"{\"content\":{\"body\":\"**Today we are introducing a new model of governance: the Bright Moments DAO will be constituted entirely of 10,000 non-fungible-- but equal-- CryptoCitizens.**\\n\\n***From Millions of the Same Thing to Thousands of Different Things***\\n\\n* The Bright Moments DAO has [approved a transition](https://snapshot.org/#/brightmoments.eth/proposal/0x1ec9ba48e7c63bbdd25f4efe13674fe033358896974fe93f64005913c7831e04) to adopt NFTs as its governance mechanism.\\n* Each of our CryptoCitizens (CryptoVenetians, CryptoNewYorkers, CryptoBerliners...) will become equal members of the Bright Moments DAO.\\n* The holders of our 10 million non-fungible ERC-20 tokens, called BRT, will mint a new collection of 1,000 generative NFTs on ArtBlocks, called the CryptoGalacticans.  These NFTs will not be minted IRL, but rather in the Bright Moments Metaverse.\\n\\n**CryptoCities need CryptoCitizens**\\n\\nOn Sunday, Vitalik [wrote a post ](https://vitalik.ca/general/2021/10/31/cities.html)about CryptoCities:\\n\\n*One interesting trend of the last year has been the growth of interest in local government, and in the idea of local governments that have wider variance and do more experimentation.* \\n\\nHe describes a number of ETH-based solutions for establishing new kinds of governance. They all share the same underlying principle, which is to *be egalitarian.* \\n\\nWe agree.  \\n\\nEach of our 10,000 CryptoCitizens will have **equal rights.** These rights are expressed in a number of ways, including: \\n\\n* The ability to vote on DAO proposals related to our roadmap, golden token distributions and treasury allocation. \\n* Equal access to future drops of NFTs, unique merchandise and special experiences\\n* Pro-rata governance based on the number of CryptoCitizens one holds.\\n\\nNFTs are mechanisms that can organize diverse communities around a single unit of account.  Our experience so far-- minting more than 1,200 people IRL in real cities like Venice Beach and New York City-- has given our community a shared sense of the power of NFTs.  Bright Moments uses NFTs to connect people as equals, based on their stated identities, their shared economics, and their appreciation for each other’s differences.  \\n\\nFor each new city we enter, starting with CryptoBerliners Spring 2022, we will be distributing 1,000 Golden Tokens to mint as follows:\\n\\n* 334/1000 will be given away for free to the local IRL community  \\n* 333/1000 will be distributed to existing CryptoCitizens probabilistically\\n* 333/1000 will be sold to fund the project roadmap\\n\\n![Bright Moments DAO Roadmap](https://images.mirror-media.xyz/publication-images/aCGpC6HXX4ZIVm7qHhP24.png?height=1600&width=900)\\n\\n**Civic Support**\\n\\nWe are excited to announce a number of new partners are helping us scale our vision to more cities across the world over the coming months and years.  These partners include:\\n\\n* [The LAO](https://www.thelao.io/) and [Collab+Currency](https://www.collabcurrency.com/), leading web3 investors, are investing in Bright Moments\\n* [Samsung Next](https://www.samsungnext.com/) invests in platforms that enable both creators and businesses to utilize NFTs for the advancement of media, gaming, art, and more. The team will secure best-in-class display technologies across all of our locations.\\n* [Ledger](https://www.ledger.com/) is providing security training and hardware wallets to everybody that mints an NFT at Bright Moments.\\n* We will be announcing more partners in the weeks to come leading up to our CryptoGalactican genesis mint.\\n\\n**Next Steps**\\n\\nVoting is the most important way to participate and influence the direction of our project.  \\n\\nPlease check [Snapshot](https://snapshot.org/#/brightmoments.eth/) and [Mirror](https://brightmoments.mirror.xyz/) for upcoming proposals, and join our Discord: <https://discord.com/invite/brightmoments> \\n\\nThe journey is just beginning.  Please join us to create more IRL minting magic.\\n\\n<https://youtu.be/yBBQXvR9OA0>\\n\\n\\\\- Bright Moments DAO\",\"timestamp\":1635878672,\"title\":\"Crypto Cities & CryptoCitizens\",\"publication\":\"brightmoments\"},\"digest\":\"qzFxUTXytKiA753_XNfhg_NzIYFF0nVMEPrrUyrQEXY\",\"authorship\":{\"contributor\":\"0xb4A996956856feE7a3C3DCa4b384E4ef26a7Bc25\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y0UCKWqGRqBmNsfFco1kYQ5OtsaeNRfrT7r16RYuMw4\\\",\\\"y\\\":\\\"MtNsXsWWk5TOU359Y1LYxbUzQxbtk1BSlIQGVti539Y\\\"}\",\"signature\":\"eyJU-K0EWBZbXAi4-EappuEhR_MQ8ifAq7pJfHt-chF3y0tMfE-wxGmgwlHPfof-zaROYWtSczVCwPNYswkQ4A\",\"signingKeySignature\":\"0xc5a2744bec8d556a1f8a1e69f7a0f3909cfb11547ea5fda3b17e02018103f3715f71b34d55f615145cfe03b5f85918cd4d008b6c0e1ae01ffdc34fbe0ea82bc91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y0UCKWqGRqBmNsfFco1kYQ5OtsaeNRfrT7r16RYuMw4\\\",\\\"y\\\":\\\"MtNsXsWWk5TOU359Y1LYxbUzQxbtk1BSlIQGVti539Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qzFxUTXytKiA753_XNfhg_NzIYFF0nVMEPrrUyrQEXY\"}"