"{\"content\":{\"body\":\"在这个时候，很明显未来是多链的。在过去的两年里，我们看到替代的第一层区块链的数量大幅增加。这些 **alt L1**（一层网络的山寨币） 中的许多都被称为以太坊杀手，但以太坊死亡的传言被大大夸大了——以太坊仍然是排名第一的智能合约区块链。大多数创新和非 BTC 资本存在于以太坊上，这似乎不太可能改变。\\n\\n话虽如此，Eth 已经将其部分市场份额流向了竞争对手，尤其是 Sol、Luna 、Avax。\\n\\n然而，让我们倒退一点，回到 BSC 赛季。BSC 为刚接触加密的用户提供了一个可以进行快速、廉价交易的地方。刚接触加密的用户被引入了区块链货币的魔力——能够借出他们的钱，赚取收益，使用 dex 等。最终 BSC 季节结束，主要是由于去年 5 月的市场崩盘，但也因为实际BSC 的创新性较低。大多数项目都是以太坊协议的克隆，生态系统中也有大量的垃圾币。BSC顶峰时TVL为310亿，跌至120亿，又恢复到160亿。考虑到其他市场是如何设法恢复的，我很难相信 BSC 现在将在所有链中恢复其 21% TVL 的峰值。这绝对是一个疯狂的数字。\\n\\n以供参考，今天的 Sol、Lun、Avax 低于 BSC 曾经持有的 21%。此外，该链存在一些技术问题——这里不是专家，但我记得读到节点无法同步并且硬编码以每 X 秒产生的块也失败了。总而言之，事实证明你不能那么容易地制作一个更快的以太坊版本。然而，**币安智能链的兴起巩固了以太坊，已经正确的理解了人们在智能合约区块链中需要什么的核心原则。**\\n\\n**ETH** 的唯一问题是费用太高，新用户无法使用它。正如 Vitalik Buterin 曾经说过的那样：“货币互联网不应花费 5 美分的交易费用。” BSC 赛季证明，收费低廉且产品足够好（即使它们是克隆产品）的连锁店能够取得成功。此外，该链存在一些技术问题——这里不是专家，但我记得读到节点无法同步并且硬编码以每 X 秒产生的块也失败了。总而言之，事实证明你不能那么容易地制作一个更快的以太坊版本。然而，币安智能链的兴起巩固了以太坊已经正确地理解了人们在智能合约区块链中需要什么的核心原则。Eth 的唯一问题是费用太高，新用户无法使用它。正如 Vitalik Buterin 曾经说过的那样：“**货币互联网不应花费 5 美分的交易费用**。” BSC 赛季证明，收费低廉且产品足够好（即使它们是克隆产品）的公链能够取得成功。\\n\\n所以这导致我们到今天。在许多方面，AVAX 可以被视为 BSC 的精神继承者，BSC 是一个与 EVM 兼容的区块链，具有低廉的费用和建立在其上的优质产品。它甚至还附带了一个很棒的 **shitcoin**（山寨代币） 生态系统，Snowbank 和 Wolf Game 克隆等等。在某种程度上，shitcoins 对生态系统是看涨的，因为如果有一个活跃的 shitcoin 引起了很多关注，这意味着链上有值得使用的实际产品。否则，一开始就没有人会使用链条。（虽然我猜 DOGE 是这里唯一的例外，因为它实际上是一个狗屎区块链。）另一方面，Luna 是在考虑其稳定币的情况下构建的，这使得它非常独特。它不是带有稳定币的区块链，而是带有区块链的稳定币。Sol 也是另一个非常独特的区块链。在性能方面，它可以将其他一切都排除在外 - 它非常便宜且速度非常快。它依赖于摩尔定律进行缩放（随着计算机变快，Sol 变快）。然而，目前在 Sol 上没有太多事情要做，但我很乐观，这最终会改变。有一些有趣的金融应用程序可以用它来完成，对我来说最突出的是 CLOB（数据库中的一种保存文件所使用的类型）。我也认为在 Sol 上玩游戏有很大的潜力， FTX 与 TSM 签署协议是一个重要指标，表明 Sam 已经为 Solana 考虑了游戏。此外，让班克曼消失通常是一个愚蠢的举动——我认为这个星球上没有人像他一样在加密货币和 tradfi 世界中拥有更大的影响力。最后，许多新层提供了大型激励计划，诱使用户进行构建/桥接。这在吸引这些替代链方面非常成功，帮助削弱了以太坊的市场份额。毫无疑问，与去年的 L1 Eth 相比，更多的人加入了这些 alt L1。\\n\\n总而言之，有很多公链，每条公链都有自己独特的主张，说明为什么用户应该使用它们。所以现在的问题是，投资于这种多链加密生态系统理念的最佳方式是什么？最简单的方法就是购买所有这些链的原生代币，并祈祷它们在 5 年内问世。\\n\\n就个人而言，我是基础设施赌注的忠实粉丝。为了连接所有这些链，我们需要一些可以用来将资产从一条链传输到另一条链的东西。这将我们引向跨链桥梁，我个人是 Synapse 的粉丝，跨链 AMM 真的很创新+他们有一个很好的团队。但是，我认为任何具有良好使用和创新的桥梁在这里都应该没问题。您想押注在未来使用良好的链桥上，同时牢记当前市值/FDV(完全摊薄市值)/代币经济学等因素。还应牢记桥接总量、过去 X 时间的增长百分比、可用于桥接的链数量等统计数据。\\n\\n我非常重视的另一件事是区块链能够直接相互交互，我认为我们应该称之为**IBC（区块链相互交互），**区块链间通信等等，它已经存在了。我持有 ATOM，看好 Cosmos 区块链互联网。以太坊的当前问题之一（设计上）是它在共享状态机上使用大型机方法。这意味着每笔交易都由每个人处理。（在未来，我想很多以太坊的使用将转移到其他更专门用于不同类型工作的链上，但就目前而言，以太坊是为数不多的已经在其上构建了大量垃圾的东西之一，并且很难在一夜之间将这些东西转移到其他地方+通常没有更好的去处）但是 99% 的时间我们没有关心其他人在区块链上做什么。那么，如果我们有一堆专门用于不同用途的区块链，将所有工作分开，并且这些区块链可以在需要时进行通信和协同工作，该怎么办？那会很酷，而这正是 IBC 能够实现的。IBC 还允许您执行诸如将 ERC-20 从以太坊发送到 Atom 之类的操作。然而，这不是让链桥变得没有用吗？那么，如果我们有一堆专门用于不同用途的区块链，将所有工作分开，并且这些区块链可以在需要时进行通信和协同工作，该怎么办？那会很酷，而这正是 IBC 能够实现的。IBC 还允许您执行诸如将 ERC-20 从以太坊发送到 Atom 之类的操作。然而，这不是让桥梁变得无用吗？那么，如果我们有一堆专门用于不同用途的区块链，将所有工作分开，并且这些区块链可以在需要时进行通信和协同工作，该怎么办？那会很酷，而这正是 IBC 能够实现的。IBC 还允许您执行诸如将 ERC-20 从以太坊发送到 Atom 之类的操作。然而，这不是让桥梁变得无用吗？\\n\\nIBC 通信和桥梁的区别在于，桥梁就像是区块链之间的直达道路，而 IBC 就像是任何区块链都可以使用的高速公路。必须在每个区块链之间单独建立桥梁，这需要时间和资源。IBC 提供了一种区块链可以连接到其他第一层链的方式，而无需构建直接桥接。那么两者之间哪个更好呢？取决于你需要什么。IBC 更像是一个通用的解决方案，而直接桥梁有点像快速通道。我认为一对之间有足够交互的第一层区块链自然会产生对直接桥接的需求。我相对有信心，最终会出现某种鼓励人们使用桥梁的激励措施，因为在某些层面上，桥梁正在竞争运输您的资产。\\n\\nMessari 的 2022 年报告中一个有趣的预测：最流行的 L1 <> L2 / L1 <> L1 / L2 <> L2 桥接协议将在五年内比最流行的中心化交易所拥有更高的日交易量。\\n\\n我鼓励今天考虑类似于 1800 年代美国铁路的桥接协议，有很多地方可以去，这些公司不知疲倦地工作以连接全国。这与当今连接不同区块链的所有不同桥梁非常相似。**投资时，请考虑您认为未来将建造最好/最常用的道路的铁路公司/桥接协议。**\\n\\n**这是@XLBao_ 关于当前保存链桥的一个非常好的电子表格链接：**https://docs.google.com/spreadsheets/d/1jYZOfU2R3PdzRmnY9Nfc4pzerX_YSInNdyhtSj_3oWY/edit#gid=0\\n\\n我认为现在每个人都很高兴桥的存在，但最终桥将成为常态，桥接协议将被迫竞争用户。我们目前只遇到了区块链扩展的问题，但如果使用量足够大，我认为我们可能会遇到同样的桥梁流量问题。不过，我们离遇到桥接扩展问题还很远。最后，在遥远的未来，我认为我们可能只会看到少数桥接协议，更好的桥接将建立起主导品牌并吞并竞争对手。\\n\\n另一件需要考虑的事情是每座桥梁的建造方式，我不会过多讨论这个问题，因为我认为 Dmitriy Benzon 的文章《Blockchain Bridges: Building Networks of Cryptonetworks》比我做得更好。但是，如果您查看我从他的文章中提取的上图，就会发现构建桥梁类似于可扩展性、去中心化和安全性的区块链三难困境。很难把所有这些事情都做得很好，优先考虑一个通常意味着在另一个领域做出牺牲。\\n\\n这篇文章不知何故变成了一篇非常大的桥接文章，但是当谈到多链的兴起时，我想提到的另一件事是稳定币。我认为它们在帮助新链增长方面所扮演的角色被悄悄地低估了，因为我们倾向于认为它们是理所当然的。我特别想强调的两个是 USDC 和 UST，不过我也会在底部包括 USDT，因为它是最古老和最大的。\\n\\n**这三种稳定币都存在于多个链上，目前市值约为 130B。**\\n\\n快速稳定币切线：稳定币在 2020 年真的爆炸了，这对加密来说是一件好事。通过从硬币保证金期货转向稳定币保证金期货，更难造成残酷的级联清算蜡烛，从而降低加密市场的波动性。就总加密货币市值而言，它们的粘性要大得多，因为 BTC 可以在一周内达到 40%，但从技术上讲，一美元总是一美元（忽略通货膨胀）。\\n\\n无论如何，稳定币是有帮助的，因为你可以去一个新的链，并在那里消费你的稳定币与出售稳定币以购买代币与新链进行交互相比，这是一种更顺畅的体验。此外，没有人想进入流动性不足的链，稳定比使每个人都受益，稳定使链更容易获得，具有深厚的流动性，仅在链上以 BTC 计价的日子已经一去不复返了。JOE（AVAX的综合DEX，涵盖借贷）在AVAX/USDC有200m，RAY（Slanade DEX）在各 USDC 和 USDT/Sol 池有约 400m，BOO(Fanton链的DEX) 有 90m USDC/FTM 等等。它们与古时候欧洲、亚洲和非洲接受罗马货币的方式非常相似次，好钱使经济蓬勃发展。也就是说，我真的不知道如何从纯粹的多链的角度来押注稳定币——在我看来它们更像是多链未来的推动者。\",\"timestamp\":1641642416,\"title\":\"新公链崛起 解读未来多链发展格局\"},\"digest\":\"OGrMXj4bORrjf7TWS6DYRkMo3ObX9b2VvkJD65wE0Qg\",\"authorship\":{\"contributor\":\"0xec2B995A20eBc576F588F3207D06f066B2297C2e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X-SDwIl5z0zQq9gpQeHIlK62-T7cR2WO01OZfMlq_y8\\\",\\\"y\\\":\\\"3GIo6IY01o1kVxSiCmevpMXekRKg8YrOzUWGsifLijU\\\"}\",\"signature\":\"MwnU5XKIFu62gaQ-MyUnI9fJ7McutgjpBDhLaPuuu3AZYbmoj8Ei3XznaUcPo307aBL--1G8tbNe-vCaxPm-mA\",\"signingKeySignature\":\"0x29a561f83dc8552bed59db8033d64c8894c687d332c4002b206bcf578021bb5a757192d0fa7806119f8935f40c9cfdbf75880d708c51bbcec97c9e2ef3e02a7f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X-SDwIl5z0zQq9gpQeHIlK62-T7cR2WO01OZfMlq_y8\\\",\\\"y\\\":\\\"3GIo6IY01o1kVxSiCmevpMXekRKg8YrOzUWGsifLijU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OGrMXj4bORrjf7TWS6DYRkMo3ObX9b2VvkJD65wE0Qg\"}"