"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/64LtxRfZTjNCzwwQQ0Ry2.png?height=718&width=2000)\\n\\nNinjaDAOs is a platform for building decentralized autonomous organizations (DAOs) in the play-to-earn (P2E) game world. Our mission is to become the Web 3.0 gateway to build DAOs in Metaverse.\\n\\nAs Axie Infinity is driving an unprecedented paradigm shift in the GameFi industry, last week, NinjaDAOs has launched our first product for the game.\\n\\nThe debut of NinjaDAOs starts an era of uniting worldwide managers and scholars  altogether for a better P2E experience. We aim to become the community's go-to place for scholarship management and information exchange.\\n\\n## Why should the smartest managers and guilds choose NinjaDAOs?\\n\\nThe present situation in the P2E world has posted two main challenges to our managers.\\n\\nFirst, managers who hold different categories of assets across games, either as individual gamers or as guilds, are facing high barriers to recruit qualified and verified scholars if they do not use DAO tools. Considerable difficulties from the complicated process of scholarship management and account tracking are holding up managers’ further involvement. Additionally, the prevailing way for recruitment and management in the scholarship market is mostly through Twitter and Discord. The ongoing ecosystem gradually enforces individual managers and guilds to sacrifice their independence and shrink their capability of choosing the right audience to a small candidate pool.\\n\\nOn the other hand, the current DAO tools on the table are yet to evolve to a mature stage. Even for managers who already adopt those tools, they are still struggling to find a safe, reliable and efficient method that could stimulate growth among both players and guilds.\\n\\nCarrying with the mission to undertake the two challenges described above, NinjaDAOs come into the spotlight this December and present three revolutionary solutions.\\n\\nFirst and foremost, we bring a 100% democratized P2E platform for every manager and guild in the industry, representing the very first P2E platform for DAOs setup and management. Once NinjaDAOs help with the guilds setup, the time-consuming scholarship management will automatically be taken care of by our cutting-edge algorithm. Our diverse management tools can meet a variety of needs from managers and guilds, including scholar performance tracking, scholar management, scholar recruitment and training, and community building. Specifically, other than pure recruitment, we will provide qualified scholars with rich training resources to unleash the community's full potential.\\n\\nOur flagship feature Player Identity is the second radical solution. NinjaDAOs manages to keep everything on record - scholars' achievements, credit scores and KYC of each player are being monitored around the clock for the ease of switches among DAOs and games.\\n\\nFinally yet importantly, NinjaDAOs is the one and only, truly, and fully hands-free platform for individual managers and guilds in the market. After managers set up their accounts with NinjaDAOs and post scholarships, everything left will be under stringent management by the community with more extensive services available, including NFT trading, tailored recruitment and customized management. The democratized features of NinjaDAOs will become the safeguard for your assets - we are here to spare zero effort for managers to increase their account performance when they are busy with life.\\n\\nWith that being said, managers and guilds on NinjaDAOs can benefit from our innovations in such ways:\\n\\n* One-stop Platform: to run a DAO, essential tasks including recruitment, management and payment are generally carried out manually across multiple platforms such as Twitter, Discord and the project website. Our fully automated self-contained platform allows all the tasks to be performed in one place efficiently, significantly lowering the cost of the entire process.\\n* Easy-apply Scholarship: to join a DAO, members no longer go through the tedious process of searching and comparing DAOs, writing introductions, filing applications, waiting for approval and communicating with managers. It becomes as easy as hitting the apply button on our marketplace - Tavern.\\n\\n## How can I start on NinjaDAOs as a manager?\\n\\n1. Log into NinjaDAOS and click \\\\[*Post my scholarship*\\\\] button to post your scholarship\\n2. When receiving applications, select your scholar by clicking on \\\\[Offer\\\\] under My Accounts page. You may receive multiple applications for one scholarship, so the applications that you did not \\\\[Offer\\\\] will be automatically declined\\n3. Click on Tracker page to check your Axie account data, manage and make actions on your account\\n\\n![](https://images.mirror-media.xyz/publication-images/_9J7_0X5ny64NE2BSIA7V.png?height=1034&width=2000)\\n\\n## Risk Management\\n\\nNinjaDAOs will NEVER ask you for private keys. NinjaDAOs will never transfer your assets improperly.\\n\\nWe have developed superior security technology to verify Scholar's information. Any action made within your Axie account will be strictly monitored 24/7 by NinjaDAOs. Once any action of violation being detected, the scholarship will terminate immediately to make sure that your Axie account will not be banned and you are free from loss.\\n\\nOur payment system is also structured at the highest standards: all transactions are made through Axie Infinity's official ronin wallet. As a result, the in-house payment system will expose you with zero transaction risk.\\n\\n# **Join Us!**\\n\\nFollow our Twitter: <https://twitter.com/NinjaDAOs>\\n\\nJoin our Discord: <https://discord.gg/Kpsk9tWXS4>\\n\\nVisit our Website: [app.ninjadaos.com](https://app.ninjadaos.com/)\\n\\nRead our Docs: [https://ninjadaos.notion.site/NinjaDAOs-WiKi-e6709296d97445b988a3bb87b552e3f9](https://www.notion.so/NinjaDAOs-WiKi-e6709296d97445b988a3bb87b552e3f9)\",\"timestamp\":1639118587,\"title\":\"NinjiaDAOs for Guilds and Managers: Fully Hands-Free DAOs Management Platform\"},\"digest\":\"YP9pbtX5RDKIzDGVg6F8AuivJ1rfzvNIXHHxPkZLJik\",\"authorship\":{\"contributor\":\"0xc0036DE26673B6E6F404Fd1B32c6735b4Ca8FF43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BLjp7pKACoYQ7ElEUaMlt91QQFXc_SiPCifdq8OV_7I\\\",\\\"y\\\":\\\"n3HKKt854B5-HHaqYIwfivgU1ufHMo8EqmXUEROxDsA\\\"}\",\"signature\":\"gPYucS4HRxcDjRtGnmtJHkfdncjSnHwbISwT7oJIj1pKL2PLgmrt5JGw8JZ30ul3dC2I8RUVQVikuvE4RY3YgQ\",\"signingKeySignature\":\"0xa0858da60731aaf96e44ee134d49389bfd5be48140a0794163ae5fd1d39a930b3ffeb4c79c3cc31820f1bd5fdf8715d1400bf6f90d3f7efcb756c04db33927931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BLjp7pKACoYQ7ElEUaMlt91QQFXc_SiPCifdq8OV_7I\\\",\\\"y\\\":\\\"n3HKKt854B5-HHaqYIwfivgU1ufHMo8EqmXUEROxDsA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BK6F1OgyLIL9ojHi-ItGfyxqkmeZAiF1WouNZnwgXq8\"}"