"{\"content\":{\"body\":\"**Governments reinstate travel curbs as Omicron variant casts a pall over whole world**\\n\\nHeidi Huang, a Chinese businesswoman, said she was grateful for Thailand's reopening program Test and Go after she returned from a recent business trip to Dubai.\\n\\nInstead of spending several days in quarantine, the 23-year-old from Zhejiang province said she could move about freely in Bangkok after she received her negative COVID-19 test result, the day after she arrived on Dec 6.\\n\\nHuang is one of the fortunate ones. On Dec 21 Thailand announced it was suspending the approval of new applications for its quarantine exemption programs for foreign visitors from Dec 22 for at least two weeks. This was a day after the country reported the first locally transmitted case of the Omicron variant.\\n\\nThailand, one of the first countries in Asia to reopen for foreign travelers, began to allow quarantine-free entry of fully vaccinated tourists from 63 countries and regions, including China, on Nov 1.Eligible travelers need to prepare a number of documents, including a Thailand Pass that generates a QR code for entry to visit Thailand under the Test and Go program.\\n\\nHowever, like Thailand, countries in the region that have been gradually moving toward reopening, albeit with strictures and protocols of varying stringency, are now facing uncertainties caused by Omicron, the new coronavirus variant. It appears to be more transmissible than Delta and has spread to 110 countries as of Dec 22, according to the WHO.\\n\\nOn Wednesday the World Health Organization warned that Omicron still poses \\\"very high\\\" risk and could overwhelm healthcare systems, as the highly transmissible variant fueled record outbreaks in many countries.\\n\\nOn Dec 18, Japan's Prime Minister Fumio Kishida said that his country would extend its ban on the arrival of all foreigners until at least early next year to prevent the spread of Omicron, Kyodo News reported.\\n\\nSingapore's Ministry of Health said on Dec 22 that the city-state would freeze all new ticket sales for arrivals under the vaccinated travel lane program from Dec 23 to Jan 20.\\n\\nDespite the uncertainties caused by the emergence of Omicron and other potential new variants, Christopher Khoo, managing director of MasterConsult Services, an international tourism consultancy, said reopening is not an option, but rather a question of when and how.\\n\\n\\\"Many (countries), in slowly and cautiously reopening, will do so at a pace they are comfortable with, bearing in mind the state of their healthcare and public health infrastructure,\\\" Khoo said, noting the travel and tourism industry has been severely hit by the pandemic.\\n\\nProgress, though small, has been made toward an eventual recovery by the region's tourism industry. For example, the consumer confidence index of the University of the Thai Chamber of Commerce, according to the Bangkok Post on Dec 20, showed Thailand's reopening helped to boost people's sentiments, with a third consecutive monthly increase recorded in November, which was also a seven-month high.\\n\\nThe Straits Times reported that the number of passengers passing through Singapore Changi Airport crossed the 5 percent mark of pre-pandemic levels for the first time in November as the launch of vaccinated travel lanes, totaling 24 by Dec 16, had resulted in a gradual return of passengers since September.\\n\\nOnly 45 international tourists visited Bali between January and October, compared with more than 1 million last year and about 6 million in 2019, according to Bali province figures. The globally renowned Indonesian island province reopened to international travelers in mid-October after 80 percent of its population was fully vaccinated.\\n\\nIn general, the pace of recovery in the Asia-Pacific region remains slow as tourist arrivals fell 95 percent year-on-year in the third quarter of this year, as many destinations remained closed to nonessential travel, according to the World Tourism Organization of the UN. In comparison, there was a fall of 53 percent in Europe and 60 percent in the Americas.\\n\\nRajiv Biswas, Asia-Pacific chief economist at the global consultancy IHS Markit, said the region has been successful with its vaccination distribution, and a new wave of infections driven by the Delta variant has eased considerably in many countries in the past three months.\\n\\n**'Fresh uncertainties'**\\n\\nHowever, \\\"the new Omicron variant has created fresh uncertainties about the outlook\\\", Biswas said. GDP growth across the Asia-Pacific region is estimated at 6 percent because of the rebound in domestic private consumption amid an easing of pandemic-related measures, he said.\\n\\n\\\"Omicron is the new Delta that preoccupies us,\\\" said Lim Wee Kiat, associate director of the Centre for Management Practice at Singapore Management University, noting close monitoring and decisive actions will be needed for dealing with the new variant.\\n\\nLim, a disaster sociologist by training, said people must remember that Omicron is not the first variant of concern and will probably not be the last. \\\"Governments still need to work with one another and within their societies to ensure all of us can balance the multiple priorities swiftly and wisely.\\\"\\n\\nKhoo of MasterConsult said it is important to avoid lifting and reintroducing anti-pandemic restrictions too frequently because it will be disruptive to society.\\n\\n\\\"Omicron may slow down the reopening but it won't entirely halt or derail it,\\\" Khoo said, adding that he hopes COVID-19 can become an endemic like the common cold by the end of next year or in mid-2023.\\n\\nBiswas of IHS Markit said Omicron could create some near-term disruption to Asia-Pacific economies early next year but said he does not expect it to derail the gradual reopening of many economies.\\n\\nHuang, the Chinese businesswoman, said she realized how serious the impact on Thailand's tourism industry was when sales representatives in a shop took more than an hour to give her a tax refund form on her purchase because they were unfamiliar with the process. \\\"They told me I was the first foreign tourist in their shop in two years.\\\"\\n\\nThailand ranked eighth among top destinations globally in 2019, with nearly 40 million international tourist arrivals, the World Tourism Organization said. China was a key source market for the tourism-dependent country.\",\"timestamp\":1640864384,\"title\":\"Asia-Pacific faces reopening challenges\"},\"digest\":\"1xzJ4Cy3X4kdzln4OCeNcB4x0Cv7GhXw_KwzqaaXXcA\",\"authorship\":{\"contributor\":\"0x7EB11085554814251F352b4bC4630232131Fa5a3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H5SJBXDP0nFlFx4pDQ8U8aWPavRM53smJcp1ocKDmcM\\\",\\\"y\\\":\\\"TJpQBiKGZK5XFzGCQXxvz09C1VdLUhXyNHd071cvvpw\\\"}\",\"signature\":\"Ag1PGy1VdQyZPgCwz4eGfENP6-MMhK3o8y8Zdx0MuczGduBoFmEWCwqHcbT-fZbIytOwl6q0Je5Dajp8ISiakA\",\"signingKeySignature\":\"0x7cf4342786167b0c43cbb16ba68fa41864e660889642d4a5ee0e0063e49874c2292b5e34529068741b8d88ea971b8882f7dce57d579f650d21a5df7ea103bc591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H5SJBXDP0nFlFx4pDQ8U8aWPavRM53smJcp1ocKDmcM\\\",\\\"y\\\":\\\"TJpQBiKGZK5XFzGCQXxvz09C1VdLUhXyNHd071cvvpw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1xzJ4Cy3X4kdzln4OCeNcB4x0Cv7GhXw_KwzqaaXXcA\"}"