"{\"content\":{\"body\":\"Picture this: you're out with two of your friends that you've known back in college for nearly a decade. The three of you are in your mid-twenties. You're eating at a restaurant. They offer delectable brown bread and butter for free that comes before appetizers and/or your main meal. The three of you are going out to celebrate one of your friend's recent success of picking up a \\\"big boy job\\\" after working two years in retail. You're all in high spirits, ready to enjoy a 1000-plus-calorie meal. It's good vibes all around.\\n\\nThat was me, minus the \\\"high spirits\\\" part. The three of us are in what I consider a milestone of our lives: moving out of our parents' homes. However, we three are also products of the times: incredible student debt, life choices delaying the milestone as mentioned earlier, and occasional health problems.\\n\\nWith the emergence of the metaverse, cryptocurrency, the rampant coronavirus, and now having full-time jobs with our eyes set to flying from our respective nests, one would think the three of us have the following concepts well-grasped and in order:\\n\\n* Personal Finance (because Spotify, Netflix, Amazon Prime, and rent are not going to pay themselves)\\n* Investing (because how else do we plan to leverage our student debt other than through the S&P 500 and additional index funds)\\n* Personal Health (because we don't want to die early)\\n\\nI am not an expert in any of these fields. I have lost a lot of weight, regained a lot of weight, and am learning to lose it again. Two years ago, I realized a checking and savings account wouldn't make or save me money. I sat through more cryptocurrency videos than I care to admit.\\n\\nNow, I'm not interested in degrading my friends for their lack of knowledge about these topics. In the same vein, this information is also readily available to us either through Google or by learning from one another.\\n\\nAnd if we're moving out of our homes someday, it would be wise to have a healthy idea of how to survive on our own.\\n\\nRegardless of what side you take on this piece, I know what I felt when I sat down with my friends trying to talk about how we were faring financially and physically: disappointed.\\n\\nIt started with my mention of $MANA's recent jump in mid-October to its peak in late November 2021. My friend who had gotten his \\\"big boy job\\\" (whom I'll now refer to as Cyrus) had invested in $MANA many months before it had jumped up 300-500%. I was excited for him. I wanted to know if he also knew about why the price has jumped the way it did, but all he responded was with a \\\"yeah, I'm not really sure why.\\\" He then stated his excitement for Dogecoin to \\\"make it to the moon\\\" someday. With an internal cringe, I leaned over to my cocktail and sipped it until there was nothing left. In his defense, I'm just glad he didn't shill Shiba Inu.\\n\\nMy thoughts around discussing cryptocurrency were tossed into the garbage since my other friend (whom I'll call Keith) does not concern himself with crypto in the first place. Keith is much more present with current and local events, and I respect him as a journalist and a writer. Since topics of crypto were off the table, I decided to ask Keith if he had taken up any credit cards to make some kind of return on his frequent hobbyist purchases. I remember mentioning credit cards similar to M1 Finance that offer fantastic cashback returns from select companies.\\n\\n\\\"Wow, that does sound pretty good. I should get around to that.\\\"\\n\\nNow, anyone who hears a friend say this would likely believe their friend has successfully been convinced to make a change. Sadly, this is a phrase I hear from Keith repeatedly, with results that rarely manifest.\\n\\nI decide to order a whiskey sour from the waitress.\\n\\nI clasp my hands, fold them over my mouth, and look at the space between and beyond my friends that sit across from me. I'm feeling confused. Lonely. Worst of all, a familiar feeling of waning amazement.\\n\\nIt's common for a lot of us over time to feel like we're drifting apart from the friends we've known for so long. You also don't have to have the same interests to become good friends. Even during our politically charged years, people often are friends despite conflicting beliefs. Though some prefer to be friends with those who have identical interests. I am one of those people.\\n\\nIt makes me feel less lonely. So that I don't always have to take on an educational stance for those who are entirely new. So that I won't have to convince people why they should be interested in the topic. So that we can talk about our progress of becoming wealthy—by monetary, physical, or mental means.\\n\\nJust sucks. I'm concerned about my friends. I'm left wanting to sit by and hope they'll eventually come around and care about this. Will they be okay without delving into this information? Yes!\\n\\nBut for cornerstones like health and personal finances, one should care about these things. There must be some kind of compulsion to reap the benefits that come with taking control of your assets (both fungible and non-fungible).\\n\\nI'm conflicted and sour about it all at once. Do I actively drift away? Find new friends? Express my frustration? Question their lack of concern? With all these choices, it's anybody's game. Events like this give credence to old adages about friends coming and going as you grow into yourself. You can hope some can stick around forever, and others simply just can't.\\n\\nAt least the Cajun Jambalaya Pasta was delicious.\",\"timestamp\":1641182121,\"title\":\"I Think I'm Outgrowing My Friends—And I'm Worried About It\"},\"digest\":\"1N0-5XwV9hQDNxL_KXmcaFnUzFkJCn8giA1QRGCuzqw\",\"authorship\":{\"contributor\":\"0x7480706144C031AE74709cA3c77340cf1393AFca\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tv8EovmJ15xoZPh2zNUKIoKD4RQJtRvS2YziopRynE4\\\",\\\"y\\\":\\\"xgy6egQx65Lot8QTRp9a9tVwvGvO4zm7Pe9Z1e0O2GE\\\"}\",\"signature\":\"sGc0e8WNxmQ5_3QsXz7IEgeLqkBgU0JwGr4CP9tePAjnH6d10Q4ZkawzICUFWikap3gQcFJ7w7l25GHz9DebGw\",\"signingKeySignature\":\"0xc4724a4984b17c0277b3cef02ef8058f05dafdcfc9361642ded3fdfbddad14997d63c296f51dc470eacdd6824099d09a11cdd677b00d4aa984c81f5a8fc3586a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tv8EovmJ15xoZPh2zNUKIoKD4RQJtRvS2YziopRynE4\\\",\\\"y\\\":\\\"xgy6egQx65Lot8QTRp9a9tVwvGvO4zm7Pe9Z1e0O2GE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1N0-5XwV9hQDNxL_KXmcaFnUzFkJCn8giA1QRGCuzqw\"}"