"{\"content\":{\"body\":\"NFTs are lame.\\n\\n I mean, yes, some of the artwork is absolutely amazing. And yeah, ok, there are really fun, dynamic communities coming together around amazing new artistic movements. And, sure, artists are finally earning what they’re worth. \\n\\nBut today’s NFT scene is lame — compared to what’s coming. Once we get past all the cartoon apes and pixelated punks, NFTs will make the world go round! \\n\\nWant to earn a living just by letting talented friends sleep on your couch? Or, how about making all the complicated-but-important parts of life like getting a job, choosing a mate, and buying a house to feel more like a game? Or, maybe you just want to make your vote count (and feel confident it did).\\n\\nAll of this — and more — can be yours! Just read on to find out how… \\n\\n## What is an NFT, really?\\n\\nSo far, if you’ve heard of NFTs at all, you’ve probably only heard of things like [$69 million works of art](https://www.theverge.com/2021/3/11/22325054/beeple-christies-nft-sale-cost-everydays-69-million) or videos of moments in NBA history. It can be hard to see why they’re valuable, because: can’t you just right-click and copy them?\\n\\n### First of all: blockchain \\n\\nMaybe you’ve heard of blockchain, maybe you haven’t. The point is it’s the most important part of all this NFT and crypto stuff that’s taking over the internet.\\n\\nEssentially a blockchain is a super-secure record of things that happen in the digital world. Mostly it’s a big database of transactions that can’t be hacked, which is why we’re finally able to have reliable digital money instead of just hoping our banks will let us buy stuff online.\\n\\nBecause they're so secure, blockchains also let us have unique digital things. Sure, you can still have a copy of the Mona Lisa on your computer, but to really claim ownership of the original you need some proof.\\n\\nThis is where NFTs come in — they use a blockchain to store a verified, permanent record of the fact you own it, along with the date you bought it, how much you paid for it, and who you got it from.\\n\\n### Second: social signaling\\n\\nWho cares if you own something that anyone can still make one million copies of? Well, a lot of people might care, actually, and that’s important to humans.\\n\\nWhen you post a photo of your kids being cute, why do you do that? It’s because you’re just so in love with them you can’t hold back and have to shout it out to the world! But also, those likes and hearts and “OMG SO CUTE!”s feel pretty darn great, too.\\n\\nWell, the same warm-and-fuzzies happen when you share something that other people think is cool, or that they identify with. And that’s what you’re seeing with NFT artwork (sometimes called “jpegs” for fun) right now: people who “get it” are signaling they “get it” by buying images and making them part of their online profile. They’re doing what’s called “flexing”.\\n\\n## You can own more than just pictures\\n\\nThe desire to flex is great for artists, which we’ll get to in a moment, but NFTs offer so much more than just to help us impress our fellow tribe members.\\n\\n> ***NFTs’ revolutionary gift to the world is that we can finally, truly have ownership in a digital world where, until now, anything could just be copied.***\\n\\nSure, people can make copies of any digital file if they really want to, but ownership matters. And because NFTs enable you to clearly identify a single, unique instance of a digital file, you can assign ownership to that file for everyone to see and verify.\\n\\nIf you can own a jpeg, then you can own songs, videos, documents — anything. Ultimately you’ll securely own your entire online identity.\\n\\nTo see what I mean, let's walk through how we’ll get there by exploring five ways NFTs will change our lives in the coming years.\\n\\n## NFTs enable creators to earn a living\\n\\nSay you’re an aspiring visual artist in college. You showcase one of your pieces at a local art gallery, and it sells for $500 to someone who can tell you’re going to be famous one day.\\n\\nTen years go by and — yup — you become super famous and that old piece you sold in college is now worth $10 million and the buyer sells it. Congrats! But not so fast. In the “before times”, the buyer would rake in all that dough and laugh their way to the bank while you get a measely $0.\\n\\nIn the NFT era, however, things will be different. If a piece of art is digital, that means it is a piece of computer code. As we talked about, an NFT is unique because it’s on the blockchain, and the process of getting it there is called “minting”. When you mint an NFT you can include a set of instructions in the code to make certain things happen as the NFT gets passed around. These instructions are called “smart contracts”.\\n\\nSo get this: if your college-prodigy-self minted that $500 piece of art as an NFT, it could have included a smart contract that said “If the next owner sells this piece of art, I get 10% of the proceeds”.\\n\\nBOOM! How does $100,000 sound? Now your student artwork wasn’t just used to pay for rent and noodles, it was also a bet on your own future.\\n\\nVery nice, indeed. But — man, oh man — this is just the tip of the NFT iceberg.\\n\\n## NFTs will create a whole new economy\\n\\nTake the smart contract idea further, and your brain starts to explode a bit.\\n\\nFor example, instead of just taking 10% of future sales as the original creator of the NFT, why not give some of the funds to folks who helped you along the way? If a friend of yours let you crash on their couch for a semester so you could focus on your art, perhaps they deserve a cut of that $10 million, too. Just put it in the smart contract!\\n\\nLet’s go even further. Remember that art event where you displayed your piece? Well, the tickets to that event were NFTs, as well. That means everyone who went to the show has a permanent record of their attendance on a blockchain.\\n\\nSay one of those ticket holders has actually gone to multiple shows of yours and also subscribes to your mailing list and has bought a piece of your artwork. Because this person can keep track of all this, they can prove they’re a true fan of yours and you can start rewarding them for their support.\\n\\nWhy not host an exclusive event for fans who have bought some of your art? Or, hold a contest where whoever collects a certain set of your works wins a custom piece. Now your art starts to increase in value because your fans will want to buy it from other fans to unlock rewards.\\n\\nOh, and remember how you minted your art to send you 10% of each sale? Well, if you hold multiple contests and your work changes hands multiple times, you’re starting to generate a steady income from a community that truly values what you do. Fun!\\n\\nBecoming an artist is starting to look like more of a viable career choice! Best of all, it’s fun for everyone involved. And speaking of fun…\\n\\n## NFTs will game-ify everything\\n\\nOne thing about crypto and NFTs is that people who play video games often “get it” really quickly. That’s because video games have had complex economies going on for decades now, so gamers are already used to making transactions and “owning” things in the digital world.\\n\\nThe big difference now is that the “game” aspect of these economies can finally be connected to the real world thanks to all that smart contract stuff we talked about. \\n\\nThink about it this way: because any sort of document (like an event ticket, a house deed, a college degree certificate, etc.) can be stored as a digital NFT, a whole bunch of things you do with them can be automated.\\n\\nImagine you’re walking down the street one day and your phone buzzes. It’s a notification that there is a secret message waiting for you by the next tree. You open your phone and point the camera at the tree to see a shiny button superimposed on it. You tap the button and BAM! your phone goes nuts and a message appears saying YOUR LIFE IS ABOUT TO LEVEL UP!\\n\\nYour adrenaline is pumping! You’re excited and a little nervous. What’s going on?! Well, turns out you minted an NFT when you filled out an application to “Find My Dream Home” a while back, and an AI program has assessed you and found your perfect home.\\n\\nThe only catch is that you have to go on a real-life “mission” that teaches you everything you need to know about the house, the neighbourhood, and the financial requirements so you can come to an informed decision. Maybe you’re given clues as to how to find the house and you have to answer questions to confirm your preferences, or maybe you have to interact with local officials to get certain approvals.\\n\\nWhatever the process, it’s done securely and privately thanks to the nature of the blockchain, and it’s super fun and engaging (unlike the current process to buy a home) because all of the paperwork is automated in the smart contract.\\n\\nBy now you must be thinking “Holy cow! What else can these dazzling digital delights do for us?” Well, I’m glad you asked!\\n\\n## NFTs will save democracy\\n\\nThis is a bold claim, but hear me out.\\n\\nRemember all that stuff we said about blockchains being super secure and NFTs being one-of-a-kind? Well, those two things are basically a recipe for reliable elections.\\n\\nDemocracy is great because it’s designed to give power to the people by letting them have a say in how their state is run. And an important way people have their say is by voting in elections.\\n\\nUnfortunately, our confidence in election results can be tampered with. While cases of fraud or cheating are very rare in modern democracies, the threat of them can make people lose trust in the system, and without that trust elections can become unreliable.\\n\\nHere’s where NFTs can help: each ballot can be made to be unique and “ownable” by one valid citizen. The fact that they own this ballot can be seen publicly on the blockchain, and the blockchain is trustworthy because it’s extremely secure.\\n\\nA digital ballot box would record when you have used your ballot so you vote twice, and then it would separately record that a vote has been cast for a certain candidate. We won’t know who you voted for because the code that keeps your name and choices separate will be “open source”, meaning it can be viewed and verified by anyone. Everyone has an interest in keeping the code neutral and secure, so together we’ll keep it that way.\\n\\nIn other words, we can finally build an election system that people can trust because it is run by math (code) instead of by humans.\\n\\nBy the way, we can go further than just saving democracy and go on to make government services better, too. NFTs and their smart contracts can help automate processes and remove red tape, wasted time, and staff bias. No more duplicate permits, lost data, or “forgotten files in someone’s inbox.”\\n\\n## NFTs will save your life 👀\\n\\nOk, ok, NFTs aren’t some miracle drug or war-ending, global kumbaya song. But they could protect you from identity theft, and that’s sort of like saving your life, right?\\n\\nRight now people around the world live their lives under a cloud of anxiety. Has their personal data been stolen in the latest hack of Facebook or whatever random “What will I look like when I’m 75?!” [app](https://www.pcmag.com/news/is-faceapp-really-a-privacy-threat) they downloaded?\\n\\nThankfully a solution to this is emerging thanks to the same technology that makes NFTs possible. Blockchains can be used to let you take control over your own data, which makes it much harder for people to pretend to be you.\\n\\nFor example, NFTs will likely one day be used for your birth certificate, health card, and driver’s license (if self-driving cars don’t make them obsolete…). The information on these documents won’t be stored by the government, where they can be misused or stolen. Instead, they’ll be stored securely on the public blockchain so only you have access to them, and you’ll share only the details you need to access services, when you need them.\\n\\nIn other words, NFTs will save your life… on a blockchain. But don’t worry, it’ll be secure. ;)\\n\\n## We’re living in the future\\n\\nWe’ve taken quite the journey from buying funny jpegs to taking control of your own life. But wow, it looks pretty amazing, hey?\\n\\nAnd perhaps the craziest part is how fast this is happening. A lot of the things I mentioned above are already being worked on, and they’re set to completely revolutionize the way things work in our society.\\n\\nWhat do you think is going to happen? I would love to hear from you, so please share your thoughts!\\n\\n***Want to get emails from me sometimes? Sign up for my [mailing list](https://dedicated-musician-3375.ck.page/a2bbc4b879).***\",\"timestamp\":1637585360,\"title\":\"How NFTs Will Change Your Life, Even Though You Think They're A Scam\"},\"digest\":\"7hmgG_gLjxAITwKhJ7BbTA3yqJHEcJ3VNfu3GzAlcJ0\",\"authorship\":{\"contributor\":\"0x59F7061d3b53bD798c1DD7110c2eb415Ee72128F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xN3TRL_HA9htu98RsfiNdF6ARDKQcFgXRx9NMk13dtg\\\",\\\"y\\\":\\\"yI_9q-K3mVIBEcICTi2oNB4rkzdKwAJedngThNTjld4\\\"}\",\"signature\":\"6UeTmWiQDyGjqVLJv4gjV6Fl-_1bFQ_N8icOX-6heC06lvOHzF_fY5RdZQSGSG2xLKUPjLIZ-1x6Al7jcOkG_w\",\"signingKeySignature\":\"0x6a5e2410ab53c17086c13dff83b858c9c60d4192d970923e6dd60e964da633d407f6c4f0f65bef5549c1571434b77d3affeff5cf46f73772272979942fc95d5e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xN3TRL_HA9htu98RsfiNdF6ARDKQcFgXRx9NMk13dtg\\\",\\\"y\\\":\\\"yI_9q-K3mVIBEcICTi2oNB4rkzdKwAJedngThNTjld4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7hmgG_gLjxAITwKhJ7BbTA3yqJHEcJ3VNfu3GzAlcJ0\"}"