"{\"content\":{\"body\":\"お正月にもらって机の中で大切にしまっておいたお年玉。何かと入り用な年末にポチ袋を開けたら、中身のお金が半分になっていた…。 \\n 今、中東のある国でこんな事態が起きているんです。 \\n （イスタンブール支局 佐野圭崇支局長）\\n\\n## 日本に人気 あの観光地に異変？\\n\\n三日月と星があしらわれた赤い国旗、飛び交うカモメ。 \\n  \\n ここはボスポラス海峡を挟んでアジアとヨーロッパにまたがる中東の国、トルコ。日本人にもなじみ深い最大都市イスタンブールで、知る人ぞ知るローカルフードが「サバサンド」です。\\n\\n「サバサンド」\\n\\n訪れた人の中には、焼きサバと生タマネギの、シンプルな組み合わせのとりこになった人もいることでしょう。 \\n  \\n 私が赴任した去年7月には、1つ12リラ（当時のレートで150円ほど）でした。ところが、年末には30リラに値上がり。 \\n  \\n サバの輸入価格が上昇したためだといいます。\\n\\n## 「年金だけで暮らせない」街から聞こえる悲鳴\\n\\n歴史的な町並みが残る旧市街に、ところ狭しとテントの店がひしめく青空市場。一見、活気あふれるいつもの光景ですが、ここにも異変が起きていました。 \\n あちこちで値札が貼り替えられた痕跡を見かけるのです。\\n\\n旧市街の青空市場\\n\\n買い物客に話しかけると悲鳴にも近い声が…。\\n\\n「毎日のようにすべてが値上がりしていく」 \\n  \\n 「給料が足りず買い物ができない」\\n\\n乳製品を売る店\\n\\n例えば、乳製品は前の月と比べ軒並み5割の値上げ。 \\n 店主は「チーズはキロ買いが基本だったのに、今は250グラム単位で買う人もいる」と教えてくれました。 \\n  \\n スーパーより安く品物が手に入るこの市場でさえ、モノが買えなくなっているのです。\\n\\n公営のパン屋には絶えず客が\\n\\n市場から徒歩5分のパン屋には、行列ができていました。 \\n ここは格安でパンを提供する市営のスタンドです。 \\n  \\n 長さ30センチ余りのバゲットが1本1.5リラ（＝約12円）、通常の半値以下で買えます。 \\n  \\n 一般の店で買い物する余裕のない人が増えているのです。\\n\\n「年金だけでは暮らしていけない。いつも腹が空いているけどお金が足りない」\\n\\n毎日、バゲット2本だけで生活しているという男性はこう訴えました。 \\n  \\n 撮影を始めるとすぐに「俺たちに恥をかかせるつもりか！」と、行列の中から怒号が飛んできました。 \\n  \\n 安いパンしか買えない惨めな姿をさらしてくれるな、というのです。 \\n 正直、格安のパンを買う後ろめたさにまで想像力が及ばず、今、人々が抱えている、暮らしへの不安やストレスを思い知らされた瞬間でした。 \\n  \\n スタンドと行列に頭を下げて、その場を後にしました。\\n\\n## 1年で半分になったトルコのお金の価値\\n\\nトルコの人たちを苦しめているインフレは、日本からは想像がつかないほど急激です。 \\n  \\n 統計局が発表した去年12月の物価上昇率は36％。 \\n 日本の消費税が2パーセント上がったときの負担感を思い出すと、途方もない数字です。\\n\\nこのインフレを加速させているのが、通貨リラの値下がりです。 \\n 去年はじめに1ドル＝7リラ台だったのが、12月には一時、18リラ台に。リラの価値は1年で半分以下にまで下がりました。 \\n  \\n 例えるなら「お正月にもらったお年玉をとっておき、いざ、年の暮れに使おうと思ったら、予定していた半分以下の買い物しかできなくなっていた」という状況です。\\n\\n## 背景に常識破りの「利下げ」\\n\\nでは、なぜリラは暴落したのか。 \\n それはトルコの中央銀行が「利下げ」を繰り返しているためです。 \\n  \\n 物価が上昇基調にあるときの金融政策の定石は、市場に出回るお金を絞るための「利上げ」です。 \\n  \\n 世界的にインフレ圧力が強まる今、実際、イギリスや韓国、ニュージーランドなどの中央銀行が去年、相次いで利上げしていて、アメリカの中央銀行にあたるFRBも早ければ3月に「利上げ」に踏み切るとみられています。\\n\\nところがトルコの中央銀行は、去年9月から12月まで4か月連続で「利下げ」を実施。19％だった政策金利は4か月で14％にまで引き下げられ、この“常識破り”の政策にともなってトルコ国内の物価が大きく上昇したのです。\\n\\n## エルドアン大統領が推し進める「トルコモデル」とは\\n\\n利下げの背景にあるのが「高金利は景気を冷やす」という、エルドアン大統領の「信念」です。 \\n その考え方を表したのが、この図です。\\n\\nエルドアン大統領の演説などをもとに作成\\n\\n金利が下がれば、国内ではお金が借りやすくなり、ビジネスが回りやすくなる。 \\n  \\n さらに、通貨リラが値下がりすれば、海外の観光客を呼び込みやすくなり、輸出もしやすくなる。 \\n そのためには、インフレという副作用は容認する方針なのです。\\n\\nエルドアン大統領\\n\\nもう1つ、利下げにこだわる理由が。 \\n それは来年に控えている大統領選挙です。 \\n  \\n イスラムで禁じられている「利子」と戦う姿勢を示すことは、エルドアン大統領自身の支持基盤である宗教保守層へのアピールにもつながります。 \\n  \\n そのため「イスラムの教えで求められていることを実行する」と訴えているという指摘もあります。\\n\\nブルガリアから買い物に来た人たち\\n\\n利下げ政策のもくろみは、ある面では当たります。 \\n  \\n オミクロン株が猛威を振るうなか、リラ安の恩恵を受けようと、ブルガリアやイランなど周辺国からの観光客がバスで乗りつけ、買い物を楽しむ様子が報じられました。 \\n  \\n 一方で専門家からは「こうした『爆買い』こそが地元経済を疲弊させている」という指摘も。 \\n  \\n 観光客が生活必需品を買い占めて品薄になるため、値上がりに拍車をかけているというのです。\\n\\n## 深まる混乱 経済団体も「NO！」\\n\\n抗議の声をあげる労働者（イスタンブール）\\n\\nインフレが止まらない状況に、国民の我慢は限界に近づいています。 \\n  \\n 労働組合による抗議デモが相次ぎ、経済界からも異論が噴出。 \\n  \\n ついにトルコ有数の経済団体までもが「今、試されている経済政策が目的を果たせないことは明らかで、一般的に認められている経済の原則に立ち戻るべきだ」とする声明を発表しました。\\n\\n## 新年の予算が組めない－日系企業にも影響\\n\\n影響は、トルコの人たちだけでなく、外国から進出した企業にも及んでいます。\\n\\n防音材製造の日系企業\\n\\nトルコ国内に加え、ヨーロッパ向けに家電製品の防音材を製造するこちらの日系企業。本来、リラ安の恩恵を受けるはずですが、あまりにも不安定なリラの相場に、翻弄されています。 \\n  \\n インフレの影響で去年11月には光熱費が、前の月の2倍以上に増えたほか、従業員から「生活が立ちゆかない」として、3割から4割の賃上げを求められ、ことしは大幅な人件費の上昇が見込まれるとしています。 \\n  \\n また、リラ安が急激に進む影響で、工場に入れる設備の見積もりを取ったあと、本社の決裁を待つ間に為替レートが変わってしまい、見積もりを何度もやり直してもらうなど、対応を余儀なくされているそうです。 \\n  \\n 毎日、リラの為替チャートを眺める財務と経理を担当する高津幸城課長は「最近デイトレーダーの気持ちが分かるようになりました」と漏らしました。\\n\\n高津幸城課長 \\n 「ここまで急激なリラの下落は想定していなかった。出ていく資金が大きくなるほか、1月からの予算を組み直すことになり、対応に苦心している」\\n\\n## リラを守るための「奇策」\\n\\n両替所が建ち並ぶ通り（イスタンブール）\\n\\nリラ安やインフレを容認してきたトルコ政府や中央銀行も、影響が深刻になるにともなって対応を迫られています。 \\n  \\n 中銀は通貨防衛のためおよそ8年ぶりに為替に介入。 \\n 去年12月だけで5回、市場介入しました。 \\n  \\n また、同じ月にトルコ政府は最低賃金を5割引き上げると発表。 \\n さらに打ち出したのが「リラ建ての預金保護」です。 \\n  \\n これは一部のリラ建ての定期預金に対し、為替の変動で利息を上回る損失が出た場合に、差額を国が補填するというものです。 \\n  \\n リラの相場はいったん息を吹き返し、一時は1ドル＝10リラ台まで戻しました。 \\n  \\n しかし、持続性について、専門家からは疑問視する声も。 \\n  \\n トルコの財政運営を不安視する人がリラ売りに走れば、リラが下がって、さらに財政負担が膨れ上がる、負のスパイラルに陥りかねないからです。 \\n  \\n また、補填する費用をまかなうために中央銀行がお金を刷れば、市場に出回るお金が増え、インフレがさらに悪化することも懸念されます。\\n\\n## トルコリラはどこへ\\n\\nエルドアン大統領は国民にも呼びかけました。\\n\\n「枕の下から預金を出してリラを守ろう！」\\n\\n「枕の下預金」は日本でいうところの「タンス預金」です。 \\n  \\n お国柄が出ますね。いざというとき資産を守るため、手元に置いているドルなどの外貨を売って、リラを買い、リラ安の抑制に力を貸して欲しいというのです。\\n\\nここトルコで暮らしていると、私たちがふだん当たり前に使っているお金の価値を安定させることがいかに大事か、日々痛感させられます。 \\n  \\n 今や「実験」とも揶揄されるトルコの経済政策ですが、それに翻弄されているのは生身の人間です。 \\n  \\n 安定した暮らしが戻ってくることを願ってやみません。\",\"timestamp\":1642427979,\"title\":\"お金の価値が1年で半分に減った国\"},\"digest\":\"k7xBpg9b3GzkCJqY77SDD6_o-iIHOSOdIaZrO23VRbA\",\"authorship\":{\"contributor\":\"0x27651358790142A18D2195518cc97c27064Fcd4f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SSVILD7ZA8dVSfMLipus_uVkGKGvWu752jDch-WE7gQ\\\",\\\"y\\\":\\\"lgtR9iK86NreKgkZYNgVnXdK8H4x8MbGIo9SGCp62K4\\\"}\",\"signature\":\"ju50277kspMohAgZ5pO9P0fzRPnqS-lqFSAA2E_YMsz9BaQ-U9uAQd7OnOvbkuLXifyQaoTer1p_JzBMtTd1zQ\",\"signingKeySignature\":\"0x5a6d03dac58f2ca96bb2fec325917b46a9f42c0358f435a4c56d750062b7e3082410638e06f2ec5575f5b45c69af1528740949304f14d5dbfa54e9a76570eb3a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SSVILD7ZA8dVSfMLipus_uVkGKGvWu752jDch-WE7gQ\\\",\\\"y\\\":\\\"lgtR9iK86NreKgkZYNgVnXdK8H4x8MbGIo9SGCp62K4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k7xBpg9b3GzkCJqY77SDD6_o-iIHOSOdIaZrO23VRbA\"}"