"{\"content\":{\"body\":\"If you are new to Web3 and getting overwhelmed by all the terminology and the new news out there every single hour, sit tight. I started my Web3 journey in November 2021 and since then have been learning new details every single day. A good way to start your Web3 journey is to join several DAO(s), find for yourself which one interests you, and then start contributing to the DAO. One such DAO, which this article covers is Global Coin Research (GCR) DAO. I personally enjoy this DAO because the articles the group shares, on Twitter and their website, make up a great read for someone new to the space without overwhelming you plus they are an easy read. Another reason is, the community hold these really cool calls where you can meet other group members and interact with them while learning about DAOs, NFTs, Crypto, basically everything Web3. Disclaimer, I am not a part of this community yet and haven’t met anyone IRL or online.\\n\\nGCR stands for Global Coin Research ($GCR) and is a social token community wherein the writers can get together and source the best resources out there available in crypto/Web3 world. $GCR is an ERC20 token on the Ethereum blockchain with a fixed total supply of 10M $GCR tokens and no more can ever be minted/created.\\n\\nIn order for you to be a part of $GCR community, you need to own at least 100 $GCR cryptocurrency tokens. You can find the discord here, where you can see the basic announcements and information on the community. One thing that I like about $GCR is that it is a global community full of angel investors, technologists, executives who are willing to support you in the projects important to you. The members come from different parts of the world, speak different languages, and till the time you are an active contributing respectful member of the community, nobody judges where you come from. The flattening of the qualifications in Web3 space makes it a great space to be in right now.\\n\\nA part of the total 10M $GCR token is reserved for a special campaign called Media Mining where users can participate in the campaign and earn $GCR token. You simply need to write an exclusive article and receive 250 $GCR token for every approved posts. This is a great way to provide value to the community while staying true to the mission. This also serves the long term purpose of the members of the DAO - to have a fully functional autonomous writing platform and community that governs itself. Another advantage that you can enjoy by being a part of this community is that the members get special investing opportunities which the members can invest in together by pooling money together and vote on investments.\\n\\nTL;DR – A great time to get in $GCR community as the community is welcoming and can become one stop shop for an average crypto enthusiast looking for curated media creations in Web3 space.  \",\"timestamp\":1637177260,\"title\":\"Global Coin Research Community\"},\"digest\":\"4VA39G7F_3oZw4BNT1Wd1lcNdgXNSygTQ3wdWnoN3H4\",\"authorship\":{\"contributor\":\"0xE9622c1d645759658bdc9d46ad54eFaDE63438b7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jb_IuVFSKG8wFtmF_nSdQ8QKDcQ7aHgkITDgYYa4ZiY\\\",\\\"y\\\":\\\"KKycDUlcElhLGhaXFrHYsZofXDmiEfuzCRPEtWutqFE\\\"}\",\"signature\":\"2-ulbdErXxqeOdJa3ej2MbEuwcVzLBQ4HP2mLE6d3JseWz9-PYAAfFQktgX8HcKhMtMNTN6c69euayGMbL5oog\",\"signingKeySignature\":\"0x41a7015e2cea3b6482511bfa408bc421705ca3d38085009fec718c84f89c48620997dd5bfcd445eae5d5042ebefa45f4884119cfd34cb727f4e839acfefb8ec81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jb_IuVFSKG8wFtmF_nSdQ8QKDcQ7aHgkITDgYYa4ZiY\\\",\\\"y\\\":\\\"KKycDUlcElhLGhaXFrHYsZofXDmiEfuzCRPEtWutqFE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4VA39G7F_3oZw4BNT1Wd1lcNdgXNSygTQ3wdWnoN3H4\"}"