"{\"content\":{\"body\":\"The TLDR version of this blog post is that **I’m building North Star to help people become who they want to be through challenges in the form of x days of y that can be taken on solo, with other people, or with the help of a guide.**\\n\\n![Michael Persall (MICKY), Founder of North Star](https://images.mirror-media.xyz/publication-images/-By7iDaqJpMCXzw7QoFOG.png?height=1080&width=1500)\\n\\n*Here’s why I’m doing this:*\\n\\nMy quarter life identity crisis happened three years ago when I got a Facebook message giving me surprising news about my DNA. Before I got the news, I’d been able to successfully reinvent myself at will when I wanted to be an athlete, then musician, then entrepreneur. But this time, finding an answer to the “*who am I*?” question that we ask ourselves whenever we hit a crossroads was challenging for me. So, after burying myself in work for a couple of years to hold onto the person I was, and with a bit more time on my hands due to the pandemic, I decided to take on the challenge and go down the rabbit hole of self-discovery.\\n\\nIn the past, once I knew who I wanted to be, I made a plan of action, did the work, found my people, and saw results. I was bad at sports then became a captain of my high school football and basketball teams after a couple years of following training programs. I couldn’t carry a tune when I got to college and didn’t get into any of the a cappella groups that I tried out for, so I watched YouTube videos, [played 408 shows the year I graduated](https://www.youtube.com/watch?v=3g_Ns-8X_dI), and got close to 2 million streams on my [first official release](https://open.spotify.com/artist/52vHOZO0ka2MTl3zmpB6HH?si=BkFUDk1ARjGbRchxlR2tbg&dl_branch=1). Shortly after, with no knowledge of the startup world, I [joined one](https://www.one37pm.com/grind/entrepreneurs/treble-app-matt-bond-michael-persall-interview) as an ambassador and became a co-founder, generating 30k+ app downloads, press from The WSJ and Complex, around 200 weekly community event attendees from 2017-2020, and awesome [housing and retreat pop-ups at SXSW](https://www.youtube.com/watch?v=Ndn-UMD1E6Q) that connected people in the music world. This time, my focus wasn’t on creating a new identity informed by the job I wanted. It was simply to become someone who feels comfortable and confident in their own skin again.\\n\\nSo, I began mediating daily, read some self help books, took on The Artist’s Way and developed a journaling habit, and consumed a ton of content on personal development, philosophy, mental health, and identity. I started to create things naturally again. I wanted to make resources that had helped me more accessible to others, so I learned no code and built a [website](https://creatormentalhealth.com) that curates mental health and mindfulness resources for creators. Throughout this process of self-discovery, I realized the answer to the “*who am I?*” question will always change with our inputs. The people in our lives, our experiences, and the content we consume all impact our beliefs, which impact our thoughts, which ultimately impact our actions and determine who we become.\\n\\nThis is what led me to the idea for North Star: **help people become who they want to be through online and offline challenges in the form of x days of y that can be taken on solo, with other people, or with the help of a guide**. \\n\\nRight now, it exists as a [Discord community](https://discord.gg/7WDBRM3B) for people who are interested in personal development and helping others develop themselves. The goal is to create the MVP version of a product, release around New Years, and begin rolling out offline activations like retreats that individuals and teams can take on together. I also like the idea of North Star rewarding members with tokens or NFTs for completing challenges one day. And as I’ve become a contributor myself to other DAO’s, I’m entertaining the idea of North Star as a DAO.\\n\\nMy hope for North Star at the end of the day is to show people that they can be their own North Stars. That they have the freedom to choose their perspective, lean into their true selves, and become whoever they want to be. That they can start now and create themselves if they’re willing to take on the challenge. Through the development of products, services, experiences, and a community that reinforces this vision, North Star will provide a framework that makes it easier for people to curate their inputs and take the steps they need to take to grow in the direction they desire.\\n\\nJoin the Discord community [here](https://discord.gg/7WDBRM3B). Connect with me [here](https://michaelpersall.bio.link/).\",\"timestamp\":1635014909,\"title\":\"Introducing North Star\"},\"digest\":\"RdntVXFLK-F9ir70TrNjsnVVYWwDdGortqQdEIv3iuQ\",\"authorship\":{\"contributor\":\"0xAf51fe614F73e09A29137855B42AA522912a39cF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AK9nBxMsAcBPx_uc4wv2N1MKADbnlLAowdwZYybIjlA\\\",\\\"y\\\":\\\"92TCEqr70FrqmXAl0u4qcm_lNWuVbRhd9uUN2tJ5gkA\\\"}\",\"signature\":\"MOODrIIRJaRgSjHu42AzbTO563awTl7A-J2ox6nrrOoCIKXf6-OwHlr-9bA27gPEnA4vnIpvABxV498hkJqYKA\",\"signingKeySignature\":\"0xe85c5222779b343ecf06cbe7e08641517df81dfc7aab72281c7216fd8089addf7dd6055076bce86d03c68319502206e4e0aa51af9fcf20f3ea14476370eae9371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AK9nBxMsAcBPx_uc4wv2N1MKADbnlLAowdwZYybIjlA\\\",\\\"y\\\":\\\"92TCEqr70FrqmXAl0u4qcm_lNWuVbRhd9uUN2tJ5gkA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3AEx9WvFtFVtB9yEnw4rAlZYtxyZDDYqyLgM5P4Cxho\"}"