"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/ZYmsVG-bXXU9HYKOfleN9.jpg?height=3000&width=3000)\\n\\n## Our maiden interview is with Kemka Ajoku\\n\\nKemka is a portrait and fashion photographer who centres his work around the documentation of black lives. Despite being born and raised in London, England; it was until he went to his native country of Nigeria for his Bachelor’s degree where he discovered his love of photography. His work has been featured on i-D, Nataal Media, Indie Magazine, Booooom and Puss Magazine to name a few.\\n\\n### How would you best describe your creative process?\\n\\nMy creative process, in simple terms, is really the translation of thoughts and visions into tangible images. Depending on what I want to make, that can vary from compiling moodboards to making playlists, anything I can use to channel my emotions at the time. Sometimes, despite not as often anymore, I pull up to the shoot with no prior creative preparation, allowing the idea to come on set. It’s worked for me every time.\\n\\n### Most frequently received (advice related) question?\\n\\nFunny enough, I don’t receive a lot of questions concerning my work, I mainly have people asking me about the gear I use, and maybe my post-production process.\\n\\n### Top 3 tools/resources you use to create \\n\\nCamera, film roll, Adobe Lightroom.\\n\\n### What made you develop an interest in photography?\\n\\nTaking photos was something I did all my life, just never seriously. My first camera was a 5 megapixel digital camera with 2 AA batteries from Christmas when I was 9. Family holidays, parties, Sunday mornings, I was always the one behind the camera. Looking at photography as an art form started for me when I was in secondary school, on school trips to Wales, Austria and France, circa 2012-2014. I was given an iPod touch 5th gen as a birthday present, and that was my first time taking photos of my surroundings, mainly landscapes and still life.\\n\\nIn my third year of uni, still actively shooting landscapes as a hobby, I came across two good friends and mentors of mine, Chuka Nwobi and Femi Johnson. They went through the photos I posted on VSCO and encouraged me to pursue photography, especially portraiture. So I made that my new year’s resolution for 2018 and since then I haven't stopped shooting.\\n\\n### Is there a specific moment that made you realize you'd probably want to do this for a long time?\\n\\nThe first time someone (who I didn’t know beforehand) approached me at a party to compliment my work. I left that encounter feeling really blessed that my work was being received positively further than I thought it was. That day I decided that it’d be something I’d take seriously.\\n\\n### Is there some sort of physical/mental prep you do before a photoshoot? (besides the normal stuff)\\n\\nAffirmations and a short prayer. Depending on the shoot, it’s very easy for fear and doubt to creep in and ultimately affect the shooting process. So I briefly take a short prayer and remind myself that I am that guy.\\n\\n### What are your thoughts on self education/learning? \\n\\nI feel its the most effective way to learn a creative craft. Experiencing all the lessons you’ve learnt not only sticks with you longer, but also distinguishes your work when compared to others in the same field. I have a lot of respect for those who are self-taught.\\n\\n### Source(s) of inspiration?\\n\\nMusic and nature. I feel like music is one of the most precious art forms, with possibly the easiest access to feelings and emotions amongst consumers. Nature for me is also something I find inspiring, the power of any life form really captivates me, the way it interacts with its surroundings and changes over time and seasons, with minimal effort.\\n\\n### Most creative time of the day for you? \\n\\nDefinitely night time, that’s when I create the ideas. I can work during the day, but when everyone is asleep   and you’re alone with your mind, that’s when I’m in 5th gear.\\n\\n### Who is one person you'd really love to work with?\\n\\nWales Bonner. Her ethos towards making her clothing line is one that really captivates me, as we both share a passion of documenting Black British culture of both past and present. I’d really love to work alongside her at some point.\\n\\n### What do you think is the best pathway to financial stability as a creative? \\n\\nA solid team, and understanding an of the logistics of the industry is very key. A lot of young creatives tend to be cheated and used by those at the top, which can be very discouraging when your creative field is what puts food on the table.\\n\\n### How did the lockdown affect your creativity and if there were any setbacks how did you overcome it?\\n\\nDuring the lockdown I wasn’t able to shoot, at all. This at first affected me negatively, resulting in a number of breakdowns and mental wear-outs. But this allowed me to revise my intention behind storytelling and my mission statement as a photographer. Spending time to focus on this has changed how my creative process, allowing me to be a lot more intentional with my work going forward.\\n\\n### Any plans for the future? (What should we expect for 2021)\\n\\n2021, expect new things from me I shied away from previously.  Taking everything in full force from today onwards, not just in the new year.\\n\\nYou can follow Kemka's work on [Instagram](http://www.instagram.com/kemkaajoku/) and his [Website](https://www.kemkaajoku.com/).\\n\\nIf you enjoyed reading this interview you can subscribe to the newsletter [here](http://bare-max.club/). \",\"timestamp\":1640674667,\"title\":\"Bare Maximum Newsletter 001 📰\"},\"digest\":\"UobUyTJGRSa0bVllb8OlNZcre88G3fM1uh_8SFyzn3A\",\"authorship\":{\"contributor\":\"0xf7bEb33Cd7Bf70AE2B1641A49cB554C513749741\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zyN9it2tpuEFtU0RPp4qEwm2LiLch-4ciq2FzOVOc50\\\",\\\"y\\\":\\\"mGmV_c8PKrKqGPKggIZp9me9w-mgholmS25yyXNwXNU\\\"}\",\"signature\":\"D9QMDLVi5-ojz-m6qJL-MJqC2tdWTUv-WXRiZ8ya5f9KszYGExYvw2L79A5AsRxvtzMhj3S37oNTpAlDKnJ4gg\",\"signingKeySignature\":\"0x3d4edaa8325b328763f862703793f7d665934850f160537a480a884ac34e83a85094385338c827838c729987e4f295b071b8d46aa1ea2f0c041c6c2cc4ac18d81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zyN9it2tpuEFtU0RPp4qEwm2LiLch-4ciq2FzOVOc50\\\",\\\"y\\\":\\\"mGmV_c8PKrKqGPKggIZp9me9w-mgholmS25yyXNwXNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UobUyTJGRSa0bVllb8OlNZcre88G3fM1uh_8SFyzn3A\"}"