"{\"content\":{\"body\":\"Governments as we know them are broken. Constituents lie, steal and claim to be impartial while becoming some of the wealthiest individuals on the planet, utilizing their public goods facade to generate alpha and rug pull the population.\\n\\n[https://twitter.com/chipfranklin/status/1443664452239298584](https://twitter.com/chipfranklin/status/1443664452239298584)\\n\\nMeanwhile the same profiteering puppets make decisions over human rights, infrastructure, health care and other essential services, while balancing their own conflicts of interest. That’s really the issue with governments, not the controversial mandates or their execution, it’s the inescapable COIs.\\n\\nJust because a mandate is to provide neutral services, doesn’t mean administrators are themselves neutral. Incentives of government officials do not align with incentives of a “government” and thus so frequently they are consumed with corruption.\\n\\n### Why do we pretend like self-interests of government officials don’t exist and why are we surprised when their molochian desires appear?\\n\\nDespite the potential altruism of government martyrs who choose to represent social contracts of a state, an individual’s game theory is not the same as the expected game theory of the public’s well-being. Providing public goods doesn’t equal no incentives.\\n\\nA reason officials often **seek corruption** is because they do not rid themselves of self-interests by being a member of the government, they are **simply pretending they cannot be corrupt.** It’s like we collectively took an oath that pretending they couldn’t be corrupt would make them less corrupt, rather than accepting natural human gluttony.\\n\\nMass incarceration for bad behavior doesn’t always lead to less of the bad behavior, it often has the opposite effect and makes the bad behavior more dangerous. For example, the [decriminalization has often been more successful than](https://time.com/longform/portugal-drug-use-decriminalization/) criminalization; like the decriminalization of illicit drugs in Portugal that reduced the social cost of drug misuse by 18%.\\n\\nIn the government’s case, our solution should **not be to try and force unwavering altruism**, but rather accept elements of self-interest and bake the right rewards into the job to provide public benefit yet mitigate harm - decriminalize corruption.\\n\\n## DAO as an anti-government, government\\n\\nMilton Friedman believed in decentralized approaches to running societies such that “governments” should only oversee monetary policy and free markets should decide all other services. I view DAOs as the solution: **efficient coordination of free-market behaviors to optimize public interests.** \\n\\n \\\\n We typically expect these things from neutral governing bodies representing the people:\\n\\n1. Public Goods Funding - *ie. education*\\n2. Economic Assistance & Emergency Aid *- ie. welfare*\\n3. Financial Regulation - *ie. monetary policy*\\n4. Security & Justice - *ie. military*\\n\\nThese same objectives are mandated by protocols in Web3. However, DAOs let us programmatically motivate public goods without aggregating all workers under an opaque “government” structure. In fact, most DAO members do not work at the same organization, sometimes have conflicting goals, yet manage to harmonize around the same mission.\\n\\nAnyone can be rewarded for their efforts in a DAO. Instead of mass denial of self-interests, DAOs embrace the reality of incentive alignment between participants/contributors.\\n\\n### In that lens, DAOs are the capitalist public goods allocators, the free-market’s project manager, the programmatic invisible hand.\\n\\nDAOs are the free market implementation for providing public goods. The mandate of a DAO smart contract can be partial to a protocol’s well being, while DAO contributors can be rewarded with private incentives to drive their own business models - eg. as grants, full-time funding, knowledge-sharing or social reputation. The underlying social consensus of a DAO aims to balance the DAO’s goals with contributor incentives, not hinder the existence of these mechanics.\\n\\nMoreover, inherent transparency of DAOs makes it near impossible to feign non-corruption, since any/all behavior can be checked by voters or observers. Smart contracts allow members to be voted in/out without notice, assess on-chain conviction or ragequit. The modularity also means there is little loyalty to one proposal or another, the only loyalty is to merit and accountability. \\\\n \\n\\n> “The people have responsibility, the government doesn’t have responsibility”  \\\\n *- Milton Friedman*\\n\\n \\\\n Incentivize members of governing bodies in such a way that they do not need to abuse their power to be incentivized, and furthermore *cannot* abuse their power. DAOs.\\n\\n[https://twitter.com/nope_its_lily/status/1444375731551674368?s=19](https://twitter.com/nope_its_lily/status/1444375731551674368?s=19)\\n\\n**Other Sources:**\\n\\n[https://www.hoover.org/sites/default/files/uploads/documents/friedman-government-problem-1993.pdf](https://www.hoover.org/sites/default/files/uploads/documents/friedman-government-problem-1993.pdf)\\n\\nMilton Friedman lectures on youtube\",\"timestamp\":1633236548,\"title\":\"DAOs: the anti-government, government clubs\",\"publication\":\"eva\"},\"digest\":\"DDMY4gjft04dcJy_1n-V_3ZBB7DpxNMJztgGuBiCn1A\",\"authorship\":{\"contributor\":\"0x51976F2C831640098b12b678Be637aF21A3cAB06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"APeuC-hLAauMAxQzQdLCg21efvJto-pXIFOc7ciOwfQ\\\",\\\"y\\\":\\\"wsJ-B2EoI3zQwV1fNpFpoyfT5eCxTEN8Ssbg4koz7Bk\\\"}\",\"signature\":\"IZpLhwM3mmu7QVBXMF4tMhbLK7oMO99Q2j_DeRUaxP4yr2dWwNRL1GxPGq7PFPi8cVwi42-upsk4jOyW_wL5jw\",\"signingKeySignature\":\"0x77f3d4adac18f769fa3f2c27202ff55dc318a0d81ca8dc425c44d0a133466f2973c8776e0ae57328174920c2a50e174093a769bd158459725591ace21fe0a2901b\",\"signingKeyMessage\":\"I authorize the publication of articles on eva.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"APeuC-hLAauMAxQzQdLCg21efvJto-pXIFOc7ciOwfQ\\\",\\\"y\\\":\\\"wsJ-B2EoI3zQwV1fNpFpoyfT5eCxTEN8Ssbg4koz7Bk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CTYcX41ImVRl_KeOVYxLm12Hsk4jREOZXm1R0EBPge4\"}"