"{\"content\":{\"body\":\"## Have you ever wondered if our world is controlled by one force? \\n\\n![](https://images.mirror-media.xyz/publication-images/66Zg7R45TbT_qUjgm-wew.png?height=630&width=1200)\\n\\nIn today’s digital age, certain conspiracies have actually played out on the web in plain sight. As the internet becomes more and more ingrained in our lives, spying becomes easier to perform which means so too do conspiracies of all types.\\n\\n> Someone once said that \\\"The pen is mightier than the sword.\\\" As it turns out, the keyboard can be even more powerful. In today's society, information can travel much faster than you may imagine. One keystroke can potentially change everything.  - 0x00\\n\\n***People think of conspiracy theories as crazy fantasies or creative interpretations of meaningful coincidences, but in reality, most are true and proven.***\\n\\nThis blog is about true and proven conspiracies. It will talk about real-life facts and shed light on what is going on around us. The world is not as simple as it seems. There are a lot of things happening in the world that most of us don’t know because the government and media cooperate to hide the information from the public by using false stories, fear tactics, fake photos, and even sometimes they kill people. Everything we see or hear on the news are carefully scripted stories to make people believe in myths, lies, fiction, propaganda schemes, and manipulative methods.\\n\\n## My goal is to show you through videos, podcasts, and articles that these things really are happening and we need to be aware of them.\",\"timestamp\":1640876632,\"title\":\"مرحبا بالعالم\"},\"digest\":\"OUe6WfP9Tm1NRSx3gfVZ6SGCSsdP0otT4Y72Q6OUDlI\",\"authorship\":{\"contributor\":\"0xd0C4133B93a8B32FCe4bDb9643BDb4c0f4C12a1C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aL4uutwOkPTX1U153t7TBTQBo3yAcxI6HGAWEHmISKc\\\",\\\"y\\\":\\\"Ylhy4XXDl1vWmfdmDh5XQ1eL3T3Z1R0xSbj2CIwGMWI\\\"}\",\"signature\":\"ELrk9HvrdwQrNOryOPZSiI5kcHOUq_dZKUOICLITRAtXl1xvU-mP9lt_VZtMFisyqaGQdC4SdjcpGktdGVV8RQ\",\"signingKeySignature\":\"0x55d8eda05d64677fe1557c4d0e311ac71bd9d072869525b31d60423dc4cb712a3d138204c4470dabca78d14b40cbd8bd6e056c9898b2e4a5126a7e3f12e17d621b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aL4uutwOkPTX1U153t7TBTQBo3yAcxI6HGAWEHmISKc\\\",\\\"y\\\":\\\"Ylhy4XXDl1vWmfdmDh5XQ1eL3T3Z1R0xSbj2CIwGMWI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OUe6WfP9Tm1NRSx3gfVZ6SGCSsdP0otT4Y72Q6OUDlI\"}"