"{\"content\":{\"body\":\"原文来自微信公众号：Web3 Explorer\\n\\n作者：Mike Tang, Lester Li\\n\\n编辑：Kitty #5136\\n\\n随着 Bitcoin 的天启事件（参见文末：《比特币白皮书》），近年来技术领域涌现出一大批新名词。这些名词的意义以及它们之间的关联，别说普通人不容易理解，就连混迹业界多年的资深人士也很难分得清。因为**这些概念已经不再局限在纯技术领域了，它们是多学科交叉的前沿领域**。\\n\\n这些概念包括，但不仅限于如下：\\n\\n![](https://images.mirror-media.xyz/publication-images/b6C-Hg6-9tyZ0C_GNwNC7.png?height=351&width=624)\\n\\n一个新手面对这么多的概念，会不知所措。这时，他们往往会选择某一个术语所代表的方向研究下去，这是完全没问题的。但对整体性的把握也非常重要，有关这些综述性的资料，在目前的互联网中，要么就是一些飘渺的宏大乌托邦叙述，要么就是一些概念的简单陈列讲解。对这些概念成系统的成逻辑的梳理，还非常缺乏。\\n\\n限于篇幅，本文不可能对这些概念一一讲解。本文的主要目标是尝试在这成堆的概念中，寻找出有关 Web 3.0 的主要脉络，以及 Web 3.0 和区块链之间的关系。\\n\\n## 对 Web 3.0 的畅想\\n\\n许多人对 Web 3.0 有各种畅想，这些畅想的内涵可谓是千差万别。《刘毅：Web 3.0 到底是醒世恒言还是危言耸听？》中对 Web 3.0 思想史的一个简要摘述如下：\\n\\n> 什么是 Web 3.0？互联网当前处于 Web 2.0 阶段，Web 3.0 是对下一代互联网的设计和设想。15 年前，Web 的发明人 Tim Bernard-Lee 爵士认为，目前互联网的局限在于，HTML 是给人看的，没有元数据，不能被机器所理解。因此应该把数据赋予含义，开发出更智能、自动化程度更高的互联网应用，从而实现 Web 3.0，即语义网（Semantic Web）。\\n\\n但是大约在 5 年前，Lee 爵士对下一代互联网的看法发生了变化，他发起了互联网大宪章运动，呼吁用户和从业者对互联网的未来进行广泛地讨论。\\n\\n以太坊联创和 Polkadot 创始人 Gavin Wood 博士在 2014 年提出了一种革命性的 Web 3.0 设想，并随后发起成了 Web3 基金会。他的理念是：\\n\\n* Web3 是为让互联网更去中心化、可验证、安全而发起的一组广泛的运动和协议；\\n* Web3 愿景是实现无服务器、去中心化的互联网，即用户掌握自己身份、数据和命运的互联网；\\n* Web3 将启动新全球数字经济系统，创造新业务模式和新市场，打破平台垄断，推动广泛的、自下而上的创新。\\n\\n两位大师在不同的方向上进行着尝试。\\n\\n**Tim Bernard-Lee 亲自发起了 Solid 项目 ，旨在让用户能控制他们在 Web 上产生的数据和内容，能选择数据如何被使用**。Solid 的核心是个人数据存储系统 Solid POD，你在网上产生的所有数据都储存在 Solid POD 中，如你的联系人，你的照片和评论， 用户可选择将 Solid POD 储存在自己家中的计算机上，或挑选的网上 Solid POD 供应商（比如 Berners-Lee 创办的 Inrupt），你的所有数据都控制在自己手中，可以自由的添加或删除数据，授予权限给他人或应用来读取或写入部分 Solid POD 数据，不需要同步，因为你的数据一直伴随着你。这个平台需要开发者支持才能真正产生效果，很难想象中心化的平台会支持这个无法控制数据的去中心化平台。\\n\\n**Gavin Wood 创办了 Polkadot 项目，旨在通过提供开箱即用的共享安全性保证和可互操作的多链网络架构，为用于承载 Web 3.0 使命的各种 parachain 项目创建一个创新的平台**。Gavin 博士把 Polkadot 定 义成为一个 layer0 的项目，即平台的平台 (The platform of platforms)。以此平台为根，期待绽放新时代的无穷分支没有边界的应用网络，从而逐渐侵蚀和替代现有的 Web 2.0 互联网。\\n\\n当然，业界还存在更多其它的有价值的观点，并在不同的方向上进行着尝试。\\n\\n面对这些看似都很有道理的前沿的庞杂的甚至是相互冲突的思想，我们如何进行有效地梳理呢？\\n\\n## Web 1.0 和 Web 2.0\\n\\n让我们回到互联网 1.0 的时代去看看能否发现一些有价值的东西。（以下这部分翻译自 a16z 的文章《Web 3.0 and the Future of Trust》by Ali Yahya 中的互联网演化这部分，有删节修改）\\n\\n![](https://images.mirror-media.xyz/publication-images/XqAZKWEKmIPBnlT9bT1R0.png?height=351&width=624)\\n\\n互联网早期的那一批协议其实相当美妙，TCP, IP, SMTP 和 HTTP，我们叫它 Web 1.0 协议，它们是在 70 年代到 80 年代设计的，秉承的是开放性和包容性的精神，它们是开放的标准。这意味着在世界上任何地方任何人，能够站在平等的位置，在它们之上构建系统，而不需要经过任何人的准许。\\n\\n比如，现在已经存在几百个这些协议的开源的实现了。目前，在你手机中的那些协议的代码，不管它是 iPhone 还是 Android 手机，都直接依赖于这些开源的代码。\\n\\n不知你有没有感受到，互联网对人类来说其实是一件特别伟大的事情，一个奇迹。现在的全球互联网是一个大的整体，而不是大量的不相交的独立的网络。世界上二百多个国家，千万计的公司——它们甚至有利益冲突——竟然神奇般地聚集和运行在这些同样的协议上，并在此之上互相连接，没有任何例外。\\n\\n在这样一个常年分化的世界中，这是不寻常的，我们如何来解释这种现象呢？**它其实就是开源的结果**。因为互联网的核心协议是开源的，没人能单方面地控制互联网。它们的出现和支持是至下而上的且基本中立的。正是由于这些底层协议的稳定，在其之上才构建了现今的互联网生态。\\n\\n![](https://images.mirror-media.xyz/publication-images/nH1Qr0r_y1ZXJ2fJlQIYF.png?height=715&width=1080)\\n\\n这些协议的出现引导了一个创新的黄金时代的来临。在其之上，企业主和它们的投资人相信游戏的规则是中立和公平的。但是，开源很难营利！所以这些创业公司的商业模式是在这些互联网的开放协议上构建带产权的闭源的协议。**这些协议就是 Web 2.0 协议**。\\n\\n![](https://images.mirror-media.xyz/publication-images/L4pXz3wydVhWTGCVOEH54.png?height=351&width=624)\\n\\n这其中少数创业公司已经变成了人类历史上最有价值的公司，你肯定听过其中一些。然后，也因为这些公司，数十亿人几乎免费地用上了伟大的新科技。这是一个现象级的事情。直到最近，这些公司都没有为此获得足够的名声（针对让数十亿人几乎免费地用上了伟大的新科技这一件事情）。\\n\\n但是，一个严重的警告也随之而来，Web 2.0 的这些科技巨头已经变成大中介和互联网的守门人了。今天我们在互联网上做的大部分的事情，比如搜索网络、与人们联系、分享内容，都被迫依赖由这些公司开发的带产权的不透明的服务代码，不然就无法去做那些事情。\\n\\n于是，这些公司就对他们的用户和第三方开发者，掌握了巨大的权力。凭借他们对所有数据的控制，**它们控制了：平台上用户间的每个交互，每个用户无缝退出和切换到其它平台的能力，内容创作者被发现和发布内容的潜力，所有资本的流动，及第三方开发者和他们的用户间的所有关系**。\\n\\n**他们还控制了游戏规则**。在任何时候，没有警告，几乎完全按照他们的条款，这些公司可以改变在他们平台上允许发生的任何事情——经常在运行过程中剥夺整个第三方公司或用户的所有权力。这些公司已经成长为巨型怪兽。\\n\\n互联网的故事，就变成了：基于中立和开放，就有了价值创造的可能性。**而当太多权力掌握在少数营利性人类机构手中时，就会抑制创新，进入一个令人警惕的状态**。\\n\\n试想一下，在 Web 1.0 的协议之上，孕育了 Google 这样的巨头。而在 Google 这样的 Web 2.0 协议之上，还能孕育出一个新的类似的巨头吗？这是不可想象的事情（想象不出来如何做到）。Google 已经成为互联网的守门人，它是不会让你在它之上再去做守门人的事情的。也就是说，Web 2.0 已经是科技树的一片叶子，已经到头。\\n\\n于是我们要回去最初的状态去思考，不基于这些守门人的服务去思考，而是基于开放的 Web 1.0 去思考：我们如何从「Don’ be evil」（Google 已经放弃）去到 「Can’t be evil」。**从不去做恶，进化到无法做恶**。\\n\\n## 对协议的进一步分析\\n\\nWeb 1.0 的开放协议让今天的互联网变得可能。但是，对于真实世界的软件平台服务来说，它们并不是一套完整的乐高积木。还有很多部分的协议缺失了，比如数据的存储协议，基于数据的计算协议等。\\n\\n而 Web 2.0 的科技巨头更进一步，提供了这些缺失协议的闭源版本，从而建立起了强大的商业模式（这是它们出现的本质原因）。\\n\\n**Web 2.0 有如下一些特点：**\\n\\n* 平台经济。平台最终必然走向垄断；\\n* 隐私换服务；\\n* 数据归平台方所有。对数据的任何挖掘、加工等产生的利润，归平台方所有；\\n* 依赖于平台而生存的某些职业，在平台的利益分配上，没有定价权。\\n\\n简单地说，Web 2.0 让平台成为最有钱有势的一方，所有人都在给平台打工。这种平台模式，不大可能从内部突破。\\n\\n**Web 2.0，数据完全由企业掌控，会有如下问题：**\\n\\n* **数据易泄漏**。外界的攻击，导致数据易被盗取。特别是很多企业内部数据用明文存储，一旦被盗，所有信息相当于完全公开；\\n* **数据易丢失**。企业运维的事故性丢失，或黑客的攻击性丢失，或企业倒闭服务关停导致的数据丢失等等；\\n* **数据可被篡改**。企业对其内部的数据库，有至高无上的权利，理论上来说，可修改任何数据（比如删除做恶的记录），即使是用的所谓纯增量数据库也是如此；\\n* **数据会被审查**。审查这个东西争议很大，虽然在某些方面有积极的意义，但是在另一方面负面作用非常大；\\n* **数据会被打包售卖**。这其实是一个灰色的商业模式，此不赘述；\\n* **数据孤岛**。同一行业下竞争企业数据孤岛现象特别严重，数据的相互交互特别困难。\\n\\n数据有这么多潜在的问题，**核心原因就是数据被视为企业最核心的资产**，数据及数据的使用规则，完全由企业来掌控。普通用户完全没有权力参与其中。\\n\\n从 Web 3.0 的角度来看，如果数据依赖于人或机构，必定会出现上述现象。而如果数据本身依托于开放的协议以及数学算法，那么是有可能解决上述那些问题的。\\n\\n业界一些大师最近几年提出了一些观点，比如：\\n\\n* A16z 的 Chris Dixon 提出「重启互联网」（参见文末：《Rebooting the Internet》）；\\n* Gavin Wood 说：「今天的互联网在设计上就是坏掉的。」（参见文末：《Why We Need Web 3.0》）。\\n\\n我们需要的是一套开放的协议——就像 Web 1.0 那样。\\n\\n## 比特币的启发\\n\\n如何做？比特币给了我们一些启发。\\n\\n![](https://images.mirror-media.xyz/publication-images/D99g-5FFYnprsHEsHkY0f.png?height=672&width=1080)\\n\\n比特币背后的思想很有意思，它用密码学的一些基础设施比如数字签名，Web 1.0 的开放协议（TCP，UDP 等），和一个非常聪明的激励结构来构建了一个集体所有的中立的数据库，或者叫分布式账本，用于记录比特币的交易/支付数据。\\n\\n这个数据库的创新点在于，它的安全性是由它的用户至下而上建立的，而这个用户可以是任何人，在任何地点，在没有任何人允许的情况下参与进来。**换句话说，对数据库的控制本身是分布式的，没有守门人**。当然，它的挑战在于，许多参与者是不诚实的，如果可能，他们会想在这个系统中钻空子以获利。**比特币的天才之处在于它的激励结构，它让系统可以自我监管（self-policing**）。\\n\\n它不把唯一的一份数据库放在一个「可信赖」的数据中心（这个数据中心可能是被 Google 这种大公司拥有），而是在网络上每个参与者都持有一份他们自己的拷贝。\\n\\n这会产生了一个问题：我们如何确保数据库的所有拷贝是始终保持一致，以保证没人能插入一个做假的交易数据呢？\\n\\n答案是网络中的每个参与者（被称为矿工）监视着网络，并且给他们认为有效的交易集合投票。关键之处在于他们用他们算力进行投票。比如 Alice是一个矿工，她给网络贡献的算力越大，她就帮助网络有更多的安全性。作为结果，协议给她更多的投票权力和更大的奖励。\\n\\n重要的是，付给 Alice 的奖励是新挖出的比特币。所以比特币一口气做了两件事情，做为一种货币而存在，同时又成为引导自身安全性的资金来源。\\n\\n这种思想被称为工作量证明（PoW）。**内在逻辑是你必须给这个数据库贡献安全性以获得投票和回报**。结果是形成了一种优雅的激励结构，该结构鼓励网络中的参与者相互检查。因此，即使他们彼此不信任，他们也会信任他们一直共同保护的这个数据库（分布式账本）。\\n\\n比特币是最简单的加密网络。它试图处理去信任货币的问题——**货币的正统性和背书不依赖于人类机构，而是依赖于数学上的保证**。\\n\\n这就是比特币背后的思想，伟大！当然，从这种模式出发不能直接推出 Web 3.0 的具体形式，但会给我们巨大的启发。比特币给我们展示了一个可靠的无许可分布式系统是能够在现实世界中稳定持久运行的。人们有理由相信沿着这个思路发展下去，一个新的世界正在等待着我们。现在全世界最聪明的头脑们正在沿着这个方向积极探索（同时也伴随着巨大的投资热潮和泡沫）。\\n\\n## Web 3.0 的特点\\n\\n业界对 Web 3.0 的定义花样百出，莫衷一是，几乎把所有对未来的美好理想都强加到 Web 3.0 之上，这是不可取的。\\n\\n我们对 Web 3.0 的特点进行了一些归纳：\\n\\n* Web 3.0 必须是开放的；\\n* Web 3.0 必须是安全的。因为开放，且安全，所以必须用到密码学技术；\\n* Web 3.0 必定是去中心化的或者叫分布式的。开放协议，必定造就去中心化 Web 3.0 的平台和应用必定具有原生通证，因为去中心化需要通过通证自动结算各方的利益分配；\\n* Web 3.0 会在生产关系上产生巨大的突破。\\n\\n**对服务的提供方来说：**\\n\\n* 平台的代码（协议）是开放的；\\n* 不是一家企业独自掌控平台，而是一个社区拥有这个平台；\\n* 平台的利润，不再是不透明的，不可预测的，优先流向大股东的（大股东可能为追求更高的巨额利润来对平台的策略进行修改）。而是按规则的，可计算的，可预测地分配给所有平台中价值的创造者；\\n* 平台的商业模式仍然能容纳 Web 2.0 的成熟的商业模式，比如广告、会员服务、游戏等；\\n* 平台可能催生新的商业模式；\\n* 平台不会像 Web 2.0 一样，因为其主体公司的倒闭而关闭，一个参与节点的关闭不影响 Web 3.0 平台整体的运行。\\n\\n**对用户来说：**\\n\\n* App 的使用体验与 Web 2.0 仍然类似或一致；\\n* 用户对自己贡献的内容具有所有权，能够根据对平台的内容贡献获得一定的回报；\\n* 对自己使用平台服务时产生的隐私数据，能够比较清楚的知晓这些数据的边界和用途，并对这些数据具有一定的决策权，可用其产生一定的经济收益；\\n* 对平台承诺的对一些私密数据的存储有信心（因为是密码学保证且代码是开源的）；\\n* 用户能跨平台地拥有一些东西的所有权（这个所有权是密码学保证的，不是某个机构认证的），这样在跨平台交互的时候，能认证且自由转移这些所有权资产。\\n\\n我们整理 Web 1.0, Web 2.0, Web 3.0 的历史关系，做图如下：\\n\\n![](https://images.mirror-media.xyz/publication-images/rfDJfVNtPHAdK4uom23bD.png?height=738&width=717)\\n\\nWeb 3.0 不一定能在所有领域对 Web 2.0 产生全面的替代，但一定会在某些领域，特别是具有明显网络效应的领域产生突破。比如：社交媒体、UGC 内容平台（博客，问答等）、原创内容（如音乐，艺术，书籍等）分发平台等领域。\\n\\n## Web 3.0 的核心总结\\n\\n我们用一张图来总结 Web 3.0 的核心要素：\\n\\n![图片来自《Web3.0应用的新机遇》](https://images.mirror-media.xyz/publication-images/k1H3Fc6Zk9xaJ1BYF7Qmm.png?height=303&width=624)\\n\\n* **Web 3.0 是一个更加开放，公平和安全的网络**，其网络形态不是当前 Web 2.0 的简单升级，它要解决的核心问题，其实是平台利益的分配问题。\\n* **Web 3.0 要在激励人的主观能动性和价值创造的基础上尝试解决利益分配问题**。而利益的分配，又与组织形式密切相关。这正是区块链能发挥作用的地方。\\n* **Web 3.0 不是在一块空白之地上建立空中楼阁，它致力于解决人类社会发展中的深层次问题**。\\n\\n让我们简单回顾一下关于 Web 3.0 概念的核心思想：\\n\\n* **Web 3.0 是一套开放的协议簇**。基于开放的协议，能激发各方强大的创新能力；\\n* **Web 3.0 解决的核心问题是平台的利益分配问题**。打破 Web 2.0 导致的大中介平台垄断，让价值从平台顺畅分配到平台中的每个价值创造者。Web 3.0 仍然会存在（大）平台，但是这个平台是归社区共同拥有；\\n\\n![](https://images.mirror-media.xyz/publication-images/FFTHI9BTldJX2xNjYphAi.png?height=377&width=896)\\n\\n* **Web 2.0 平台由公司拥有，Web 3.0 平台由社区拥有**。\\n\\n对这种理念细化作图如下：\\n\\n![Web 2.0 Platform Illustration](https://images.mirror-media.xyz/publication-images/A412JW1dGcqViHYMfq8zC.png?height=617&width=1080)\\n\\n![Web 3.0 Platform Illustration](https://images.mirror-media.xyz/publication-images/GA3kDNR7shl7LUkAUafo1.png?height=630&width=1080)\\n\\n相对于 Web 2.0 平台，Web 3.0 平台核心部分有如下一些参与方：\\n\\n* **Community Validators/Nodes**：平台网络的维护者，底层区块链节点的运行者，验证者。用于提供服务安全性；\\n* **Community Contributors**：包含社区开发者、宣传者等等。对项目有直接贡献；\\n* 其它所有的价值贡献者：包含但不限于平台内容贡献者。价值贡献者也覆盖终端消费者。\\n\\n也就是说，Web3.0 平台对于 Web2.0 平台来说，平台已经不再是归一家公司所有了，它存在一种组织形式的进化。\\n\\n## 组织形式的进化\\n\\n对平台来说，组织形式的进化是全面的：既有内部的组织形式进化，也有与外部关系的组织形式进化。我们下面提到的几个词汇：项目，平台，应用，Web 3.0 app，这几个词，除非特别指明，默认都表达同一个意思。先来说说**项目内部的组织形式进化**。项目会保持一个精简的团队规模，只包含最必要的几个组成部分：\\n\\n* 核心管理团队\\n* 核心研发人员\\n* 核心开发者社区运营人员\\n* 核心市场推广人员\\n* 核心设计人员\\n* 必要的其它工作人员\\n\\n**除了上述核心人员，所有的岗位都可以开放给社区。也就是说社区可以共同参与项目的推进**。比如：\\n\\n* 由于是开源代码，社区开发者可以贡献代码，修复 bug 等。对这些开发者，可以适当有 bounty 支持；\\n* 社区开发者可以参与申领和实现整块功能。项目团队可以采用发 issue 的形式，以 grant 的形式交给社区开发者开发；\\n* 在核心团队外围可以建立一些社区 KOL，帮助运营整个社区。适当可以有一些激励措施；\\n* 所有参与做 validator 的节点方，可以自发帮助项目做宣传。Validator本身有激励，不需要再额外激励了。\\n\\n采用这种与社区共同协作的形式，可以改变传统企业研发和市场推广的打法。**也就是说，公司制的形式可能会被冲击**。\\n\\n我们对**项目的成本**做了一些分析：\\n\\n* 仅保留核心团队，能大大降低人力资源成本；\\n* 甚至不需要集中的办公室，或者只需要保留一个很小的办公室。也能节约成本；\\n* 项目早期有社区的积极参与，能搜集更多人的需求，做出更好的产品设计，降低设计成本；\\n* 与社区强协作，可以极大的节省市场推广的的费用，以及项目早期的公测费用；\\n* 与社区强协作，良好的互动，能提升产品的 bug 修复、功能升级的迭代效率，降低研发成本；\\n* 只要产品达到或接近预期目标，强烈的社区参与感会让每个用户自发的传播，容易形成正向的网络效应。降低市场推广成本。\\n\\n这些节约出来的成本，可分配给平台上真正的价值创造者。\\n\\n然后讲讲**项目与用户的关系变化**。\\n\\n* Web 3.0 平台中，用户在平台上贡献了内容或数据，给平台创造了价值。至于这个价值是多少，可以做定量的指标评估（但不可能完全精准），这个评估一般来说不会是实时的，或预置的。这种价值产生的收益，最终会以某种形式分配给到用户；\\n* 这种定量的指标和配套的计算方法，会以完全开放的形式，清晰准确地记录下来，并以可靠可信的形式执行；\\n* 平台与用户，真正融合为一体，用户乐于为平台创造价值，平台清晰可靠地为用户回馈收益。\\n\\n然后讲讲**项目与资本方的关系变化**。\\n\\n* 传统的天使轮，种子轮，ABCDEFG IPO 的路线在 Web 3.0 平台中不会再有效。**一般来讲，新的项目形式最多做到 B 轮就已经足够了；**\\n* 投资人在项目中的占比，不会太大。具体数值不同的项目会有不同；\\n* 核心团队股份在项目中的占比，不会太大。具体数值不同的项目会有不同项目的利益分配比例，会尽可能地分配给平台中的价值创造方。\\n\\n也就是说，**在平台达到稳定成熟阶段后，平台本身的首要服务对象，是平台的价值创造者，而不再是 Web 2.0 中的投资人大股东**等。最后，只有影响力投资能留存下来，参见文末《Thin Heads and Fat Tails: Understanding the Crypto Reinvention of Capitalism》。\\n\\n这里需要注意一个问题。我们这里说的社区拥有平台，不是将团队彻底打散，完全利用社区的形式进行项目的去中心化运维。创始团队股份占比不需要太多，但是作用依然非常重要。创始团队的综合能力仍然是一个 Web 3.0 项目能否创业成功的首要因素。在整个项目的发展过程中，扮演核心推进和核心决策的角色。完全去中心化的链上治理不可取，效率极其低下。我们不能从一个极端跳到另一个极端。如果人类社会能用投票解决一切问题，那么人类社会就不会如此复杂。\\n\\n我们甚至可以将这种组织治理形式称作弱中心化治理。\\n\\n前面我们已提到 Web 3.0 项目的组织形式（相比 Web 2.0 项目）会发生一些变化。而利益的分配与组织形式密切相关。有没有什么工具能支撑这种新的组织形式架构呢？新的模式呼吁新的解决方案。\\n\\n## 区块链登场\\n\\n区块链其实提供两大核心能力：\\n\\n* 更公平更开放的参与方式，也就是组织形式上的开放性；\\n* 资产按合约结算且可靠地无障碍地流通。\\n\\n这两个能力是建立在区块链的各种基础特性之上，因为我们这里谈的是更高一层的概念，基础特性不再赘述。也就是说，将区块链做为一个底层的利益分配系统，在区块链之上，可以：\\n\\n1. 支撑组织形式的开放性；\\n2. 让参与各方无条件地信任分配方式，对分配方式达成共识；\\n3. 能保证利益分配的可靠执行。\\n\\n下面我们分别讲述一下这三点。\\n\\n**1、支撑组织形式的开放性**\\n\\n区块链本身具有开放性。\\n\\n* 不管是 PoW 共识协议，还是 PoS 等共识协议，其底层设计都是开放的，不是独占的；\\n* 开放源代码的软件开发模式，让整个社区的人都有机会低成本参与项目的贡献；\\n* 开放源代码的软件开发模式，让项目内容/算法开放性地面对各方机构的审计核查；\\n* 开放源代码的软件开发模式，让项目决策可被所有人公开检视和参与。\\n\\n因此**以区块链为基础设施的 Web 3.0 系统，在基因层面就拥抱开放性**。在区块链系统之上，能建立起有效的新型的适应于 Web 3.0 特征的开放组织形式。\\n\\n**2、让参与各方无条件地信任分配方式，对分配方式达成共识**\\n\\n由于协议（代码）的开放性，协议内容能被各方无条件验证。分配方式属于整体协议的一部分，因此也被各方无条件信任。协议的内容经过治理是可以变化的，每次变化都会开放地清晰地呈现到协议中。分配方式在一定时期内会保持稳定性，变动不会特别频繁。各方对协议都信任，也就达成了共识。\\n\\n**3、能保证利益分配的可靠执行**\\n\\n一旦分配规则明确定义下来，就会落实到链上代码。区块链的基本特性，保证链上代码在各个节点安全可靠地执行。如有分配规则的改变，也会更新在链上，各个节点升级协议，节点间的共识协议保证新的升级安全可靠地执行。\\n综上分析，区块链对于 Web 3.0 至关重要，是 Web 3.0 应用的必备基础设施。\\n需要说明的是，区块链技术本身，在其它领域可能有其它用途，不过这些不是本篇讨论的对象。\\n\\n## Web 3.0 的 Token 体系\\n\\n前面论述过，区块链是 Web 3.0 应用平台的组织形式和利益分配的的基础设施，这其实隐含了两个基本元素：\\n\\n* 账户体系\\n* Token 体系\\n\\n账户用于区分参与主体，Web 3.0 app Token 即为传统期权/股票的映射。作为鼓励社区参与的一种手段，每一个 Web 3.0 app 区块链都可以有自己的 Token。特别是对于验证节点参与方来讲，获得 Web 3.0 app 的 Native Token 几乎是必备的激励措施。\\n\\n在开放协议下，要吸引其它节点来做验证，提供安全性服务，本身对于这些节点参与方是有成本的。必须有某种机制对其进行激励，且能保证一定的利润，才能让这个开放的系统平稳运行下去。从这个意义上来说，本地  Token 对于 Web 3.0 app 来说，是必须的。\\n\\n类似传统的主权货币有汇率兑换，不同的 Web3 app Token 之间也有汇率兑换。大体来说，都可以以稳定美元为基准进行汇率换算。\\n\\n类似于传统 Web 2.0 企业的薪资加期权的形式，Web 3.0 的本地 Token 对应于期权，相应地还应该有一种 Stable Coin，用于项目日常的运营收支。这种 Stable Coin，应该是业界通用的 USDT，USDC 等稳定币，而不是项目本身发行的 Native Stable Coin，项目方不应该发行无法通用的 Stable Coin。\\n\\nWeb 3.0 app 项目中的 Stable Coin 的获得只能通过以下几种形式之一：\\n\\n* 投资人投资\\n* 捐赠人捐赠\\n* 借贷\\n* 项目的对外经济活动的收入\\n\\n项目中的 Stable Coin 的支出包括但不限于如下形式：\\n\\n* 项目研发开支\\n* 项目推广开支\\n* 项目运营开支\\n* 项目原材料供应商开支\\n* 社区项目支持开支\\n* ……\\n\\n**每一个 Web 3.0 app 都应该设计自己的经济体系**（这句话有点多余，实际每个 Web 2.0 app 也都需要设计自己的经济体系，俗称商业模式。用爱发电，毕竟不可持续）。也就是说，经济体系是一个项目的底层机制的一部分。以区块链为基础设施的 Web 3.0 app，能够更灵活地设计自己的经济体系，在这个领域能够激发更多的创新。\\n\\n但是，区块链也不是万能良药。\\n\\n## 区块链的局限性\\n\\n区块链，从诞生之初，就有另外一个名字——分布式账本。所谓账本，也就是记录交易（经济活动）信息的本子。那这么说来，是否可以给出这样一个声明：区块链只应处理经济活动相关的事务。\\n\\n纵观区块链发展的历史（从 2008 年开始），你会发现，几乎所有有效的创新，都属于经济及金融领域的创新，将区块链拓展到其它领域的尝试非常之多，但是成果乏善可陈。可以仔细思考一下，背后是不是有一种内在逻辑性的东西在起作用。\\n\\n将区块链应用到其它领域，会遇到一些原理性的局限。\\n\\n**局限之一**：多节点重复计算效率（能耗比）低下，多节点存储冗余度极高。\\n\\n假设我们的区块链有 100 个节点，相比于传统集中式服务，每个逻辑的计算需要计算 100 份，比集中式服务消耗的能源高 100 倍（以上），如果节点更多，消耗的能源也会更多。 存储也是如此，对于传统的集中式数据库，加上容灾备份服务，算重复 5 份。而区块链的存储，100 个节点就是100 份，是传统集中式数据库存储的 20 倍之多。如果有更多节点参与，这个倍数更大。\\n\\n**局限之二**：存储空间效率不高。由于加密以及对 Proof 的要求，区块链状态存储采用了如 MPT 之类的结构，存储空间占用比较大，经济效率不高。\\n\\n**局限之三**：查询效率不高，甚至很弱。交易以块的形式链式存储，状态以 MPT 结构 KV 数据库形式存储。与传统 SQL 数据库不同，区块链的存储方式查询能力很弱，效率也不高。传统的 SQL 数据库面向结构化数据的存储和查询的优化做了大量的工作，几十年的发展已经到了非常成熟的阶段，新的进展也在面向分布式扩容等领域进行大量创新，在做到无缝扩容的同时，保证了查询的简单性、一致性、高效性。而区块链一般默认提供的 RPC 接口，只能实现最简单的查询功能。\\n\\n由于以上几个局限性，意图将区块链作为一个通用意义上的分布式数据库是不切实际的。\\n\\n从另一个角度来分析。这个世界的信息除了经济事务之外，还有各种层次的信息。\\n\\n比如一个杯子。它的形状、尺寸、颜色、重量，是否透明，是否有盖子，盖子与杯体的比例，杯子的容量，杯子的材质，是玻璃的，还是不锈钢的，还是塑料的。能否耐高温，如果是不锈钢的，是 304 吗？杂质多少，杯子的生产日期如何，从哪里寄过来，哪个快递公司寄的，什么时候收到的。杯子上的印刷工艺是什么，印的什么字，什么颜色的图案，设计师是谁。杯体与盖子之间的橡胶垫是什么材质的，有效期限是多久。是在家里用的，还是办公室用的，还是车上用的。\\n\\n主要用于喝水，还是咖啡，还是茶。杯子是否好洗，喝茶是否容易沉积茶垢。杯子热传导性如何，是否带隔热垫。是不是一套杯子中的一个，如果是，他的兄弟杯子与它有没有差异，如果摔坏一个，是否有补发措施。加了热水后，杯子膨胀率是多少。更不要说，加了热水后的杯壁中的分子运动学数据了。诸如此类，等等等等。**由一个事物扩展开来，信息在各个层次上是无穷无尽的**。\\n\\n这些信息，是事物的固有属性，或者叫内在属性。它们跟经济事务是没有关系的，是事物的本身的信息。经济是外在属性，或者叫社会属性。经济是社会的产物。\\n\\n**区块链的几大局限性，导致其不可能用于存储这些无穷无尽的事物的固有属性数据，而只应该用来存储经济事务相关的数据**。这也呼应了分布式账本的初始叫法。\\n\\n## Web 3.0 app 系统架构\\n\\n如果不能将完整信息存储在区块链中，那么存在哪儿呢？业界在这一块也有非常多的探索。比如 IPFS 项目，目标是分布式存储；比如 Arweave 项目，目标是永久存储。它们都可以与区块链进行配合，在区块链的账户和交易数据相关对象中存储一个外部数据 blob 的 hash 值，就能够实现数据关联，关系绑定。这种模式目前已经被大量的项目所采用。下文我们将这一类用于存储大量数据的基础设施统称为分布式存储或 Distributed Storage (DS)。\\n\\n但是这种模式仍然有很多细节问题需要面对：\\n\\n* 要稳定、持久。既然是用 Hash 方式关联，那就得保证 Hash 值固定不变，且始终有效。于是对这些 DS 项目提出了比较高的要求，要求数据永久有效，Hash 值固定不变，且无冲突 Hash；\\n* 存取效率要高。这些 DS 项目要能比较好的支持数据存储与访问的效率，延迟不能太高；\\n* 存取费用不能太高。数据的存储和访问的费用不能太高，不然无法真正普及；\\n* 接入要方便。接入容易才会让各种项目快速对接，快速建立起 DS 服务生态。\\n\\n业界很多项目在这些方面努力进行着探索，相信这是合理的方向。\\n\\n这种数据的分离，会带来软件架构上的变更。区块链的存储和链上逻辑处理，只应负责经济事务相关业务，其它数据和业务，应该在链下进行处理。理由如下：\\n\\n* 向 DS 存入数据和获取数据，都是网络操作，是一个异步请求。这种请求的返回时长具有相当程度的不确定性，相对于本地请求，最多可能有 2，3 个数量级上的差异。因此，这种操作不适合放到链上，而应该拿到链下来处理\\n* 大量非经济事务数据的计算和处理，可能需要花费大量时间，这种处理，应该放在链下执行\\n\\n链下处理的结果，如果与经济事务相关，则应提交给链上进行后续处理。如果与经济事务无关，则应直接存取 DS。\\n\\n于是，现在存在两个逻辑处理引擎：一个在链上，一个在链下。这两个引擎如何完美的协作、维护、版本升级，其实是相当大的问题。我们看到，业界也开始有相应的解决方案了。比如 Substrate 中的 Off-Chain Worker （OCW）目的就是要解决这种集成性和维护性的问题。\\n\\n在整套系统中，为了提高系统执行的效率和稳定性，可能还需要负载均衡，缓存层等组件。\\n下面，我们通过对比画出 Web 2.0 app 的系统架构和 Web 3.0 app 的系统架构，来帮助读者更清晰地理解。\\n\\n![](https://images.mirror-media.xyz/publication-images/KudcnWzvAWz29vpwC5WDq.png?height=625&width=684)\\n\\n**Web 2.0 app 架构，以数据库为中心**。运行流程如下：\\n\\n* 用户访问服务地址。DNS 或 IP 定位到网关；\\n* 请求通过网关后，进入服务逻辑；\\n* 服务逻辑与数据库打交道，存入、取出或更新数据；\\n* 服务逻辑返回处理结果给网关；\\n* 网关返回结果给用户；\\n* 另外，直接基于 DB 的原始数据，可有另一套分支流程，即对大数据的分析，挖掘，AI 训练等等\\n\\n![](https://images.mirror-media.xyz/publication-images/SwgcHEXx3D0p9rJSzBGZu.png?height=662&width=832)\\n\\n**Web 3.0 app 系统架构，以 Blockchain 和 Distributed Storage 为中心**。运行流程如下：\\n\\n* 用户访问服务地址。分布式 DNS（例如 IPFS 的 IPNS，Arweave 的 DNS Gateway 等）定位到网关；\\n* 请求通过网关后，进入服务逻辑（Off-Chain Worker 及索引服务）；\\n* 服务逻辑与 DS 打交道，存入、取出或更新数据。必要的时候与区块链打交道，发交易、更新状态、获取结果；\\n* 服务逻辑返回处理结果给网关；\\n* 网关返回结果给用户；\\n* 另外，直接基于分布式存储的原始数据，可有另一套分支流程，即对大数据的分析，挖掘，AI 训练等等。而在 Web 3.0 场景下，这种分析，完全可由第三方大数据 AI 服务进行更专业的处理，做到更专业的分析。\\n\\n这里，我们明确地给出了 Web 3.0 app 的一种系统架构，可以发现，这种架构与 Web 2.0 app 的系统架构有一定程度上的相似性。不排除 Web 3.0 app 还可以有其它的架构模式和计算范式（如Arweave提出的图灵纸带计算范式，参见文末：《区块链存储 ARWEAVE：图灵机的纸带，可信计算新范式图灵纸带》和《共识的变迁，区块链应用范式进化之旅》）。\\n\\n## Web 3.0 与 Web 2.0 的竞争\\n\\nWeb 3.0 作为一个新兴事物，必定会与现有的坚固的 Web 2.0 生态进行竞争。在不同的行业，发展速度会有所不同。这里简单地就 Web 3.0 如何与Web 2.0 进行竞争做一些分析。\\n\\n**Web 3.0 与 Web 2.0 的竞争首先还是要在用户体验上保持一致或者近似，这才是竞争的起点**。\\n\\n仅仅靠所谓的分布式、去中心化、更安全、隐私保护、开放等口号，是不足以打动大众主体消费者的。**在安全性，隐私性与用户体验之间取舍的话，绝大多数用户会选择用户体验至上**（图方便）。所以 Web 3.0 应用应该同样在用户体验上下足功夫，尽量做到与 Web 2.0 应用的用户使用习惯保持一致，以便平滑过渡至新的更好的综合体验。但也不能为了用户体验就放弃 Web 3.0 最基本的要求——安全。总的来说，是对应用开发的要求更高了。\\n\\n在达到了相似的竞争起点的情况下，Web 3.0 相比于 Web 2.0 平台具有如下竞争优势：\\n\\n* Web 2.0 传统的商业模式，广告、会员、游戏等等，都可以在 Web 3.0 中沿用，形式上可能会有些许演进。在这些方面，Web 3.0 不会落后于 Web 2.0\\n* 价值贡献方在 Web 3.0 平台中能获得清晰的回报，会激励用户乐于使用新平台，而不是旧平台\\n* 用户在新平台下的行为更安全，隐私保护更好，会促进用户更放心使用新平台\\n* 更多的用户使用，意味着更多的数据沉淀，最终会形成数据的终极不公平竞争优势。《Thin Heads and Fat Tails: Understanding the Crypto Reinvention of Capitalism》这篇文章认为，终极不公平竞争优势就是随着时间发展，开放平台的数据积累和在其之上的大数据挖掘及 AI 训练，会让传统封闭的 Web 2.0 企业不可能与其竞争\\n* Web 3.0 在数据层面，兼具隐私保护和开放访问的特征。作为一种原始数据开放平台，在其之上，可激发无穷无尽的创新：数据加工，大数据分析，AI 训练等等等等。而这些创新带来的部分收益，可反哺给数据的提供方——用户。最终，形成一个庞大的层次丰富的稳固的 Web 3.0 开放数据生态\\n\\n但在初期，也会有一些问题需要研究，比如：\\n\\n* 开放的数据被封闭产权企业拿去使用，并不再反向开放。造成一段时期内的大企业的产品品质仍然领先于 Web 3.0 app\\n* 封闭阵营不会坐以待毙，开放产品形态会不会促使封闭产权企业划拨部分资源加入开放阵营。这对开放阵营和封闭阵营的意义分别如何\\n* Web 3.0 会率先在哪些领域，向 Web 2.0 平台发起挑战？\\n* 最终，Web 3.0 会覆盖到哪些领域，哪些领域不适合 Web 3.0 的生存？\\n\\n## Web 3.0 平台的寻租问题\\n\\n如果 Web 3.0 平台如我们分析的那样，确实非常有竞争力。那么最终同样有可能发展成（在某一个领域的）垄断平台。理论上来说，处于垄断地位的组织，一定具有寻租的动力。那么，Web 3.0 平台，能否应对这种内在挑战呢？\\n\\n区块链的可分叉性和正统性要求，有助于解决这一问题。关于这方面的详细论述，参见：《加密协议的本质已不是「去中心化」，而是区块链的可分叉》，及《Vitalik：正统性是加密生态最稀缺的资源》。本文不再赘言。\\n\\n前文我们给出了 Web 3.0 app 的系统架构，现在结合区块链的可分叉性，我们其实多了一个要求：DS 组件的开放性。也即这个数据存储组件不能与唯一的区块链绑定，而是应该允许所有此区块链的分叉都应该拥有 100%功能的存取访问能力。\\n\\n这个要求，应该在 Web 3.0 系统设计之初就作为一个预置策略而存在。这个策略，本身就是一种威慑力量，用来限制 Web 3.0 系统的治理机构的做恶动机。\\n\\n在这个领域的探索应该会有一些非常有趣的成果出现。\\n\\n## 引用\\n\\n1\\\\. **比特币白皮书**：\\n\\n[https://bitcoin.org/bitcoin.pdf](https://bitcoin.org/bitcoin.pdf)\\n\\n2\\\\. **Web 3.0 and the Future of Trust**：\\n\\n[https://a16z.com/2019/11/12/the-end-of-centralization-and-the-future-of-trust/](https://a16z.com/2019/11/12/the-end-of-centralization-and-the-future-of-trust/)\\n\\n3\\\\. **Rebooting the Internet**：\\n\\n[https://medium.com/dfinity/rebooting-the-internet-andreessen-horowitzs-chris-dixon-on-the-decentralized-web-e0b4b0245645](https://medium.com/dfinity/rebooting-the-internet-andreessen-horowitzs-chris-dixon-on-the-decentralized-web-e0b4b0245645)\\n\\n4\\\\. **Why We Need Web 3.0**\\\\*：\\\\*\\n\\n[https://gavofyork.medium.com/why-we-need-web-3-0-5da4f2bf95ab](https://gavofyork.medium.com/why-we-need-web-3-0-5da4f2bf95ab)\\n\\n5\\\\. [刘毅：Web3.0到底是醒世恒言还是危言耸听？](http://mp.weixin.qq.com/s?__biz=MzIyMTE1MTQwNg==&mid=2247483738&idx=2&sn=6341be07b94113b25e4b08be0fd1f1a9&chksm=97c0689ba0b7e18d2aa7a373e14ea460efd92efbad3eec4d59f579077faab373a86831249712&scene=21#wechat_redirect)\\n\\n6\\\\. [Web3.0应用的新机遇](http://mp.weixin.qq.com/s?__biz=MzI1NzM4NzU4Ng==&mid=2247483875&idx=1&sn=c4651b8b242b5db52e5995f1e179c802&chksm=ea197ccedd6ef5d82cc5b41ba7b9ba580e6f29964e34fc7ae9bae012ac50efcc6a98b57abf03&scene=21#wechat_redirect)\\n\\n7\\\\.**Thin Heads and Fat Tails: Understanding the Crypto Reinvention of Capitalism**“\\n\\n[https://knowledge.wharton.upenn.edu/article/web-3-0-welcome-new-sober-internet/](https://knowledge.wharton.upenn.edu/article/web-3-0-welcome-new-sober-internet/)\\n\\n8\\\\. [区块链存储 ARWEAVE：图灵机的纸带，可信计算新范式](http://mp.weixin.qq.com/s?__biz=MzkzNjIwODgwMQ==&mid=2247483658&idx=1&sn=283babf28ce1f4df03eaaa68217f2e20&chksm=c2a371c4f5d4f8d21c257ce127f5078ffd5bf821fb04e62d0942a0e151454e97c01fb78bae2a&scene=21#wechat_redirect)\\n\\n9\\\\. [共识的变迁，区块链应用范式进化之旅](http://mp.weixin.qq.com/s?__biz=MzkzNjIwODgwMQ==&mid=2247483683&idx=1&sn=89470df047ee4c5d5724cabef01be36b&chksm=c2a371edf5d4f8fba1b3807d1294ae0a8d511dd1341918e5c4a8a69701135143e36da546a061&scene=21#wechat_redirect)\\n\\n10\\\\.**加密协议的本质已不是「去中心化」，而是区块链的可分叉**\\\\*：\\\\*\\n\\n[https://www.chainnews.com/articles/611329434527.htm](https://www.chainnews.com/articles/611329434527.htm)\\n\\n11\\\\. [Vitalik Buterin：正统性是加密生态最稀缺的资源](http://mp.weixin.qq.com/s?__biz=MzI1NzM3ODEwOA==&mid=2247489293&idx=1&sn=25b82b3194a85d46740b1bd972cbc066&chksm=ea19055edd6e8c4880b12475fc31c53e567f83b744d7a3ba1f1874376c5309b6e9d521711043&scene=21#wechat_redirect)\\n\\n\\n---\\n\\n如果你觉得这篇文章对你有启发，欢迎加入 FDAO:\\n\\nTwitter: <https://twitter.com/JoinFDAO> Discord : <https://discord.gg/fdao>\\n\\nFDAO Vision: Turning Friends into Family, reap Future and Fortune.（把朋友转化为家人，收获未来与财富。 ）\",\"timestamp\":1639504637,\"title\":\"万字长文说透什么是 Web 3.0，为什么它需要区块链\"},\"digest\":\"ltBrb1woTMxWK2xxIibv1NckPPI3CHNuCDDwIFH9Jx0\",\"authorship\":{\"contributor\":\"0xEE374de0AC30125924c8461e6Be40C0eDb20B4D3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g9J3bxdaS5boFWj5xXhuLQofE0OumN_SYs07Z6dgHhg\\\",\\\"y\\\":\\\"6KQO1uP1Xesf7UM-NS6SSUOpaZMTwicen9ZprHl10KE\\\"}\",\"signature\":\"R0Id0lFircFqiOlA9537MBwBda0mcQu5h1SKkdi1M_t70-OXEGOfcmSX6rLc_Wx4Iad2JZaOVwZHWp90wVeUgA\",\"signingKeySignature\":\"0x51a726feb2c3d4b33a69fd5e8e1ea0eb10787d02a9b811f3e0150302e701d70c6097d1dfb0fa3975bf128511d407bbdbc8909f146365179b619d23c29330188e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g9J3bxdaS5boFWj5xXhuLQofE0OumN_SYs07Z6dgHhg\\\",\\\"y\\\":\\\"6KQO1uP1Xesf7UM-NS6SSUOpaZMTwicen9ZprHl10KE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0WLKxq-XDzObQa6Tfj8p4r1suI-Ab6U34WrNaCrX0_Q\"}"