"{\"content\":{\"body\":\"She vanished swiftly, and Vizard looked to Fanny for a solution. But Fanny seemed rather vexed with Miss Gale, and said nothing. Then he pressed her to explain.\\n\\nShe answered him, with a certain reluctance, \\\"Mademoiselle Klosking has taken into her head that Zoe will never return to this house while she is in it.\\\"\\n\\n\\\"Who put that into her head, now?\\\" said Vizard, bitterly.\\n\\n\\\"Nobody, upon my honor. A woman's instinct.\\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"She is horrified at the idea of keeping your sister out of her own house, so she is getting well to go; and the strength of her will is such that she *will* get well.\\\"\\n\\n\\\"All the better; but Zoe will soon get tired of Somerville Villa. A little persuasion will bring her home, especially if you were to offer to take her place.\\\"\\n\\n\\\"Oh, I would do that, to oblige you, Harrington, if I saw any good at the end of it. But please think twice. How can Zoe and that lady ever stay under the same roof? How can they meet at your table, and speak to each other? They are rivals.\\\"\\n\\n\\\"They are both getting cured, and neither will ever see the villain again.\\\"\\n\\n\\\"I hope not; but who can tell? Well, never mind *them.* If their eyes are not opened by this time, they will get no pity from me. It is you I think of now.\\\" Then, in a hesitating way, and her cheeks mantling higher and higher with honest blushes--\\\"You have suffered enough already from women. I know it is not my business, but it does grieve me to see you going into trouble again. What good can come of it? Her connection with that man, so recent, and so--strange. The world *will* interpret its own way. Your position in the county--every eye upon you. I see the way in--no doubt it is strewed with flowers; but I see no way out. Be brave in time, Harrington. It will not be the first time. She must be a good woman, somehow, or faces, eyes and voices, and ways, are all a lie. But if she is good, she is very unfortunate; and she will give you a sore heart for life, if you don't mind. I'd clinch my teeth and shut my eyes, and let her go in time.\\\"\\n\\nVizard groaned aloud, and at that a tear or two rolled down Fanny's burning cheeks.\\n\\n\\\"You are a good little girl,\\\" said Vizard, affectionately; \\\"but I *cannot.\\\"*\\n\\nHe hung his head despondently and muttered, \\\"I see no way out either. But I yield to fate. I feared her, and fled from her. She has followed me. I can resist no more. I drift. Some men never know happiness. I shall have had a happy fortnight, at all events. I thank you, and respect you for your advice; but I can't take it. So now I suppose you will be too much offended to oblige me.\\\"\\n\\n\\\"Oh dear, no.\\\"\\n\\n\\\"Would you mind writing to Aunt Maitland, and saying you would like to take Zoe's place?\\\"\\n\\n\\\"I will do it with pleasure to oblige you. Besides, it will be a fib, and it is so long since I have told a good fib. When shall I write?\\\"\\n\\n\\\"Oh, about the end of the week.\\\"\\n\\n\\\"Yes, that will be time enough. Miss Gale won't *let* her go till next week. Ah, after all, how nice and natural it is to be naughty! Fibs and flirtation, welcome home! This is the beauty of being good--and I shall recommend it to all my friends on this very account--you can always leave it off at a moment's notice, without any trouble. Now, naughtiness sticks to you like a burr.\\\"\\n\\nSo, with no more ado, this new Mentor became Vizard's accomplice, and they agreed to get Zoe back before the Klosking could get strong enough to move with her physician's consent.\\n\\nAs the hamper of Madeira was landed in the hall of the \\\"Swan\\\" inn, a genial voice cried, \\\"You are in luck.\\\" Ashmead turned, and there was Poikilus peering at him from the doorway of the commercial room.\\n\\n\\\"What is the game now?\\\" thought Ashmead. But what he said was, \\\"Why, I know that face. I declare, it is the gent that treated me at Homburg. Bring in the hamper, Dick.\\\" Then to Poikilus, \\\"Have ye dined yet?\\\"\\n\\n\\\"No. Going to dine in half an hour. Roast gosling. Just enough for two.\\\"\\n\\n\\\"We'll divide it, if you like, and I'll stand a bottle of old Madeira. My old friend, Squire Vizard, has just sent it me. I'll just have a splash; dinner will be ready by then.\\\" He bustled out of the room, but said, as he went, \\\"I say, old man, open the hamper, and put two bottles just within the smile of the fire.\\\"\\n\\nHe then went upstairs, and plunged his head in cold water, to clear his faculties for the encounter.\\n\\nThe friends sat down to dinner, and afterward to the Madeira, both gay and genial outside, but within full of design--their object being to pump one another.\\n\\nIn the encounter at Homburg, Ashmead had an advantage; Poikilus thought himself unknown to Ashmead. But this time there was a change. Poikilus knew by this time that La Klosking had gone to Vizard Court. How she had known Severne was there puzzled him a good deal; but he had ended by suspecting Ashmead, in a vague way.\\n\\nThe parties, therefore, met on even terms. Ashmead resolved to learn what he could about Severne, and Poikilus to learn what he could about Zoe Vizard and Mademoiselle Klosking.\\n\\nAshmead opened the ball: \\\"Been long here?\\\"\\n\\n\\\"Just come.\\\"\\n\\n\\\"Business?\\\"\\n\\n\\\"Yes. Want to see if there's any chance of my getting paid for that job.\\\"\\n\\n\\\"What job?\\\"\\n\\n\\\"Why, the Homburg job. Look here--I don't know why I should have any secrets from a good fellow like you; only you must not tell anybody else.\\\"\\n\\n\\\"Oh, honor bright!\\\"\\n\\n\\\"Well, then, I am a detective.\\\"\\n\\n\\\"Ye don't mean that?\\\"\\n\\n\\\"I'm Poikilus.\\\"\\n\\n\\\"Good heavens! Well, I don't care. I haven't murdered anybody. Here's your health, Poikilus. I say, you could tell a tale or two.\\\"\\n\\n\\\"That I could. But I'm out of luck this time. The gentleman that employed me has mizzled, and he promised me fifty pounds. I came down here in hopes of finding him. Saw him once in this neighborhood.\\\"\\n\\n\\\"Well, you won't find him here, I don't think. You must excuse me, but your employer is a villain. He has knocked a lady down, and nearly killed her.\\\"\\n\\n\\\"You don't say that?\\\"\\n\\n\\\"Yes; that beautiful lady, the singer, you saw in Homburg.\\\"\\n\\n\\\"What! the lady that said he should have his money?\\\"\\n\\n\\\"The same.\\\"\\n\\n\\\"Why, he must be mad.\\\"\\n\\n\\\"No. A scoundrel. *That is all.\\\"*\\n\\n\\\"Then she won't give him his money after that.\\\"\\n\\n\\\"Not if I can help it. But if she likes to pay you your commission, I shall not object to that.\\\"\\n\\n\\\"You are a good fellow.\\\"\\n\\n\\\"What is more, I shall see her to-morrow, and I will put the question to her for you.\\\"\\n\\nPoikilus was profuse in his thanks, and said he began to think it was his only chance. Then he had a misgiving. \\\"I have no claim on the lady,\\\" said he; \\\"and I am afraid I have been a bad friend to her. I did not mean it, though, and the whole affair is dark to me.\\\"\\n\\n\\\"You are not very sharp, then, for a detective,\\\" said Ashmead. \\\"Well, shut your mouth and open your eyes. Your Mr. Severne was the lady's lover, and preyed upon her. He left her; she was fool enough to love him still, and pined for him. He is a gambler, and was gambling by my side when Mademoiselle Klosking came in; so he cut his lucky, and left me fifty pounds to play for him, and she put the pot on, and broke the bank. I didn't know who he was, but we found it out by his photograph. Then you came smelling after the money, and we sold you nicely, my fine detective. We made it our business to know where you wrote to--Vizard Court. She went down there, and found him just going to be married to a beautiful young lady. She collared him. He flung her down, and cut her temple open--nearly killed her. She lies ill in the house, and the other young lady is gone away broken-hearted.\\\"\\n\\n\\\"Where to?\\\"\\n\\n\\\"How should I know? What is that to you?\\\"\\n\\n\\\"Why don't you see? Wherever she is, he won't be far off. He likes her best, don't he?\\\"\\n\\n\\\"It don't follow that she likes him, now she has found him out. He had better not go after her, or he'll get a skinful of broken bones. My friend, Squire Vizard, is the man to make short work with him, if he caught the blackguard spooning after his sister.\\\"\\n\\n\\\"And serve him right. Still, I wish I knew where that young lady is.\\\"\\n\\n\\\"I dare say I could learn if I made it my business.\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/48](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/48)\\n\\n\",\"timestamp\":1637671376,\"title\":\"\\n\\\"It is both,\\\" said Rhoda. \\\"Miss Dover, give him the _mot d'e'nigme._ I'm off--to the patient I adore.\\\"\"},\"digest\":\"ajAycrFAq21bggz1Q0yUV5e0TJu5Xe4SuHfxuOkTli8\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xSQloMxNH9JBHgzV9b_1MpOtSmeP96uQ6HN6rUmAeFI\\\",\\\"y\\\":\\\"Wcsn8EZyERkkdhdK3Z6_CMRTQmibkZk1FWp8T9AjsH4\\\"}\",\"signature\":\"tEY8qZz829vZNeu1CE_ITR80Pw5pxrHuJBc1vyS57uMPzpqKmmzysnazXMVijDz4FWjZAlBtmBKYTe94ir925A\",\"signingKeySignature\":\"0xf01766d2843bc2d8f9b5aff8fafc917521bac1b4d4c4a9a5dda93fd4f1b04dfb6cfb0e34d81054d61c3153c6cf538198226d2d871fafca2629493bc80f4b8c0a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xSQloMxNH9JBHgzV9b_1MpOtSmeP96uQ6HN6rUmAeFI\\\",\\\"y\\\":\\\"Wcsn8EZyERkkdhdK3Z6_CMRTQmibkZk1FWp8T9AjsH4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ajAycrFAq21bggz1Q0yUV5e0TJu5Xe4SuHfxuOkTli8\"}"