"{\"content\":{\"body\":\"There was a discrepancy between the answer and the record in the recruiting books, and a consequent discussion, until Munster solved the difficulty.\\n\\n\\\"Bangoora?\\\" he said.  \\\"That's the little beach at the head of the bay out of Latta.  He's down as a Latta-man--see, there it is, 'Tagari, Latta.'\\\"\\n\\n\\\"What place you go you finish along white marster?\\\" Joan asked.\\n\\n\\\"Bangoora,\\\" the man replied; and Joan wrote it down.\\n\\n\\\"Ogu!\\\" Joan called.\\n\\nThe black stepped down, and another mounted to take his place.  But Tagari, just before he reached the bottom step, caught sight of Sheldon.  It was the first horse the fellow had ever seen, and he let out a frightened screech and dashed madly up the steps.  At the same moment the great mass of blacks surged away panic-stricken from Sheldon's vicinity.  The grinning house-boys shouted encouragement and explanation, and the stampede was checked, the new-caught head-hunters huddling closely together and staring dubiously at the fearful monster.\\n\\n\\\"Hello!\\\" Joan called out.  \\\"What do you mean by frightening all my boys?  Come on up.\\\"\\n\\n\\\"What do you think of them?\\\" she asked, when they had shaken hands. \\\"And what do you think of her?\\\"--with a wave of the hand toward the Martha.  \\\"I thought you'd deserted the plantation, and that I might as well go ahead and get the men into barracks.  Aren't they beauties?  Do you see that one with the split nose?  He's the only man who doesn't hail from the Poonga-Poonga coast; and they said the Poonga-Poonga natives wouldn't recruit.  Just look at them and congratulate me.  There are no kiddies and half-grown youths among them.  They're men, every last one of them.  I have such a long story I don't know where to begin, and I won't begin anyway till we're through with this and until you have told me that you are not angry with me.\\\"\\n\\n\\\"Ogu--what place b'long you?\\\" she went on with her catechism.\\n\\nBut Ogu was a bushman, lacking knowledge of the almost universal beche-de-mer English, and half a dozen of his fellows wrangled to explain.\\n\\n\\\"There are only two or three more,\\\" Joan said to Sheldon, \\\"and then we're done.  But you haven't told me that you are not angry.\\\"\\n\\nSheldon looked into her clear eyes as she favoured him with a direct, untroubled gaze that threatened, he knew from experience, to turn teasingly defiant on an instant's notice.  And as he looked at her it came to him that he had never half-anticipated the gladness her return would bring to him.\\n\\n\\\"I was angry,\\\" he said deliberately.  \\\"I am still angry, very angry--\\\" he noted the glint of defiance in her eyes and thrilled-- \\\"but I forgave, and I now forgive all over again.  Though I still insist--\\\"\\n\\n\\\"That I should have a guardian,\\\" she interrupted.  \\\"But that day will never come.  Thank goodness I'm of legal age and able to transact business in my own right.  And speaking of business, how do you like my forceful American methods?\\\"\\n\\n\\\"Mr. Raff, from what I hear, doesn't take kindly to them,\\\" he temporized, \\\"and you've certainly set the dry bones rattling for many a day.  But what I want to know is if other American women are as successful in business ventures?\\\"\\n\\n\\\"Luck, 'most all luck,\\\" she disclaimed modestly, though her eyes lighted with sudden pleasure; and he knew her boy's vanity had been touched by his trifle of tempered praise.\\n\\n\\\"Luck be blowed!\\\" broke out the long mate, Sparrowhawk, his face shining with admiration.  \\\"It was hard work, that's what it was. We earned our pay.  She worked us till we dropped.  And we were down with fever half the time.  So was she, for that matter, only she wouldn't stay down, and she wouldn't let us stay down.  My word, she's a slave-driver--'Just one more heave, Mr. Sparrowhawk, and then you can go to bed for a week',--she to me, and me staggerin' 'round like a dead man, with bilious-green lights flashing inside my head, an' my head just bustin'.  I was all in, but I gave that heave right O--and then it was, 'Another heave now, Mr. Sparrowhawk, just another heave.'  An' the Lord lumme, the way she made love to old Kina-Kina!\\\"\\n\\nHe shook his head reproachfully, while the laughter died down in his throat to long-drawn chuckles.\\n\\n\\\"He was older than Telepasse and dirtier,\\\" she assured Sheldon, \\\"and I am sure much wickeder.  But this isn't work.  Let us get through with these lists.\\\"\\n\\nShe turned to the waiting black on the steps, -\\n\\n\\\"Ogu, you finish along big marster belong white man, you go Not- Not.--Here you, Tangari, you speak 'm along that fella Ogu.  He finish he walk about Not-Not.  Have you got that, Mr. Munster?\\\"\",\"timestamp\":1638930833,\"title\":\"and he continued to sit his horse and watch\"},\"digest\":\"GZ6neZGZUYJVGDLVkt6Co3PYmAdrO9HXHAKYP4mexEw\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dIPReKJHJ4oZ1kdna5Pb37GNnO0O3CKsTGJwcf5OnaU\\\",\\\"y\\\":\\\"NLPBgw6cjE9ZsWMckNAE8JnoevDbSlQvcGXlmmu0QDw\\\"}\",\"signature\":\"wwinjyJhsOcivg2D71xmwGz6tFZI7v0_8SjS5yvaZihamX518kMtf2muBcgUq25mQwNRtpIv9fpLRyLZG6xsLg\",\"signingKeySignature\":\"0x398cdd812aa8d0adbfb85bb627d91328e8835a7cb66dfda670ec7c237f1e8e910d36420ce254d8e8213e47f580fd317b4c6dcc162b3ad0910304b189effeaca31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dIPReKJHJ4oZ1kdna5Pb37GNnO0O3CKsTGJwcf5OnaU\\\",\\\"y\\\":\\\"NLPBgw6cjE9ZsWMckNAE8JnoevDbSlQvcGXlmmu0QDw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GZ6neZGZUYJVGDLVkt6Co3PYmAdrO9HXHAKYP4mexEw\"}"