"{\"content\":{\"body\":\"Humanity has tried so often but never achieved the utopian ideal of communism: social equality and freedom of all, collective ownership, and collective problem-solving. Apes together strong. \\n\\nOf all strange places, you can see the formation of this utopia in a crypto community in Discord, usually an area of rugging, fudding, and zero-sum games due to anonymity. \\n\\nBut Concave is different:\\n\\nTen thousands of people cooperate at the same time and create an environment of growth for all participants.\\n\\n[The means of production](https://en.wikipedia.org/wiki/Means_of_production) is in the hand of the workers, just like Marx envisioned the ideal state of communism.\\n\\nIt seems wild from the outside to see that a self-governed community works even when we surpass [Dunbar's number of 150](https://en.wikipedia.org/wiki/Dunbar%27s_number), where people start to not care about each other because they don't know each other. \\n\\nBut how can you ensure that everyone gives their best if there is no central organization, immediate incentive, or policing authority?\\n\\nConcave solves this by embracing capitalism to reach the ideal state of communism and taking into account that humans will always try to maximize their gains.\\n\\nThe problem of incentives, centralization, and bad actors are addressed in the following way:\\n\\n**The incentive to work for the greater good**\\n\\nBeing a good person alone doesn't help, but making the carrot big enough ensures everyone is aligned. But here is the crux of an early community that hasn't launched its protocol yet: no carrot. \\n\\nThere is only the opportunity to get a spot on the White List of Concave, and the only way to get it is to earn it. \\n\\nYour work will be judged upon your contribution to the community and the greater good. \\n\\nAnd because the good contribution is not clearly defined, it leads to a community where overdoing is better. People create, organize, administer and help all because it might or might not help get on the White List.\\n\\nAnd Concave took up the ideal communism where [\\\"from each according to their abilities, to each according to their needs\\\"](https://en.wikipedia.org/wiki/From_each_according_to_his_ability,\\\\_to_each_according_to_his_needs) so everyone is free to contribute however they want to get what they want by showing actual proof of work. \\n\\nThis real proof of works also puts Concave into workers' hands because they exchanged their time for it. This prevents Concave from ending up to early in the hand of whales, dumpers, or Investors who usually trade capital, not time.\\n\\n**Decentralize the production speed and output**\\n\\nNo central organ decides how much output needs to be produced, and people can decide on whatever they want to do with their time. So it can theoretically be zero. But the incentive structure and proof of work mechanism prevent that already, so Concave achieves what central organizations always failed to: overproduction.\\n\\nBy being wildly decentralized, everyone can organize in subgroups, discuss what the community is missing, and create it.\\n\\nThis brings me to the last part: the bad actors. Things would often work if everyone worked together, but being anon doesn't have any retribution if you don't. But it's different for Concave because there is the idea that if everyone behaves well, then the community will be good. \\n\\nBad actors swiftly realize that there is no gain in malicious behavior or spamming because the community will impose the social norms onto them until they behave. \\n\\nElse there is still a ban possible where the banned ones can reflect and reform. Second chances are given (not like in a Gulag). \\n\\nIt is the perfect equilibrium of the prisoner's dilemma when cooperation leads to the best results.\\n\\n**Implications for the future**\\n\\nSo imagine a community of anonymous community members who are motivated by greed for maximum profit that they can only get by being helpful and working for the community.\\n\\nAnd now put the famous game theory into place made popular by OlympusDAO where everyone wins when they stick together. (3,3)\\n\\nThe first holders of Concave put themselves into the project and are why Concave is where it is. Their experience so far might transcend then the greed of short-term gains because of the [endowment effect](https://en.wikipedia.org/wiki/Endowment_effect). \\n\\nThey will HODL, because they understood (3,3), they understand that they've created a utopia that was not deemed possible, and now Concave can prosper, and there will be enough for everyone. \\n\\nConcave might have turned a bunch of anons into the new human that communism always needed to succeed. I’m excited.\\n\",\"timestamp\":1640706325,\"title\":\"A working form of communism found in a crypto community\\n — Mirror\"},\"digest\":\"8W3k6CmJzK9j-tGdpAFrtcqjqMPOYz2RKMT5W6r5KOQ\",\"authorship\":{\"contributor\":\"0x2C949fE13E8381E1b93CFA54f6C1F138FfBe8a36\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c_lPZcDz93wG7wLyJevxzaJsztq8j8I9oZ8YBlzNuMo\\\",\\\"y\\\":\\\"fPfap364E7GmgGBrhO4NWw7-r8lCbRPrH5LonDEhBq4\\\"}\",\"signature\":\"ABZrlcknnFKwV-6ZJIkYQCDWD3pzNcGoS9FVYFLxjoknAKD0Oww91mbXcQ2uHF63p1geObzW-kf0SyK-Cysjzg\",\"signingKeySignature\":\"0x658a45a14d91a925f4f259523cdb61ef2bf2366c9d2009284bfad9ba87eb4c2659dd23ab048c6169cef851d6efeaf5b29e0aa4215ce5fa3f0fdc52ac10f437ef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c_lPZcDz93wG7wLyJevxzaJsztq8j8I9oZ8YBlzNuMo\\\",\\\"y\\\":\\\"fPfap364E7GmgGBrhO4NWw7-r8lCbRPrH5LonDEhBq4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8W3k6CmJzK9j-tGdpAFrtcqjqMPOYz2RKMT5W6r5KOQ\"}"