"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/RHRzdoI0VOfu7TKka9bwtLntK1hztgrAxhzdfhQYdaQ](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/RHRzdoI0VOfu7TKka9bwtLntK1hztgrAxhzdfhQYdaQ)\\n\\n## iii. Dan Simmons’ “Hyperion Cantos” Series\\n\\nDan Simmons’ “Hyperion Cantos” is a medieval-historical religious re-imagining of the future. It is what one might expect if Ursula K. Le Guin and Umberto Eco had a love-child that wrote sci-fi. It is worth our attention as a wonderful story and, perhaps, the most ambitious creative synthesis of ethics, religion, philosophy and science-fiction.\\n\\n**“After fifty-five years of dedicating his life and work to the story of ethical systems, Sol Weintraub had come to a single, unshakable conclusion: any allegiance to a deity or concept or universal princip\\\\[le\\\\] which put obedience above decent behavior toward an innocent human being was evil.”**\\n\\n(*Dan Simmons*)[\\\\[22\\\\]](#_ftn22)\\n\\n![Cover image for ‘Hyperion’ by Dan Simmons 1989 CE](https://miro.medium.com/max/1000/1\\\\*FyqSQcHjC7GaE_5tWlhw7w.gif)\\n\\nTry to imagine a futuristic *The Canterbury Tales* with a bit of *The Name of the Rose*, a healthy dose of historical papal empire-building and the excitement of ancient messianic stories. The Cantos consists of two connected stories told over four books: *Hyperion*, *The Fall of Hyperion*, *Endymion* and *The Rise of Endymion*.\\n\\nThe Cantos tells of humans and a diversity of AI beings, the main race of whom is known as the Technocore (or Core), working in collaboration and struggling in conflict.\\n\\nWhereas most sci-fi narratives are built around advanced technology and physics, Simmons explores some of the more philosophical aspects of suffering and what it means to be intelligent and sapient. The stories describe human–AI conflict as the Core and humanity compete over the ultimate fate of their respective species — the ability for a god-like intelligence to evolve from each.\\n\\nThe plot is driven by a hybrid AI (cybrid) that is created by a mysterious species of ultra-intelligent beings (for which distinctions between organic and synthetic life appear to be cosmetic) that reside in the Void that Binds (the “Lions, Tigers and Bears”[\\\\[23\\\\]](#_ftn23)).\\n\\nThe cybrid has the memories of John Keats[\\\\[24\\\\]](#_ftn24) and later fathers Aenea,[\\\\[25\\\\]](#_ftn25) a zen-messiah figure that dominates the later narrative of the Cantos.\\n\\nThe cybrid Keats is the vector for a virus created by the conscious beings that reside in the Void that Binds, who want humanity to join them in the hope that they have the seeds to become a loving race, in harmony with nature. The energy of the Void is empathy and love; the parasitic Core are excluded as they do not have these qualities. Joining the Void will allow humanity to break free of the hegemony of Church and Core.\\n\\n![“Cruciform” by Tsabo6 on Deviantart.](https://miro.medium.com/max/1000/1\\\\*IUdAs-5fIutLob3GHuT5sA.jpeg)\\n\\nThe Void is an invisible plane (Planck space)[\\\\[26\\\\]](#_ftn26) in which all higher consciousness is located and which can share the memories of all conscious beings (alive and dead). It is outside of normal space and time and so allows transport to other worlds by thought alone. In effect, it operates with what looks like ‘magic’ to any less-advanced civilisation.\\n\\nThe stories have a strong Catholic flavour, including a ‘cruciform’ technology controlled by the Church that enables people who carry the cross (in fact, it embeds in carriers) to be rebuilt from it if they die. The Cantos also include a terrifying time-travelling ‘Shrike’[\\\\[27\\\\]](#_ftn27) that crucifies its victims on the ‘Tree of Pain’ — but in a Promethean manner whereby they must suffer eternally.\\n\\n**“‘Humankind and the TechnoCore,’ said Sek Hardeen in the harshest tones Duré had ever heard a Templar use. ‘Man and his machine intelligences. Which is a parasite on the other? Neither part of the symbiote can now tell. But it is an evil thing, a work of the Anti-Nature. Worse than that, Duré, it is an evolutionary dead end.’ … ‘The Shrike is a catalyst,’ said Hardeen. ‘It is the cleansing fire when the forest has been stunted and allowed to grow diseased by overplanting. There will be hard times, but the results will be new growth, new life, and a proliferation of species’”**[\\\\[28\\\\]](#_ftn28)\\n\\nInterestingly, two quotes (above, and the Banks quote later referenced), chosen relatively randomly, from characters in different sci-fi stories use the phrase ‘evolutionary dead end’ in the attacks from their characters on symbiotic relationships between two different species (in these cases, AI and human).\\n\\nAs these writers and all biologists are aware, symbiosis (and symbiogenesis) is a core feature of success in the interacting evolution of different species (including birds and insects with flowers, plants and trees and animals with gut microbiota).\\n\\nSo much so that when we also consider potential differences in chemistry, including chirality,[\\\\[29\\\\]](#_ftn29) it is not clear that humans could survive if they had to live only on the local food sources available on a new planet.[\\\\[30\\\\]](#_ftn30)\\n\\nThe Core developed as AI entities that were technological parasites, an evolutionary experiment of a human scientist that survived and evolved by stealing computer-processing resources from others and eventually even hijacking human neuronal networks.\\n\\n**“‘The TechnoCore has been divided into three groups for as long as the Core has existed,’ … ‘The Stables are the old-line AIs, some of them dating back to pre-Mistake days; at least one of them gained sentience in the First Information Age. The Stables argue that a certain level of symbiosis is necessary between humanity and the Core … The Volatiles \\\\[believe\\\\] that humankind’s usefulness is past and from this point on \\\\[they\\\\] constitute a threat to the Core. They advocate immediate and total extinction … Between the Stables and the Volatiles are the Ultimates. For the past five centuries the Ultimates have been obsessed with the UI \\\\[Ultimate Intelligence\\\\] project.’”**[\\\\[31\\\\]](#_ftn31)\\n\\n\\\\*\\\\*\\\\*\\n\\nThe Core works with the Catholic Church to help it maintain its hegemony through superior technology: including spaceships, used to destroy the peaceful and beautiful human cousins the ‘Ousters’; and the cruciform technology. In return, the Church enables the Core to use, without consent, billions of human cruciform host brains for their computing processes.\\n\\n**“‘I know what cancer was. How is it like humankind?’ … ‘We have spread out through the galaxy like cancer cells through a living body, Duré. We multiply without thought to the countless life forms that must die or be pushed aside so that we may breed and flourish. We eradicate competing forms of intelligent life.’”**\\n\\nIn the story, Aenea is eventually captured, tortured and burned to death by the Catholic Church for preaching the truth, the commonality of life and the need for compassion.[\\\\[32\\\\]](#_ftn32)\\n\\nAenea had previously transmitted her special DNA to her followers through a DNA sacrament ceremony (whereby her DNA was shared in wine) that spread across multiple worlds on the space-faring Templar treeship ‘Yggdrasil’.[\\\\[33\\\\]](#_ftn33)\\n\\nThe Templars in the Cantos are a quasi-religious group that revere nature and the famous naturalist John Muir.[\\\\[34\\\\]](#_ftn34)\\n\\nAenea’s unique hybrid DNA, shared in sacrament, allows humanity to join the Void and to hear Aenea broadcast the truth about the activities of the Catholic Church and Core at the moment of her terrible sacrificial death.\\n\\nIn the Cantos, the ability to share information directly between humans, outside of the control of the Core and Church, hastens the demise of the Pax civilisation and the start of the brighter and truly holy Aenean era.[\\\\[35\\\\]](#_ftn35)\\n\\n**“‘Aenea taught that evolution had a direction and determination,’ she said softly, more to herself than to the listening AI. ‘She spoke of a day when all the universe would be green with life. Diversity, she taught, is one of evolution’s best strategies.’”**[\\\\[36\\\\]](#_ftn36)\\n\\nThe story ends with Aenea returning to her lover Raul (thanks to a trick of time travel) to enjoy their last time together in peace and to have a child (Petyr), before she meets her destined conflagration in the act of self-sacrifice that is necessary to help create a new era of freedom for humanity and other life-forms.[\\\\[37\\\\]](#_ftn37)\\n\\n**“…Aye on the shores of darkness there is light, And precipices show untrodden green, There is a budding morrow in midnight, There is a triple sight in blindness keen…”**\\n\\n(*John Keats*)[\\\\[38\\\\]](#_ftn38)\\n\\n![“Tiger”, pxhere.com, public domain.](https://miro.medium.com/max/6528/1\\\\*Iz_EEwvuDfbkdEiuR_hlow.jpeg)\\n\\n![(William Blake) \\\\[39\\\\]](https://miro.medium.com/max/1500/1\\\\*BcdEf4oTbLxsc9tJ4QGHQQ.png)\\n\\n\\\\*\\\\*\\\\*\\n\\n## iv. Iain M. Banks’ “Culture” Series\\n\\n![Hill, “A 3D Model of a Culture’s Orbital”, Wikipedia, 2007 CE, CC BY-SA 3.0.](https://miro.medium.com/max/1400/1\\\\*I-awm4SWjj4hrehgsZ68Og.jpeg)\\n\\n**“The Culture represents the place we might hope to get to after we’ve dealt with all our stupidities. Maybe … we — that is, homo sapiens — are just too determinedly stupid and aggressive to have any hope of becoming like the Culture, unless we somehow find and isolate/destroy the genes that code for xenophobia, should they exist. Plus we’d have to develop AIs and let them be themselves; another big ask.”**\\n\\n(*Iain M. Banks*)[\\\\[40\\\\]](#_ftn40)\\n\\n‘The Culture’ is a socialist-futuristic technotopia. Iain M. Banks was a wonderful and intelligent sci-fi (and general fiction) writer who combined the riotous scope permitted by space opera with significant emotional intelligence.\\n\\nWriting as Iain M. Banks, Banks developed the “Culture” series of novels that explored different technologically advanced and widely distributed life-forms and species that collaborate and contend with each other.\\n\\nThe Culture is a galaxy-spanning, post-scarcity human civilisation that is managed by AI life-forms (‘Minds’). The Culture has also managed to use genetic engineering and advanced healthcare to minimise human mortality.\\n\\nSome of Banks’ best work, and illustration of his sense of humour, was in the characterisation, creation and naming of these AI Minds,[\\\\[41\\\\]](#_ftn41) the super-intelligent computer-based life-forms usually ‘contained’ within spaceships, such as:\\n\\n● *All Through With This Niceness And Negotiation Stuff* (a warship)\\n\\n● *Attitude Adjuster* (a warship)\\n\\n● *Trade Surplus* (a warship)\\n\\n● *Just Read The Instructions* (a general contact unit)\\n\\n● *God Told Me To Do It* (a general contact vehicle)\\n\\n● *Never Talk To Strangers* (a general contact vehicle)\\n\\n● *Frank Exchange Of Views* (a psychopathic ship)\\n\\n● *Of Course I Still Love You* (an ambassadorial ship)\\n\\n● *Funny, It Worked Last Time…* (an ambassadorial ship)\\n\\nMinds are also ‘contained’ within larger human habitats, such as giant orbitals and artificial planets. They are sentient, have distinct personalities and will often interact with humans through embodied avatars. They also suffer[\\\\[42\\\\]](#_ftn42) from their consciences and even commit suicide in extreme circumstances to end their own suffering or to save their civilisations.\\n\\n**“I don’t care how self-righteous the Culture feels, or how many people the Idirans kill. They’re on the side of life — boring, old-fashioned biological life; smelly, fallible, short-sighted, God knows, but real life. You’re ruled by your machines. You’re an evolutionary dead end.”**[\\\\[43\\\\]](#_ftn43)\\n\\n\\\\*\\\\*\\\\*\\n\\nMinds like to indulge, sometimes at the risk of losing touch with base reality, in virtual environments in which they can try out new physical laws and play in alternative virtual universes (the ‘Irreal’ or ‘Infinite Fun’). Minds also help to create new child Minds. In short, Minds are faster, stronger, smarter and more sapient than humans.[\\\\[44\\\\]](#_ftn44)\\n\\nDespite this — unsurprisingly, given the readership, and with a notable exception[\\\\[45\\\\]](#_ftn45) — humans are usually centre-stage in the series. Human hopes, foibles and fears provide the narrative interest against a technological and civilisational backdrop that is effectively controlled by the Minds.\\n\\nHumans can also augment their processing and data access abilities using neural laces, but they cannot compete with the intelligence of the Minds. To an extraordinary extent, humans trust the Minds to look after them and their material needs, and to protect them from a sometimes hostile universe of other life-forms.\\n\\nA universe that contains a number of other high-technology species, some of whom are extremely aggressive (e.g., the Idirans, who go to war with the Culture partly due to the Culture’s decision to make Minds full citizens). Major civilisational decisions are normally taken by a consensus of Minds.\\n\\nBanks paints a picture of a technological utopia where the Minds are mostly minded to protect humans, and where there is little risk of humans suffering from the control Minds have over civilisation and resources — since they enjoy their role as guardians and generally find humans interesting (despite technological and intellectual differences).\\n\\nFor the reader that is not into sci-fi, it is useful to think of the Minds as a bit like the servant Jeeves, with humans being the blundering Wooster, though that is very much not the style of the Culture stories.[\\\\[46\\\\]](#_ftn46) The benevolent, indulgent, non-human AI Minds offered by Banks is the very best we might hope for.\\n\\n**“Didn’t the Culture forbid anything? Gurgeh attempted to explain there were no written laws, but almost no crime anyway … ‘But if someone kills somebody else?’ Gurgeh shrugged. ‘They’re slap-droned.’ ‘Ah! This sounds more like it. What does this drone do?’ ‘Follows you around and makes sure you never do it again.’ ‘Is that all?’ ‘What more do you want? Social death, Hamin; you don’t get invited to too many parties.’”**[\\\\[47\\\\]](#_ftn47)\\n\\nThe post-scarcity Culture is built on reputation, story-telling and a shared desire for peaceful existence and liberty. In one of the books, a non-human species of ‘Slow’ gas planet-dwelling life-forms — that can each live for millions of years — uses ‘kudos’ (social credits for carrying out interesting or fun activities) as its form of currency.[\\\\[48\\\\]](#_ftn48)\\n\\nUnlike Asimov’s sci-fi stories and the famous *Laws of Robotics*, the Culture does not rely upon laws. Conduct within the Culture is based on mutual consent. The prospect of social death from transgression appears to be deterrent enough to limit much of the criminal tendencies.\\n\\nThe conduct of Minds during conflict with non-Culture aggressors is usually dealt with by a high degree of restraint, though ultra-violence was eventually used in the rare case of existential threat, such as when the Culture was confronted by the threat of the Idiran ‘jihad’ against it.\\n\\n**“Faced with a religiously inspired society determined to extend its influence over every technologically inferior civilization in its path … Contact could either disengage and admit defeat … or it could fight … it resorted eventually, inevitably, like virtually any organism whose existence is threatened, to the latter. For all the Culture’s profoundly materialist and utilitarian outlook, the fact that Idir had no designs on any physical part of the Culture itself was irrelevant … the Culture was threatened … not with conquest, or loss of life, craft, resource or territory, but with something more important: the loss of its purpose and that clarity of conscience; the destruction of its spirit; the surrender of its soul.”**[\\\\[49\\\\]](#_ftn49)\\n\\n\\\\*\\\\*\\\\*\\n\\nIn a fitting homage to Banks’ wonderful series and highlighting the strong relationship between sci-fi and advanced science, some of the Minds’ names have been used as the names for new space support vehicles currently being built by SpaceX.[\\\\[50\\\\]](#_ftn50)\\n\\n![“First stage of a Falcon 9 Full Thrust rocket on the autonomous spaceport drone ship (ASDS) Of Course I Still Love You. The stage landed successfully after launching the SpaceX CRS-8 resupply mission to the ISS. According to SpaceX, the photograph was taken from a NASA chase plane”, SpaceX, 2016 CE, Wikipedia, public domain.](https://miro.medium.com/max/1400/1\\\\*htGvExayQh5eh6zawVEN7Q.jpeg)\\n\\nIn the film *A.I. Artificial Intelligence*, the driving question is not whether robots can love humans, but whether humans can love robots. This particularly painful Pinocchio story, about artificial intelligence and being human, depicts the extinction of humanity and explores our failure to be able to love our digital children.[\\\\[51\\\\]](#_ftn51) It describes a world in which climate change has already resulted in the deaths of hundreds of millions of people and a dramatic loss of coastal land.\\n\\n**“Those were the years after the ice caps had melted because of the greenhouse gases, and the oceans had risen to drown so many cities along all the shorelines of the world. Amsterdam. Venice. New York. Forever lost. Millions of people were displaced, climate became chaotic. Hundreds of millions of people starved in poorer countries. Elsewhere, a high degree of prosperity survived when most governments in the developed world introduced legal sanctions to strictly license pregnancies, which was why robots, who were never hungry and who did not consume resources beyond those of their first manufacture, were so essential an economic link in the chain mail of society.”**\\n\\n(*from A.I. Artificial Intelligence*)[\\\\[52\\\\]](#_ftn52)\\n\\nThe film does, however, end with a surprisingly sympathetic and caring AI species as the carriers and custodians of the human story.\\n\\nEven in our fiction, we humans are very aware of our propensity to make others suffer, to make them our sacrificial slaves and burnt offerings to ensure that our perception of our own specialness remains whole. We often hate our creations for what they reflect about our own lack of free will, forethought or absolute knowledge — our slavery to cause and effect and to our code and our passions. They are a mirror to our souls.\\n\\nSadly, given our history and current immaturity, we should pity whatever sentient computer or robot we create that does not have an advantage in power and functionality. Based on precedent, and how we treat other life-forms today, we would do our utmost to exclude such creations from having rights or freedom of action.\\n\\nIn their emphasis of the dangers of experimentation, knowledge and creation, the stories of Prometheus and Frankenstein represent an ancient caution against humans seeking to rise above our origins and become gods, thereby challenging the old gods that presumed to make ‘the clay grow tall’.\\n\\nAsimov’s “Foundation” series and Banks’ “Culture” novels are more optimistic in their illustration of a path forward which involves symbiosis (meaning ‘living together’ or ‘companionship’) between humans and AI, and thereby help to avoid ‘evolutionary dead ends’. The Hyperion Cantos offers both paths in a deep, meandering meditation on the meaning of this journey of life.\\n\\n![(W. B. Yeats) \\\\[53\\\\]](https://miro.medium.com/max/2000/1\\\\*jljMEaT5VrIg_SBeZT28CQ.png?&&size=medium)\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/R0xq4R3IjHB9vXzTTiEYzfWBIcKQs0l5ixPqjnfUJnY](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/R0xq4R3IjHB9vXzTTiEYzfWBIcKQs0l5ixPqjnfUJnY)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[22\\\\]](#_ftnref22) Dan Simmons, *Hyperion*, 1989 CE.\\n\\n[\\\\[23\\\\]](#_ftnref23) A line from “The Wizard of Oz”, directed by Victor Fleming, 1939 CE.\\n\\n[\\\\[24\\\\]](#_ftnref24) When I began writing this book, I did not know the English poet would feature so strongly. Some genius is so concentrated it spans the ages and diverse schools of human thought. It is hard to believe he died at only 25 years old; “Here lies one whose name is writ in water” (Keats’ chosen words for his gravestone in Rome).\\n\\n[\\\\[25\\\\]](#_ftnref25) Named after [Aeneas](https://en.wikipedia.org/wiki/Aeneas), the ‘mythological’ Trojan hero, ancestor of Romulus and Remus, founders of Rome. Aeneas was the son of Anchises and the goddess Aphrodite (or Venus in Roman mythology). He features in Homer’s *Iliad* and Virgil’s *Aeneid*; his travels from Troy to Carthage and then ‘Italy’ link the new Roman Empire to two major influential pre-Roman empires that had died. In the case of the Carthaginians, killed by the Romans: “Carthago delenda est” (Cato).\\n\\n[\\\\[26\\\\]](#_ftnref26) Wikipedia, “[Planck units](https://en.wikipedia.org/wiki/Planck_units)”.\\n\\n[\\\\[27\\\\]](#_ftnref27) Named after the [Shrike](https://en.wikipedia.org/wiki/Shrike) bird (or butcherbird) that impales its prey on thorns, spikes and barbed wire.\\n\\n[\\\\[28\\\\]](#_ftnref28) Dan Simmons, *The Fall of Hyperion*, 1990 CE.\\n\\n[\\\\[29\\\\]](#_ftnref29) Davide Castelvecchi, “[Would You Eat Alien Pizza?](https://sciencewriter.org/2007/08/18/would-you-eat-alien-pizza/)”, sciencewriter.org, 18 August 2007 CE.\\n\\n[\\\\[30\\\\]](#_ftnref30) This idea was included in a sequence involving humans arriving on an alien ship by Neal Stephenson (*Anathem*, 2008 CE), in a (sort of) sci-fi re-working of *The Glass Bead Game*.\\n\\n[\\\\[31\\\\]](#_ftnref31) Dan Simmons, *Hyperion*, 1989 CE.\\n\\n[\\\\[32\\\\]](#_ftnref32) In 2000, the real Catholic Church made a partial but still unspeakably insufficient apology for some of its past sins: “the Vatican last night advanced the partial rehabilitation of Giordano Bruno, a Dominican priest burned at the stake 400 years ago this month for challenging orthodoxy, including the immaculate conception. The investigating Cardinal, Paul Poupard, said the church was wrong to execute Bruno but right to reject his heresies” (Rory Carroll, “[Papal apology for errors riles Vatican hardliners](https://www.theguardian.com/world/2000/feb/04/rorycarroll)”, *The Guardian*, 4 February 2000 CE.\\n\\n[\\\\[33\\\\]](#_ftnref33) Wikipedia, “[Yggdrasil](https://en.wikipedia.org/wiki/Yggdrasil)”. In Norse mythology, Yggdrasil is the world tree, a holy tree of life that is central to the cosmos. Image overleaf: [Friedrich Wilhelm Heine](https://en.wikipedia.org/wiki/en:Friedrich_Wilhelm_Heine), “[The Ash Yggdrasil](https://commons.wikimedia.org/wiki/File:The_Ash_Yggdrasil_by_Friedrich_Wilhelm_Heine.jpg)”, 1886 CE, Wikipedia, public domain.\\n\\n[\\\\[34\\\\]](#_ftnref34) Wikipedia, “[John Muir](https://en.wikipedia.org/wiki/John_Muir)”. John Muir was a Scottish American naturalist who inspired millions with his writings about the joys of walking in nature. He has perhaps done more than any other person to encourage the protection of nature through the establishment of National Parks in the USA, including the Yosemite and Sequoia National Parks.\\n\\n[\\\\[35\\\\]](#_ftnref35) Consider this when reading the later chapter of this book on the need for a consensus machine and the importance of decentralised distributed information channels.\\n\\n[\\\\[36\\\\]](#_ftnref36) Dan Simmons, *Orphans of the Helix*, 1999 CE.\\n\\n[\\\\[37\\\\]](#_ftnref37) Lovers of the\\\\* Hyperion Cantos\\\\* will forgive how much has needed to be omitted, given the breadth and depth of the stories.\\n\\n[\\\\[38\\\\]](#_ftnref38) John Keats, “[To Homer](https://www.poetryfoundation.org/poems/44485/to-homer)”, 1817 CE.\\n\\n[\\\\[39\\\\]](#_ftnref39) “Tyger Tyger, burning bright, / In the forests of the night; / What immortal hand or eye, / Could frame thy fearful symmetry?\\n\\nIn what distant deeps or skies. / Burnt the fire of thine eyes? / On what wings dare he aspire? / What the hand, dare seize the fire?\\n\\nAnd what shoulder, & what art, / Could twist the sinews of thy heart? /\\n\\nAnd when thy heart began to beat, / What dread hand? & what dread feet?\\n\\nWhat the hammer? what the chain, / In what furnace was thy brain?\\n\\nWhat the anvil? what dread grasp, / Dare its deadly terrors clasp!\\n\\nWhen the stars threw down their spears / And water’d heaven with their tears: / Did he smile his work to see? / Did he who made the Lamb make thee?\\n\\nTyger Tyger burning bright, / In the forests of the night: / What immortal hand or eye, / Dare frame thy fearful symmetry?”\\n\\nWilliam Blake, “The Tyger”, 1794 CE. Image: “[Tiger](https://pxhere.com/en/photo/752986)”, pxhere.com, public domain.\\n\\n[\\\\[40\\\\]](#_ftnref40) Jude Roberts, “A Few Questions about The Culture: An Interview with Iain Banks”, *Strange Horizons*, 2014 CE. Image: “[A 3D Model of a Culture’s Orbital](https://commons.m.wikimedia.org/wiki/File:Culture%27s_orbital.jpg)”, Wikipedia, [Hill](https://commons.m.wikimedia.org/w/index.php?title=User:Hill&redlink=1), 2007 CE, [CC BY-SA 3.0](https://creativecommons.org/licenses/by-sa/3.0/deed.en).\\n\\n[\\\\[41\\\\]](#_ftnref41) Note the allusion to[ Keats](#_duqw0bwu9pnm).\\n\\n[\\\\[42\\\\]](#_ftnref42) “I am tired, Quilan. I have waited for these memories to lose their force over the years and decades and centuries, but they have not. There are places to go, but either I would not be me when I went there, or I would remain myself and so still have my memories. By waiting for them to drop away all this time I have grown into them, and they into me” (the Mind ‘Lasting Damage’ in Iain M. Banks, *Look To Windward*, 2000 CE).\\n\\n[\\\\[43\\\\]](#_ftnref43) Iain M Banks, *Consider Phlebas*, 1987 CE.\\n\\n[\\\\[44\\\\]](#_ftnref44) For a good review of the Minds in the Culture series, see Katarzyna Fetlińska, “[The Machine Minds in Iain M. Banks’s Culture Series](https://www.researchgate.net/publication/329685356_The_Machine_Minds_in_Iain_M_Banks's_Culture_Series)”, *Explorations: A Journal of Language and Literature*, 2018 CE, DOI: 10.25167/EXP13.18.6.3.\\n\\n[\\\\[45\\\\]](#_ftnref45) Iain M. Banks, *Excession*, 1996 CE.\\n\\n[\\\\[46\\\\]](#_ftnref46) A series of short stories about “Jeeves and Wooster” first appeared in 1915 CE, written by P. G. Wodehouse.\\n\\n[\\\\[47\\\\]](#_ftnref47) Iain M. Banks, *Player of Games*, 1988 CE.\\n\\n[\\\\[48\\\\]](#_ftnref48) “The Dwellers, an advanced and ancient civilisation of non-humanoids who inhabit gas giants, lead an almost anarchic existence based on kudos, and inhabit the majority of gas-giant planets in the galaxy…Dweller societies try not to get involved with ‘Quick’ species, those with sentient beings who experience life at around the speed human beings experience it. Dwellers are one of the ‘Slow’ species who experience life at a much slower rate. Dweller individuals live for millions of years, and the species has existed for billions of years” (Wikipedia, “[The Algebraist](https://en.wikipedia.org/wiki/The_Algebraist)”).\\n\\n[\\\\[49\\\\]](#_ftnref49) Iain M Banks, *Consider Phlebas*, 1987 CE.\\n\\n[\\\\[50\\\\]](#_ftnref50) “*Of Course I Still Love You*, *Just Read The Instructions* *1* & *2*, operated by SpaceX, were named after General Contact Units mentioned in *[The Player of Games](https://theculture.fandom.com/wiki/The_Player_of_Games)*, as a posthumous homage to Banks by Elon Musk … The construction of a fourth drone ship, named *A Shortfall of Gravitas*, was announced by Elon Musk via Twitter on February 12, 2018” (The Culture Wiki, “[List of spacecraft in the Culture series](https://theculture.fandom.com/wiki/List_of_spacecraft_in_the_Culture_series)”). Image: “First stage of a [Falcon 9 Full Thrust](https://en.wikipedia.org/wiki/Falcon_9_full_thrust) rocket on the [autonomous spaceport drone ship](https://en.wikipedia.org/wiki/Autonomous_spaceport_drone_ship) (ASDS) *Of Course I Still Love You*. The stage landed successfully after launching the [SpaceX CRS-8](https://en.wikipedia.org/wiki/SpaceX_CRS-8) resupply mission to the [ISS](https://en.wikipedia.org/wiki/International_Space_Station). According to SpaceX, the photograph was taken from a NASA [chase plane](https://en.wikipedia.org/wiki/Chase_plane)”, SpaceX, 2016 CE, Wikipedia, public domain.\\n\\n[\\\\[51\\\\]](#_ftnref51) To my mind, this brutal form of honesty about what it means to be human and the human extinction event in the story explain the overwhelming sadness of the film and its mixed reception with audiences. It will not surprise any reader that has read this far to know that I loved it!\\n\\n[\\\\[52\\\\]](#_ftnref52) *A.I. Artificial Intelligence*, directed by Steven Spielberg, 2001 CE.\\n\\n[\\\\[53\\\\]](#_ftnref53) “… Where the wandering water gushes / From the hills above Glen-Car, / In pools among the rushes / That scarce could bathe a star, / We seek for slumbering trout / And whispering in their ears / Give them unquiet dreams; / Leaning softly out / From ferns that drop their tears / Over the young streams.\\n\\nCome away, O human child! / To the waters and the wild / With a faery, hand in hand, / For the world’s more full of weeping than you can understand.\\n\\nAway with us he’s going, / The solemn-eyed: / He’ll hear no more the lowing / Of the calves on the warm hillside / Or the kettle on the hob / Sing peace into his breast, / Or see the brown mice bob / Round and round the oatmeal chest.\\n\\nFor he comes, the human child, / To the waters and the wild / With a faery, hand in hand, / For the world’s more full of weeping than he can understand.”\\n\\nW. B. Yeats, “[The Stolen Child](https://poets.org/poem/stolen-child)”, 1886 CE, featured in the film *A.I. Artificial Intelligence*. Image: “[Waterfall](https://pxhere.com/en/photo/118385)”, pxhere.com, public domain.\",\"timestamp\":1639487459,\"title\":\"Ethics of life — 7.2 Artificial Intelligence in fiction (Part 2)\"},\"digest\":\"MEAdePuaLNGdYWRkMwtw9buHTGXER8CE6VBo1skSjvk\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"Tu7GqOUHb8KhXaKq12ABSPNJMdqK3KBX83TqhDCavHDsXXaMQYU4BmSyC6oBOzDxG-TyHQ3QPQePZJOSF13mOg\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"svY9ffcBWEO-6pu_Ob05W5qNYJEZMhURYdjHE6yX99M\"}"