"{\"content\":{\"body\":\"***“Most prognostications about the future turn out to be wrong”***\\n\\n17年前首创web2.0概念的Tim O'Reilly老爷子12月13号在自己的媒体上发表了观点文章[“Why it’s too early to get excited about Web3”](https://www.oreilly.com/radar/why-its-too-early-to-get-excited-about-web3/)，给出了自己对Web3的看法。他说他避免预测未来，因为预测常常被证明是错误的；他引用吉布森的名言说，未来已来只是没有均匀分布；他也借马克·吐温的话表明，历史不会重复，但会押韵。\\n\\n他说，去中心化和中心化在历史中反复纠缠。“个人计算机通过提供一种任何人都可以构建且无人控制的PC架构来使计算去中心化，但微软想出了如何围绕专有操作系统重新集中该行业；开源软件、互联网和万维网用自由软件和开放协议打破了专有软件的束缚，但在几十年内，谷歌、亚马逊和其他公司建立了基于大数据的巨大新垄断。”\\n\\n他不否定Web3——虽然他犀利地指出，A16Z虽然在去中心化金融、NFT、游戏、去中心化社交网络等领域做了一系列投资，但是投资的项目并没有创造实际效用，只是创造了一种可能：让自己的投资者和创造者变得富有。他说Web3如果要站住脚，有其条件。\\n\\n***“If Web3 is to become a general purpose financial system, or a general system for decentralized trust, it needs to develop robust interfaces with the real world, its legal systems, and the operating economy.”***\\n\\n如果 Web3 要成为通用金融系统或去中心化信任的通用系统，它需要开发与现实世界及其法律体系和运营经济的强大接口。\\n\\n现在的Web3还不能像Web2一样，成为物理世界中事物的数字投影，比如人、地理位置、物体、企业。在Web2中，这些事物相互联系，构成了创造有经济价值的新服务的基础。反观Web3，投机驱使开发者、投资者分散了构建更好的服务的注意力。\\n\\n什么与Web3天然契合？\\n\\n***“Crypto is well-suited for digital-only assets that can be valued and used in a self-contained world.”***\\n\\n加密货币非常适合可以在独立世界中估值和使用的纯数字资产。\\n\\nNFT、DEFI、DAO、DEX、CeFi、Gamefi、DeSo…然而，归根结底，Web3和crypto都是今天过剩投机的一部分。\\n\\n不过他承认，投机，正如经济学家卡洛塔·佩雷斯在其[《科技革命与金融资本》](https://www.amazon.com/Technological-Revolutions-Financial-Capital-Dynamics/dp/1843763311)一书中所描述的那样，并不总是坏事：大部分基础设施建设都是在泡沫阶段获得资金的。\\n\\n***“What is perhaps the crucial role of the financial bubble is to facilitate the unavoidable over-investment in the new infrastructures. The nature of these networks is such that they cannot provide enough service to be profitable unless they reach enough coverage for widespread usage. The bubble provides the necessary asset inflation for investors to expect capital gains, even if there are no profits or dividends yet.“***\\n\\n金融泡沫的关键作用或许在于促进对新基础设施不可避免的过度投资。这些网络的性质是，除非它们达到足够的覆盖范围以供广泛使用，否则它们无法提供足够的服务来盈利。泡沫为投资者预期资本收益提供了必要的资产通胀，即使还没有利润或股息。\\n\\n目前还不能确定的是，由于现实中许多较小的技术周期会合而为一，Web3是新子周期的基础投资期，还是前一个子周期的泡沫期？他提供了两个观察视角：\\n\\n1. 判断投资的性质，即“丰富的金融资本是否以我们在之前的周期中看到的方式建设有用的基础设施”？例如，埃隆·马斯克 (Elon Musk) 将特斯拉股票的超高投机价格转变为全国性的电动汽车充电网、电池超级工厂、和自动驾驶汽车的能力，一直在催化整个行业追赶他走向未来。杰夫·贝索斯也利用亚马逊的超高估值来建立一个新的即时商务基础设施。如今，他们都在投资商业航天工业的基础设施。\\n2. 评估其进展，比如在金融业与传统银行体系或其他新兴技术比较，是否更好？又比如，在社交媒体上的运用是否让它成为更好的价值捕捉者？有什么证据？\\n\\n他怀疑，真正的web3可能要经历一次泡沫才能显示出其组成部分（如果Web3真正存在的话）。就像2000年互联网泡沫破灭的时候，即没有脸书也没有推特；没有安卓也没有iOS。也没有AWS和云计算。\\n\\n***“So much is yet to be created. Let’s focus on the parts of the Web3 vision that aren’t about easy riches, on solving hard problems in trust, identity, and decentralized finance.And above all, let’s focus on the interface between crypto and the real world that people live in.”***\\n\\n太多东西还没有创造出来。让我们专注于Web3愿景中与轻松致富无关的话题，解决一些实际的困难，解决信任、身份、去中心化金融中的难题。最重要的是，让我们关注加密货币与人们生活的现实世界之间的接口。\\n\\n如果Web3是一种新经济体系，那么——\\n\\n***“let’s make it one that increases true wealth—not just paper wealth for those lucky enough to get in early but actual life-changing goods and services that make life better for everyone.”***\\n\\n让我们把它变成能够增加真实财富的经济系统，不仅仅是那些有幸早期进入的幸运儿的纸面财富，也是真正改变人们生活的商品和服务，让每个人的生活更好。\\n\\n最后，让我附上老爷子在2004、2005年的两个讨论（太阳底下没有新鲜事）：\\n\\n1. [Open Source Paradigm Shift](https://www.oreilly.com/pub/a/tim/articles/paradigmshift_0504.html)\\n2. [Not 2.0?](http://radar.oreilly.com/archives/2005/08/not-20.html)\",\"timestamp\":1641816768,\"title\":\"#推荐：Why it’s too early to get excited about Web3\"},\"digest\":\"KidkIriE8R_-51jAqxvtjWaU_dl5KjQBe2IN-r2UMRE\",\"authorship\":{\"contributor\":\"0xE800809E2F5791a27E025F5517AE007394FF567b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rLXKxLioUm1VpbDw_dIodH0GffRNaA_MHIL6x4Hepqw\\\",\\\"y\\\":\\\"F4kS40bZNI88G0ZLNAoq3NXQ5z1Zh7WYVa-cog6hTc0\\\"}\",\"signature\":\"dSmHZWDODPKUhvQcRTSk0rorxVQoJpcDHp7jliYA9DUX4vCg9sbgpJGzJ0RL11Wx_ma-IEh_bqinSoxDUbmkEw\",\"signingKeySignature\":\"0xd5ed0f0e205e69ef75eeff86b713c1ee120aefe0f115aa228bb1be9bfdbd14d556a1ab8c0429f9e87c639bb1146b60480d8eb63e034941f3f4b953619c1594661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rLXKxLioUm1VpbDw_dIodH0GffRNaA_MHIL6x4Hepqw\\\",\\\"y\\\":\\\"F4kS40bZNI88G0ZLNAoq3NXQ5z1Zh7WYVa-cog6hTc0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KidkIriE8R_-51jAqxvtjWaU_dl5KjQBe2IN-r2UMRE\"}"