"{\"content\":{\"body\":\"In the past week, I’ve had the pleasure to attend a presentation by curator Kathleen Ditzig on *A Curatorial Perspective on Technological Collaboration in the Art World*. She spoke on how the world of art and technology are not separate worlds, and shared so many interesting examples of how artists have always been interested in technology and the ways they are changing the world, and how they have embedded that exploration in their art. \\n\\nShe also shared about how the traditional art world is comprised of specific value creation chains based on social capital. We all know by now that the common gripe with the traditional art world is that those value creation chains tend to operate in a very distant, removed and opaque manner. Of course, a part of that opaqueness stems from the intangible aspect of social capital and the difficulty to recognise and measure that as a monetary value (those familiar with accounting standards would know the debate on presenting Intangibles and Goodwill as a financial statement line item). Beyond that, it is also useful to consider that with art, social value come from an elaborate network of affinity with critics, art historians, connection to collectors and institution affirmation. The problem is that these networks can be exclusionary and exploitative, but at the same time uplifting as a means of social mobility. Dilemma. \\n\\nI posted a very unsuccessful meme last week on Pawn Stars for NFTs:\\n\\n![my unsuccessful meme which only received two likes on twitter :\\\"(](https://images.mirror-media.xyz/publication-images/uiSKWanf72M7Cuj5X51Kg.jpeg?height=352&width=624)\\n\\nPawn Stars is actually a mad depressing show. You see all these people come in with stuff they’ve passionately collected over the years just to be told nah they are trash. Sentimental value is also personal and doesn’t translate in the secondary market. The hosts get to lowball them because some collectors markets are just so illiquid or that liquidity is not transparent. Like any market, the problem of information asymmetry and moral hazard is key. \\n\\nSo let’s embark on my exploration of marketplaces in the context of #NFTart with these reflections/ ideas/ concepts in mind. \\n\\n### The Future is Digital\\n\\nMarketplaces’ core function is to connect buyers to sellers. In the traditional art world, the primary market place consists of galleries and art dealers, and the most prominent secondary market place is the auction houses. There is a symbiotic relationship between the primary market and secondary markets, as auction sales has a strong signalling function in valuing an artist’s entire current and future body of work even in the primary market. \\n\\nThough often credited or touted as game-changer brought by the NFT format, efforts to break out of this established marketplace framework and bypassing these institutions, are not inherently new or unique to NFT marketplaces or web3.0. We have already been moving to a more creator-centric domain as the internet affords to almost anyone a huge boost in visibility and reach. Artists can already bypass the gallery-dealer structure to sell directly to their audience through their websites and social media pages. However, this doesn’t, and would never, be enough to bring about a paradigm shift in the art market. As discussed earlier, the social capital or value attached to art is based on a whole chain of affinity and is not wholly captured simplistically by a willing buyer - willing seller relationship. You don’t buy or sell art like any other commodity product like you would buy an apple or a new hairdryer (though some say the dyson airwrap is a work of art which justifies its price tag, I would respectfully disagree). \\n\\nOn to the next part - data. Another super fun word for everyone. A key challenge in the art market is determining the right price. Pricing is so important because overpricing an artist can be a career ending mistake. Certain galleries and dealers are extremely successful because they hold the right information (or connections to information) that help them set the right price. They have the data points that others don’t. The problem statement is clear, the art market is not transparent which indicates the lack of information and data resulting information asymmetry. So let’s get the data and let’s make it more transparent! I can see the pitch deck already. Remember “There’s an app for that”? In this case, there are many apps for that:\\n\\n* [ArtFacts](https://artfacts.net/): Your trusted guide to the Art World. ArtFacts is a data aggregator with the objective “*: to quantify and digitise art facts, making the art world more transparent, allowing anyone to increase their knowledge and make better business decisions concerning art”* \\n* [Artsy](https://www.artsy.net/about): For the love of art. Artsy is a marketplace of which a huge component of its core offering is data aggregation which enables users “*to discover, buy, and sell fine art”*\\n* [ARTDEX](https://www.artdex.com/): A free digital archive for the art community “*devoted to breaking down the traditional walls between emerging artists and art consumers in favour of a new democratic model of engagement based on full transparency, maximum flexibility, and meaningful exchange.”*\\n* [Arthena](https://arthena.com/): Leading the pricing revolution by providing “*quantitatively-driven financial solutions for the art market*.” I’m not too sure how to categorise this one? Maybe a data analytics solution if that means anything to anyone.\\n* [Magnus](https://www.magnusclass.com/): The shazam for the art market, where you can see an artwork’s past transactions in the palm of your hands. Now defunct and pivoted to classes by founder Magnus Resch. \\n\\nMagnus stands out from this list not just because its founder decided to deviate from the norm of finding a name that contains the word “Art” (in favour of naming it after himself no less), but because of its juicy history. The tea is that the app was removed from the App Store in 2016 because of allegations of data theft, after its competitor ArtFacts snitched on them to Apple. The funny thing is, the director at ArtFacts Marek Claassen was tipped off on the fact that Magnus may not have been obtaining the data through legitimate means when he read that “the app was powered by a database with no less than eight million auction and gallery prices”. Turns out Magnus built itself with stolen data from existing databases (like ArtFacts) and individual galleries. Ok I’m sure no one is laughing with me right now, but let me explain why this is funny. \\n\\nInherent to this movement exemplified by all the organisations above is the idea of democratising art. However, these data providers are still reliant on the data owners in the primary and secondary markets to be willing participants in their revolution. I’m sure Marek Claassen understands more than anyone how difficult that is. Not just because data collection and data entry are the most tedious jobs ever, but because it takes effort to convince these players to get onboard. It’s never easy to give up power and control. \\n\\nFurther, so what if we give the data to the masses. It just brings to light and amplifies the existing networks and structures. It’s a great step forward for sure, but just because I have the information about an up and coming artist who has received validation from known collectors in his past transactions does not mean I can buy his work. Galleries are notoriously discerning about who they sell to, and it doesn’t always go to the highest bidder (in terms of monetary value). A buyer’s social standing and reputation has an effect on the art they collect and the artist’s future prospects which may not be best determined by monetary value. An artist is also not a company or a factory churning out art. Even when valuing companies, past successes do not indicate future performance. Oftentimes, it’s the human-ness of artists that make their work so compelling and valuable. How do you capture that as a comparable data point?\\n\\n### An Open Sea\\n\\nWe all love to hate Opensea.io. But DAMN it’s such a great name. To me, the open sea is a very powerful imagery which evokes feelings of overwhelming possibility in discovery. What better way to describe the new frontier built on blockchain? (*Cue: that song from Moana.*) The excitement behind blockchain, crypto, NFTs, web3.0 is that it gives us the tools to build completely different structures and formats. \\n\\nIt’s the start of my third week in the NFT space now, so I have a total of 2 weeks worth of experience in the NFT marketplaces to share here. Let’s go!\\n\\nTransactions in the NFTart space are carried out on the underlying blockchain networks they operate on. When you buy or sell an NFT, you are moving that unit of data stored on the blockchain from one address to another through cryptographic hash. Each transaction is then recorded on the blockchain. When you buy an NFT, you are buying a proof of ownership (like a super fancy receipt). The unit of data or NFT is a symbol of the art piece that is recorded on the blockchain. The art piece itself is a separate thing. Most of the times, art traded in the NFTart space is digital art and the digital file is stored somewhere else like IPFS or even an AWS database. The NFT will then contain a link to where the file is stored. \\n\\nThe technology is new and so it creates new marketplaces to enable the new way of transacting. For the next part I will discuss marketplaces for ETH NFTs because that’s what I am more familiar with. It was actually a huge pain to go through these platforms’ help articles so there might be some inaccuracies in the fee structure parts.\\n\\n***Opensea.io***\\n\\n![](https://images.mirror-media.xyz/publication-images/j4l3OHN1orrxR-0ImWvTr.png?height=1574&width=2838)\\n\\n[Opensea.io](https://opensea.io/): The amazon of NFT trading because we all hate it but it’s so hard to avoid. Being the largest marketplace, you get a large numbers of users looking for things to buy, but the interface is so bad for art discovery. It’s also not built exclusively for NFTart. Even though it’s bad for discovery, it’s still super popular as a secondary market because of the wide user base.\\n\\n* Platform fee: 2.5% \\n* Royalties: Up to 10%\\n* Creator Gas: for minting and first listing, and if you accept bids\\n* Seller’s Gas: for first listing, and if you accept bids\\n* Buyer’s Gas: for each buy transaction\\n* Sell mechanisms: Fixed price, timed auctions, editions\\n\\n***Rarible***\\n\\n![](https://images.mirror-media.xyz/publication-images/yxBYaL2p7u9E-yhR99dIU.png?height=1334&width=2834)\\n\\n[Rarible](https://rarible.com/): I really have nothing much to say about Rarible. It’s a lot like opensea but it accepts credit cards?\\n\\n* Platform fee: 2.5% on both seller and buyer’s sides\\n* Royalties: Up to 10%\\n* Creator Gas: for minting and first listing, and if you accept bids\\n* Seller’s Gas: for first listing, and if you accept bids\\n* Buyer’s Gas: for each buy transaction\\n* Sell mechanisms: Fixed price, timed auctions, editions\\n* Accepts credit card\\n\\n***Nifty Gateway***\\n\\n![](https://images.mirror-media.xyz/publication-images/eeYb9qbSrWQBrRLfAsDcW.png?height=1574&width=2832)\\n\\n[Nifty Gateway](https://niftygateway.com/): Nifty is Gemini’s NFT Marketplace. I guess a huge draw of Nifty is the no-gas feature which is made possible because they operate on a custodian model. \\n\\n* Platform fee: 5% and 30 cents (what?)\\n* Royalties: Up to the creator\\n* Sell mechanisms: Fixed price, timed auctions, editions\\n* Accepts debit card or Gemini balance\\n\\n***MakersPlace***\\n\\n![](https://images.mirror-media.xyz/publication-images/POj7bbWFMLTUSB6ehppjj.png?height=1564&width=2794)\\n\\n[MakersPlace](https://makersplace.com/): This market place is built for creators. There is a built in royalty fee of 10% for each transaction, and accepts both fiat (credit cards) and cryptocurrency. Its discovery interface is pretty basic though and you mostly just filter for collection / artist. An artist profile page has an easy navigation to view all transactions under this artist. Funny thing is.. they enforce certain additional features. There is a minimum price (“to cover production costs”), and place a minimum bid increment of 10% above the most recent offer. Their FAQs and help pages are really hard to navigate also.\\n\\n* Platform fee: 15% commission on each sale\\n* Royalties: MakersPlace withholds 12.5% of each secondary market sale. 2.5% will go to MakersPlace and the other 10% will go to the creator as a royalty. (Not sure if this includes the 15% commission)\\n* Creator Gas: for minting and first listing, and if you accept bids\\n* Seller’s Gas: for first listing, and if you accept bids\\n* Buyer’s Gas: for each buy transaction\\n* Sell mechanisms: Fixed price, timed auctions, editions, collaboration\\n* Accepts credit cards but at a fee\\n\\n***Foundation.app***\\n\\n![](https://images.mirror-media.xyz/publication-images/svPHZsA2xY5K7gZp945qT.png?height=1500&width=2824)\\n\\n[Foundation.app:](https://foundation.app/) Another marketplace built for art. There is a certain degree of “curation” in that creators can only join FND through an invite from the community. Creators earn 85% of a primary market sale, and there is a built in royalty of 10% for secondary sales. Their interface looks a lot nicer and more modern, but discovery is also limited to “Type” of digital artwork - 3D, Image or Video. What’s really nice about FND is the social aspect, which from the invite-only mechanism shows that they put social connections as a key feature in their marketplace. On an artist’s profile, you can see who they are invited by and how many followers they have on FND. As a collector, you also get a nice looking profile to display your collection. It’s very familiar because it’s a bit like instagram.\\n\\n* Platform fee: 15% on primary, 5% on secondary\\n* Royalties: 10%\\n* Creator Gas: for minting and first listing, and if you accept bids\\n* Seller’s Gas: for first listing, and if you accept bids\\n* Buyer’s Gas: for each buy transaction\\n* Sell mechanisms: Fixed price, timed auctions, editions\\n\\n***KnownOrigin.io***\\n\\n![](https://images.mirror-media.xyz/publication-images/gR96KghbMAzo8IuMfxmDz.png?height=1576&width=2796)\\n\\n[KnownOrigin.io](https://knownorigin.io/): This is another great name really. I like that KO has a very creator centric approach and they are always adding features to their platform. It’s a marketplace with a lot of interesting features and constant updates. For creators, they have the unlockable content function to indicate where there are unlockable features for token holders (e.g. making a higher resolution file, or different file format available). I also like their collaboration feature where users can set up to 5 ethtereum addresses as a collaborators on an edition. We all love a good collab and making that visible on the platform and part of the code to automatically split the funds and on-chain payment splitting will hopefully drive more creative collaborations in the digital art space. They have also built a donation feature where users can donate to selected charities through the platform and the donation will be sent directly to the organisation’s eth address, all in the spirit of transparency of course. This has also enabled them to launch charity drives like the Choose Love collection. Coupled with the collaboration feature, users can easily see the allocation of funds to the charity and the artist for each artwork. They also have a gallery on decentraland and cryptovoxels. There’s not much of a discovery feature though. \\n\\n* Platform fee: 15% on primary, 2.5% on secondary\\n* Royalties: 12.5%\\n* Creator Gas: for minting and first listing, and if you accept bids\\n* Seller’s Gas: for first listing, and if you accept bids\\n* Buyer’s Gas: for each buy transaction\\n* Sell mechanisms: Fixed price, timed auctions, editions, collaboration\\n* Accepts credit card payments\\n\\nAll the marketplaces offer a degree of curation in choosing certain pieces to feature on their platforms, with varying standards. The real beast of a curatorial-driven platform is [Artblocks.io](https://www.artblocks.io/). It’s like David Zwirner of the NFT world or something (until David Zwirner apes in and take that place of course), their stamp conveys a strong message of affirmation which help drives the value of their curated artworks and artists in both primary and secondary markets. Another interesting platform I’ve been keeping an eye on is [Async.art](https://async.art/). They both focus on generative works and I absolutely love how generative art has gotten a huge boost from the NFT market. The philosophy of generative art seems very suited for this code driven space. \\n\\nAfter looking at all these marketplaces, I wonder if we’ve reached or are even close to any new frontier. Yes, NFTs has opened a huge audience to art. In fact, built in royalty system is a huge gain for creators. In terms of transparency, there’s nothing more transparent than transactions recorded on the blockchain right? Anyone can go on etherscan and trace exactly where and when and to whom NFT is sold and for how much. However, it’s also interesting how the market is still moved by major tastemakers like key curators or collectors. Not to mention, traditional auction houses remains to be strong players in the NFT secondary market. \\n\\nHow do we use the chain to quantify or measure social capital? How do we use to to build a new value creation chain? There’s really nothing stopping anyone from co-opting this technology into the existing systems. The major players can all remain the same and we can just join in on the game. \\n\\nOh well, more to think about I guess. \\n\\nDisclaimer: I’m not an artist, or a curator, or a collector, or anyone working in the art world. The closest I got was an internship at the local museum when I was in high school and even then I was in the Business Development division and mostly helped to liaise with sponsors and donors, and organise galas for rich people and what not. Thanks for reading my hot takes anyway!\",\"timestamp\":1640000542,\"title\":\"On Marketplaces\"},\"digest\":\"nrzAtILk8iuGzspMIFr2AODlvo5mk8GI9EyY4-xRylA\",\"authorship\":{\"contributor\":\"0x8F1fA5D984049E4e98948aE67285730b2507052a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63OKa_rJgizOryZlD3pY7WrcioZoYmc6PCh7eyWoczo\\\",\\\"y\\\":\\\"g3W1aP2GZWylsitn-ZQ0X-0XPhTrMMeBkaR2Wah1ldY\\\"}\",\"signature\":\"bZuDb-0oaEbR9WQ-VOo54xDnQkDIXq99Rhy4A497Tp9hyypBPQ9tLhtEhL1mRH9UpdYsW8UVQLV20s3w-Fb1Hw\",\"signingKeySignature\":\"0xb8d3e9dff0a42d6c648c866b723c0c81a1e4769a26078686ad2d05fd847bfa3d64b99bbde8a2ed8424b6f84a00f62109b71b9f8c942cfae0913bc10567f91f111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63OKa_rJgizOryZlD3pY7WrcioZoYmc6PCh7eyWoczo\\\",\\\"y\\\":\\\"g3W1aP2GZWylsitn-ZQ0X-0XPhTrMMeBkaR2Wah1ldY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nrzAtILk8iuGzspMIFr2AODlvo5mk8GI9EyY4-xRylA\"}"