"{\"content\":{\"body\":\"I was fascinated when I first came across the idea, [popularised by radreads](https://radreads.co/10k-work/), that no matter what your actual salary level, some of the actual work you do is worth something like $10/hour, but sometimes it’s worth a whole lot more.\\n\\nI've been thinking about this idea that we all do a mix of different types of work with markedly different values. $10/hr, $100/hr, $1000/hr and $10,000/hr. I realized a few things.\\n\\n## It’s not hard to figure out\\n\\nFirst, I was surprised but it’s relatively easy to know what price level a task is. Almost everything that I do professionally feels easily mappable to $10 or $100 or $1,000, at least loosely. Some tasks that perhaps take an hour might be separated into 15 mins of $1,000 and 45 mins of $10. Some examples:\\n\\n* **$10:** Arranging meetings, basic slack stuff, finding people on Linkedin, sending rote messages. Copying and pasting, refreshing marketing reports. Checking on task statuses.\\n* **$100:** most professional thinking/doing tasks. building reports, writing decent emails, feedback on docs, writing any kind of code or setting up reports. Most writing that I do.\\n* **$1,000:** This is harder and more rare so I have fewer examples. Discussing strategy with Taavi (my co-founder) and others. Pushing people in the team to stretch themselves. Coaching people in the team to get over hard things. Organizing big projects so they actually get done.\\n* **$10,000:** I'm not sure I've done this recently, but I think it might include, impressing our board, coming up with the metaphors, diagrams, etc. that make the complicated simple, obvious and appealing. Very strategic and hard choices within Salv. Probably firing someone (because the cost of not doing it is so enormous).\\n\\n## What it means\\n\\nAs expected, most of the work I do is at the lower price range. It's so easy to get bogged down in $10-$100 type work. But it got me thinking that I have a duty to try to increase my average hourly rate. \\n\\nThinking about what tasks that I was doing that were in the $10-$100 range made it easy to imagine delegating more or even hiring a Personal Assistant (PA). If I could take these tasks off my table I might gain 10-50x more time to spend on $1,000 and $10,000 than I do now. That’s an incredible opportunity. \\n\\nSometimes the same weekly activity can be worth completely different amounts. For instance, I have a lot of 1:1 conversations with my team. Sometimes, if we’re just going over tasks, it feels like $10 work. But occasionally, our 1:1 conversation is profoundly valuable and easily worth $1,000/hr. It’s not realistic that every 1:1 would be so impactful, but given how many opportunities I have every week for this, I have a huge opportunity to test out how to bring the average value of 1:1s up. Perhaps with a few tweaks, I could 10X the value of my 1:1s.\\n\\nI was also thinking that I could incorporate it into my task system. I could try to *make the most* each day - i.e. 4h of $10, 2h of $100, 30 mins of $1,000, etc. That'd give me a strong incentive to think super carefully about the tasks I take on. If I optimize my days around making the most in funny-money-impact-dollars, I’d maximise my impact at work.\\n\\nThe last effect might be the most important hack I’ve found. If I have a really crappy day, metaphorically earning just $500, I can totally change it in 15 mins. Simple, genuine acts like thanking someone can make a huge impact and perhaps double my impact for the day. And even though it’s funny money, taking that 15 mins really does feel like I’ve doubled my impact for the day. \\n\\n## Can it extend beyond the office?\\n\\nBecause of my ancient GTD-addition, my whole life is in my task system, not just my work. So I was wondering what value I’d put on things that weren’t work. Like making a delicious meal, or going to the gym.\\n\\nWhat I realised is that some non-work activities are way super refreshing (like exercise, or writing, or playing with kids). Some just give mild satisfaction from accomplishing them (cutting the grass, washing the car). So even there, there’s multiple orders-of-magnitude difference in the same way. I should ask, **What would I pay** to have this experience? For instance:\\n\\n* **$10/hr** - kinda don't like it, but happy to get it done.\\n* **$100/hr** - satisfying. A good meal.\\n* **$1,000/hr** - absolutely thrilling. Incredible conversations or moments with kids or my wife.\\n* **$10,000/hr** - once in a lifetime experiences.\\n\\nTherefore, my goal outside work could be to *spend at the highest level possible*. If I do this, I maximise the happiness in my life.\\n\\nAnd not only that, it comes full circle because if I spend a lot (of this hypothetical fun-money), I’m far more energetic at my work. A great life helps me bring my A-game. Relaxing, sleeping and eating well, exercising, spending time with my kids, working with my hands all give me an awesome feeling. When I'm tired, miserable, or just have a boring weekend, I'm far more likely to want to work on $10/hr tasks than $1,000.\\n\\nBy the way, I’ve never actually measured this out task-by-task, hour-by-hour. For me, it’s useful as a way to think consciously about how I spend my time. \\n\\nI’d love to hear if this framework seems useful. Let me know at mcclelland (dot) jeff at gmail.com.\\n\\n[Go back to the main page](https://mirror.xyz/mrjeff.eth/s4lo91PGvKbaqy_jd505XcYdVzX81ElPFu3fnXzTotQ).\\n\\nPhoto by [Celyn Kang](https://unsplash.com/@celynkang13?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/stack-of-money?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText).\",\"timestamp\":1640034838,\"title\":\"$10/hr or $10,000?\"},\"digest\":\"OicZehOfxLVCWwuh4DLMHVOdLAvmpdhMGxeoQdH9x6E\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"_KYXVFVBoT4R7hTUbWdsiLGpM0NluWNUAr91CCS1Iar-FsulnrIwyJhAsF1hIdsmmq1urtGCh6FiJBu50DzXQQ\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eZHFXLU_4zKrKtQ2H0-JkAnPVRTt7CnNZWB3qSdfIng\"}"