"{\"content\":{\"body\":\"In the train, after quarter of an hour's indecision between thoughts of Holly, his morning paper, the look of the bright day, and his dim memory of Newmarket, Val plunged into the recesses of a small square book, all names, pedigrees, tap-roots, and notes about the make and shape of horses.  The Forsyte in him was bent on the acquisition of a certain strain of blood, and he was subduing resolutely as yet the Dartie hankering for a Nutter.  On getting back to England, after the profitable sale of his South African farm and stud, and observing that the sun seldom shone, Val had said to himself: \\\"I've absolutely got to have an interest in life, or this country will give me the blues.  Hunting's not enough, I'll breed and I'll train.\\\"  With just that extra pinch of shrewdness and decision imparted by long residence in a new country, Val had seen the weak point of modern breeding.  They were all hypnotised by fashion and high price.  He should buy for looks, and let names go hang!  And here he was already, hypnotised by the prestige of a certain strain of blood! Half-consciously, he thought: 'There's something in this damned climate which makes one go round in a ring.  All the same, I must have a strain of Mayfly blood.'\\n\\nIn this mood he reached the Mecca of his hopes.  It was one of those quiet meetings favourable to such as wish to look into horses, rather than into the mouths of bookmakers; and Val clung to the paddock. His twenty years of Colonial life, divesting him of the dandyism in which he had been bred, had left him the essential neatness of the horseman, and given him a queer and rather blighting eye over what he called \\\"the silly haw-haw\\\" of some Englishmen, the \\\"flapping cockatoory\\\" of some English-women--Holly had none of that and Holly was his model.  Observant, quick, resourceful, Val went straight to the heart of a transaction, a horse, a drink; and he was on his way to the heart of a Mayfly filly, when a slow voice said at his elbow:\\n\\n\\\"Mr. Val Dartie?  How's Mrs. Val Dartie?  She's well, I hope.\\\"  And he saw beside him the Belgian he had met at his sister Imogen's.\\n\\n\\\"Prosper Profond--I met you at lunch,\\\" said the voice.\\n\\n\\\"How are you?\\\" murmured Val.\\n\\n\\\"I'm very well,\\\" replied Monsieur Profond, smiling with a certain inimitable slowness.  \\\"A good devil,\\\" Holly had called him.  Well! He looked a little like a devil, with his dark, clipped, pointed beard; a sleepy one though, and good-humoured, with fine eyes, unexpectedly intelligent.\\n\\n\\\"Here's a gentleman wants to know you--cousin of yours--Mr. George Forsyde.\\\"\\n\\nVal saw a large form, and a face clean-shaven, bull-like, a little lowering, with sardonic humour bubbling behind a full grey eye; he remembered it dimly from old days when he would dine with his father at the Iseeum Club.\\n\\n\\\"I used to go racing with your father,\\\" George was saying: \\\"How's the stud?  Like to buy one of my screws?\\\"\\n\\nVal grinned, to hide the sudden feeling that the bottom had fallen out of breeding.  They believed in nothing over here, not even in horses.  George Forsyte, Prosper Profond!  The devil himself was not more disillusioned than those two.\\n\\n\\\"Didn't know you were a racing man,\\\" he said to Monsieur Profond.\\n\\n\\\"I'm not.  I don't care for it.  I'm a yachtin' man.  I don't care for yachtin' either, but I like to see my friends.  I've got some lunch, Mr. Val Dartie, just a small lunch, if you'd like to 'ave some; not much--just a small one--in my car.\\\"\\n\\n\\\"Thanks,\\\" said Val; \\\"very good of you.  I'll come along in about quarter of an hour.\\\"\\n\\n\\\"Over there.  Mr. Forsyde's comin',\\\" and Monsieur Profond \\\"poinded\\\" with a yellow-gloved finger; \\\"small car, with a small lunch\\\"; he moved on, groomed, sleepy, and remote, George Forsyte following, neat, huge, and with his jesting air.\\n\\nVal remained gazing at the Mayfly filly.  George Forsyte, of course, was an old chap, but this Profond might be about his own age; Val felt extremely young, as if the Mayfly filly were a toy at which those two had laughed.  The animal had lost reality.\\n\\n\\\"That 'small' mare\\\"--he seemed to hear the voice of Monsieur Profond- -\\\"what do you see in her?--we must all die!\\\"\\n\\nAnd George Forsyte, crony of his father, racing still!  The Mayfly strain--was it any better than any other?  He might just as well have a flutter with his money instead.\\n\\n\\\"No, by gum!\\\" he muttered suddenly, \\\"if it's no good breeding horses, it's no good doing anything.  What did I come for?  I'll buy her.\\\"\\n\\nHe stood back and watched the ebb of the paddock visitors toward the stand.  Natty old chips, shrewd portly fellows, Jews, trainers looking as if they had never been guilty of seeing a horse in their lives; tall, flapping, languid women, or brisk, loud-voiced women; young men with an air as if trying to take it seriously--two or three of them with only one arm.\\n\\n'Life over here's a game!'  thought Val.  'Muffin bell rings, horses run, money changes hands; ring again, run again, money changes back.'\\n\\nBut, alarmed at his own philosophy, he went to the paddock gate to watch the Mayfly filly canter down.  She moved well; and he made his way over to the \\\"small\\\" car.  The \\\"small\\\" lunch was the sort a man dreams of but seldom gets; and when it was concluded Monsieur Profond walked back with him to the paddock.\\n\\n\\\"Your wife's a nice woman,\\\" was his surprising remark.\\n\\n\\\"Nicest woman I know,\\\" returned Val dryly.\\n\\n\\\"Yes,\\\" said Monsieur Profond; \\\"she has a nice face.  I admire nice women.\\\"\\n\\nVal looked at him suspiciously, but something kindly and direct in the heavy diabolism of his companion disarmed him for the moment.\\n\\n\\\"Any time you like to come on my yacht, I'll give her a small cruise.\\\"\\n\\n\\\"Thanks,\\\" said Val, in arms again, \\\"she hates the sea.\\\"\\n\\n\\\"So do I,\\\" said Monsieur Profond.\\n\\n\\\"Then why do you yacht?\\\"\\n\\nThe Belgian's eyes smiled.  \\\"Oh! I don't know.  I've done everything; it's the last thing I'm doin'.\\\"\\n\\n\\\"It must be d-d expensive.  I should want more reason than that.\\\"\\n\\nMonsieur Prosper Profond raised his eyebrows, and puffed out a heavy lower lip.\\n\\n\\\"I'm an easy-goin' man,\\\" he said.\\n\\n\\\"Were you in the War?\\\" asked Val.\\n\\n\\\"Ye-es.  I've done that too.  I was gassed; it was a small bit unpleasant.\\\"  He smiled with a deep and sleepy air of prosperity, as if he had caught it from his name.\\n\\nWhether his saying \\\"small\\\" when he ought to have said \\\"little\\\" was genuine mistake or affectation Val could not decide; the fellow was evidently capable of anything.\\n\\nAmong the ring of buyers round the Mayfly filly who had won her race, Monsieur Profond said:\\n\\n\\\"You goin' to bid?\\\"\\n\\nVal nodded.  With this sleepy Satan at his elbow, he felt in need of faith.  Though placed above the ultimate blows of Providence by the forethought of a grand-father who had tied him up a thousand a year to which was added the thousand a year tied up for Holly by her grand-father, Val was not flush of capital that he could touch, having spent most of what he had realised from his South African farm on his establishment in Sussex.  And very soon he was thinking: 'Dash it! she's going beyond me!'  His limit-six hundred-was exceeded; he dropped out of the bidding.  The Mayfly filly passed under the hammer at seven hundred and fifty guineas.  He was turning away vexed when the slow voice of Monsieur Profond said in his ear:\\n\\n\\\"Well, I've bought that small filly, but I don't want her; you take her and give her to your wife.\\\"\\n\\nVal looked at the fellow with renewed suspicion, but the good humour in his eyes was such that he really could not take offence.\\n\\n\\\"I made a small lot of money in the War,\\\" began Monsieur Profond in answer to that look.  \\\"I 'ad armament shares.  I like to give it away.  I'm always makin' money.  I want very small lot myself.  I like my friends to 'ave it.\\\"\\n\\n\\\"I'll buy her of you at the price you gave,\\\" said Val with sudden resolution.\\n\\n\\\"No,\\\" said Monsieur Profond.  \\\"You take her.  I don' want her.\\\"\\n\\n\\\"Hang it! one doesn't--\\\"\\n\\n\\\"Why not?\\\" smiled Monsieur Profond.  \\\"I'm a friend of your family.\\\"\\n\\n\\\"Seven hundred and fifty guineas is not a box of cigars,\\\" said Val impatiently.\\n\\n\\\"All right; you keep her for me till I want her, and do what you like with her.\\\"\\n\\n\\\"So long as she's yours,\\\" said Val.  \\\"I don't mind that.\\\"\\n\\n\\\"That's all right,\\\" murmured Monsieur Profond, and moved away.\\n\\nVal watched; he might be \\\"a good devil,\\\" but then again he might not. He saw him rejoin George Forsyte, and thereafter saw him no more.\\n\\nHe spent those nights after racing at his mother's house in Green Street.\\n\\nWinifred Dartie at sixty-two was marvellously preserved, considering the three-and-thirty years during which she had put up with Montague Dartie, till almost happily released by a French staircase.  It was to her a vehement satisfaction to have her favourite son back from South Africa after all this time, to feel him so little changed, and to have taken a fancy to his wife.  Winifred, who in the late seventies, before her marriage, had been in the vanguard of freedom, pleasure, and fashion, confessed her youth outclassed by the donzellas of the day.  They seemed, for instance, to regard marriage as an incident, and Winifred sometimes regretted that she had not done the same; a second, third, fourth incident might have secured her a partner of less dazzling inebriety; though, after all, he had left her Val, Imogen, Maud, Benedict (almost a colonel and unharmed by the War--none of whom had been divorced as yet.  The steadiness of her children often amazed one who remembered their father; but, as she was fond of believing, they were really all Forsytes, favouring herself, with the exception, perhaps, of Imogen.  Her brother's \\\"little girl\\\" Fleur frankly puzzled Winifred.  The child was as restless as any of these modern young women0--\\\"She's a small flame in a draught,\\\" Prosper Profond had said one day after dinner--but she did not flop, or talk at the top of her voice.  The steady Forsyteism in Winifred's own character instinctively resented the feeling in the air, the modern girl's habits and her motto: \\\"All's much of a muchness!  Spend, to-morrow we shall be poor!\\\"  She found it a saving grace in Fleur that, having set her heart on a thing, she had no change of heart until she got it--though--what happened after, Fleur was, of course, too young to have made evident.  The child was a \\\"very pretty little thing,\\\" too, and quite a credit to take about, with her mother's French taste and gift for wearing clothes; everybody turned to look at Fleur--great consideration to Winifred, a lover of the style and distinction which had so cruelly deceived her in the case of Montague Dartie.\\n\\nIn discussing her with Val, at breakfast on Saturday morning, Winifred dwelt on the family skeleton.\\n\\n\\\"That little affair of your father-in-law and your Aunt Irene, Val-- it's old as the hills, of course, Fleur need know nothing about it-- making a fuss.  Your Uncle Soames is very particular about that.  So you'll be careful.\\\"\\n\\n\\\"Yes!  But it's dashed awkward--Holly's young half-brother is coming to live with us while he learns farming.  He's there already.\\\"\\n\\n\\\"Oh!\\\" said Winifred.  \\\"That is a gaff!  What is he like?\\\"\\n\\n\\\"Only saw him once--at Robin Hill, when we were home in 1909; he was naked and painted blue and yellow in stripes--a jolly little chap.\\\"\\n\\nWinifred thought that \\\"rather nice,\\\" and added comfortably: \\\"Well, Holly's sensible; she'll know how to deal with it.  I shan't tell your uncle.  It'll only bother him.  It's a great comfort to have you back, my dear boy, now that I'm getting on.\\\"\\n\\n\\\"Getting on!  Why!  you're as young as ever.  That chap Profond, Mother, is he all right?\\\"\\n\\n\\\"Prosper Profond!  Oh! the most amusing man I know.\\\"\\n\\nVal grunted, and recounted the story of the Mayfly filly.\\n\\n\\\"That's so like him,\\\" murmured Winifred.  \\\"He does all sorts of things.\\\"\\n\\n\\\"Well,\\\" said Val shrewdly, \\\"our family haven't been too lucky with that kind of cattle; they're too light-hearted for us.\\\"\\n\\nIt was true, and Winifred's blue study lasted a full minute before she answered:\\n\\n\\\"Oh! well!  He's a foreigner, Val; one must make allowances.\\\"\\n\\n\\\"All right, I'll use his filly and make it up to him, somehow.\\\"\\n\\nAnd soon after he gave her his blessing, received a kiss, and left her for his bookmaker's, the Iseeum Club, and Victoria station.\\n\\nVI\\n\\nJON\\n\\nMrs. Val Dartie, after twenty years of South Africa, had fallen deeply in love, fortunately with something of her own, for the object of her passion was the prospect in front of her windows, the cool clear light on the green Downs.  It was England again, at last! England more beautiful than she had dreamed.  Chance had, in fact, guided the Val Darties to a spot where the South Downs had real charm when the sun shone.  Holly had enough of her father's eye to apprehend the rare quality of their outlines and chalky radiance; to go up there by the ravine-like lane and wander along toward Chanctonbury or Amberley, was still a delight which she hardly attempted to share with Val, whose admiration of Nature was confused by a Forsyte's instinct for getting something out of it, such as the condition of the turf for his horses' exercise.\\n\\nDriving the Ford home with a certain humouring, smoothness, she promised herself that the first use she would make of Jon would be to take him up there, and show him \\\"the view\\\" under this May-day sky.\\n\\nShe was looking forward to her young half-brother with a motherliness not exhausted by Val.  A three-day visit to Robin Hill, soon after their arrival home, had yielded no sight of him--he was still at school; so that her recollection, like Val's, was of a little sunny- haired boy, striped blue and yellow, down by the pond.\\n\\nThose three days at Robin Hill had been exciting, sad, embarrassing. Memories of her dead brother, memories of Val's courtship; the ageing of her father, not seen for twenty years, something funereal in his ironic gentleness which did not escape one who had much subtle instinct; above all, the presence of her stepmother, whom she could still vaguely remember as the \\\"lady in grey\\\" of days when she was little and grandfather alive and Mademoiselle Beauce so cross because that intruder gave her music lessons--all these confused and tantalised a spirit which had longed to find Robin Hill untroubled. But Holly was adept at keeping things to herself, and all had seemed to go quite well.\\n\\nHer father had kissed her when she left him, with lips which she was sure had trembled.\\n\\n\\\"Well, my dear,\\\" he said, \\\"the War hasn't changed Robin Hill, has it? If only you could have brought Jolly back with you!  I say, can you stand this spiritualistic racket?  When the oak-tree dies, it dies, I'm afraid.\\\"\\n\\n> From the warmth of her embrace he probably divined that he had let the cat out of the bag, for he rode off at once on irony.\\n\\n\\\"Spiritualism--queer word, when the more they manifest the more they prove that they've got hold of matter.\\\"\\n\\n\\\"How?\\\" said Holly.\\n\\n\\\"Why!  Look at their photographs of auric presences.  You must have something material for light and shade to fall on before you can take a photograph.  No, it'll end in our calling all matter spirit, or all spirit matter--I don't know which.\\\"\\n\\n\\\"But don't you believe in survival, Dad?\\\"\\n\\nJolyon had looked at her, and the sad whimsicality of his face impressed her deeply.\\n\\n\\\"Well, my dear, I should like to get something out of death.  I've been looking into it a bit.  But for the life of me I can't find anything that telepathy, sub-consciousness, and emanation from the storehouse of this world can't account for just as well.  Wish I could!  Wishes father thought but they don't breed evidence.\\\" Holly had pressed her lips again to his forehead with the feeling that it confirmed his theory that all matter was becoming spirit--his brow felt, somehow, so insubstantial.\\n\\nBut the most poignant memory of that little visit had been watching, unobserved, her stepmother reading to herself a letter from Jon.  It was--she decided--the prettiest sight she had ever seen.  Irene, lost as it were in the letter of her boy, stood at a window where the light fell on her face and her fine grey hair; her lips were moving, smiling, her dark eyes laughing, dancing, and the hand which did not hold the letter was pressed against her breast.  Holly withdrew as from a vision of perfect love, convinced that Jon must be nice.\\n\\nWhen she saw him coming out of the station with a kit-bag in either hand, she was confirmed in her predisposition.  He was a little like Jolly, that long-lost idol of her childhood, but eager-looking and less formal, with deeper eyes and brighter-coloured hair, for he wore no hat; altogether a very interesting \\\"little\\\" brother!\\n\\nHis tentative politeness charmed one who was accustomed to assurance in the youthful manner; he was disturbed because she was to drive him home, instead of his driving her.  Shouldn't he have a shot?  They hadn't a car at Robin Hill since the War, of course, and he had only driven once, and landed up a bank, so she oughtn't to mind his trying.  His laugh, soft and infectious, was very attractive, though that word, she had heard, was now quite old-fashioned.  When they reached the house he pulled out a crumpled letter which she read while he was washing--a quite short letter, which must have cost her father many a pang to write.\\n\\n\\\"MY DEAR,\\n\\n\\\"You and Val will not forget, I trust, that Jon knows nothing of family history.  His mother and I think he is too young at present. The boy is very dear, and the apple of her eye.  Verbum sapientibus. your loving father,\\n\\n\\\"J. F.\\\"\\n\\nThat was all; but it renewed in Holly an uneasy regret that Fleur was coming.\\n\\nAfter tea she fulfilled that promise to herself and took Jon up the hill.  They had a long talk, sitting above an old chalk-pit grown over with brambles and goosepenny.  Milkwort and liverwort starred the green slope, the larks sang, and thrushes in the brake, and now and then a gull flighting inland would wheel very white against the paling sky, where the vague moon was coming up.  Delicious fragrance came to them, as if little invisible creatures were running and treading scent out of the blades of grass.\\n\\nJon, who had fallen silent, said rather suddenly:\\n\\n\\\"I say, this is wonderful!  There's no fat on it at all.  Gull's flight and sheep-bells\\\"\\n\\n\\\"'Gull's flight and sheep-bells'!  You're a poet, my dear!\\\"\\n\\nJon sighed.\\n\\n\\\"Oh, Golly!  No go!\\\"\\n\\n\\\"Try!  I used to at your age.\\\"\\n\\n\\\"Did you?  Mother says 'try' too; but I'm so rotten.  Have you any of yours for me to see?\\\"\\n\\n\\\"My dear,\\\" Holly murmured, \\\"I've been married nineteen years.  I only wrote verses when I wanted to be.\\\"\\n\\n\\\"Oh!\\\" said Jon, and turned over on his face: the one cheek she could see was a charming colour.  Was Jon \\\"touched in the wind,\\\" then, as Val would have called it?  Already?  But, if so, all the better, he would take no notice of young Fleur.  Besides, on Monday he would begin his farming.  And she smiled.  Was it Burns who followed the plough, or only Piers Plowman?  Nearly every young man and most young women seemed to be poets now, judging from the number of their books she had read out in South Africa, importing them from Hatchus and Bumphards; and quite good--oh! quite; much better than she had been herself!  But then poetry had only really come in since her day--with motor-cars.  Another long talk after dinner over a wood fire in the low hall, and there seemed little left to know about Jon except anything of real importance.  Holly parted from him at his bedroom door, having seen twice over that he had everything, with the conviction that she would love him, and Val would like him.  He was eager, but did not gush; he was a splendid listener, sympathetic, reticent about himself.  He evidently loved their father, and adored his mother.  He liked riding, rowing, and fencing better than games. He saved moths from candles, and couldn't bear spiders, but put them out of doors in screws of paper sooner than kill them.  In a word, he was amiable.  She went to sleep, thinking that he would suffer horribly if anybody hurt him; but who would hurt him?\\n\\nJon, on the other hand, sat awake at his window with a bit of paper and a pencil, writing his first \\\"real poem\\\" by the light of a candle because there was not enough moon to see by, only enough to make the night seem fluttery and as if engraved on silver.  Just the night for Fleur to walk, and turn her eyes, and lead on-over the hills and far away.  And Jon, deeply furrowed in his ingenuous brow, made marks on the paper and rubbed them out and wrote them in again, and did all that was necessary for the completion of a work of art; and he had a feeling such as the winds of Spring must have, trying their first songs among the coming blossom.  Jon was one of those boys (not many) in whom a home-trained love of beauty had survived school life.  He had had to keep it to himself, of course, so that not even the drawing-master knew of it; but it was there, fastidious and clear within him.  And his poem seemed to him as lame and stilted as the night was winged.  But he kept it, all the same.  It was a \\\"beast,\\\" but better than nothing as an expression of the inexpressible.  And he thought with a sort of discomfiture: 'I shan't be able to show it to Mother.'  He slept terribly well, when he did sleep, overwhelmed by novelty.\\n\\nVII\\n\\nFLEUR\\n\\nTo avoid the awkwardness of questions which could not be answered, all that had been told Jon was:\\n\\n\\\"There's a girl coming down with Val for the week-end.\\\"\\n\\nFor the same reason, all that had been told Fleur was: \\\"We've got a youngster staying with us.\\\"\\n\\nThe two yearlings, as Val called them in his thoughts, met therefore in a manner which for unpreparedness left nothing to be desired. They were thus introduced by Holly:\",\"timestamp\":1639990045,\"title\":\"\\\"Good-bye,\\\" called Holly, and kissed her hand.\"},\"digest\":\"qnJxJ24YPSazGVrtkpniI6EBJGF-9_Srokev_KYeQ5M\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGuJo36WGJXMp45p2q1syejzHf_g8nPZlNJlAvIiIgk\\\",\\\"y\\\":\\\"YCZaK-vEDMZyCuYv_oABy1hrLJYxGCy_opoSedopxxs\\\"}\",\"signature\":\"DrSgT1T4-A0gVxkVR47TV-Vwf0U8oK5ra7-nIeliMGTbfadv8ycs97v0w2lWPPacAr5tWpo-oY21HweI2hbASA\",\"signingKeySignature\":\"0x84a6efe7962a08aa9ffc801d553f1bea5dc753ac757fb4d2bba1d1373f11c9b452b076d94559d0a95702254b25b50e800f842368eaa45b416845346cfde8e9191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGuJo36WGJXMp45p2q1syejzHf_g8nPZlNJlAvIiIgk\\\",\\\"y\\\":\\\"YCZaK-vEDMZyCuYv_oABy1hrLJYxGCy_opoSedopxxs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qnJxJ24YPSazGVrtkpniI6EBJGF-9_Srokev_KYeQ5M\"}"