"{\"content\":{\"body\":\"Tezos is quickly becoming one of the go to blockchains for emerging artists. After doing a lot of research on potential blockchains (Ethereum, Cardano, Solana) to create my first photography NFTs I decided upon Tezos because of it’s low gas fees, sleek marketplaces, and community. In this article I’ll show you how to mint your first NFT on the Tezos blockchain through [objkt.com](https://objkt.com). In future articles I’ll explore other marketplaces like [hicetnunc.art](https://hicetnunc.art) so be sure to follow to learn more!\\n\\nobjkt.com is one of the top NFT marketplaces currently on Tezos and has the highest trade volume at the time of this writing. objkt.com is very similar to OpenSea in that it allows anyone to create their own NFTs and sell them. This also allows scammers to do the same, so please make sure to vet your NFT artists before buying. \\n\\n*Note: You can find a list of all the [Tezos NFT marketplaces here](https://tezos.art/).*\\n\\n## Purchase $XTZ\\n\\nFirst, just like every other blockchain, you will need some of the native currency to mint. The cost to mint and sell on Tezos is a  compared to tens or hundreds of dollars on Ethereum (another reason I chose to mint on Tezos).\\n\\nTezos (symbol $XTZ) is listed on most major exchanges like [coinbase.com](https://coinbase.com). CoinMarketCap has a list of every exchange that sells Tezos; you can find that [here](https://coinmarketcap.com/currencies/tezos/).\\n\\nIf you are only minting a couple NFTs on Tezos then you should be fine with buying around 10 $XTZ and could probably get away with as little as 5 $XTZ to get started. If you plan on minting a lot of NFTs like a 5,000 or 10,000 profile picture (pfp) set then you will likely need a lot more $XTZ because you will pay a gas fee for each individual NFT minted. Either way, it is still *multitudes* *cheaper* than Ethereum.\\n\\nOnce you’ve purchased your $XTZ you will need to move it to a wallet that can interact with objkt.com. This step is **NEEDED** to be able to mint your NFT or purchase other NFTs because you **CANNOT** mint and/or buy NFTs through an exchange wallet (e.g., coinbase, binance, kraken, etc.).\\n\\nI use the Temple wallet browser extension because it works similar to MetaMask. You can download the [extension here](https://templewallet.com/). You can also view a list of other wallet options on the Tezos [website here](https://tezos.com/learn/store-and-use/).\\n\\n## Create a Collection\\n\\nOnce you’ve moved your funds into your Tezos wallet head over to [objkt.com](https://objkt.com) to begin the process of creating your first NFT there. \\n\\nIn the upper right ribbon of the site you will see “Create”. Click on Create. If it’s your first time to the site you will be asked to sign in with your wallet. Choose the same wallet option that you moved your $XTZ funds into earlier. Your wallet will then be asked to “sign” this transaction, essentially accepting that you want to sign in to the site with that wallet. *This will not cost any $XTZ.*\\n\\n![1. Click Create](https://images.mirror-media.xyz/publication-images/TDk3dzFBhDZOGwss1iQ5e.jpg?height=1263&width=2212)\\n\\n![2. Connect your Wallet](https://images.mirror-media.xyz/publication-images/by2ziN51im-gbL4NfVgKv.jpg?height=1258&width=2235)\\n\\n![3. Sign the Transaction to Complete Connection](https://images.mirror-media.xyz/publication-images/i-S8X4Gfd2sc8zP9UOYcB.jpg?height=1251&width=2239)\\n\\nOnce signed in you will be redirected to the Create Collection page. This is where you will create the collection that you will mint your NFTs into. This part of the process does require you to pay $XTZ and it usually costs around 1 $XTZ to create a collection.\\n\\nI would advise keeping your first collection at a general level so you can mint any kind of NFT into it. If you know you specifically only want to create horse NFTs, or abstract line art NFTs, or something else specific, then you can give your collection a specific name to diversify from any future collections you create.\\n\\n*Note: Don’t overthink it, you can always go back and edit your collection name, description, and photo!*\\n\\nI kept my collection at a high level and listed the name as “Varras”, and for description I put “Exploring life through NFTs”, and used a photo of a dog that I took while hiking Rainbow Mountain in Peru.\\n\\nWhen you’re good with your name, description, and photo of the collection click “Create” at the bottom and your wallet will again pop up with a notification to approve this transaction. Click accept and your wallet will spend around 1 $XTZ to create this collection on the blockchain.\\n\\n![4. Page to Create New Collection](https://images.mirror-media.xyz/publication-images/9IUxycoGM1ntXRKRkVuBV.jpg?height=986&width=2240)\\n\\n![5. Confirmation of Collection Creation](https://images.mirror-media.xyz/publication-images/-VmL8w9eNH0i0vmQpGGUf.jpg?height=1569&width=2947)\\n\\n## Create Your NFT\\n\\nOkay, now the fun part, creating your NFT!\\n\\nOnce you’ve created your collection, click Create again in the top ribbon and you should be brought to the “Token” page. This is where you will upload the NFT image as well as Title, Description, Editions, and Royalty. This is **NOT** where you set your NFT price; more on that later.\\n\\nYou will also notice the collection name is prefilled with the name of the Collection you just created. If you create another collection you can select it from the dropdown here, as long as it was created using the same wallet address. You can also select “New Collection” to create another brand new collection.\\n\\n![6. Create a New NFT](https://images.mirror-media.xyz/publication-images/TlmV63yDx3DanZDU0bIXP.jpg?height=1535&width=2943)\\n\\nBelow, I describe the fields on the “Create New Token” page.\\n\\n* **Upload File**: Upload your NFT image here. Pretty much every file type is acceptable with the only limit being 100MB per file.\\n* **Title**: The name of your NFT. This is different than the name of your collection. The title should differentiate your NFTs within the collection.\\n* **Description**: As short or as long as you’d like. Some people like to include how they were inspired to create the NFT, or some details on how the NFT was made. Can even include a poem in here. Whatever you think speaks to your audience.\\n* **Collection**: This is the name of the collection you want to mint your NFT into.\\n* **License**: The type of license you want to list your NFT under. I have listed all of mine under “No License / All Rights Reserved.” I would advise reading up on the various licenses here if you want to do something more specific.\\n* **Editions**: This is how many NFTs will be created when you click “Mint.” For my photography NFT I’ve allowed 10 editions (*copies*) to be created of each photo. You can choose whatever you’d like here from 1 to 10,000 but lower counts usually drive higher prices.\\n* **Royalty**: This is how much you will receive for each *Secondary* sale of your NFT. So if you sell your NFT for 10 $XTZ and the next person sells that same NFT for 1000 $XTZ and you have a 10% royalty on the NFT that means you will receive 100 $XTZ from that secondary sale of your NFT (minus 2.5% fee from objkt.com). Here is another good example of how royalties work [on Rarible](https://www.reddit.com/r/ethereum/comments/lzo3vf/how_do_nft_royalties_work/gq3b3ac/) (very similar concept just different blockchain/marketplace).\\n\\n*Note: You **CANNOT** change these fields once you’ve minted the NFT. So please make sure you’re happy with the Title, Description, etc., and make sure there are no spelling errors!*\\n\\nOnce every field is filled in click mint! You will then see a notification pop up to confirm the transaction with your wallet and mint to the blockchain. Click confirm and **CONGRATS!** You’ve minted your first NFT on Tezos!\\n\\n*Note: It cost me about 0.1 $XTZ ($0.40 USD at the time of this writing) to mint 10 editions of my photography NFT. Extremely cheap compared to Ethereum.*\\n\\n![7. Mint Your NFT](https://images.mirror-media.xyz/publication-images/1bFmn_mrCSG5kVcIXMF8S.jpg?height=1687&width=2941)\\n\\n![8. The NFT I Minted for this Article](https://images.mirror-media.xyz/publication-images/LqWf8A8HTDyZgL9M_GfNV.GIF?height=640&width=480)\\n\\nAfter your blockchain confirmation of your newly minted NFT has occurred it will take a few minutes for your metadata info to update on objkt.com. It is normal to see a screen like the one below:\\n\\n![9. NFT Metadata Updating on Site](https://images.mirror-media.xyz/publication-images/i2r2k5IMh8Ll_jtjgjcvF.jpg?height=1021&width=2949)\\n\\n## Sell Your NFT\\n\\nAfter about 5 to 10 minutes your NFT metadata should be uploaded to the site and you can now put your NFT up for sale!\\n\\nIf you are still on the page that says “Loading metadata info…” hit refresh and your NFT should be there. You can also find your NFT by clicking the profile icon in the upper right of the ribbon, next to Create. Then selecting “Created” in the dropdown menu. Once the Created page loads you can click on the new NFT you created and will see a Details page with your NFT and it’s information.\\n\\nOn that Details page there is a button titled “Actions”. Click that Actions button now.\\n\\n![10. NFT Detailed View](https://images.mirror-media.xyz/publication-images/RVjArxr41OMymVRmOpXCI.jpg?height=1563&width=2951)\\n\\nOnce you select Actions you will be able to see all the actions you can take with your NFT, which includes listing it for sale!\\n\\nThere are other options for sending, auctioning, and even burning your NFT but we won’t cover those in this tutorial.\\n\\nIn the List section, enter how many editions you’d like to list for sale. As well as the price for each edition. For example, I created 10 editions of the photography NFT I minted. I am listing all 10 of those editions for sale, each one costing 5 $XTZ. If I sell them all then I’ll have received 50 $XTZ minus the 2.5% fee that objkt.com takes on each successful sale, so about 48.75 $XTZ in total. (More information on objkt.com’s fees can be found at their [FAQs here](https://objkt.com/faq).)\\n\\nOnce you’ve filled out the editions and price fields click “LIST”. You will be asked to confirm the transaction with your wallet and you will have to pay a small amount of $XTZ. I paid about 0.25 $XTZ (about $1 USD at the time of writing) to list 10 editions of my photography NFT.\\n\\n![11. List Your NFT for Sale](https://images.mirror-media.xyz/publication-images/63zoMPBXBBauJ_eaWqpRI.jpg?height=1583&width=2941)\\n\\n![12. Confirm List for Sale Transaction](https://images.mirror-media.xyz/publication-images/ij-sLvkTOZ27G90B3m0Uu.jpg?height=1403&width=2923)\\n\\nOnce you click confirm it will take about a minute for the transaction to list on the blockchain. CONGRATS! You’ve just listed your first Tezos NFT for sale on objkt.com!\\n\\nTo double check the listing went through, click the profile icon in the upper right and select “Listings” from the dropdown menu. This brings you to the Listings page with all your current listings on objkt.com. This page does not include other marketplaces like hicetnunc.art. I put an example of my listings page below:\\n\\n![13. Listings Page](https://images.mirror-media.xyz/publication-images/mfW4zc2B7umY-5VNZSzxE.jpg?height=1361&width=2973)\\n\\n## What Next?\\n\\nNext, you have to market your NFT! At the time of writing I’ve minted 5 NFTs in total on Tezos; 4 on objkt.com alone and yet to have a single sale. But that’s not stopping me from marketing my work and I hope that doesn’t stop you from marketing either! No one will know about your great work until you tell them!\\n\\nRight now the best way I’ve found for a new artist to market for free is on Twitter. The Tezos NFT community is very social and welcoming on Twitter with many “shill” threads active on a daily basis. I recommend searching Twitter for keywords “Tezos” and “Shill” and find a recent thread. Once you do, tweet an image with a description of your work in the thread! You’ll soon be getting sales in no time.\\n\\nAlso, if you’re finding you may have over priced or under priced your NFT you can go to Listings on your NFT page and relist your NFT for a different price!\\n\\nTo wrap things up and give a TL;DR here’s the steps below:\\n\\n1. Purchase $XTZ on an exchange\\n2. Transfer $XTZ from the exchange to a Tezos wallet like the Temple Wallet\\n3. Sign into objkt.com with your Tezos wallet\\n4. In the upper right of objkt.com click Create\\n5. Fill out all the information to create a collection\\n6. Once collection is created, upload your NFT file under token and fill out all the information and click Mint\\n7. Once your NFT is minted go to the NFT details and select Actions; fill out the information to List your NFT for sale and click LIST\\n8. Your NFT is now listed for sale; now it’s time to market!\\n\\nIn total, it cost me just under 2 $XTZ to mint and list my Tezos NFT on objkt.com. If you’d like, you can [view the listing here](https://objkt.com/profile/varras/listings), along with the other NFTs I’ve created. \\n\\nFeel free to ask me any questions over on twitter [@varrasNFT](https://twitter.com/VarrasNFT) or give me a follow if you’d like the content and want to learn more!\\n\\nThanks for taking the time to read.\\n\\n\\\\-Varras\",\"timestamp\":1641887547,\"title\":\"How to Mint Your First Tezos NFT on objkt.com\"},\"digest\":\"ayx8YazimUuf-H9NgQcm5aMPEBLt6dAEBkZ7JNdawiY\",\"authorship\":{\"contributor\":\"0xE4e43a17Ce6f3111Efe8Fb1A3882E39a8D1D8b20\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CTCpLb16M4ZoO2oHhFlB3ZgN5gWoSRAmei12k0mN1Ic\\\",\\\"y\\\":\\\"gDMOSrcQbB8ACt9_v6PygtnE9qBADoCWZAwm54gFoEI\\\"}\",\"signature\":\"95YOnPLxQtj5HtEvDtSLnK7tfkFSZFY1oF4ZDyTTE8D-5tTmmyMr1P75cKQ_rnbQOTKfGXIo-uDrl52VCEqylw\",\"signingKeySignature\":\"0xc65ab07d215356cf2a9f0e7fd420ba8563317af5a2ae9e01554fa532a4226ea52bd5cedf6c4dad84572f68265ead610d4afff87c433fb3e3639420d2afc2e28b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CTCpLb16M4ZoO2oHhFlB3ZgN5gWoSRAmei12k0mN1Ic\\\",\\\"y\\\":\\\"gDMOSrcQbB8ACt9_v6PygtnE9qBADoCWZAwm54gFoEI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gZB57vyXSjRqx7OStVniOXa2c-RiAZrUIR-QgUt4LRA\"}"