"{\"content\":{\"body\":\"## What is Lido?\\n\\n[Lido](https://lido.fi/) is a decentralized, non-custodial, liquid platform for staking ETH. Users are able to stake any amount and receive stETH (staked ether) in return. StETH represents the deposited amount plus lending rewards, which is updated daily. The current APR for staking on Lido is 5% — you can find the updated amount [here](https://lido.fi/ethereum). As you might know, APR increases if the protocol has too little ETH staked in order to incentivize more providers.\\n\\nThe [LDO](https://blog.lido.fi/introducing-ldo/) governance token is distributed to its DAO members, who are responsible for protocol upgrades, defining parameters, and managing the group of liquidity pools that Lido has. The LDO tokens have a 1-year lock-up period, following a 1-year vesting period. It is up to the DAO, not the user, to decide which pool the stake enters.\\n\\nLet’s navigate over to [Lido](https://lido.fi/) and go through how to stake ETH on it.\\n\\n### Step 1: Click “Stake now” on the Ethereum 2.0 option and connect your preferred wallet\\n\\n![](https://images.mirror-media.xyz/publication-images/X6-F5yNV0vDmnfUfToEIV.png?height=779&width=1446)\\n\\n![](https://images.mirror-media.xyz/publication-images/Pssy4Am63aZ-vBHBZPjRL.png?height=717&width=999)\\n\\nGo through the usual steps of connecting your preferred wallet to Lido.\\n\\n### Step 2: Choose the amount to stake\\n\\nOnce you connect your wallet and enter the staking [page](https://stake.lido.fi/), choose the amount of ether that you would like to stake.\\n\\n![](https://images.mirror-media.xyz/publication-images/tirx9HikD6w381E35WdfI.png?height=750&width=1016)\\n\\nThe equivalent amount of stETH will appear on the screen (it will vary slightly from the expected 1:1). The reward fee percentage refers to the fee collected on stake rewards and not the staked amount. It is put towards the Lido DAO and the node validators.\\n\\nThere is no minimum required amount to stake nor a lock-up period for the staked tokens.\\n\\n### Step 3: Confirm the transaction and receive stETH\\n\\nYou will be prompted by your wallet to confirm the transaction after you click on “Submit”. Be sure to approve the amount and give it a few moments for the stake to complete.\\n\\n![](https://images.mirror-media.xyz/publication-images/K6XEC6J6asH0I8gn54J9d.png?height=600&width=882)\\n\\nYour wallet should now contain the equivalent amount of stETH — rewards update on a daily basis and you should notice your stETH accruing accordingly.\\n\\n### Congratulations! You have now staked ether on Lido.\\n\\n### Quick cautionary note on staking on Ethereum 2.0\\n\\nEthereum 2.0 is currently under active development, which means there is a higher risk of bugs being present in addition to Lido’s own risk of smart contract vulnerability. Due to the network’s limitations on transactions, there is no ability to unstake the provided ETH as of now. The stETH token provided by Lido exists in order to allow users to use, transfer, and trade on other DeFi protocols while their ETH is locked up.\\n\\nKeep in mind that the amount of stETH held ties directly back to the staked ETH, so when it comes time to unstake the ETH, the user will only be able to unstake the equivalent amount of stETH they hold.\\n\\n### \\n\\n\\n---\\n\\nIf you have any further questions about this guide, feel free to reach out on Twitter [@eshita](https://twitter.com/eshita)\",\"timestamp\":1632512433,\"title\":\"Tutorial: How to stake ETH on Lido\",\"publication\":\"rabbithole\"},\"digest\":\"-1bfnA9jmEfVEqNBy6EREd4yGOxgkENgN-dqFSjPOv4\",\"authorship\":{\"contributor\":\"0x29Bc18979B5aF84B820bDDfAc207b224c7a959DE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r0COEpFoSjxd3Lr_6jM-SHDkagky8R_f9PGjZk7CIC0\\\",\\\"y\\\":\\\"HSw_XRrUcpNiGO0Bm88heIckb_3vf3o2B17yQizVyzI\\\"}\",\"signature\":\"oZ98iQm6u5XWE5EHHJ6CACQSLDtfvF2OJbnfULC3ETew93vXwXy4scyNLWPCxZ8QDPkgbuagBXtnC6jQo0I00A\",\"signingKeySignature\":\"0x6d0c4d25c707a7ffa35b21b926bcba984ec86a69805d0397308c0b7a337caf3d709e102f170ac274699284e689a74fd58e13b67687bdcf6ea7a2eca3b27dacb31b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r0COEpFoSjxd3Lr_6jM-SHDkagky8R_f9PGjZk7CIC0\\\",\\\"y\\\":\\\"HSw_XRrUcpNiGO0Bm88heIckb_3vf3o2B17yQizVyzI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GWZZfv6RxB3tYQpi63m3uFNnDkImmE73M4lNGmsXwhQ\"}"