"{\"content\":{\"body\":\"Nobody got mad and they answered back but we were prepared with numerous repartees and they were apparently so surprised by finding a party of ladies and gentlemen engaged in chaffing court officials that they would forget to reply until they had moved on.  One bus driver said \\\"Oh, you can larff, cause your at 'ome.  We are 'unting for Jensen on a North Pole Expedition.  We won't be home for three years yet--\\\" Charley seems very happy and he got a most hearty welcome.  I shall follow him over.  I do not think I shall go when he does as that would mean seeing people and getting settled and I must get the Greek war done by the 12th of July and the Jubilee by the 15th of August.  I know you will not mind, but I have been terribly interrupted by the Jubilee and by so many visitors.  They are running in all the time, so I shall try to get the Greek war article done before I sail and also have a little peaceful view of London.  I have seen nothing of it really yet.  It has been like living in a circus, and moving about on an election night.  I am well as can be except for occasional twinges of sciatica but I have not had to go to bed with it and some times it disappears for a week.  A little less rain and more sun will stop it.  I hope you do not mind my not returning but we will all be together for many months this Fall and I really feel that I have not had a quiet moment here for pleasure and work.  It has been such a rush.  I do wish to see dear Dad.  I am so very sorry about his being ill, and I hope he is having lots of fishing.  Love to all at Marion--and God bless you.\\n\\nRICHARD.\\n\\nLONDON July 13, 1897. DEAR MOTHER:\\n\\nToday Barrie gave a copyright performance of \\\"The Little Minister\\\" which Maude Adams is to play in the States.  It was advertised by a single bill in front of the Haymarket Theater and the price of admission was five guineas.  We took in fifteen guineas, the audience being Charley Frohman, Lady Craig and a man.  Cyril Maude played the hero and Brandon Thomas and Barrie the two low comedy parts--two Scotchmen of Thrums.  I started to play one of them, but as I insisted on making it an aged negro with songs, Barrie and Frohman got discouraged and let me play the villain, Lord Rintoul, in which character I was great.  Maude played his part in five different ways and dialects so as to see which he liked best, he said.  It was a bit confusing.  Then one of the actors went up in the gallery and pretended to be a journalist critic who had sneaked in, and he abused the play and the actors with the exception of the man who played Whamond (himself) whom he said he thought showed great promise.  Maude pretended not to know who he was and it fooled everybody.  Mrs. Barrie played the gipsy and danced most of the time, which she said was her conception of the part as it was in the book.  Her husband explained that this was a play, not a book, but she did not care and danced on and off.  She played my daughter, and I had a great scene in which I cursed her, which got rounds of applause.  Lady Lewis's daughters in beautiful Paquin dresses played Scotch lassies, and giggled in all the sad parts, and one actress who had made a great success as one of the \\\"Two Vagabonds\\\" made everybody weep by really trying to act.  At one time there were five men on the stage all talking Scotch dialect and imitating Irving at the same time.  It was a truly remarkable performance.  Ethel Barrymore goes back on Saturday with Drew to play a French maid in \\\"A Marriage of Convenience.\\\"  She is announced to be engaged to Hope, I see by the papers.  They are not engaged, of course, but the papers love to make matches.  Look for me as sailing either on the 31st on the St. Louis or a week later.  With lots and lots of love.\\n\\nDICK.\\n\\nIn the late summer Richard returned to Marion and from there went to New York.  However, at this time, the lure of England was very strong with my brother, and early December found him back in London.\\n\\nLONDON, December 29th, 1897. DEAR MOTHER:--\\n\\nI had a most exciting Christmas, most of which I spent in Whitechapel in the London Hospital.  I lunched with the Spenders and then went down with them carrying large packages for distribution to the sick.  I expected to be terribly bored, but thought I would feel so virtuous that I would the better enjoy my dinner which I had promised to take with the McCarthys-- On the contrary, I had the most amusing time and much more fun than I had later.  The patients seemed only to be playing sick, and some of them were very humorous and others very pathetic and I played tin soldiers with some, and distributed rich gifts, other people had paid for, with a lavish hand.  I also sat on a little girl's cot and played dolls for an hour.  She had something wrong with her spine and I wept most of the time, chiefly because she smiled all the time.  She went asleep holding on to my middle finger like the baby in \\\"The Luck of Roaring Camp.\\\"  There were eighty babies in red flannel nightgowns buttoned up the back who had pillow fights in honor of the day and took turns in playing on a barrel organ, those that were strong and tall enough.  In the next ward another baby in white was dying-- Its mother was a coster girl, seventeen years old, with a big hat and plumes like those the flower girls wear at Piccadilly Circus.  The baby was yellow like old ivory and its teeth and gums were blue and it died while we were watching it.  The mother girl was drinking tea and crying into it out of red swollen eyes, and twenty feet off one of the red nightgowned kids was playing \\\"Louisiana Lou\\\" on the barrel organ.  The nurse put the baby's arms under the sheets and then pulled one up over its face and took the teacup away from the mother who didn't see what had happened and I came away while three young nurses were comforting the girl.  Most of the nurses were very beautiful, and I neglected my duties as Santa Claus to talk to them.  They would stop talking to get down on their knees and dust up the floor, which was most embarrassing, you couldn't very well ask to be let to help.  There was one coster who had his broken leg in a cage which moved with the leg no matter how much he tossed.  He was like the man \\\"who sat in jail without his boots, admiring how the world was made,\\\" he spent all his waking hours in wrapt admiration of the cage-- He said to me \\\"I've been here a fortnight now, come Monday, and I can't break my leg no how.  Yer can't do it, that's all-- Yer can twist, and kick, and toss, and it don't do no good.  Yer jest can't do it-- Now you take notice.\\\"  Then he would kick violently and the cage would run around on trolleys and keep the broken limb straight.  \\\"See!\\\" he would exclaim, \\\"Wot did I tell you-- Its no use of trying, yer just can't do it.  'ere I've been ten days a trying and it can't be done.\\\"\\n\\nWe had a very fine Christmas dinner just Ethel, the McCarthy's and I.  Fanny, tell Charles, brought in the plum pudding with a sprig of holly in it and blazing, and after dinner I read them the Jackall-- About eleven I started to take Ethel to Miss Terry's, who lives miles beyond Kensington.  There was a light fog.  I said that all sorts of things ought to happen in a fog but that no one ever did have adventures nowadays.  At that we rode straight into a bank of fog that makes those on the fishing banks look like Spring sunshine.  You could not see the houses, nor the street, nor the horse, not even his tail.  All you could see were gas jets, but not the iron that supported them.  The cabman discovered the fact that he was lost and turned around in circles and the horse slipped on the asphalt which was thick with frost, and then we backed into lamp-posts and curbs until Ethel got so scared she bit her under lip until it bled.  You could not tell whether you were going into a house or over a precipice or into a sea.  The horse finally backed up a flight of steps, and rubbed the cabby against a front door, and jabbed the wheels into an area railing and fell down.  That, I thought, was our cue to get out, so we slipped into a well of yellow mist and felt around for each 'other until a square block of light suddenly opened in mid air and four terrified women appeared in the doorway of the house through which the cabman was endeavoring to butt himself.  They begged us to come in, and we did-- Being Christmas and because the McCarthy's always call me \\\"King\\\" I had put on all my decorations and the tin star and I also wore my beautiful fur coat, to which I have treated myself, and a grand good thing it is, too-- I took this off because the room was very hot, forgetting about the decorations and remarked in the same time to Ethel that it would be folly to try and get to Barkston Gardens, and that we must go back to the \\\"Duchess's\\\" for the night.  At this Ethel answered calmly \\\"yes, Duke,\\\" and I became conscious of the fact that the eyes of the four women were riveted on my fur coat and decorations.  At the word \\\"Duke\\\" delivered by a very pretty girl in an evening frock and with nothing on her hair the four women disappeared and brought back the children, the servants, and the men, who were so overcome with awe and excitement and Christmas cheer that they all but got down on their knees in a circle.  So, we fled out into the night followed by minute directions as to where \\\"Your Grace\\\" and \\\"Your Ladyship\\\" should turn.  For years, no doubt, on a Christmas Day the story will be told in that house, wherever it may be in the millions of other houses of London, how a beautiful Countess and a wicked Duke were pitched into their front door out of a hansom cab, and after having partaken of their Christmas supper, disappeared again into a sea of fog.  The only direction Ethel and I could remember was that we were to go to the right when we came to a Church, so when by feeling our way by the walls we finally reached a church we continued going on around it until we had encircled it five times or it had encircled us, we were not sure which.  After the fifth lap we gave up and sat down on the steps.  Ethel had on low slippers and was shivering and coughing but intensely amused and only scared for fear she would lose her voice for the first night of \\\"Peter\\\"-- We could hear voices sometimes, like people talking in a dream, and sometimes the sound of dance music, and a man's voice calling \\\"Perlice\\\" in a discouraged way as if he didn't much care whether the police came or not, but regularly like a fog siren-- I don't know how long we sat there or how long we might have sat there had not a man with a bicycle lamp loomed up out of the mist and rescued us.  He had his mother with him and she said with great pride that her boy could find his way anywhere.  So, we clung to her boy and followed.  A cabman passed leading his horse with one of his lamps in his other hand and I turned for an instant to speak to him and Ethel and her friends disappeared exactly as though the earth had opened.  So, I yelled after them, and Ethel said \\\"Here, I am,\\\" at my elbow.  It was like the chesire cat that kept appearing and disappearing until he made Alice dizzy.  We finally found a link-boy and he finally found the McCarthy's house, and I left them giving Ethel quinine and whiskey.  They wanted me to stay, but I could not face dressing, in the morning.  So I felt my way home and only got lost twice.  The Arch on Constitution Hill gave me much trouble.  I thought it was the Marble Arch, and hence-- In Jermyn Street I saw two  lamps burning dimly and a voice said, hearing my footsteps \\\"where am I?  I don't know where I am no more than nothing--\\\" I told him he was in Jermyn Street with his horse's head about twenty feet from St. James-- There was a long dramatic silence and then the voice said-- \\\"Well, I be blowed I thought I was in Pimlico!!!\\\"\\n\\nThis has been such a long letter that I shall have to skip any more.  I have NO sciatica chiefly because of the fur coat, I think, and I got two Christmas presents, one from Margaret Fraser and one from the Duchess of Sutherland-- Boxing Day I took Margaret to the matinee of the Pantomine and it lasted five hours, until six twenty, then I dressed and dined with the Hay's and went with them to the Barnum circus which began at eight and lasted until twelve.  It was a busy day.\\n\\nLots of love.            DICK.\\n\\nLONDON, March 20, 1898. DEAR MOTHER:\\n\\nThe Nellie Farren benefit was the finest thing I have seen this year past.  It was more remarkable than the Coronation, or the Jubilee.  It began at twelve o'clock on Thursday, but at ten o'clock Wednesday night, the crowd began to gather around Drury Lane, and spent the night on the sidewalk playing cards and reading and sleeping.  Ten hours later they were admitted, or a few of them were, as many as the galleries would hold.  Arthur Collins, the manager of the Drury Lane and the man who organized the benefit, could not get a stall for his mother the day before the benefit.  They were then not to be had, the last having sold for twelve guineas.  I got TWO the morning of the benefit for three pounds each, and now people believe that I did get into the Coronation! The people who had stalls got there at ten o'clock, and the streets were blocked for \\\"blocks\\\" up to Covent Garden with hansoms and royal carriages and holders of tickets at fifty dollars apiece.  It lasted six hours and brought in thirty thousand dollars.  Kate Vaughan came back and danced after an absence from the stage of twelve years.  Irving recited The Dream of Eugene Aram, Terry played Ophelia, Chevalier sang Mrs. Hawkins, Dan Leno gave Hamlet, Marie Tempest sang The Jewel of Asia and Hayden Coffin sang Tommy Atkins, the audience of three thousand people joining in the chorus, and for an encore singing \\\"Oh, Nellie, Nellie Farren, may your love be ever faithful, may your pals be ever true, so God bless you Nellie Farren, here's the best of luck to you.\\\"  In Trial by Jury, Gilbert played an associate judge; the barristers were all playwrights, the jury the principal comedians, the chorus girls were real chorus girls from the Gaiety mixed in with leading ladies like Miss Jeffries and Miss Hanbury, who could not keep in step.  But the best part of it was the pantomime.  Ellaline came up a trap with a diamond dress and her hair down her back and electric lights all over her, and said, \\\"I am the Fairy Queen,\\\" and waved her wand, at which the \\\"First Boy\\\" in the pantomime said, \\\"Go long, now, do, we know your tricks, you're Ellaline Terriss\\\"; and the clown said, \\\"You're wrong, she's not, she's Mrs. Seymour Hicks.\\\"  Then Letty Lind came on as Columbine in black tulle, and Arthur Roberts as the policeman, and Eddy Payne as the clown and Storey as Pantaloon.\",\"timestamp\":1639125950,\"title\":\"\\nThey called on us for speeches and matches and segars and we kept the procession supplied with food and drink.\"},\"digest\":\"9r3BQClAoW-JFLZjoRwciVeiAsjlml7v61Z5rSE86Jg\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G4W07fmJmR7MSIeSoH1_a_FioDzFiCc1t-AF1Fhihsw\\\",\\\"y\\\":\\\"iyrqPWCJZdSxFsPFWlDqlpNRdD3wtdLJ0s8hIfYer94\\\"}\",\"signature\":\"tydKO4XKcIb_kq7aXqXS1ipLBXKktxfu8oui4mYk0-c00pNq9bSTuVp83qLVaasLd0WyCtYZRos1IFTQb0RDgg\",\"signingKeySignature\":\"0x8facd098c3546a3ec01e04db6b643e9b2f2ba59b2b536a0d353886fd27983e6c700672fb708d363d3d2a27c57f1ede5535fb84b0b5c7a1a822d8ef00abeb57021b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G4W07fmJmR7MSIeSoH1_a_FioDzFiCc1t-AF1Fhihsw\\\",\\\"y\\\":\\\"iyrqPWCJZdSxFsPFWlDqlpNRdD3wtdLJ0s8hIfYer94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9r3BQClAoW-JFLZjoRwciVeiAsjlml7v61Z5rSE86Jg\"}"