"{\"content\":{\"body\":\"Hi, my name is Yoshua, Founder of weBelong, a social community for young lgbtq people.\\n\\n**What is weBelong**\\n\\nweBelong has been launched a year ago for celebrating differences such as lgbtqia young people.\\n\\nAlthough it is still new, created in 2021, weBelong is a social media dedicated to LGBTQ people with over 20,000 users and they spend 63min per day on average. It is designed so that you can't see how many friends you have or how many reactions your friends are getting so that you don't compare yourself to others.\\n\\nYou can make friends, send direct messages, share your thoughts or ideas and help each other as well.\\n\\nYou can join communities based on your interests and make friends. There are several communities not only lgbtq+ but also communities like astrology, anime, kpop and so on.\\n\\n![weBelong app](https://images.mirror-media.xyz/publication-images/4L-mZTPnuELcF96uszMcL.png?height=666&width=944)\\n\\n**weBelong Started from my experience**\\n\\nSince I was a child, I have been feeling left out and isolated. Many adults or friends scolded me “You are lazy“ “You are selfish“ or “You are stupid“, I was feeling like “am I wrong?“.\\n\\nThen turned out, I have ADHD. I am just different.\\n\\nI wanted to have a place to belong, and internet was a place for me. But after social media emerged, internet became a place to show off the number of likes and followers. So I decided to build a toxic free social media for people with differences. Then, many of lgbtqia people started to use the app to make friends and find place to belong!\\n\\n![](https://images.mirror-media.xyz/publication-images/evyabsXa0OQwDvnO3dCvt.png?height=1000&width=1798)\\n\\n**Be Different, Be Yourself**\\n\\nBeing different is really cool. You have different perspectives from others, you can be the one to change the world. But at the same time, you might feel alone, no one can understand you. So weBelong is a lifeboat for those who feel left out.\\n\\nAccording to HRC,  54% of lgbtq youth are battling symptoms of depression, compared to 29% of non-LGBTQ youth, and 31% of LGBTQ youth, 43% of transgender youth and 40% of questioning youth have been bullied at school, compared to 16% of their non-LGBTQ peers.\\n\\n[https://hrc-prod-requests.s3-us-west-2.amazonaws.com/ProjectThrive_YRBSData_Statement_122120.pdf?mtime=20210104125112&focal=none](https://hrc-prod-requests.s3-us-west-2.amazonaws.com/ProjectThrive_YRBSData_Statement_122120.pdf?mtime=20210104125112&focal=none)\\n\\n**How it works?**\\n\\nweBelong provides a way to make friends and share their struggles for lgbtq young people.\\n\\n1. **Meet like-minded lgbtq friends easily**\\n   Our algorithm match like-minded lgbtq friends based on your interests. Some people love K-pop, Some loves game, others really are into astrology.\\n   So you can find good online friends so easily.\\n2. **No pressure**\\n   We never show number of followers or friends, or number of likes others get because we don’t have to compare you with others. So you can post anything you want without getting anxious.\\n3. **Less Sexual Harassment or Negative Comments**Since the app is specifically for lgbtqia people and people join communities are  based on their interests, people don’t get any violence or harassment. Moreover, we detect the negative comments or sexual comments toward lgbtqia people so that people are less likely to get sexual harassment or get in danger.\\n\\n![](https://images.mirror-media.xyz/publication-images/HtV3uG-GD4US-ReIScLLc.png?height=564&width=548)\\n\\n**Future**\\n\\nNext step for weBelong is to build more safe and fun space for lgbtqia young generations. It’s just a year since we’ve started our journey.\\n\\nOur vision is to help people who feel left out, who feel they are not fitting into the society, it is super common among minorities. We narrow down to the lgbtq specifically but we want to help minorities, misfits, and differences.\\n\\n**But our future is to build next social media**\\n\\nIt is not just a social media, but should be social media evolved. We need to make our app to be decentralized, the information should be owned by users.\\n\\nBut there are several problems here.\\n\\nFirst of all, there is a problem in scalability. The most important thing for it is about ability to scale millions/billions of users without getting spams.\\n\\nSecond is about censorship and control. We are trying to help lgbtq teens so that we detect negative words toward lgbtq or sexual harassment to save them. They are really tired of those anti-lgbtq that they don’t want to see them, so we disable those comments.  Of course censorship is not so cool that we will have some solutions for them in the future.\\n\\nThird problem is about accessibility. The problem here is teens are not familiar with it, but this future will definitely come. So we will gradually shift into decentralized social media. We should not replicate the Cambridge Analytica. We should not be evil to make money.We should create a place where differences can thrive.\\n\\nOur first step is to connect wallet, show NFTs, and issue weBelong membership by NFTs in near future.\\n\\nThis is just a small step to create a future of social media, but we believe that it will help those people who struggle with their problems. They will have more freedom to say without getting any judgement in the future.\\n\\nContact me : Yoshua Kishi yoshua@holoash.com\",\"timestamp\":1641546953,\"title\":\"weBelong: Create a place for people with differences\"},\"digest\":\"N0FnEemS9g2WCv8DFsmkKW9EpK-UU2y7KOrYCVNJFac\",\"authorship\":{\"contributor\":\"0x16ba6A94359Ec647B40acD7Ed08D7F90dD0b2152\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"va3Jv019IjBoMEsLKX5MsfvNlUWWNU5geriQxA7BGJ8\\\",\\\"y\\\":\\\"PRwlVwvZi9_QoPKQtJV6ro3G8he6Xxm4UaFU8ZUXA9s\\\"}\",\"signature\":\"eHeRO91QcBMHOfHybvyuwXysp0rhM2hc0Bu5Tc2vueREJ7MGGlDkt_9DfwiBoCK2i5YJV7EoB251SUjyjC2m2Q\",\"signingKeySignature\":\"0x327e9889e9ab554180c2545d5a6fd902b70ee87e28930be420ba303a2d4b81887c6d59fcba3777dc52459183b4d2876448fa5883773a5da4f9958b28b5fea4a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"va3Jv019IjBoMEsLKX5MsfvNlUWWNU5geriQxA7BGJ8\\\",\\\"y\\\":\\\"PRwlVwvZi9_QoPKQtJV6ro3G8he6Xxm4UaFU8ZUXA9s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7V_Uu5gWmd0wfQytrRrFQRbLss0NV-Muv34EUlVpOdM\"}"