"{\"content\":{\"body\":\"As the vessel was not to start until next day, there was sufficient time for me to run up to Pisa.  There I spent a delightful day principally in wandering about that glorious group of buildings situated so near to each other-- the Cathedral, the Baptistery, the Campo Santo, and the Campanile or Leaning Tower.  What interested me most at the Cathedral was the two bronze lamps suspended at the end of the nave, which suggested to the mind of Galileo the invention of the pendulum. Thousands had seen the lamps swinging before them, but he alone would know \\\"the reason why.\\\" The one swung at a different rate as compared with the other, being the result of the chains being hung of different lengths.  Hence Galileo's discovery of the principle or Law of the Pendulum.  This paved the way for Newton's law of gravitation--one of the grandest laws of the universe.\\n\\nSome of the finest works of Andrea del Sarto, son of the Tailor, are found here.  Indeed, the works of that great painter are little known out of Pisa and Florence.  I was reluctant to tear myself away from Pisa; but the Ercolano could not wait, and I was back in good time, and soon under weigh.\\n\\nThe next port we touched at was Civita Vecchia, one of the most dreary places that can be imagined, though at one time an Etruscan city, and afterwards the port of Trajan.  I did not land, as there were some difficulties in the way of passports.  We steamed on; and next morning when I awoke we were passing the coast of Ischia.  We could scarcely see the island for a thick mist had over-spread the sea. Naples was still hidden from our sight, but over the mist I could observe the summit of Vesuvius vomiting forth dense clouds of white smoke. The black summit of the crater appeared floating in the clear blue sky. But the heat of the sun shortly warmed the mist, and it floated away like a curtain.\\n\\n\\\\[Image\\\\]  Distant view of Vesuvius\\n\\nA grand panorama then lay before us.  Naples looked bright and magnificent under the sunlight.  The sea was so smooth that the buildings and towers and convents and spires were reflected in the water.  On our left lay the Bay of Baiae, with its castles and temples and baths, dating from the days of the Roman Republic.  To the right lay Castellamare, Sorrento, and the island of Capri.  But the most prominent object was Vesuvius in front, with its expanding cloud of white smoke over the landscape.  On landing, I took up my quarters at the Hotel Victoria.  I sallied forth to take my first hasty view of the Chiaia, the streets, and the principal buildings.  But, in accordance with my motto of \\\"Duty first, pleasure second,\\\" I proceeded to attend to the business respecting which I had visited Naples.  That, however, was soon disposed of.  In a few days I was able to attend to pleasure. I made my way to the Museo Borbonico, now called the National Museum. I found it a rich mine of precious treasures, consisting of Greek, Etruscan, and Roman antiquities of every description. Not the least interesting part of the Museum is the collection of marbles, pictures, and articles of daily use, dug from the ruins of the buried city of Pompeii.  Every spare hour that I could command was occupied in visiting and revisiting this wonderful Museum.\\n\\nHerculaneum and Pompeii were also visited, but, more than all, the crater of Vesuvius.  During my visit the mountain was in its normal state.  I mounted the volcanic ashes with which it is strewn, and got to the top.  There I could look down into the pit from which the clouds of steam are vomited forth.  I went down to the very edge of the crater, stood close to its mouth, and watched the intermittent up-rushing of the blasts of vapour and sulphureous gases. To keep clear of these I stood to the windward side, and was thus out of harm's way.\\n\\nWhat struck me most was the wonderfully brilliant colours of the rugged lava rocks forming the precipitous cliffs of the interior walls of the crater.  These brilliant colours were the result of the sublimation and condensation on their surfaces of the combinations of sulphur and chloride of iron, quite as bright as if they had been painted with bright red, chrome, and all the most brilliant tints. Columns of all manner of chemical vapours ascended from the clefts and deep cracks, at the bottom of which I clearly saw the bright hot lava.\\n\\nI rolled as big a mass of cool lava as I could to the edge of the crater and heaved it down; but I heard no sound.  Doubtless the depth was vast, or it might probably have fallen into the molten lava, and thus made no noise.  On leaving this horrible pit edge, I tied the card of the Bridgewater Foundry to a bit of lava and threw it in, as token of respectful civility to Vulcan, the head of our craft.\\n\\nI had considerably more difficulty in clambering up to the top edge of the crater than I had in coming down.  Once or twice, indeed, I was half choked by the swirls of sulphureous and muriatic acid vapour that environed me before I could reach the upper edge.  I sat down in a nook, though it was a very hot one, and made a sketch or two of the appearance of the crater.  But I feel that it is quite beyond my power either by pen or pencil, to convey an idea of the weird unearthly aspect which the funnel-shaped crater of Vesuvius presented at that time.  An eruption of unusual violence had occurred shortly before I saw it.  Great rounded blocks of lava had been thrown high into the air again and again, and had fallen back into the terrible focus of volcanic violence.  Vast portions of the rugged and precipitous sides of the crater had fallen in, and were left in a state of the wildest confusion.  When I visited the place the eruption had comparatively subsided.  The throat of the crater was a rugged opening of more than forty feet diameter, leading down to--Where?  Echo answers, \\\"Where?\\\" And yet there is no doubt but that the great mass of materials which lay around me as I made my sketches, had been shot up from inconceivable depths beneath the solid crust of the earth. There still remains an enormous mass of molten materials that has been shut up beneath that crust since the surface of the globe assumed its present condition.  The mineral matter that formed the globe had converged towards its centre of gravity, and the arrestment of the momentum of the coalescing particles resulted in intense heat. Hence the molten condition of the globe in its primitive state. The molten lava of volcanoes is the survival of that original cosmical heat.\\n\\nThis heat has played a great part in the physical history of the globe. Volcanic action has been, as it were, the universal plough! It has given us mountains, hills, and valleys.  It has given us picturesque scenery, gorges, precipices, waterfalls.  The up heaving agent has displayed the mineral treasures of the earth, and enabled man, by intelligent industry, to use them as mines of material blessings. This is indeed a great and sublime subject.\\n\\nI had remained near the mouth of the crater for about five hours. Evening was approaching.  My drawings were finished, and I prepared to leave.  My descent from the summit of the crater edge was comparatively rapid, though every footstep went down some fifteen inches through the volcanic ashes.  I descended by the eastern side, and was soon at the base of the great cone.  I made my way by tortuous walking round the erupted masses of lava, and also by portions of the lava streams, which, on losing their original fluidity, had become piled up and contorted into gigantic masses.\\n\\nAt the extreme edges of the flow, where the lava had become viscid, these folds and contortions were very remarkable.  They were piled fold over fold,--the result of the mighty pressure from behind. It was sad to see so many olive gardens burnt and destroyed; the trees were as black as charcoal.  It is singular to see the numbers of orange and olive growers who choose to live so near to the \\\"fiery element.\\\"  But the heat presses forward the growth of vegetation. To be there is like living in a hothouse; and the soil is extraordinarily fertile.  Hence the number of vineyards quite close to the base of Vesuvius.  The cultivators endeavour to enclose their gardens with hard masses of lava, so as to turn off the flow of the molten streams in other directions; but the lava bursts through the walls again and again, and the gardens are often utterly burnt up and ruined.  Almost every field at the base of Vesuvius contains a neat little oratory, with a statue of the Virgin and Child, to which the cultivators repair in times of peril and calamity.  But chapel, statue, and gardens are alike swept away by the tremendous descent of the molten lava.\\n\\nAs the night was growing dark, I made my way from these riskful farms to Rosina, a little village on the way back to Naples.  As I had had nothing to eat or drink during this thirst-producing journey, I went into a wine shop and asked for some refreshment.  The wine shop was a sort of vault, with a door like that of a coach-house, but with a bench and narrow table.  The good woman brought me a great green glass bottle like a vitriol carboy!  It contained more than six gallons of wine, and she left me with a big glass to satisfy my wants.  The wine was the veritable Lachryma, Christi--a delightful light claret--for producing which the vineyards at the base of Vesuvius are famous. After some most glorious swigs from this generous and jovial carboy, accompanied with some delightful fresh made bread, I felt myself up to anything.  After washing down the dust that I had swallowed during the day, I settled with my liberal landlady (indeed she was mightily pleased with only tenpence), and started for Naples.\\n\\nI had still an eight-mile walk before me, but that was nothing to my vigorous powers at that time.  The moon had risen during my stay in the wine house, and it shone with a bright clear light.  After a few miles' walking I felt a little tired, for the day's exercise had been rather toilsome.  A fine carriage passed me on the road with a most tempting platform behind.  I hailed the driver, and was allowed to mount.  I was soon bowling along the lava paved road, and in a short time I arrived at Naples.  I made another excursion to the crater of Vesuvius before I left, as well as visits to Herculaneum and Pompeii, which exceedingly interested me.  But these I need not attempt to relate.  I refer my readers to Murray's Guide Book, where both are admirably described.\\n\\nAfter completing my business affairs at Naples, and sowing the seeds of several orders, which afterwards bore substantial results, I left the city by the same line of steamers.  I passed again Civita Vecchia, Leghorn, Genoa, and Marseilles.  On passing through the South of France I visited the works of several of our employers, and carried back with me many orders.  It was when at Creuzot that I saw the child of my brain, the steam hammer, in full and efficient work. But this I have referred to in a previous chapter.\\n\\nCHAPTER 15.  Steam Hammer Pile-driver.\\n\\nIn 1840 I furnished Sir Edward Parry with a drawing of my steam hammer, in the hope that I might induce him to recommend its adoption in the Royal Dockyards.  Sir Edward was at that time the head director of the steam marine of England.  That was after the celebrity he had acquired through his Arctic voyages.  I was of opinion that the hammer might prove exceedingly useful in forging anchors and large iron work in those great establishments.  Sir Edward appeared to be much struck with the simplicity and probable efficiency of the invention. But the Admiralty Board were very averse to introducing new methods of manufacturing into the dockyards.  Accordingly, my interview with Sir Edward Parry, notwithstanding his good opinion, proved fruitless.\\n\\nTime passed by.  I had furnished steam hammers to the principal foundries in England.  I had sent them abroad, even to Russia. At length it became known to the Lords of the Admiralty that a new power in forging had been introduced.  This was in 1843, three years after I had submitted my design to Sir Edward Parry.  The result was that my Lords appointed a deputation of intelligent officers to visit my foundry at Patricroft to see the new invention.  It consisted of Captain Benison (brother of the late Speaker), and Captain Burgman, Resident Engineer at Devonport Dockyard.  They were well able to understand the powerful agency of the steam hammer for marine forge work.  I gave them every opportunity for observing its action. They were much pleased, and I may add astonished, at its range, power, and docility.\\n\\nBesides showing them my own steam hammer, I took the deputation to the extensive works of Messrs.  Rushton and Eckersley, where they saw one of my five-ton hammer-block steam hammers in full action. It was hammering out some wrought-iron forgings of the largest class, as well as working upon smaller forgings.  By exhibiting the wide range of power of the steam hammer, these gentlemen were entirely satisfied of its fitness for all classes of forgings for the naval service. They reported to the Admiralty accordingly, and in a few days we received an official letter, with an order for a steam hammer having a 50 cwt.  hammer-block, together with the appropriate boiler, crane, and forge furnace, so as to equip a complete forge shop at Devonport Dockyard.  This was my first order from the Government for a steam hammer.\\n\\nWhen everything was ready, I set out for Devonport to see the hammer and the other portions of the machinery carefully erected. In about a fortnight it was ready for its first stroke.  As good luck would have it, the Lords of the Admiralty were making their annual visit of inspection to the dockyard that day.  They arrived too late in the afternoon for a general inspection of the establishment; but they asked the superintending admiral if there was anything of importance which they might see before the day closed.  The admiral told them that the most interesting novelty in the dockyard was the starting of Nasmyth's steam hammer.  \\\"Very well, they said, \\\"let us go and see that\\\".\\n\\nI was there, with the two mechanics I had brought with me from Patricroft to erect the steam hammer.  I took share and share alike in the work.  The Lords were introduced to me, and I proceeded to show them the hammer.  I passed it through its paces.  I made it break an eggshell in a wine-glass without injuring the glass.  It was as neatly effected by the two-and-a-half ton hammer as if it had been done by an egg-spoon.  Then I had a great mass of white-hot iron swung out of the furnace by a crane and placed upon the anvil block.  Down came the hammer on it with ponderous blows.  My Lords scattered to the extremities of the workshop, for the splashes and sparks of hot metal flew about.  I went on with the hurtling blows of the hammer, and kneaded the mass of iron as if it had been clay into its devised forms.\\n\\nAfter finishing off the forging, my Lords gathered round the hammer again, when I explained to them the rationale of its working, and the details of its construction.  They were greatly interested, especially Mr. Sidney Herbert (afterwards Lord Herbert of Lea), then Secretary to the Admiralty, and Sir George Cockburn, a fine specimen of the old admiral.  Indeed, all the members of the Board were more or less remarkable men.  They honoured me with their careful attention, and expressed their admiration at the hammer's wonderful range of power and delicacy of touch, in this new application of the force of steam.\\n\\nThe afternoon was a most important one for me in more ways than one, although I cannot venture to trouble my readers with the details. It was followed, however, by an order to supply all the Royal Dockyard forge departments with a complete equipment of steam hammers, and all the requisite accessories.  These were supplied in due time, and gave in every case the highest satisfaction.  The forgings were found to be greatly better, and almost absurdly cheaper than those done by the old bit by bit building-up process.  The danger of flaws was entirely done away with; and, in the case of anchors, this was a consideration of life and death to the seamen, who depend for their safety upon the soundness of the forgings.\\n\\nBesides my introduction to that admirable man, Mr. Sidney Herbert, I had the happiness of being introduced to Captain Brandreth, Director of Naval Works.  The whole of the buildings on shore, including the dockyards, were under his control.  One of the most important affairs that the Lords of the Admiralty had to attend to on their visit to Devonport was to conclude the contract for constructing the great docks at Keyham.  This was a large extension of the Devonport Docks, intended for the accommodation of the great steamships of the Royal Navy, as well as for an increase of the graving docks and workshops for their repair.  An immense portion of the shore of the Hamoaze had to be walled in so as to exclude the tide and enable the space to be utilised for the above purposes.  To effect this a vast amount of pile-driving was rendered necessary, in order to form a firm foundation for the great outer dock wall, about a mile and a quarter in length.\\n\\nMessrs. Baker and Sons were the contractors for this work. They were present at the first start of my steam hammer at Devonport. They were, like the others, much impressed by its vast power and manageableness.  They had an interview with me as to its applicability for driving piles for the immense dock, this being an important part of their contract.  Happily, I had already given some attention to this application of the powers of the steam hammer.  In fact, I had secured a patent for it.  I had the drawings for the steam hammer pile-driving machine with me.  I submitted them to Mr. Baker, and he saw its importance in a moment.  \\\"That,\\\" he 'said, \\\"is the very thing that I want to enable me to complete my contract satisfactorily.\\\"  Thousands of enormous piles had to be driven down into the deep silt of the Shore; and to have driven them down by the old system of pile-driving would have occupied a long time, and would also have been very expensive.\\n\\nThe drawings were of course submitted to Captain Brandreth. He was delighted with my design.  The steam pile-driver would be, in his opinion, the prime agent for effecting the commencement of the great work originated by himself.  At first the feat of damming out such a high tide as that of the Hamoaze seemed very doubtful, because the stiff slate silt was a treacherous and difficult material to penetrate.  But now, he thought, the driving would be rendered comparatively easy.  With Captain Brandreth's consent the contractors ordered of me two of my steam hammer pile-drivers.  They were to be capable of driving 18-inch square piles of 70 feet in length into the silt of the Hamoaze.\\n\\n\\\\[Image\\\\]  Space to be enclosed at the Hamoaze\\n\\nThis first order for my pile-driver was a source of great pleasure to me. I had long contemplated this application of the power of the steam hammer.  The machine had long been in full action in my \\\"mind's eye,\\\" and now I was to see it in actual reality.  I wrote down to my partner by that night's post informing him of the happy circumstance. The order was for two grand steam hammer pile-drivers, each with four-ton hammer-blocks.The wrought-iron guide case and the steam cylinder were to weigh in all seven tons.  All this weight was to rest on the shoulders of the pile.  The blows were to be about eighty in the minute.  This, I thought, would prove thoroughly effective in rapidly driving the piles down into the earth.\\n\\nI have said that the steam pile-driver was in my mind's eye long before I saw it in action.  It is one of the most delightful results of the possession of the constructive faculty, that one can build up in the mind mechanical structures and set them to work in imagination, and observe beforehand the various details performing their respective functions, as if they were in absolute material form and action. Unless this happy faculty exists ab initio in the brain of the mechanical engineer, he will have a hard and disappointing life before him.  It is the early cultivation of the imagination which gives the right flexibility to the thinking faculties.  Thus business, commerce, and mechanics are all the better for a little healthy imagination.\\n\\nSo soon as I had returned home, I set to work and prepared the working drawings of the steam pile-drivers.  They were soon completed, conveyed to Devonport, and erected on the spot where they were to be used. They were ready on the 3d of July 1845.  Some preliminary pile-driving had been done in the usual way, in order to make a stage or elevated way for my pile-driver to travel along the space where the permanent piles were to be driven.  I arranged my machines so that they might travel by their own locomotive powers along the whole length of the coffer dam, and also that they should hoist up the great logs of Baltic timber which formed the Piles into their proper places before being driven.\\n\\nThe entire apparatus of the machine was erected on a strong timber platform, and was placed on wheels, so that it might move along the rails laid down upon the timber way.  The same boiler that supplied the steam hammer part of the apparatus served to work the small steam-engine fixed to the platform for its locomotion, and also to perform the duty of rearing the next pile which had to be driven.  The steam was conveyed to the hammer cylinder by the jointed pipe seen in the annexed engraving.  The pipe accommodated itself to any elevation or descent of the hammer.  The whole weight of the cylinder, hammer-block, and guide box, supported by the shoulders of the pile, amounting to seven tons in all, rested upon the shoulders of the pile as a \\\"persuader;\\\" and the eighty blows per minute of the four-ton hammer came down with tremendous energy upon the top of the pile head.  No soil, that piles could penetrate, could resist such effective agencies.\\n\\n\\\\[Image\\\\]  Diagram of the Steam Pile-Driver\\n\\nExplanation of the Diagram of the Steam Pile-Driver.--The chief feature of novelty of this pile-driving machine consists in the employment of the direct action of the Steam Hammer as the blow giving agent, and also in the manner in which the dead weight of the entire apparatus, consisting of the hammer-block C, the steam cylinder A, and its guide-case B, is employed to importantly aid the effect of the rapid and energetic blows of the steam hammer.  These ponderous parts rest on the shoulders of the pile H all the while it is being driven, the pile in this respect being the only support of the apparatus A B C. So that, besides the eighty blows per minute that the four-ton steam hammer energetically deals out to the head of the pile from a four foot fall the dead weight of the apparatus constantly acts as a most effective \\\"predisposer\\\" to the sinking of the pile into the ground; the hoisting chain D being let slack the while, so as to allow A B C to \\\"follow down\\\" the pile H, while the eighty blows per minute are incessantly showered on its head.  The upward stroke of the piston, with its attached hammer-block C, is arrested at the proper height not only by allowing the steam that raised it to escape, but as soon as the piston passes the escape holes X X, the confined air above the piston at O rebounds, and so aids most effectively in increasing the energy of the fall of the hammer-block C on the pile head.\\n\\nThere was a great deal of curiosity in the dockyard as to the action of the new machine.  The pile-driving machine-men gave me a good-natured challenge to vie with them in driving down a pile.  They adopted the old method, while I adopted the new one.  The resident managers sought out two great pile logs of equal size and length--70 feet long and 18 inches square.  At a given signal we started together. I let in the steam, and the hammer at once began to work. The four-ton block showered down blows at the rate of eighty a minute; and in the course of four and a half minutes my pile was driven down to the required depth.  The men working at the ordinary machine had only begun to drive.  It took them upwards of twelve hours to complete the driving of their pile!\\n\\nSuch a saving of time in the performance of similar work--by steam versus  manual labour--had never before been witnessed. The energetic action of the steam hammer, sitting on the shoulders of the pile high up aloft, and following it suddenly down, the rapidly hammered blows keeping time with the flashing out of \\\"the waste steam at the end of each stroke, was indeed a remarkable sight.  When my pile was driven, the hammer-block and guide case were speedily re-hoisted by the small engine that did all the labouring and locomotive work of the machine; the steam hammer portion of which was then lowered on to the shoulders of the next pile in succession. Again it set to work. At this the spectators crowding about in boats, pronounced their approval in the usual British style of \\\"three cheers!\\\" My new pile-driver was thus acknowledged as another triumphant proof of the power of steam.\\n\\nThe whole of the piles for this great work were speedily driven in. The wall was constructed, and the docks were completed in an unusually short time.  The success of my pile-driver was followed by numerous orders.  It was used for driving the immense piles required for the High Level Bridge at Newcastle, the great Border Bridge at Berwick-upon-tweed, the Docks at Tynemouth, the Docks at Birkenhead, the Docks at Grimsby, the new Westminster Bridge, the great bridge at Kief in Russia, the bridge at Petersburg, the forts at Cronstadt, the Embarrage of the Nile, at Yokohama in Japan, and at other places. It enabled a solid foundation to be laid for the enormous superstructures erected over them, and thus contributed to the permanence of many important undertakings.\\n\\nThe mechanical principles on which the efficiency of the steam pile-driver chiefly depends are as simple as I believe they are entirely novel and original.  The shoulder of the pile acts as the sole supporter of the ponderous mass of the hammer-block, cylinder, and guide-box.  This heavy weight acts as a predisposing agency to force the pile down, while the momentum given by the repeated fall of the hammer, at eighty blows the minute, brings the constant dead weight into full action.  I am not aware of any other machine in which such a combination of mechanical forces is employed.\\n\\nAnother very effective detail consisted in employing the waste steam in the upper part of the cylinder for the purpose of acting as a buffer to resist any undue length of the upward stroke of the piston. But for this the cylinder covers might have been knocked off. The elastic buffer of waste steam also acted as a help to the downward blow of the hammer-block.  The simplicity and effectiveness of these arrangements form--if I may be allowed to say so--a happy illustration of my \\\"Definition of Engineering,\\\" the application of common sense in the use of materials.\\n\\nThe folding-up steam pipe with which the steam was conveyed from the boiler to the cylinder at all heights, and the way in which the folding joints accommodated themselves to the varying height of the cylinder, was another of my happy thoughts.  In fact, this invention, like most others, was the result of a succession of happy thoughts. The machine in its entirety was the result of a number of common-sense contrivances, such as I generally delight in.  At all events, this most effective and novel machine was a special favourite with me.\\n\\nI may mention, before concluding this branch of my subject, that pile-driving had before been conducted on what I might term the artillery or cannon-ball principle.  A small mass of iron was drawn slowly up, and suddenly let down on the head of the pile at a high velocity.  This was destructive, not impulsive action.  Sometimes the pile was shivered into splinters, without driving it into the soil; in many cases the head of the pile was shattered into matches, and this in spite of a hoop of iron about it to keep the layers of wood together.  Yet the whole was soon beat into a sort of brush. Indeed, a great portion of the men's time was consumed in \\\"reheading\\\" the piles.  On the contrary, I employed great mass and moderate velocity. The fall of the steam hammer-block was only three or four feet, but it went on at eighty blows the minute, and the soil into which the pile was driven never had time to grip or thrust it up-- an impediment well known to ordinary pile-drivers.  At the end of the driving by my steam hammer, the top of the pile was always found neat and smooth, indeed more so than when the driving began.\\n\\nI may again revert to my interview with the Lords of the Admiralty on the occasion of my first meeting them at Devonport.  I was residing at the hotel where they usually took up their quarters while making their annual visitation of the dockyard.  I was honoured with an invitation to confer with Sir George Cockburn, Mr. Sidney Herbert, and Captain Brandreth on a subject of considerable importance; namely, the proving of chain cables and anchors required for the Royal Navy.  The question was mooted as to whether or not some permanent injury was done to both by the test strains to which they were submitted before being put on board ship.  This was a subject of vital importance.  The members of the Board requested me to act as one of a committee to inquire into the subject.  I felt much gratified by the invitation and gladly accepted it.\\n\\nOn discussing the subject with these gentlemen that evening, I found that Sir George Cockburn entertained an ingenious theory in support of his apprehensions as the effect of \\\"over-proof\\\" straining of cables and anchors.  It was that they were originally in the condition of a strong man who had to lift some heavy weight, requiring him to exert his muscular strength to the utmost; and, although he might perform the feat, it was at the cost of a permanent injury, and that he might never be able to lift the same weight again.  This, however true it might be with regard to flesh and bone structures, was scarcely true with respect to mechanical agencies.  I proposed a simple experiment with chain cables, which, it occurred to me, would show quite a different result--namely, that the capability of resisting the severest proof-strain would rise rather than fall at each successive proof of the same chain cable.\\n\\nTo test the correctness of my supposition, we had a first-class chain cable put into the proof machine,and subjected it to such a strain as to break it again and again, until at last it was divided almost into single links.  As I expected, the proof or breaking strain kept rising and rising as each successive remaining portion of the cable was torn asunder, thus showing that no injury to the natural tenacity of the chain had resulted from the increased proofs to which it had been subjected, and that the last broken links had been much more resisting than the first.  The same class of demonstrative experiments was made with anchors, and other wrought-iron work used in the service. The Admiralty officers were much gratified with the result, as removing a groundless but very natural apprehension, heightened, no doubt, by the suggestions that had been made to the Admiralty, that their standard proof strain was not only too high in itself, but produced permanent damage to what at the outset was of the toughest iron. My system of continued proof-straining was, in fact, another exemplification of the \\\"Survival of the Fittest\\\"!\",\"timestamp\":1639290428,\"title\":\"\\nThe next station the steamer touched at was Leghorn.  As the vessel was not to start until next day, \"},\"digest\":\"rAHHEV0tslCg40o619UmS_vXZdGNpK3ewP6lEQIM1kY\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gDQhnbOn7Y-jnYKooxTicNFtCO57BhNK-HRuBMHAp7A\\\",\\\"y\\\":\\\"7IbGfkfLVq_-MDpf4KR8seW1RDGhJqTfp1Ru05PLx3o\\\"}\",\"signature\":\"dsGOx-gxsSRo-efel28JNwghl9zffpZrgkeTTqdQZqYxaB22iBJRpF8MFN2-yt8xJJEtSudGWApJSUBj1Ikj2g\",\"signingKeySignature\":\"0x64dc369950d5e3c402441a9e04b5e3bc201ea57f9d5cb4c7e913212ad0bff6360f56a6b72e1f134b3d143fac58f4fabcf1955e49585a011601eacbc1d18cd6a91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gDQhnbOn7Y-jnYKooxTicNFtCO57BhNK-HRuBMHAp7A\\\",\\\"y\\\":\\\"7IbGfkfLVq_-MDpf4KR8seW1RDGhJqTfp1Ru05PLx3o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rAHHEV0tslCg40o619UmS_vXZdGNpK3ewP6lEQIM1kY\"}"