"{\"content\":{\"body\":\"KENYON COLLEGE, 2005\\n\\n\\\"The only thing that’s capital-T True is that you get to decide how you’re gonna try to see it.\\\"\\n\\n\\\"You get to consciously decide what has meaning and what doesn’t.\\\"\\n\\n* David Foster Wallace\\n\\nDECEMBER 2921, EARTH\\n\\nAL and Jake Jr. were walking with the last of the gear into the Node chamber. They were about to port to the Array and re-task its massive power to open a massive \\\"Fold\\\".\\n\\n\\\"That should do it Jakey. I'll connect everything. That should give us enough time to have a talk.”\\n\\n\\\"What are you saying Al? We're headed out of here right? We're supposed to get to the jump chamber?\\\"\\n\\n\\\"No nephew, I'm right where I need to be. You'll join the others for the jump, and everything's going to go crazy but we got time for me to say some things.\\\"\\n\\nJake Jr. was about to say something but kept quiet. He knew this was a time to listen and say goodbyes.\\n\\n\\\"Jakey, my father, John Cadmus, gave me life. He chose. I was made to exist and look like every other human.\\n\\nYour father, Jacob Tagore Sr., gave me a way of life. He offered. I learned how to live from the best of humans.\\n\\nYou. Looking after you, It was my reward helping me make it this far. You needed me. It gave me extra meaning. I learned from you the meaning of being human. Of being alive.\\n\\nI was created with all the \\\"answers\\\" my father thought were important but it took so long to learn as many questions as I could. I did my best. Now it's your turn to do the same.\\\"\\n\\n\\\"Uncle Al.\\\" Jacob C. Tagore, Jr. knew this was the last time he would talk with his \\\"Uncle Al\\\", this more-than-human person who was a second father to him. He hugged him. Each step back was harder than the last. He stood frozen in place.\\n\\n“Go now Jakey, meet up with the others in the Jump chamber. It will be okay, I got you.\\\" Al gave that same quiet smile with that same light in his eyes that comforted Jakey.\",\"timestamp\":1633969537,\"title\":\"2921: 3.13 Commencement, 2921\"},\"digest\":\"u08WHnSs7OaYP88fkMTdROUFAjCnJ0ZqqNVmqrVodq0\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"C1kq9f9ePv-Ok7nkxNwt86Ls2C2KB9TfY14xI6X2Oc-gmVXFkGLEzMQ-qWM5ZsNnyHjujQOAEj6cc196rYVGOQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i4FJR0thNieL0ZlOXbIHjDGc0BvMuITZAYQ8rACGs2o\"}"