"{\"content\":{\"body\":\"意外，绝对的意外，过了牛坑地狱，后面接连的石压地狱、舂臼地狱和血池地狱小鬼的等级都低得可怜，尤其是血池地狱，里面就象是个大游泳池，猩红的血液在里面翻涌，那些十二级身覆鱼鳞，耳生双鳃的血游鬼刚一见我们，就立即四下散开，只留下一具具被啃得血肉模糊的怨魂，悬浮在血水里，一上一下。\\n\\n```\\n“隐哥，还有五层地狱一闯，咱们就能出去了。”上了岸，挑灯抖了抖满身的浑血，对我说道，“要是都能象这几层这么轻松，那就好了。”\\n\\n“你小子想得美，哪有那好事，在这等着，让我先进去看看风。”我叮嘱挑灯他们说道。\\n\\n一入枉死地狱，耳边清净了许多，没有听到那些怨魂的哭嚎之声，难道这里没有怨魂，没有小吗？\\n\\n不，当然有，只是那些怨魂统统被铅化了，一个个如兵马俑般竖立在烧红的铁板之上，热量慢慢传递上去，将凝固的铅融化后，汇集到旁边的凹槽之中，而守在旁边的持勺鬼则立即拿着铁勺，将铅液舀起，继续从头浇灌，凝结，这样一来，那些怨魂即便是想叫，也叫不出来了。\\n\\n怪物：持勺鬼    等级：三十八级\\n\\n等级虽然高点，不过问题不大，还不能阻挡我们前进的步伐，一番撕杀之后，我们就闯到了磔刑地狱的入口处。\\n\\n“熊大哥，什么是磔刑啊？”看着那几个惨白的大字，紫色风铃转头问道。\\n\\n“磔刑？没听说过。”大熊摸了摸头说道。\\n\\n“嗨，咱们进去看看不就知道了。”挑灯一舞手中长剑说道。\\n\\n步入磔刑地狱地狱，眼前又是一副无比惨状，只见无数全身****，血迹斑斑，伤痕累累的怨魂被捆绑在木桩上，身上紧紧勒裹着一层细韧的鱼网，凸出团团肉块；木桩周围，游走着一些外貌酷似狗头，身穿一身红色软甲，手拿一把薄如蝉翼的尖刀的磔刑鬼，它们不时走到一个怨魂旁边，身出爪子摸一摸，然后慢斯慢条，不慌不忙拿刀切下一片肉块，甩手扔到嘴里，吃得是津津有味。\\n\\n奶奶的，原来这个磔刑，就是凌迟之刑，狠，真是狠啊，我心里暗到，这些行刑的磔刑鬼，也不是好惹的货色，都已经达到四十级，估计是最后这几层地狱，不会再给我们放水了。\\n\\n“你们要小心了，我负责引怪，近了再杀，不要乱冲乱走。”我换上长弓，对大熊他们说道。\\n\\n“隐哥，你放心好了，我们一切听你的安排。”大熊应声回道。\\n\\n其实这层主要就是磔刑鬼数量多一点，其他倒没什么可怕的，沙漠里那四十五级的沙翼兽都难不住我们，何况这些磔刑鬼乎，咱只是小心行事罢了。\\n\\n张弓射箭，引一个，杀一个，引两个，杀一双，有几个磔刑鬼还没到我们面前，就被我硬生给射死，直看得挑灯他们是目瞪口呆，脸上油然一副崇拜之情。\\n\\n磔刑地狱，安全通过。\\n\\n最后三层了，我看前面火红的岩石，心里暗道，奶奶的，这十八层地狱，真算是标准的寒门地狱，穷到家了，杀怪怪没几个钱，采集没杀好东东，我当初还想着以后自己一个人，开潜行摸到黄泉之门过来，杀怪冲级打宝呢，看来，这个算盘是免了，就这等级的怪，不能满足我。\\n\\n“哥儿们，姐妹们，看来这层地狱我们要吃亏了。”挑灯冲里面看了一眼，转头一脸苦相地对我们说道。\\n\\n“怎么了？”大熊问道。\\n\\n“你们自己看吧。”挑灯抬手一指说道。\\n\\n火，大火，熊熊燃烧的大火，十六层的火山地狱之中，果真是一片火的海洋，一座座黝黑的煤山之上，满是妖异的青红色火焰在跳跃，如波浪起伏，映红整个大厅。或许是这个岩石有良好的隔热作用，我们才没有感觉到那升腾的热浪，不过光看在眼里，就足够令我们震撼。\\n\\n火海中隐约可见无数的身影，在挣扎，在奔跑，分明就是那些怨魂，它们竭尽全力，想要脱离火海，可是围绕在火山周围，那些手拿长弓的射尸鬼们哪会容得它们轻易逃脱火山，被烧得焦黑的怨魂们刚一从火海里冒出个头来，一根根凌厉的骨箭就直奔它们而去，唰唰是穿心而过，让它们不得不转头回到火山之中，奔向另一边，寻求出路。\\n\\n四十二级的射尸鬼，二个二一组，还是远程攻击的，那对付方法可得变一变，我想了想对大雄他们说道，“等会我先上去偷袭一个，把它打入昏迷状态后，你们再赶紧上，一起挂了它，还有个我负责紧逼，不让它有机会拉弓，这样会方便得多，免得它在远处冲大小玲下手。弓手的攻击很高的。”\\n\\n“隐大哥，那些射尸鬼可是弓手啊，不是可以看破你的潜行吗？”蓝色风铃插嘴问道。\\n\\n“只要动作快，没被它们攻击到，打破潜行状态，我就可以施展偷袭的。”我解释说道，心里暗想：这丫头，还真是细心，咱总不能告诉你我有虚伪之戒这个宝贝吧。\\n\\n“恩，就照你的意思办，呵呵，有隐哥这个刺客在队伍里，我们还真是方便得多啊。”大熊一抬斧头，嘿嘿笑着说道。\\n\\n“靠，我的剩余劳动力都被你们这帮家伙给剥削的一干二净，你们，可真比那周剥皮还黑。”我用哀怨地眼神看了大熊他们一眼说道，“带着你们，我可算是陪了夫人又折兵，既要动手，又要动脑。”\\n\\n“隐大哥，你这叫做能者多劳嘛，照顾照顾我们啊！”紫色风铃甜甜的一笑，冲我好声说道。\\n\\n“就是，隐哥你现在可是我崇拜的对象，当然得与众不同。”挑灯接口道。\\n\\n“还白里透红呢，好了，开工开工，我可只有一张嘴而已，说不过你们。”我一摆手说道……\\n\\n“隐哥，那怎么有一排射尸鬼守着下一层地狱的门口啊，看样子起码有八、九个，怎么办？”挂了手中的射尸鬼，看剑瞥了一眼不远处的门口，说道。\\n\\n七、八个？我听看剑这一说，转头看了过去，果然不假，不象其他射尸鬼那样游荡在火山周围，十个手提长弓的射尸鬼就站在洞口，搭着骨箭，目光不住往周围扫视。\\n\\n有点麻烦了，等级差距是明显的，这群家伙如果盯着一个人来轮齐射的话，估计除了我和大熊以外，挑灯他们都不能幸免，原来的方法得变一变了，作为高攻的弓手，这群家伙的血量可是少得可怜，是个突破口，不过要是想把它们全部搞定的话，我就得露点绝招了。\\n\\n“怎么办，隐哥！”大熊看了那帮射尸鬼，转头问我道。\\n\\n“能怎么办，杀贝！”我坏坏地一笑说道。\\n\\n“杀？我们行吗？”大熊听我这一说，有点发楞了。\\n\\n“不行也得行，不然还能怎么办，难道都在这里挂了回去啊。”我一推大熊说道。\\n\\n“隐大哥，你肯定有主意，怎么对付这些射尸鬼了是不是，还故意卖关子啊。”蓝色风铃果然挺聪明的，跟着我话后说道。\\n\\n“方法是有的，不过你们得先下线才行。”我故作神秘地说道。\\n\\n“什么？隐哥，你不会告诉我们你想一个人灭了这些射尸鬼吧！”挑灯一听我这话，立即大叫道。\\n\\n“隐哥，那可不成，这不是摆明让你去送死吗，要死，大家一起死，都闯到这里了，咱们说啥也得共同进退。”大熊也满脸严肃地说道。\\n\\n“说什么呢你们，搞得哥们我象要英勇赴义，慷慨献身似得，我有那么高尚吗？”我没好气地白了一眼大熊说道，“咱山人自有妙计呢。”\\n\\n“那你一个人，啥计能杀这些射尸鬼啊？”听我这话，大熊疑惑地问道。\\n\\n“这，天机不可泄露，总之你们都下线，三十分钟后再上，就ok了，不然有你们在的话，这个方法虽行，但是弄不好你们会有人挂的。”我一本正经地说道。\\n\\n“真的吗？”挑灯有点不相信地说道。\\n\\n“我这样子象骗你们吗，快点下吧，别耽误时间，我还等着挂了这些射尸鬼吃中饭呢。”我催促着说道。\\n\\n大熊、挑灯、看剑、风铃姐妹个个带着依依不舍的目光，看了又看我，道了声多多保重，千万别挂后，纷纷下了线。\\n\\n看他们一走，我立即来了精神，咱之所以让他们下线，二个目的：一个的确是有点私心，不想让他们知道我的秘密，第二也确实为他们好，同一组的玩家，怪物一旦动手，可是会优先挑选弱的下手，他们弄不好，还真得挂几个，刚收的小弟，就让他们死，那咱多过意不去啊，所以这苦，还是我这个当大哥的担了。\\n```\\n\\n\\n------------\",\"timestamp\":1640583819,\"title\":\"第二百二十二章 出狱一\"},\"digest\":\"8uAJY_l0LCnrF03ly77_uA5M9TN5ELHLOkDRWN7gOQw\",\"authorship\":{\"contributor\":\"0x2aB2ddB9B44594F26c2Ac0c08EE7fd9AF8E33663\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"215FyxhQtyd9080t_XkKbAYHsQXFZRdFszTWNjiKzQA\\\",\\\"y\\\":\\\"WHHLhRd3gm8LviODh84_Mv1SZrsG7ih6onsC3RVTL7U\\\"}\",\"signature\":\"Jy5zEUoC1Vm9AcpgjXpVkPqWuTAHcXalPHurV8h-pxWCmn1M5WZupgsMNAQn8XyEKMmMFAFtfa8enbT-QRCRWg\",\"signingKeySignature\":\"0x3b87088b60f41d8d8732e205e512764b1daf34cade27c9039347aeaa6a96298833fc11f53d0b718100bcd234f3c5f9578a8c42f5171a6f0e5233c0f76ef10afb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"215FyxhQtyd9080t_XkKbAYHsQXFZRdFszTWNjiKzQA\\\",\\\"y\\\":\\\"WHHLhRd3gm8LviODh84_Mv1SZrsG7ih6onsC3RVTL7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8uAJY_l0LCnrF03ly77_uA5M9TN5ELHLOkDRWN7gOQw\"}"