"{\"content\":{\"body\":\"*\\\\*Migrated from Medium\\\\* Original Date - 01/15/21*\\n\\nNFTs have been fascinating me for quite a while. Clearly, crypto has been having a crazy month, leading to a flurry of thoughts, emotions, and reading. While my main focus remains on DeFi, I do sometimes find myself treading into NFT articles and posts. As a small child, I was an avid collector of many things. Some were pretty random: bottle caps, Yogurt toys, and these little disks called Tazos. Others were more mainstream and had real value: stamps and currency bills. My fascination and excitement at collecting these items was strong, and as I recall these collections, I identify a similar feeling I get when researching investment opportunities. In both ways, it is a hunt with an objective — there is a journey, uncertainty, and thrill when you have realized that certain objective. The bridging of these two feelings led me to an important question: can we consider NFTs an investment, or even better, an investable asset class? And in addition to this, I will add a personal question: should I be investing and running diligence on NFTs? While some posts have been formal, this one will follow a more informal structure as I attempt to “think out loud”.\\n\\n**Question 1: can we consider NFTs an investable asset class?**\\n\\nThis is a hotly debated topic among some in the crypto community. One side points to NFTs as objects to own, but they aren’t really investible. While one does spend money on them and own them, they lack the profile of a legitimate investment (\\\\*Aside: technically every purchase can be understood as an *investment*, but the context here is around an actual financial investment where you expect to generate wealth). This would fall into the category of objects we can own multiple of for the purpose of ownership: fashion items, sports items, etc. The other side points to NFTs as valuable collectibles, which do have the profile of a legitimate investment, albeit one that is typically very illiquid. Here, we can think of art, baseball cards, and cars. In fact, there is already some solid evidence for this side, namely the scaling crypto art sector (a recent NFT art collection ran up an auction bid of $2.2m). An objection to this point in general stems from the fact that some don’t consider art or cars a legitimate investment. This is a fair objection — 90% of art actually devalues as soon as you leave the gallery and there are only a handful of classic models among a sea of cars that have hit the value J-curve experienced in collectible cars. But, as assets, some of these have performed very well: between 1985 and 2018 the art market’s return has been relatively in line with that of fixed income, according to a new report from Citi based on data from Masterworks.io. Value may be volatile and pretty murky, but it is there, which begs the question of it being an asset that can be structured as a financial investment.\\n\\nSo, how do I as a young investor categorize NFTs? Well, given the existence of fairly structured opinions for and against it being an investable asset, I can only conclude that the term is too broad — it is rather an umbrella category. The best non crypto parallel would be deciding whether personal ownership objects can be investable or not.\\n\\nNow that I have established that, let’s zoom into our identifiable section of the NFT universe that consists of investable assets: crypto art and collectibles (again pretty broad here). And, given that they do share some important similarities, we can group them into an asset class. These investible NFTs share the following key characteristics:\\n\\n* They are non-fungible, unique tokens\\n* They communicate ownership of a specific piece of data\\n* They are defined by their characteristics, especially visible and emotional\\n* Their value is derived from perception as well as supply/demand forces\\n\\nSo, bottom line is yes, they are theoretically an investible asset class.\\n\\nGiven this, what are the avenues to investing in NFTs? Well, there are currently two ways to do so: invest via acquiring NFTs yourself or invest in a fund of NFTs, managed by active and experienced people in the space. The former one is the most intuitive — this is how we do things in the non-crypto world. We buy art and cars and form our own collections. Maybe we do go in on a partner or two, but you rarely see a fund or tradable stake related to one of these collections. The latter one may come as a big surprise, and it is in fact, one of the most interesting developments in the NFT space. Today, you can invest in a fund that owns multiple NFTs. The first that comes to mind is [NFTX](https://medium.com/nftx/introduction-to-nftx-12e97c278b4), a platform that mints NFTX tokens that are backed by actual NFT collectibles. The goal here for an NFT investor would be to possess or own a stake in a pool of selected assets that given their characteristics will rise in perceptive value over the long term, with the ability to liquidate by selling to a future buyer.\\n\\n**Question 2: should I be allocating capital to NFTs?**\\n\\nNow this is a more difficult question to answer. On one hand, I am intrigued by the space and like the value proposition. Here we are in what might be the tiny beginning of a whole new collectible/ art era— owning a fund of certain NFTs today could be worth a whole lot more in the future when the space becomes mainstream. However, on the other hand, I face questions with value and use cases:\\n\\n1. I find it extremely hard to pick the right one (i.e. imagine picking the right Monet among thousands of other paintings when impressionism was just getting started). Yes, NFTX and the likes exist, but still there is severe execution risk here\\n2. Investing in an asset that is valued just by desirability and taste is scary. There is no cashflow or utility in many cases… buying and relying on someone else to buy later at a higher price due to perception is a tough pill to swallow\\n3. It is harder to have mental models/ frameworks for the thesis. What is a competitive moat in NFTs? Bottom line is that wrapping my head around an investment here becomes hard to do\\n\\nGiven all the above, I cannot be certain enough to enter as an investor. This may change, and I can say that for now I do enjoy the space as an onlooker and future consumer. Times change, and so will I, so we will see where this goes.\\n\\n**Future**\\n\\nWith that said, I want to end this post by offering my personal vision for the future. I do certainly believe that the underlying technology is phenomenal for the use case of collectibles and, therefore, see a future where:\\n\\n* Video games have virtual economies based on in-game NFT ownership. Skins, cards, tags, etc. are tradable and unique\\n* Sports franchises capitalize on the digital youth generation and produce NFTs for fans and sports fantasy games. Franchises can partner with games and vendors to create NFTs that fulfill all kinds of tastes (for a preview of this, check out [Dapper Labs](https://www.dapperlabs.com/))\\n* Digital art, photography, and other media really takes off. With the components of blockchain, NFTs can cut out fraud and piracy, enabling a *value unlock* for several creators that was not available before\",\"timestamp\":1634778690,\"title\":\"NFTs: Thinking out loud\"},\"digest\":\"TPFpgOW0gs3wBb3aA6pBQGFNzs9gsAyDMZUTJWXIGOU\",\"authorship\":{\"contributor\":\"0x8BE2355417EF645f3A3739DD1B8aBd38C563c595\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qme2acl07WYLe67XuJyfvXbtyyMMkQ9txsmjapLJzLo\\\",\\\"y\\\":\\\"ImcHQnVIeWClb8B9IWrS7vr8fOeYLU9z5Arsn_AG15U\\\"}\",\"signature\":\"Wa-iWjCYdNxT5zhUiCOLkfz1RJj-oQzpA-OBu4ezwM7xjNu0HfihOQxPkOJSuMjfuYuH5ICMfGvJlMWBdeceqg\",\"signingKeySignature\":\"0xf66203964105d0731c583ac6325cc16eac466ff287b617c1092bc7953514b67461b42d742e418ba3e66c7735ad5ca1eed2195d6398488fbf49bcb9a57b0cf0cd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qme2acl07WYLe67XuJyfvXbtyyMMkQ9txsmjapLJzLo\\\",\\\"y\\\":\\\"ImcHQnVIeWClb8B9IWrS7vr8fOeYLU9z5Arsn_AG15U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TPFpgOW0gs3wBb3aA6pBQGFNzs9gsAyDMZUTJWXIGOU\"}"