"{\"content\":{\"body\":\"**COMO PROTEGER SUA CARTEIRA EM 2022 (INFLAÇÃO NAS ALTURAS)**\\n\\n**Para nos protegermos de algo, primeiro, precisamos analisar como isso pode nos influenciar. Muitas pessoas hoje em dia têm a percepção que a inflação é simplesmente o aumento do preço vindo dos grandes empresários, porém isso é uma visão incorreta, a inflação é nada mais nada menos que a desvalorização do poder de compra, decorrente da baixa demanda da moeda em relação a quantidade de moedas existentes.**\\n\\n**Como podemos nos proteger dessa inflação? Existem algumas maneiras, a mais simples de todas seria fazer investimentos ligados a índices inflacionários, como por exemplo, um tesouro IPCA+; Outros métodos que podemos utilizar para nos proteger da inflação é se tornar sócio, por meio da bolsa de valores, de empresas que conseguem rapidamente repassar a inflação para o consumidor, como empresas de saneamento, alimentação, produtos que são fundamentais e básicos para viver; Além dessas duas também existe a proteção por meio de imoveis, imóveis tendem a sempre repassar, no mínimo, a inflação. Hoje no Brasil vemos um momento propício para realizarmos investimentos nessa classe de ativos quando comparamos os imóveis brasileiros com os dos outros países nesse momento pós pandemia ocorreu-se um grande descolamento na valorização dos imóveis em outros países do mundo, como por exemplo a Turquia que, durante o primeiro trimestre de 2020 até o primeiro de 2021, o preço dos imóveis se valorizaram em mais de 32%, fazendo dela a primeira do ranking, enquanto no Brasil essa valorização foi de um valor de apenas 4%, o que nos leva a acreditar, que, no Brasil, há uma grande chance de uma potencial valorização dos imóveis no futuro.**\\n\\n**(<https://content.knightfrank.com/research/84/documents/en/global-house-price-index-q1-2021-8146.pdf>)**\\n\\n**Vale sempre lembrar que estar exposto ao mercado da renda variável é uma ótima maneira de proteger seu dinheiro, desde que saibamos onde alocar corretamente o nosso capital. Hoje podemos dizer, que corremos mais risco não estando alocado no mercado da renda variável do que estando alocados nele, comparados com quem não investe. Se pegarmos o índice ibovespa, dolarizado, desde sua criação  nós conseguimos perceber que quem está investindo para o longo prazo, em boas empresas ou fundos imobiliários, vão conseguir atingir um bom resultado, como mostra o gráfico a seguir, desde 1965 o índice oscilou bastante porém mesmo com altas e baixas a tendência é se manter em relação ao dólar.**\\n\\n \\n \",\"timestamp\":1636762950,\"title\":\"Como se proteger da inflação, no brasil\"},\"digest\":\"q5Hr-2zNc26ll6INDHXQCl6Syxl9609MZb_2oR0zVP4\",\"authorship\":{\"contributor\":\"0xc774406f358c01709b36Fad3bCd89e5bAcE7fA77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z__jpOGkzXw5RanpOKeSAk4_Z2ImJ1JS-ya0bCmpch0\\\",\\\"y\\\":\\\"dFgPAn--iCl32nrDeky6nrOPRuYm-RIFRkQjJwABelk\\\"}\",\"signature\":\"uHqApxhIf_O4pFQ3-NdKhslNo-OO5BYtt7gmMBlPWl4fcgxBAHmOP8shUjvLckcPjvbw9Q9GkBxquYGadl63BQ\",\"signingKeySignature\":\"0xf683fe2128c358bd2523d2cc4bccdf986e753d8c60bcc9179d2cf73a32b455b829a51a32a368a75aefb699d1040fda4e9838758eee25645b56759e9e200385ce1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z__jpOGkzXw5RanpOKeSAk4_Z2ImJ1JS-ya0bCmpch0\\\",\\\"y\\\":\\\"dFgPAn--iCl32nrDeky6nrOPRuYm-RIFRkQjJwABelk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q5Hr-2zNc26ll6INDHXQCl6Syxl9609MZb_2oR0zVP4\"}"