"{\"content\":{\"body\":\"Rainbow universe is a 3D virtual social product based on blockchain technology. The reason why tianxiaxiu can quickly launch the product in the first year of yuanuniverse is closely related to its exploration on the blockchain over the years.\\n\\nTianxiaxiu believes that the distributed storage, smart contract and other characteristics of blockchain technology are highly connected with the decentralized red man economy of \\\"red man as a node connecting all businesses\\\", and can provide underlying technical support for it. Therefore, as early as 2018, tianxiaxiu established a blockchain value laboratory specializing in the scenario application of blockchain technology, and has developed a trusted security network technology framework of blockchain technology, including multiple service projects such as software, hardware and SaaS. In 2020, hashii art was launched in cooperation with Beijing contemporary art, which is the first successful application of blockchain technology in the art field.\\n\\nIn 2021, after long-term exploration and thinking, the world's scholars officially launched rainbow universe. Li Meng, chairman of tianxiaxiu, said, \\\"In the future, with the further development of blockchain technology, tianxiaxiu will further explore the boundaries of blockchain application. The company will continue to explore more reliable authentication / trust mechanisms. Honguniverse will be a decentralized open platform, which allows us to see that these cutting-edge hardware and software technologies have a place to play, and discusses a variety of possibilities for technology to change the world.\\\"\",\"timestamp\":1637227648,\"title\":\"Rainbow universe\"},\"digest\":\"ZUITte5AVX29DoMOtFuerFBwV_bZBzly6ggpRdSrgMs\",\"authorship\":{\"contributor\":\"0x2dAEA6B39c2A34AbAaCE3F4c265f3C9377D37d81\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"91Q4n865yID6bnygWRFz7mZX0pLPBxWjBOfIDYO1Of0\\\",\\\"y\\\":\\\"zh4l_IvVjLiddgLwAIQF3CPzT5LJoWRoAgFoC2QAuRY\\\"}\",\"signature\":\"hsVaXrrb1UriDGC77jEXQPCNReLrOIw7_A1edM5btLga9-pM5Onmbi2zPrc6QFZcZQxOw1SC5V6Oyru8OlwLBw\",\"signingKeySignature\":\"0x169c986a6b7e100510508eec5db0d9398e3a1430d13b19e49f81875e13a1388d1497d7af71824d8b9d74824914eb25caeb35809039d8cbb3da10ca2aa06804c71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"91Q4n865yID6bnygWRFz7mZX0pLPBxWjBOfIDYO1Of0\\\",\\\"y\\\":\\\"zh4l_IvVjLiddgLwAIQF3CPzT5LJoWRoAgFoC2QAuRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZUITte5AVX29DoMOtFuerFBwV_bZBzly6ggpRdSrgMs\"}"