"{\"content\":{\"body\":\"Warren, for many years, felt that inflation was his worst enemy. And for the average investor, it is. But there are some cases where **inflation can help you as an investor and make you richer**.\\n\\nTo fully understand what Warren did, you need to have an idea of what inflation is and how it is caused.\\n\\nLong ago people traded goods with one another for different products and services: *wheat for a pig, salt for firewood…* As time went by and the world began to globalize, people realized that this form of exchange was not efficient.\\n\\n\\n---\\n\\n## Gold Was The Commodity Chosen\\n\\nIt was then that it was decided that a metal difficult to find on the earth’s surface and with a chemical composition impossible to reproduce, [among many other qualities](https://medium.com/asymmetric-finance/the-importance-of-owning-gold-5066c19bc856), would be chosen to be used as a measure of exchange. Governments began to collect their taxes with gold and started minting their own coins to pay their citizens.\\n\\nSoon governments realized that **the amount of gold in their reserves indicated the wealth of a country** and began to take gold from citizens and give them paper backed by the government and the gold that the government had in its reserves. That is why in the US the dollar was created, in France, it was the franc, and in England, it was the pound. Each one had its equivalence according to the gold in its reserves and the number of papers issued.\\n\\nIn the case of the US, it was established that an ounce of gold cost $20 (today it is around $1,800).\\n\\n\\n---\\n\\n## World Wars And The Need For Money\\n\\nThe outbreak of the world wars caused governments to need money to be able to pay soldiers and especially armaments. But they had the machine that produced money and therefore, they put the machine to work, generating money, but not wealth. Something very similar to the current post-covid situation.\\n\\nDuring the nearly two decades it lasted, the global monetary system established during World War II was abandoned, there were four economic recessions, two severe energy shortages, and price and wage controls unprecedented in peacetime. It was, according to one leading economist, *“the greatest postwar failure of U.S. macroeconomic policy” (Siegel 1994).*\\n\\nCurrently, shortages in many commodities are already occurring, energy prices are rising exponentially and several countries are already considering price regulation.\\n\\n\\n---\\n\\n## Forensics Of The Great Inflation\\n\\nDuring 1964 inflation hovered around 0–1%, but this aggressive monetary policy of printing money and achieving 100% employment caused inflation to soar to 14%.\\n\\nOne of the best assets to be invested in at that time was housing. Homeowners who locked in thirty-year 5% mortgages in the 1960s benefited from inflation increasing their incomes while mortgage payments remained fixed.\\n\\n**That home that in 1960 cost $11,900, by 1980 had risen almost fourfold to $47,200.** Today mortgages hover around 1%.\\n\\n\\n---\\n\\n## Companies With Consumer Monopoly\\n\\nWarren understood that in the market situation of the mid-1960s one should invest in companies that benefited from a strong consumer monopoly and required nominal incremental amounts of capital to continue operations actually benefited from the effects of inflation.\\n\\nInvesting in **quality companies with high barriers to entry** is always a good solution.\\n\\n\\n---\\n\\n## Current Situation\\n\\nWe are facing a situation very similar to that which occurred during the two world wars. The whole world has needed a huge increase in capital.\\n\\n![Source: longtermtrend](https://images.mirror-media.xyz/publication-images/duQntbD-NIX6AE7Bs5n3u.png?height=818&width=1184)\\n\\nAt the end of World War II, Congress focused its attention on policies that it hoped would promote greater economic stability. Among other things, the law declared that it was the federal government’s responsibility to *“promote maximum employment, production, and purchasing power”* and established greater coordination between fiscal and monetary policies.\\n\\nThis is precisely what is happening today.\\n\\n**Gold, Real Estate and High-Quality Companies seem to be the only safe havens for the average citizen not to lose purchasing power or even to benefit from it.** This requires an [Asymmetric Portfolio](https://www.asymmetricfinance.co/) that benefits from this market environment.\\n\\nWarren Buffett after more than 60 years of investing has become one of the richest people in the world, his secret has been to compose and know how to read the market.\\n\\n\\n---\\n\\n*This article is for informational purposes only, it should not be considered Financial or Legal Advice. Not all information will be accurate. Consult a financial professional before making any major financial decisions.*\\n\\n*REF: [The Great Inflation](https://www.federalreservehistory.org/essays/great-inflation+)*; *Buffettology*\",\"timestamp\":1636494383,\"title\":\"How Warren Buffett Turned $1M Into $230M During The Previous Inflationary Period\"},\"digest\":\"GFx6tma-A-EHs2SBXWBrYUVXIX9hFtcYWKjpRyC1tIY\",\"authorship\":{\"contributor\":\"0xc88C4cc8793e31a11073928aA11b5584E871786A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J7Dx4lJIJcCe45CaBfNZcfYUgWj0vVFkRnIGEpJ-udc\\\",\\\"y\\\":\\\"Gcuqj6Q2N6d-7fmBBKOihNrOVz78Mqi3ABz4xISbjds\\\"}\",\"signature\":\"90VgGUWFXxIQYLajzNrzRyTiVljqOc3mbUar3rw_6D_FZmqcydbsrHSUyyI5ucerMiZwPpLwcjn2ci4ruc8Kfg\",\"signingKeySignature\":\"0x072054c439bf12c226c861e72ba2e0bcac2cd67120ca14cbe2e7dc443ff817a539fa6ad587640d194d212e0ce9a76fb92ea2b575f6732ec0f0ec192ea9b50c071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J7Dx4lJIJcCe45CaBfNZcfYUgWj0vVFkRnIGEpJ-udc\\\",\\\"y\\\":\\\"Gcuqj6Q2N6d-7fmBBKOihNrOVz78Mqi3ABz4xISbjds\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4YyZyvvLO6Gzs4rjOWKt6vJ-dsdzldxodhdWaZHaSJs\"}"