"{\"content\":{\"body\":\"A battery wheeled before them over the ancient bridge -a flight of short, broad cobbled steps up as far as the centre of the stream and a similar flight down to the other bank. The returning aplomb of the travellers was well illustrated by the professor, who, upon sighting this bridge, murmured : \\\" Byzantine.\\\"\\n\\nThis was the first indication that he had still within him a power to resume the normal.\\n\\nThe steep and narrow street was crowded with soldiers; the smoky little coffee shops were a-babble with people discussing the news from the front. None seemed to heed the remarkable procession that wended its way to the cable office. Here Coleman resolutely took precedence. He knew that there was no good in expecting intelligence out of the chaotic clerks, but he managed to get upon the wires this message :\\n\\n\\\" Eclipse, New York: Got Wainwright party; all well. Coleman.\\\" The students had struggled to send messages to their people in America, but they had only succeeded in deepening the tragic boredom of the clerks.\\n\\nWhen Coleman returned to the street he thought that he had seldom looked upon a more moving spectacle than the Wainwright party presented at that moment. Most of the students were seated in a row, dejectedly, upon the kerb. The professor and Mrs. Wainwright looked like two old pictures, which, after an existence in a considerate gloom, had been brought out in their tawdriness to the clear light. Hot white dust covered everybody, and from out the grimy faces the eyes blinked, red-fringed with sleeplessness. Desolation sat upon all, save Marjory. She possessed some marvellous power of looking always fresh. This quality had indeed impressed the old lady on the little pony until she had said to Nora Black: \\\"That  girl would look well anywhere.\\\" Nora Black had not been amiable in her reply.\\n\\nColeman called the professor and the dragoman for a durbar. The dragoman said: \\\"Well, I can get one carriage, and we can go immediate-lee.\\\"\\n\\n\\\" Carriage be blowed! \\\" said Coleman. \\\" What these people need is rest, sleep. You must find a place at once. These people can't remain in the street.\\\" He spoke in anger, as if he had previously told the dragoman and the latter had been inattentive. The man immediately departed.\\n\\nColeman remarked that there was no course but to remain in the street until his dragoman had found them a habitation. It was a mournful waiting. The students sat on the kerb. Once they whispered to Coleman, suggesting a drink, but he told them that he knew only one cafe, the entrance of which would be in plain sight of the rest of the party. The ladies talked together in a group of four. Nora Black was bursting with the fact that her servant had hired rooms in Arta on their outcoming journey, and she wished Mrs. Wainwright and Marjory to come to them, at least for a time, but she dared not risk a refusal, and she felt something in Mrs. Wainwright's manner which led her to be certain that such would be the answer to her invitation. Coleman and the professor strolled slowly up and down the walk.\\n\\n\\\" Well, my work is over, sir,\\\" said Coleman. \\\" My paper told me to find you, and, through no virtue of my own, I found you. I am very glad of it. I don't know of anything in my life that has given me greater pleasure.\\\"\\n\\nThe professor was himself again in so far as he had lost all manner of dependence. But still he could not yet be bumptious. \\\" Mr. Coleman,\\\" he said, \\\"I am placed under life-long obligation to you. \\\\* \\\\* \\\\* I am not thinking of myself so much. \\\\* \\\\* \\\\* My wife and daughter---\\\" His gratitude was so genuine that he could not finish its expression.\\n\\n\\\" Oh, don't speak of it,\\\" said Coleman. \\\" I really didn't do anything at all.\\\"\\n\\nThe dragoman finally returned and led them all to a house which he had rented for gold. In the great, bare, upper chamber the students dropped wearily to the floor, while the woman of the house took the Wainwrights to a more secluded apartment., As the door closed on them, Coleman turned like a flash.\\n\\n\\\" Have a drink,\\\" he said. The students arose around him like the wave of a flood. \\\"You bet.\\\" In the absence of changes of clothing, ordinary food, the possibility of a bath, and in the presence of great weariness and dust, Coleman's whisky seemed to them a glistening luxury. Afterward they laid down as if to sleep, but in reality they were too dirty and too fagged to sleep. They simply lay murmuring Peter Tounley even developed a small fever.\\n\\nIt was at this time that Coleman. suddenly discovered his acute interest in the progressive troubles of his affair of the heart had placed the business of his newspaper in the rear of his mind. The greater part of the next hour he spent in getting off to New York that dispatch which created so much excitement for him later. Afterward he was free to reflect moodily upon the ability of Nora Black to distress him. She, with her retinue, had disappeared toward her own rooms. At dusk he went into the street, and was edified to see Nora's dragoman dodging along in his wake. He thought that this was simply another manifestation of Nora's interest in his movements, and so he turned a corner, and there pausing, waited until the dragoman spun around directly into his arms. But it seemed that the man had a note to deliver, and this was only his Oriental way of doing it.\\n\\nThe note read: \\\" Come and dine with me to-night.\\\" It was, not a request. It was peremptory. \\\"All right,\\\" he said, scowling at the man.\\n\\nHe did not go at once, for he wished to reflect for a time and find if he could not evolve some weapons of his own. It seemed to him that all the others were liberally supplied with weapons.\\n\\nA clear, cold night had come upon the earth when he signified to the lurking dragoman that he was in readiness to depart with him to Nora's abode. They passed finally into a dark court-yard, up a winding staircase, across an embowered balcony, and Coleman entered alone a room where there were lights.\\n\\nHis, feet were scarcely over the threshold before he had concluded that the tigress was now going to try some velvet purring. He noted that the arts of the stage had not been thought too cheaply obvious for use. Nora sat facing the door. A bit of yellow silk had been twisted about the crude shape of the lamp, and it made the play of light, amber-like, shadowy and yet perfectly clear, the light which women love. She was arrayed in a puzzling gown of that kind of Gre- cian silk which is so docile that one can pull yards of it through a ring. It was of the colour of new straw. Her chin was leaned pensively upon her palm and the light fell on a pearly rounded forearm. She was looking at him with a pair of famous eyes, azure, per- haps-certainly purple at times-and it may be, black at odd moments-a pair of eyes that had made many an honest man's heart jump if he thought they were looking at him. It was a vision, yes, but Coleman's cynical knowledge of drama overpowered his sense of its beauty. He broke out brutally, in the phrases of the American street. \\\"Your dragoman is a rubber-neck.  If he keeps darking me I will simply have to kick the stuffing out of him.\\\"\\n\\nShe was alone in the room. Her old lady had been instructed to have a headache and send apologies. She was not disturbed by Coleman's words. \\\"Sit down, Rufus, and have a cigarette, and don't be cross, because I won't stand it.\\\"\\n\\nHe obeyed her glumly. She had placed his chair where not a charm of her could be lost upon an observant man. Evidently she did not purpose to allow him to irritate her away from her original plan. Purring was now her method, and none of his insolence could achieve a growl from the tigress. She arose, saying softly: \\\"You look tired, almost ill, poor boy. I will give you some brandy. I have almost everything that I could think to make those Daylight people buy.\\\" With a sweep of her hand she indicated the astonishing opulence of the possessions in different parts of the room.\\n\\nAs she stood over him with the brandy there came through the smoke of his cigarette the perfume of orris-root and violet.\\n\\nA servant began to arrange the little cold dinner on a camp table, and Coleman saw with an enthusiasm which he could not fully master, four quart bottles of a notable brand of champagne placed in a rank on the floor.\\n\\nAt dinner Nora was sisterly. She watched him, waited upon him, treated him to an affectionate inti. macy for which he knew a thousand men who would have hated him. The champagne was cold.\\n\\nSlowly he melted. By the time that the boy came with little cups of Turkish coffee he was at least amiable. Nora talked dreamily. \\\" The dragoman says this room used to be part of the harem long ago.\\\" She shot him a watchful glance, as if she had expected the fact to affect him. \\\"Seems curious, doesn't it? A harem. Fancy that.\\\" He smoked one cigar and then discarded tobacco, for the perfume of orris-root and violet was making him meditate. Nora talked on in a low voice. She knew that, through half-closed lids, he was looking at her in steady speculation. She knew that she was conquering, but no movement of hers betrayed an elation. With the most exquisite art she aided his contemplation, baring to him, for instance, the glories of a statuesque neck, doing it all with the manner of a splendid and fabulous virgin who knew not that there was such a thing as shame. Her stockings were of black silk.\\n\\nColeman presently answered her only in monosyllable, making small distinction between yes and no. He simply sat watching her with eyes in which there were two little covetous steel-coloured flames.\\n\\nHe was thinking, \\\"To go to the devil-to go to the devil-to go to the devil with this girl is not a bad fate-not a bad fate-not a bad fate.\\\"\\n\\nCHAPTER XVII.\\n\\n\\\" Come out on the balcony,\\\" cooed Nora. \\\"There are some funny old storks on top of some chimneys near here and they clatter like mad all day and night.\\\"\\n\\nThey moved together out to the balcony, but Nora retreated with a little cry when she felt the coldness of the night. She said that she would get a cloak. Coleman was not unlike a man in a dream. He walked to the rail of the balcony where a great vine climbed toward the roof. He noted that it was dotted with. blossoms, which in the deep purple of the Oriental night were coloured in strange shades of maroon. This truth penetrated his abstraction until when Nora came she found him staring at them as if their colour was a revelation which affected him vitally. She moved to his side without sound and he first knew of her presence from the damning fragrance. She spoke just above her breath. \\\"It's a beautiful evening.\\\" \\\" Yes,\\\" he answered. She was at his shoulder. If he moved two inches he must come in contact. They remained in silence leaning upon the rail. Finally he began to mutter some commonplaces which meant nothing particularly, but into his tone as he mouthed them was the note of a forlorn and passionate lover. Then as if by accident he traversed the two inches and his shoulder was against the soft and yet firm shoulder of Nora Black. There was something in his throat at this time which changed his voice into a mere choking noise. She did not move. He could see her eyes glowing innocently out of the pallour which the darkness gave to her face. If he was touching her, she did not seem to know it.\\n\\n\\\"I am awfully tired,\\\" said Coleman, thickly. \\\"I think I will go home and turn in.\\\"\\n\\n\\\" You must be, poor boy,\\\" said Nora tenderly.\\n\\n\\\"Wouldn't you like a little more of that champagne?\\\"\\n\\n\\\" Well, I don't mind another glass.\\\"\",\"timestamp\":1638928668,\"title\":\"\\nThe cavalcade reached at last the bank of the Aracthus river, with its lemon groves and lush grass.\"},\"digest\":\"ZXuAuNqlyBMPFPRZkwaP363Ft1x63JIbu3SacVtwHOo\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KpN_IKCMvTFJdKa8Z9dQo2BTDoJzMFelvs50nh5vBXQ\\\",\\\"y\\\":\\\"sadke4MH5CdhXg_iV9R-ONTuaUXC2zCj3iQa4-exDto\\\"}\",\"signature\":\"b_u7uO77-6OBBihCbfrnwmqTcAiTFce_b4SXfVKNIcgOjQkCsVYrXXunphIWVk_kkG5WwhqhnYbyG7t9Mfiidg\",\"signingKeySignature\":\"0xbc5036e736a9e5ef11135dfbf7bf4e650b15e33e8b5b705b32f73554821b02f63e747289cf70d25b682d43c0338e727abbedc85c651294de72265624b813721f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KpN_IKCMvTFJdKa8Z9dQo2BTDoJzMFelvs50nh5vBXQ\\\",\\\"y\\\":\\\"sadke4MH5CdhXg_iV9R-ONTuaUXC2zCj3iQa4-exDto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZXuAuNqlyBMPFPRZkwaP363Ft1x63JIbu3SacVtwHOo\"}"