"{\"content\":{\"body\":\"Since our “Hello World” post, [NO AUDITIONS NECESSARY pt.1](https://heat.mirror.xyz/_bLJ1t-v11zTCgV3I5pEJDQPBG5A_ZnhLVCRFgaxc9s), we have seen dancers begin to flood into our [Discord Server](https://discord.gg/JzGPrYys) and tell us about their interests in Web3. We have also released our [inaugural NFT drop](https://heat.mirror.xyz/HGerWynxAuJqPvTXk0A5tGQGsduv5XVbCR7exLkj1LY) and began to raise the capital we need to in order to get this project on it’s feet. We flew to NYC, met and connected with some of the brightest minds of our generation. Now we are getting ready for our big showcase at [SeedClub Demo Day](https://twitter.com/seedclubhq/status/1456680068617441285?s=20) this Friday. To get you excited for this Friday, we put together a mock interview to imagine the long-term impact HEATDAO aims to have. For this piece we’ve time traveled to 2028 to bring you an interview with Parker, a future community member and one of our metaversal dancers, where we discuss how the shift to web3 has taken their career to new heights. Check it out below.\\n\\n\\n____________________________\\n\\n**Can you tell us a little about your background?**\\n\\n\\n“Sure. I’ve been dancing since I was a teenager. After high school I attended the Glorya Kaufman School of Dance at USC. Since then, I’ve danced in and choreographed countless music videos for artists big and small. Then in 2021 I began to explore web3 and experimenting with NFTs. Since then, my style of work has changed quite a bit, which we can get into shortly.”\\n\\n**What brought you into NFTs and Web3?**\\n\\n\\n“The dance world is hyper-competitive, and is lucrative for a very small number of people. No matter one’s talent level, it can be tough for most dancers and choreographers to make a living, because by nature the work often revolves around finding gigs. Most of us are here because it’s what we know and love, you know? Once I started learning about NFTs, the idea of owning my dance and more specifically, how my dances can be utilized in ways I didn’t expect, is when I had my first “a-ha” moment. Since, it’s been a rabbit hole of how my motion can empower and help others express themselves.”\\n\\n**What has changed about the way you work?**\\n\\n\\n“First – having a marketplace for my work has changed everything. Instead of having to land a gig and then choreograph for it, I can now put my own work out there into the world, without the approval of a client and I get to see how others want to use it. Oftentimes a dance ends up being used in a totally different way than I’d intended or expected it to.\\n\\nTouching on a more collaborative aspect, I worked with metasystem Decentraland for a special all night rave event that they were curating. I captured and minted 5 exclusive dances for the event that participants could use at the rave. It really felt like it brought another layer of self expression to the audience's avatars, it's really important for me to try and help empower people through movement.”\\n\\n**What else is HEAT doing to help you and other creators?**\\n\\n\\n“Provenance is paramount, especially in creative industries, but so is protecting your work. HEAT-SHIELD notifies me and any platform of when my work has been copied and helps to protect my IP.\\n\\nI also loooveee the community that surrounds the $HEAT. We’ve collectively built a really amazing network of some of the best dancers around the world, which opens the doors to global collaboration with other choreographers, I mean look at HEAT-SINK. You can mash up any choreographers movement data and mint a brand new dance. Truly the possibilities are endless. I feel that many of us in the community have ideas for improvement and the team listens. We’re educating one another about governance and it feels good to have our voices heard.\\\\`\\\\`\\n\\n**Thank you Parker, and is there anything you wanna say to future body movers just getting into space?**\\n\\n“Yeah absolutely, thank you for having me. Yeah, I would say: get into the community, that's where it's at and that's where it starts. Join the discord and don't be afraid to ask questions, the community is super helpful and the team is super responsive. This is the future, it's the first time dancers have ever had a new digital market with provenance.”\\n\\n\\n_________________________________________________\\n\\nThese are the people we would like to join together in our community and these are products we want to create for them.\\n\\nOur mission is simple\\n\\n* Create a brand new Marketplace for Dancers\\n* Bring Utility by partnering with metaverses to integrate functionality with avatars\\n* Empower a community of dancers and body movers to capture, create and mint movement data NFTs\\n* Continue to research ways of creating accessibility and protection for our community\\n* Throw the biggest DanceOff the metaverse has ever seen\\n\\nThis is an open call for people to come and join us on this mission to create this brand new marketplace for dancers, and bring a new layer of self-expression to the metaverse.\\n\\n**Join the HEATDAO initiative**\\n\\n**[Discord](https://discord.gg/sxx9bFpecm)**\\n\\n**[Twitter](https://twitter.com/heatdao)**\",\"timestamp\":1636414231,\"title\":\"NO AUDITIONS NECESSARY pt. 2\",\"publication\":\"heat\"},\"digest\":\"0DCzFM_9p-7_Ta0od93BVyMcbrOGwBt1hLldJXvvqlM\",\"authorship\":{\"contributor\":\"0x60E799C5371f64271DBF6B2E5e04B1925df91E72\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ByFq4_37uZpCIZBHFnzd2Lj1wKkdsMjtPYbVirpmxVI\\\",\\\"y\\\":\\\"QEhhOdhrM4bynnIcCeNPpv3GqwJ5rLWxajO8mNp_Ldc\\\"}\",\"signature\":\"3G_Cis9sJvMWI7Ec06nRRUmFeypcTWv_cto7m_UTqUxxrFbKY1IceJHcrj20DZ3xqL0_al78MoQd4cRMtP_ZJA\",\"signingKeySignature\":\"0xf2660d43ce49da57f3186cdb9b7efd298237d21125f09571e597966e33876d4c403e4dd434529a58f5ceb0a6691c43e356e1161defdbb7e4a84c13574e2dc92d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ByFq4_37uZpCIZBHFnzd2Lj1wKkdsMjtPYbVirpmxVI\\\",\\\"y\\\":\\\"QEhhOdhrM4bynnIcCeNPpv3GqwJ5rLWxajO8mNp_Ldc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZO_mNadLvauOL3soDWIAKm8th8FuyibJOJE7M22Hcos\"}"