"{\"content\":{\"body\":\"我看圈里有提问“趋势交易和波段交易的区别”。其实波段怎么做，之前我都演示给你们看了，就不需要再强调了。有圈友发文说黄金的交易想做趋势，但总是被分时图表上的回撤给打掉了，这说明欲望和系统太不相配了。今天就举例说明一下。我们看看下面这张**黄金指数的周线图**（图一）：真正这波行情的启动是下降趋势线（1）被突破，然后回撤突破点（3），然后回撤结束再次突破下降趋势线（2），至此，开启了一段大的上涨行情。如果是趋势系统，根本不能看分时，必须看周线，日线是我们这些做波段的人看的，做趋势看日线都不可能做好，看分时岂不是更扯淡。也就是说，要想做到黄金的这波上涨趋势，并且完整的吃下来，日线上的波动都要忽略，止盈位置要不断机械提高，比如现在的止盈位置就应该是跌破水平线（4），趋势交易的掐头去尾代表的就是启动的时候你做不到，平仓的时候要吐出一部分利润。还有一点更令人难以接受的，就是如果黄金没有这种超级单边的大行情，你就要承受赚不到钱还要浪费保证金的结果。比如下面这张沪铜指数的周线图（图二），如果是趋势系统，那么上一波上涨趋势的离场点应该在水平线（1）被击穿，空头进场大概率是在图中箭头所指的那个位置，当然，进场可以精确到分时图表上，无论是趋势交易还是波段交易，都可以在分时上找进场位置，但因为你是趋势系统，所以你的出场就不能随意，必须按照趋势没有发生变化就不能离场的原则，否则你就赚不到单边大行情的钱，就好比黄金，周线上趋势没发生变化，你就不能乱动，动了就会赚不到后面的钱。那好，回到铜上面来，在趋势没有走出来之前，谁都不会知道铜的趋势是这样的，如果是趋势空单，拿了一年多，才赚多少点？你们去算一算，而且，现在还不能平仓，平仓点在哪里呢？在突破水平线（2）那个地方，那你们再看看，这个趋势交易做了一年多，能赚到钱吗？再看下圈友发的这张白糖的日线图（图三），从波段的角度，多单早就应该跑了，第二根趋势线破了，说明这一个波段结束了，但从趋势系统的角度，多单还得拿着，因为第一根趋势线还没破呢。\\n\\n![](https://images.mirror-media.xyz/publication-images/ZZHtVU8ZZsu7VixmcAxST.png?height=371&width=594)\\n\\n![](https://images.mirror-media.xyz/publication-images/il1hXYamfvyZCRyW7BBrH.png?height=368&width=594)\\n\\n![](https://images.mirror-media.xyz/publication-images/vJz7aN4n_hoZoQKsRURIu.png?height=318&width=590)\\n\\n所以，我前天写了一段文字，就是针对趋势交易和波段交易的利弊讲的，如果你说自己的系统是趋势系统，那你就要承受周线级别的大波动，并且要接受有可能根本就没趋势，赚不到钱甚至亏钱的心理准备；如果像我这样做波段的，那就要接受踏空行情的准备。因为波段交易者的主战场在日线上，日线一旦发生大的波动之前，我就要跑路，但我也确定不了跑的对不对？后面还有没有机会进去？这是我必须承受的。而趋势交易者也一样，你也有必须承受的东西。你又想吃到单边大行情，重仓暴富，又不想承受波动，分时上的回撤你都接受不了，那做啥趋势呢？天下哪里有这么好的事情，如果有，麻烦带上我行吗？ \\n\\n我之前发过一段文字“如果能理解到市场的随机性和自我能力的有限性，才会悟到交易的真谛”。很多人提问一些交易的细节问题，好比为什么在这里止损？为什么不可以是A进场？为什么非要在B进场？为什么行情还在涨，你就要平仓呢？为什么你一会儿在分时上设止损，一会儿又在日线上设止损？……这些问题其实我也不是很好回答。因为交易其实是很个性化的，比如设止损这个问题，其实在哪里设并没有严格的规定，除非是程序化交易，我们这一类的主观交易者其实都是秉承着亏小钱赚大钱的原则去做交易的，你们进圈这么久，看我做了几笔交易？也有被止损的吧？但止损和赚钱的比例呢？大部分合格的交易者或者优秀的交易者都是这样，赚钱就是最终目的。另外，就是仓位管理和止损也要结合起来，如果止损点离的比较远，仓位就轻一点，如果你非要重仓，那就只能设近一点，一切都以自己能承受多大金额的亏损为前提。有的时候我的进场点也不是非常的好，那怎么办呢？那只能设一个比较远的止损了，那我就仓位上控制一下呗，一般都是半仓进场，遇到这种情况，那就30%仓位好了。交易中能确定的东西只有一个：就是止损！这是可以事先就明确下来的，其它的都是不确定的。我能承受单笔交易止损10%的后果，所以我敢于一笔到位的重仓交易，除了我的资金承受力之外，更重要的是我不轻易做，我只选胜算概率偏大的机会做，即使我亏了10%，或者连续两次都错，亏了20%，只要我做对一次，至少都是50%的利润，所以我就不担心啊，你们看我的交易都是很谨慎的，能保本的时候我会尽量保本，不能保本的时候尽量在止损不是特别远的地方进，而且我不太可能发生连续止损好多次这样的事情，那是因为我的分析能力很强，同时我的执行能力也很强。我分析出来的大方向出错概率比较小，而我看不清楚的交易统统不做，即便后面看清楚了，没有给我机会进场我也放弃，我只做我心里有数的行情。也就是说，分析能力是首要的，比如铁矿，有人问能不能做多？橡胶能不能做多？我不说“不能”，我只说“我不能”。因为我分析的结果就是暂时不能啊，我会无比坚定地执行我的分析，比如油脂，我的分析就是逢低做多，那在执行上我就是会去做这样的动作。所以，分析和执行是交易的核心，这两点都必须做到很牛，才有可能赚钱。我那个朋友的逆势交易其实也同样是分析和执行，他分析这个行情就是有回撤或是反弹了，冲进去做一把，然后赚钱了跑路，如果分析错了同样需要止损，不止损就爆仓，爆仓他能接受那就可以。\\n\\n法无定法，势无定势。所以我一向对程序化交易没兴趣。交易是随着动态市场的变化不断调整自己的分析、策略以及执行的游戏，想以一成不变的系统应对千变万化的市场，想都不用想，很难成功。如果程序化交易能大获全胜，那这个地球上的财富都得到他们家去。我们要训练自己的就是这两个方面，一个是分析，一个是执行。你们在圈子里，分析我可以提供，执行得靠你们自己自律，否则神仙也帮不上忙。\",\"timestamp\":1642486966,\"title\":\"趋势交易和波段交易的区别\"},\"digest\":\"ZhJeq_HMzKbcuCgvN0e5l31Mrg17Puw295Fo4mq-Dx0\",\"authorship\":{\"contributor\":\"0x4c9Ad1F4c20392aC4F928f70CAB0e6320090768A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Xu9ToMfh-GR9AeDgdC29Puk1T_QN92bOoDz2FmdMjU\\\",\\\"y\\\":\\\"UwOzrPkR5xzwz8-fevh5YFuiDt1Q3ieaUn7a2lMRUPM\\\"}\",\"signature\":\"byJ2e6sS4gtdhGgXV-AZBYQC8Jt7NaoBaoErnrtbPHmGAKTzlaMxq8kqBQrLnL9klJrQTjzRwRU2-c8mNOxpIw\",\"signingKeySignature\":\"0xbc551084e7f1b0cc0cdca265b57b52622285aeb2338ee2390452eafee2ab21514c200d82c9a2052647afac21bda1cac105d9c63f7e89c4822696f723bbb3aa761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Xu9ToMfh-GR9AeDgdC29Puk1T_QN92bOoDz2FmdMjU\\\",\\\"y\\\":\\\"UwOzrPkR5xzwz8-fevh5YFuiDt1Q3ieaUn7a2lMRUPM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZhJeq_HMzKbcuCgvN0e5l31Mrg17Puw295Fo4mq-Dx0\"}"