"{\"content\":{\"body\":\"1. Play-to-Earn economic model\\n\\nBy understanding the real reason for the explosion of the meta-universe, we know that under the power of the blockchain, part of the economic system of the meta-universe is realized by the blockchain as a blockchain game, forming the Gamefi field.\\n\\nThe core of the Gamefi field is the Play-to-Earn economic model. Unlike the Free to Pay (free game) model in the traditional game industry, players in blockchain games can earn real money through encrypted assets Silver, players who participate in the construction of virtual economy and games earn rewards through their own participation behaviors, and then sell them in the market for revenue.\\n\\nThe development team of the blockchain game has changed from the traditional game development team's game service provider identity to the company architect, and the players have changed from the player who spends money to play games to the employees who contribute to the company's development and expansion. . This is the biggest contribution made by the Play-to-Earn economic model.\\n\\nThe change in the identities of the two parties has made it a job for players to spend money to play games, and blockchain gamers can instead ask for rewards from the market through games. Players are more like working, paying time and labor, and earning income for the family.\\n\\n1. Capital promotes meta universe\\n\\nThe popularity of the blockchain meta-universe is rapid and fierce. From any point of view, it is not just the reaction of the market through slow accumulation and precipitation. The fact is, as we imagined, that behind the explosion of the meta universe is the result of capital promotion.\\n\\nIn March 2021, Roblox was listed on the New York Stock Exchange, known as the first stock of Metaverse. The company's products went live in 2008, and it has built a multi-person online 3D creative community that allows users to create content at will by providing editing tools and materials.\\n\\nIn just a few months after Roblox went public, its valuation soared from US$4 billion to US$50 billion, an increase of more than 10 times in less than half a year.\\n\\nA valuation increase of more than 45 billion US dollars is definitely not the energy that American retail investors can burst. Combined with the meta-universe platform that Facebook intends to create at the beginning of the article, it is absolutely impossible to believe that there is no capital participation from Wall Street.\\n\\n1. Anxiety under the global epidemic\\n\\nWith the promotion of capital, there is also an environment for capital to be used. The global epidemic has caused great changes in people's production, life, and entertainment methods throughout 2020 and the first half of 2021. People find that it is more important to conduct meetings, work, shopping, and entertainment in a non-contact virtual environment.\\n\\nSome resource-exporting countries (such as Southeast Asia) have caused an economic crisis due to the epidemic in economic globalization, and to pass on this crisis, it is necessary to seek new economic growth points in addition to resource exports. And this new growth point is precisely the economic system mapped by the meta-universe, allowing people to earn a certain amount of income through the virtual world in the reality of high consumption and low income.\",\"timestamp\":1635662214,\"title\":\"Reasons for the explosion of the meta universe\\nP2E, capital, epidemic\"},\"digest\":\"YXTkb-Ffvf2sKZOLUtkGUx-TtbUMfB1h3_vqdEj1gcE\",\"authorship\":{\"contributor\":\"0x6b0fD4442289d6dBff50b126c9A4Aa9305e1D5e9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ImfwuqmbURnrpsHdSAp4a7GXhr9ihymAQSw9zLFXDP4\\\",\\\"y\\\":\\\"BQx3lwepPUKPh0gstEzKdY2bAmOjasurOdqCQfEculg\\\"}\",\"signature\":\"WqE8H3LeXT1faZNSh-UusVLkEqnq8RWpFyBf0Qb0v4QgT5gvbOYaNBJLkTrLsNFDI3xacTiGqa3yxho69vfl2A\",\"signingKeySignature\":\"0xffb304ece020425b56da557dff22f01b5af60346c1938ceb7266471b51d1a45d350317826f811a868ded2767e80f707498edcc41ab5b1dbe4800a7edaa1a24851c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ImfwuqmbURnrpsHdSAp4a7GXhr9ihymAQSw9zLFXDP4\\\",\\\"y\\\":\\\"BQx3lwepPUKPh0gstEzKdY2bAmOjasurOdqCQfEculg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YXTkb-Ffvf2sKZOLUtkGUx-TtbUMfB1h3_vqdEj1gcE\"}"