"{\"content\":{\"body\":\"“二河，你要知道，暴力有时候并不能解决一切。” \\n  \\n     李明启用手拉住了眼睛已经开始充血的刘二河。 \\n  \\n     因为在他们的眼前，一个被绑在桅杆上的人，低垂着头一动不动。 \\n  \\n     “万岁爷，看样子摄政王还有呼吸，我们应该先把他放下来。” \\n  \\n     刘二河听从李明启的吩咐没有冲动，但是从他的手一直背在身后的举动上能看出来他的内心并不平静。 \\n  \\n     他背后的水手服下斜绑着一柄直刀，刀柄就在右手腰侧的位置。 \\n  \\n     “先给他浇点水，想要救他的话，我们的动作应该加速了。” \\n  \\n     李明启刚吩咐完，刘二河就点点头，拧开一瓶矿泉水，从被绑住的‘摄政王’头上浇下。 \\n  \\n     “好了，再耽误下去那两个擦甲板的家伙会注意到我们的。” \\n  \\n     丢开矿泉水瓶子之后，三个身穿水手服，带着旧海军帽的身影就向着船长室慢慢接进。 \\n  \\n     大海上，水手们都是实行分班制的，四个小时一班。现在交班后的水手们正在补觉，而值班的水手都在在几个关键的位置上工作。 \\n  \\n     现在领航员和大副在船舵位置，水手长刚被杀死。所以现在甲板上除了那两个正在清理甲板的学徒之外，就只剩下那个正在桅杆上检查缆绳的倒霉蛋了。 \\n  \\n     一路上绕过几个装着母鸡的木制笼子、两只被养在船上的山羊之后，李明启几人接近了船长室。 \\n  \\n     “欧内斯托，你要明白，如果我们不靠岸补充物资的话，大家很难挺过后面两个月的航程。” \\n  \\n     船长室内，兼职船医的厨师巴顿，望着依旧无动于衷的船长据理力争着。 \\n  \\n     “补给可以，但是上岸找女人不行。还有，船上现在还有充足的食物，所以除了淡水之外，我想，再补充一些橘子就够了。” \\n  \\n     欧内斯托低头看着航海图，手指在奥尔德港点了点。 \\n  \\n     “巴顿，你要知道，我们虽然挂着美国国旗，但是那些法国人以及荷兰人的私掠船很多时候比海盗还像魔鬼。” \\n  \\n     看着还想要说些什么的巴顿，欧内斯托叹了口气，只好实话实说。 \\n  \\n     “巴顿，我们一起出海已经快要十年了，所以我不想骗你。这次到达美国之后，我决定卖掉这艘船，然后就定居在那里。” \\n  \\n     “为了打开从欧洲到亚洲的航线，我抵押掉了我的房子和土地。但是那个该死的清国将军却没有购买我的那些步枪。” \\n  \\n     “所以…我已经破产了。除了那些步枪之外，我已经一无所有了，包括这条船！” \\n  \\n     是的，为了这次本以为很愉快的冒险，飞鸟号的一半所有权已经属于英国米特兰银行了。 \\n  \\n     这也是欧内斯托毫不顾忌船上物资的消耗，尽量让船上每一个人都吃饱的原因。当然，也包括让那些船舱里的清国人吃饱。 \\n  \\n     饶是巴顿已经有了预感，但是欧内斯托说出的事实还是让他感到不可思议。 \\n  \\n     一起工作了这么久，两人之间早已经由老板和雇员的关系进化成了友谊。现在看到好友的现状，他一肚子的话变成了一声叹息。 \\n  \\n     “不，船长先生，我想你还有机会！” \\n  \\n     就在船长室内的两人陷入莫名的哀伤氛围时，船长室的门被人推开。 \\n  \\n     站在门口的巴顿首当其冲，被刘二河一脚踹到了角落里，半天爬不起来。 \\n  \\n     欧内斯托刚刚握住抽屉里的手枪，脖子上就被架上了一柄直刀。 \\n  \\n     看着这柄做工无比精美的直刀，欧内斯托实在是想不出来，对方为什么会用这柄价值几乎可以买下他整条船的艺术品来战斗。 \\n  \\n     在他看来，这柄武器最应该出现的地方，就是那些贵族的客厅墙上。 \\n  \\n     （龙泉镇宅宝剑唐横刀绣春刀唐剑一体刀剑长武术刀具防身户外未开刃——某平台商品名称。） \\n  \\n     “请不要伤害我们，我只是一个即将破产的可怜商人而已。” \\n  \\n     慢慢松开握住枪柄的手，然后缓缓站起身走出办公桌，双手放在脑后无比熟练的趴在了地上。 \\n  \\n     这时，角落里的巴顿才缓了一口气，有时间打量了一下敌我双方的实力。 \\n  \\n     被塞住嘴的小威尔逊，头上顶着一个十分明显的大包，被一个面容白净的清国恶棍用枪顶着脑袋。 \\n  \\n     船长趴在地上已经放弃了抵抗，而那个手持奇怪样子贵族长剑的瘦高个恶棍同伙，正恶狠狠的盯着船长。 \\n  \\n     还有一个矮个子清国人站在门口，看样子是为了警戒和堵住他们的后路。 \\n  \\n     从对方的身高上能看出来，对方应该不是恶棍，嗯…可能是恶棍的仆人之类的。 \\n  \\n     深呼吸一口气后，巴顿感觉自己还有机会翻盘。 \\n  \\n     他只需要一秒钟的时间抽出手枪，半秒钟打开保险、扳开击锤。两秒钟的时间瞄准那个拿着手枪的小白脸，然后就是开枪。 \\n  \\n     接下来只要重新扳开击锤，趁着拿刀的瘦高个没反应过来的时候击倒他。最后是门口最没有战斗力的那个矮子。 \\n  \\n     计划非常完美！ \\n  \\n     巴顿的眼睛眯了眯，趁着所有人的注意力都在船长身上后，他大喊一声抽出了手枪： \\n  \\n     “上帝保佑！” \\n  \\n     上帝果然站在了他忠实信徒的这一边，让巴顿成功的抽出了手枪。 \\n  \\n     可是没等他脸上的笑容完全绽放，那柄被他保养的十分良好的‘柯尔特M1848龙骑兵型转轮手枪’就在空中划出了一个近乎于完美的弧度，啪嗒一声落在了李明启脚下。 \\n  \\n     场面一度十分尴尬！ \\n  \\n     事实证明，刚在厨房忙活完的手不适合拔枪，否则残留在手上的鱼油会耽误手感。 \\n  \\n     “看来你的上帝不在家。” \\n  \\n     李明启松了口气，用脚踩住了那柄擦拭的十分干净的手枪。 \\n  \\n     几分钟之后，被打青一只眼睛并且塞住嘴的巴顿和欧内斯托一起，被绑在了办工桌旁。 \\n  \\n     小威尔逊则倒在一边，这个刚刚十五岁的小家伙因为表现良好（开战前被劫持后十分配合），所以享受了单独捆绑的待遇。 \\n  \\n     “海盗先生们，我们可以谈谈的。我只是一个可怜的即将破产的小商人而已。如果你想要这条船的话，请在下一个港口放我们上岸就行。” \\n  \\n     欧内斯托对于自己被海盗抢劫这件事不太抗拒，反正这条船抵达美国之后就不在属于他了。 \\n  \\n     对于他来说，或许当一个海盗也是个不错的工作，总好过去美国的西部碰运气。 \\n  \\n     毕竟一个失去自己的船并且上了岸的船长，和一个流浪汉差不了多少。 \\n  \\n     “我们确实需要好好谈谈。” \\n  \\n     借助于系统那可以切换语言界面的功能，李明启可以毫不费力的和这些欧洲人交谈。 \\n  \\n     靠在办公桌后的椅子上，李明启笑着说道：“你的上帝虽然抛弃了你，但是他还给你留下了一扇窗户。” \\n  \\n     “我现在有一笔生意想要和你谈谈，一个能让你发大财的生意！” \\n  \\n     看着欧内斯托逐渐明亮起来眼睛，李明启继续说道：“我听说您有一批积压在手里的二手步枪？正好，我需要这些破铜烂铁来让我的人练习打靶。” \\n  \\n     “不，那些不是二手步枪。它们是全新的，甚至出厂枪油都没有干的恩菲尔德m1853！” \\n  \\n     李明启笑了一下之后，仿佛有些苦恼的叹了口气：“可惜我只想买一些二手步枪，既然你没有的话，那么…” \\n  \\n     说到这，李明启有意无意的看了一眼桌子上放着的手枪。 \\n  \\n     “您说的对，我手里的那些就是二手步枪！”欧内斯托一脸严肃的说道：“这些破烂用来给您高贵的部下们练手是最好的选择，我想不出比它们还合适的二手步枪了。\",\"timestamp\":1637974259,\"title\":\"第七章 破产商人和二手步枪\"},\"digest\":\"CNdW3U0WpPpVaTF-YshpCJrGJYeFuHDqR9nZ198A9cw\",\"authorship\":{\"contributor\":\"0x2B1262c6c5Bf7f093938C8728Cc85dD05E5EFC87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"signature\":\"pZnOvtRsipj4suvwXduciiKBRmY5_a0wdKCwzU2FKZP6LMCgjZ8en53GqInteXA1W3_CybmO3RmNMdwUuRqgRg\",\"signingKeySignature\":\"0x1a941235b4e94ec644fb1a3ddf3a374a46454b1247017a07e9d004d58a201efa1bac668b7c406ea87b8595c4fa698e7637ad46b02956a0729e70f6808a56dfd91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CNdW3U0WpPpVaTF-YshpCJrGJYeFuHDqR9nZ198A9cw\"}"