"{\"content\":{\"body\":\"### Section 1 :Unlock protocol\\n\\nIn this era of self-publishing explosion of Youtube, Bilibili, Weibo, Tiktok, etc., every content creator with IP is not limited to one platform, and juggling multiple platforms has become the industry norm. However, at the same time, being familiar with the backend of multiple third-party centralized programs and dealing with the complex management and sharing protocols between different platforms has become a major problem for creators. At the same time, users also need to use multiple platforms to engage and manage numerous accounts across platforms.\\n\\nAt this point, you can learn about the Unlock protocol, a blockchain access protocol that not only manages access to multiple platforms using a single Ethernet on-chain address, but also bridges readers and creators directly through smart contract fees, providing value in a near lossless way.\\n\\n**What is the Unlock Protocol?**\\n\\nThe Unlock protocol is a smart contract-based membership agreement. It allows content creators to use JavaScript to create a fee-based lock for their work without relying on a centralized third-party platform where users gain access by purchasing a key in the form of an NFT.\\n\\n**Implementation Rationale**\\n\\nThe first thing introduced in the unlocking protocol is a lock contract, each of which is an ERC-721 compliant contract that allows the creation and management of NFTs. keys are only valid for a specific lock.\\n\\nWhen a user creates a lock with a wallet, the following parameters can be selected\\n\\n1. the name of the lock (easier to identify than its Ethernet address)\\n2. the duration of each key (how long they will be valid)\\n3. the price paid by the consumer for the key, including the settlement unit (DAI, ETH)\\n4. the maximum number of keys that can be sold.\\n\\nOnce deployed, the lock will be fully owned by the creator (no one else, including the unlocking protocol itself, can change or remove it). Locks can also be transferred to different owners after creation, with the possibility of further customization of the lock.\\n\\nWhile the UI for setting up locks currently only supports DAI and ETH, almost any ERC-20 token can be set up in a smart contract.\\n\\nCurrently viable and relevant use cases are creating an ad-free access mechanism for websites, using unlocking protocols in newsletters, accepting donations on Github, selling event tickets, and accessing websites built with Wordpress via plugins.\\n\\nUnlock also designed an application called Paywall, a web application that provides a user interface that allows people to purchase a key for a specific lock and subsequently trigger certain specified actions based on the key the visitor has when visiting the page. Unlock Protocol had partnered with Forbes to provide users with ad-free content unlocking capabilities, offering \\\"one week\\\" and \\\"one month\\\" ad-free content access experiences. Users simply purchase a key through their cryptocurrency wallet, then go to the cryptocurrency section of the Forbes website and click the \\\"*Unlock Free Ad Experience*\\\" button to unlock the feature.\",\"timestamp\":1638141192,\"title\":\"Blockchain technology is being integrated into the real world (Tools section)\"},\"digest\":\"F_jkf2M-1zfVrXkhBn1DbXyAG9dwnEWuqO_WnfeOC9k\",\"authorship\":{\"contributor\":\"0xd1a5b91957530E1B3e9cfac1543467C60c352F69\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"84QfpbrBErywu4VUwkhVnLMKxsQvNEk6fVNZD3TTOVo\\\",\\\"y\\\":\\\"3QFG0MHwsUCLQGS8I5rvHVrqQdd7tQIsMj5M1EzaWds\\\"}\",\"signature\":\"Uzg6s1vNsVdUrllXRdBmwRheAnsRBgECDeUaxcP1_bkjXNim-VMDDr2_mJCMEYuVRdgQsJ9NSHIhYWejk3s04Q\",\"signingKeySignature\":\"0xe73e55f4c51960d1e6964bf89f20b018b6718a89cfd60952fa8838677efa097940b4d22f4dda023845e25068b14304c76bff52ed0e69f58f32f0b0fffaba08511c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"84QfpbrBErywu4VUwkhVnLMKxsQvNEk6fVNZD3TTOVo\\\",\\\"y\\\":\\\"3QFG0MHwsUCLQGS8I5rvHVrqQdd7tQIsMj5M1EzaWds\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F_jkf2M-1zfVrXkhBn1DbXyAG9dwnEWuqO_WnfeOC9k\"}"