"{\"content\":{\"body\":\"In last week’s MUSIC x Web3 [roundup](https://musicx.mirror.xyz/HXmpxbz-pNZb_OGHcJOj0mOIhHZXTfCXhPNe_t8Bfdc), I quipped that I could write these on a weekly basis. The two main topics I’m currently most engaged with in music are community and web3, so LFG: another week, another roundup.\\n\\n## sone’s tone Discord music bot\\n\\n**tone** is a music bot for Discord that’s designed to pay artists. It’s being developed by the **[sone](http://sone.works/)**[ DAO](http://sone.works/), which was kicked off by members of the **[Topshelf Records](https://www.topshelfrecords.com/)** team and is exploring what a record label can be in the new web3 context. \\n\\nThe bot takes a metered approach to streaming and collects monthly fees based on usage. It plays music from **SoundCloud** and **Bandcamp** and creates a registry of all music that’s been played, so artists can sign in and claim their payments in [CELO](https://celo.org/) (a proof of stake blockchain & cryptocurrency).\\n\\nIt utilizes a so-called [‘user-centric’](https://jazzfuel.com/user-centric-streaming-for-jazz/) payment model, as opposed to the big pool model common with most major streaming services, where in this case the Discord server is the user.\\n\\n![](https://images.mirror-media.xyz/publication-images/B7RDqe5Gz0smtfruI4T49.png?height=330&width=1760)\\n\\nBesides payments, artists also get $SONE tokens, which gives them access to the sone DAO. \\n\\nAspects I like:\\n\\n* Being popular on the bot means you get to hold more tokens in the DAO that develops it. Imagine if artists that drive traffic to the platforms they use (Instagram, Bandcamp, Spotify, etc) automatically became shareholders in those platforms.\\n* It solves the issue of Discord streams not being monetized. Communities can decide “we want artists to get paid”, then kick out the existing music bot and go for this bot instead. They could use it to play the music of artists they know and alert those artists so they can claim their CELO payments.\\n\\nOne thing I worry about:\\n\\n* Collecting money for artists without having licences in place will eventually invite the attention of lawyers. I trust the crew behind this. They work in music and have a track record of getting musicians paid. I think what they’re setting up solves a problem, gets artists paid in a place where no payments exist yet, and they do so in a transparent way, so that anyone can see exactly what’s happening with the money… But if a company feels that this money is not theirs to collect & distribute, I think this DAO might run into some friction with the legacy industry’s lawyers sooner or later.\\n\\nFor more info, check out the [tone website](https://topshelfrecords.co/sone/bot.html).\\n\\n## WarpSound’s WVRPS \\n\\n**[WarpSound](https://www.warpsound.ai/)** is a music collective created by **Nayomi**, **DJ Dragoon**, and **Gnar Heart** which appear to be avatars created by **[Authentic Artists](https://www.authentic-artists.ai/)**. Their upcoming project, called **WVRPS**, blends generative profile pictures (PFPs) with music by feeding a generative visual and metadata layer into a music AI, which generates an audio loop. This last music layer is then merged together with the other two layers to form a unique audiovisual NFT called a WVRP.\\n\\n![](https://images.mirror-media.xyz/publication-images/ny43AKKD56q3KcSdBp0TE.png?height=1034&width=2288)\\n\\nWhat I like about this project specifically is its world-building exercise through Twitch, [its Discord](https://discord.gg/5XnXuSZRcS) which has loads of activities including social games, and its characters. By launching a generative PFP series, it gets the community to invest and will bring more folks into the community that may currently be just on the periphery.\\n\\nLonger term, they want holders of the NFTs to be able to collaborate to do new things with the audio fingerprints, like create full songs or new compositions.\\n\\n## geniuscorp\\n\\nThe website is a little mysterious, but *I think* **[geniuscorp ](https://geniuscorp.fr/)**is kind of like a record label by music web3 pioneer **[Mighty33](https://mobile.twitter.com/Mighty_33)**. You may know the latter from [this blockchain music map](https://miro.com/app/board/o9J_kqkQyeI=/) on Miro, if not from their music. geniuscorp lists its address as 104 Ceres Tower A, Ceres, **[Cryptovoxels](https://www.cryptovoxels.com/)**, which is a virtual world (or metaverse, if you will) built on top of the **Ethereum** blockchain.\\n\\nA lot of their music is also released on NFT platform **Rarible**, for relatively affordable sums like 0.05 ETH (\\\\~$250 at time of writing).\\n\\n![](https://images.mirror-media.xyz/publication-images/PvaQevF-c0CQ928LqAMhj.png?height=1278&width=2548)\\n\\n## hic et nunc radio\\n\\n![](https://images.mirror-media.xyz/publication-images/LfygjXISa5tAE8CUwQTEb.png?height=500&width=1500)\\n\\n**[hic et nunc](https://www.hicetnunc.xyz/)** has been the NFT platform of choice for some artists, due to the low transaction fees and energy cost of the **Tezos** blockchain that it’s built on.\\n\\nWhat I didn’t know, is that there’s a music ecosystem there, which has now been clearly exposed by a little tool called [hen radio](https://hen.radio/) which provides an easy way to explore the music on the platform.\\n\\nI’m highlighting this project, since it was built by the community during a hackathon. It’s a great example of how people in web3 ecosystems can come together to create value for each other and the wider space around themselves (similar to **[Club BPM](https://musicx.mirror.xyz/HXmpxbz-pNZb_OGHcJOj0mOIhHZXTfCXhPNe_t8Bfdc#club-bpms-bpm-bot)**[’s bot](https://musicx.mirror.xyz/HXmpxbz-pNZb_OGHcJOj0mOIhHZXTfCXhPNe_t8Bfdc#club-bpms-bpm-bot) which plays **Catalog** NFTs on Discord).\\n\\n\\n---\\n\\n*If you’re new here and would like more MUSIC x web3 updates, consider subscribing to the biweekly [MUSIC x newsletter](http://musicx.email/), which has been covering innovation in the music space since 2016. You can also [follow me on Twitter](https://twitter.com/basgras).*\",\"timestamp\":1636467167,\"title\":\"Crypto-monetizing music on Discord with tone, WVRPS' generative audiovisual NFTs, geniuscorp & hic et nunc radio\",\"publication\":\"musicx\"},\"digest\":\"tlcYNsifsA8X9PLZI4gurnvSkt77G4vokecIIrxpvic\",\"authorship\":{\"contributor\":\"0xe612d9C2a9bA0Ff4403F4f7Ea87D5bE4290aC7B9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"signature\":\"27EYvgTeCjyzQbs0LDorFTxOzLUO7zxfVPgY4BZWmXDBSdgJrG2csVQMFLZXx4cUoA4fHbdqRlDRRLNURAUtHw\",\"signingKeySignature\":\"0xa80aeb5f299633d3edfe6d065d03091f24038cf097a5c6ce6e82cc216f4432014670c029322e5c1f2615be5386378ce17d005b8323ee2a9211fa8fbbe75501491b\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tlcYNsifsA8X9PLZI4gurnvSkt77G4vokecIIrxpvic\"}"