"{\"content\":{\"body\":\"This is the most asked question my team and I got during the last several months. That millions and I would personally say 95%, do here a critical and wrong approach. They waste their time by searching and digging deeper into the fundamentals of a business investment but how can e figure out real and good investments. Let me explain it to you in some simple steps.\\n\\n![](https://images.mirror-media.xyz/publication-images/BNrP9BoNtqPOo4W0H78NC.jpg?height=2625&width=6000&size=large)\\n\\n## Should I invest today or wait?\\n\\nThere are two different possibilities for how you will invest and that is whether by putting each month a fixed amount into your invested asset classes or you invest during every smaller or bigger dip. Most people spend their time by waiting, waiting, and waiting but will something happen, or are we simply waiting for something that will never happen?\\n\\nSome days ago I was with my best friend at McDonald’s. we already discussed multiple times if we should drive in the drive-in or go directly into the restaurant and order the menus in person. At first, he said that it would be better to wait and order the food directly at the Drive-In. We would not need to show our Covid-vaccination papers and could simply eat the fast food in the car. after one minute he said, “Hey, look the line is way too long - let’s go directly into the store and order them in person that’s way faster.” This went now back and forth. In the end, we went into the restaurant. Now he told me that he would like to order some Chicken Nuggets and one McRib. No issues for me, my call was that I will pay for the order and he can choose whatever he wants. Here is important to mention that they introduced some years ago a system, where you can order by selecting everything via a big touch-pad. Here the real action began. At first, he was spending literally minutes thinking about if we should choose 6er or 12er Chicken Nuggets. This went now again back and forth, after some minutes he took the 6er Chicken Nuggets and the McRib. I already knew what I wanted and that was the McRib on a menu with a drink and fries. He realized now as well that the menu I got was cheaper and you would get more out of it, so he changed now again and took the same exact menu as I did. \\n\\nI think I do not need to explain to you the issue here. This happens to him multiple times a day and most friends and people I know have the same issue. They think too long about what they should do. The solution is that sometimes you should simply do whatever your feelings tell you to do.\\n\\nFor instance, many investors around the world know that the S&P 500 is a safe investment if you take it as a 20-year investment. Nevertheless, they always find something they do not know and think days about if they should invest now or wait. In the end, they wait and that for years… now they feel dumb and invest whether too late or say “Now the stock prices are too high”. This is a slippery slope. \\n\\nThe majority of our society is as well trapped by the idea that there is one perfect investment. Real millionaires or investors, leverage their investments and hope that a few will succeed, and obviously, some will most likely as well fail. \\n\\nImagine there are two doors. Both look exactly the same. The only difference is that your mind will now try to tell you to wait and try to find out which door might be the one with the million-dollar checks behind it. This is pure luck. Do not waste your time and choose the one which your mind tells, you should be the correct one. If the decision was wrong, choose the other door and you do not waste any of your important time (that is the only currency you can not pay to get more out of it) to calculate luck. Luck isn’t calculable and so should most of you as well think.\\n\\n## Should I even read about the investment I want to do or just ape into it?\\n\\nIt is very important that you know what you do! Especially you should do your own research. The research needs to be precise and well ordered. Never invest in something you do not know or have done any research about it., but when you have all data harvested and collected all different points of view and you are convinced - this could be my investment. Do it! Never waste your time overthinking everything and stepping at the same time and the same exact point over and over. \\n\\n### Takeaways out of this short lecture: \\n\\n1. Do not waste your time by overthinking \\n2. Investigate the projects you want to invest in as good as possible\\n3. If you think the asset class is worth the investment - DO IT\\n4. There are not bad investments, just try it\\n5. Do not try to calculate luck\",\"timestamp\":1640820138,\"title\":\"Should I invest now or tomorrow?\"},\"digest\":\"9JsX9AIBVblauEq_4yaGeKxtOeOWp-wjpi091SHxmj0\",\"authorship\":{\"contributor\":\"0x728DC4d981b6EFF36C71bFE8ca678cE442f3e2a3\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T6ZdtHf5bnbYqLYav76YqJxIC4xzAQJbyDsPHHgHDUA\\\",\\\"y\\\":\\\"OT2SJ4ezmMBwunfT6i1qGVW79mnzqh5HdZ2TRQY5ErU\\\"}\",\"signature\":\"Ipq-ZG5wIe44f1YD-i9yHhGuPXX0UIPgrcrjb4kky4z-nri7pfPoFd_k7PTc4Adg8UIAQ6uU0rUNYdhE8ylqjA\",\"signingKeySignature\":\"0x5387b6751c860062ff8c88d4ea3bab50e60d99f5cb7bbc735475a9550984087439b6af18a02452d9d75a456e4383edf3090e816295e72a82c714c6bda57548bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T6ZdtHf5bnbYqLYav76YqJxIC4xzAQJbyDsPHHgHDUA\\\",\\\"y\\\":\\\"OT2SJ4ezmMBwunfT6i1qGVW79mnzqh5HdZ2TRQY5ErU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9JsX9AIBVblauEq_4yaGeKxtOeOWp-wjpi091SHxmj0\"}"