"{\"content\":{\"body\":\"# \\n\\n明朝天启年间，彬州有个叫赵升的人，此人高大威猛，学过厉害的武功，且为人十分正直仗义，经常帮着乡邻调解争执，不少恶人都很怕他。\\n\\n这日，赵升听到流言，说村子的后山不得安宁，来了一个拦路鬼作怪。\\n\\n附近的乡邻深受其害，每到傍晚时分，往来路过的行人，皆是被那拦路鬼截了去，非得留下香火钱才肯放走。\\n\\n赵升听到乡里乡亲的流言，哑然一笑说：“这世间哪有鬼怪？不过是一传十十传百，自己吓自己罢了。”\\n\\n虽然此事越传越玄乎，可这赵升偏不信。但到最后，这事越来越离谱，那鬼怪只吓得白山村的村民，夜晚都不敢出门。\\n\\n即便是大白天，路过后山也是要成群结队地出去。\\n\\n要知道，那村庄的后山，可是白山村的村民来往市集唯一的通道，如今有那拦路鬼作怪，村民们的出入都成了问题。\\n\\n几天后，发生了一件事情，这下赵升是不信也得信了。\\n\\n原来是一位村民，突遇急事从那后山赶来，未给拦路鬼留下买路财，竟被那鬼物给伤了，一时间吓得屁滚尿流，摸回村子已是万幸。\\n\\n据这村民说，那天傍晚他路过后山小道，忽闻一阵怪笑，从那旁边坟地里钻出一物，长发素袍，面呈猪肝色，隐约能见那血红獠牙，十分可怖。\\n\\n那鬼从那坟地钻出之后，行动如僵尸，嘴里一直念叨着买路财。\\n\\n可这村民身上未带银两，正欲逃跑被那怪物一爪挠中，一时间这胳膊是又红又肿血流如注，吓得几欲晕倒动弹不得。\\n\\n所幸没过多长时间，这怪物自己走了，村民才捡一命赶回村庄。如此一来，整个白山村的人更是惶惶。\\n\\n赵升看见了村民的伤势后，是不信也得信了。\\n\\n他倒也未觉恐惧，只是气怒不已，这拦路鬼如此大胆，公然祸害起人间来了。赵升当下便是决定，要亲自去会一会那拦路鬼，看看这到底是何方神圣？\\n\\n村民们听到赵升的决定，都是纷纷劝他说：“万万不可，切莫别去白白送死啊，毕竟这是鬼怪，不是普通的人，咱们一起请个高人来收鬼吧。”\\n\\n赵升却是不从，当晚便是干了三碗酒壮胆，直奔那后山去了。\\n\\n可是这一路走去却是相安无事，本是想大喊一声让这鬼速速现身，可又转念一想：“这人向来是欺软怕硬，鬼或许也是如人一般，自己若是一喊，恐教那鬼吓得不敢出来，如此这般不是白跑一趟？如今还是低调一般比较好。”\\n\\n只见那赵升作胆小模样，左顾右盼、畏畏缩缩地向前走去，好像是特别惊恐一般，溜了一圈过后，果然在那坟地旁边听见怪笑。\\n\\n正如那村民所言，只见那那旁边坟地钻出来一个怪物，素袍长发面如猪肝，这赵升见状也是一愣，可接着大喝一声：“到底是何方鬼怪，竟然为祸一方，碰到你赵升爷爷我，还不速速就降？”\\n\\n听闻此语，显然这怪物也是一呆，就在这一愣一静之间，赵升竟听到对方的呼吸之声，心里只是奇怪，这鬼怪死物，如何会有呼吸？\\n\\n还未仔细想，对方确是先开了口：“呵，我管你是赵升还是赵死，只消留下买路财，否则休想活着出这后山。”\\n\\n这赵升却是冷哼一声，二话不说竟然是直接动上手了，那鬼显然没有料到这一手，本能地伸手去挡。\\n\\n就在这一举一挡之间，二人肢体接触，赵升却是触摸到这鬼的的胳膊分明是有血有肉，竟然还是温热的。当即心中了然，对方如何是鬼，分明是个人在装神弄鬼，赵升不再心怯，使出了绝招七十二路空明拳。\\n\\n只在七八拳后，这鬼被打倒在地，连忙跪地求饶，声音也不怪异了，只是嚷嚷道：“赵爷爷饶了我吧，这些买路财全都给你，赵升爷爷饶了我吧。”\\n\\n赵升哪里肯听，只是冷哼一声，提起这这扮鬼的人，直回村庄去了。\\n\\n赵升一边走一边大喊：“乡亲们，这鬼给捉来啦，大家一起来看看吧。”\\n\\n一开始大家不敢靠近，可是后来一想，赵升都把这鬼给捉来了，如今还有什么不敢靠近的？大家一窝蜂便聚过去，想要看一看这鬼的真面目。\\n\\n大家都围过来后，这鬼也没了动静。赵升手一抬，直接从那怪物脸上扯下来一个东西，露出一张人脸，不是村子里的泼皮刘老三又是谁？\\n\\n原来是这无赖一直在扮鬼[吓人](https://www.guidaye.com/s/xiaren/)呀，那脸上颜色，无非就是猪肝糊了脸。真相大白，刘老三被揍了个半死送到官府，村庄又重回平静。\",\"timestamp\":1638610349,\"title\":\"民间鬼故事--拦路劫鬼\"},\"digest\":\"2z_X2JHLIroeruNDviuOffiHVbKQ07SXcolV_CKVN9E\",\"authorship\":{\"contributor\":\"0x4a9576b07fce937791a389A7041b200Aa6329617\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81s1ijGgwqwT8qadiNgTNCLK-fs7zMZMCP5hbxU8TAE\\\",\\\"y\\\":\\\"PNP37RRt3Pq7FVcnsN7U3tqF61USRi8bUPwJ7gLa5n8\\\"}\",\"signature\":\"-tFJlJINZg7ip_-gHd0wBfi4LpiStAtBegD4tX62g_hYEweQ5eQRNB8aRXHvZslAHe6tiBnAqoXsN9I6D_7XLg\",\"signingKeySignature\":\"0x191ac9dc915aa1febc2e573bf7c687c2b81fb029e2be7dc1aedb0d0c25a21eb43781978cd89d01f41ec59ffdb63bbe3a4e8959ac6024cea35dfacc2c81ba4b731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81s1ijGgwqwT8qadiNgTNCLK-fs7zMZMCP5hbxU8TAE\\\",\\\"y\\\":\\\"PNP37RRt3Pq7FVcnsN7U3tqF61USRi8bUPwJ7gLa5n8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2z_X2JHLIroeruNDviuOffiHVbKQ07SXcolV_CKVN9E\"}"