"{\"content\":{\"body\":\"Blockchains like Bitcoin and Ethereum strive for maximum decentralization and censorship-resistance while remaining totally open and inclusive networks. However, they also want to scale to accommodate billions of users. As they stand right now, their limited capacity to process transactions at the base layer (\\\\~7 and \\\\~20 TPS, respectively) are in direct opposition to achieving that goal.\\n\\nThe question is “What is the best method of scaling a blockchain?” Nearly every new “next generation” blockchain since 2016 boasts sky-high transactions per second (TPS) as a selling point. However, the issue that persists is that TPS is **not** the sole metric in which to compare blockchain scaling. Generally, the truth is that the higher the TPS, the higher the cost (financially and computationally) to run the network. Given this, the question arises: Are these new “next generation” blockchains *actually* scaling, or just simply increasing TPS while shrinking the network in other regards?\\n\\nThe primary means by which to accomplish sustainable scaling are minimalizing the hardware requirements needed to participate in the network and, also, ensuring the state of the network (data) does not balloon to unsustainable levels.\\n\\nNetwork nodes are what enforce the rules of the chain and ensure noone is cheating the system. Therefore, having a robust, geographically-dispersed, and anti-fragile network of nodes is ideal for the decentralization and security of the network. In order to attain this system, the costs to run a node (hardware, bandwidth, energy, and storage) should be as little as possible. This allows the greatest number of people the option to join the network, if they so choose. Keeping costs low ensures no one is priced out and your network is not solely controlled by a wealthy, elite few.\\n\\nThe other variable to consider is state growth, i.e. how quickly the blockchain’s computational load grows. Full nodes store the network’s entire history from genesis and must be able to validate the entirety of the network’s state. Blockchains that scale by simply increasing the blockspace and throughput per unit of time (Binance Smart Chain and EOS), also greatly increase their state growth. Those chains are short-term solutions that lead to long-term unsustainable networks. \\n\\nBlockchains like Solana, which are designed for greater TPS via specialized hardware, also run into state growth and centralization issues. To be fair, Solana did introduce some new technological innovations to improve sequencing like Proof of History and a parallel execution environment. However, like the “Ethereum killers” of the 2017 era, this design is not long-term scalable/sustainable. Solana already boasts some of the most expensive and specialized hardware requirements of any top 20 cryptocurrency, and as Solana transactions and price increase, the hardware costs to run a node, be a validator, and process transactions also increases.\\n\\n \\n\\nHardware requirements\\n\\n* Bitcoin¹: 350GB HDD disk space, 5 Mbit/s connection, 1GB RAM, CPU >1 Ghz. Number of nodes: \\\\~10,000\\n* Ethereum²: 500GB+ SSD disk space, 25 Mbit/s connection, 4–8GB RAM, CPU 2–4 cores. Number of nodes: \\\\~6,000\\n* Solana³: 1.5TB+ SSD disk space, 300 Mbit/s connection, 128GB RAM CPU 12+ cores. Number of nodes: \\\\~1,200\\n\\n \\n\\nBelow is empirical data experienced by cryptocurrency and cybersecurity expert, Jameson Lopp, from a [2020 Bitcoin Node](https://blog.lopp.net/2020-bitcoin-node-performance-tests/) and [2021 Node Sync Tests](https://blog.lopp.net/2021-altcoin-node-sync-tests/). The table compares the time it takes to sync a full node of Bitcoin vs. Ethereum vs. Solana on an average consumer-grade PC.\\n\\n![](https://images.mirror-media.xyz/publication-images/S-l_xnnF3ARB4DjSPZZMY.png?height=165&width=512)\\n\\nTable 1. Blockchain throughput and node-sync comparison\\n\\n \\n\\nEthereum’s state growth situation is better than most chains (thanks to its lower gas limit) but could become problematic given enough time. As time passes and Ethereum adoption increases, the state grows in size and complexity. This ultimately increases the total time it takes for a full node to sync and the hardware requirements needed to run one. Fortunately, Ethereum has been designed to scale with rollups (discussed previously) which help reduce this state growth issue. As discussed at length, rollups handle enormous amounts of computation and transactions off-chain while only submitting a tiny “fingerprint” (proof) to the mainnet. This, coupled with sharding, enables exponential room for growth in a sustainable manner.\",\"timestamp\":1641078356,\"title\":\"What Does TRUE Scalability Look Like for Ethereum (ETH) and Other L1s?\\n\"},\"digest\":\"AFXGpZeaV6fjh-Rrr2Obp9UUHjgakL_YpGNO22U59nw\",\"authorship\":{\"contributor\":\"0x3D5FE39342e661776bb5273521F52E99B624288c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ad9GmZZaHyAxWw1miOkQVM9b2AJyH5k1itYbjBAYBWE\\\",\\\"y\\\":\\\"ylVy1aOKDQEVAVCJiODbOy-7EEhw0jSoSDqFPjRUJ-o\\\"}\",\"signature\":\"FMssm1bMQZAbmKgDYTFOpWiJT3DJz7L3UnpG647nLNgVhgwBDChLepM8_rDXMle4XxRq4IP0dVNNj6gFIrgAHw\",\"signingKeySignature\":\"0xca54f5ac95a5260f09dc77f94bb843411624af673e466f0dd48358deaa7650e7606a129357690712e1f7ab24c1e36c012c555ed7aa0759ee4a6b7948b09455051b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ad9GmZZaHyAxWw1miOkQVM9b2AJyH5k1itYbjBAYBWE\\\",\\\"y\\\":\\\"ylVy1aOKDQEVAVCJiODbOy-7EEhw0jSoSDqFPjRUJ-o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AFXGpZeaV6fjh-Rrr2Obp9UUHjgakL_YpGNO22U59nw\"}"