"{\"content\":{\"body\":\"### Part Four — The Fall\\n\\n![Illustration by Ieva Berzina, aka xxzbat](https://images.mirror-media.xyz/publication-images/3tkeckR3lHq6w2XeaZk6C.jpeg?height=2560&width=4000&&&size=large)\\n\\nFinely scouting my surroundings, I began to understand there was no clear path down.\\n\\nA few ravines and dry water ruts seemed to be walkable. One, in particular, caught my attention as I traced it down with my eyes: it was wide enough, and even though I couldn’t exactly tell where it led, the valley’s ground was visible further down.\\n\\nI moved closer. From the top, I gathered this was going to be a steep descent. As the ravine didn’t cut in a straight line, my line of sight was only clear for some 10 metres down, up to the first curve, where a fallen pine tree laid. Even though I could see the ground down ahead from where I was standing, the point where the ravine and floor met was not visible. Still, this was my best chance.\\n\\nThe gravel under my feet required a meticulous scan at every step. I zigzagged my way down, as the weight of the backpack and the bags on my hands made it difficult to hold a steady pace and balance.\\n\\nI reached the collapsed tree in a few minutes. Up and close, it was visible that this was a full adult specimen. There were still dry pine leaves attached to its long and solid branches. It had probably dropped due to soil erosion during the last heavy rains.\\n\\nWalking over it was difficult but necessary, as the tree occupied the whole trail. Both the bags on my hands and my feet kept on getting stuck on branches at every step.\\n\\nPast the tree and after the first curve, the ravine got narrower and cut deeper down in the hill. There was another turn a few metres down, which meant I still couldn’t see the end of the path, but from the estimated distance I had roughly calculated, Rose Valley’s ground shouldn’t be more than 40 metres away.\\n\\nFood was pretty much the only thing on my mind. Even without any clear idea of what type of conditions I was going to find inside the caves, vivid images of sausages lightly toasting by the fire and instant soup boiling in my small cooking pot kept popping up in my head.\\n\\nHunger gave me the confidence to pick up the pace and hike with more assertiveness. As I made it past the second bend, I told myself firm ground was just around the corner.\\n\\nMy left foot felt it first, but it didn’t take long for the right one to surrender, inadvertently plunging me into my fall.\\n\\nIn a fraction of a second, I was on my back, sliding down the ravine. The soil beneath me had just given in to my weight, pieces of tuff budging all around me as I tried to use my hands to stop my drift down. My backpack turned into a bobsled, commanding my direction and preventing me from firmly exerting my strength. I was a turtle on its back, after being pushed down a gravel slide.\\n\\nI planted my feet on the ground firmly, dug them in the tuff. I stopped.\\n\\nThe taste of dirt was all over my mouth. My whole body was completely grey, covered in a thick layer of dust and sand. When moving my hands to clean my face, I realised I was still holding on to the bags: the groceries plastic one seemed ok bar a few holes, my tote bag had a big tear on its back…I freaked, assuming my tablet was broken, or worse, buried somewhere along the ravine. I reached into the tote bag. To my relief, the tablet and all the bag’s contents seemed intact, albeit also covered in dust.\\n\\nAnd then I looked ahead.\\n\\nAn instant immersive heat took over; it felt as if I had just walked into a sauna. My heartbeat spiked up. I could feel the dirt on my hands thickening as my palms got sweaty.\\n\\nI became overwhelmed with a nauseous sensation. In my head, I started playing all the possible scenarios. I cursed incessantly as if that would stop my brain going on overdrive.\\n\\n*Keep it together. Don’t panic. Don’t panic.*\\n\\nAhead of me, at a mere 3 to 4 metres distance, were the tops of several pine trees. The ravine I had been hiking down didn’t meet the ground in a smooth slope. It ended in a cliff.\\n\\nJudging by the average height of an adult pine tree and the fact that I was slightly above the tallest one, the drop from the cliff would be over 20 metres.\\n\\nI was less than 5 metres away from falling off. Death or severe injury were real possibilities.\\n\\nThe heat dissipated, the sweat covering my body suddenly turned cold and sent chills down my spine.\\n\\n*Think. Just think.*\\n\\nThe soil was unstable, so any sudden attempt to run back up the ravine could result in me sliding back down and off the edge of the cliff. Even if I was to take my chances, the inclination was not in my favour. It would be more like scrambling, and I couldn’t rely on any visible rock protrusion to hold my weight, as they could detach from the tuff and send me falling to my death.\\n\\nThe backpack and two bags were also a significant problem. They limited my moves and added a considerable amount of weight to carry up.\\n\\nI planted the bags on the ground and carefully slid the rucksack off my shoulders, which allowed me to roll on my side and better analyse the ravine behind me. Part of the fallen pine tree was above me, after the turn, which meant I didn’t slide more than 10 metres. I just needed to get back to the tree: its weight and branches would hold me on the way back up.\\n\\nIt was too precipitous for me to stand up, and with the option of climbing back the same way out of the picture, I figured my best chance was to try and climb over the ravine’s shoulder, as I had done earlier to get out of the sandy race track.\\n\\nTwo obstacles to my plan: there were no grooves or fissures in the rock walls within my vicinity, and there was no way I would be able to climb with the backpack and bags on me.\\n\\nI rolled back and faced the cliff, taking a moment to observe the trees ruffling at the edge, and the shadows of the spires merging with the Rose Valley’s ground in the distance. A daunting sight, which served as a reminder of how dangerously close I was to having to rely on the moon for natural light.\\n\\nI took a few deep breaths. Keeping a cool head was vital.\\n\\nI took my phone out of my waist bag (yes, another bag). The moment demanded some realistic and pragmatic decision making. If I was going to do this, there was a considerable chance of death or severe injury.\\n\\nI sent the same text message to two of my best friends.\\n\\nIt was as desperate as it was selfish. At that moment, it was inconceivable to put myself in their shoes when they read my words, the sense of impotence and fear they must have felt on knowing about my predicament. In hindsight, maybe I shouldn’t have done it, but I had to let someone know what I was about to do and where to find me in case things took a grim turn.\\n\\nIn the message, I wrote that if I didn’t text back within 5 to 10 minutes, they should assume something had gone terribly wrong.\\n\\nWhat I didn’t mention was that I still didn’t have a plan to get out of the ravine. I just knew I had to come up with one and execute it within 10 minutes.\\n\\n### Previous part:\\n\\n[https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/1ByUvEMzQ30lvvTpcdfpqA3dK1zXQJ9x03Epy9r6yKc](https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/1ByUvEMzQ30lvvTpcdfpqA3dK1zXQJ9x03Epy9r6yKc)\\n\\n### Final part:\",\"timestamp\":1640772515,\"title\":\"That Time I Almost Died in Cappadocia (4/5)\"},\"digest\":\"vapP99gbVEAVATisl_n-TlUo1hy5UEegodeknNA5RIw\",\"authorship\":{\"contributor\":\"0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PwYaAPmavm8yMAX7NDWlZjQMI3dT_nl_CVyLhn3v6gQ\\\",\\\"y\\\":\\\"w5ioO7jGlEOFm0c5fp9jhr7v32_sAjfTZY1Kn6dU7g8\\\"}\",\"signature\":\"w_vAnZXCizE_HXOrEfolxOG5dIwgWj4Cuz7nO3tYvt5biNU0FJuRJMoaP7XHXnU4K2-qAeTLTkIBYgHxy50Fsg\",\"signingKeySignature\":\"0x5b8475ac802c007d3f3275bc5ca573854f06e88fe557476e8e02ee217667520d7202f18c98929aac75c363b83d952ff9bc2dacffa90719caa8e96d2956ee58671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PwYaAPmavm8yMAX7NDWlZjQMI3dT_nl_CVyLhn3v6gQ\\\",\\\"y\\\":\\\"w5ioO7jGlEOFm0c5fp9jhr7v32_sAjfTZY1Kn6dU7g8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6N1ahQc57lHYBwcrSETDa0fuYRSYkYS83F2oOTjpu2c\"}"