"{\"content\":{\"body\":\"![An Iceland Bitcoin Farm](https://miro.medium.com/max/1400/1\\\\*PIb4ML5iMzfEOikjKqjiZA.jpeg)\\n\\nAll people in the crypto circle have felt the enormous impact of recent China regulation on bitcoin and crypto currencies in general. Many are still licking the wound. Among the most adversely affected groups are the bitcoin miners. The general sentiment is that this bear market will last for a while, and then bitcoin will come back to make new all time highs. However, very few have done enough fundamental analysis from a bitcoin mining perspective to quantify the future upside. This article makes an effort to predict the intermediate term upper bound of bitcoin price. Let’s start with the conclusion first.\\n\\n**Bitcoin price is very unlikely to stay above $60K for a few months before the next halving. In other words, bitcoin may have topped before 2024. Accordingly, bitcoin price volatility drops to a point that makes bitcoin a real great store of value.**\\n\\nThe key culprit is electricity capacity. The world produces roughly 30 trillion KWh of electricity, out of which China counts for a lion’s share of around 30%. Another amazing fact is that almost 100% of electricity growth is from China. Excluding China, the world electricity growth is pretty much flat. For instance, the US electricity production has stayed flat at around 4 trillion KWh annually for the last decade.\\n\\n![World Production Growth](https://miro.medium.com/max/1400/0\\\\*cSJGReAT6donNwVx)\\n\\n![Production by Country](https://miro.medium.com/max/1400/0\\\\*o6jdUYnvTYJ6BIZc)\\n\\nA May 2021 Harvard Business Review article quoted that [bitcoin consumes 0.55% of the world’s electricity production](https://hbr.org/2021/05/how-much-energy-does-bitcoin-actually-consume). Recent bitcoin hash rate crash confirms that 70% of mining was in China before the crackdown, i.e. only 30% of mining was outside of China. A quick calculation shows only 0.24% ( = 1 \\\\* 0.55% \\\\* 30% / 70%) of total electricity capacity outside of China was used for bitcoin mining. Now that China is offline, to just refill the capacity, we need to boost up bitcoin utilization rate to 0.79% ( = 0.55% / 70%) from 0.24%. That is a net increase of more than 200%. Given that the electricity production growth rate outside of China is close to zero, such an increase is extremely unlikely if not impossible.\\n\\nLet’s assume that bitcoin is so popular that countries manage to allocate 1% of capacity for bitcoin mining. The current average electricity price for normal residential and industrial usages is roughly $0.10. Thus, total annual electricity cost for bitcoin mining world wide would be $20 billion ( = 30 trillion \\\\* 70% \\\\* $0.10).\\n\\nIn a sufficiently competitive market, mining rigs can be manufactured at much lower cost, compared to electricity. Mining rigs are basically semiconductor chips, with a price curve typically following Moore’s law. Whereas electricity is heavy infrastructure with a price curve that is mostly linear. That is why we believe electricity will be the primary portion of the overall cost in the bitcoin mining industry.\\n\\nBefore the next halving in 2024, bitcoin awards 900 coins daily or 328,500 coins a year. A sustainable bitcoin price can be extrapolated by total electricity cost divided by number of coins. So we come up with a roughly $60K price target ( \\\\~= $20B / 328K).\\n\\nEven such estimation needs to adjust lower. Remember that miners also get rewarded by transaction fees, which covers part of the electricity cost. So the electricity cost carried to bitcoin price is even lower.\\n\\nYou may wonder what if bitcoin price just goes above $60K and stays for a few months. What would happen? The society will run into chaos, because of lack of electricity for normal daily life. It is that simple.\\n\\nSuch an unsustainable bitcoin price would also amplify environmental concerns. It is hard to imagine bitcoin could still be mined mostly by renewable energy when the whole world excluding China is running out of capacity.\\n\\nTherefore, we conclude that bitcoin price may have already topped in the current halving cycle, primarily due to electricity capacity constraints. If this is proven to be true, it might be a great moment, as bitcoin has grown up. Bitcoin could be traded in the range between $30K and $60K. The volatility is in line with major major currencies. Bitcoin may indeed become a store of value with much better inflation protection than any fiat currency.\",\"timestamp\":1633652224,\"title\":\"Bitcoin May Have Topped Before 2024\"},\"digest\":\"o4ofFTAbkWzHS6ietojh1zmKCCydjLj3RZQuEk8Vcq8\",\"authorship\":{\"contributor\":\"0x6bB6c0BE4847E1432130353Af693E33c66778F3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uE8NcXg0cBrcJ2uUnQzxGAFlj_RdOwIDPG9qqS03jyE\\\",\\\"y\\\":\\\"fBmzBzlQ5BAkmYfni30xaI5BwgOGtcihWFDgCxPRyYs\\\"}\",\"signature\":\"lRAccgiIaP4VZbeVYsjH-iUp6tj5g3tOddivNdEftsQwfSsOkzQAG1omi4K3JbCMNA2m3bHwN8XPc--pjMtabA\",\"signingKeySignature\":\"0xfb3b5f5d71d19bb0e6efd7b0f749d957e70c92c3500aecb501a4189d23e5c63e1b0392653c2411ebd8e0dd86360db1cbea3e9ab50d397154d8ca57693f208c751b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uE8NcXg0cBrcJ2uUnQzxGAFlj_RdOwIDPG9qqS03jyE\\\",\\\"y\\\":\\\"fBmzBzlQ5BAkmYfni30xaI5BwgOGtcihWFDgCxPRyYs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eP8A9spvEs36st8kExY-wIiBzqM0HfIfElzfXjItDw4\"}"