"{\"content\":{\"body\":\"One of the gifts that I got was the ability to stay positive. I am grateful to my parents, my wife, and my genes (and anyone else responsible too). It is such a superpower.\\n\\nI don’t just mean optimism. I mean saying nice things about people. I mean keeping a smile on your face. I mean positivity in all things. I do have my moments of negativity, but they come infrequently and go away quickly.\\n\\nI saw Magic Johnson say something nice about the Lakers last night and I texted my son that I appreciate how Magic is always so positive. He always has a smile on his face. He is always saying nice things. I am sure he was a vicious competitor on the court, but he did it nicely.\\n\\nI recall when David Karp was building Tumblr, he refused to have comments. He refused to have downvotes. The only user engagement was a heart and a repost. He told me he wanted to emphasize positivity and de-emphasize negativity. And Tumblr was a very positive place to be during its heyday.\\n\\nFor every negative thought, there is a positive counter thought. If you don’t like the Celtics, maybe you like the Knicks. If you don’t like Trump, maybe you like Biden. If you don’t like Bitcoin, maybe you like Ethereum. It is a pretty simple move, and also a very powerful move, to focus on what you like versus what you don’t like.\\n\\nDoing this not only can change how others feel about you, it can change how you feel about yourself. I highly recommend it. I hope it becomes a trend. We would all be happier and nicer. Social media would be tolerable. Life would be better.\\n\",\"timestamp\":1617014850,\"title\":\"Staying Positive\",\"publication\":\"avc\"},\"digest\":\"jK5RxoKwxNaoVgG82o1WplY5fsTSQn2Gv2uiqCEwxCo\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"OWtlJlhbrwoBts0sTHaqDKIhnbksPn6PA-wG_aw79NDG_tl96_PbJ3hk5IsPj0tmnZ4eKJ6XIcJLEyJRMJxkHw\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jK5RxoKwxNaoVgG82o1WplY5fsTSQn2Gv2uiqCEwxCo\"}"