"{\"content\":{\"body\":\"eemed yet at as great a distance as ever; the natives neither manifested signs of increased hostility on his account, or attempted to ask any explanation of our conduct through the medium of their countryman who was in our possession, and who they knew was treated with no farther harshness than in being detained among us.  Their forbearance of open and determined attack upon can be accounted for only by recollecting their knowledge of our numbers, and their dread of our fire-arms: that they wanted not sufficient provocation to do so, will appear from what I am about to relate.\\n\\nMarch, 1789.  Sixteen convicts left their work at the brick-kilns without leave, and marched to Botany Bay, with a design to attack the natives, and to plunder them of their fishing-tackle and spears:  they had armed themselves with their working tools and large clubs.  When they arrived near the bay, a body of Indians, who had probably seen them set out, and had penetrated their intention from experience, suddenly fell upon them. Our heroes were immediately routed, and separately endeavoured to effect their escape by any means which were left.  In their flight one was killed, and seven were wounded, for the most part very severely:  those who had the good fortune to outstrip their comrades and arrive in camp, first gave the alarm; and a detachment of marines, under an officer, was ordered to march to their relief.  The officer arrived too late to repel the Indians; but he brought in the body of the man that was killed, and put an end to the pursuit.  The governor was justly incensed at what had happened, and instituted the most rigorous scrutiny into the cause which had produced it. At first the convicts were unanimous in affirming, that they were quietly picking sweet-tea\\\\*, when they were without provocation assaulted by the natives, with whom they had no wish to quarrel.  Some of them, however, more irresolute than the rest, at last disclosed the purpose for which the expedition had been undertaken; and the whole were ordered to be severely flogged:  Arabanoo was present at the infliction of the punishment; and was made to comprehend the cause and the necessity of it; but he displayed on the occasion symptoms of disgust and terror only.\\n\\n\\\\[\\\\*A vegetable creeper found growing on the rocks, which yields, on infusion in hot water, a sweet astringent taste, whence it derives its name:  to its virtues the healthy state of the soldiery and convicts must be greatly attributed.  It was drank universally.\\\\]\\n\\nOn the 24th instant the 'Supply' arrived from Norfolk Island, and Lord Flowe Island, bringing from the latter place three turtles.\\n\\nAn awful and terrible example of justice took place towards the close of this month, which I record with regret, but which it would be disingenuous to suppress.  Six marines, the flower of our battalion, were hanged by the public executioner, on the sentence of a criminal court, composed entirely of their own officers, for having at various times robbed the public stores of flour, meat, spirits, tobacco, and many other articles.\\n\\nCHAPTER IV.\\n\\nTransactions of the Colony in April and May, 1789.\\n\\nAn extraordinary calamity was now observed among the natives.  Repeated accounts brought by our boats of finding bodies of the Indians in all the coves and inlets of the harbour, caused the gentlemen of our hospital to procure some of them for the purposes of examination and anatomy.  On inspection, it appeared that all the parties had died a natural death:  pustules, similar to those occasioned by the small pox, were thickly spread on the bodies; but how a disease, to which our former observations had led us to suppose them strangers, could at once have introduced itself, and have spread so widely, seemed inexplicable.\\\\*  Whatever might be the cause, the existence of the malady could no longer be doubted.  Intelligence was brought that an Indian family lay sick in a neighbouring cove: the governor, attended by Arabanoo, and a surgeon, went in a boat immediately to the spot.  Here they found an old man stretched before a few lighted sticks, and a boy of nine or ten years old pouring water on his head, from a shell which he held in his hand:  near them lay a female child dead, and a little farther off, its unfortunate mother:  the body of the woman shewed that famine, superadded to disease, had occasioned her death: eruptions covered the poor boy from head to foot; and the old man was so reduced, that he was with difficulty got into the boat.  Their situation rendered them incapable of escape, and they quietly submitted to be led away. Arabanoo, contrary to his usual character, seemed at first unwilling to render them any assistance; but his shyness soon wore off, and he treated them with the kindest attention.  Nor would he leave the place until he had buried the corpse of the child:  that of the woman he did not see from its situation; and as his countrymen did not point it out, the governor ordered that it should not be shown to him.  He scooped a grave in the sand with his hands, of no peculiarity of shape, which he lined completely with grass, and put the body into it, covering it also with grass; and then he filled up the hole, and raised over it a small mound with the earth which had been removed.  Here the ceremony ended, unaccompanied by any invocation to a superior being, or any attendant circumstance whence an inference of their religious opinions could be deduced.\\n\\n\\\\[\\\\*No solution of this difficulty had been given when I left the country, in December, 1791.  I can, therefore, only propose queries for the ingenuity of others to exercise itself upon:  is it a disease indigenous to the country? Did the French ships under Monsieur de Peyrouse introduce it?  Let it be remembered that they had now been departed more than a year; and we had never heard of its existence on board of them.  Had it travelled across the continent from its western shore, where Dampier and other European voyagers had formerly landed?  Was it introduced by Mr. Cook?  Did we give it birth here?  No person among us had been afflicted with the disorder since we had quitted the Cape of Good Hope, seventeen months before. It is true, that our surgeons had brought out variolous matter in bottles; but to infer that it was produced from this cause were a supposition so wild as to be unworthy of consideration.\\\\]\\n\\nAn uninhabited house, near the hospital, was allotted for their reception, and a cradle prepared for each of them.  By the encouragement of Arabanoo, who assured them of protection, and the soothing behaviour of our medical gentlemen, they became at once reconciled to us, and looked happy and grateful at the change of their situation.  Sickness and hunger had, however, so much exhausted the old man, that little hope was entertained of his recovery.  As he pointed frequently to his throat, at the instance of Arabanoo, he tried to wash it with a gargle which was given to him; but the obstructed, tender state of the part rendered it impracticable. 'Bado, bado' (water), was his cry:  when brought to him, he drank largely at intervals of it.  He was equally importunate for fire, being seized with shivering fits; and one was kindled.  Fish were produced, to tempt him to eat; but he turned away his head, with signs of loathing. Nanbaree (the boy), on the contrary, no sooner saw them than he leaped from his cradle, and eagerly seizing them, began to cook them.  A warm bath being prepared, they were immersed in it; and after being thoroughly cleansed, they had clean shirts put on them, and were again laid in bed.\\n\\nThe old man lived but a few hours.  He bore the pangs of dissolution with patient composure; and though he was sensible to the last moment, expired almost without a groan.  Nanbaree appeared quite unmoved at the event; and surveyed the corpse of his father without emotion, simply exclaiming, 'boee' (dead).  This surprised us; as the tenderness and anxiety of the old man about the boy had been very moving.  Although barely able to raise his head, while so much strength was left to him, he kept looking into his child's cradle; he patted him gently on the bosom; and, with dying eyes, seemed to recommend him to our humanity and protection.  Nanbaree was adopted by Mr. White, surgeon-general of the settlement, and became henceforth one of his family.\\n\\nArabanoo had no sooner heard of the death of his countryman, than he hastened to inter him.  I was present at the ceremony, in company with the governor, captain Ball, and two or three other persons.  It differed, by the accounts of those who were present at the funeral of the girl, in no respect from what had passed there in the morning, except that the grave was dug by a convict.  But I was informed, that when intelligence of the death reached Arabanoo, he expressed himself with doubt whether he should bury, or burn the body; and seemed solicitous to ascertain which ceremony would be most gratifying to the governor.\\n\\nIndeed, Arabanoo's behaviour, during the whole of the transactions of this day, was so strongly marked by affection to his countryman, and by confidence in us, that the governor resolved to free him from all farther restraint, and at once to trust to his generosity, and the impression which our treatment of him might have made, for his future residence among us:  the fetter was accordingly taken off his leg.\\n\\nIn the evening, captain Ball and I crossed the harbour, and buried the corpse of the woman before mentioned.\\n\\nDistress continued to drive them in upon us.  Two more natives, one of them a young man, and the other his sister, a girl of fourteen years old, were brought in by the governor's boat, in a most deplorable state of wretchedness from the smallpox.  The sympathy and affection of Arabanoo, which had appeared languid in the instance of Nanbaree and his father, here manifested themselves immediately.  We conjectured that a difference of the tribes to which they belonged might cause the preference; but nothing afterwards happened to strengthen or confirm such a supposition. The young man died at the end of three days:  the girl recovered, and was received as an inmate, with great kindness, in the family of Mrs Johnson, the clergyman's wife.  Her name was Booron; but from our mistake of pronunciation she acquired that of Abaroo, by which she was generally known, and by which she will always be called in this work. She shewed, at the death of her brother more feeling than Nanbaree had witnessed for the loss of his father.  When she found him dying, she crept to his side, and lay by him until forced by the cold to retire. No exclamation, or other sign of grief, however, escaped her for what had happened.\\n\\nMay 1789.  At sunset, on the evening of the 2d instant, the arrival the 'Sirius', Captain Hunter, from the Cape of Good Hope, was proclaimed, and diffused universal joy and congratulation.  The day of famine was at least procrastinated by the supply of flour and salt provisions she brought us.\\n\\nThe 'Sirius' had made her passage to the Cape of Good Hope, by the route of Cape Horn, in exactly thirteen weeks.  Her highest latitude was 57 degrees 10 minutes south, where the weather proved intolerably cold.  Ice, in great quantity, was seen for many days; and in the middle of December (which is correspondent to the middle of June, in our hemisphere), water froze in open casks upon deck, in the moderate latitude of 44 degrees.\\n\\nThey were very kindly treated by the Dutch governor, and amply supplied by the merchants at the Cape, where they remained seven weeks.  Their passage back was effected by Van Diemen's Land, near which, and close under Tasman's Head, they were in the utmost peril of being wrecked.\\n\\nIn this long run, which had extended round the circle, they had always determined their longitude, to the greatest nicety, by distances taken between the sun and moon, or between the moon and a star.  But it falls to the lot of very few ships to possess such indefatigable and accurate observers as Captain Hunter, and Mr. (now Captain) Bradley, the first lieutenant of the 'Sirius'.\\n\\nI feel assured, that I have no reader who will not join in regretting the premature loss of Arabanoo, who died of the smallpox on the 18th instant, after languishing in it six days.  From some imperfect marks and indents on his face, we were inclined to believe that he had passed this dreaded disorder.  Even when the first symptoms of sickness seized him, we continued willing to hope that they proceeded from a different cause. But at length the disease burst forth with irresistible fury. It were superfluous to say, that nothing which medical skill and unremitting attention could perform, were left unexerted to mitigate his sufferings, and prolong a life, which humanity and affectionate concern towards his sick compatriots, unfortunately shortened.\\n\\nDuring his sickness he reposed entire confidence in us.  Although a stranger to medicine, and nauseating the taste of it, he swallowed with patient submission innumerable drugs,\\\\* which the hope of relief induced us to administer to him.  The governor, who particularly regarded him, caused him to be buried in his own garden, and attended the funeral in person.\\n\\n\\\\[\\\\*Very different had been his conduct on a former occasion of a similar kind. Soon after he was brought among us he was seized with a diarrhoea, for which he could by no persuasion be induced to swallow any of our prescriptions.  After many ineffectual trials to deceive, or overcome him, it was at length determined to let him pursue his own course, and to watch if he should apply for relief to any of the productions of the country.  He was in consequence observed to dig fern-root, and to chew it.  Whether the disorder had passed its crisis, or whether the fern-root effected a cure, I know not; but it is certain that he became speedily well.\\n\\n\\\\*\\\\*The regard was reciprocal.  His excellency had been ill but a short time before, when Arabanoo had testified the utmost solicitude for his case and recovery.  It is probable that he acquired, on this occasion, just notions of the benefit to be derived from medical assistance. A doctor is, among them, a person of consequence.  It is certain that he latterly estimated our professional gentlemen very highly.\\\\]\\n\\nThe character of Arabanoo, as far as we had developed it, was distinguished by a portion of gravity and steadiness, which our subsequent acquaintance with his countrymen by no means led us to conclude a national characteristic. In that daring, enterprising frame of mind, which, when combined with genius, constitutes the leader of a horde of savages, or the ruler of a people, boasting the power of discrimination and the resistance of ambition, he was certainly surpassed by some of his successors, who afterwards lived among us.  His countenance was thoughtful, but not animated: his fidelity and gratitude, particularly to his friend the governor, were constant and undeviating, and deserve to be recorded. Although of a gentle and placable temper, we early discovered that he was impatient of indignity, and allowed of no superiority on our part. He knew that he was in our power; but the independence of his mind never forsook him.  If the slightest insult were offered to him, he would return it with interest.  At retaliation of merriment he was often happy; and frequently turned the laugh against his antagonist. He did not want docility; but either from the difficulty of acquiring our language, from the unskillfulness of his teachers, or from some natural defect, his progress in learning it was not equal to what we had expected.  For the last three or four weeks of his life, hardly any restraint was laid upon his inclinations:  so that had he meditated escape, he might easily have effected it.  He was, perhaps, the only native who was ever attached to us from choice; and who did not prefer a precarious subsistence among wilds and precipices, to the comforts of a civilized system.\\n\\nBy his death, the scheme which had invited his capture was utterly defeated. Of five natives who had been brought among us, three had perished from a cause which, though unavoidable, it was impossible to explain to a people, who would condescend to enter into no intercourse with us.  The same suspicious dread of our approach, and the same scenes of vengeance acted on unfortunate stragglers, continued to prevail.\\n\\nCHAPTER V.\\n\\nTransactions of the Colony until the Close of the Year 1789.\\n\\nThe anniversary of his majesty's birth-day was celebrated, as heretofore, at the government-house, with loyal festivity.  In the evening, the play of 'The Recruiting Officer' was performed by a party of convicts, and honoured by the presence of his excellency, and the officers of the garrison.  That every opportunity of escape from the dreariness and dejection of our situation should be eagerly embraced, will not be wondered at.  The exhilarating effect of a splendid theatre is well known: and I am not ashamed to confess, that the proper distribution of three or four yards of stained paper, and a dozen farthing candles stuck around the mud walls of a convict-hut, failed not to diffuse general complacency on the countenances of sixty persons, of various descriptions, who were assembled to applaud the representation.  Some of the actors acquitted themselves with great spirit, and received the praises of the audience:  a prologue and an epilogue, written by one of the performers, were also spoken on the occasion; which, although not worth inserting here, contained some tolerable allusions to the situation of the parties, and the novelty of a stage-representation in New South Wales.\\n\\nBroken Bay, which was supposed to be completely explored, became again an object of research.  On the sixth instant, the governor, accompanied by a large party in two boats, proceeded thither.  Here they again wandered over piles of mis-shapen desolation, contemplating scenes of wild solitude, whose unvarying appearance renders them incapable of affording either novelty or gratification.  But when they had given over the hope of farther discovery, by pursuing the windings of an inlet, which, from its appearance, was supposed to be a short creek, they suddenly found themselves at the entrance of a fresh water river, up which they proceeded twenty miles, in a westerly direction; and would have farther prosecuted their research, had not a failure of provisions obliged them to return.  This river they described to be of considerable breadth, and of great depth; but its banks had hitherto presented nothing better than a counterpart of the rocks and precipices which surround Broken Bay.\\n\\nJune, 1789.  A second expedition, to ascertain its course, was undertaken by his excellency, who now penetrated (measuring by the bed of the river) between 60 and 70 miles, when the farther progress of the boats was stopped by a fall.  The water in every part was found to be fresh and good. Of the adjoining country, the opinions of those who had inspected it (of which number I was not) were so various, that I shall decline to record them.  Some saw a rich and beautiful country; and others were so unfortunate as to discover little else than large tracts of low land, covered with reeds, and rank with the inundations of the stream, by which they had been recently covered.  All parties, however, agreed, that the rocky, impenetrable country, seen on the first excursion, had ended nearly about the place whence the boats had then turned back.  Close to the fall stands a very beautiful hill, which our adventurers mounted, and enjoyed from it an extensive prospect.  Potatoes, maize, and garden seeds of various kinds were put into the earth, by the governor's order, on different parts of Richmond-hill, which was announced to be its name. The latitude of Richmond-hill, as observed by captain Hunter, was settled at 33 degrees 36 minutes south.\\n\\nHere also the river received the name of Hawkesbury, in honour of the noble lord who bears that title.\\n\\nNatives were found on the banks in several parts, many of whom were labouring under the smallpox.  They did not attempt to commit hostilities against the boats; but on the contrary shewed every sign of welcome and friendship to the strangers.\\n\\nAt this period, I was unluckily invested with the command of the outpost at Rose Hill, which prevented me from being in the list of discoverers of the Hawkesbury.  Stimulated, however, by a desire of acquiring a further knowledge of the country, on the 26th instant, accompanied by Mr. Arndell, assistant surgeon of the settlement, Mr. Lowes, surgeon's mate of the 'Sirius', two marines, and a convict, I left the redoubt at day-break, pointing our march to a hill, distant five miles, in a westerly or inland direction, which commands a view of the great chain of mountains, called Carmarthen hills, extending from north to south farther than the eye can reach.  Here we paused, surveying \\\"the wild abyss; pondering our voyage.\\\" Before us lay the trackless immeasurable desert, in awful silence.  At length, after consultation, we determined to steer west and by north, by compass, the make of the land in that quarter indicating the existence of a river.  We continued to march all day through a country untrodden before by an European foot.  Save that a melancholy crow now and then flew croaking over head, or a kangaroo was seen to bound at a distance, the picture of solitude was complete and undisturbed.  At four o'clock in the afternoon we halted near a small pond of water, where we took up our residence for the night, lighted a fire, and prepared to cook our supper: that was, to broil over a couple of ramrods a few slices of salt pork, and a crow which we had shot.\\n\\nAt daylight we renewed our peregrination; and in an hour after we found ourselves on the banks of a river, nearly as broad as the Thames at Putney, and apparently of great depth, the current running very slowly in a northerly direction.  Vast flocks of wild ducks were swimming in the stream; but after being once fired at, they grew so shy that we could not get near them a second time.  Nothing is more certain than that the sound of a gun had never before been heard within many miles of this spot.\\n\\nWe proceeded upwards, by a slow pace, through reeds, thickets, and a thousand other obstacles, which impeded our progress, over coarse sandy ground, which had been recently inundated, though full forty feet above the present level of the river.  Traces of the natives appeared at every step, sometimes in their hunting-huts, which consist of nothing more than a large piece of bark, bent in the middle, and open at both ends, exactly resembling two cards, set up to form an acute angle; sometimes in marks on trees which they had climbed; or in squirrel-traps\\\\*; or, which surprised us more, from being new, in decoys for the purpose of ensnaring birds. These are formed of underwood and reeds, long and narrow, shaped like a mound raised over a grave; with a small aperture at one end for admission of the prey; and a grate made of sticks at the other:  the bird enters at the aperture, seeing before him the light of the grate, between the bars of which, he vainly endeavours to thrust himself, until taken.  Most of these decoys were full of feathers, chiefly those of quails, which shewed their utility.  We also met with two old damaged canoes hauled up on the beach, which differed in no wise from those found on the sea coast.\\n\\n\\\\[\\\\*A squirrel-trap is a cavity of considerable depth, formed by art, in the body of a tree.  When the Indians in their hunting parties set fire to the surrounding country (which is a very common custom) the squirrels, opossums, and other animals, who live in trees, flee for refuge into these holes, whence they are easily dislodged and taken.  The natives always pitch on a part of a tree for this purpose, which has been perforated by a worm, which indicates that the wood is in an unsound state, and will readily yield to their efforts.  If the rudeness and imperfection of the tools with which they work be considered, it must be confessed to be an operation of great toil and difficulty.\\\\]\\n\\nHaving remained out three days, we returned to our quarters at Rose-hill, with the pleasing intelligence of our discovery.  The country we had passed through we found tolerably plain, and little encumbered with underwood, except near the river side.  It is entirely covered with the same sorts of trees as grow near Sydney; and in some places grass springs up luxuriantly; other places are quite bare of it.  The soil is various:  in many parts a stiff and clay, covered with small pebbles; in other places, of a soft loamy nature:  but invariably, in every part near the river, it is a coarse sterile sand.  Our observations on it (particularly mine, from carrying the compass by which we steered) were not so numerous as might have been wished.  But, certainly, if the qualities of it be such as to deserve future cultivation, no impediment of surface, but that of cutting down and burning the trees, exists, to prevent its being tilled.\\n\\nTo this river the governor gave the name of Nepean.  The distance of the part of the river which we first hit upon from the sea coast, is about 39 miles, in a direct line almost due west.\\n\\nA survey of Botany Bay took place in September.  I was of the party, with several others officers.  We continued nine days in the bay, during which time, the relative position of every part of it, to the extent of more than thirty miles, following the windings of the shore, was ascertained, and laid down on paper, by captain Hunter.\\n\\nSo complete an opportunity of forming a judgment, enables me to speak decisively of a place, which has often engaged conversation and excited reflection.  Variety of opinions here disappeared.  I shall, therefore, transcribe literally what I wrote in my journal, on my return from the expedition.  \\\"We were unanimously of opinion, that had not the nautical part of Mr. Cook's description, in which we include the latitude and longitude of the bay, been so accurately laid down, there would exist the utmost reason to believe, that those who have described the contiguous country, had never seen it.  On the sides of the harbour, a line of sea coast more than thirty miles long, we did not find 200 acres which could be cultivated.\\\"\\n\\nSeptember, 1789.  But all our attention was not directed to explore inlets, and toll for discovery.  Our internal tranquillity was still more important. To repress the inroads of depredation; and to secure to honest industry the reward of its labour, had become matter of the most serious consideration; hardly a night passing without the commission of robbery.  Many expedients were devised; and the governor at length determined to select from the convicts, a certain number of persons, who were meant to be of the fairest character, for the purpose of being formed into a nightly-watch, for the preservation of public and private property, under the following regulations, which, as the first system of police in a colony, so peculiarly constituted as ours, may perhaps prove not uninteresting.\\n\\nI.   A night-watch, consisting of 12 persons, divided into four parties, is appointed, and fully authorized to patrol at all hours in the night; and to visit such places as may be deemed necessary, for the discovery of any felony, trespass, or misdemeanor; and for the apprehending and securing for examination, any person or persons who may appear to them concerned therein, either by entrance into any suspected hut or dwelling, or by such other measure as may seem to them expedient.\\n\\nII.  Those parts in which the convicts reside are to be divided and numbered, in the following manner.  The convict huts on the eastern side of the stream, and the public farm, are to be the first division.  Those at the brick-kilns, and the detached parties in the different private farms in that district, are to be the second division.  Those on the western side of the stream, as far as the line which separates the district of the women from the men, to be the third division.  The huts occupied from that line to the hospital, and from there to the observatory, to be the fourth division.\\n\\nIII. Each of these districts or divisions is to be under the particular inspection of one person, who may be judged qualified to inform himself of the actual residence of each individual in his district; as well as of his business, connections, and acquaintances.\\n\\nIV.  Cognizance is to be taken of such convicts as may sell or barter their slops or provisions; and also of such as are addicted to gaming for either of the aforesaid articles, who are to be reported to the judge advocate.\\n\\nV.   Any soldier or seaman found straggling after the beating of the tattoo; or who may be found in a convict's hut, is to be detained; and information of him immediately given to the nearest guard.\\n\\nVI.  Any person who may be robbed during the night, is to give immediate information thereof to the watch of his district, who, on the instant of application being made, shall use the most effectual means to trace out the offender, or offenders, so that he, she, or they, may be brought to justice.\\n\\nVII. The watch of each district is to be under the direction of one person, who will be named for that purpose.  All the patrols are placed under the immediate inspection of Herbert Keeling.  They are never to receive any fee, gratuity, or reward, from any individual whatever, to engage their exertions in the execution of the above trust.  Nor will they receive any stipulated encouragement for the conviction of any offender. But their diligence and good behaviour will be rewarded by the governor. And for this purpose their conduct will be strictly attended to, by those who are placed in authority over them.\\n\\nVIII. The night-watch is to go out as soon as the tattoo ceases beating: to return to their huts when the working drum beats in the morning: and are to make their report to the judge advocate, through Herbert Keeling, of all robberies and misdemeanors which may have been committed. Any assistance the patrols may require, will be given to them, on applying to the officer commanding the nearest guard; and by the civil power, if necessary; for which last, application is to be made to the provost martial.\\n\\nIX.  Any negligence on the part of those who shall be employed on this duty, will be punished with the utmost rigour of the law.\\n\\nX.   The night-watch is to consist of 12 persons.\\n\\nEvery political code, either from a defect of its constitution, or from the corruptness of those who are entrusted to execute it, will be found less perfect in practice than speculation had promised itself.  It were, however, prejudice to deny, that for some time following the institution of this patrol, nightly depredations became less frequent and alarming: the petty villains, at least, were restrained by it.  And to keep even a garden unravaged was now become a subject of the deepest concern.\\n\\nFor in October our weekly allowance of provisions, which had hitherto been eight pounds of flour, five pounds of salt pork, three pints of pease, six ounces of butter, was reduced to five pounds five ounces of flour, three pounds five ounces of pork, and two pints of pease.\\n\\nIn order to lessen the consumption from the public stores, the 'Supply' was ordered to touch at Lord Howe Island, in her way from Norfolk Island, to try if turtle could be procured, for the purpose of being publicly served in lieu of salt provisions.  But she brought back only three turtles, which were distributed in the garrison.\\n\\nDecember, 1789.  At the request of his excellency, lieutenant Dawes of the marines, accompanied by lieutenant Johnston and Mr. Lowes, about this time undertook the attempt to cross the Nepean river, and to penetrate to Carmarthen mountains.  Having discovered a ford in the river, they passed it, and proceeded in a westerly direction. But they found the country so rugged, and the difficulty of walking so excessive, that in three days they were able to penetrate only fifteen miles, and were therefore obliged to relinquish their object. This party, at the time they turned back, were farther inland than any other persons ever were before or since, being fifty-four miles in a direct line from the sea coast when on the summit of mount Twiss, a hill so named by them, and which bounded their peregrination.\\n\\nIntercourse with the natives, for the purpose of knowing whether or not the country possessed any resources, by which life might be prolonged\\\\*, as well as on other accounts, becoming every day more desirable, the governor resolved to make prisoners of two more of them.\\n\\n\\\\[\\\\*One of the convicts, a negro, had twice eloped, with an intention of establishing himself in the society of the natives, with a wish to adopt their customs and to live with them:  but he was always repulsed by them; and compelled to return to us from hunger and wretchedness.\\\\]\\n\\nBoats properly provided, under the command of lieutenant Bradley of the 'Sirius', were accordingly dispatched on this service; and completely succeeded in trepanning and carrying off, without opposition, two fine young men, who were safely landed among us at Sydney.\\n\\nNanbaree and Abaroo welcomed them on shore; calling them immediately by their names, Baneelon (Bennelong), and Colbee.  But they seemed little disposed to receive the congratulations, or repose confidence in the assurances of their friends.  The same scenes of awkward wonder and impatient constraint, which had attended the introduction of Arabanoo, succeeded.  Baneelon we judged to be about twenty-six years old, of good stature, and stoutly made, with a bold intrepid countenance, which bespoke defiance and revenge.  Colbee was perhaps near thirty, of a less sullen aspect than his comrade, considerably shorter, and not so robustly framed, though better fitted for purposes of activity. They had both evidently had the smallpox; indeed Colbee's face was very thickly imprinted with the marks of it.\\n\\nPositive orders were issued by the governor to treat them indulgently, and guard them strictly; notwithstanding which Colbee contrived to effect his escape in about a week, with a small iron ring round his leg. Had those appointed to watch them been a moment later, his companion would have contrived to accompany him.\\n\\nBut Baneelon, though haughty, knew how to temporize.  He quickly threw off all reserve; and pretended, nay, at particular moments, perhaps felt satisfaction in his new state.  Unlike poor Arabanoo, he became at once fond of our viands, and would drink the strongest liquors, not simply without reluctance, but with eager marks of delight and enjoyment. He was the only native we ever knew who immediately shewed a fondness for spirits:  Colbee would not at first touch them.  Nor was the effect of wine or brandy upon him more perceptible than an equal quantity would have produced upon one of us, although fermented liquor was new to him.\\n\\nIn his eating, he was alike compliant.  When a turtle was shown to Arabanoo, he would not allow it to be a fish, and could not be induced to eat of it. Baneelon also denied it to be a fish; but no common councilman in Europe could do more justice than he did to a very fine one, that the 'Supply' had brought from Lord Howe Island, and which was served up at the governor's table on Christmas Day.\\n\\nHis powers of mind were certainly far above mediocrity.  He acquired knowledge, both of our manners and language, faster than his predecessor had done. He willingly communicated information; sang, danced, and capered, told us all the customs of his country, and all the details of his family economy. Love and war seemed his favourite pursuits; in both of which he had suffered severely.  His head was disfigured by several scars; a spear had passed through his arm, and another through his leg.  Half of one of his thumbs was carried away; and the mark of a wound appeared on the back of his hand. The cause and attendant circumstances of all these disasters, except one, he related to us.\\n\\n\\\"But the wound on the back of your hand, Baneelon!  How did you get that?\\\"\\n\\nHe laughed, and owned that it was received in carrying off a lady of another tribe by force.  \\\"I was dragging her away.  She cried aloud, and stuck her teeth in me.\\\"\\n\\n\\\"And what did you do then?\\\"\\n\\n\\\"I knocked her down, and beat her till she was insensible, and covered with blood.  Then...\\\"\\n\\nWhenever he recounted his battles, \\\"poised his lance, and showed how fields were won\\\", the most violent exclamations of rage and vengeance against his competitors in arms, those of the tribe called Cameeragal in particular, would burst from him.  And he never failed at such times to solicit the governor to accompany him, with a body of soldiers, in order that he might exterminate this hated name.\\n\\nAlthough I call him only Baneelon, he had besides several appellations, and for a while he chose to be distinguished by that of Wolarawaree. Again, as a mark of affection and respect to the governor, he conferred on him the name of Wolarawaree, and sometimes called him 'Beenena' (father), adopting to himself the name of governor.  This interchange we found is a constant symbol of friendship among them\\\\*.  In a word, his temper seemed pliant, and his relish of our society so great, that hardly any one judged he would attempt to quit us, were the means of escape put within his reach.  Nevertheless it was thought proper to continue a watch over him.\\n\\n\\\\[\\\\*It is observable that this custom prevails as a pledge of friendship and kindness all over Asia, and has also been mentioned by Captain Cook to exist among the natives in the South Sea Islands.\\\\]\\n\\nCHAPTER VI.\",\"timestamp\":1636104255,\"title\":\"ne of the principal effects which we had supposed the seizure and captivity of Arabanoo \"},\"digest\":\"Zh5jKTFr4iWOQbtq-zg3ROtkDDaGpQLenam69ZxEbG8\",\"authorship\":{\"contributor\":\"0x8B1db0285B47631728fE87abD9436dBcBa754Aa7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9I4N2pJ5BaoWQOCQiNiH9neTRB0jO10s_tseBlChxk4\\\",\\\"y\\\":\\\"dVEIC54xptKexbgUJGcW0_CVDit93mQXHa5ogmIjqgw\\\"}\",\"signature\":\"3Q2LQL2aeJ9JdFwSkAfoIQ7a29MxDvK2gutG-sJqM-GCjzs8n6P99WFjuby7LPsCKHedXK6KMEJqut4CvCnE2w\",\"signingKeySignature\":\"0xa88f351ba4249e64f31460d901738d0a50d50afd6b156f7e5844f597e8c113c81864341ef885f955fa5a36cb880ec9c26a66992f938567787c02444f960d4c081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9I4N2pJ5BaoWQOCQiNiH9neTRB0jO10s_tseBlChxk4\\\",\\\"y\\\":\\\"dVEIC54xptKexbgUJGcW0_CVDit93mQXHa5ogmIjqgw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Zh5jKTFr4iWOQbtq-zg3ROtkDDaGpQLenam69ZxEbG8\"}"