"{\"content\":{\"body\":\"Whether you use a pseudonym, grace us with your irl face, or rock your favorite NFT, the power of web3 is that the choice is ultimately up to us! Here are a few—but certainly not all—reasons why we change our pfps.\\n\\n**To hide our irl identity for privacy**\\n\\nThe vast range of activities on the internet has expanded so much that we are living almost all of our lives online. Working, playing, socializing, and more are all experienced on the same screen. Having a separate identity between work and play can help compartmentalize each so that one doesn't blend into the other making navigating the internet just a bit more organized.\\n\\n**To divert attention onto another subject**\\n\\nOur profile pics can be changed to images of our or another's piece of work, art, or even a movement. This act can say we believe in the story of that image or the people behind it.\\n\\n**To express our personality**\\n\\nUltimately, whatever we change our pfp to is an expression of ourselves. Just in the same way we'd carefully select irl photos of ourselves to provide a tiny window into who we are, the same goes for any art, collectible, or image we choose as our pfp.\\n\\n**To feel a sense of belonging**\\n\\nWhat's different and maybe the most special aspect of collectible pfps is the community aspect. Belonging and connection are both essential human needs! Using a pfp from a 10k collection, for example, showcases an immediate shared experience of ownership of that NFT.\\n\\nOur identities are multilayered and complex because we're human beings with complex lives. The internet allows us to express our identity in whatever way we choose and there is freedom in that fluidity and flexibility.\\n\\n\\n---\\n\\n*This micro-essay is #003 of ship30for30 challenge.*\",\"timestamp\":1635176655,\"title\":\"4 reasons why we change our profile pics\",\"publication\":\"osirene\"},\"digest\":\"9Oog-DXYDqmvNBTI2ZxypsOOEHNfyXz43qZvvxEgo8U\",\"authorship\":{\"contributor\":\"0x25E0FBc652CfC890d308961b7D34c08d109A491B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PxTmMyNc_Znx7wCuTYXqJZr1lit3W3eejNHdhmH4IXI\\\",\\\"y\\\":\\\"xav-grgP04q9Od96RcyNyViwKRVME-D5os0DcRoYLr4\\\"}\",\"signature\":\"kpR-OsbGmfURXyWS1atUhwGLjdOPyNgZ7sYPVumj8xUvrfG1PCLXpjHiGCFJIByzmtJD8VWJfuX-eg5PqXnWUQ\",\"signingKeySignature\":\"0x07184b3596deba292b0fc229203879fb7f93d226a8a508604ee3290246cee9772f42f90115da212f3d591b95e22610be06c6b8abbf2d4ef91dd4d3a6040555791b\",\"signingKeyMessage\":\"I authorize the publication of articles on osirene.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PxTmMyNc_Znx7wCuTYXqJZr1lit3W3eejNHdhmH4IXI\\\",\\\"y\\\":\\\"xav-grgP04q9Od96RcyNyViwKRVME-D5os0DcRoYLr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lQSY6r4HA0ViOUIA_is2O697jlgG_sPRuZzKZYJTujE\"}"