"{\"content\":{\"body\":\"I’ve written a bunch about the globalization of the startup economy. You can start and build a tech company almost anywhere these days. That has been true for at least the last decade. But until very recently, raising capital for your startup was significantly easier if it was located in the major startup hubs, most notably Silicon Valley.\\n\\nI believe the pandemic changed that equation dramatically and USV’s “deal log” is a great example of that. When I look at all of the opportunities we are currently considering plus all of the investments we have made this year to date, what stands out most to me is the location of the founders and teams. It seems to me that about half of our “new deal activity” right now is happening outside of the US. And very little of it is in western Europe where most of our non-US investing has been for the last decade.\\n\\nThis is a big change from where it was just last year and the year before. The emergence of raising money and supporting investments on Zoom has made it possible to have a much broader reach than was possible a few years ago.\\n\\nWhat makes it easier for USV is our thesis-driven model of investing. We know exactly what we are looking for in new opportunities in wellness, education, financial services, climate, and crypto and so we can react to opportunities that fit into our thesis pretty much anywhere in the world. And we are doing exactly that.\\n\\nIt takes a long time, at least five years and more likely a decade, to know how changes in the startup economy and venture capital will play out. We won’t know how this move to invest globally will impact returns and founder success. I am optimistic that it will be a positive change for both but only time will tell.\\n\",\"timestamp\":1622558890,\"title\":\"The Globalization Of Venture Capital Investing\",\"publication\":\"avc\"},\"digest\":\"Y9Z1a6Tc13lJdHS3UXbaIKOS_WQ_eSs5rgka5XciA_w\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"gcH4bJnAwj0m00pzRoV6lphqzngpUpPOGl7g4t7Fwd87fDjNlYdr8JpWSKgljMtH9KJWOjhbmjMEsqbBMacuGA\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y9Z1a6Tc13lJdHS3UXbaIKOS_WQ_eSs5rgka5XciA_w\"}"