"{\"content\":{\"body\":\"Paris, 1895.\\n\\nAuguste and Louis Lumiere's father had a photographic plate factory on the verge of bankruptcy. The boys saved the factory in 1884 and went beyond plates. By February 1895, they built a 3-in-1 camera that recorded, developed and projected moving pictures. A year later they went on world tour with their first movies. Strangely, invented the first practical color film process and thought that was “it”.\\n\\n2X21 minus 40, 2881 \\n\\nEveryone wanted peace after the Long War ended.\\n\\nPost-war reconstruction was on the minds of the System's delegates eager for a peace and prosperity plan. Billions could live out their lives on the Whole'Verse, a paradise built on light. Dr. Faye Wong became the architect of this plan.\\n\\nPeople could live in a world built on light instead of atoms but not Faye's family. Many suffered during the War. She lost everyone. They died in a civilian shelter from a mutation of a \\\"bug\\\" that incubated in a crowded outer world colony like Jupiter. She couldn't even download a semblance of her family when it happened.\\n\\nShe was faraway, working with John Cadmus on his masterpiece, \\\"The Manifold\\\" - the power to tweak and twist space-time. The early and crude military uses of the \\\"Fold\\\" haunted him. After the war, in seclusion, he created his \\\"children\\\", the \\\"ALEPs\\\", as penance - to make life.\\n\\nIn peacetime, they were going to use \\\"The Fold\\\" to power a brand new Whole'Verse. The father of \\\"The Fold\\\" had strange new ideas, a threat to the ambitions of the post-war plan. Cadmus insisted there was a flaw which would endanger everyone if they used it to power the ‘Verse.\\n\\n“This is where you will find him. It's a family compound, everyone is there including his last project, his \\\"ALEPs\\\", he has about 7 of his \\\"kids\\\" in addition to his wife and son.\\\"\\n\\nFaye didn't flinch as the enforcers gathered their \\\"tools\\\" for the \\\"Op\\\". The price for a paradise for billions of war-weary people seemed worth it - Faye thought she and John would help pay for it.\",\"timestamp\":1633969443,\"title\":\"2921: 3.12 The Price of Paradise, 2881\"},\"digest\":\"7ZzI5e47uMU4DpOrtAtUyanTEXAmZTPDe4u5ThBm0AM\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"a1T9yfV160UEdQquPxMw1DXVwR-YDCJLlA3YCgSZQMwlUdtfyWaS7Z78BAFLJAf9vhVY_isMf_OiEb1dhgi8mQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FTbxOxdDKk_wxIblssYZRJkWRDGxDJ4QKG_t4jX4_gs\"}"