"{\"content\":{\"body\":\"I was born in Geneva, son of a Scottish mother and an American father who worked as a particle physicist at [CERN](https://home.cern/), the international science laboratory. Moving to the suburbs of New York at a young age, I eventually went to Columbia University for a BA in Socio-Cultural Anthropology, then moved abroad to Vietnam where I taught English for a while in Ho Chi Minh City—or Saigon, as it’s affectionately known to the locals, despite having been officially renamed after the war.\\n\\nEventually, I moved back to NYC to study some more, earning an MFA in Art Criticism & Writing from The School Of Visual Art, after which I launched into an art career, working first as an assistant to a renowned curator and publisher of The Brooklyn Rail magazine, Phong Bui, who I helped to pull of [a massive exhibition](https://cometogethersandy.com/) with hundreds of artists in a warehouse in Brooklyn. Ever since then, I have sporadically published art criticism within the pages of [the rail](https://brooklynrail.org/2016/10/artseen/taryn-simon-an-occupation-of-loss) from time to time.\\n\\nNext, I worked as an assistant for the rare book dealer and art-book publisher [Glenn Horowitz](https://glennhorowitz.com/), (a fascinating experience, in which I found myself the registrar and courier of priceless first editions inscribed by Joyce and Vonnegut, Hunter S. Thompson faxes, Joe Strummer’s lyric sheets and more). Then to round out my time in NY, I worked at Pace, the blue-chip mega-gallery, serving under the enormously powerful but notoriously cantankerous art dealer Douglas Baxter, who was one of the top dealers in the art world at the time. This was before his fall from grace following an embarrassing [exposé](https://news.artnet.com/market/pace-workplace-culture-1922863) in 2020, in which numerous former assistants spoke out about his downright abusive behavior—honoring my NDA, I didn’t squeal about his pathological antics at the time when he fired me, but now that the cat is out of the bag: just picture *The Devil Wears Prada* on steroids.\\n\\nAfter working at Pace I was burnt out on NY, so I decided to move back to Vietnam and try to become an expert in contemporary art in South East Asia. I already spoke some Vietnamese, and I missed the warmth, the food, the excitement of living abroad—so I returned to Saigon, and taught Art History at the Ho Chi Minh University of Science for a while. After another year or so, teaching and writing about art in Saigon, I moved to Chiang Mai, Thailand, to dig the scene over there.  Pretty much ever since, I have been bouncing back and forth between Thailand and Vietnam, writing about art for magazines like [Art Asia Pacific](https://www.artasiapacific.com/Magazine/112/DiasporaExitExileExodusOfSoutheastAsia) and [Art &. Market](https://www.artandmarket.net/reviews/2020/1/29/review-of-apichatpong-weerasetakul-almost-fiction), as well as curating events and exhibitions for galleries such as [MoT+](http://motplus.xyz/category/mot/) and [RKFA](https://rkfineart.com/exhibition/bao-vuong-cam-xanh-cao-hoang-long-le-hoang-bich-phuong-nghia-dang-quynh-lam-tuyen-nguyen-unlearning-curated-by-david-willis/).\\n\\nNowadays, I am living in the central highlands of Vietnam, in a small city called Dalat, where I have been writing my first book (a monograph on the Malaysian surrealist painter, Justin Lim) as well working in the NFT-gaming space—specifically, producing content and running twitter for [Axie.GG](https://Axie.gg), the top guild in the play-to-earn video game Axie Infinity. You can read my blog posts for them [here](https://medium.com/@AxieGG) for more info on that topic, or if you are interested in art, you can check out my [Quora](https://www.quora.com/profile/David-Willis-86) page, where I am one of the top respondents in the category of Contemporary Art, with well over 100K views on my answers.\\n\\nThank you for reading my little introduction! Given my recent involvement in crypto gaming and publishing (I am also now an associate editor of the blog at [E1337.PRO](https://www.e1337.pro/)) I’m eager to engage more with the decentralized community—and that’s why I’m here!\\n\\nAll best, see you in the Metaverse!\\n\\n\\\\-Wiley (AKA Dave Willis)\\n\\n[Twitter](https://twitter.com/WileyDaveWillis) / [Linkedin](https://www.linkedin.com/in/dave-willis-74146866/)\",\"timestamp\":1638930978,\"title\":\"Hi, I'm Wiley 😀 I Write About Fine Art, NFTs & Crypto Gaming\"},\"digest\":\"BtqyaN9epPU25kG4tLGHgg1qV5AVpalo8DXoh8TDcus\",\"authorship\":{\"contributor\":\"0x0E0D666830E61CBf18be39E729dC7647b152fe2E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDSyL9I69TVSjR8a3R0Z1zoPUfj5jX62igic19XHQzI\\\",\\\"y\\\":\\\"kXRrkq_P4gt0uRA977qvgRLzQflrH49TtVY27AZVjXY\\\"}\",\"signature\":\"Wl-DJ-flXb9O8U_bh-DQA_vJqHr_pwM8gp-4KTIJh1isnjac10-zA_RncIw8wheoEBOOHIqIwu-60Ifgr6zPeA\",\"signingKeySignature\":\"0x2ece2e898c60dc5a4435388e06d4847e1235642e6d4c7303fd5dd9d3a55e12804ea55dfecf0bb9d44ad527c73bcdd4b88756adfd460142110b9bcc62bb61ea951b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDSyL9I69TVSjR8a3R0Z1zoPUfj5jX62igic19XHQzI\\\",\\\"y\\\":\\\"kXRrkq_P4gt0uRA977qvgRLzQflrH49TtVY27AZVjXY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BtqyaN9epPU25kG4tLGHgg1qV5AVpalo8DXoh8TDcus\"}"