"{\"content\":{\"body\":\"Today, there are over 10,000 coins on CoinGecko. Even if we only focus on the most valuable ones, there are over 125 coins worth $1B+ in marketcap. To be able to make sense of the space, we need a  taxonomy. At a high level, we can split the whole space into two: **Native currencies** and **Tokens**.\\n\\nThere are many independent blockchains, like Bitcoin, Ethereum and Solana. Each blockchain or Layer-1 chains are they are called have their own **native currency**. This is the currency used to interact with the chain (to pay fees, earn mining rewards). Each chain defines it’s own economic policy (e.g. whether the total supply is capped or uncapped, how new coins are created and even whether these rules can be changed). Think of Layer-1s as operating systems like Windows or iOS. They are pretty complex to build, and take time and effort to gain widespread adoption. \\n\\nSome blockchains like Bitcoin and Litecoin are not programmable and support only one currency (their own native currency). Other chains like Ethereum and Solana are programmable and let users create their own smart contracts or applications on top of them. These applications could define their own currencies, and these are called **tokens**. Think of tokens as apps on your phone’s operating system. They are relatively easy to create and vary widely in quality from serious apps trusted by billions or users like Facebook and Gmail to weekend student side projects that was only used by one person.\\n\\n## Classifying Layer-1s\\n\\nBlockchains are going to power every economic transaction like how the internet has become essential to everyday life. To better understand how they fit in, I like to classify all the Layer-1s into roughly 4 big buckets.\\n\\n### 1. Store of value chains\\n\\nThis is a chain that aims to do one thing and one thing only: preserve or improve your purchasing power compared to your local currency over long periods of time. Due to inflation, almost all currencies lose value over time. In a traditional asset portfolio, this is the role gold place. These chains are designed to improve upon gold’s monetary characteristics. In this category, I think it’s already game over, Bitcoin has won. And it’s highly unlikely it will be supplanted at least over the next decade or so. Beyond that, there are questions around it’s fee market, but I believe that will be solved in one way or another.\\n\\n**Examples** Bitcoin, Zcash, Monero\\n\\n**Winners** Almost certainly only one (Bitcoin)\\n\\n**Total Marketcap** 5-10 Trillion dollars\\n\\n### 2. General purpose smart contract chains\\n\\nThis is the chain that you would use by default when there is no specialized needs. Sticking with the operating system analogy, this would be the equivalent of iOS or Android that most people use everyday because it has all the apps they need on it. For a chain to win here, it needs to be permissionless (open to anyone), credibly neutral (no favoritism), decentralized (not controlled by a small set of people) and highly secure (short time to finality). Ethereum is well positioned to take this spot. But it could also be a newer chain like Solana. \\n\\nThese chains will power most of the economic activity in the world in the next 25 years. Almost every major economic transaction will rely on this kind of chain for final settlement.\\n\\n**Examples** Ethereum, Avalanche, Solana\\n\\n**Winners** 2-5 with a high pareto distribution. The top one or two will have most of the users and value.\\n\\n**Total Marketcap** 50-100Trillion dollars\\n\\n### 3. Specialized smart contract chains\\n\\nThese are chains that excel at one particular aspect but have traded off something important enough that they cannot be No. 2 above. e.g. A low latency/high throughput chain that trades off decentralization for speed. You could think of these as chains the failed to become the “default” above. It’s also possible for chains to move between these two categories. The analogy is Windows or Linux. In the early 90s to late 2000s, if you were writing any kind of business software you absolutely had to build on Windows. And in the later 2000s to now, if were writing any kind of server software you had to build for Linux. These chains will find their particular niche and dominate it.\\n\\nI believe CBDCs (central bank digital currencies) will end up in this category. They would be highly relevant for anything within that particular country, but if you had to settle across countries, the countries themselves would prefer to use a credibly neutral chain above rather than one of their own chains (which advantages one country above others).\\n\\n**Examples** Algorand, Hashgraph, Polkadot\\n\\n**Winners** 10-100s\\n\\n**Total Marketcap** 1-10 Trillion dollars\\n\\n### 4. Application specific chains\\n\\nThis is a chain that’s built to solve a particular domain specific problem. And does not aim to be a general purpose chain. Similar to a real time OS used in mission critical systems. They make heavy tradeoffs to solve their particular problem. e.g. Arweave that aims to solve decentralized data storage or Helium which aims to build decentralized wireless infrastructure.\\n\\n**Example** Helium, Arweave, Filecoin\\n\\n**Winners** 100s-1000s\\n\\n**Total Marketcap** 100s of Billions to low Trillions\\n\\nWe’re still extremely early, and it’s going to take a decade or so to play out. Welcome to the revolution.\",\"timestamp\":1637549103,\"title\":\"How to think about Layer-1s\"},\"digest\":\"AKWCync2ykHU7sx2AAe3-S3IRutdoXnsY05ugpESfN8\",\"authorship\":{\"contributor\":\"0x2206445D241cCB7DAE93B2D2acFC67f75B90fD76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VcdSXB4_79nfU_AKDzyEuvxsnLtje6kENfaE0VmJICs\\\",\\\"y\\\":\\\"J2kjbIuVjS9fls6AUwL6RayaigNjpCS2L74o3Da3Edk\\\"}\",\"signature\":\"Tiopq9mVvSpltVIvcYLf7VQAchDbvBcHLxUuNWjPHDfbMVU8H9hlHB8vo9r32oYaaF8qnHvFoUrNKIOFH6GKMA\",\"signingKeySignature\":\"0x603926859ca1df9d637b55042d92d524c18bbe168682b1b2cecaec8179c80d0600e758abf2c2c9cc6ee0aba2af8ff370afff47a4699f511a357592bfb88ac5fb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VcdSXB4_79nfU_AKDzyEuvxsnLtje6kENfaE0VmJICs\\\",\\\"y\\\":\\\"J2kjbIuVjS9fls6AUwL6RayaigNjpCS2L74o3Da3Edk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AKWCync2ykHU7sx2AAe3-S3IRutdoXnsY05ugpESfN8\"}"