"{\"content\":{\"body\":\"\\\"Really good painting, miao Miao, lonely boat, extraordinary brushwork.\\\"I coolly nodded admiration, after all, as here, the total can't too rude, to receive gift if expressed delight, that would have to give a person, do not like me this kind of status, there are some things that can help lift a finger, there are some things, or sitting on the sidelines of good, although your majesty now very wise, but always think of,He is already over seventy years old, and it is said that he will inherit the throne next year. What if he gets old and confused and doubts an old minister like me? I want to finish what I started well and get a happy ending.Gift-giving Liu Zhen middle-aged people see me that look, eyes flashed a worry, carefully say: \\\"husband, the father of the little nephew dotage, shouldn't write a book at random, and I read in the copy of the same year, once again with the temple for the minister's sake, for my father said a few words of good things, let his old man's house be abetted.\\\"\\n\\n\\\"Really, brother Wen ju has written any books? Please show me. I like brother Wen ju's writing very much.\\\"I came in, when I and his Lao tze Liu Kui wen-ju liu is the jinshi in together, I am a scholar, he is the second, but to be honest, I'm very admire of his articles, words is rigorous, the history according to the detail, were it not for his personality was too stubborn, say what also refused to serve two masters, this in a noted in absolute is his bag, a while ago I heard that he was writing \\\"the chu history in southern dynasties\\\",I was looking forward to it, but I haven't heard anything lately.Liu Zhen's face reveals embarrassed look, took out a cloth bag from bosom to pass over.I opened a look, light blue color on the cover of the \\\"History of southern Chu\\\" four characters, I excitedly opened to read up, completely forget that there are outsiders in the room.Wait for me to finish reading ten lines at a glance, not from a bitter smile, Wen Ju brother can really not leave for me.He laid down his book lazily and intoned, \\\"My good nephew, go home first. I must look into this matter. You know that my husband has not interfered in government affairs for many years.\\\"\\n\\nSee off Liu Zhen, I loudly call way: \\\"small shun son, small shun son.\\\"With my call, from the outside into a blue man, looks about 40 years old of age, handsome in appearance, white surface need not, this man was with my entourage Li Shun over fifty years, he was the south chu palace eunuch, martial arts extremely, is said to have to master level, say why it is said that, of course, because I don't quite understand things on the martial arts,But he was clearly in his early sixties, but he looked middle-aged. It must be true.Before some people do not believe that Li Shun such a master will be loyal to me such a helpless scholar, once wanted to buy him, but the fate of the tragic I will not say, lest you listen to eat.I asked with a bitter smile: \\\"Liu Kui is a legacy of the Southern Chu, he said some excessive words also nothing, how to court those officials so important?\\\"Li Shun laughed and said, \\\"Your lordship must have forgotten that next year your grand-son will succeed to the throne, and the crown princess is your eldest daughter. Who doesn't want to please you at this time? But Liu Kui is so stubborn that he has to put you on the list of The Two ministers, and even if you don't mind, the honor of the crown princess and grand-daughter must be preserved.\\\"\\n\\n'Yes!I suddenly realized, don't look at Liu Kui in the history of Chu in the South said I was \\\"feminine and treacherous, scheming deep\\\", who knows I am not a sensitive person to politics, if not small shunzi point and my wisdom to protect oneself, I am afraid of early cover top.Thinking of this, I said lightly:\\\"Where are you going with the soft blue, Liu Kui is south ChuYiChen survives, why embarrass him, some things are also said he don't say others, he gave me to write the biography of the river with the cloud and although some sharp, but finally still accord with fact, he has written so that other people write, besides, my thing is complicity in less than a grandson to the emperor, call her don't have to much.\\\"Little shunzi respectfully retired.\\n\\nI was in the best of spirits to open the \\\"River with cloud biography\\\" to see it again, although I have not covered the coffin, but take a look in advance it does not matter.\\n\\nXiande sixteen years ding MAO, the country's main victory slight illness, to autumn, recovered, kaien, Jiangnan scholars jumping, from such as flow, August 15, jin Bang out, the number one, Jiangzhe jiaxing is also, when the cloud name has not yet shown, the crowd questioned, is to know the person.\",\"timestamp\":1634808789,\"title\":\"South chu scholar\"},\"digest\":\"sfpjYEpyNxZlpRyonaPCKZweNk4EvxPfjLEeIiH9CGQ\",\"authorship\":{\"contributor\":\"0x36a55b7E766Ab8EAAc78515F810418a3B6C1A75f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"54UzCkN-nOmZYjlIATdavmlx2ds3iGz8ncaC5I2uHYA\\\",\\\"y\\\":\\\"I7OxTNs0Z7TYfRqRlcko0TqpcOKAcLAYK3a6Adj3l_8\\\"}\",\"signature\":\"wk2YVbCGEylY7j5fk4B4ZIp2RLuOM8GbKBuHLjU7zcCqMHF9ZlHpnOaeo-dkk9mHrpCbwdhxgbHLFzxH8JuVSQ\",\"signingKeySignature\":\"0x3b5f059c120b3dd28687d928852989e9a03549d9dfb3af671796e488ccb9b7f21300870f3c7b358278c1e2f7b805ed1a7bad61b7d4ff8ec3a187a81a5b7a901d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"54UzCkN-nOmZYjlIATdavmlx2ds3iGz8ncaC5I2uHYA\\\",\\\"y\\\":\\\"I7OxTNs0Z7TYfRqRlcko0TqpcOKAcLAYK3a6Adj3l_8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sfpjYEpyNxZlpRyonaPCKZweNk4EvxPfjLEeIiH9CGQ\"}"