"{\"content\":{\"body\":\"**Les Ganes e i Salvans.**\\n\\nIn every place of the Ladins there is a story of Silvani and Ganne. These were wild creatures (which were similar to us), who lived in the midst of rocks ,in burrows( where foxes or other animals are sometimes seen taking refuge) or in forests. They lived on salvaging, dressed in the skins of wolves and bears and wild bulls, which can still be seen then. They weren’t able to talk fluently, just a few words here and there; they feared from thunder as from the devil, and mostly suffered horrible hunger. Up in Collfosco it was all full of these creatures, who lived scattered around Pöez and the mountain meadows; therefore there is still a source, which has the name Salvan. In winter they came down from Pöez completely frozen and stopped mainly in Longiarù and Pezzedi. If you gave them something, they took it. They did no harm to anyone, but whoever made fun of them or offended them, they did bitter revenge, being as robust as giants. They were known to open up stables at night and to lead them into the pasture at night, for fun. \\n Once upon a time there was also in the mid-day valley up in Collfosco a beautiful young Ganna, who always came from her valley in order to go to Pezzedi to warm up; coming there she often also learned to speak Ladin. The owner of the farm was still celibate. He begins to like Ganna, being good at work; after having learned the Christian doctrine, she was baptized, married and became the mistress of Pezzedi. It is good to know about her, that she had taken him only on her condition, that he would never touch her on her face with the back of her hand, for in that case she would have to leave. For a long time everything went well, Ganna was a good and good mistress and she raised her children well. But one Saturday, while she was cleaning her children, her husband arrived all tired and rested. Prevented with both hands she said: You, look, I have something on my forehead, I don't know what it is. The poor man approaches her with his hand to chase or catch some kind of fly or whatever was there, and touches it with the back of his hand. At that moment she gets scared, turns red in the face, sends a shrill cry, and full of compassion she looks at her husband and children, before not being seen again. \",\"timestamp\":1640001707,\"title\":\"Les Ganes e i Salvans - English\"},\"digest\":\"8Cu0nCH-8yqK_61y_OlbnZ1mICYU_pme-CatjK4vyQY\",\"authorship\":{\"contributor\":\"0x945625c8F28C0dd7f0420EbACb2f7E979b1De07B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p9EdE42o98wAto22v3ZBc79lVikdVaqeMi3QQm7ya-g\\\",\\\"y\\\":\\\"3VJbKrNg1mKqZAsJ20O22Bu7bEm9Kpg2nXCFo7gd2JA\\\"}\",\"signature\":\"AElHWBD2J8gDKnwq0GKXx4FHzmh67xS6BdTwaKRosHDoRXpoyYyucqjUdze0ZLrXGKBR82ue75NBAByO0YDElg\",\"signingKeySignature\":\"0x63fa3a06ae00ce643e5547a36b642b528540b222fd5e55986c7a64ecc9af22a2315fdcc1332d595e0b5f43ebec608f1d20d527e695a87734adb64b1bd3a6b29b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p9EdE42o98wAto22v3ZBc79lVikdVaqeMi3QQm7ya-g\\\",\\\"y\\\":\\\"3VJbKrNg1mKqZAsJ20O22Bu7bEm9Kpg2nXCFo7gd2JA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8Cu0nCH-8yqK_61y_OlbnZ1mICYU_pme-CatjK4vyQY\"}"