"{\"content\":{\"body\":\"Tilesius mentions a peculiar case which was extensively quoted in London. Two brothers, one of whom was deaf, were struck by lightning. It was found that the inner part of the right ear near the tragus and anti-helix of one of the individuals was scratched, and on the following day his hearing returned. Olmstead quotes the history of a man in Carteret County, N.C., who was seized with a paralytic affection of the face and eyes, and was quite unable to close his lids. While in his bedroom, he was struck senseless by lightning, and did not recover until the next day, when it was found that the paralysis had disappeared, and during the fourteen years which he afterward lived his affection never returned. There is a record of a young collier in the north of England who lost his sight by an explosion of gunpowder, utterly destroying the right eye and fracturing the frontal bone. The vision of the left eye was lost without any serious damage to the organ, and this was attributed to shock. On returning from Ettingshall in a severe thunder storm, he remarked to his brother that he had seen light through his spectacles, and had immediately afterward experienced a piercing sensation which had passed through the eye to the back of the head. The pain was brief, and he was then able to see objects distinctly. From this occasion he steadily improved until he was able to walk about without a guide.\\n\\nLe Conte mentions the case of a negress who was struck by lightning August 19, 1842, on a plantation in Georgia. For years before the reception of the shock her health had been very bad, and she seemed to be suffering from a progressive emaciation and feebleness akin to chlorosis. The difficulty had probably followed a protracted amenorrhea, subsequent to labor and a retained placenta In the course of a week she had recovered from the effects of lightning and soon experienced complete restoration to health; and for two years had been a remarkably healthy and vigorous laborer. Le Conte quotes five similar cases, and mentions one in which a lightning-shock to a woman of twenty-nine produced amenorrhea, whereas she had previously suffered from profuse menstruation, and also mentions another case of a woman of seventy who was struck unconscious; the catamenial discharge which had ceased twenty years before, was now permanently reestablished, and the shrunken mammae again resumed their full contour.\\n\\nA peculiar feature or superstition as to lightning-stroke is its photographic properties. In this connection Stricker of Frankfort quotes the case of Raspail of a man of twenty-two who, while climbing a tree to a bird's nest, was struck by lightning, and afterward showed upon his breast a picture of the tree, with the nest upon one of its branches. Although in the majority of cases the photographs resembled trees, there was one case in which it resembled a horse-shoe; another, a cow; a third, a piece of furniture; a fourth, the whole surrounding landscape. This theory of lightning-photographs of neighboring objects on the skin has probably arisen from the resemblance of the burns due to the ramifications of the blood-vessels as conductors, or to peculiar electric movements which can be demonstrated by positive charges on lycopodium powder.\\n\\nA lightning-stroke does not exhaust its force on a few individuals or objects, but sometimes produces serious manifestations over a large area, or on a great number of people. It is said that a church in the village of Chateauneuf, in the Department of the Lower Alps, in France, was struck by three successive lightning strokes on July 11, 1819, during the installation of a new pastor. The company were all thrown down, nine were killed and 82 wounded. The priest, who was celebrating mass, was not affected, it is believed, on account of his silken robe acting as an insulator. Bryant of Charlestown, Mass., has communicated the particulars of a stroke of lightning on June 20, 1829, which shocked several hundred persons. The effect of this discharge was felt over an area of 172,500 square feet with nearly the same degree of intensity. Happily, there was no permanent injury recorded. Le Conte reports that a person may be killed when some distance--even as far as 20 miles away from the storm--by what Lord Mahon calls the \\\"returning stroke.\\\"\\n\\nSkin-grafting is a subject which has long been more or less familiar to medical men, but which has only recently been developed to a practically successful operation. The older surgeons knew that it was possible to reunite a resected nose or an amputated finger, and in Hunter's time tooth- replantation was quite well known. Smellie has recorded an instance in which, after avulsion of a nipple in suckling, restitution was effected. It is not alone to the skin that grafting is applicable; it is used in the cornea, nerves, muscles, bones, tendons, and teeth. Wolfer has been successful in transplanting the mucous membranes of frogs, rabbits, and pigeons to a portion of mucous membrane previously occupied by cicatricial tissue, and was the first to show that on mucous surfaces, mucous membrane remains mucous membrane, but when transplanted to skin, it becomes skin. Attempts have been made to transplant a button of clear cornea of a dog, rabbit, or cat to the cornea of a human being, opaque as the result of ophthalmia, and von Hippel has devised a special method of doing this. Recently Fuchs has reported his experience in cornea-grafting in sections, as a substitute for von Hippel's method, in parenchymatous keratitis and corneal staphyloma, and though not eminently successful himself, he considers the operation worthy of trial in cases that are without help, and doomed to blindness.\\n\\nJohn Hunter was the first to perform the implantation of teeth; and Younger the first to transplant the teeth of man in the jaws of man; the initial operation should be called replantation, as it was merely the replacement of a tooth in a socket from which it had accidentally or intentionally been removed. Hunter drilled a hole in a cock's comb and inserted a tooth, and held it by a ligature. Younger drilled a hole in a man's jaw and implanted a tooth, and proved that it was not necessary to use a fresh tooth. Ottolengni mentions the case of a man who was struck by a ruffian and had his two central incisors knocked out. He searched for them, washed them in warm water, carefully washed the teeth-sockets, and gently placed the teeth back in their position, where they remained firmly attached. At the time of report, six years after the accident, they were still firmly in position. Pettyjohn reports a successful case of tooth-replantation in his young daughter of two, who fell on the cellar stairs, completely excising the central incisors. The alveolar process of the right jaw was fractured, and the gum lacerated to the entire length of the root. The teeth were placed in a tepid normal saline solution, and the child chloroformed, narcosis being induced in sleep; the gums were cleaned antiseptically, and 3 1/2 hours afterward the child had the teeth firmly in place. They had been out of the mouth fully an hour. Four weeks afterward they were as firm as ever. By their experiments Gluck and Magnus prove that there is a return of activity after transplantation of muscle. After excision of malignant tumors of muscles, Helferich of Munich, and Lange of New York, have filled the gap left by the excision of the muscle affected by the tumor with transplanted muscles from dogs. Gluck has induced reproduction of lost tendons by grafting them with cat-gut, and according to Ashhurst, Peyrot has filled the gaps in retracted tendons by transplanting tendons, taken in one case from a dog, and in another from a cat.\\n\\nNerve-grafting, as a supplementary operation to neurectomy, has been practiced, and Gersung has transplanted the nerves of lower animals to the nerve stumps of man.\\n\\nBone-grafting is quite frequently practiced, portions from a recently amputated limb, or portions removed from living animals, or bone-chips, may be used. Senn proposed decalcified bone-plates to be used to fill in the gaps. Shifting of the bone has been done, e.g., by dividing a strip of the hard palate covered with its soft parts, parallel to the fissure in cleft palate, but leaving unsevered the bony attachments in front, and partially fracturing the pedicle, drawing the bony flaps together with sutures; or, when forming a new nose, by turning down with the skin and periosteum the outer table of the frontal bone, split off with a chisel, after cutting around the part to be removed. Trueheart reports a case of partial excision of the clavicle, successfully followed by the grafting of periosteal and osseous material taken from a dog. Robson and Hayes of Rochester, N.Y., have successfully supplemented excision of spina bifida by the transplantation of a strip of periosteum from a rabbit. Poncet hastened a cure in a case of necrosis with partial destruction of the periosteum by inserting grafts taken from the bones of a dead infant and from a kid. Ricketts speaks of bone-grafting and the use of ivory, and remarks that Poncet of Lyons restored a tibia in nine months by grafting to the superior articular surface. Recently amalgam fillings have been used in bone-cavities to supplant grafting.\\n\\nIn destructive injuries of the skin, various materials were formerly used in grafting, none of which, however, have produced the same good effect as the use of skin by the Thiersch Method, which will be described later\\n\\nRodgers, U.S.N., reports the case of a white man of thirty-eight who suffered from gangrene of the skin of the buttocks caused by sitting in a pan of caustic potash. When seen the man was intoxicated, and there was a gangrenous patch four by six inches on his buttocks. Rodgers used grafts from the under wing of a young fowl, as suggested by Redard, with good result. Vanmeter of Colorado describes a boy of fourteen with a severe extensive burn; a portion beneath the chin and lower jaw, and the right arm from the elbow to the fingers, formed a granulating surface which would not heal, and grafting was resorted to. The neck-grafts were supplied by the skin of the father and brother, but the arm-grafts were taken from two young puppies of the Mexican hairless breed, whose soft, white, hairless skin seemed to offer itself for the purpose with good prospect of a successful result. The outcome was all that could be desired. The puppy-grafts took faster and proved themselves to be superior to the skin-grafts. There is a case reported in which the skin of a greyhound seven days old, taken from the abdominal wall and even from the tail, was used with most satisfactory results in grafting an extensive ulcer following a burn on the left leg of a boy of ten. Masterman has grafted with the inner membrane of a hen's egg, and a Mexican surgeon, Altramirano, used the gills of a cock.\\n\\nFowler of Brooklyn has grafted with the skin from the back and abdomen of a large frog. The patient was a colored boy of sixteen, who was extensively burned by a kerosene lamp. The burns were on the legs, thighs, buttocks, and right ankle, and the estimated area of burnt surface was 247.95 square inches. The frog skin was transferred to the left buttocks, and on the right buttocks eight long strips of white skin were transferred after the manner of Thiersch. A strip of human skin was placed in one section over the frog skin, but became necrotic in four days, not being attached to the granulating surface. The man was discharged cured in six months. The frog skin was soft, pliable, and of a reddish hue, while the human white skin was firm and rapidly becoming pigmented. Leale cites the successful use of common warts in a case of grafting on a man of twenty who was burned on the foot by a stream of molten metal. Leale remarks that as common warts of the skin are collections of vascular papillae, admitting of separation without injury to their exceptionally thick layer of epidermis, they are probably better for the purposes of skin-grafting than ordinary skin of less vitality or vascularity. Ricketts has succeeded in grafting the skin of a frog to that of a tortoise, and also grafting frog skin to human skin. Ricketts remarks that the prepuce of a boy is remarkably good material for grafting. Sponge-grafts are often used to hasten cicatrization of integumental wounds. There is recorded an instance in which the breast of a crow and the back of a rat were grafted together and grew fast. The crow dragged the rat along, and the two did not seem to care to part company.\\n\\nRelative to skin-grafting proper, Bartens succeeded in grafting the skin of a dead man of seventy on a boy of fourteen. Symonds reports cases of skin-grafting of large flaps from amputated limbs, and says this method is particularly available in large hospitals where they have amputations and grafts on the same day. Martin has shown that, after many hours of exposure in the open air at a temperature of nearly 32 degrees F., grafts could be successfully applied, but in such temperatures as 82 degrees F., exposure of from six to seven hours destroyed their vitality, so that if kept cool, the limb of a healthy individual amputated for some accident, may be utilized for grafting purposes.\\n\\nReverdin originated the procedure of epidermic grafting. Small grafts the size of a pin-head doing quite as well as large ones. Unfortunately but little diminution of the cicatricial contraction is effected by Reverdin's method. Thiersch contends that healing of a granulated surface results first from a conversion of the soft, vascular granulation-papillae, by contraction of some of their elements into young connective-tissue cells, into \\\"dry, cicatricial papillae,\\\" actually approximating the surrounding tissues. thus diminishing the area to be covered by epidermis; and, secondly, by the covering of these papillae by epidermic cells. Thiersch therefore recommends that for the prevention of cicatricial contraction, the grafting be performed with large strips of skin.\\n\\nHarte gives illustrations of a case of extensive skin-grafting on the thigh from six inches above the great trochanter well over the median line anteriorly and over the buttock. This extent is shown in Figure 228, taken five months after the accident, when the granulations had grown over the edge about an inch. Figure 229 shows the surface of the wound, six and one-half months after the accident and three months after the applications of numerous skin-grafts.\\n\\nCases of self-mutilation may be divided into three classes:--those in which the injuries are inflicted in a moment of temporary insanity from hallucinations or melancholia; with suicidal intent; and in religious frenzy or emotion. Self-mutilation is seen in the lower animals, and Kennedy, in mentioning the case of a hydrocephalic child who ate off its entire under lip, speaks also of a dog, of cats, and of a lioness who ate off their tails. Kennedy mentions the habit in young children of biting the finger-nails as an evidence of infantile trend toward self-mutilation. In the same discussion Collins states that he knew of an instance in India in which a horse lay down, deliberately exposing his anus, and allowing the crows to pick and eat his whole rectum. In temporary insanity, in fury, or in grief, the lower animals have been noticed by naturalists to mutilate themselves.\\n\\nSelf-mutilation in man is almost invariably the result of meditation over the generative function, and the great majority of cases of this nature are avulsions or amputations of some parts of the genitalia. The older records are full of such instances. Benivenius, Blanchard, Knackstedt, and Schenck cite cases. Smetius mentions castration which was effected by using the finger-nails, and there is an old record in which a man avulsed his own genitals. Scott mentions an instance in which a man amputated his genitals and recovered without subsequent symptoms. Gockelius speaks of self-castration in a ruptured man, and Golding, Guyon, Louis, Laugier, the Ephemerides, Alix, Marstral, and others, record instances of self- castration. In his Essays Montaigne mentions an instance of complete castration performed by the individual himself.\\n\\nThiersch mentions a case of a man who circumcised himself when eighteen. He married in 1870, and upon being told that he was a father he slit up the hypogastrium from the symphysis pubis to the umbilicus, so that the omentum protruded; he said his object was to obtain a view of the interior. Although the knife was dirty and blunt, the wound healed after the removal of the extruding omentum. A year later he laid open one side of the scrotum. The prolapsed testicle was replaced, and the wound healed without serious effect. He again laid open his abdomen in 1880, the wound again healing notwithstanding the prolapse of the omentum. In May of the same year he removed the right testicle, and sewed the wound up himself. Four days later the left was treated the same way. The spermatic cord however escaped, and a hematoma, the size of a child's head, formed on account of which he had to go to the hospital. This man acted under an uncontrollable impulse to mutilate himself, and claimed that until he castrated himself he had no peace of mind.\\n\\nThere is a similar report in an Italian journal which was quoted in London. It described a student at law, of delicate complexion, who at the age of fourteen gave himself up to masturbation. He continually studied until the age of nineteen, when he fell into a state of dulness, and complained that his head felt as if compressed by a circle of fire. He said that a voice kept muttering to him that his generative organs were abnormally deformed or the seat of disease. After that, he imagined that he heard a cry of \\\"amputation! amputation!\\\" Driven by this hallucination, he made his first attempt at self-mutilation ten days later. He was placed in an Asylum at Astino where, though closely watched, he took advantage of the first opportunity and cut off two-thirds of his penis, when the delirium subsided. Camp describes a stout German of thirty-five who, while suffering from delirium tremens, fancied that his enemies were trying to steal his genitals, and seizing a sharp knife he amputated his penis close to the pubes. He threw the severed organ violently at his imaginary pursuers. The hemorrhage was profuse, but ceased spontaneously by the formation of coagulum over the mouth of the divided vessels. The wound was quite healed in six weeks, and he was discharged from the hospital, rational and apparently content with his surgical feat.\\n\\nRichards reports the case of a Brahman boy of sixteen who had contracted syphilis, and convinced, no doubt, that \\\"nocit empta dolore voluptus,\\\" he had taken effective means of avoiding injury in the future by completely amputating his penis at the root. Some days after his admission to the hospital he asked to be castrated, stating that he intended to become an ascetic, and the loss of his testes as well as of his penis appeared to him to be an imperative condition to the attainment of that happy consummation. Chevers mentions a somewhat similar case occurring in India.\\n\\nSands speaks of a single man of thirty who amputated his penis. He gave an incomplete history of syphilis. After connection with a woman he became a confirmed syphilophobe and greatly depressed. While laboring under the hallucination that he was possessed of two bodies he tied a string around the penis and amputated the organ one inch below the glans. On loosening the string, three hours afterward, to enable him to urinate, he lost three pints of blood, but he eventually recovered. In the Pennsylvania Hospital Reports there is an account of a married man who, after drinking several weeks, developed mania a potu, and was found in his room covered with blood. His penis was completely cut off near the pubes, and the skin of the scrotum was so freely incised that the testicles were entirely denuded, but not injured. A small silver cap was made to cover the sensitive urethra on a line with the abdominal wall.\\n\\nThere is a record of a tall, powerfully-built Russian peasant of twenty-nine, of morose disposition, who on April 3d, while reading his favorite book, without uttering a cry, suddenly and with a single pull tore away his scrotum together with his testes. He then arose from the bank where he had been sitting, and quietly handed the avulsed parts to his mother who was sitting near by, saying to her: \\\"Take that; I do not want it any more.\\\" To all questions from his relatives he asked pardon and exemption from blame, but gave no reason for his act. This patient made a good recovery at the hospital. Alexeef, another Russian, speaks of a similar injury occurring during an attack of delirium tremens.\\n\\nBlack details the history of a young man of nineteen who went to his bath-room and deliberately placing his scrotum on the edge of the tub he cut it crossways down to the wood. He besought Black to remove his testicle, and as the spermatic cord was cut and much injured, and hemorrhage could only be arrested by ligature, the testicle was removed. The reason assigned for this act of mutilation was that he had so frequent nocturnal emissions that he became greatly disgusted and depressed in spirit thereby. He had practiced self-abuse for two years and ascribed his emissions to this cause. Although his act was that of a maniac, the man was perfectly rational. Since the injury he had had normal and frequent emissions and erections.\",\"timestamp\":1639719183,\"title\":\"\\nThe therapeutic effect of lightning-stroke is verified by a number of cases, a few of which will be given.\"},\"digest\":\"Ce7pFlrmJHKQf1fJBTxmb-UP_JBUMJwxHKk_C47rOjs\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"signature\":\"PVMxW8fCBYSro8dqt1twyuMeZRmEKoaFGM4cBpJMBWibZ1gS9u64N4mJPUU_RPIxLmyePuqg4XUhJEz21S8tbA\",\"signingKeySignature\":\"0x8df03ed6d5a5e74b51c5946192cc66dda84e86b566b6341f57b8877d6ee7ede67999b4283677647ff5643892daa40020da8772e26dcf631ee49b81b84f3ac1d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ce7pFlrmJHKQf1fJBTxmb-UP_JBUMJwxHKk_C47rOjs\"}"