"{\"content\":{\"body\":\"\\\"To these now, to the five hundred and fifty-three talents gained, add the original capital I had from thy father, and thou hast SIX HUNDRED AND SEVENTY THREE TALENTS!--and all thine--making thee, O son of Hur, the richest subject in the world.\\\"\\n\\nHe took the papyri from Esther, and, reserving one, rolled them and offered them to Ben-Hur. The pride perceptible in his manner was not offensive; it might have been from a sense of duty well done; it might have been for Ben-Hur without reference to himself.\\n\\n\\\"And there is nothing,\\\" he added, dropping his voice, but not his eyes--\\\"there is nothing now thou mayst not do.\\\"\\n\\nThe moment was one of absorbing interest to all present. Simonides crossed his hands upon his breast again; Esther was anxious; Ilderim nervous. A man is never so on trial as in the moment of excessive good-fortune.\\n\\nTaking the roll, Ben-Hur arose, struggling with emotion.\\n\\n\\\"All this is to me as a light from heaven, sent to drive away a night which has been so long I feared it would never end, and so dark I had lost the hope of seeing,\\\" he said, with a husky voice. \\\"I give first thanks to the Lord, who has not abandoned me, and my next to thee, O Simonides. Thy faithfulness outweighs the cruelty of others, and redeems our human nature. 'There is nothing I cannot do:' be it so. Shall any man in this my hour of such mighty privilege be more generous than I? Serve me as a witness now, Sheik Ilderim. Hear thou my words as I shall speak them--hear and remember. And thou, Esther, good angel of this good man! hear thou also.\\\"\\n\\nHe stretched his hand with the roll to Simonides.\\n\\n\\\"The things these papers take into account--all of them: ships, houses, goods, camels, horses, money; the least as well as the greatest--give I back to thee, O Simonides, making them all thine, and sealing them to thee and thine forever.\\\"\\n\\nEsther smiled through her tears; Ilderim pulled his beard with rapid motion, his eyes glistening like beads of jet. Simonides alone was calm.\\n\\n\\\"Sealing them to thee and thine forever,\\\" Ben-Hur continued, with better control of himself, \\\"with one exception, and upon one condition.\\\"\\n\\nThe breath of the listeners waited upon his words.\\n\\n\\\"The hundred and twenty talents which were my father's thou shalt return to me.\\\"\\n\\nIlderim's countenance brightened.\\n\\n\\\"And thou shalt join me in search of my mother and sister, holding all thine subject to the expense of discovery, even as I will hold mine.\\\"\\n\\nSimonides was much affected. Stretching out his hand, he said, \\\"I see thy spirit, son of Hur, and I am grateful to the Lord that he hath sent thee to me such as thou art. If I served well thy father in life, and his memory afterwards, be not afraid of default to thee; yet must I say the exception cannot stand.\\\"\\n\\nExhibiting, then, the reserved sheet, he continued,\\n\\n\\\"Thou hast not all the account. Take this and read--read aloud.\\\"\\n\\nBen-Hur took the supplement, and read it.\\n\\n\\\"Statement of the servants of Hur, rendered by Simonides, steward of the estate. 1. Amrah, Egyptian, keeping the palace in Jerusalem. 2. Simonides, the steward, in Antioch. 3. Esther, daughter of Simonides.\\\"\\n\\nNow, in all his thoughts of Simonides, not once had it entered Ben-Hur's mind that, by the law, a daughter followed the parent's condition. In all his visions of her, the sweet-faced Esther had figured as the rival of the Egyptian, and an object of possible love. He shrank from the revelation so suddenly brought him, and looked at her blushing; and, blushing, she dropped her eyes before him. Then he said, while the papyrus rolled itself together,\\n\\n\\\"A man with six hundred talents is indeed rich, and may do what he pleases; but, rarer than the money, more priceless than the property, is the mind which amassed the wealth, and the heart it could not corrupt when amassed. O Simonides--and thou, fair Esther--fear not. Sheik Ilderim here shall be witness that in the same moment ye were declared my servants, that moment I declared ye free; and what I declare, that will I put in writing. Is it not enough? Can I do more?\\\"\\n\\n\\\"Son of Hur,\\\" said Simonides, \\\"verily thou dost make servitude lightsome. I was wrong; there are some things thou canst not do; thou canst not make us free in law. I am thy servant forever, because I went to the door with thy father one day, and in my ear the awl-marks yet abide.\\\"\\n\\n\\\"Did my father that?\\\"\\n\\n\\\"Judge him not,\\\" cried Simonides, quickly. \\\"He accepted me a servant of that class because I prayed him to do so. I never repented the step. It was the price I paid for Rachel, the mother of my child here; for Rachel, who would not be my wife unless I became what she was.\\\"\\n\\n\\\"Was she a servant forever?\\\"\\n\\n\\\"Even so.\\\"\\n\\nBen-Hur walked the floor in pain of impotent wish.\\n\\n\\\"I was rich before,\\\" he said, stopping suddenly. \\\"I was rich with the gifts of the generous Arrius; now comes this greater fortune, and the mind which achieved it. Is there not a purpose of God in it all? Counsel me, O Simonides! Help me to see the right and do it. Help me to be worthy my name, and what thou art in law to me, that will I be to thee in fact and deed. I will be thy servant forever.\\\"\\n\\nSimonides' face actually glowed.\\n\\n\\\"O son of my dead master! I will do better than help; I will serve thee with all my might of mind and heart. Body, I have not; it perished in thy cause; but with mind and heart I will serve thee. I swear it, by the altar of our God, and the gifts upon the altar! Only make me formally what I have assumed to be.\\\"\\n\\n\\\"Name it,\\\" said Ben-Hur, eagerly.\\n\\n\\\"As steward the care of the property will be mine.\\\"\\n\\n\\\"Count thyself steward now; or wilt thou have it in writing?\\\"\\n\\n\\\"Thy word simply is enough; it was so with the father, and I will not more from the son. And now, if the understanding be perfect\\\"--Simonides paused.\\n\\n\\\"It is with me,\\\" said Ben-Hur.\\n\\n\\\"And thou, daughter of Rachel, speak!\\\" said Simonides, lifting her arm from his shoulder.\\n\\nEsther, left thus alone, stood a moment abashed, her color coming and going; then she went to Ben-Hur, and said, with a womanliness singularly sweet, \\\"I am not better than my mother was; and, as she is gone, I pray you, O my master, let me care for my father.\\\"\\n\\nBen-Hur took her hand, and led her back to the chair, saying, \\\"Thou art a good child. Have thy will.\\\"\\n\\nSimonides replaced her arm upon his neck, and there was silence for a time in the room.\\n\\nCHAPTER VIII\\n\\nSimonides looked up, none the less a master.\\n\\n\\\"Esther,\\\" he said, quietly, \\\"the night is going fast; and, lest we become too weary for that which is before us, let the refreshments be brought.\\\"\\n\\nShe rang a bell. A servant answered with wine and bread, which she bore round.\\n\\n\\\"The understanding, good my master,\\\" continued Simonides, when all were served, \\\"is not perfect in my sight. Henceforth our lives will run on together like rivers which have met and joined their waters. I think their flowing will be better if every cloud is blown from the sky above them. You left my door the other day with what seemed a denial of the claims which I have just allowed in the broadest terms; but it was not so, indeed it was not. Esther is witness that I recognized you; and that I did not abandon you, let Malluch say.\\\"\\n\\n\\\"Malluch!\\\" exclaimed Ben-Hur.\\n\\n\\\"One bound to a chair, like me, must have many hands far-reaching, if he would move the world from which he is so cruelly barred. I have many such, and Malluch is one of the best of them. And, sometimes\\\"-- he cast a grateful glance at the sheik--\\\"sometimes I borrow from others good of heart, like Ilderim the Generous--good and brave. Let him say if I either denied or forgot you.\\\"\\n\\nBen-Hur looked at the Arab.\\n\\n\\\"This is he, good Ilderim, this is he who told you of me?\\\"\\n\\nIlderim's eyes twinkled as he nodded his answer.\\n\\n\\\"How, O my master,\\\" said Simonides, \\\"may we without trial tell what a man is? I knew you; I saw your father in you; but the kind of man you were I did not know. There are people to whom fortune is a curse in disguise. Were you of them? I sent Malluch to find out for me, and in the service he was my eyes and ears. Do not blame him. He brought me report of you which was all good.\\\"\\n\\n\\\"I do not,\\\" said Ben-Hur, heartily. \\\"There was wisdom in your goodness.\\\"\\n\\n\\\"The words are very pleasant to me,\\\" said the merchant, with feeling, \\\"very pleasant. My fear of misunderstanding is laid. Let the rivers run on now as God may give them direction.\\\"\\n\\nAfter an interval he continued:\\n\\n\\\"I am compelled now by truth. The weaver sits weaving, and, as the shuttle flies, the cloth increases, and the figures grow, and he dreams dreams meanwhile; so to my hands the fortune grew, and I wondered at the increase, and asked myself about it many times. I could see a care not my own went with the enterprises I set going. The simooms which smote others on the desert jumped over the things which were mine. The storms which heaped the seashore with wrecks did but blow my ships the sooner into port. Strangest of all, I, so dependent upon others, fixed to a place like a dead thing, had never a loss by an agent--never. The elements stooped to serve me, and all my servants, in fact, were faithful.\\\"\\n\\n\\\"It is very strange,\\\" said Ben-Hur.\\n\\n\\\"So I said, and kept saying. Finally, O my master, finally I came to be of your opinion--God was in it--and, like you, I asked, What can his purpose be? Intelligence is never wasted; intelligence like God's never stirs except with design. I have held the question in heart, lo! these many years, watching for an answer. I felt sure, if God were in it, some day, in his own good time, in his own way, he would show me his purpose, making it clear as a whited house upon a hill. And I believe he has done so.\\\"\\n\\nBen-Hur listened with every faculty intent.\\n\\n\\\"Many years ago, with my people--thy mother was with me, Esther, beautiful as morning over old Olivet--I sat by the wayside out north of Jerusalem, near the Tombs of the Kings, when three men passed by riding great white camels, such as had never been seen in the Holy City. The men were strangers, and from far countries. The first one stopped and asked me a question. 'Where is he that is born King of the Jews?' As if to allay my wonder, he went on to say, 'We have seen his star in the east, and have come to worship him.' I could not understand, but followed them to the Damascus Gate; and of every person they met on the way--of the guard at the Gate, even--they asked the question. All who heard it were amazed like me. In time I forgot the circumstance, though there was much talk of it as a presage of the Messiah. Alas, alas! What children we are, even the wisest! When God walks the earth, his steps are often centuries apart. You have seen Balthasar?\\\"\\n\\n\\\"And heard him tell his story,\\\" said Ben-Hur.\\n\\n\\\"A miracle!--a very miracle!\\\" cried Simonides. \\\"As he told it to me, good my master, I seemed to hear the answer I had so long waited; God's purpose burst upon me. Poor will the King be when he comes--poor and friendless; without following, without armies, without cities or castles; a kingdom to be set up, and Rome reduced and blotted out. See, see, O my master! thou flushed with strength, thou trained to arms, thou burdened with riches; behold the opportunity the Lord hath sent thee! Shall not his purpose be thine? Could a man be born to a more perfect glory?\\\"\\n\\nSimonides put his whole force in the appeal.\\n\\n\\\"But the kingdom, the kingdom!\\\" Ben-Hur answered, eagerly. \\\"Balthasar says it is to be of souls.\\\"\\n\\nThe pride of the Jew was strong in Simonides, and therefore the slightly contemptuous curl of the lip with which he began his reply:\\n\\n\\\"Balthasar has been a witness of wonderful things--of miracles, O my master; and when he speaks of them, I bow with belief, for they are of sight and sound personal to him. But he is a son of Mizraim, and not even a proselyte. Hardly may he be supposed to have special knowledge by virtue of which we must bow to him in a matter of God's dealing with our Israel. The prophets had their light from Heaven directly, even as he had his--many to one, and Jehovah the same forever. I must believe the prophets.--Bring me the Torah, Esther.\\\"\\n\\nHe proceeded without waiting for her.\\n\\n\\\"May the testimony of a whole people be slighted, my master? Though you travel from Tyre, which is by the sea in the north, to the capital of Edom, which is in the desert south, you will not find a lisper of the Shema, an alms-giver in the Temple, or any one who has ever eaten of the lamb of the Passover, to tell you the kingdom the King is coming to build for us, the children of the covenant, is other than of this world, like our father David's. Now where got they the faith, ask you! We will see presently.\\\"\\n\\nEsther here returned, bringing a number of rolls carefully enveloped in dark-brown linen lettered quaintly in gold.\\n\\n\\\"Keep them, daughter, to give to me as I call for them,\\\" the father said, in the tender voice he always used in speaking to her, and continued his argument:\\n\\n\\\"It were long, good my master--too long, indeed--for me to repeat to you the names of the holy men who, in the providence of God, succeeded the prophets, only a little less favored than they--the seers who have written and the preachers who have taught since the Captivity; the very wise who borrowed their lights from the lamp of Malachi, the last of his line, and whose great names Hillel and Shammai never tired of repeating in the colleges. Will you ask them of the kingdom? Thus, the Lord of the sheep in the Book of Enoch--who is he? Who but the King of whom we are speaking? A throne is set up for him; he smites the earth, and the other kings are shaken from their thrones, and the scourges of Israel flung into a cavern of fire flaming with pillars of fire. So also the singer of the Psalms of Solomon--'Behold, O Lord, and raise up to Israel their king, the son of David, at the time thou knowest, O God, to rule Israel, thy children. . . . And he will bring the peoples of the heathen under his yoke to serve him. . . . And he shall be a righteous king taught of God, . . . for he shall rule all the earth by the word of his mouth forever.' And last, though not least, hear Ezra, the second Moses, in his visions of the night, and ask him who is the lion with human voice that says to the eagle--which is Rome--'Thou hast loved liars, and overthrown the cities of the industrious, and razed their walls, though they did thee no harm. Therefore, begone, that the earth may be refreshed, and recover itself, and hope in the justice and piety of him who made her.' Whereat the eagle was seen no more. Surely, O my master, the testimony of these should be enough! But the way to the fountain's head is open. Let us go up to it at once.--Some wine, Esther, and then the Torah.\\\"\\n\\n\\\"Dost thou believe the prophets, master?\\\" he asked, after drinking. \\\"I know thou dost, for of such was the faith of all thy kindred.--Give me, Esther, the book which bath in it the visions of Isaiah.\\\"\\n\\nHe took one of the rolls which she had unwrapped for him, and read, \\\"'The people that walked in darkness have seen a great light: they that dwell in the land of the shadow of death, upon them hath the light shined. . . . For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder. . . . Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even forever.'--Believest thou the prophets, O my master?--Now, Esther, the word of the Lord that came to Micah.\\\"\\n\\nShe gave him the roll he asked.\\n\\n\\\"'But thou,'\\\" he began reading--\\\"'but thou, Bethlehem Ephrath, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel.'--This was he, the very child Balthasar saw and worshipped in the cave. Believest thou the prophets, O my master?--Give me, Esther, the words of Jeremiah.\\\"\\n\\nReceiving that roll, he read as before, \\\"'Behold, the days come, saith the Lord, that I will raise unto David a righteous branch, and a king shall reign and prosper, and shall execute judgment and justice in the earth. In his days Judah shall be saved, and Israel shall dwell safely.' As a king he shall reign--as a king, O my master! Believest thou the prophets?--Now, daughter, the roll of the sayings of that son of Judah in whom there was no blemish.\\\"\\n\\nShe gave him the Book of Daniel.\\n\\n\\\"Hear, my master,\\\" he said: \\\"'I saw in the night visions, and behold, one like the Son of man came with the clouds of heaven. . . . And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages should serve him; his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.'--Believest thou the prophets, O my master?\\\"\\n\\n\\\"It is enough. I believe,\\\" cried Ben-Hur.\\n\\n\\\"What then?\\\" asked Simonides. \\\"If the King come poor, will not my master, of his abundance, give him help?\\\"\\n\\n\\\"Help him? To the last shekel and the last breath. But why speak of his coming poor?\\\"\\n\\n\\\"Give me, Esther, the word of the Lord as it came to Zechariah,\\\" said Simonides.\\n\\nShe gave him one of the rolls.\\n\\n\\\"Hear how the King will enter Jerusalem.\\\" Then he read, \\\"'Rejoice greatly, O daughter of Zion. . . . Behold, thy King cometh unto thee with justice and salvation; lowly, and riding upon an ass, and upon a colt, the foal of an ass.'\\\"\\n\\nBen-Hur looked away.\\n\\n\\\"What see you, O my master?\\\"\\n\\n\\\"Rome!\\\" he answered, gloomily--\\\"Rome, and her legions. I have dwelt with them in their camps. I know them.\\\"\\n\\n\\\"Ah!\\\" said Simonides. \\\"Thou shalt be a master of legions for the King, with millions to choose from.\\\"\\n\\n\\\"Millions!\\\" cried Ben-Hur.\\n\\nSimonides sat a moment thinking.\\n\\n\\\"The question of power should not trouble you,\\\" he next said.\\n\\nBen-Hur looked at him inquiringly.\\n\\n\\\"You were seeing the lowly King in the act of coming to his own,\\\" Simonides answered--\\\"seeing him on the right hand, as it were, and on the left the brassy legions of Caesar, and you were asking, What can he do?\\\"\\n\\n\\\"It was my very thought.\\\"\\n\\n\\\"O my master!\\\" Simonides continued. \\\"You do not know how strong our Israel is. You think of him as a sorrowful old man weeping by the rivers of Babylon. But go up to Jerusalem next Passover, and stand on the Xystus or in the Street of Barter, and see him as he is. The promise of the Lord to father Jacob coming out of Padan-Aram was a law under which our people have not ceased multiplying--not even in captivity; they grew under foot of the Egyptian; the clench of the Roman has been but wholesome nurture to them; now they are indeed 'a nation and a company of nations.' Nor that only, my master; in fact, to measure the strength of Israel--which is, in fact, measuring what the King can do--you shall not bide solely by the rule of natural increase, but add thereto the other--I mean the spread of the faith, which will carry you to the far and near of the whole known earth. Further, the habit is, I know, to think and speak of Jerusalem as Israel, which may be likened to our finding an embroidered shred, and holding it up as a magisterial robe of Caesar's. Jerusalem is but a stone of the Temple, or the heart in the body. Turn from beholding the legions, strong though they be, and count the hosts of the faithful waiting the old alarm, 'To your tents, O Israel!'--count the many in Persia, children of those who chose not to return with the returning; count the brethren who swarm the marts of Egypt and Farther Africa; count the Hebrew colonists eking profit in the West--in Lodinum and the trade-courts of Spain; count the pure of blood and the proselytes in Greece and in the isles of the sea, and over in Pontus, and here in Antioch, and, for that matter, those of that city lying accursed in the shadow of the unclean walls of Rome herself; count the worshippers of the Lord dwelling in tents along the deserts next us, as well as in the deserts beyond the Nile: and in the regions across the Caspian, and up in the old lands of Gog and Magog even, separate those who annually send gifts to the Holy Temple in acknowledgment of God--separate them, that they may be counted also. And when you have done counting, lo! my master, a census of the sword hands that await you; lo! a kingdom ready fashioned for him who is to do 'judgment and justice in the whole earth'--in Rome not less than in Zion. Have then the answer, What Israel can do, that can the King.\\\"\\n\\nThe picture was fervently given.\\n\\nUpon Ilderim it operated like the blowing of a trumpet. \\\"Oh that I had back my youth!\\\" he cried, starting to his feet.\\n\\nBen-Hur sat still. The speech, he saw, was an invitation to devote his life and fortune to the mysterious Being who was palpably as much the centre of a great hope with Simonides as with the devout Egyptian. The idea, as we have seen, was not a new one, but had come to him repeatedly; once while listening to Malluch in the Grove of Daphne; afterwards more distinctly while Balthasar was giving his conception of what the kingdom was to be; still later, in the walk through the old Orchard, it had risen almost, if not quite, into a resolve. At such times it had come and gone only an idea, attended with feelings more or less acute. Not so now. A master had it in charge, a master was working it up; already he had exalted it into a *cause* brilliant with possibilities and infinitely holy. The effect was as if a door theretofore unseen had suddenly opened flooding Ben-Hur with light, and admitting him to a service which had been his one perfect dream--a service reaching far into the future, and rich with the rewards of duty done, and prizes to sweeten and soothe his ambition. One touch more was needed.\\n\\n\\\"Let us concede all you say, O Simonides,\\\" said Ben-Hur--\\\"that the King will come, and his kingdom be as Solomon's; say also I am ready to give myself and all I have to him and his cause; yet more, say that I should do as was God's purpose in the ordering of my life and in your quick amassment of astonishing fortune; then what? Shall we proceed like blind men building? Shall we wait till the King comes? Or until he sends for me? You have age and experience on your side. Answer.\\\"\\n\\nSimonides answered at once.\\n\\n\\\"We have no choice; none. This letter\\\"--he produced Messala's despatch as he spoke--\\\"this letter is the signal for action. The alliance proposed between Messala and Gratus we are not strong enough to resist; we have not the influence at Rome nor the force here. They will kill you if we wait. How merciful they are, look at me and judge.\\\"\\n\\nHe shuddered at the terrible recollection.\\n\\n\\\"O good my master,\\\" he continued, recovering himself; \\\"how strong are you--in purpose, I mean?\\\"\\n\\nBen-Hur did not understand him.\\n\\n\\\"I remember how pleasant the world was to me in my youth,\\\" Simonides proceeded.\\n\\n\\\"Yet,\\\" said Ben-Hur, \\\"you were capable of a great sacrifice.\\\"\\n\\n\\\"Yes; for love.\\\"\\n\\n\\\"Has not life other motives as strong?\\\"\\n\\nSimonides shook his head.\\n\\n\\\"There is ambition.\\\"\\n\\n\\\"Ambition is forbidden a son of Israel.\\\"\\n\\n\\\"What, then, of revenge?\\\"\\n\\nThe spark dropped upon the inflammable passion; the man's eyes gleamed; his hands shook; he answered, quickly, \\\"Revenge is a Jew's of right; it is the law.\\\"\\n\\n\\\"A camel, even a dog, will remember a wrong,\\\" cried Ilderim.\\n\\nDirectly Simonides picked up the broken thread of his thought.\\n\\n\\\"There is a work, a work for the King, which should be done in advance of his coming. We may not doubt that Israel is to be his right hand; but, alas! it is a hand of peace, without cunning in war. Of the millions, there is not one trained band, not a captain. The mercenaries of the Herods I do not count, for they are kept to crush us. The condition is as the Roman would have it; his policy has fruited well for his tyranny; but the time of change is at hand, when the shepherd shall put on armor, and take to spear and sword, and the feeding flocks be turned to fighting lions. Some one, my son, must have place next the King at his right hand. Who shall it be if not he who does this work well?\\\"\\n\\nBen-Hur's face flushed at the prospect, though he said, \\\"I see; but speak plainly. A deed to be done is one thing; how to do it is another.\\\"\\n\\nSimonides sipped the wine Esther brought him, and replied,\\n\\n\\\"The sheik, and thou, my master, shall be principals, each with a part. I will remain here, carrying on as now, and watchful that the spring go not dry. Thou shalt betake thee to Jerusalem, and thence to the wilderness, and begin numbering the fighting-men of Israel, and telling them into tens and hundreds, and choosing captains and training them, and in secret places hoarding arms, for which I shall keep thee supplied. Commencing over in Perea, thou shalt go then to Galilee, whence it is but a step to Jerusalem. In Perea, the desert will be at thy back, and Ilderim in reach of thy hand. He will keep the roads, so that nothing shall pass without thy knowledge. He will help thee in many ways. Until the ripening time no one shall know what is here contracted. Mine is but a servant's part. I have spoken to Ilderim. What sayest thou?\\\"\\n\\nBen-Hur looked at the sheik.\\n\\n\\\"It is as he says, son of Hur,\\\" the Arab responded. \\\"I have given my word, and he is content with it; but thou shalt have my oath, binding me, and the ready hands of my tribe, and whatever serviceable thing I have.\\\"\\n\\nThe three--Simonides, Ilderim, Esther--gazed at Ben-Hur fixedly.\\n\\n\\\"Every man,\\\" he answered, at first sadly, \\\"has a cup of pleasure poured for him, and soon or late it comes to his hand, and he tastes and drinks--every man but me. I see, Simonides, and thou, O generous sheik!--I see whither the proposal tends. If I accept, and enter upon the course, farewell peace, and the hopes which cluster around it. The doors I might enter and the gates of quiet life will shut behind me, never to open again, for Rome keeps them all; and her outlawry will follow me, and her hunters; and in the tombs near cities and the dismal caverns of remotest hills, I must eat my crust and take my rest.\\\"\\n\\nThe speech was broken by a sob. All turned to Esther, who hid her face upon her father's shoulder.\\n\\n\\\"I did not think of you, Esther,\\\" said Simonides, gently, for he was himself deeply moved.\\n\\n\\\"It is well enough, Simonides,\\\" said Ben-Hur. \\\"A man bears a hard doom better, knowing there is pity for him. Let me go on.\\\"\\n\\nThey gave him ear again.\\n\\n\\\"I was about to say,\\\" he continued, \\\"I have no choice, but take the part you assign me; and as remaining here is to meet an ignoble death, I will to the work at once.\\\"\\n\\n\\\"Shall we have writings?\\\" asked Simonides, moved by his habit of business.\\n\\n\\\"I rest upon your word,\\\" said Ben-Hur.\\n\\n\\\"And I,\\\" Ilderim answered.\\n\\nThus simply was effected the treaty which was to alter Ben-Hur's life. And almost immediately the latter added,\\n\\n\\\"It is done, then.\\\"\\n\\n\\\"May the God of Abraham help us!\\\" Simonides exclaimed.\\n\\n\\\"One word now, my friends,\\\" Ben-Hur said, more cheerfully. \\\"By your leave, I will be my own until after the games. It is not probable Messala will set peril on foot for me until he has given the procurator time to answer him; and that cannot be in less than seven days from the despatch of his letter. The meeting him in the Circus is a pleasure I would buy at whatever risk.\\\"\\n\\nIlderim, well pleased, assented readily, and Simonides, intent on business, added, \\\"It is well; for look you, my master, the delay will give me time to do you a good part. I understood you to speak of an inheritance derived from Arrius. Is it in property?\\\"\\n\\n\\\"A villa near Misenum, and houses in Rome.\\\"\\n\\n\\\"I suggest, then, the sale of the property, and safe deposit of the proceeds. Give me an account of it, and I will have authorities drawn, and despatch an agent on the mission forthwith. We will forestall the imperial robbers at least this once.\\\"\\n\\n\\\"You shall have the account to-morrow.\\\"\\n\\n\\\"Then, if there be nothing more, the work of the night is done,\\\" said Simonides.\\n\\nIlderim combed his beard complacently, saying, \\\"And well done.\\\"\\n\\n\\\"The bread and wine again, Esther. Sheik Ilderim will make us happy by staying with us till to-morrow, or at his pleasure; and thou, my master--\\\"\\n\\n\\\"Let the horses be brought,\\\" said Ben-Hur. \\\"I will return to the Orchard. The enemy will not discover me if I go now, and\\\"--he glanced at Ilderim--\\\"the four will be glad to see me.\\\"\\n\\nAs the day dawned, he and Malluch dismounted at the door of the tent.\\n\\nCHAPTER IX\\n\\nNext night, about the fourth hour, Ben-Hur stood on the terrace of the great warehouse with Esther. Below them, on the landing, there was much running about, and shifting of packages and boxes, and shouting of men, whose figures, stooping, heaving, hauling, looked, in the light of the crackling torches kindled in their aid, like the laboring genii of the fantastic Eastern tales. A galley was being laden for instant departure. Simonides had not yet come from his office, in which, at the last moment, he would deliver to the captain of the vessel instructions to proceed without stop to Ostia, the seaport of Rome, and, after landing a passenger there, continue more leisurely to Valentia, on the coast of Spain.\\n\\nThe passenger is the agent going to dispose of the estate derived from Arrius the duumvir. When the lines of the vessel are cast off, and she is put about, and her voyage begun, Ben-Hur will be committed irrevocably to the work undertaken the night before. If he is disposed to repent the agreement with Ilderim, a little time is allowed him to give notice and break it off. He is master, and has only to say the word.\\n\\nSuch may have been the thought at the moment in his mind. He was standing with folded arms, looking upon the scene in the manner of a man debating with himself. Young, handsome, rich, but recently from the patrician circles of Roman society, it is easy to think of the world besetting him with appeals not to give more to onerous duty or ambition attended with outlawry and danger. We can even imagine the arguments with which he was pressed; the hopelessness of contention with Caesar; the uncertainty veiling everything connected with the King and his coming; the ease, honors, state, purchasable like goods in market; and, strongest of all, the sense newly acquired of home, with friends to make it delightful. Only those who have been wanderers long desolate can know the power there was in the latter appeal.\\n\\nLet us add now, the world--always cunning enough of itself; always whispering to the weak, Stay, take thine ease; always presenting the sunny side of life--the world was in this instance helped by Ben-Hur's companion.\\n\\n\\\"Were you ever at Rome?\\\" he asked.\\n\\n\\\"No,\\\" Esther replied.\\n\\n\\\"Would you like to go?\\\"\\n\\n\\\"I think not.\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"I am afraid of Rome,\\\" she answered, with a perceptible tremor of the voice.\\n\\nHe looked at her then--or rather down upon her, for at his side she appeared little more than a child. In the dim light he could not see her face distinctly; even the form was shadowy. But again he was reminded of Tirzah, and a sudden tenderness fell upon him--just so the lost sister stood with him on the house-top the calamitous morning of the accident to Gratus. Poor Tirzah! Where was she now? Esther had the benefit of the feeling evoked. If not his sister, he could never look upon her as his servant; and that she was his servant in fact would make him always the more considerate and gentle towards her.\\n\\n\\\"I cannot think of Rome,\\\" she continued, recovering her voice, and speaking in her quiet womanly way--\\\"I cannot think of Rome as a city of palaces and temples, and crowded with people; she is to me a monster which has possession of one of the beautiful lands, and lies there luring men to ruin and death--a monster which it is not possible to resist--a ravenous beast gorging with blood. Why--\\\"\\n\\nShe faltered, looked down, stopped.\\n\\n\\\"Go on,\\\" said Ben-Hur, reassuringly.\\n\\nShe drew closer to him, looked up again, and said, \\\"Why must you make her your enemy? Why not rather make peace with her, and be at rest? You have had many ills, and borne them; you have survived the snares laid for you by foes. Sorrow has consumed your youth; is it well to give it the remainder of your days?\\\"\\n\\nThe girlish face under his eyes seemed to come nearer and get whiter as the pleading went on; he stooped towards it, and asked, softly, \\\"What would you have me do, Esther?\\\"\\n\\nShe hesitated a moment, then asked, in return, \\\"Is the property near Rome a residence?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"And pretty?\\\"\\n\\n\\\"It is beautiful--a palace in the midst of gardens and shell-strewn walks; fountains without and within; statuary in the shady nooks; hills around covered with vines, and so high that Neapolis and Vesuvius are in sight, and the sea an expanse of purpling blue dotted with restless sails. Caesar has a country-seat near-by, but in Rome they say the old Arrian villa is the prettiest.\\\"\\n\\n\\\"And the life there, is it quiet?\\\"\\n\\n\\\"There was never a summer day, never a moonlit night, more quiet, save when visitors come. Now that the old owner is gone, and I am here, there is nothing to break its silence--nothing, unless it be the whispering of servants, or the whistling of happy birds, or the noise of fountains at play; it is changeless, except as day by day old flowers fade and fall, and new ones bud and bloom, and the sunlight gives place to the shadow of a passing cloud. The life, Esther, was all too quiet for me. It made me restless by keeping always present a feeling that I, who have so much to do, was dropping into idle habits, and tying myself with silken chains, and after a while--and not a long while either--would end with nothing done.\\\"\\n\\nShe looked off over the river.\\n\\n\\\"Why did you ask?\\\" he said.\\n\\n\\\"Good my master--\\\"\\n\\n\\\"No, no, Esther--not that. Call me friend--brother, if you will; I am not your master, and will not be. Call me brother.\\\"\\n\\nHe could not see the flush of pleasure which reddened her face, and the glow of the eyes that went out lost in the void above the river.\\n\\n\\\"I cannot understand,\\\" she said, \\\"the nature which prefers the life you are going to--a life of--\\\"\\n\\n\\\"Of violence, and it may be of blood,\\\" he said, completing the sentence.\\n\\n\\\"Yes,\\\" she added, \\\"the nature which could prefer that life to such as might be in the beautiful villa.\\\"\\n\\n\\\"Esther, you mistake. There is no preference. Alas! the Roman is not so kind. I am going of necessity. To stay here is to die; and if I go there, the end will be the same--a poisoned cup, a bravo's blow, or a judge's sentence obtained by perjury. Messala and the procurator Gratus are rich with plunder of my father's estate, and it is more important to them to keep their gains now than was their getting in the first instance. A peaceable settlement is out of reach, because of the confession it would imply. And then--then-- Ah, Esther, if I could buy them, I do not know that I would. I do not believe peace possible to me; no, not even in the sleepy shade and sweet air of the marble porches of the old villa--no matter who might be there to help me bear the burden of the days, nor by what patience of love she made the effort. Peace is not possible to me while my people are lost, for I must be watchful to find them. If I find them, and they have suffered wrong, shall not the guilty suffer for it? If they are dead by violence, shall the murderers escape? Oh, I could not sleep for dreams! Nor could the holiest love, by any stratagem, lull me to a rest which conscience would not strangle.\\\"\\n\\n\\\"Is it so bad then?\\\" she asked, her voice tremulous with feeling. \\\"Can nothing, nothing, be done?\\\"\\n\\nBen-Hur took her hand.\\n\\n\\\"Do you care so much for me?\\\"\\n\\n\\\"Yes,\\\" she answered, simply.\\n\\nThe hand was warm, and in the palm of his it was lost. He felt it tremble. Then the Egyptian came, so the opposite of this little one; so tall, so audacious, with a flattery so cunning, a wit so ready, a beauty so wonderful, a manner so bewitching. He carried the hand to his lips, and gave it back.\\n\\n\\\"You shall be another Tirzah to me, Esther.\\\"\\n\\n\\\"Who is Tirzah?\\\"\\n\\n\\\"The little sister the Roman stole from me, and whom I must find before I can rest or be happy.\\\"\\n\\nJust then a gleam of light flashed athwart the terrace and fell upon the two; and, looking round, they saw a servant roll Simonides in his chair out of the door. They went to the merchant, and in the after-talk he was principal.\\n\\nImmediately the lines of the galley were cast off, and she swung round, and, midst the flashing of torches and the shouting of joyous sailors, hurried off to the sea--leaving Ben-Hur committed to the cause of the KING WHO WAS TO COME.\\n\\nCHAPTER X\\n\\nThe day before the games, in the afternoon, all Ilderim's racing property was taken to the city, and put in quarters adjoining the Circus. Along with it the good man carried a great deal of property not of that class; so with servants, retainers mounted and armed, horses in leading, cattle driven, camels laden with baggage, his outgoing from the Orchard was not unlike a tribal migration. The people along the road failed not to laugh at his motley procession; on the other side, it was observed that, with all his irascibility, he was not in the least offended by their rudeness. If he was under surveillance, as he had reason to believe, the informer would describe the semi-barbarous show with which he came up to the races. The Romans would laugh; the city would be amused; but what cared he? Next morning the pageant would be far on the road to the desert, and going with it would be every movable thing of value belonging to the Orchard--everything save such as were essential to the success of his four. He was, in fact, started home; his tents were all folded; the dowar was no more; in twelve hours all would be out of reach, pursue who might. A man is never safer than when he is under the laugh; and the shrewd old Arab knew it.\\n\\nNeither he nor Ben-Hur overestimated the influence of Messala; it was their opinion, however, that he would not begin active measures against them until after the meeting in the Circus; if defeated there, especially if defeated by Ben-Hur, they might instantly look for the worst he could do; he might not even wait for advices from Gratus. With this view, they shaped their course, and were prepared to betake themselves out of harm's way. They rode together now in good spirits, calmly confident of success on the morrow.\\n\\nOn the way, they came upon Malluch in waiting for them. The faithful fellow gave no sign by which it was possible to infer any knowledge on his part of the relationship so recently admitted between Ben-Hur and Simonides, or of the treaty between them and Ilderim. He exchanged salutations as usual, and produced a paper, saying to the sheik, \\\"I have here the notice of the editor of the games, just issued, in which you will find your horses published for the race. You will find in it also the order of exercises. Without waiting, good sheik, I congratulate you upon your victory.\\\"\\n\\nHe gave the paper over, and, leaving the worthy to master it, turned to Ben-Hur.\\n\\n\\\"To you also, son of Arrius, my congratulations. There is nothing now to prevent your meeting Messala. Every condition preliminary to the race is complied with. I have the assurance from the editor himself.\\\"\\n\\n\\\"I thank you, Malluch,\\\" said Ben-Hur.\\n\\nMalluch proceeded:\\n\\n\\\"Your color is white, and Messala's mixed scarlet and gold. The good effects of the choice are visible already. Boys are now hawking white ribbons along the streets; tomorrow every Arab and Jew in the city will wear them. In the Circus you will see the white fairly divide the galleries with the red.\\\"\\n\\n\\\"The galleries--but not the tribunal over the Porta Pompae.\\\"\\n\\n\\\"No; the scarlet and gold will rule there. But if we win\\\"--Malluch chuckled with the pleasure of the thought--\\\"if we win, how the dignitaries will tremble! They will bet, of course, according to their scorn of everything not Roman--two, three, five to one on Messala, because he is Roman.\\\" Dropping his voice yet lower, he added, \\\"It ill becomes a Jew of good standing in the Temple to put his money at such a hazard; yet, in confidence, I will have a friend next behind the consul's seat to accept offers of three to one, or five, or ten--the madness may go to such height. I have put to his order six thousand shekels for the purpose.\\\"\\n\\n\\\"Nay, Malluch,\\\" said Ben-Hur, \\\"a Roman will wager only in his Roman coin. Suppose you find your friend to-night, and place to his order sestertii in such amount as you choose. And look you, Malluch--let him be instructed to seek wagers with Messala and his supporters; Ilderim's four against Messala's.\\\"\\n\\nMalluch reflected a moment.\\n\\n\\\"The effect will be to centre interest upon your contest.\\\"\\n\\n\\\"The very thing I seek, Malluch.\\\"\\n\\n\\\"I see, I see.\\\"\\n\\n\\\"Ay, Malluch; would you serve me perfectly, help me to fix the public eye upon our race--Messala's and mine.\\\"\\n\\nMalluch spoke quickly--\\\"It can be done.\\\"\\n\\n\\\"Then let it be done,\\\" said Ben-Hur.\\n\\n\\\"Enormous wagers offered will answer; if the offers are accepted, all the better.\\\"\\n\\nMalluch turned his eyes watchfully upon Ben-Hur.\\n\\n\\\"Shall I not have back the equivalent of his robbery?\\\" said Ben-Hur, partly to himself. \\\"Another opportunity may not come. And if I could break him in fortune as well as in pride! Our father Jacob could take no offence.\\\"\\n\\nA look of determined will knit his handsome face, giving emphasis to his further speech.\",\"timestamp\":1640148077,\"title\":\"From separate sheets he then read footings, which, fractions omitted, were as follows:\"},\"digest\":\"38O9MttyqtMJCfDuWwEHklW6QMvZiptIdgXwUG5qzfQ\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bvv2wVZzD4chqg-PDPo8606mLS5raqKhT6yjDV0gqdg\\\",\\\"y\\\":\\\"XpC0EOo1B2X0VwwBpQ6ENh1TD9llDrclz2A3LAIqWrk\\\"}\",\"signature\":\"vgjjk9kg6kmnUdzPzZZa5bAkutnLu-iUoijF77sUbEsAv8tU6j_bcrdBZ_SfkadTkg6yq5uMRbdc8eXSSKDsZQ\",\"signingKeySignature\":\"0x584ab283df11885f1fdbb8a1bd8a80f91b7ccb00e8a99d14401c4c0c4f63444e2d0ec640da88956156700dc15574e15c06cda4231cb1b99a28b56173faf7918a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bvv2wVZzD4chqg-PDPo8606mLS5raqKhT6yjDV0gqdg\\\",\\\"y\\\":\\\"XpC0EOo1B2X0VwwBpQ6ENh1TD9llDrclz2A3LAIqWrk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"38O9MttyqtMJCfDuWwEHklW6QMvZiptIdgXwUG5qzfQ\"}"