"{\"content\":{\"body\":\"作家茨威格说：“一个人最大的幸福莫过于在人生的中途、富有创造力的壮年，发现自己此生的使命。 ”\\n\\n每个人降临到世上都有自己的使命吗？\\n\\n天才和平庸的人，承担的使命是一样的吗？\\n\\n爱因斯坦的使命是找到支配世界运转的普遍规律，乔布斯的使命是改变世界。\\n\\n平凡如你我，能够做些什么，才能不负此生呢？\\n\\n你或许没有想过要成为万人瞩目的成功人士，只是希望做一份能发挥自己的优势、能乐在其中的工作。\\n\\n也许你做了很多年的事情，只是为了谋生；也许你有一个理想，始终没有去追求，直到人过中年，突然之间，你幡然醒悟：人生那么短暂，实在容不得入错行。\\n\\n能找到一个自己擅长又热爱的领域，是人生一大幸事。\\n\\n社会学家将一个人20岁到30岁之间的十年称为“奥德赛时期”，也就是寻找自身价值和人生目标的时期。\\n\\n如何寻找自己的人生目标、为自己制定成功的标准？\\n\\n沃顿商学院的教授理查德谢尔有一本书，叫《听了那么多大道理，为什么依旧过不好这一生》，透过大量著作、研究成果、案例，来规划自己的目标，寻找自身优势。\\n\\n图片\\n\\n理查德谢尔｜中国青年出版社\\n\\n图片\\n\\n梅丽尔·斯特里普曾经演过一部电影叫《美味关系》，主角朱莉亚的原型，在现实中就是影响美国甚至全世界的美食家朱莉亚·查尔德，她是第一个登上电视节目的美食明星。\\n\\n图片\\n《美丽关系》剧照\\n\\n朱莉亚读书时主修历史，热爱写作，梦想成为一名作家。\\n\\n毕业后，在一家家具商行的广告部做文案。\\n\\n她很快发现，自己一点不喜欢文案的工作，她在日记中写道：“我是一个无名小卒……空有满腹才华却找不到用武之地。”\\n\\n随后，二战爆发，她报名入伍，进入了政府间谍部门——美国战略情报局。\\n\\n个性开朗、爱出风头的她，跟这份需要低调、耐心的工作格格不入，但却向她打开了美食世界的大门。工作中，她遇到了热爱美食的丈夫保罗。\\n\\n二战后，保罗被派到法国工作，朱莉亚在法国的餐馆里享用了一顿美味大餐——肥美多汁的带壳牡蛎，外脆里嫩的油煎鳎目鱼，新鲜爽脆的蔬菜沙拉和一瓶入口丝滑的波里府水白葡萄酒。\\n\\n“就是这顿精彩至极的饭菜，让我突然之间开了窍。”她后来说。\\n\\n为了系统学习烹饪，她报名了法国蓝带烹饪学校的一年期课程，又向多位法国顶尖主厨拜师学艺，这时她已经37岁。\\n\\n她在自己的书中写道：“过去的我满足于追逐逸乐，游戏人间，对世上的一切冷漠以对，但在蓝带学院以及巴黎的市场和餐厅中，我赫然发现烹饪是这样深厚丰富且魅力永不止息的迷人事物……\\n\\n我一刻也无法忍受离开厨房，我学习得浑然忘我，全不知时光飞逝。”\\n\\n和法国人相比，美国人对吃的态度是很潦草的，朱莉亚的出现，让很多美国人都跟着她学习烹饪、品位美食。\\n\\n图片\\n《美丽关系》剧照\\n\\n蔡澜对她的评价就是：教会美国人怎么吃，美国人从此才将饲料升华为食物。\\n\\n50岁时，她推出美食节目《法国大厨》，不仅能展示超群的厨艺，也释放出她超出常人的表演天赋。\\n\\n朱莉亚说：“我烹饪的次数越多，我就发现自己越爱烹饪。”\\n\\n当你喜欢做某件事，你就会自然而然地加以练习。当你铆足了劲儿努力地练习，你做这件事的水平就会越来越高。最后，这件事情就会成为你的绝活，大部分人都不能和你相提并论。\\n\\n理查德谢尔在这句话中发现了选择职业的方法，试着问自己：我越做什么，就越是喜欢什么。\\n\\n也许是烹饪，也许是写作，也许是和孩子在一起，也许是与人沟通……\\n\\n人生而不同，个性特征、兴趣爱好都不同，找到能发挥自己特点和优势的方向，才能把爱好或才华，发展成能为你带来回报和满足感的生活方式。\\n\\n图片\\n\\n理查德谢尔提出，当你开始尝试新的方向、新的工作时，可以从四个方向着手：\\n\\n首先是兴趣与激情。\\n\\n无论你是谁，或正处在人生的哪个阶段，你肯定会对某一项活动、课程、运动、人群、事业、目标、节目、媒体甚至比赛产生一种天然的喜好，而这就是你审视内心的最佳起点。\\n\\n它可能是占据你大部分青春岁月的事，不要因为这项兴趣在你看来太过普通，而将它从清单上剔除。\\n\\n喜欢烹饪、美食、清理房间，还是读书、高尔夫、滑雪，这都不重要，大众或者小众的爱好，只要你足够深入和专业，都会有发展空间。\\n\\n图片\\n《美丽关系》剧照\\n\\n其次是天赋和技能。\\n\\n你需要列出“你做得比别人好”的事，这就是你的天赋。\\n\\n不是你“希望”自己比别人做得更好的事情，而是眼下你已经比别人做得更出色的事。\\n\\n如果不那么确定，你可以和了解你的熟人聊一聊，在他们看来，什么事情交给你，会特别放心？\\n\\n第三个方向是经历。\\n\\n人生每一个阶段所获得的能力，其实都建立在过去的经历之上。\\n\\n接受经验教训、重新调整方向、寻找更具可能性的方向，是每一次成功都要经历的过程。\\n\\n新的经历来自于权威人士点拨和指导，就像朱莉亚吃完那顿改变人生的美餐后，报名参加了法国最顶级的烹饪学校，因为她要获取名师的经验。\\n\\n图片\\n\\n最后一个方向是性格优势。\\n\\n这往往会被我们忽略。\\n\\n大量的工作希望把人磨炼成同一幅面孔，听话、顺从、高情商……压抑人的个性，就把人变成了工具。\\n\\n工具也许高效，但是不会幸福。\\n\\n无论你做什么事，从事什么样的工作，你独特的性格优势，都是你最重要的能力之一。\\n\\n图片\\n\\n理查德谢尔认为，幸福就代表着三样东西：健康、有意义的工作，还有爱。\\n\\n工作的意义并不是来自于工作本身，而是来自于从事这份工作的你，能否从工作中体会到幸福感和满足感。\\n\\n你现在的工作对你而言意味着什么：谋生手段、事业，还是天职？\\n\\n76岁才拿起画笔的摩西奶奶，在晚年成为全世界最多产、最著名的画家之一。\\n\\n她说：“许多人不是不知道自己要做什么，而是知道了，却什么都没能去做。\\n\\n我之所以幸运，是因为我知道自己要做什么，并且用自己的方式选择了如何去做得更好。”\\n\\n图片\\n\\n在最开始，我们都会着急，都会担忧，害怕自己得不到自己渴望的生活，担忧自己无法遇到一个能够真正爱自己的人，害怕失去青春岁月，也无法换来比别人更好、更优越的生活。\\n\\n在这样的担忧和焦虑下，我们失去的会更多，我们会看不到自己已经拥有的珍贵的东西。\\n\\n真正爱自己，不是牺牲掉所有的时间和精力，去打拼什么辉煌的未来，而是在当下，努力去做自己喜欢做的和有趣的事情，让自己的内心充盈着喜悦，让现在的每一天，都以自己喜欢的方式度过。\\n\\n成功不是一个一劳永逸的概念。\\n\\n它像是一段旅程，途中有许多小站、停靠处、露营地。\\n\\n你会在某处停留，欣赏风景，然后继续上路。\",\"timestamp\":1639059562,\"title\":\"有目标感的人，活得更漂亮\"},\"digest\":\"n65bIkFe4cY-VLEs15lo6Gqcq2h-arUp3Va3ksOanjw\",\"authorship\":{\"contributor\":\"0x875D07591fa84e671847f8E6C40840455E851b2c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-c1MjGioJnf4lA982hTKBfb7V1qCFUycKwT_SoY9J0\\\",\\\"y\\\":\\\"pjlF0wVrZIlMtM1C6WbQPhYmbQ4WuCt-C48cPAwkgmw\\\"}\",\"signature\":\"HHtIt5WqA6aZunGXaysdFI9fWNFeXpmuVQFPhmciOEUG9LGEFZXH-TkmE6maQc6K_T4qBGL-Vne0H0NzSaomMw\",\"signingKeySignature\":\"0x5015af0c1b45fda595315175d22737c3ec1bf1522b60568d4146967415f0a8c300c9f00a0e61709300d7738031c503091eda575a03d342ec6614ed588943b22e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-c1MjGioJnf4lA982hTKBfb7V1qCFUycKwT_SoY9J0\\\",\\\"y\\\":\\\"pjlF0wVrZIlMtM1C6WbQPhYmbQ4WuCt-C48cPAwkgmw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n65bIkFe4cY-VLEs15lo6Gqcq2h-arUp3Va3ksOanjw\"}"