"{\"content\":{\"body\":\"![本书封面](https://res.craft.do/user/full/55aa7755-ae36-4eaf-d385-1bb25ba561c3/doc/008062BB-6477-4E36-B057-EE58775B59FB/6A60E234-018F-4CDA-8150-34B52D29D623_2/Y1e5u1SoZvlgEGHcc5YSVKHRquJS8tFagTRd65CvK7sz/Cover%20Image.jpeg)\\n\\n本文是一篇读书笔记。本书最有启发性的是把生产社会和消费社会串了起来，相当于把马克思的鲍德里亚串了起来。下面就来梳理一下。\\n\\n# 从工作伦理到消费美学\\n\\n## 什么是工作伦理\\n\\n工作伦理诞生于从农业社会到工业社会转变之间。工业社会需要大量的工人。在农业社会，人们大多是自给自足的，生产多少就消费多少。当生产足够多了，人们自然就会去休息。\\n\\n而工业社会需要工人不间断生产。因此就产生了工作伦理。以现在眼光来看， **工作伦理就是一种PUA** 。工作伦理假定所有身体健康有能力的人都应该去工作，而且只应该去从事那些公认有价值的工作。否则，这个人就是懒散，就是浪费不求上进，就是虚度光阴。\\n\\n> 只有公认的有价值的工作——那些可以要求薪水回报的，可以用于交易的——才会被工作伦理认同。\\n\\n对这种工作伦理的批判，我们已经见的很多了。它剥夺劳动的意义、剥削人的价值，物化人、异化人，把人当作螺丝钉。职业和工作，就成了定义一个人的标准。\\n\\n> 在过去，工人通过自己设定目标、自己控制进程获得工作的意义和动力，但现在，他们只能被动地完成由他人设置和控制的任务，工作对他们而言失去了意义。\\n\\n> 工作伦理也把生产活动和人的需要分离开来。这是历史上第一次，人们优先考虑“能做什么”，而非“需要做什么”。\\n\\n> 这场战斗是为了对抗人身上那些无用的“部分”——兴趣和雄心，它们不仅与生产力无关，还会干扰生产需要的那些有用的“部分”。工作伦理本质上是对自由的摒弃。\\n\\n> 工作伦理改革运动的另一个目的，是把人们所做的事和他们认为值得做、有意义的事分离开来，把工作本身和任何切实的、可理解的目的分离开来。\\n\\n## 什么是消费美学\\n\\n这样一套工作伦理，在现代已经行不通了。\\n\\n随着生产力的进步，生产本身已经不再是问题，消费才是。我们在生活中不断听到要拉动消费、拉动内需，因为消费，才能促进生产，才能让经济指标提升。\\n\\n如果说工业社会是生产型社会，那么现代社会就是消费型社会。在生产型社会，人首先是生产者，其次才是消费者；而在消费型社会正好相反，**人首先是一个消费者**。社会的首要任务，是要把人塑造成一个合格消费者。\\n\\n工业社会生产生产者主要是通过控制和PUA，但这一套无法用来训练消费者。\\n\\n消费有许多的关键词：选择、诱惑、美好、刺激、上瘾、短暂、新奇……这些价值是和机械化的管理和规训相违背。因此，消费社会需要的不是一套伦理，而是美学。\\n\\n> 圆形监狱的训练方式不适合培育消费者。那套体系擅长训练人们习惯例行的、单调的行为，并通过限制选择或完全取消选择巩固效果。然而，不因循守旧、持续进行选择恰恰是消费者的美德（实际上是“角色要求”）\\n\\n> 消费者必须以审美趣味为导向，而不是以道德规范为导向。\\n\\n所谓的**消费美学**，就是告诉你什么才是好的。最新的商品、从没见过的绝景、前所未有的享受、立竿见影的刺激……所有的这一切都稍纵即逝，消费了一次就有无数次，永远消费下去。\\n\\n最棒的是，这一切都是你自己的选择，是你的慧眼从众多商品中选出了这个宝贝。\\n\\n一个合格的消费者，不仅会接受诱惑，更会主动去寻求诱惑。他会去刷小红书、去看直播间、去计算各个平台的优惠……\\n\\n并且，消费行为已经成为了一个人的本质。如果说在工业社会，定义一个人的是他的工作；在消费社会，定义一个人的就是他买了什么。\\n\\n> 理想状态下，消费者应该不固守任何东西，没有永久的承诺，没有可以被完全满足的需求，也没有所谓的终极欲望。任何承诺、任何忠诚的誓言，都应该有一个附加的有效期。契约的有效期、既定的时效是最关键的，比契约本身更重要，它不应该超过满足欲望的消费所花费的时间（或欲望消退的时间）。\\n\\n> 理想情况下，消费者立刻得到满足——消费应该立刻带来满足感，没有时延，不需要旷日持久的技能学习和准备工作；而一旦消费行为完成，这种满足感就应该尽可能快地消失。\\n\\n> 市场上的消费品一样，对一种身份的消费不应该——不允许——熄灭对其他更新、更好身份的渴望，也不应该——不允许——妨碍人们接纳新身份的能力。\\n\\n# 从工作伦理到工作美学\\n\\n那么问题就来了，消费社会有这么多的诱惑，人们为什么还要去工作？崇尚选择和自由的消费者，还怎么会去从事那些单调乏味的工作？\\n\\n> 世界上还有那么多有趣又体面的事情可以去做，那些都是金钱买不到的，夜以继日拼命赚钱只会和它们失之交臂。\\n\\n工作伦理在消费社会已经不合时宜，消费社会需要的是工作美学。\\n\\n**工作美学**是对工作的一种包装。工作不再仅仅是一种使命，工作给你提供的不能仅仅是道德上的优越，更要提供挑战性、成就感、新鲜感。通过工作不仅仅是为了养家糊口，更是为了实现人生的价值，是从中获得快乐。\\n\\n要想知道什么是工作美学，看看大企业的价值观就知道了：创新、进取、卓越、改变世界……\\n\\n当然，这一切只是一种包装而已，是一种诱使你工作的手段，就像消费主义用华丽的包装诱惑你购买一样。\\n\\n在工作伦理的语境中，所有的劳动都是不分贵贱，是平等的。但是工作美学则完全不这样认为，有的工作就是要更体面、更值得去做。何同学的工作就是要比大猛子更好。\\n\\n工作美学戳穿了工作伦理的虚伪面具，但是这赤裸真相并不能直接展示在世人面前。毕竟社会上仍然有很多体力活需要人去做，并不是人人都是天之骄子。因此，工作美学又想出了新花样。\\n\\n> 为了让那些已经皈依消费主义的人去从事那些经不起美学考验的工作岗位,必须人为地重新创造—种没有选择、迫不得已、为最基本的生存而奋斗的处境。只是这一次，不会再扯上什么崇高的道德救赎。\\n\\n工作美学会不断展示富人的奢侈生活，刺激你去努力工作，变得跟他一样。而富人又是如何吸引人们羡慕崇拜他呢？通过消费。\\n\\n因为如今我们崇拜一个富人，并非是因为他的能力，而仅仅是他的财富。例如我们关注王思聪，难道是因为他能力出众或智力超群吗？我们关心的只不过是他作为首富之子的奢侈生活。我们想知道一个真正的富人是怎样生活的，并且自己也想过上那样的生活。\\n\\n而富人们全都会把自己的财富归因于自己的努力奋斗或者聪明才智，不会承认自己成功是因为运气、时势、家庭等等外界因素。这就给所有人一种错觉，只要努力工作，人人都可以过上富人的生活。即使是屌丝，也有可能逆袭。\\n\\n> 面首过往，曾经作为英雄被大众景拜的是“白手起家”的富人。他们严格、执着地履行工作伦理狂获得了回报。时过境迁，现在大众票拜的对象是财富本身一一财富是最梦幻、最奢华的生落的保障。\\n\\n> 被崇拜的明星如同其他被崇拜的圣明一样，可以被敬仰，被视为典范，却不可效份。他们象征着人生的理想，也象征着人生理想的遥不可及。体育场和舞台上的明星格外富有，他们倾心付出、克己自律，最终收获了“以工作为使命”这则信条孕育的果实。\\n\\n然而我们知道，这一切也不过是资本家包装出来的虚假幻梦。在生产社会，人们大多一辈子只做一种工作，但在消费社会，已经几乎不可能。正如消费品不断推陈出新一样，工作也没有永久的承诺。相反，长时间同一种工作反而会被认为是能力不足。\\n\\n> 老板其实非不指望员工们相信自己说的是肺腑之言，他们只希望彼此财这场游戏心照不宜,并据此行事。对老板来说，员工若真的按妥所谓的“使命感”会积聚麻烦，下一次“裁员”或“合理化”时，这些麻烦就会爆发。\\n\\n当然，现在我们知道，这套工作美学其实也已经渐渐玩不转了，很多人已经不买账了。\\n\\n# 中国的特殊国情\\n\\n本书写于1998年，且是按照欧美发达国家社会演变的顺序来写的。中国国情则不同，中国并没有经历过从工业社会到消费社会的转变，两者在中国几乎是并存的。\\n\\n中国的工人从农村涌入城市，在工厂中接受规训。与此同时，马云告诉他的员工在阿里巴巴工作是一个福报。工作伦理和工作美学在我们的社会共存。\\n\\n我们有着全世界最发达的购物节和直播文化，也有这三和大神这样的不消费的人。\\n\\n# 在消费社会成为一个穷人意味着什么？\\n\\n虽然每个时代都有穷人，但穷人具体是什么，取决于社会中正常人是什么样。在消费社会，**穷人就是是一个不合格的消费者**。他没有能力消费，或者不愿意消费。那么他就是一个穷人。\\n\\n或许有人觉得这是废话，穷人就是没钱的人，跟消费不消费有什么关系？我来举个有趣的例子。\\n\\n几年前，人们还不知道程序员收入高。原因是什么呢？因为程序员不消费，看起来跟刚毕业的大学生没有区别，不像金融白领很会包装自己。为什么现在大家越来越发现程序员收入高了呢？因为几年下来，很多程序员攒够了买房子的首付。大家忽然发现，原来程序员竟然能买得起房子，于是才知道程序员收入高。\\n\\n你买房子之前，大家觉得你很穷。你买了房子，大家才知道你有钱。但事实上，你一直都是有钱的。一个有钱人如果不消费，也会被视为穷人。财产的绝对值已经不是衡量穷富的唯一标准，你消费了多少才是。\\n\\n当然，在消费社会，不消费是完全不可能的。得益于消费主义，我们几乎可以买到我们想要的任何东西，哪怕是再小众的东西都可以。但关键在于，你消费什么？\\n\\n你是去消费那些商家想让你买的东西，还是你真正喜欢的东西？你是不是会去购买社会强加给你东西，哪怕那是公认为必须的东西（比如房子）？\\n\\n尽可能不要消费别人想让你消费的，去消费你真正想要的。衣服、房子。当你不消费这些东西。\\n\\n**拒绝工作伦理的规训，尽力体验工作美学的美好幻梦，同时去做一个看起来的“穷人”，你就可以得到消费主义带来的全部好处，并且拒绝成为那个代价。**\",\"timestamp\":1641130553,\"title\":\"为什么要在消费社会做一个“穷人”？\"},\"digest\":\"Tbp5UyTFsHZpWrsCXV6tZZbd7aZ3XgF-5v0rQddZ5s8\",\"authorship\":{\"contributor\":\"0x60E4DA9Df370232C2E01065888dfBEC2Beb858c4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kz-H-nl9W5IBMjTIgPEVgaY9nnXWgj6-6Wq1kkaY8eg\\\",\\\"y\\\":\\\"O2C4UNc-Ust60r11y7-trzh71AaXtsSiwBLnJWfvwb4\\\"}\",\"signature\":\"_Qeq_L9wSEeNbi8y34Zi5G1u6i3QB44Z2tSFEHDUlfMK2Y3L3uF9d7AMSVG5UcCN9szjNj-TeLeFix25JvI0Lw\",\"signingKeySignature\":\"0x9d55763acec148ea8e0776fe6b68c825d0c90b15fd6555049d62b7a90cab3001149c4b4f626fd055f18a3627c8b8555e97dce08da8943940708c5cc1e0d3c0231b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kz-H-nl9W5IBMjTIgPEVgaY9nnXWgj6-6Wq1kkaY8eg\\\",\\\"y\\\":\\\"O2C4UNc-Ust60r11y7-trzh71AaXtsSiwBLnJWfvwb4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tbp5UyTFsHZpWrsCXV6tZZbd7aZ3XgF-5v0rQddZ5s8\"}"