"{\"content\":{\"body\":\"Hardly a day goes by without a news story about record-breaking droughts and floods, widespread species loss, and destruction of valuable natural resources.\\n\\nHeadlines from this week alone: floods in northern Europe kill 165 people; 80 fires across 13 US states spread haze 3,000 miles to the East Coast. A [study](https://www.theguardian.com/environment/2021/jul/14/amazon-rainforest-now-emitting-more-co2-than-it-absorbs) showing the Amazon rainforest now emits more CO2 that it absorbs. \\n\\nAs these extreme climate events touch everyone in the world, we know the stakes are high, compelling our elected (and un-elected) representatives to come up with sweeping solutions. UN-led climate negotiations, hundreds of proposals, lengthy disagreements. Stalemates. Which countries are most responsible? Who pays more? Who enforces the emissions-reduction goals?\\n\\nThe enormity of the problem, and difficulty of fitting a singular solution into a global treaty means that meaningful progress must start happening outside of the Paris Agreement. It will need to start within industries like aviation and steel, bilaterally between countries like the US and China, or even at a city, company, and organization level. \\n\\nWhen I think about my own moral imperatives to write on these topics, and more importantly, *do* something to feel less powerless in the face of impending disaster, it is the smaller, seemingly insignificant acts that are increasingly compelling and give me hope.\\n\\nLike Elinor Ostrom before me, I'm here to convince you that there are ways to create associations resembling *neither* the state nor the market that can effectively govern natural resource and that natural resources are in themselves worthy of the same rights as humans.\\n\\nThere are new tools and organizational patterns on global permissionless networks like Ethereum, that we can now use to coordinate more quickly, at scales large and small. I'd like to share my own story about how I came to see street trees in NYC as an area in which to test my assumptions about Ethereum as not only a financial coordination mechanism, but an attempt to confer rights and power to non-humans.   \\n\\n### Common Pool Resources\\n\\nWhy street trees? They are one of the greatest examples of **common pool resources**: no one owns them, but everyone benefits from them. \\n\\nIn the clinical language of western economics, common pool resources (CPRs) refers to a core resource which provides a limited supply of \\\"extractable units.\\\" This is economics, after all, where resources are accounted for as the requirements for human life. Most CPRs are governed by a common property rights regime, social arrangements that regulate the preservation, maintenance, and consumption of a common pool resource. The image below shows the distinctions between common pool resources, public goods, private goods, and toll goods. \\n\\n![](https://images.mirror-media.xyz/publication-images/2c78c85b-5bdc-49e4-b2f1-ed09755d40bb.png?height=784&width=1770)\\n\\nStreet trees are common pool resources because they have a high level of subtractability and a high difficulty of exclusion. Put more simply, you can’t exclude people from benefiting from them, but they are more threatened by removal than park trees because they are part of a built human environment. \\n\\nPerhaps you've come across the phrase \\\"the tragedy of the commons.\\\" It's a concept that originated in an essay written in 1833 by the British economist William Forster Lloyd, but popularized over a century later by Garrett Hardin in 1968. The idea is that when humans act in their own self interest, they become uncoordinated, which results in the depletion of natural resources for all. \\n\\nConcepts like the tragedy of the commons, prisoners dilemma, and logic of collective action are common models in political science and economics for understanding the problems individuals face when attempting to achieve collective benefits. We hear this often when it comes to governing and maintaining open-source software in [crypto](https://gitcoin.co/blog/funding-open-source-in-the-blockchain-era/). \\n\\n### Elinor Ostrom's *Goverining the Commons*\\nElinor Ostrom wrote the book *Governing the Commons* in 1990, which eventually made her the first woman to win the Nobel Prize in economics. This now-foundational book presents empirical examples of successful and unsuccessful efforts to govern common pool resources and makes a strong case for **self-governing institutions** to regulate resources. \\n\\nI hold a somewhat beatified reverence for her ideas, in part because of my early 20s disillusionment with binary state vs free markets debates, but also because of how much her student and my professor, Barbara Allen, shaped my own understanding of political philosophy. Elinor Ostrom passed away in June 2012, days after I graduated. Barbara, one of Elinor's long time collaborators, was in a rush to publish some of her final manuscripts, yet still made time to advise me on my own thesis. \\n\\nOstrom was strident in her critique that metaphors like \\\"tragedy of the commons\\\" end up becoming perverted foundations for policy, and don't even necessarily describe human reality. While most scholars, policy makers, and industry titans take opposing positions in governing natural resources, either through state control or privatization, she observed \\\"neither the state nor the market is uniformly successful in enabling individuals to sustain long-term, productive use of natural resource systems.\\\" \\n\\nShe also came up with clever empirical models to prove it. One game modeled sheep herders sharing a grazing field. The sheep herders have two choices: either privatize or have a central-authority determine where they can graze their sheep. In many of the games, the costs of enforcement from a central authority were greater than the benefits to individual sheep herders. When completely privatized, herders ended up harming the grazing field (the common pool resource) to the point where it impacted all of their herds. Ostrom devised a new model, in which herders can make their own binding contract to commit themselves to a cooperative strategy that they will determine and consent to between themselves. In short, she showed how public and private institutions are often enmeshed and dependent on one another. She also provided examples of communities relying on institutions resembling *neither* the state nor the market that governed natural resources with reasonable degrees of success over a long period of time, such as irrigation systems in Spain and Nepal, mountain villages in Switzerland and Japan, and fisheries in Maine and Indonesia.\\n\\n![](https://images.mirror-media.xyz/publication-images/d0dce6d6-df42-44b3-9693-340c046d7170.gif?height=1230&width=969)\\n\\nIn 2021 after rereading her book, I couldn't help but think: in what ways does the term common pool resources and the associated common property rights regimes themselves limit our imagination of the social arrangements in how we regulate common pool resources? She herself critiqued the concept \\\"tragedy of the commons\\\" because it was based on the Hobbesian assumptions that humans will seek their own good and fight each other, that an external Leviathan is needed to avoid destruction. What if we were to reimagine the notion that a common pool resource should be governed by property rights regimes, and that natural resources are in themselves worthy of the same rights as humans? Furthermore, how might Ostrom apply her self-financed contract enforcement game, given the new organizing principles in Ethereum, like self-executing contracts and [DAOs](https://consensys.net/blog/codefi/daos/)?\\n\\n### Environmental Personhood\\n\\nIn recent years, there has been a growing movement to confer rights to non-humans, also called environmental personhood. Many indigenous communities already recognize nature with personhood, rather than as a commodity over which property rights should be exercised. It flips the agency of regulating common pool resources on its head: the question of governance shouldn't be \\\"how can we save forests,\\\" but rather, \\\"how can we give forests the agency and tools to save themselves.\\\" \\n\\n![](https://images.mirror-media.xyz/publication-images/cdf7e665-c2ea-4c0f-9e95-c708993788cd.jpg?height=400&width=600)\\n\\nIn 2017, New Zealand gave Mount Taranaki the same legal rights as a person. The new status of the mountain means if someone abuses or harms it, it is the same legally as harming the Māori tribe. Andrew Little, the minister for treaty negotiations said Mount Taranaki will become “a legal personality, in its own right.\\\" \\n\\n![](https://images.mirror-media.xyz/publication-images/55cdd7cb-67c8-418a-ac78-cec9479f6661.jpg?height=1050&width=1400)\\n\\nIn 2019, Bangladesh became the first country to grant all of its rivers the same legal status as humans. Now, people who damage a river can get taken to court by the government-appointed National River Conservation Commission and tried as if they’d harmed a living entity. The river’s government-designated human representatives can sue on its behalf when it’s being endangered. \\n\\nIn the same year, Toledo, Ohio voters passed legislation to allow citizens to sue on behalf of Lake Erie when it’s being polluted. \\n\\nBut do these new conceptions of legal rights have teeth? Who enforces them? Trans-boundary issues are a concern for the Bangladeshi law giving rivers rights, as they can't force countries like India and China upstream to comply with the new law. In Ohio, the Lake Erie ordinance's constitutionality was immediately challenged by a local farm in a federal lawsuit, which argued that the new law made the farmer vulnerable \\\"to massive liability\\\" when it fertilizes its fields \\\"because it can never guarantee that all runoff will be prevented from entering the Lake Erie watershed.\\\" In 2020, the legislation was overturned because the state of Ohio joined that lawsuit, arguing it — not the citizens of Toledo — has the \\\"legal responsibility\\\" for environmental regulatory programs. Meanwhile, the problem of algae blooms of Lake Eire continues unchecked.\\n\\n![](https://images.mirror-media.xyz/publication-images/a0dfd36d-5684-4725-9214-16e83c8c6df5.jpg?height=1153&width=1635)\\n\\n### What Would Ostrom Say? \\n\\nHere we come back to Ostrom: Even with a new conception of legal rights, advocates who want to sue on behalf of a natural resource, or even privatization advocates, accept that enforcement must come from a third-party. \\n\\nHow might Ostrom apply her self-financed contract enforcement game, given the new organizing capabilities in Ethereum, like self-executing smart contracts and DAOs? How can natural resources be represented on Ethereum, not as property but as persons?\\n\\n### Starting Local: Street Trees\\n\\nFor anyone that has lived in a dense city, it's easy to overlook the importance of street trees. Their leaves and bark pull carbon and pollution directly from the air. Their roots capture storm runoff. They lower temperatures on the street, and increase property values. In NYC, it will be the 700,000 street trees that eventually capture the smoke blowing in from burning West Coast, and it will be their networks of roots that help mitigate the next flash flood. \\n \\nOne day walking home to my apartment in Brooklyn and observing a beautiful tree, I wondered: is this an oak? What type specifically? Through some research, I found the [New York City Street Tree Map](https://tree-map.nycgovparks.org/). \\n\\n![](https://images.mirror-media.xyz/publication-images/106b758a-42a1-4c4c-bc8d-6808bdfa5574.png?height=982&width=1850)\\n\\nFrom the work of several tree censuses, the open-source map contains IDs, tree data, locations, and a unique economic value for 689,227 of NYC's street trees. \\n\\n![](https://images.mirror-media.xyz/publication-images/8d53b131-2fee-4089-94b3-b7a22ee39b89.png?height=1260&width=2868)\\n\\nAfter coming back to the map again and again, I discovered a community of “Parks Department Super Stewards” that come together to care for trees, and tend to the 8,000 acres of New York’s contiguous forests. Anyone in the city can create an account on the street tree map, adding comments when they’ve taken care of a tree. Perhaps they removed trash from the tree bed, or added mulch. Or perhaps they watered a young tree. All of these actions increase the value of the tree, and thus the public good for the city. \\n\\nValue? The NYC Parks department uses formulas from the USDA Forest Service’s [i-Tree software](https://www.itreetools.org/) to determine a unique dollar value that a tree provides citizens of New York each year.  It combines various GIS methods and models to determine biomass, local air pollutants, tree diversity, weather and hydrology, and carbon storage and sequestration. \\n\\nWhat's interesting, is that despite all this data on each tree's value, the number is rather meaningless as a means for enforcement. If a new building needs to remove a tree, all the builder is required to do is replace it with a new one. However, a five year old sapling might only provide the city with $50 of annual benefits compared to a 200-year old Pin Oak that provides the city with $3,000 in annual benefits. \\n\\n### Ethereum as Payment for Ecosystem Services (PES) \\n\\nThe idea of issuing payments to incentivize the maintenance of common pool resources has grown as a category of conservation, also known as Payments for Ecosystem Services (PES). The challenges of PES conservation programs include distribution, how exactly you make sure the environmental monitoring is accurate, and financial sustainability of the project as a whole. \\n\\nIn fact, environmentalists are already Ethereum to study automated payment mechanisms to incentivize conservation. In one [study](https://www.frontiersin.org/articles/10.3389/fbloc.2019.00021/full) at the School of Geography and the Environment, University of Oxford, Daniel Oberhauser created a Wildlife Credits scheme alongside Namibian community-based natural resource management organizations. Wildlife Credits is a payment scheme that offers conservancies direct payments for wildlife sightings on their territory and for maintaining habitat in migration corridors. \\n\\nAmong the many benefits Ethereum has provided, one particular advantage is reducing the cost for creating and accounting the representation of an asset. What if each street tree was given a unique address on Ethereum, not as a property right, but as a contract representing the tree itself? \\n\\nWhat if each tree’s value was associated with a token? A gingko with a 15” diameter trunk is worth $310.95 annually. As the tree ages, the value of the tree increases as more care is given. Using the PES model of conversation, payments could be issued to people that live next to the tree, based on its current value. Importantly, you could also associate the ability for the tree itself to issue value to people living next to the tree, based on its current value. \\n\\n### terra0\\n\\nWhile the idea of a tree paying a person for its upkeep may sound I've consumed one too many psilocybin mushrooms, an organization of artists and technologists called [terra0](https://terra0.org/) have already done this. \\n\\nterra0 use Ethereum and DAOs \\\"to create technologically-augmented ecosystems that are more resilient, and able to act within a predetermined set of rules in the economic sphere as agents in their own right.\\\" \\n\\nTheir installation [Premna Daemon](https://terra0.medium.com/premna-daemon-an-introduction-via-a-history-of-autonomy-in-the-cryptosphere-3cee15e92fe2\\n) at the Schinkel Pavillion in Berlin is a bonsai tree (a Premna Microphylla) with agency, served by human operators. Censors on the bonsai determine when the tree needs water or is running out of money to pay for the light giving it energy. Human operators care for the various needs of the Premna Daemon (watering, lighting, leaf trimming, etc) only when ETH is sent to the Premna contract, via the web interface.\\n\\n![](https://images.mirror-media.xyz/publication-images/b5738ec5-262e-4cc0-97ae-22796522d5d0.jpg?height=800&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/cdd054b4-acbc-4ed5-9a6b-d643f8186ba0.png?height=889&width=1392)\\n\\nIt's a powerful example that non-human agency is possible when given self-executing financial tools, and simple crowdfunding methods can turn a natural resource into a being with agency. \\n\\n### NYC Street Tree DAO\\n\\nWhile affixing sensors for each of NYC's 689 thousand street trees is unfeasible, the NYC Street Tree map already provides enough GIS and observational data to provide a baseline for conferring financial agency to each individual tree. \\n\\nAs shown with the examples of natural resources that already have been granted the rights of personhood, the primary limitation is the lack of an ability to levy damages for harm, incentivize preservation, or enforce regulation. Humans must still sue on their behalf, relying on courts as mediators, and financial capital litigation as a finite resource. \\n\\nInspired by PES conservation attempts using Ethereum and terra0's Premna Daemon, I decided what better way to test the extent to which a NYC street tree could gain financial agency than setting up Mirror crowdfund for a singular street tree. Check out my next Mirror post for how to join the experiment.  \\n\\n*I'm testing out some of the new Mirror functions. This post is collectible as an NFT, and the funds will be split between terra0 for inspiration, myself, and a Japanese Zelkova in Brooklyn (tree ID: [4677977](https://tree-map.nycgovparks.org/tree-map/tree/4677977))* \\n\\n![](https://images.mirror-media.xyz/publication-images/b3ffaa87-f400-4fca-b4a6-aef52392c304.jpg?height=4032&width=3024)\\n\\n\\n\\n[Tree Personhood](split://0x8B905232c5407933B189ecD25D28874C03187b2c?network=mainnet)\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\",\"timestamp\":1626919175,\"title\":\"How Could Ethereum Extend Personhood To Trees?\",\"publication\":\"jamesbeck\"},\"digest\":\"qhAHmxSe_NnZiFG3woJ47BgQbxcffo-xLSlZDUSuXWw\",\"authorship\":{\"contributor\":\"0x9BA0022Ec84E92dceaC90d0a22E3A857ba37bfE6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ps-IhODoCjpSq6ahxO6R4naGRJ9bCPJVO7vmxrKUCKM\\\",\\\"y\\\":\\\"sAuowsn_BPWO-C-mJpq5OcSyVHs9vYINW0VIFKzpxPU\\\"}\",\"signature\":\"JxCXn2g418gsNdGPnGcJgYSMFoz3b-Vyu2x7QC2SOUMnaUSet-ZjXi0QUmcEKzx-46ku3IPGY5Ug6fu-coT5MQ\",\"signingKeySignature\":\"0x5596451941d085cda47929434ef64fcf0cec61dc37edbe0dd8edf510a7730af0558e71dd4fec4309fefbea33d856120a47e0a3ae2a1c96a0bd53be7c754ec9cf1b\",\"signingKeyMessage\":\"I authorize the publication of articles on jamesbeck.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ps-IhODoCjpSq6ahxO6R4naGRJ9bCPJVO7vmxrKUCKM\\\",\\\"y\\\":\\\"sAuowsn_BPWO-C-mJpq5OcSyVHs9vYINW0VIFKzpxPU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ByViCLPMPQ-NEcsMJuviUX8_sV2bsvcnfYIHNiqe6uU\"}"