"{\"content\":{\"body\":\"凭借诅咒之刃连续发挥出几记碎甲的效果，我让腐烂泥虫首领吃了个大亏，那被锋利匕首劈开的肚子中，竟被小黑抓出一堆纠缠污秽之物，NND，看那样估计是这家伙的五脏，真是恶心。\\n\\n```\\n听着腐烂泥虫首领一阵阵痛苦的哀号，发疯似的甩摆着身子，我冲小黑吹了个口哨，赶紧往后撤退了几步，看着腐烂泥虫首领头上那不断飘起-20，-40的数字，估计这下让它真的很受伤，要给我来个临死前的疯狂，想拖哥们给它垫背的呢。\\n\\n无名二世在腐烂泥虫首领的疯狂撞击下变成一堆骷骨倒在了地上，而腐烂泥虫首领动作更加迟缓地向我挪动了过来，我让过食腐泥虫的攻击，开启影遁，跳跃翻腾着冲到腐烂泥虫首领身后，刎喉技能以后回复完毕，加上背刺，完美的二连击，这条大虫软塌塌地瘫倒在地上，随后被它召唤出来的食腐泥虫也化做一滩脓水消失在原地。\\n\\n嘿嘿，这诛杀腐烂泥虫首领任务顺利完成了，躲避食腐泥虫的无名天下也不用我呼唤，从远处一蹦一跳地跑了过来。\\n\\n腐蚀之泥虫盾牌  等级：33（青铜）\\n\\n防御：40           持久：35\\n\\n单手\\n\\n呵呵，俺伸出小手一掏，这头大家伙下面还真有点货色，竟然让我摸到个盾牌来，虽然只是青铜级的装备，但是远远好过我现在用的天牛之甲盾，看来这次系统没有厚次薄彼，也给咱个回报。\\n\\n无名天下则乐呵呵地伸手从腐烂泥虫首领头上扒啊扒，一手一个扒出两个红色的眼珠出来，冲我说道：“小隐，我的任务道具有了。”\\n\\n喝，这家伙的任务道具就是腐烂泥虫首领的眼球啊，难道那些转职任务NPC都特嗜好怪物器官，怎么不是眼睛就是耳朵的，我心里想到。\\n\\n“无名，腐烂泥虫首领爆了个你能用的盾牌，你要不要。”虽然我知道这个盾牌无名天下肯定不会要，但是咱还得装个大方，先问问他。\\n\\n“你拿去好了，我都已经拿了个戒指，哪能再要这个盾牌啊。小隐，你也太客气了吧。”无名天下一脸的感慨之色，连连推辞道。\\n\\n“呵呵，那恭谨不如从命，我就不客气拉。”我笑着将盾牌收到了背包中。\\n\\n“你还在这里冲级吗。”无名天下收好眼球问我道。\\n\\n“呵呵，我来是想接个任务的。”我回道。\\n\\n“什么任务，能让你这个高手到这里来。”无名天下好奇地问道。\\n\\n“呵呵，没什么，就是连环任务，开始都在雷帝城做的，现在叫我到这里找个人呢。”我又不知道这个任务其实只能做一次，有人做过就没了，为了让好东西只能我自己享受，我当然是漫天胡扯，随口乱说。\\n\\n“哦，这地还有人吗，我们刚才也转了快半个沼泽了，都没见到个人影。”无名天下摇着头说道。\\n\\n“那你继续，我先回去转职，等会再来找你啊。”无名天下掏出回程石对我说道。\\n\\n“行，待会还是老地方见。”我点了点头，正好你回去转职，我赶紧找猎人接任务，抓紧时间把这个任务给做了。看着无名天下化作白光消失在我面前，我翻身上豹，赶紧寻觅起我那亲爱的猎人大叔来。\\n\\n********************************\\n\\n夕阳西下，天空中只残留下一片不愿意离去的云朵，苍茫的夜色渐渐笼罩了这片被遗弃的沼泽，一轮散发着暗红色光泽的残缺弯月悄然悬上天边，无边的夜空中一颗星星也没有，仿佛都被黑夜吞没一般，沉寂的大地上不时传来一声凄厉嚎叫，也不知是哪个可怜的生物发出的最后呼唤。懒散的食腐泥虫和笨拙的四足蛇蜥早就在夜色来临之时躲到自己的安乐小窝里，黑夜的暮羽沼泽，是如此的凄冷和萧条。\\n\\n在暮羽沼泽的边缘地带，我终于发现了一座简朴的木屋，透过外面的窗户，可以看到里面那个在摇曳灯光下走动的人影，我要找的猎人应该就在里面吧。\\n\\n“咚咚咚”我站在门外，抬起手来轻轻敲打着木门，清脆的声音在这夜里似乎变得特别响亮，“有人在吗。”我问道。\\n\\n“是谁。”一声嘶哑的声音从屋内传了出来。\\n\\n“是我，猎人老风介绍来的。”我大声地回道。\\n\\n屋里响起一阵脚步声，木门被打开了，一个与老风面容相仿，但是神情更加冷漠，留着一头刺猬般短发的中年男子站在我的面前。那一身结实的肌肉和强壮的体魄充分说明他不是个好惹的主，宽阔的肩膀后背着一把黑色的精铁长弓，左手边的腰上则悬挂着把与老风给我的，一摸一样的猎刀，脚上那双棕红色的软皮靴，明显就是四足蛇蜥作出的贡献。\\n\\n“你说是我大哥老风介绍来的？”中年男子用他那对幽蓝的眼睛盯着我，有点怀疑地问道。\\n\\n“是的，是你大哥老风叫我过来的。”我一边回答，一边从背包里掏出老风交给我的猎刀递了上去说道。\\n\\n这个名叫老雷的猎人接过猎刀，仔细看了看，轻声说道：“没有错，这果然是我大哥的猎刀，你进来吧。”\\n\\n靠，你当我是行走江湖，招摇逛骗不成，就这东西还能掺假啊，我心里不满地嘀咕着，带着我家小黑（嘿嘿，这小黑就是牛b，到哪都挺抢眼的，这不，又让老雷行了个注目礼，脸上多了几分肃然起敬）走进了屋子。\\n\\n我眼光滴溜溜地在屋子里扫视了一圈，看样子这老雷也是个穷苦出身，屋子里除了那把摆放在熊熊燃烧的火炉上，古朴精美的长刀估计能值上几个钱外，其他都是简朴的木制品，没啥花头。\\n\\n在圆凳上坐定，我脸上带着笑问道：“那个，老雷大叔，那老风大叔说你们这可能需要帮忙，你看我有什么好为你效劳的。”\\n\\n“我大哥的任务完成了？”老雷听我这一说，脸上露出几分惊讶之色地问道。\\n\\n“是啊，是我帮他做的，你是不是也需要弄点蚁卵，没问题，我这里还有呢，现在就可以交货。”我凑上前几步，嬉皮笑脸地说道。\\n\\n“是你帮他完成的？”猎人老雷狐疑地目光从我身上打了几个转。\\n\\n眼前这名大好青年是相貌堂堂，仪表端庄，谈吐不凡，不怒自威，果然是人中龙凤，精英中的精英雄啊。（以上是聪明的我从猎人老雷那目光中猜测到的想法，应该雷同，不是巧合）\\n\\n“当然是我啊，难道还有别人不成。”我连忙回道。\\n\\n这小子相貌一般，举止散漫，说话轻浮，目光游离，怎么看怎么不象是个厉害的角色，猎人老雷心里咕囔着，嘴上说道：“既然你有我大哥的信物，那我可以把我的任务委托给你完成，你愿意接受吗？”\\n\\n当然愿意了，不愿意我来这里干吗，吃饱了撑着没事干啊，这天地里多少良辰美景等着我去欣赏，多少奇珍异宝等着我去寻觅，多少神兵利器等着我去爆取，我都放弃了，特地跑这里来帮你做任务，你到时候可千万别给我个垃圾奖励。我心里想道。\\n\\n“我愿意。”我面容一整，铿锵有力地回道。\\n\\n“隐为者玩家，您接受了坚毅者勋章任务，猎杀在暮羽沼泽内潜伏的凶残的巨型鳄鱼，获得任务物品——滴血的鳄鱼心脏，任务时间二天，失败降低玩家声望四百点。”\\n\\n系统的提示让我不由吃了一惊，这声望怎么一下翻了个倍，那最后一个岂非要八百点的声望了，还好没有第四个任务，不然就算我因为驯服了小黑多得的几百点声望，也达不到一千六百点的要求，还好还好，不然要是都能得到好东西，那还不让我急死。\\n\\n“大叔，那个凶残的巨型鳄鱼在哪呢，你能给我点什么帮助不。”既然接了任务，也总得告诉我去哪杀怪吧，老风都贡献给我几瓶蓝蚁液，你总不好意思两手空空就打发我走人吧，我舔了舔嘴唇，充满期待的问道。\\n\\n“我要是知道它在哪，还用得着你帮忙吗，杀个鳄鱼，你还想要什么帮助，要帮助的话，那还不如我自己去杀呢。”老雷那冷漠的脸上露出几分不满，继续说道：“要是不想做，那你就放弃好了。”\\n\\n靠，什么态度，和老风简直没得比，怪不得老风特地把他的猎刀给我，不然估计这家伙肯定不甩我，让我放弃，那四百点声望扔水里啊，当我是傻子不成，亏我张口一声大叔，闭口一声大叔叫你，小样的你，真不是个玩意。我虽然心里咒骂着，脸上却还陪着笑说：“那好，那好，我自己去找，自己去找，就不打搅你了。”\\n\\n刚出老雷家的门，无名天下的消息就扔过来了：“小隐，你在哪呢，我到了暮羽沼泽入口了。”\\n\\n“稍等片刻，我就到。”回了个消息给他，我骑上小黑，消失在无边的夜色中，猎人老雷从打开的窗户里看着我离开，脸色一松，说道：“小子，希望你能给我完成这个任务，可别太大意了。”\\n```\\n\\n\\n------------\",\"timestamp\":1640325217,\"title\":\"第一百一十六章 猎人任务之二\"},\"digest\":\"WxCv1sgc7PCz6jo5waHIgV5YbjKnt57cN0cHU47dS3c\",\"authorship\":{\"contributor\":\"0xd1eC11095Fbc92743f04D5454cF97579B33e7F79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRPD0kJV2ruBFy4pReUoMpB0SdzpJ8rcaEg037KSUBI\\\",\\\"y\\\":\\\"iSwu4TPwf0xt7t5yeYSN1nvs11te6fQNqbj24ec9rWs\\\"}\",\"signature\":\"aI-SUZuC0UAoxLAhUqd1pBd287Rzb_OCnH__wP_F1-Epe00hzZjfJZmRFIPDC6mkCgnaXeVMWnYq_gIhMNIz6g\",\"signingKeySignature\":\"0xf04f7f871d6b4dfa5855637192e8ab0b8625ef84b0ee37687d116583ecfa32402aeee90f6cb31b537f793123cc446ce02db4f3a29a886a0398774e243ed5a56c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRPD0kJV2ruBFy4pReUoMpB0SdzpJ8rcaEg037KSUBI\\\",\\\"y\\\":\\\"iSwu4TPwf0xt7t5yeYSN1nvs11te6fQNqbj24ec9rWs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WxCv1sgc7PCz6jo5waHIgV5YbjKnt57cN0cHU47dS3c\"}"