"{\"content\":{\"body\":\"Blockchain: Ekim 2008’de tanıtılan bir eşler arası ağdır. Bir sanal para sistemi olarak tanınan Bitcoin uygulaması tamamen Blockchain teknolojisinin ürünüdür. Blockchain teknolojisi, kısaca, güvenmediğiniz kişilerle veri paylaşmanın güvenli bir yolu diyebiliriz.\\n\\nBir blockchain üzerinde dağıtılan veriler, aynı anda bir yerde veya birden fazla yerde saklanmaz; bu da, saklanan verinin halka açık olduğu ve bu sayede internetteki herkes tarafından erişilebilir durumda olduğu anlamına gelir. Veriler milyonlarca cihaz tarafından eş zamanlı olarak barındırıldığı için saldırıya uğramaya eğilimli bu verilerin merkezi bir sürümü yoktur.\\n\\n1 Blockchain’i Güvenli Kılan Nedir?\\n2 Merkezileşme ve Merkeziyetsizlik\\n3 Blockchain Ne Kadar Güvenli?\\n4 Blockchain Teknolojisini Kimler Kullanıyor?\\n5 Halka Açık Blockchain ve Özel Blokchain\\n\\n Blockchain’i Güvenli Kılan Nedir? Bir düğüm, dizüstü bilgisayar, bilgisayar veya telefon gibi herhangi bir cihaz üzerinde kurulabilir. Düğümler aktif olmalı ve IP adreslerine sahip olmalıdırlar. Düğümler, blok zinciri ağına katılarak otomatik olarak indirilen blok kopyasının bir kopyasını tutarak ağı destekledikleri için önemli bir role sahiptirler. Kripto grafik bir parmak izi, her bir bloka özgü olduğu için, cihaz kaydedildiğinden emin olan bir mühür şeklinde çalışır. Düğümler aynı zamanda ortak bir şekilde tarih paylaşımı da yapar. Bu, blokajların kurcalanmaya karşı korunmasını sağlar.\\n\\nMerkezileşme ve Merkeziyetsizlik\\nMerkezileşme, düğüm şeklinde adlandırılan blockchain ağının, milyonlarca dizüstü bilgisayar, tablet veya telefonda barındırılması’dır.\\n\\nMerkeziyetsizlik, (Merkezi olmayan ağ), merkezileştirilmiş olanın aksine nispeten daha güvenlidir. Merkezi bir kontrol noktasına dayanmadığı anlamına gelir. Tek bir otoritenin olmaması sistemi daha adil ve daha güvenli hale getirir.\\n\\nBlockchain Ne Kadar Güvenli?\\nBlockchain protokolü ne kadar güvenli olursa olsun, bilgisayar korsanları en korumalı sistemleri bile aşabiliyor. Geliştiriciler Blockchain’in güvenli kalması için denenmiş ve test edilmiş yöntemler kullansa bile, verilerin güvenli olmayan şekilde bulunduğu durumlar olur. Blockchain ağındaki düğümler, verilerin karşılaştırılmasını yapmak için sürekli iletişim halinde kalmalıdır. Bir hacker, bir düğümün iletişimini ele geçirirse, sahte işlemleri kabul etmek için onu kandırabilir. Kriptopara korsanları ve onların denedikleri yöntemler, blockchain ağının gerçekten ne kadar güvenli olduğunu açık bir şekilde gösteriyor.\\n\\nBlockchain Teknolojisini Kimler Kullanıyor?\\nSağlık, Nakliye, Enerji trend olmak üzere Blockchainler, çeşitli endüstrilerde kullanıma koyulmuş durumda. Şu anda Blockchain ağları, Finansal Hizmetler Teknolojisinde yaygın olarak kullanılmaktadır. Dünya Bankası’nın raporuna göre 2015’te ABD’de 430 milyar ABD Doları’nın üzerinde para transferleri yapıldı. Raporlara göre Blockchain geliştiricileri de yüksek talep görüyor. Blokchain için tasarlanan en yaygın uygulamalardan biri olan GUI, kullanıcıların Bitcoin ile bir şeyler satın almak için kullandıkları ve diğer kripto para birimlerinide içinde sakladıkları cüzdan uygulamalarıdır.\\n\\nHalka Açık Blockchain ve Özel Blokchain\\nHalka açık blockchainler, herkesin fikir birliği sürecinin bir parçası olduğu sürece işlemleri göndermesine veya görmesine izin verir. Halka açık blokchainler, işlemleri onaylamak için bilgisayar işlem gücü gerektirenlerdir. Bu süreç Madencilik olarak bilinir. Öte yandan, özel blockchainler belirli bir sayıdaki organizasyona veya bir grup çalışanları için olan, düzenleme olanağı kısıtlı blockchainler’dir. Hiç kimse, ağdaki diğer cihazlardan mutabakata varmadan düzenleme yapamaz veya herhangi bir bloku silemez.\",\"timestamp\":1641209787,\"title\":\"Blockchain Nedir?\"},\"digest\":\"8Xf_M8--3xNFs7tmNlh_0oVxWfhG7tMrpIyQK4iQfJQ\",\"authorship\":{\"contributor\":\"0x6cA8D97C0E400d32635c1c2E39Ec63c2f7F69449\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pBishMXErYcKYdPLpnC5ioDnyqUJbtmd7bZUnlPE5cc\\\",\\\"y\\\":\\\"-zYK0KBOiZGlc6-zMcYrYph6ZEZTJk51Ci1ZiAQXnMo\\\"}\",\"signature\":\"YzzFRUe6O9qUXg0tgMi-VtltTZb2E1sNJ_pEuBx3DgT-iVAkSMqnivhz_A8s4Li3FPCkN5L2QDBf8x8rmOxFjw\",\"signingKeySignature\":\"0x540049fee66ff5a81c8984ea381d05c734ea833c6c4294d3fac17c91ed3efcd35dd748ced78a160c83f11ed264117db12e6ad6e417b164621d69c491fed659461b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pBishMXErYcKYdPLpnC5ioDnyqUJbtmd7bZUnlPE5cc\\\",\\\"y\\\":\\\"-zYK0KBOiZGlc6-zMcYrYph6ZEZTJk51Ci1ZiAQXnMo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8Xf_M8--3xNFs7tmNlh_0oVxWfhG7tMrpIyQK4iQfJQ\"}"