"{\"content\":{\"body\":\"Col. Bane only laughed and made no attempt to detain Betty. He rather indulged her caprices.\\n\\n\\\"Stop her!\\\" cried Clarke.\\n\\n\\\"Betty, where are you goin'?\\\" said Wetzel, grabbing at Madcap's bridle. But Betty was too quick for him. She avoided the hunter, and with a saucy laugh she wheeled the fiery little pony and urged her over the bank. Almost before any one could divine her purpose she had Madcap in the water up to her knees.\\n\\n\\\"Betty, stop!\\\" cried Wetzel.\\n\\nShe paid no attention to his call. In another moment the pony would be off the shoal and swimming.\\n\\n\\\"Stop! Turn back, Betty, or I'll shoot the pony,\\\" shouted Wetzel, and this time there was a ring of deadly earnestness in his voice. With the words he had cocked and thrown forward the long rifle.\\n\\nBetty heard, and in alarm she turned her pony. She looked up with great surprise and concern, for she knew Wetzel was not one to trifle.\\n\\n\\\"For God's sake!\\\" exclaimed Colonel Zane, looking in amazement at the hunter's face, which was now white and stern.\\n\\n\\\"Why, Lew, you do not mean you would shoot Madcap?\\\" said Betty, reproachfully, as she reached the shore.\\n\\nAll present in that watching crowd were silent, awaiting the hunter's answer. They felt that mysterious power which portends the revelation of strange events. Col. Zane and Jonathan knew the instant they saw Wetzel that something extraordinary was coming. His face had grown cold and gray; his lips were tightly compressed; his eyes dilated and shone with a peculiar lustre.\\n\\n\\\"Where were you headin' your pony?\\\" asked Wetzel.\\n\\n\\\"I wanted to reach that point where the water is shallow,\\\" answered Betty.\\n\\n\\\"That's what I thought. Well, Betty, hostile Injuns are hidin' and waitin' fer you in them high rushes right where you were makin' fer,\\\" said Wetzel. Then he shouldered his rifle and walked rapidly away.\\n\\n\\\"Oh, he cannot be serious!\\\" cried Betty. \\\"Oh, how foolish am I.\\\"\\n\\n\\\"Get back up from the river, everybody,\\\" commanded Col. Zane.\\n\\n\\\"Col. Zane,\\\" said Clarke, walking beside the Colonel up the bank, \\\"I saw Wetzel watching the island in a manner that I thought odd, under the circumstances, and I watched too. Presently I saw a dark form dart behind a bush. I went over and told Wetzel, and he said there were Indians on the island.\\\"\\n\\n\\\"This is most d--n strange,\\\" said Col. Zane, frowning heavily. \\\"Wetzel's suspicions, Miller turns up, teases Betty attempting that foolhardy trick, and then--Indians! It may be a coincidence, but it looks bad.\\\"\\n\\n\\\"Col. Zane, don't you think Wetzel may be mistaken?\\\" said Miller, coming up. \\\"I came over from the other side this morning and I did not see any Indian sign. Probably Wetzel has caused needless excitement.\\\"\\n\\n\\\"It does not follow that because you came from over the river there are no Indians there,\\\" answered Col. Zane, sharply. \\\"Do you presume to criticise Wetzel's judgment?\\\"\\n\\n\\\"I saw an Indian!\\\" cried Clarke, facing Miller with blazing eyes. \\\"And if you say I did not, you lie! What is more, I believe you know more than any one else about it. I watched you. I saw you were uneasy and that you looked across the river from time to time. Perhaps you had better explain to Col. Zane the reason you taunted his sister into attempting that ride.\\\"\\n\\nWith a snarl more like that of a tiger than of a human being, Miller sprang at Clarke. His face was dark with malignant hatred, as he reached for and drew an ugly knife. There were cries of fright from the children and screams from the women. Alfred stepped aside with the wonderful quickness of the trained boxer and shot out his right arm. His fist caught Miller a hard blow on the head, knocking him down and sending the knife flying in the air.\\n\\nIt had all happened so quickly that everyone was as if paralyzed. The settlers stood still and watched Miller rise slowly to his feet.\\n\\n\\\"Give me my knife!\\\" he cried hoarsely. The knife had fallen at the feet of Major McColloch, who had concealed it with his foot.\\n\\n\\\"Let this end right here,\\\" ordered Col. Zane. \\\"Clarke, you have made a very strong statement. Have you anything to substantiate your words?\\\"\\n\\n\\\"I think I have,\\\" said Clarke. He was standing erect, his face white and his eyes like blue steel. \\\"I knew him at Ft. Pitt. He was a liar and a drunkard there. He was a friend of the Indians and of the British. What he was there he must be here. It was Wetzel who told me to watch him. Wetzel and I both think he knew the Indians were on the island.\\\"\\n\\n\\\"Col. Zane, it is false,\\\" said Miller, huskily. \\\"He is trying to put you against me. He hates me because your sister--\\\"\\n\\n\\\"You cur!\\\" cried Clarke, striking at Miller. Col. Zane struck up the infuriated young man's arm.\\n\\n\\\"Give us knives, or anything,\\\" panted Clarke.\\n\\n\\\"Yes, let us fight it out now,\\\" said Miller.\\n\\n\\\"Capt. Boggs, take Clarke to the block-house. Make him stay there if you have to lock him up,\\\" commanded Col. Zane. \\\"Miller, as for you, I cannot condemn you without proof. If I knew positively that there were Indians on the island and that you were aware of it, you would be a dead man in less time than it takes to say it. I will give you the benefit of the doubt and twenty-four hours to leave the Fort.\\\"\\n\\nThe villagers dispersed and went to their homes. They were inclined to take Clarke's side. Miller had become disliked. His drinking habits and his arrogant and bold manner had slowly undermined the friendships he had made during the early part of his stay at Ft. Henry; while Clarke's good humor and willingness to help any one, his gentleness with the children, and his several acts of heroism had strengthened their regard.\\n\\n\\\"Jonathan, this looks like some of Girty's work. I wish I knew the truth,\\\" said Col. Zane, as he, his brothers and Betty and Myeerah entered the house. \\\"Confound it! We can't have even one afternoon of enjoyment. I must see Lewis. I cannot be sure of Clarke. He is evidently bitter against Miller. That would have been a terrible fight. Those fellows have had trouble before, and I am afraid we have not seen the last of their quarrel.\\\"\\n\\n\\\"If they meet again--but how can you keep them apart?\\\" said Silas. \\\"If Miller leaves the Fort without killing Clarke he'll hide around in the woods and wait for a chance to shoot him.\\\"\\n\\n\\\"Not with Wetzel here,\\\" answered Col. Zane. \\\"Betty, do you see what your--\\\" he began, turning to his sister, but when he saw her white and miserable face he said no more.\\n\\n\\\"Don't mind, Betts. It wasn't any fault of yours,\\\" said Isaac, putting his arm tenderly round the trembling girl. \\\"I for another believe Clarke was right when he said Miller knew there were Indians over the river. It looks like a plot to abduct you. Have no fear for Alfred. He can take care of himself. He showed that pretty well.\\\"\\n\\nAn hour later Clarke had finished his supper and was sitting by his window smoking his pipe. His anger had cooled somewhat and his reflections were not of the pleasantest kind. He regretted that he lowered himself so far as to fight with a man little better than an outlaw. Still there was a grim satisfaction in the thought of the blow he had given Miller. He remembered he had asked for a knife and that his enemy and he be permitted to fight to the death. After all to have ended, then and there, the feud between them would have been the better course; for he well knew Miller's desperate character, that he had killed more than one white man, and that now a fair fight might not be possible. Well, he thoughts what did it matter? He was not going to worry himself. He did not care much, one way or another. He had no home; he could not make one without the woman he loved. He was a Soldier of Fortune; he was at the mercy of Fate, and he would drift along and let what came be welcome. A soft footfall on the stairs and a knock on the door interrupted his thoughts.\\n\\n\\\"Come in,\\\" he said.\\n\\nThe door opened and Wetzel strode into the room.\\n\\n\\\"I come over to say somethin' to you,\\\" said the hunter taking the chair by the window and placing his rifle over his knee.\\n\\n\\\"I will be pleased to listen or talk, as you desire,\\\" said Alfred.\\n\\n\\\"I don't mind tellin' you that the punch you give Miller was what he deserved. If he and Girty didn't hatch up that trick to ketch Betty, I don't know nothin'. But we can't prove nothin' on him yet. Mebbe he knew about the redskins; mebbe he didn't. Personally, I think he did. But I can't kill a white man because I think somethin'. I'd have to know fer sure. What I want to say is to put you on your guard against the baddest man on the river.\\\"\\n\\n\\\"I am aware of that,\\\" answered Alfred. \\\"I knew his record at Ft. Pitt. What would you have me do?\\\"\\n\\n\\\"Keep close till he's gone.\\\"\\n\\n\\\"That would be cowardly.\\\"\\n\\n\\\"No, it wouldn't. He'd shoot you from behind some tree or cabin.\\\"\\n\\n\\\"Well, I'm much obliged to you for your kind advice, but for all that I won't stay in the house,\\\" said Alfred, beginning to wonder at the hunter's earnest manner.\\n\\n\\\"You're in love with Betty, ain't you?\\\"\\n\\nThe question came with Wetzel's usual bluntness and it staggered Alfred. He could not be angry, and he did not know what to say. The hunter went on:\\n\\n\\\"You needn't say so, because I know it. And I know she loves you and that's why I want you to look out fer Miller.\\\"\\n\\n\\\"My God! man, you're crazy,\\\" said Alfred, laughing scornfully. \\\"She cares nothing for me.\\\"\\n\\n\\\"That's your great failin', young feller. You fly off'en the handle too easy. And so does Betty. You both care fer each other and are unhappy about it. Now, you don't know Betty, and she keeps misunderstandin' you.\\\"\\n\\n\\\"For Heaven's sake! Wetzel, if you know anything tell me. Love her? Why, the words are weak! I love her so well that an hour ago I would have welcomed death at Miller's hands only to fall and die at her feet defending her. Your words set me on fire. What right have you to say that? How do you know?\\\"\\n\\nThe hunter leaned forward and put his hand on Alfred's shoulder. On his pale face was that sublime light which comes to great souls when they give up a life long secret, or when they sacrifice what is best beloved. His broad chest heaved: his deep voice trembled.\\n\\n\\\"Listen. I'm not a man fer words, and it's hard to tell. Betty loves you. I've carried her in my arms when she was a baby. I've made her toys and played with her when she was a little girl. I know all her moods. I can read her like I do the moss, and the leaves, and the bark of the forest. I've loved her all my life. That's why I know she loves you. I can feel it. Her happiness is the only dear thing left on earth fer me. And that's why I'm your friend.\\\"\\n\\nIn the silence that followed his words the door opened and closed and he was gone.\\n\\n```\\n* * * * * * * * * * * * * * * *\\n```\\n\\nBetty awoke with a start. She was wide awake in a second. The moonbeams came through the leaves of the maple tree near her window and cast fantastic shadows on the wall of her room. Betty lay quiet, watching the fairy-like figures on the wall and listening intently. What had awakened her? The night was still; the crow of a cock in the distance proclaimed that the hour of dawn was near at hand. She waited for Tige's bark under her window, or Sam's voice, or the kicking and trampling of horses in the barn--sounds that usually broke her slumbers in the morning. But no such noises were forthcoming. Suddenly she heard a light, quick tap, tap, and then a rattling in the corner. It was like no sound but that made by a pebble striking the floor, bounding and rolling across the room. There it was again. Some one was tossing stones in at her window. She slipped out of bed, ran, and leaned on the window-sill and looked out. The moon was going down behind the hill, but there was light enough for her to distinguish objects. She saw a dark figure crouching by the fence.\\n\\n\\\"Who is it?\\\" said Betty, a little frightened, but more curious.\\n\\n\\\"Sh-h-h, it's Miller,\\\" came the answer, spoken in low voice.\\n\\nThe bent form straightened and stood erect. It stepped forward under Betty's window. The light was dim, but Betty recognized the dark face of Miller. He carried a rifle in his hand and a pack on his shoulder.\\n\\n\\\"Go away, or I'll call my brother. I will not listen to you,\\\" said Betty, making a move to leave the window.\\n\\n\\\"Sh-h-h, not so loud,\\\" said Miller, in a quick, hoarse whisper. \\\"You'd better listen. I am going across the border to join Girty. He is going to bring the Indians and the British here to burn the settlement. If you will go away with me I'll save the lives of your brothers and their families. I have aided Girty and I have influence with him. If you won't go you'll be taken captive and you'll see all your friends and relatives scalped and burned. Quick, your answer.\\\"\\n\\n\\\"Never, traitor! Monster! I'd be burned at the stake before I'd go a step with you!\\\" cried Betty.\\n\\n\\\"Then remember that you've crossed a desperate man. If you escape the massacre you will beg on your knees to me. This settlement is doomed. Now, go to your white-faced lover. You'll find him cold. Ha! Ha! Ha!\\\" and with a taunting laugh he leaped the fence and disappeared in the gloom.\\n\\nBetty sank to the floor stunned, horrified. She shuddered at the malignity expressed in Miller's words. How had she ever been deceived in him? He was in league with Girty. At heart he was a savage, a renegade. Betty went over his words, one by one.\\n\\n\\\"Your white-faced lover. You will find him cold,\\\" whispered Betty. \\\"What did he mean?\\\"\\n\\nThen came the thought. Miller had murdered Clarke. Betty gave one agonized quiver, as if a knife had been thrust into her side, and then her paralyzed limbs recovered the power of action. She flew out into the passage-way and pounded on her brother's door.\\n\\n\\\"Eb! Eb! Get up! Quickly, for God's sake!\\\" she cried. A smothered exclamation, a woman's quick voice, the heavy thud of feet striking the floor followed Betty's alarm. Then the door opened.\\n\\n\\\"Hello, Betts, what's up?\\\" said Col. Zane, in his rapid voice.\\n\\nAt the same moment the door at the end of the hall opened and Isaac came out.\\n\\n\\\"Eb, Betty, I heard voices out doors and in the house. What's the row?\\\"\\n\\n\\\"Oh, Isaac! Oh, Eb! Something terrible has happened!\\\" cried Betty, breathlessly.\\n\\n\\\"Then it is no time to get excited,\\\" said the Colonel, calmly. He placed his arm round Betty and drew her into the room. \\\"Isaac, get down the rifles. Now, Betty, time is precious. Tell me quickly, briefly.\\\"\\n\\n\\\"I was awakened by a stone rolling on the floor. I ran to the window and saw a man by the fence. He came under my window and I saw it was Miller. He said he was going to join Girty. He said if I would go with him he would save the lives of all my relatives. If I would not they would all be killed, massacred, burned alive, and I would be taken away as his captive. I told him I'd rather die before I'd go with him. Then he said we were all doomed, and that my white-faced lover was already cold. With that he gave a laugh which made my flesh creep and ran on toward the river. Oh! he has murdered Mr. Clarke.\\\"\\n\\n\\\"Hell! What a fiend!\\\" cried Col. Zane, hurriedly getting into his clothes. \\\"Betts, you had a gun in there. Why didn't you shoot him? Why didn't I pay more attention to Wetzel's advice?\\\"\\n\\n\\\"You should have allowed Clarke to kill him yesterday,\\\" said Isaac. \\\"Like as not he'll have Girty here with a lot of howling devils. What's to be done?\\\"\\n\\n\\\"I'll send Wetzel after him and that'll soon wind up his ball of yarn,\\\" answered Col. Zane.\\n\\n\\\"Please--go--and find--if Mr. Clarke--\\\"\\n\\n\\\"Yes, Betty, I'll go at once. You must not lose courage, Betty. It's quite probable that Miller has killed Alfred and that there's worse to follow.\\\"\\n\\n\\\"I'll come, Eb, as soon as I have told Myeerah. She is scared half to death,\\\" said Isaac, starting for the door.\\n\\n\\\"All right, only hurry,\\\" said Col. Zane, grabbing his rifle. Without wasting more words, and lacing up his hunting shirt as he went he ran out of the room.\\n\\nThe first rays of dawn came streaking in at the window The chill gray light brought no cheer with its herald of the birth of another day. For what might the morning sun disclose? It might shine on a long line of painted Indians. The fresh breeze from over the river might bring the long war whoop of the savage.\\n\\nNo wonder Noah and his brother, awakened by the voice of their father, sat up in their little bed and looked about with frightened eyes. No wonder Mrs. Zane's face blanched. How many times she had seen her husband grasp his rifle and run out to meet danger!\\n\\n\\\"Bessie,\\\" said Betty. \\\"If it's true I will not be able to bear it. It s all my fault.\\\"\\n\\n\\\"Nonsense! You heard Eb say Miller and Clarke had quarreled before. They hated each other before they ever saw you.\\\"\\n\\nA door banged, quick footsteps sounded on the stairs, and Isaac came rushing into the room. Betty, deathly pale, stood with her hands pressed to her bosom, and looked at Isaac with a question in her eyes that her tongue could not speak.\\n\\n\\\"Betty, Alfred's badly hurt, but he's alive. I can tell you no more now,\\\" said Isaac. \\\"Bessie, bring your needle, silk linen, liniment-- everything you need for a bad knife wound, and come quickly.\\\"\\n\\nBetty's haggard face changed as if some warm light had been reflected on it; her lips moved, and with a sob of thankfulness she fled to her room.\\n\\nTwo hours later, while Annie was serving breakfast to Betty and Myeerah, Col. Zane strode into the room.\\n\\n\\\"Well, one has to eat whatever happens,\\\" he said, his clouded face brightening somewhat. \\\"Betty, there's been bad work, bad work. When I got to Clarke's room I found him lying on the bed with a knife sticking in him. As it is we are doubtful about pulling him through.\\\"\\n\\n\\\"May I see him?\\\" whispered Betty, with pale lips.\\n\\n\\\"If the worst comes to the worst I'll take you over. But it would do no good now and would surely unnerve you. He still has a fighting chance.\\\"\\n\\n\\\"Did they fight, or was Mr. Clarke stabbed in his sleep?\\\"\\n\\n\\\"Miller climbed into Clarke's window and knifed him in the dark. As I came over I met Wetzel and told him I wanted him to trail Miller and find if there is any truth in his threat about Girty and the Indians. Sam just now found Tige tied fast in the fence corner back of the barn. That explains the mystery of Miller's getting so near the house. You know he always took pains to make friends with Tige. The poor dog was helpless; his legs were tied and his jaws bound fast. Oh, Miller is as cunning as an Indian! He has had this all planned out, and he has had more than one arrow to his bow. But, if I mistake not he has shot his last one.\\\"\\n\\n\\\"Miller must be safe from pursuit by this time,\\\" said Betty.\\n\\n\\\"Safe for the present, yes,\\\" answered Col. Zane, \\\"but while Jonathan and Wetzel live I would not give a snap of my fingers for Miller's chances. Hello, I hear some one talking. I sent for Jack and the Major.\\\"\\n\\nThe Colonel threw open the door. Wetzel, Major McColloch, Jonathan and Silas Zane were approaching. They were all heavily armed. Wetzel was equipped for a long chase. Double leggins were laced round his legs. A buckskin knapsack was strapped to his shoulders.\\n\\n\\\"Major, I want you and Jonathan to watch the river,\\\" said Col. Zane. \\\"Silas, you are to go to the mouth of Yellow Creek and reconnoiter. We are in for a siege. It may be twenty-four hours and it may be ten days. In the meantime I will get the Fort in shape to meet the attack. Lewis, you have your orders. Have you anything to suggest?\\\"\\n\\n\\\"I'll take the dog,\\\" answered Wetzel. \\\"He'll save time for me. I'll stick to Miller's trail and find Girty's forces. I've believed all along that Miller was helpin' Girty, and I'm thinkin' that where Miller goes there I'll find Girty and his redskins. If it's night when I get back I'll give the call of the hoot-owl three times, quick, so Jack and the Major will know I want to get back across the river.\\\"\\n\\n\\\"All right, Lewis, we'll be expecting you any time,\\\" said Col. Zane.\\n\\n\\\"Betty, I'm goin' now and I want to tell you somethin',\\\" said Wetzel, as Betty appeared. \\\"Come as far as the end of the path with me.\\\"\\n\\n\\\"I'm sorry you must go. But Tige seems delighted,\\\" said Betty, walking beside Wetzel, while the dog ran on before.\\n\\n\\\"Betty, I wanted to tell you to stay close like to the house, fer this feller Miller has been layin' traps fer you, and the Injuns is on the war-path. Don't ride your pony, and stay home now.\\\"\\n\\n\\\"Indeed, I shall never again do anything as foolish as I did yesterday. I have learned my lesson. And Oh! Lew, I am so grateful to you for saving me. When will you return to the Fort?\\\"\\n\\n\\\"Mebbe never, Betty.\\\"\\n\\n\\\"Oh, no. Don't say that. I know all this Indian talk will blow over, as it always does, and you will come back and everything will be all right again.\\\"\\n\\n\\\"I hope it'll be as you say, Betty, but there's no tellin', there's no tellin'.\\\"\\n\\n\\\"You are going to see if the Indians are making preparations to besiege the Fort?\\\"\\n\\n\\\"Yes, I am goin' fer that. And if I happen to find Miller on my way I'll give him Betty's regards.\\\"\\n\\nBetty shivered at his covert meaning. Long ago in a moment of playfulness, Betty had scratched her name on the hunter's rifle. Ever after that Wetzel called his fatal weapon by her name.\\n\\n\\\"If you were going simply to avenge I would not let you go. That wretch will get his just due some day, never fear for that.\\\"\\n\\n\\\"Betty, 'taint likely he'll get away from me, and if he does there's Jonathan. This mornin' when we trailed Miller down to the river bank Jonathan points across the river and says: 'You or me,' and I says: 'Me,' so it's all settled.\\\"\\n\\n\\\"Will Mr. Clarke live?\\\" said Betty, in an altered tone, asking the question which was uppermost in her mind.\\n\\n\\\"I think so, I hope so. He's a husky young chap and the cut wasn't bad. He lost so much blood. That's why he's so weak. If he gets well he'll have somethin' to tell you.\\\"\\n\\n\\\"Lew, what do you mean?\\\" demanded Betty, quickly.\\n\\n\\\"Me and him had a long talk last night and--\\\"\\n\\n\\\"You did not go to him and talk of me, did you?\\\" said Betty, reproachfully.\\n\\nThey had now reached the end of the path. Wetzel stopped and dropped the butt of his rifle on the ground. Tige looked on and wagged his tail. Presently the hunter spoke.\\n\\n\\\"Yes, we talked about you.\\\"\\n\\n\\\"Oh! Lewis. What did--could you have said?\\\" faltered Betty.\\n\\n\\\"You think I hadn't ought to speak to him of you?\\\"\\n\\n\\\"I do not see why you should. Of course you are my good friend, but he-- it is not like you to speak of me.\\\"\\n\\n\\\"Fer once I don't agree with you. I knew how it was with him so I told him. I knew how it was with you so I told him, and I know how it is with me, so I told him that too.\\\"\\n\\n\\\"With you?\\\" whispered Betty.\\n\\n\\\"Yes, with me. That kind of gives me a right, don't it, considerin' it's all fer your happiness?\\\"\\n\\n\\\"With you?\\\" echoed Betty in a low tone. She was beginning to realize that she had not known this man. She looked up at him. His eyes were misty with an unutterable sadness.\\n\\n\\\"Oh, no! No! Lew. Say it is not true,\\\" she cried, piteously. All in a moment Betty's burdens became too heavy for her. She wrung her little hands. Her brother's kindly advice, Bessie's warnings, and old Grandmother Watkins' words came back to her. For the first time she believed what they said--that Wetzel loved her. All at once the scales fell from her eyes and she saw this man as he really was. All the thousand and one things he had done for her, his simple teaching, his thoughtfulness, his faithfulness, and his watchful protection--all came crowding on her as debts that she could never pay. For now what could she give this man to whom she owed more than her life? Nothing. It was too late. Her love could have reclaimed him, could have put an end to that solitary wandering, and have made him a good, happy man.\\n\\n\\\"Yes, Betty, it's time to tell it. I've loved you always,\\\" he said softly.\\n\\nShe covered her face and sobbed. Wetzel put his arm round her and drew her to him until the dark head rested on his shoulder. Thus they stood a moment.\\n\\n\\\"Don't cry, little one,\\\" he said, tenderly. \\\"Don't grieve fer me. My love fer you has been the only good in my life. It's been happiness to love you. Don't think of me. I can see you and Alfred in a happy home, surrounded by bright-eyed children. There'll be a brave lad named fer me, and when I come, if I ever do, I'll tell him stories, and learn him the secrets of the woods, and how to shoot, and things I know so well.\\\"\\n\\n\\\"I am so wretched--so miserable. To think I have been so--so blind, and I have teased you--and--it might have been--only now it's too late,\\\" said Betty, between her sobs.\\n\\n\\\"Yes, I know, and it's better so. This man you love rings true. He has learnin' and edication. I have nothin' but muscle and a quick eye. And that'll serve you and Alfred when you are in danger. I'm goin' now. Stand here till I'm out of sight.\\\"\\n\\n\\\"Kiss me goodbye,\\\" whispered Betty.\\n\\nThe hunter bent his head and kissed her on the brow. Then he turned and with a rapid step went along the bluff toward the west. When he reached the laurel bushes which fringed the edge of the forest he looked back. He saw the slender gray clad figure standing motionless in the narrow path. He waved his hand and then turned and plunged into the forest. The dog looked back, raised his head and gave a long, mournful howl. Then, he too disappeared.\\n\\nA mile west of the settlement Wetzel abandoned the forest and picked his way down the steep bluff to the river. Here he prepared to swim to the western shore. He took off his buckskin garments, spread them out on the ground, placed his knapsack in the middle, and rolling all into a small bundle tied it round his rifle. Grasping the rifle just above the hammer he waded into the water up to his waist and then, turning easily on his back he held the rifle straight up, allowing the butt to rest on his breast. This left his right arm unhampered. With a powerful back-arm stroke he rapidly swam the river, which was deep and narrow at this point. In a quarter of an hour he was once more in his dry suit.\\n\\nHe was now two miles below the island, where yesterday the Indians had been concealed, and where this morning Miller had crossed. Wetzel knew Miller expected to be trailed, and that he would use every art and cunning of woodcraft to elude his pursuers, or to lead them into a death-trap. Wetzel believed Miller had joined the Indians, who had undoubtedly been waiting for him, or for a signal from him, and that he would use them to ambush the trail.\\n\\nTherefore Wetzel decided he would try to strike Miller's tracks far west of the river. He risked a great deal in attempting this because it was possible he might fail to find any trace of the spy. But Wetzel wasted not one second. His course was chosen. With all possible speed, which meant with him walking only when he could not run, he traveled northwest. If Miller had taken the direction Wetzel suspected, the trails of the two men would cross about ten miles from the Ohio. But the hunter had not traversed more than a mile of the forest when the dog put his nose high in the air and growled. Wetzel slowed down into a walk and moved cautiously onward, peering through the green aisles of the woods. A few rods farther on Tige uttered another growl and put his nose to the ground. He found a trail. On examination Wetzel discovered in the moss two moccasin tracks. Two Indians had passed that point that morning. They were going northwest directly toward the camp of Wingenund. Wetzel stuck close to the trail all that day and an hour before dusk he heard the sharp crack of a rifle. A moment afterward a doe came crashing through the thicket to Wetzel's right and bounding across a little brook she disappeared.\\n\\nA tree with a bushy, leafy top had been uprooted by a storm and had fallen across the stream at this point. Wetzel crawled among the branches. The dog followed and lay down beside him. Before darkness set in Wetzel saw that the clear water of the brook had been roiled; therefore, he concluded that somewhere upstream Indians had waded into the brook. Probably they had killed a deer and were getting their evening meal.\\n\\nHours passed. Twilight deepened into darkness. One by one the stars appeared; then the crescent moon rose over the wooded hill in the west, and the hunter never moved. With his head leaning against the log he sat quiet and patient. At midnight he whispered to the dog, and crawling from his hiding place glided stealthily up the stream. Far ahead from the dark depths of the forest peeped the flickering light of a camp-fire. Wetzel consumed a half hour in approaching within one hundred feet of this light. Then he got down on his hands and knees and crawled behind a tree on top of the little ridge which had obstructed a view of the camp scene.\\n\\nFrom this vantage point Wetzel saw a clear space surrounded by pines and hemlocks. In the center of this glade a fire burned briskly. Two Indians lay wrapped in their blankets, sound asleep. Wetzel pressed the dog close to the ground, laid aside his rifle, drew his tomahawk, and lying flat on his breast commenced to work his way, inch by inch, toward the sleeping savages. The tall ferns trembled as the hunter wormed his way among them, but there was no sound, not a snapping of a twig nor a rustling of a leaf. The nightwind sighed softly through the pines; it blew the bright sparks from the burning logs, and fanned the embers into a red glow; it swept caressingly over the sleeping savages, but it could not warn them that another wind, the Wind-of-Death, as near at hand.\\n\\nA quarter of an hour elapsed. Nearer and nearer; slowly but surely drew the hunter. With what wonderful patience and self-control did this cold-blooded Nemesis approach his victims! Probably any other Indian slayer would have fired his rifle and then rushed to combat with a knife or a tomahawk. Not so Wetzel. He scorned to use powder. He crept forward like a snake gliding upon its prey. He slid one hand in front of him and pressed it down on the moss, at first gently, then firmly, and when he had secured a good hold he slowly dragged his body forward the length of his arm. At last his dark form rose and stood over the unconscious Indians, like a minister of Doom. The tomahawk flashed once, twice in the firelight, and the Indians, without a moan, and with a convulsive quivering and straightening of their bodies, passed from the tired sleep of nature to the eternal sleep of death.\\n\\nForegoing his usual custom of taking the scalps, Wetzel hurriedly left the glade. He had found that the Indians were Shawnees and he had expected they were Delawares. He knew Miller's red comrades belonged to the latter tribe. The presence of Shawnees so near the settlement confirmed his belief that a concerted movement was to be made on the whites in the near future. He would not have been surprised to find the woods full of redskins. He spent the remainder of that night close under the side of a log with the dog curled up beside him.\\n\\nNext morning Wetzel ran across the trail of a white man and six Indians. He tracked them all that day and half of the night before he again rested. By noon of the following day he came in sight of the cliff from which Jonathan Zane had watched the sufferings of Col. Crawford. Wetzel now made his favorite move, a wide detour, and came up on the other side of the encampment.\\n\\nFrom the top of the bluff he saw down into the village of the Delawares. The valley was alive with Indians; they were working like beavers; some with weapons, some painting themselves, and others dancing war-dances. Packs were being strapped on the backs of ponies. Everywhere was the hurry and bustle of the preparation for war. The dancing and the singing were kept up half the night.\\n\\nAt daybreak Wetzel was at his post. A little after sunrise he heard a long yell which he believed announced the arrival of an important party. And so it turned out. Amid thrill yelling and whooping, the like of which Wetzel had never before heard, Simon Girty rode into Wingenund's camp at the head of one hundred Shawnee warriors and two hundred British Rangers from Detroit. Wetzel recoiled when he saw the red uniforms of the Britishers and their bayonets. Including Fipe's and Wingenund's braves the total force which was going to march against the Fort exceeded six hundred. An impotent frenzy possessed Wetzel as he watched the orderly marching of the Rangers and the proud bearing of the Indian warriors. Miller had spoken the truth. Ft. Henry vas doomed.\\n\\n\\\"Tige, there's one of them struttin' turkey cocks as won't see the Ohio,\\\" said Wetzel to the dog.\\n\\nHurriedly slipping from round his neck the bullet-pouch that Betty had given him, he shook out a bullet and with the point of his knife he scratched deep in the soft lead the letter W. Then he cut the bullet half through. This done he detached the pouch from the cord and running the cord through the cut in the bullet he bit the lead. He tied the string round the neck of the dog and pointing eastward he said: \\\"Home.\\\"\\n\\nThe intelligent animal understood perfectly. His duty was to get that warning home. His clear brown eyes as much as said: \\\"I will not fail.\\\" He wagged his tail, licked the hunter's hand, bounded away and disappeared in the forest.\\n\\nWetzel rested easier in mind. He knew the dog would stop for nothing, and that he stood a far better chance of reaching the Fort in safety than did he himself.\\n\\nWith a lurid light in his eyes Wetzel now turned to the Indians. He would never leave that spot without sending a leaden messenger into the heart of someone in that camp. Glancing on all sides he at length selected a place where it was possible he might approach near enough to the camp to get a shot. He carefully studied the lay of the ground, the trees, rocks, bushes, grass,--everything that could help screen him from the keen eye of savage scouts. When he had marked his course he commenced his perilous descent. In an hour he had reached the bottom of the cliff. Dropping flat on the ground, he once more started his snail-like crawl. A stretch of swampy ground, luxuriant with rushes and saw-grass, made a part of the way easy for him, though it led through mud, and slime, and stagnant water. Frogs and turtles warming their backs in the sunshine scampered in alarm from their logs. Lizards blinked at him. Moccasin snakes darted wicked forked tongues at him and then glided out of reach of his tomahawk. The frogs had stopped their deep bass notes. A swamp-blackbird rose in fright from her nest in the saw-grass, and twittering plaintively fluttered round and round over the pond. The flight of the bird worried Wetzel. Such little things as these might attract the attention of some Indian scout. But he hoped that in the excitement of the war preparations these unusual disturbances would escape notice. At last he gained the other side of the swamp. At the end of the cornfield before him was the clump of laurel which he had marked from the cliff as his objective point. The Indian corn was now about five feet high. Wetzel passed through this field unseen. He reached the laurel bushes, where he dropped to the ground and lay quiet a few minutes. In the dash which he would soon make to the forest he needed all his breath and all his fleetness. He looked to the right to see how far the woods was from where he lay. Not more than one hundred feet. He was safe. Once in the dark shade of those trees, and with his foes behind him, he could defy the whole race of Delawares. He looked to his rifle, freshened the powder in the pan, carefully adjusted the flint, and then rose quietly to his feet.\\n\\nWetzel's keen gaze, as he swept it from left to right, took in every detail of the camp. He was almost in the village. A tepee stood not twenty feet from his hiding-place. He could have tossed a stone in the midst of squaws, and braves, and chiefs. The main body of Indians was in the center of the camp. The British were lined up further on. Both Indians and soldiers were resting on their arms and waiting. Suddenly Wetzel started and his heart leaped. Under a maple tree not one hundred and fifty yards distant stood four men in earnest consultation. One was an Indian. Wetzel recognized the fierce, stern face, the haughty, erect figure. He knew that long, trailing war-bonnet. It could have adorned the head of but one chief--Wingenund, the sachem of the Delawares. A British officer, girdled and epauletted, stood next to Wingenund. Simon Girty, the renegade, and Miller, the traitor, completed the group.\\n\\nWetzel sank to his knees. The perspiration poured from his face. The mighty hunter trembled, but it was from eagerness. Was not Girty, the white savage, the bane of the poor settlers, within range of a weapon that never failed? Was not the murderous chieftain, who had once whipped and tortured him, who had burned Crawford alive, there in plain sight? Wetzel revelled a moment in fiendish glee. He passed his hands tenderly over the long barrel of his rifle. In that moment as never before he gloried in his power--a power which enabled him to put a bullet in the eye of a squirrel at the distance these men were from him. But only for an instant did the hunter yield to this feeling. He knew too well the value of time and opportunity.\\n\\nHe rose again to his feet and peered out from under the shading laurel branches. As he did so the dark face of Miller turned full toward him. A tremor, like the intense thrill of a tiger when he is about to spring, ran over Wetzel's frame. In his mad gladness at being within rifle-shot of his great Indian foe, Wetzel had forgotten the man he had trailed for two days. He had forgotten Miller. He had only one shot--and Betty was to be avenged. He gritted his teeth. The Delaware chief was as safe as though he were a thousand miles away. This opportunity for which Wetzel had waited so many years, and the successful issue of which would have gone so far toward the fulfillment of a life's purpose, was worse than useless. A great temptation assailed the hunter.\\n\\nWetzel's face was white when he raised the rifle; his dark eye, gleaming vengefully, ran along the barrel. The little bead on the front sight first covered the British officer, and then the broad breast of Girty. It moved reluctantly and searched out the heart of Wingenund, where it lingered for a fleeting instant. At last it rested upon the swarthy face of Miller.\\n\\n\\\"Fer Betty,\\\" muttered the hunter, between his clenched teeth as he pressed the trigger.\\n\\nThe spiteful report awoke a thousand echoes. When the shot broke the stillness Miller was talking and gesticulating. His hand dropped inertly; he stood upright for a second, his head slowly bowing and his body swaying perceptibly. Then he plunged forward like a log, his face striking the sand. He never moved again. He was dead even before he struck the ground.\\n\\nBlank silence followed this tragic denouement. Wingenund, a cruel and relentless Indian, but never a traitor, pointed to the small bloody hole in the middle of Miller's forehead, and then nodded his head solemnly. The wondering Indians stood aghast. Then with loud yells the braves ran to the cornfield; they searched the laurel bushes. But they only discovered several moccasin prints in the sand, and a puff of white smoke wafting away upon the summer breeze.\\n\\nCHAPTER XII.\\n\\nAlfred Clarke lay between life and death. Miller's knife-thrust, although it had made a deep and dangerous wound, had not pierced any vital part; the amount of blood lost made Alfred's condition precarious. Indeed, he would not have lived through that first day but for a wonderful vitality. Col. Zane's wife, to whom had been consigned the delicate task of dressing the wound, shook her head when she first saw the direction of the cut. She found on a closer examination that the knife-blade had been deflected by a rib, and had just missed the lungs. The wound was bathed, sewed up, and bandaged, and the greatest precaution taken to prevent the sufferer from loosening the linen. Every day when Mrs. Zane returned from the bedside of the young man she would be met at the door by Betty, who, in that time of suspense, had lost her bloom, and whose pale face showed the effects of sleepless nights.\\n\\n\\\"Betty, would you mind going over to the Fort and relieving Mrs. Martin an hour or two?\\\" said Mrs. Zane one day as she came home, looking worn and weary. \\\"We are both tired to death, and Nell Metzar was unable to come. Clarke is unconscious, and will not know you, besides he is sleeping now.\\\"\\n\\nBetty hurried over to Capt. Boggs' cabin, next the blockhouse, where Alfred lay, and with a palpitating heart and a trepidation wholly out of keeping with the brave front she managed to assume, she knocked gently on the door.\\n\\n\\\"Ah, Betty, 'tis you, bless your heart,\\\" said a matronly little woman who opened the door. \\\"Come right in. He is sleeping now, poor fellow, and it's the first real sleep he has had. He has been raving crazy forty-eight hours.\\\"\\n\\n\\\"Mrs. Martin, what shall I do?\\\" whispered Betty.\\n\\n\\\"Oh, just watch him, my dear,\\\" answered the elder woman.\\n\\n\\\"If you need me send one of the lads up to the house for me. I shall return as soon as I can. Keep the flies away--they are bothersome--and bathe his head every little while. If he wakes and tries to sit up, as he does sometimes, hold him back. He is as weak as a cat. If he raves, soothe him by talking to him. I must go now, dearie.\\\"\\n\\nBetty was left alone in the little room. Though she had taken a seat near the bed where Alfred lay, she had not dared to look at him. Presently conquering her emotion, Betty turned her gaze on the bed. Alfred was lying easily on his back, and notwithstanding the warmth of the day he was covered with a quilt. The light from the window shone on his face. How deathly white it was! There was not a vestige of color in it; the brow looked like chiseled marble; dark shadows underlined the eyes, and the whole face was expressive of weariness and pain.\\n\\nThere are times when a woman's love is all motherliness. All at once this man seemed to Betty like a helpless child. She felt her heart go out to the poor sufferer with a feeling before unknown. She forgot her pride and her fears and her disappointments. She remembered only that this strong man lay there at death's door because he had resented an insult to her. The past with all its bitterness rolled away and was lost, and in its place welled up a tide of forgiveness strong and sweet and hopeful. Her love, like a fire that had been choked and smothered, smouldering but never extinct, and which blazes up with the first breeze, warmed and quickened to life with the touch of her hand on his forehead.\\n\\nAn hour passed. Betty was now at her ease and happier than she had been for months. Her patient continued to sleep peacefully and dreamlessly. With a feeling of womanly curiosity Betty looked around the room. Over the rude mantelpiece were hung a sword, a brace of pistols, and two pictures. These last interested Betty very much. They were portraits; one of them was a likeness of a sweet-faced woman who Betty instinctively knew was his mother. Her eyes lingered tenderly on that face, so like the one lying on the pillow. The other portrait was of a beautiful girl whose dark, magnetic eyes challenged Betty. Was this his sister or-- someone else? She could not restrain a jealous twinge, and she felt annoyed to find herself comparing that face with her own. She looked no longer at that portrait, but recommenced her survey of the room. Upon the door hung a broad-brimmed hat with eagle plumes stuck in the band. A pair of hightopped riding-boots, a saddle, and a bridle lay on the floor in the corner. The table was covered with Indian pipes, tobacco pouches, spurs, silk stocks, and other articles.\\n\\nSuddenly Betty felt that some one was watching her. She turned timidly toward the bed and became much frightened when she encountered the intense gaze from a pair of steel-blue eyes. She almost fell from the chair; but presently she recollected that Alfred had been unconscious for days, and that he would not know who was watching by his bedside.\\n\\n\\\"Mother, is that you?\\\" asked Alfred, in a weak, low voice.\\n\\n\\\"Yes, I am here,\\\" answered Betty, remembering the old woman's words about soothing the sufferer.\\n\\n\\\"But I thought you were ill.\\\"\\n\\n\\\"I was, but I am better now, and it is you who are ill.\\\"\\n\\n\\\"My head hurts so.\\\"\\n\\n\\\"Let me bathe it for you.\\\"\\n\\n\\\"How long have I been home?\\\"\\n\\nBetty bathed and cooled his heated brow. He caught and held her hands, looking wonderingly at her the while.\\n\\n\\\"Mother, somehow I thought you had died. I must have dreamed it. I am very happy; but tell me, did a message come for me to-day?\\\"\\n\\nBetty shook her head, for she could not speak. She saw he was living in the past, and he was praying for the letter which she would gladly have written had she but known.\\n\\n\\\"No message, and it is now so long.\\\"\\n\\n\\\"It will come to-morrow,\\\" whispered Betty.\\n\\n\\\"Now, mother, that is what you always say,\\\" said the invalid, as he began to toss his head wearily to and fro. \\\"Will she never tell me? It is not like her to keep me in suspense. She was the sweetest, truest, loveliest girl in all the world. When I get well, mother, I ant going to find out if she loves me.\\\"\\n\\n\\\"I am sure she does. I know she loves you,\\\" answered Betty.\\n\\n\\\"It is very good of you to say that,\\\" he went on in his rambling talk. \\\"Some day I'll bring her to you and we'll make her a queen here in the old home. I'll be a better son now and not run away from home again. I've given the dear old mother many a heartache, but that's all past now. The wanderer has come home. Kiss me good-night, mother.\\\"\\n\\nBetty looked down with tear-blurred eyes on the haggard face. Unconsciously she had been running her fingers through the fair hair that lay so damp over his brow. Her pity and tenderness had carried her far beyond herself, and at the last words she bent her head and kissed him on the lips.\\n\\n\\\"Who are you? You are not my mother. She is dead,\\\" he cried, starting up wildly, and looking at her with brilliant eyes.\\n\\nBetty dropped the fan and rose quickly to her feet. What had she done? A terrible thought had flashed into her mind. Suppose he were not delirious, and had been deceiving her. Oh! for a hiding-place, or that the floor would swallow her. Oh! if some one would only come.\\n\\nFootsteps sounded on the stairs and Betty ran to the door. To her great relief Mrs. Martin was coming up.\\n\\n\\\"You can run home now, there's a dear,\\\" said the old lady. \\\"We have several watchers for to-night. It will not be long now when he will commence to mend, or else he will die. Poor boy, please God that he gets well. Has he been good? Did he call for any particular young lady? Never fear, Betty, I'll keep the secret. He'll never know you were here unless you tell him yourself.\\\"\\n\\nMeanwhile the days had been busy ones for Col. Zane. In anticipation of an attack from the Indians, the settlers had been fortifying their refuge and making the block-house as nearly impregnable as possible. Everything that was movable and was of value they put inside the stockade fence, out of reach of the destructive redskins. All the horses and cattle were driven into the inclosure. Wagon-loads of hay, grain and food were stored away in the block-house.\\n\\nNever before had there been such excitement on the frontier. Runners from Ft. Pitt, Short Creek, and other settlements confirmed the rumor that all the towns along the Ohio were preparing for war. Not since the outbreak of the Revolution had there been so much confusion and alarm among the pioneers. To be sure, those on the very verge of the frontier, as at Ft. Henry, had heretofore little to fear from the British. During most of this time there had been comparative peace on the western border, excepting those occasional murders, raids, and massacres perpetrated by the different Indian tribes, and instigated no doubt by Girty and the British at Detroit. Now all kinds of rumors were afloat: Washington was defeated; a close alliance between England and the confederated western tribes had been formed; Girty had British power and wealth back of him. These and many more alarming reports travelled from settlement to settlement.\\n\\nThe death of Col. Crawford had been a terrible shock to the whole country. On the border spread an universal gloom, and the low, sullen mutterings of revengeful wrath. Crawford had been so prominent a man, so popular, and, except in his last and fatal expedition, such an efficient leader that his sudden taking off was almost a national calamity. In fact no one felt it more keenly than did Washington himself, for Crawford was his esteemed friend.\\n\\nCol. Zane believed Ft. Henry had been marked by the British and the Indians. The last runner from Ft. Pitt had informed him that the description of Miller tallied with that of one of the ten men who had deserted from Ft. Pitt in 1778 with the tories Girth, McKee, and Elliott. Col. Zane was now satisfied that Miller was an agent of Girty and therefore of the British. So since all the weaknesses of the Fort, the number of the garrison, and the favorable conditions for a siege were known to Girty, there was nothing left for Col. Zane and his men but to make a brave stand.\\n\\nJonathan Zane and Major McColloch watched the river. Wetzel had disappeared as if the earth had swallowed him. Some pioneers said he would never return. But Col. Zane believed Wetzel would walk into the Fort, as he had done many times in the last ten years, with full information concerning the doings of the Indians. However, the days passed and nothing happened. Their work completed, the settlers waited for the first sign of an enemy. But as none came, gradually their fears were dispelled and they began to think the alarm had been a false one.\\n\\nAll this time Alfred Clarke was recovering his health and strength. The day came when he was able to leave his bed and sit by the window. How glad it made him feel to look out on the green woods and the broad, winding river; how sweet to his ears were the songs of the birds; how soothing was the drowsy hum of the bees in the fragrant honeysuckle by his window. His hold on life had been slight and life was good. He smiled in pitying derision as he remembered his recklessness. He had not been in love with life. In his gloomy moods he had often thought life was hardly worth the living. What sickly sentiment! He had been on the brink of the grave, but he had been snatched back from the dark river of Death. It needed but this to show him the joy of breathing, the glory of loving, the sweetness of living. He resolved that for him there would be no more drifting, no more purposelessness. If what Wetzel had told him was true, if he really had not loved in vain, then his cup of happiness was overflowing. Like a far-off and almost forgotten strain of music some memory struggled to take definite shape in his mind; but it was so hazy, so vague, so impalpable, that he could remember nothing clearly.\\n\\nIsaac Zane and his Indian bride called on Alfred that afternoon.\\n\\n\\\"Alfred, I can't tell you how glad I am to see you up again,\\\" said Isaac, earnestly, as he wrung Alfred's hand. \\\"Say, but it was a tight squeeze! It has been a bad time for you.\\\"\\n\\nNothing could have been more pleasing than Myeerah's shy yet eloquent greeting. She gave Alfred her little hand and said in her figurative style of speaking, \\\"Myeerah is happy for you and for others. You are strong like the West Wind that never dies.\\\"\\n\\n\\\"Myeerah and I are going this afternoon, and we came over to say good-bye to you. We intend riding down the river fifteen miles and then crossing, to avoid running into any band of Indians.\\\"\\n\\n\\\"And how does Myeerah like the settlement by this time?\\\"\\n\\n\\\"Oh, she is getting on famously. Betty and she have fallen in love with each other. It is amusing to hear Betty try to talk in the Wyandot tongue, and to see Myeerah's consternation when Betty gives her a lesson in deportment.\\\"\\n\\n\\\"I rather fancy it would be interesting, too. Are you not going back to the Wyandots at a dangerous time?\\\"\\n\\n\\\"As to that I can't say. I believe, though, it is better that I get back to Tarhe's camp before we have any trouble with the Indians. I am anxious to get there before Girty or some of his agents.\\\"\\n\\n\\\"Well, if you must go, good luck to you, and may we meet again.\\n\\n\\\"It will not be long, I am sure. And, old man,\\\" he continued, with a bright smile, \\\"when Myeerah and I come again to Ft. Henry we expect to find all well with you. Cheer up, and good-bye.\\\"\\n\\nAll the preparations had been made for the departure of Isaac and Myeerah to their far-off Indian home. They were to ride the Indian ponies on which they had arrived at the Fort. Col. Zane had given Isaac one of his pack horses. This animal carried blankets, clothing, and food which insured comparative comfort in the long ride through the wilderness.\\n\\n\\\"We will follow the old trail until we reach the hickory swale,\\\" Isaac was saying to the Colonel, \\\"and then we will turn off and make for the river. Once across the Ohio we can make the trip in two days.\\\"\\n\\n\\\"I think you'll make it all right,\\\" said Col. Zane.\\n\\n\\\"Even if I do meet Indians I shall have no fear, for I have a protector here,\\\" answered Isaac as he led Myeerah's pony to the step.\\n\\n\\\"Good-bye, Myeerah; he is yours, but do not forget he is dear to us,\\\" said Betty, embracing and kissing the Indian girl.\\n\\n\\\"My sister does not know Myeerah. The White Eagle will return.\\\"\\n\\n\\\"Good-bye, Betts, don't cry. I shall come home again. And when I do I hope I shall be in time to celebrate another event, this time with you as the heroine. Good-bye. Goodbye.\\\"\\n\\nThe ponies cantered down the road. At the bend Isaac and Myeerah turned and waved their hands until the foliage of the trees hid them from view.\\n\\n\\\"Well, these things happen naturally enough. I suppose they must be. But I should much have preferred Isaac staying here. Hello! What the deuce is that? By Lord! It's Tige!\\\"\\n\\nThe exclamation following Col. Zane's remarks had been called forth by Betty's dog. He came limping painfully up the road from the direction of the river. When he saw Col. Zane he whined and crawled to the Colonel's feet. The dog was wet and covered with burrs, and his beautiful glossy coat, which had been Betty's pride, was dripping with blood.\\n\\n\\\"Silas, Jonathan, come here,\\\" cried Col. Zane. \\\"Here's Tige, back without Wetzel, and the poor dog has been shot almost to pieces. What does it mean?\\\"\\n\\n\\\"Indians,\\\" said Jonathan, coming out of the house with Silas, and Mrs. Zane and Betty, who had heard the Colonel's call.\\n\\n\\\"He has come a long way. Look at his feet. They are torn and bruised,\\\" continued Jonathan. \\\"And he has been near Wingenund's camp. You see that red clay on his paws. There is no red clay that I know of round here, and there are miles of it this side of the Delaware camp.\\\"\\n\\n\\\"What is the matter with Tige?\\\" asked Betty.\\n\\n\\\"He is done for. Shot through, poor fellow. How did he ever reach home?\\\" said Silas.\\n\\n\\\"Oh, I hope not! Dear old Tige,\\\" said Betty as she knelt and tenderly placed the head of the dog in her lap. \\\"Why, what is this? I never put that there. Eb, Jack, look here. There is a string around his neck,\\\" and Betty pointed excitedly to a thin cord which was almost concealed in the thick curly hair.\\n\\n\\\"Good gracious! Eb, look! It is the string off the prize bullet pouch I made, and that Wetzel won on Isaac's wedding day. It is a message from Lew,\\\" said Betty\\n\\n\\\"Well, by Heavens! This is strange. So it is. I remember that string. Cut it off, Jack,\\\" said Col. Zane.\\n\\nWhen Jonathan had cut the string and held it up they all saw the lead bullet. Col. Zane examined it and showed them what had been rudely scratched on it.\\n\\n\\\"A letter W. Does that mean Wetzel?\\\" asked the Colonel.\\n\\n\\\"It means war. It's a warning from Wetzel--not the slightest doubt of that,\\\" said Jonathan. \\\"Wetzel sends this because he knows we are to be attacked, and because there must have been great doubt of his getting back to tell us. And Tige has been shot on his way home.\\\"\\n\\nThis called the attention to the dog, which had been momentarily forgotten. His head rolled from Betty's knee; a quiver shook his frame; he struggled to rise to his feet, but his strength was too far spent; he crawled close to Betty's feet; his eyes looked up at her with almost human affection; then they closed, and he lay still. Tige was dead.\\n\\n\\\"It is all over, Betty. Tige will romp no more. He will never be forgotten, for he was faithful to the end. Jonathan, tell the Major of Wetzel's warning, and both of you go back to your posts on the river. Silas, send Capt. Boggs to me.\\\"\\n\\nAn hour after the death of Tige the settlers were waiting for the ring of the meeting-house bell to summon them to the Fort.\\n\\nSupper at Col. Zane's that night was not the occasion of good-humored jest and pleasant conversation. Mrs. Zane's face wore a distressed and troubled look; Betty was pale and quiet; even the Colonel was gloomy; and the children, missing the usual cheerfulness of the evening meal, shrank close to their mother.\\n\\nDarkness slowly settled down; and with it came a feeling of relief, at least for the night, for the Indians rarely attacked the settlements after dark. Capt. Boggs came over and he and Col. Zane conversed in low tones.\\n\\n\\\"The first thing in the morning I want you to ride over to Short Creek for reinforcements. I'll send the Major also and by a different route. I expect to hear tonight from Wetzel. Twelve times has he crossed that threshold with the information which made an Indian surprise impossible. And I feel sure he will come again.\\\"\\n\\n\\\"What was that?\\\" said Betty, who was sitting on the doorstep.\\n\\n\\\"Sh-h!\\\" whispered Col. Zane, holding up his finger.\\n\\nThe night was warm and still. In the perfect quiet which followed the Colonel's whispered exclamation the listeners heard the beating of their hearts. Then from the river bank came the cry of an owl; low but clear it came floating to their ears, its single melancholy note thrilling them. Faint and far off in the direction of the island sounded the answer.\\n\\n\\\"I knew it. I told you. We shall know all presently,\\\" said Col. Zane. \\\"The first call was Jonathan's, and it was answered.\\\"\\n\\nThe moments dragged away. The children had fallen asleep on the bearskin rug. Mrs. Zane and Betty had heard the Colonel's voice, and sat with white faces, waiting, waiting for they knew not what.\\n\\nA familiar, light-moccasined tread sounded on the path, a tall figure loomed up from the darkness; it came up the path, passed up the steps, and crossed the threshold.\\n\\n\\\"Wetzel!\\\" exclaimed Col. Zane and Capt. Boggs. It was indeed the hunter. How startling was his appearance! The buckskin hunting coat and leggins were wet, torn and bespattered with mud; the water ran and dripped from him to form little muddy pools on the floor; only his rifle and powder horn were dry. His face was ghastly white except where a bullet wound appeared on his temple, from which the blood had oozed down over his cheek. An unearthly light gleamed from his eyes. In that moment Wetzel was an appalling sight.\\n\\n\\\"Col. Zane, I'd been here days before, but I run into some Shawnees, and they gave me a hard chase. I have to report that Girty, with four hundred Injuns and two hundred Britishers, are on the way to Ft. Henry.\\\"\\n\\n\\\"My God!\\\" exclaimed Col. Zane. Strong man as he was the hunter's words had unnerved him.\\n\\nThe loud and clear tone of the church-bell rang out on the still night air. Only once it sounded, but it reverberated among the hills, and its single deep-toned ring was like a knell. The listeners almost expected to hear it followed by the fearful war-cry, that cry which betokened for many desolation and deaths.\\n\\nCHAPTER XIII.\\n\\nMorning found the settlers, with the exception of Col. Zane, his brother Jonathan, the negro Sam, and Martin Wetzel, all within the Fort. Col. Zane had determined, long before, that in the event of another siege, he would use his house as an outpost. Twice it had been destroyed by fire at the hands of the Indians. Therefore, surrounding himself by these men, who were all expert marksmen, Col. Zane resolved to protect his property and at the same time render valuable aid to the Fort.\\n\\nEarly that morning a pirogue loaded with cannon balls, from Ft. Pitt and bound for Louisville, had arrived and Captain Sullivan, with his crew of three men, had demanded admittance. In the absence of Capt. Boggs and Major McColloch, both of whom had been dispatched for reinforcements, Col. Zane had placed his brother Silas in command of the Fort. Sullivan informed Silas that he and his men had been fired on by Indians and that they sought the protection of the Fort. The services of himself and men, which he volunteered, were gratefully accepted.\\n\\nAll told, the little force in the block-house did not exceed forty-two, and that counting the boys and the women who could handle rifles. The few preparations had been completed and now the settlers were awaiting the appearance of the enemy. Few words were spoken. The children were secured where they would be out of the way of flying bullets. They were huddled together silent and frightened; pale-faced but resolute women passed up and down the length of the block-house; some carried buckets of water and baskets of food; others were tearing bandages; grim-faced men peered from the portholes; all were listening for the war-cry. They had not long to wait. Before noon the well-known whoop came from the wooded shore of the river, and it was soon by the appearance of hundreds of Indians. The river, which was low, at once became a scene of great animation. From a placid, smoothly flowing stream it was turned into a muddy, splashing, turbulent torrent. The mounted warriors urged their steeds down the bank and into the water; the unmounted improvised rafts and placed their weapons and ammunition upon them; then they swam and pushed, kicked and yelled their way across; other Indians swam, holding the bridles of the pack-horses. A detachment of British soldiers followed the Indians. In an hour the entire army appeared on the river bluff not three hundred yards from the Fort. They were in no hurry to begin the attack. Especially did the Indians seem to enjoy the lull before the storm, and as they stalked to and fro in plain sight of the garrison, or stood in groups watching the Fort, they were seen in all their hideous war-paint and formidable battle-array. They were exultant. Their plumes and eagle feathers waved proudly in the morning breeze. Now and then the long, peculiarly broken yell of the Shawnees rang out clear and strong. The soldiers were drawn off to one side and well out of range of the settlers' guns. Their red coats and flashing bayonets were new to most of the little band of men in the block-house.\\n\\n\\\"Ho, the Fort!\\\"\\n\\nIt was a strong, authoritative voice and came from a man mounted on a black horse.\\n\\n\\\"Well, Girty, what is it?\\\" shouted Silas Zane.\\n\\n\\\"We demand unconditional surrender,\\\" was the answer.\\n\\n\\\"You will never get it,\\\" replied Silas.\",\"timestamp\":1640148535,\"title\":\"don't try that foolish ride again,\\\" implored Mrs. Zane. \\\"What do you care whether strangers believe or not\"},\"digest\":\"JcAdxwZc_Ej09TqYJrQc4_VQkrHoR0agXpXh85CafIE\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"signature\":\"K6SoRjlSiOgPCYuJb7r52dzs4VEwK5M0bjx62R6A0b0A6oF7Pvo_YaBIGke-kaGHAFAqzCTHukHLDlU6Le443A\",\"signingKeySignature\":\"0x773ce4bd140b78d73107478db24860637942665b42359c5e05ea22e80331aa2c3bbdc1cbc6c6325b64aba277f1a404d290d043b900e963e7ca54c15eaa1c6d211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JcAdxwZc_Ej09TqYJrQc4_VQkrHoR0agXpXh85CafIE\"}"