"{\"content\":{\"body\":\"> 美总统金融市场工作组建议，国会应尽快立法，以确保支付稳定币一致、全面地接受联邦审慎框架约束。\\n\\n**撰文：美国总统金融市场工作组翻译：Perry Wang本文为美国总统金融市场工作组发布的稳定币报告摘要部分**\\n\\n稳定币是旨在保持相对于本国货币或其他参考资产稳定价值的数字资产。当前，稳定币在美国主要用于促进其他数字资产的交易和借贷，主要是在数字资产交易平台上或通过数字资产交易平台流通。其支持者认为，稳定币可能会被家庭和企业广泛用作支付手段。如果设计良好且受到适当监管，稳定币可以支持更快捷、更高效和更具包容性的支付选项。此外，由于网络效应，或稳定币与现有用户群或平台之间的关系，可能会迅速出现向着更广泛使用稳定币作为支付手段的格局转变。\\n\\n稳定币，以及稳定币相关活动存在各种风险。投机性数字资产交易 1 可能涉及使用稳定币在数字资产平台之间或在去中心化金融 (DeFi) 协议之间的轻松转移，存在危及市场诚信和投资者保护的风险。 这些市场诚信和投资者保护风险包括可能的欺诈，以及数字资产交易中的不当行为，包括市场操纵、内幕交易和抢先交易，以及交易或价格缺乏透明度。如果这些活动涉及复杂的关系或大量的杠杆投资，则更广泛的金融体系也可能遭遇到风险。此外，数字资产交易平台和其他市场参与者在提供稳定币和稳定币市场流动性方面发挥着关键作用。这种程度积极参与数字资产相关的活动属于证券交易委员会 (SEC) 和商品期货交易委员会 (CFTC) 的管辖范围内，SEC 和 CFTC 拥有广泛的执法、规则制定和监督机构，可以解决其中的某些问题 （想了解更多详细信息，请参阅数字资产交易平台和 DeFi 部分）。\\n\\n稳定币还对金融诚信造成非法金融活动的问题和风险，包括破坏反洗钱 (AML) 和打击资助恐怖主义 (CFT) 和扩散等相关规则。为防止非法行为者滥用稳定币和其他数字资产，美国财政部将继续领导金融行动特别工作组 (FATF) 的工作，鼓励各国实施国际 AML/CFT 标准，并寻求更多资源来支持对国内 AML/CFT 法规的监管 。对非法融资问题的担忧，以及减轻非法融资风险的建议，在非法融资风险章节中进行了更详细的讨论。\\n\\n除了市场诚信、投资者保护和非法融资问题外，稳定币作为支付手段的更多使用潜力，引发了一系列审慎的担忧。如果稳定币发行人不兑现赎回稳定币的请求，或者如果用户对稳定币发行人兑现此类请求的能力失去信心，这种运行机制可能会导致对用户和更广泛的金融系统造成伤害。此外，就稳定币被广泛用于促进支付而言，允许稳定币在用户之间进行转移的支付链一旦中断，可能导致支付效率和安全性方面的损失，支付链的运作遭到破坏，损害到更广泛的经济。稳定币机制快速扩展的潜力引发与系统性风险和经济权力集中相关的其他问题。\\n\\n对用于支付目的的稳定币的审慎监管方面存在关键差距。本报告重点分析用作支付手段的稳定币所带来的审慎风险，并提供解决这些差距的建议。 这些审慎建议适用于「支付稳定币」，定义为旨在保持相对于一种法定货币稳定价值的稳定币，因此有可能被用作一种广泛的支付手段。这些稳定币通常（尽管并不总是）承诺或期望稳定币可以一对一地兑换成法定货币。\\n\\n为了解决支付稳定币的审慎风险，总统金融市场工作组 (PWG)、以及联邦存款保险公司 (FDIC) 和货币监理署 (OCC)（这些机构一起）建议，国会应迅速采取行动制定立法，以确保支付稳定币和支付稳定币机制一致、全面地接受联邦审慎框架的约束。 因为支付稳定币是一种新兴且发展迅猛的金融工具，立法应为监管机构提供灵活性，以应对未来的发展，并充分应对各种组织结构中的风险。此类立法将在市场诚信、投资者保护和非法融资方面补充对现有法规形成补充，并将解决关键的审慎担忧：\\n\\n* 为解决稳定币用户面临的风险并防范稳定币挤兑，立法应要求稳定币发行机构成为受保的存管机构，并按照存管机构和控股公司标准接受适当的监督和监管。\\n* 为了解决对支付系统风险的担忧，除了对稳定币发行机构的要求之外，立法还应要求托管钱包提供商接受适当的联邦监督。国会还应授权稳定币发行机构的联邦监管机构，要求任何从事对稳定币机制的运作至关重要活动的实体满足适当的风险管理标准。\\n* 为了解决对系统性风险和经济权力集中的额外担忧，立法应要求稳定币发行机构遵守与商业实体从属关系的活动限制。监管机构应该有权实施标准，以促进稳定币之间的互操作性。此外，国会不妨考虑对其他托管钱包提供商制定标准，例如，限制与商业实体的从属关系，或对用户交易数据的使用。\\n\\n在近期内，这些机构致力于采取行动解决属于有司管辖范围内的风险，包括努力确保稳定币和确保相关活动遵守现有的法律义务，以及在共同关心的问题上继续协调与合作。\\n\\n此外，在国会没有采取行动解决支付稳定币固有的审慎风险之前，这些机构建议金融稳定监督委员会考虑采取当前可用的措施来解决本报告中概述的风险。这些行动可能包括将在稳定币机制中进行的某些活动指定为或可能成为具有系统重要性的支付、清算和结算活动。\\n\\n稳定币的快速增长增加了这项工作的紧迫性。面对支付稳定币的增长而未能采取行动，则会让用户、金融系统和更广泛的经济可能会陷入风险之中。相比之下，能在正常时期和压力时期支持支付稳定币信心的监管框架，可能会增加稳定币支持有利付款选项的可能性。本报告中的建议构建于国际论坛（包括金融稳定委员会）关于稳定币机制的研究报告基础之上。有关更多详细信息，请参阅国际标准章节。\\n\\n虽然本报告的范围仅限于稳定币，但整个政府对数字资产和其他与加密和分布式账本技术相关创新工作的工作仍在有序进行中。政府和金融监管机构将继续密切合作，以促进负责任的金融创新，促进一致的监管方法，并明确和解决此类创新产生的潜在风险。\\n\\n本报告的其余部分的结构如下： 第一部分介绍稳定币的背景，重点介绍支持稳定币创建和赎回、稳定币转移和存储的机制，以及支持稳定币机制所需的活动和参与者；报告的第二部分描述了与使用稳定币作为支付手段相关的关键审慎风险和审慎监管差距；第三部分描述了对机构解决审慎风险的建议。\",\"timestamp\":1636163229,\"title\":\"拜登政府报告：稳定币是新兴支付工具，国会应尽快立法将其纳入监管\"},\"digest\":\"8xE9KAx047rbtMoNgpVyGczHPS90tBCEX_iRjpCpTlk\",\"authorship\":{\"contributor\":\"0x034196E751c15Db00C66144e0A6b075E2Dd20895\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HYHra_mhv4NePxQB3cAgRLrHOWIt8aziORbfO8vj0cI\\\",\\\"y\\\":\\\"ehuvcukYBYaAReWzSxkSWmU30Ewt0jxHRcLsaVVvKS0\\\"}\",\"signature\":\"dYvke621sd_P0hLUBs-nnk5EczO4rLLo-FRmIhnu-kMiokm8-bex9_tkU2FdaakFgfxxwhWx_H3g-c7evEIOwQ\",\"signingKeySignature\":\"0xa0ea050bc92d1970ebf771a67c4dfb39fd33f98f5295f5cba6a8f8262470949609797896337bb55ebd9990eedcc259f684ccb8b10e8cf64d3063cfdb5baf3a331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HYHra_mhv4NePxQB3cAgRLrHOWIt8aziORbfO8vj0cI\\\",\\\"y\\\":\\\"ehuvcukYBYaAReWzSxkSWmU30Ewt0jxHRcLsaVVvKS0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8xE9KAx047rbtMoNgpVyGczHPS90tBCEX_iRjpCpTlk\"}"