"{\"content\":{\"body\":\"This was the first intimation he gave Zoe that he was in pain, and his nerves hard tried; nor did she indeed arrive at that conclusion until he had left her.\\n\\nOf course, she carried all this to Aunt Maitland. That lady was quite moved by the adventure. She sat up in bed, and listened with excitement and admiration. She descanted on Lord Uxmoor's courage and chivalry, and congratulated Zoe that such a pearl of manhood had fallen at her feet. \\\"Why, child,\\\" said she, \\\"surely, after this, you will not hesitate between this gentleman and a beggarly adventurer, who has nothing, not even the courage of a man. Turn your back on all such rubbish, and be the queen of the county. I'd be content to die to-morrow if I could see you Countess of Uxmoor.\\\"\\n\\n\\\"You shall live, and see it, dear aunt,\\\" said Zoe, kissing her.\\n\\n\\\"Well,\\\" said Miss Maitland, \\\"if anything can cure me, that will. And really,\\\" said she, \\\"I feel better ever since that brave fellow began to bring you to your senses.\\\"\\n\\nAdmiration and gratitude being now added to esteem, Zoe received Lord Uxmoor next day with a certain timidity and half tenderness she had never shown before; and, as he was by nature a rapid wooer, he saw his chance, and stayed much longer than usual, and at last hazarded a hope that he might be allowed to try and win her heart.\\n\\nThereupon she began to fence, and say that love was all folly. He had her esteem and her gratitude, and it would be better for both of them to confine their sentiments within those rational bounds.\\n\\n\\\"That I cannot do,\\\" said Uxmoor; \\\"so I must ask your leave to be ambitious. Let me try and conquer your affection.\\\"\\n\\n\\\"As you conquered the bull?\\\"\\n\\n\\\"Yes; only not so rudely, nor so quickly, I'll be bound.\\\"\\n\\n\\\"Well, I don't know why I should object. I esteem you more than anybody in the world. You are my beau ideal of a man. If you can *make* me love you, all the better for me. Only, I am afraid you cannot.\\\"\\n\\n\\\"May I try?\\\"\\n\\n\\\"Yes,\\\" said Zoe, bushing carnation.\\n\\n\\\"May I come every day?\\\"\\n\\n\\\"Twice a day, if you like.\\\"\\n\\n\\\"I think I shall succeed--in time.\\\"\\n\\n\\\"I hope you may.\\\"\\n\\nThen he kissed her hand devotedly--the first time in his life--and went away on wings.\\n\\nZoe flew up to her aunt Maitland, flushed and agitated. \\\"Aunt, I am as good as engaged to him. I have said such unguarded things. I'm sure *he* will understand it that I consent to receive his addresses as my lover. Not that I really said so.\\\"\\n\\n\\\"I hope,\\\" said Aunt Maitland, \\\"that you have committed yourself somehow or other, and cannot go back.\\\"\\n\\n\\\"I think I have. Yes; it is all over. I cannot go back now.\\\"\\n\\nThen she burst out crying. Then she was near choking, and had to smell her aunt's salts, while still the tears ran fast.\\n\\nMiss Maitland received this with perfect composure. She looked on them as the last tears of regret given to a foolish attachment at the moment of condemning it forever. She was old, and had seen these final tears shed by more than one loving woman just before entering on her day of sunshine.\\n\\nAnd now Zoe must be alone, and vent her swelling heart. She tied a handkerchief round her head and darted into the garden. She went round and round it with fleet foot and beating pulses.\\n\\nThe sun began to decline, and a cold wind to warn her in. She came, for the last time, to a certain turn of the gravel walk, where there was a little iron gate leading into the wooded walk from the meadows.\\n\\nAt that gate she found a man. She started back, and leaned against the nearest tree, with her hands behind her.\\n\\nIt was Edward Severne--all in black, and pale as death; but not paler than her own face turned in a moment.\\n\\nIndeed, they looked at each other like two ghosts.\\n\\nCHAPTER XXIV.\\n\\nZOE was the first to speak, or rather to gasp. \\\"Why do you come here?\\\"\\n\\n\\\"Because *you* are here.\\\"\\n\\n\\\"And how dare you come where I am?--now your falsehood is found out and flung into my very face!\\\"\\n\\n\\\"I have never been false to you. At this moment I suffer for my fidelity.\\\"\\n\\n*\\\"You* suffer? I am glad of it. How?\\\"\\n\\n\\\"In many ways: but they are all light, compared with my fear of losing your love.\\\"\\n\\n\\\"I will listen to no idle words,\\\" said Zoe sternly. \\\"A lady claimed you before my face; why did you not stand firm like a man, and say, 'You have no claim on me now; I have a right to love another, and I do?' Why did you fly?--because you were guilty.\\\"\\n\\n\\\"No,\\\" said he, doggedly. \\\"Surprised and confounded, but not guilty. Fool! idiot! that I was. I lost my head entirely. Yes, it is hopeless. You *must* despise me. You have a right to despise me.\\\"\\n\\n\\\"Don't tell me,\\\" said Zoe: \\\"you never lose your head. You are always self-possessed and artful. Would to Heaven I had never seen you!\\\" She was violent.\\n\\nHe gave her time. \\\"Zoe,\\\" said he, after a while, \\\"if I had not lost my head, should I have ill-treated a lady and nearly killed her?\\\"\\n\\n\\\"Ah!\\\" said Zoe, sharply, \\\"that is what you have been suffering from--remorse. And well you may. You ought to go back to her, and ask her pardon on your knees. Indeed, it is all you have left to do now.\\\"\\n\\n\\\"I know I ought.\\\"\\n\\n\\\"Then do what you ought. Good-by.\\\"\\n\\n\\\"I cannot. I hate her.\\\"\\n\\n\\\"What, because you have broken her heart, and nearly killed her?\\\"\\n\\n\\\"No; but because she has come between me and the only woman I ever really loved, or ever can.\\\"\\n\\n\\\"She would not have done that if you had not given her the right. I see her now; she looked justice, and you looked guilt. Words are idle, when I can see her face before me still. No woman could look like that who was in the wrong. But you--guilt made you a coward: you were false to her and false to me; and so you ran away from us both. You would have talked either of us over, alone; but we were together: so you ran away. You have found me alone now, so you are brave again; but it is too late. I am undeceived. I decline to rob Mademoiselle Klosking of her lover; so good-by.\\\"\\n\\nAnd this time she was really going, but he stopped her. \\\"At least don't go with a falsehood on your lips,\\\" said he, coldly.\\n\\n\\\"A falsehood!--Me!\\\"\\n\\n\\\"Yes, it is a falsehood. How can you pretend I left that lady for you, when you know my connection with her had entirely ceased ten months before I ever saw your face?\\\"\\n\\nThis staggered Zoe a moment; so did the heat and sense of injustice he threw into his voice.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/48](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/48)\\n\\n\",\"timestamp\":1637671534,\"title\":\"A decanter was brought. He filled a large tumbler and drank it off like water.\"},\"digest\":\"srMHw6oiePIRr-RBWWKUKXgBdeTjAKrXwgRIzJzp3cI\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"153sWLbrj0fviTb-Dj67-4PQZy2b5y9MImd-lHCi_Lk\\\",\\\"y\\\":\\\"_jgtX1jtPnllj-5cGOq7_BqsLXBemp-77tPJWfmKJzo\\\"}\",\"signature\":\"HafMhaT_6XDKU9G3hx4IfZpCXItZV85P9MI33dVQY-_dAhWHafZzqkXISIQhNeOHeOYzsPEi-PEMZnakhto1uQ\",\"signingKeySignature\":\"0x70914f8b4461d0ab5b21b09a3c09f8e02b311ce1c1d4a66ac8c84b7f5c5f731571dfa6b275858d44f4e8ef9dd27ca37ff7be350580d7c1f0c3d183152de33f881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"153sWLbrj0fviTb-Dj67-4PQZy2b5y9MImd-lHCi_Lk\\\",\\\"y\\\":\\\"_jgtX1jtPnllj-5cGOq7_BqsLXBemp-77tPJWfmKJzo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"srMHw6oiePIRr-RBWWKUKXgBdeTjAKrXwgRIzJzp3cI\"}"