"{\"content\":{\"body\":\"SpaceX is \\\"go\\\" to launch its spooky space station mission this weekend — as long as a toilet issue gets cleared up in time.\\n\\nNo showstoppers were found during a flight readiness review (FRR) for the company's [Crew-3 mission](https://www.space.com/spacex-nasa-crew-3-halloween-launch-to-space-station), which will send four astronauts to the International Space Station (ISS) aboard a SpaceX Crew Dragon capsule. Crew-3 therefore remains on track to lift off early on Halloween morning (Oct. 31), NASA and SpaceX announced Monday (Oct. 25).\\n\\n\\\"We had a good review today,\\\" Joel Montalbano, NASA's ISS program manager, said during a news conference Monday evening after the FRR wrapped up. \\n\\n[Sponsored Links](https://popup.taboola.com/en/?template=colorbox&utm_source=futureplc-space&utm_medium=referral&utm_content=thumbnails-a-mid:Mid%20Article:)\\n\\n[ソフトバンクが共創アイデアコンテストを開催中！応募は10月31日までSoftbank x TC Brand Studio](https://jp.techcrunch.com/sponsored/creativestudios_softbank_contest/?vmbtid=tb02&utm_source=taboola&utm_medium=referral&tblci=GiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSCuv04ozPreq8HIx58T#tblciGiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSCuv04ozPreq8HIx58T)\\n\\n**[Live updates: SpaceX's Crew-3 mission to the space station for NASA](https://www.space.com/news/live/spacex-crew-dragon-mission-updates)**\\n\\n[Click here for more Space.com videos...](https://videos.space.com/m/oKaCxH8j/meet-the-spacex-crew-3-astronauts?list=9wzCTV4g)\\n\\nThe review revealed no surprises, Montalbano said. But that doesn't mean the NASA and [SpaceX](https://www.space.com/18853-spacex.html) teams aren't working on any issues. Indeed, they need to resolve one outstanding item before Crew-3 can lift off — a slight redesign of [Crew Dragon's toilet system](https://www.space.com/inspiration4-spacex-toilet-trouble-in-space).\\n\\nThat tweak was prompted by an issue experienced on SpaceX's [Inspiration4](https://www.space.com/spacex-inspiration4-mission-photos) mission, which sent four private citizens on a three-day trip to orbit last month. After that capsule, named Resilience, returned home, inspections revealed that a tube hooked up to a toilet storage tank had popped loose during flight. \\n\\nThis \\\"allowed urine to not go into the storage tank but, essentially, to go into the fan system,\\\" Bill Gerstenmaier, vice president of build and flight reliability at SpaceX, said during Monday's news conference. But the leak didn't markedly affect Inspiration4, he added.\\n\\n\\\"We didn't really even notice it; the crew didn't notice it until we got back\\\" to Earth, Gerstenmaier said.\\n\\nStill, SpaceX decided to revamp the toilet system on the Crew-3 capsule, [known as Endurance](https://www.space.com/spacex-crew-dragon-capsule-named-endurance), going with an all-welded structure to eliminate tube pop-offs, Gerstenmaier said. NASA needs to give the redesign a final thumbs-up before Crew-3 can fly, but that is expected to happen in the coming days.\\n\\nThe toilet issue could potentially apply to another Crew Dragon: the capsule known as Endeavour, which flew SpaceX's [Crew-2](https://www.space.com/spacex-crew-2-space-station-mission-photos) mission and is still docked to the ISS. Endeavour is scheduled to come back to Earth with the four Crew-2 astronauts soon — on Nov. 4, if Crew-3 launches on time.\\n\\nAstronauts on the orbiting lab have examined Endeavour, looking for signs of corrosion caused by leaked urine (or rather, by an additive that SpaceX puts into the Crew Dragon septic system to remove ammonia from urine). They haven't found anything troublesome, and analyses by teams here on Earth indicate that all should be well for Crew-2's return, Gerstenmaier said.\\n\\nHe also noted that leakage on Crew-2 was likely significantly lower than on Inspiration4, given that crewmembers used Endeavour's toilet only during its 24-hour trip to the space station rather than for three full days.\\n\\nRELATED STORIES:\\n\\n—[SpaceX's Dragon: First private spacecraft to reach the space station](https://www.space.com/18852-spacex-dragon.html) \\n —[How to watch NASA's SpaceX Crew-3 astronaut launch events this week](https://www.space.com/spacex-crew-3-nasa-astronaut-launch-webcasts) \\n —[Crew-3 astronauts are ready and excited for 6-month SpaceX mission](https://www.space.com/crew-3-astronauts-nasa-spacex-excited-launch)\\n\\nCrew-3 is scheduled to launch atop a SpaceX [Falcon 9](https://www.space.com/18962-spacex-falcon-9.html) rocket from NASA's Kennedy Space Center in Florida at 2:21 a.m. EDT (0621 GMT) on Sunday. You can watch the liftoff live [here at Space.com](https://www.space.com/) courtesy of NASA, or directly via the space agency.\\n\\nThe mission will send four spaceflyers to the orbiting lab for a six-month stay: NASA astronauts Raja Chari (mission commander), Tom Marshburn and Kayla Barron, along with the European Space Agency's Matthias Maurer. All are spaceflight rookies except Marshburn, who has two visits to the station under his belt.\\n\\nCrew-3 will mark Endurance's spaceflight debut. The capsule will arrive at the ISS just after midnight on Monday (Nov. 1), if the mission launches on time and all goes according to plan.\\n\\n*Mike Wall is the author of \\\"[Out There](https://target.georiot.com/Proxy.ashx?tsid=72128&GR_URL=https%3A%2F%2Famazon.com%2FOut-There-Scientific-Antimatter-Cosmically%2Fdp%2F1538729377%3Ftag%3Dhawk-future-20%26ascsubtag%3Dspace-row-4955402143817225000-20)\\\" (Grand Central Publishing, 2018; illustrated by Karl Tate), a book about the search for alien life. Follow him on Twitter [@michaeldwall](https://twitter.com/michaeldwall). Follow us on Twitter [@Spacedotcom](https://twitter.com/SPACEdotcom) or [Facebook](https://www.facebook.com/spacecom/).* \\n\\n*[Join our Space Forums](https://forums.space.com/) to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: [community@space.com.](mailto:community@space.com)*\\n\\n[Mike Wall](https://www.space.com/author/mike-wall)\\n\\n* \\n\\nSPACE.COM SENIOR SPACE WRITER — Michael has been writing for Space.com since 2010. His book about the search for alien life, \\\"Out There,\\\" was published on Nov. 13, 2018. Before becoming a science writer, Michael worked as a herpetologist and wildlife biologist. He has a Ph.D. in evolutionary biology from the University of Sydney, Australia, a bachelor's degree from the University of Arizona, and a graduate certificate in science writing from the University of California, Santa Cruz. To find out what his latest project is, you can follow Michael on Twitter. \\n\\nAdvertisement\\n\\n[Chinese researchers to send an 'uncrackable' quantum message to spaceIt's now possible to send uncrackable quantum messages through thin air, and the people who figured out how to do it are getting ready to send the messages into space.Space](https://www.space.com/super-secure-quantum-messages-headed-to-space)\\n\\n[ソフトバンクが共創アイデアコンテストを開催中！応募は10月31日までSoftbank x TC Brand Studio|](https://jp.techcrunch.com/sponsored/creativestudios_softbank_contest/?vmbtid=tb02&utm_source=taboola&utm_medium=referral&tblci=GiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSCuv04ogPOo4I_Y4uq-AQ#tblciGiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSCuv04ogPOo4I_Y4uq-AQ)[Sponsored](https://popup.taboola.com/en/?template=colorbox&utm_source=futureplc-space&utm_medium=referral&utm_content=thumbs-feed-01:Below%20Article%20Thumbnails%20|%20Card%202:)\",\"timestamp\":1635250521,\"title\":\"SpaceX is 'go' to launch astronauts to space station on Halloween\\nBy Mike Wall about 11 hours ago\"},\"digest\":\"t7AgWMSmjcM0b2MMoIQ0etHx9fsYuJOcIJ7-pfGtC_I\",\"authorship\":{\"contributor\":\"0x597dC0Cb1F614AcabBee2715Af3A4c77AA88B2Ba\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V5eXp1oBal8928Uhta6L8EuWlaNWg_k83TqAmc2v7FQ\\\",\\\"y\\\":\\\"ZQAOyhfgH-Y_NgFcYSV2FqJfzLB6B_-KrZ71jJcVnJI\\\"}\",\"signature\":\"i3OxjIIj0_M5ZjccrqOrY0Jh14csqvXJnBlR8yXLcll0lMvBeLtnBuWrFmgktKmIJLyZxzPnHhST1mCsUTJZsg\",\"signingKeySignature\":\"0x81e6f4970d2ae8ed58a15ca9a0581139d51867c25e238dac9c7dfa8496b943121c982520688d39a7dd76946dee786c00358e12cc7cac74a6fc8059bcd557fecd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V5eXp1oBal8928Uhta6L8EuWlaNWg_k83TqAmc2v7FQ\\\",\\\"y\\\":\\\"ZQAOyhfgH-Y_NgFcYSV2FqJfzLB6B_-KrZ71jJcVnJI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t7AgWMSmjcM0b2MMoIQ0etHx9fsYuJOcIJ7-pfGtC_I\"}"