"{\"content\":{\"body\":\"Hi, my name is Matt. Some of you may already know me as [@y_kymin](https://twitter.com/y_kymin), under which I’ve collected many NFTs, but for those that don’t, frankly it’s not too important. I’m simply here to express my opinions as someone who lives in the same world you do and share my thoughts as to what I have seen and where things may be heading.\\n\\nThe past year and half has encompassed some of the most intense and frustrating yet enjoyable moments in my life, and this most likely holds true for many around the world. A raging pandemic, a drastic change in lifestyles, the emergence and proliferation of decade-defining technologies, constant misinformation, intensifying climate change, uncertainty in the global economy and strained world politics. Even so, if you focus and dive into just one of these categories, you’d be overwhelmed by the incessant amount of information available.\\n\\nWriting, especially publicly, is something I generally don’t find myself doing, but something I now feel is necessary, as the constant sensory and information overload I get every day has rendered my thought processes almost incoherent and impaired. And so, I’ve decided to declutter.\\n\\nStarting this week, I plan on writing about a topic once a week. It could about NFTs - my thoughts as a collector, trends I see, new projects and on the future. It could be about a different event or trend happening in the world. It could be philosophical. It could be general advice. In short, I don’t know. \\n\\nThe purpose of my writing and the intended audience I am writing for is mainly myself. I see this as a way to organize my thoughts over time, so that I can later revisit and compare the progression in beliefs and theses I’ve held. And as much as it is for me, I believe it will also help you. Ironically, selfishly writing for myself means it will always be what’s top-of-mind and what’s relevant now - though the topic addressed may be disjointed from where your priorities lie at the moment.\\n\\nI hope that if you do read my pieces henceforth, it does help shape your own opinions more strongly - regardless of whether you agree or disagree with my takes - and that it has a positive impact. And by no means is anything I say financial advice ;)\\n\\nTil next time ༼ つ ◕_◕ ༽つ\",\"timestamp\":1642485334,\"title\":\"Decluttering\"},\"digest\":\"2EeyzfhScuJB4Ywf2pndpHBRCSMWYMG8Pfoq8qfo4S4\",\"authorship\":{\"contributor\":\"0xf305F90B19CF66fC2D038f92a26440B66cF858F6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E1cpLfMIBW8p_v8Efr5w5ImCkE1R_MQETrAJqOmBEAA\\\",\\\"y\\\":\\\"Ck3bm8OHWlmkUfh7vAKVFg_2DixqsU2lErX8yZA-gDM\\\"}\",\"signature\":\"fUyeOHm_aAjAGQaFLeSrWkuSTGcjJ6zX5sliopVtSgmyQp0_oauBeWCdAJHbKs65DC5B615RvN4_cbBovSZ_Sw\",\"signingKeySignature\":\"0xd7fbcf127436490e7548ec31bb3a24ec671aa06e8fbebb3a06891a02ff859e6c095da3eb918b40e608b108b28ca4bcde3d58fed899c8196ffc4bea34f5389baa00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E1cpLfMIBW8p_v8Efr5w5ImCkE1R_MQETrAJqOmBEAA\\\",\\\"y\\\":\\\"Ck3bm8OHWlmkUfh7vAKVFg_2DixqsU2lErX8yZA-gDM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2EeyzfhScuJB4Ywf2pndpHBRCSMWYMG8Pfoq8qfo4S4\"}"