"{\"content\":{\"body\":\"2911 Jupiter to Earth Arrival Port\\n\\nAfter the Revocation of the Edict of Nantes, 1685, 250,000 Huguenots fled from France. Many families wandered for decades - such as one named Favri. 150 years later one descendant, Gus, became a goldsmith. He opened a basement store selling jewelry. His son Carl would carry on. The shop moved to the street level.\\n\\nCarl's masterful copies of other works drew the favor of the Emperor - Carl became a royal jeweler. No more copies. Gifts fit for an Empress. No one could know the details until the unveiling. Not even the Emperor knew. One of the best kept secrets in the Empire.\\n\\nThe first commission was the \\\"Hen Egg\\\", an \\\"egg\\\" made of gold. Nested inside was a \\\"yolk\\\" of gold, which had a small golden chicken inside, which in turn had a tiny Imperial crown, and suspended from that was a tiny ruby egg. The creation of tiny worlds for years.\\n\\nWorlds within worlds within worlds. Each unique. One of one.\\n\\nThe revolution of 1918 put an end to it. The family fled again, to Switzerland. The family name was bought and sold, for hundreds, then billions, and finally a few million. The Faberge eggs live on in the collections of billionaires.\\n\\n10 Years before 2X21 - JUPITER transit station - Earth bound port.\\n\\n\\\"Elena, I packed you some extras for the trip.\\\"\\n\\n\\\"Thanks mom.\\\"\\n\\nElena would miss mom's brigadeiros, cozonac, and ladoo, but she knew the family recipes. Excitement and anxiety washed over her mother. Elena reached over to comfort and be comforted.\\n\\n\\\"I know you'll do well. These Earthers are lucky to have you.\\\"\\n\\n\\\"We'll see mom.\\\"\\n\\nElena was the hot up-and-coming \\\"renderer\\\" twisting everyone's minds, an \\\"exotic\\\" reality artist from Jupiter, with every experience unique and never before felt. She felt like a fraud. She imagined being mocked as the wannabe from Jupiter-side, an organic in a field dominated by lovable \\\"virtuals\\\" who had communities in the billions. This was the secret of her art, her \\\"process\\\". She was fighting fear - that if she stopped this would come crashing back down.\\n\\nFirst, Mars and then Earth. Starting at the sublevel and fighting all the way to the skies of Earth. The stars would have to wait.\",\"timestamp\":1633969320,\"title\":\"2921: 3.9 The Best Kept Secret, 2911\"},\"digest\":\"IJq04dxy2kzAIxKcN9N5V4yl4JFxAF9XsXZENIXNy-8\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"nyWqIWygM5PmjlE7PfqgLkD-lO9yZGS3Mz7vPTkC84ggpL7G4AN_S-KgA_PL5SOdlbMv4IFPvstPsZav7y8ODw\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zxHCPU213N6i4iGrC3sNV9Y0f8_4bjwINMjYeizihIE\"}"