"{\"content\":{\"body\":\"How,\\\" said I, \\\"would Pope have raved, had he been served so!\\\"  \\\"We should never,\\\" replied he, \\\"have heard the last on't, to be sure; but then Pope was a narrow man.  I will, however,\\\" added he, \\\"storm and bluster MYSELF a little this time,\\\" so went to London in all the wrath he could muster up. At his return I asked how the affair ended.  \\\"Why,\\\" said he, \\\"I was a fierce fellow, and pretended to be very angry; and Thomas was a good-natured fellow, and pretended to be very sorry; so THERE the matter ended.  I believe the dog loves me dearly.  Mr. Thrale,\\\" turning to my husband, \\\"what shall you and I do that is good for Tom Davies?  We will do something for him, to be sure.\\\"\\n\\nOf Pope as a writer he had the highest opinion, and once when a lady at our house talked of his preface to Shakespeare as superior to Pope's, \\\"I fear not, madam,\\\" said he, \\\"the little fellow has done wonders.\\\"  His superior reverence of Dryden, notwithstanding, still appeared in his talk as in his writings; and when some one mentioned the ridicule thrown on him in the 'Rehearsal,' as having hurt his general character as an author, \\\"On the contrary,\\\" says Mr. Johnson, \\\"the greatness of Dryden's reputation is now the only principle of vitality which keeps the Duke of Buckingham's play from putrefaction.\\\"\\n\\nIt was not very easy, however, for people not quite intimate with Dr. Johnson to get exactly his opinion of a writer's merit, as he would now and then divert himself by confounding those who thought themselves obliged to say to-morrow what he had said yesterday; and even Garrick, who ought to have been better acquainted with his tricks, professed himself mortified that one time when he was extolling Dryden in a rapture that I suppose disgusted his friend, Mr. Johnson suddenly challenged him to produce twenty lines in a series that would not disgrace the poet and his admirer. Garrick produced a passage that he had once heard the Doctor commend, in which he NOW found, if I remember rightly, sixteen faults, and made Garrick look silly at his own table.  When I told Mr. Johnson the story, \\\"Why, what a monkey was David now,\\\" says he, \\\"to tell of his own disgrace!\\\"  And in the course of that hour's chat he told me how he used to tease Garrick by commendations of the tomb-scene in Congreve's 'Mourning Bride,' protesting, that Shakespeare had in the same line of excellence nothing as good.  \\\"All which is strictly TRUE,\\\" said he; \\\"but that is no reason for supposing Congreve is to stand in competition with Shakespeare:  these fellows know not how to blame, nor how to commend.\\\"  I forced him one day, in a similar humour, to prefer Young's description of \\\"Night\\\" to the so much admired ones of Dryden and Shakespeare, as more forcible and more general.  Every reader is not either a lover or a tyrant, but every reader is interested when he hears that\\n\\n```\\n \\\"Creation sleeps; 'tis as the general pulse       Of life stood still, and nature made a pause;       An awful pause--prophetic of its end.\\\"\\n```\\n\\n\\\"This,\\\" said he, \\\"is true; but remember that, taking the compositions of Young in general, they are but like bright stepping-stones over a miry road.  Young froths and foams, and bubbles sometimes very vigorously; but we must not compare the noise made by your tea-kettle here with the roaring of the ocean.\\\"\\n\\nSomebody was praising Corneille one day in opposition to Shakespeare. \\\"Corneille is to Shakespeare,\\\" replied Mr. Johnson, \\\"as a clipped hedge is to a forest.\\\"  When we talked of Steele's Essays, \\\"They are too thin,\\\" says our critic, \\\"for an Englishman's taste:  mere superficial observations on life and manners, without erudition enough to make them keep, like the light French wines, which turn sour with standing awhile for want of BODY, as we call it.\\\"\\n\\nOf a much-admired poem, when extolled as beautiful, he replied, \\\"That it had indeed the beauty of a bubble.  The colours are gay,\\\" said he, \\\"but the substance slight.\\\"  Of James Harris's Dedication to his \\\"Hermes,\\\" I have heard him observe that, though but fourteen lines long, there were six grammatical faults in it.  A friend was praising the style of Dr. Swift; Mr. Johnson did not find himself in the humour to agree with him:  the critic was driven from one of his performances to the other.  At length, \\\"You MUST allow me,\\\" said the gentleman, \\\"that there are STRONG FACTS in the account of 'The Four Last Years of Queen Anne.'\\\"  \\\"Yes, surely, sir,\\\" replies Johnson, \\\"and so there are in the Ordinary of Newgate's account.\\\" This was like the story which Mr. Murphy tells, and Johnson always acknowledged:  how Mr. Rose of Hammersmith, contending for the preference of Scotch writers over the English, after having set up his authors like ninepins, while the Doctor kept bowling them down again; at last, to make sure of victory, he named Ferguson upon \\\"Civil Society,\\\" and praised the book for being written in a NEW manner.  \\\"I do not,\\\" says Johnson, \\\"perceive the value of this new manner; it is only like Buckinger, who had no hands, and so wrote with his feet.\\\"  Of a modern Martial, when it came out:  \\\"There are in these verses,\\\" says Dr.  Johnson, \\\"too much folly for madness, I think, and too much madness for folly.\\\"  If, however, Mr. Johnson lamented that the nearer he approached to his own times, the more enemies he should make, by telling biographical truths in his \\\"Lives of the Later Poets,\\\" what may I not apprehend, who, if I relate anecdotes of Mr. Johnson, am obliged to repeat expressions of severity, and sentences of contempt?  Let me at least soften them a little by saying that he did not hate the persons he treated with roughness, or despise them whom he drove from him by apparent scorn.  He really loved and respected many whom he would not suffer to love him.  And when he related to me a short dialogue that passed between himself and a writer of the first eminence in the world, when he was in Scotland, I was shocked to think how he must have disgusted him.  \\\"Dr. ---- asked me,\\\" said he, \\\"why I did not join in their public worship when among them? for,\\\" said he, \\\"I went to your churches often when in England.\\\"  \\\"So,\\\" replied Johnson, \\\"I have read that the Siamese sent ambassadors to Louis Quatorze, but I never heard that the King of France thought it worth his while to send ambassadors from his court to that of SIAM.\\\"  He was no gentler with myself, or those for whom I had the greatest regard.  When I one day lamented the loss of a first cousin killed in America, \\\"Prithee, my dear,\\\" said he, \\\"have done with canting.  How would the world be worse for it, I may ask, if all your relations were at once spitted like larks, and roasted for Presto's supper?\\\"  Presto was the dog that lay under the table while we talked.  When we went into Wales together, and spent some time at Sir Robert Cotton's, at Lleweny, one day at dinner I meant to please Mr. Johnson particularly with a dish of very young peas.  \\\"Are not they charming?\\\" said I to him, while he was eating them.  \\\"Perhaps,\\\" said he, \\\"they would be so--to a PIG.\\\" I only instance these replies, to excuse my mentioning those he made to others.\\n\\nWhen a well-known author published his poems in the year 1777:  \\\"Such a one's verses are come out,\\\" said I.  \\\"Yes,\\\" replied Johnson, \\\"and this frost has struck them in again.  Here are some lines I have written to ridicule them; but remember that I love the fellow dearly now, for all I laugh at him:--\\n\\n```\\n \\\"'Wheresoe'er I turn my view,        All is strange, yet nothing new;        Endless labour all along,        Endless labour to be wrong;        Phrase that Time has flung away;        Uncouth words in disarray,        Tricked in antique ruff and bonnet,        Ode, and elegy, and sonnet.'\\\"\\n```\\n\\nWhen he parodied the verses of another eminent writer, it was done with more provocation, I believe, and with some merry malice.  A serious translation of the same lines, which I think are from Euripides, may be found in Burney's \\\"History of Music.\\\" Here are the burlesque ones:--\\n\\n```\\n \\\"Err shall they not, who resolute explore         Time's gloomy backward with judicious eyes;       And scanning right the practices of yore,         Shall deem our hoar progenitors unwise.\\n\\n \\\"They to the dome where smoke with curling play         Announced the dinner to the regions round,       Summoned the singer blithe, and harper gay,         And aided wine with dulcet streaming sound.\\n\\n \\\"The better use of notes, or sweet or shrill,         By quivering string, or modulated wind;       Trumpet or lyre--to their harsh bosoms chill,         Admission ne'er had sought, or could not find.\\n\\n \\\"Oh! send them to the sullen mansions dun,         Her baleful eyes where Sorrow rolls around;       Where gloom-enamoured Mischief loves to dwell,         And Murder, all blood-boltered, schemes the wound.\\n\\n \\\"When cates luxuriant pile the spacious dish,         And purple nectar glads the festive hour;       The guest, without a want, without a wish,         Can yield no room to Music's soothing power.\\\"\\n```\\n\\nSome of the old legendary stories put in verse by modern writers provoked him to caricature them thus one day at Streatham; but they are already well known, I am sure.\\n\\n```\\n \\\"The tender infant, meek and mild,         Fell down upon the stone;       The nurse took up the squealing child,         But still the child squealed on.\\\"\\n```\\n\\nA famous ballad also, beginning 'Rio verde, Rio verde,' when I commended the translation of it, he said he could do it better himself--as thus:\\n\\n```\\n \\\"Glassy water, glassy water,         Down whose current clear and strong,       Chiefs confused in mutual slaughter,         Moor and Christian roll along.\\\"\\n```\\n\\n\\\"But, sir,\\\" said I, \\\"this is not ridiculous at all.\\\"  \\\"Why, no,\\\" replied he, \\\"why should I always write ridiculously?  Perhaps because I made these verses to imitate such a one,\\\" naming him:\\n\\n```\\n \\\"'Hermit hoar, in solemn cell          Wearing out life's evening grey;        Strike thy bosom, sage! and tell          What is bliss, and which the way?'\\n\\n \\\"Thus I spoke, and speaking sighed,         Scarce repressed the starting tear,       When the hoary sage replied,         'Come, my lad, and drink some beer.'\\\"\\n```\\n\\nI could give another comical instance of caricatura imitation. Recollecting some day, when praising these verses of Lopez de Vega--\\n\\n```\\n \\\"Se acquien los leones vence,         Vence una muger hermosa,       O el de flaco averguence,         O ella di ser mas furiosa,\\\"\\n```\\n\\nmore than he thought they deserved, Mr. Johnson instantly observed \\\"that they were founded on a trivial conceit, and that conceit ill-explained and ill-expressed besides.  The lady, we all know, does not conquer in the same manner as the lion does.  'Tis a mere play of words,\\\" added he, \\\"and you might as well say that\\n\\n```\\n \\\"'If the man who turnips cries,        Cry not when his father dies,        'Tis a proof that he had rather        Have a turnip than his father.'\\\"\\n```\\n\\nAnd this humour is of the same sort with which he answered the friend who commended the following line:--\\n\\n```\\n \\\"Who rules o'er freemen should himself be free.\\\"\\n```\\n\\n\\\"To be sure,\\\" said Dr. Johnson--\\n\\n```\\n \\\"'Who drives fat oxen should himself be fat.'\\\"\\n```\\n\\nThis readiness of finding a parallel, or making one, was shown by him perpetually in the course of conversation.  When the French verses of a certain pantomime were quoted thus:\\n\\n```\\n \\\"Je suis Cassandre descendue des cieux,       Pour vous faire entendre, mesdames et messieurs,       Que je suis Cassandre descendue des cieux,\\\"\\n```\\n\\nhe cried out gaily and suddenly, almost in a moment--\\n\\n```\\n \\\"I am Cassandra come down from the sky,       To tell each bystander what none can deny,       That I am Cassandra come down from the sky.\\\"\\n```\\n\\nThe pretty Italian verses, too, at the end of Baretti's book called \\\"Easy Phraseology,\\\" he did all' improviso, in the same manner:\\n\\n```\\n \\\"Viva! viva la padrona!       Tutta bella, e tutta buona,       La padrona e un angiolella       Tutta buona e tutta bella;       Tutta bella e tutta buona;       Viva! viva la padrona!\\\"\\n\\n \\\"Long may live my lovely Hetty!       Always young and always pretty,       Always pretty, always young,       Live my lovely Hetty long!       Always young and always pretty!       Long may live my lovely Hetty!\\\"\\n```\\n\\nThe famous distich, too, of an Italian improvisatore, when the Duke of Modena ran away from the comet in the year 1742 or 1743:\\n\\n```\\n \\\"Se al venir vestro i principi sen' vanno,       Deh venga ogni di ---- durate un anno;\\\"\\n```\\n\\n\\\"which,\\\" said he, \\\"would do just as well in our language thus:\\n\\n```\\n \\\"'If at your coming princes disappear,        Comets! come every day--and stay a year.'\\\"\\n```\\n\\nWhen some one in company commended the verses of M. de Benserade a son Lit:\\n\\n```\\n \\\"Theatre des ris et des pleurs,       Lit! on je nais, et ou je meurs,       Tu nous fais voir comment voisins       Sont nos plaisirs et nos chagrins.\\\"\\n```\\n\\nTo which he replied without hesitating--\\n\\n```\\n \\\"'In bed we laugh, in bed we cry,        And born in bed, in bed we die;        The near approach a bed may show        Of human bliss to human woe.'\\\"\\n```\\n\\nThe inscription on the collar of Sir Joseph Banks's goat, which had been on two of his adventurous expeditions with him, and was then, by the humanity of her amiable master, turned out to graze in Kent as a recompense for her utility and faithful service, was given me by Johnson in the year 1777, I think, and I have never yet seen it printed:\\n\\n```\\n \\\"Perpetui, ambita, bis terra, premia lactis,       Haec habet altrici Capra secunda Jovis.\\\"\\n```\\n\\nThe epigram written at Lord Anson's house many years ago, \\\"where,\\\" says Mr. Johnson, \\\"I was well received and kindly treated, and with the true gratitude of a wit ridiculed the master of the house before I had left it an hour,\\\" has been falsely printed in many papers since his death.  I wrote it down from his own lips one evening in August, 1772, not neglecting the little preface accusing himself of making so graceless a return for the civilities shown him.  He had, among other elegancies about the park and gardens, been made to observe a temple to the winds, when this thought naturally presented itself TO A WIT:\\n\\n```\\n \\\"Gratum animum laudo; Qui debuit omnia ventis,       Quam bene ventorum, surgere templa jubet!\\\"\\n```\\n\\nA translation of Dryden's epigram, too, I used to fancy I had to myself:\\n\\n```\\n \\\"Quos laudet vates, Graius, Romanus, et Anglus,       Tres tria temporibus secla dedere suis:       Sublime ingenium, Graius,--Romanus habebat       Carmen grande sonans, Anglus utrumque tulit.       Nil majus natura capit:  clarare priores       Quae potuere duos, tertius unus habet:\\\"\\n```\\n\\nfrom the famous lines written under Milton's picture:\\n\\n```\\n \\\"Three poets in three distant ages born,       Greece, Italy, and England did adorn;       The first in loftiness of thought surpassed,       The next in majesty; in both the last.       The force of Nature could no further go,       To make a third she joined the former two.\\\"\\n```\\n\\nOne evening in the oratorio season of the year 1771 Mr. Johnson went with me to Covent Garden Theatre, and though he was for the most part an exceedingly bad playhouse companion, as his person drew people's eyes upon the box, and the loudness of his voice made it difficult for me to hear anybody but himself, he sat surprisingly quiet, and I flattered myself that he was listening to the music.  When we were got home, however, he repeated these verses, which he said he had made at the oratorio, and he bade me translate them:\\n\\n```\\n           IN THEATRO.\\n\\n \\\"Tertii verso quater orbe lustri       Quid theatrales tibi crispe pompae!       Quam decet canos male literatos                     Sera voluptas!\\n\\n \\\"Tene mulceri fidibus canoris?       Tene cantorum modulis stupere?       Tene per pictas oculo elegante                     Currere formas?\\n\\n \\\"Inter equales sine felle liber,       Codices veri studiosus inter       Rectius vives, sua quisque carpat                     Gaudia gratus.\\n\\n \\\"Lusibus gaudet puer otiosis       Luxus oblectat juvenem theatri,       At seni fluxo sapienter uti                     Tempore restat.\\\"\\n```\\n\\nI gave him the following lines in imitation, which he liked well enough, I think:\\n\\n```\\n \\\"When threescore years have chilled thee quite,       Still can theatric scenes delight?       Ill suits this place with learned wight,                     May Bates or Coulson cry.\\n\\n \\\"The scholar's pride can Brent disarm?       His heart can soft Guadagni warm?       Or scenes with sweet delusion charm                     The climacteric eye?\\n\\n \\\"The social club, the lonely tower,       Far better suit thy midnight hour;       Let each according to his power                     In worth or wisdom shine!\\n\\n \\\"And while play pleases idle boys,       And wanton mirth fond youth employs,       To fix the soul, and free from toys,                     That useful task be thine.\\\"\\n```\\n\\nThe copy of verses in Latin hexameters, as well as I remember, which he wrote to Dr. Lawrence, I forgot to keep a copy of; and he obliged me to resign his translation of the song beginning, \\\"Busy, curious, thirsty fly,\\\" for him to give Mr. Langton, with a promise NOT to retain a copy.  I concluded he knew why, so never inquired the reason.  He had the greatest possible value for Mr. Langton, of Langton Hall, Lincoln, of whose virtue and learning he delighted to talk in very exalted terms; and poor Dr. Lawrence had long been his friend and confident.  The conversation I saw them hold together in Essex Street one day, in the year 1781 or 1782, was a melancholy one, and made a singular impression on my mind.  He was himself exceedingly ill, and I accompanied him thither for advice.  The physician was, however, in some respects more to be pitied than the patient.  Johnson was panting under an asthma and dropsy, but Lawrence had been brought home that very morning struck with the palsy, from which he had, two hours before we came, strove to awaken himself by blisters.  They were both deaf, and scarce able to speak besides:  one from difficulty of breathing, the other from paralytic debility.  To give and receive medical counsel, therefore, they fairly sat down on each side a table in the doctor's gloomy apartment, adorned with skeletons, preserved monsters, etc., and agreed to write Latin billets to each other.  Such a scene did I never see.  \\\"You,\\\" said Johnson, \\\"are timide and gelide,\\\" finding that his friend had prescribed palliative, not drastic, remedies.  \\\"It is not ME,\\\" replies poor Lawrence, in an interrupted voice, \\\"'tis nature that is gelide and timide.\\\" In fact, he lived but few months after, I believe, and retained his faculties still a shorter time.  He was a man of strict piety and profound learning, but little skilled in the knowledge of life or manners, and died without having ever enjoyed the reputation he so justly deserved.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/333](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/333)\\n\\n\",\"timestamp\":1639709303,\"title\":\"\\nWhen Davies printed the \\\"Fugitive Pieces\\\" without his knowledge or consent\"},\"digest\":\"wPC-RNVIATfQeDX94d4EHf1EKYDXm-esOz_IgqVi-Nc\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Iwf4xSE87oWUd1203cwHoLtJXRhj3XEPNxpkTmDEgA\\\",\\\"y\\\":\\\"HjhXM6NagaEtQkaGoWvuVu5nCrPUJ7AUc9qndTfbx-0\\\"}\",\"signature\":\"bhFjpG80MBb45gY50Y3OGv0rQg74xKr1lBSBwXNHT_yl7Rfo3wC_5vpNU5fsXMu67G9ndB8T1K4vjGKdaP2fJw\",\"signingKeySignature\":\"0xf216746d89a54077389c9ce798893166f264c3f83c51c57f957ea5777ed69f4b31b0a54b638c496282ec36eb93bbeac373de6ccc1faeabff2f4e4e64f23219991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Iwf4xSE87oWUd1203cwHoLtJXRhj3XEPNxpkTmDEgA\\\",\\\"y\\\":\\\"HjhXM6NagaEtQkaGoWvuVu5nCrPUJ7AUc9qndTfbx-0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wPC-RNVIATfQeDX94d4EHf1EKYDXm-esOz_IgqVi-Nc\"}"