"{\"content\":{\"body\":\"# 王力宏演了20年\\n\\n原创 moomoocat [猫笔刀](javascript:void(0);) *2021-12-18 21:25*\\n\\n王力宏前妻**李靓（多音字，这里读jing4）蕾**昨晚发了一篇长文控诉，送来了本周末最大的瓜。 \\n \\n\\n \\n \\n\\n原文在微博有，热度爆炸，不过自从宝强戴绿帽那事以后，娱乐圈的非正能量八卦一般都不会上热搜了。有人阴谋论是王力宏公关打压，那纯属想多了，这事捅成这样子，王力宏已经完犊子了。 \\n \\n\\n \\n \\n\\n李靓蕾控诉的点大致有以下： \\n \\n\\n \\n \\n\\n1、王力宏**睡粉**，而且睡未成年的粉，比如她本人就是未满18岁的时候好上的。\\n\\n2、王力宏**滥交**，婚前在多个城市同时和多位女性保持关系，她是其中之一。婚后也没收敛，继续在外滥交。\\n\\n3、王力宏本人及家人，**对金钱看的比较重**，李靓蕾作为全职太太一直有被pua，这一段原文没有正面写，但基本看的时候能感觉到那个意思。\\n\\n4、**婆媳关系应该是很不好的**，但李靓蕾暗示是王力宏拿她作为挡箭牌，和王力宏母亲争夺财务主动权，这一段给我看迷糊了，我查了一下王力宏都45岁了，怎么财务上还不能自主，**妈宝**？\\n\\n5、王力宏**对孩子没有爱**，就是想生，五年生3个，但生完了以后就不管了，李靓蕾暗示自己只是一个生育机器，父爱在孩子的成长中几乎缺失。\\n\\n6、李靓蕾为了维持婚姻，已经接受了王力宏在外面有女人的事实，觉得只要男人玩累了回来也行。但王力宏说**这次喜欢上的女孩很好，不想让对方当小三，所以坚持要和李靓蕾离婚。**\\n\\n7、王力宏**婚前签协议保护财产，离婚后转移财产**，虽然没有明说，但应该没有分给李靓蕾合法合理的那部分财产。\\n\\n8、李靓蕾暗示王力宏有**多面的性取向**，原文说“希望你可以诚实面对自己，不要在意世俗的眼光，跟对的人在一起。”我也不知道是不是我理解错了。\\n\\n9、李靓蕾已经说不打算未来向王力宏要生活费了，所以这次撕的很决然。 \\n \\n\\n \\n \\n\\n以上都是李靓蕾的一面之词，回头看看王力宏会不会进行回应。 \\n \\n\\n \\n \\n\\n我说说我的看法，首先在李靓蕾的控诉中王力宏没有违法行为，也没有侵犯公共利益，所以法律的底线是守住了，夫妻之间的纠纷主要是私生活和道德层面的矛盾。\\n\\n \\n \\n\\n但看了帖子后依然让人感到难过，是因为王力宏出道20年一直是以优质偶像的形象示人，现在突然前妻发文曝光，他是一个**自私自利、言而无信、家庭责任感淡漠、性道德松垮、嗜财抠门**的人。\\n\\n \\n \\n\\n呃......哪怕以上描述有一半是事实，王力宏20年经营的人设也塌了。\\n\\n \\n \\n\\n吃这个瓜我也挺意外的，一直以来我对王力宏的印象还行。和大多数泥腿子出身的艺人不同，王力宏是在一个**美籍精英家庭**长大，祖上追溯3代，还是民国时期的**徐凤藻将军**。他本人在美国排名靠前的威廉姆斯学院毕业，典型的高华香蕉人。 \\n \\n\\n \\n \\n\\n正是因为有这些硬货，所以大家就理所当然的接受了王力宏是一个优秀的偶像艺人，有才华有颜值有家教有素质，过去20年要说他有啥黑点的话，说来说去也就是性取向存疑。 \\n \\n\\n \\n \\n\\n结果在李靓蕾的笔下，王力宏是这样的一个人，雀食反差极大，令我深受震撼。\\n\\n \\n \\n\\n王力宏成功演了20年，我觉得主要是因为他喜欢在迷妹里面找对象，女方天然就处于弱势，像李靓蕾就一直忍气吞声，直到王力宏决绝的离婚加上抠抠索索没给够分手费，这才把她彻底引爆了。\\n\\n \\n \\n\\n这么一看王力宏**只有小聪明，而没有大智慧**。你把老婆跟三个孩子甩了，那就仗义一些把钱给到位，最后好聚好散，你还能披着画皮继续来大陆撸钱。像现在这样撕到公众面前，演艺生涯和财路都断了，名校精英连这么明白的帐都算不清楚，可能是演艺圈混久了智力退化了。 \\n \\n\\n \\n \\n\\n之前我说和老婆结婚14年，有人问我维系家庭的心得是什么，我觉得很重要的一点是父亲要爱自己的孩子。原本我以为爸爸爱孩子是天经地义，理所应当的，但经过这些年观察下来，貌似有一个比例的男性对后代是无感的。\\n\\n \\n \\n\\n**若丈夫不爱孩子，我觉得这个家庭大概率要崩。**我的读者里如果有刚生完孩子的新手妈妈，看到这里一定要留个心眼，尽量让家里的男人多参与对后代的养育，用金融术语这叫做**增加沉没成本**。\\n\\n \\n \\n\\n我认识个小姑娘，说吃了王力宏的瓜后更加恐婚了，感觉下一个要出事的不是林俊杰就是周杰伦。我想了想，也不是不可能，说起来认识这些艺人有几十年了，好像很熟，但其实镜头外他是什么样的人，我们又知道个啥呢。\\n\\n \\n \\n\\n……\\n\\n \\n \\n\\n昨晚的文章是我自己删的，删文章不代表观点发生变化，删文章也不是为了讨好异议，我是啥样的人就还是啥样的人。\\n\\n \\n \\n\\n只能说今时不同往日，我以后会注意避免涉及价值观容易出分歧的话题，踏踏实实就当一个写文章逗乐的，吸吸流量发发广告，格局就这样了。说到底我自己是一个户口本都弄丢的人，还扯啥价不价值的，见笑了。 \\n \\n\\n阅读 10万+\\n\\n分享收藏\\n\\n赞3064在看969\\n\\n写下你的留言\\n\\n**精选留言**\\n\\n* So young\\n\\n  赞360\\n\\n  男性公众人物频频翻车，加上近年来报道过的那么多家暴、杀妻事件，女性对婚姻很难抱有期待了\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞2332\\n\\n  幸福美满的家庭，发到新闻上给你看你会看吗？你只会吐槽虐单身狗不人道，秀恩爱离的快。负面新闻才有传播价值，我们家就挺和谐的，老人老婆孩子我天天在一起，很有家的味道。\\n* 毛某人\\n\\n  赞412\\n\\n  这个得再看看吧，感觉这事没完，你说把钱给痛快，我估计王力宏的钱都在他妈那里他也做不了主。忽然想起这几天农发行那个爆前婆婆吃空饷的那个，老实人逼急了破坏力更大\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞1295\\n\\n  我最不能忍的是45岁的男人，财务不能做主，作为大男子主义的直男癌患者，我其实很看不起妈宝男。\\n* 7⃣️秒De memory\\n\\n  赞165\\n\\n  举啥易建联啊，不是有现成的例子（羽毛球某丹）\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞1097\\n\\n  哦对了，不过林丹出轨的时候其实已经过了巅峰期了，这要是出完轨，马上就卫冕奥运冠军，网友是不是就要分裂了。以后文体圈的人，还要当私德模范，确实难。成龙幸亏成名的那个年代道德标准低，他可比王力宏和罗志祥加一块都还要渣。\\n* CS\\n\\n  赞144\\n\\n  娱乐圈还有干净的人吗？\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞984\\n\\n  那以后娱乐圈也弄一个政审吧，私德审查过了才能发唱片，才能上台演戏，每年统一年检，不合格的吊销执照，下架所有作品，直接打死。\\n* Ben\\n\\n  赞410\\n\\n  大屁股以后会睡女粉么\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞818\\n\\n  放心吧，我的人设不会塌的，我对女读者一直很尊重，虽然会在评论席里为了活跃气氛会经常调侃，但私下从不勾搭。\\n* 无邪\\n\\n  赞521\\n\\n  说真的王和吴虽然是王八蛋，但是这些迷妹也是活该。我一点都不同情她们，未成年就跟老男人搞到一起。我没有办法共情，我就希望这些人都没有好下场。希望都能好好做人。\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞804\\n\\n  现在很多女网友都称赞李靓蕾是女王，其实她只是被逼急了没办法，老公在外玩女人，她明明知道也愿意忍，在家里带3个孩子，我觉得她也不算合格的现代女性，只是王力宏确实做的太过分了。在李靓蕾的描述里，我感觉到王力宏极端自私，他好像只爱他自己。\\n* 徐小红\\n\\n  赞442\\n\\n  仔细看其实李靓蕾说的混乱关系那段，跟周扬青说的是一个情况，就是李说的细节更多、更丰富，以及性别更丰富，王力宏是男女通吃看完的感觉就是红楼梦里焦大说大观园“只有门前的两对石狮子是干净的”……\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞791\\n\\n  罗志祥和王力宏不一样，罗志祥没结婚，未婚男青年和多位女性保持双方自愿的性关系，这要换成是个普通人，屁事没有，没准还会被一群人夸有魅力有本事。\\n* 一览众山小\\n\\n  赞98\\n\\n  猫哥，恒大在我们县上有个预计投资1000亿的项目，结果刚开始资金链就断了，我交了个首付，现在由政府接管了，但估计配套设施没有了，我的贷款还没有批下来，现在有没有啥建议？\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞620\\n\\n  绝对不要申请退房，否则你就是优先级很靠后的债权人，屁都分不到。你没有啥选择，就是坚持收房，有政府接管就不错了，配套设施有多少算多少，莫强求。\\n* 国家一级退堂鼓表演艺术家\\n\\n  赞377\\n\\n  恐婚啥 说的能嫁给周杰伦似的？\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞619\\n\\n  呵呵，万一过几天昆凌发文也砸烂周杰伦，到时候微博又是啥样子呢。\\n* yhy\\n\\n  赞142\\n\\n  豹头说了，玩了不给钱，就不算嫖。所以…\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞587\\n\\n  关于嫖娼普法，我听过最逗的是罗老师说的，嫖完以后给妓女冥币，犯不犯法，经过一番细密的推理后，结论是完全不犯法，警察来了也不能抓你。哈哈哈哈，绝了\\n* 王帅杰\\n\\n  赞297\\n\\n  594说明性取向的是和舞蹈老师有一腿那段，作者文中用了“他”\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞462\\n\\n  你们看文章也太细腻了吧，我都没发现这个点，不过结论差不多，就是前妻暗示了王力宏是个男女双修。\\n* 吴曦\\n\\n  赞117\\n\\n  睡未成年的粉如果是事实的话就违法了吧\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞445\\n\\n  女性年满14周岁以后，如果是出于自愿的话，与男性发生性行为是合法的。14周岁以下，无论是否自愿，以强奸论罪。\\n* 锋泽辰好\\n\\n  赞147\\n\\n  3448，王力宏的瓜，老婆今天一直让我吃，感觉娱乐圈谁都有可能发生，不分男女\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞421\\n\\n  我觉得公众还是要分清楚，演艺形象和本人是有区别的，艺人是不是一定都要求好人，还是唯才是举，私人的归私人，表演的看表演。如果艺人私德不好就封杀，那运动员呢，假如易建联出轨了，国家队还能不能用？其实我觉得艺人和运动员，没有本质区别。\\n* Z\\n\\n  赞239\\n\\n  两个都是美国人吧，美国法律睡粉是不是合法可不是按14岁算的哦。\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞344\\n\\n  哈哈哈，你找到了一个好角度，王力宏一直是美国籍，李靓蕾我不确定，但有可能也是。我说14岁自愿不违法是中国法律，美国法律咋规定的我也不清楚，要查一下。\\n* 11流木11\\n\\n  赞129\\n\\n  62，第一次两位数 以后大公司会不会自己培养自己的虚拟偶像做代言？没有塌方风险\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞327\\n\\n  你低估了培养虚拟偶像的难度，我们国内做的比较好的虚拟商标，大概就是海尔兄弟了，可是你会因为海尔兄弟的形象就去买它们家的产品吗？至于像白雪公主、大白、蜘蛛侠、巴斯光年这种级别的虚拟形象，不是我们能造出来的。\\n* zu\\n\\n  赞84\\n\\n  duang一个，明晚写啥？\\n\\n  猫笔刀\\n\\n  (作者)\\n\\n  赞311\\n\\n  明晚是金融圈的大瓜，要不是今晚王力宏的我下午先写好了，今晚应该写另一个话题的，留到明晚逼逼吧，大家周末愉快\\n\\n已无更多数据\\n\\n \\n \",\"timestamp\":1641190854,\"title\":\"王力宏演了20年\"},\"digest\":\"4VkobddFfMD5Coo8OJiWzRhrMwFWsUK3BZIic55cclE\",\"authorship\":{\"contributor\":\"0x777A72f3830ced90888665c125C43A7623416440\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PJUo_AZGlgqCyWYqmTcBUSwZ_8jZsdILAZv29WVPFek\\\",\\\"y\\\":\\\"1qfT0YhjFcOei1SMEJQBFBke3_ru6JnfjxiBtKahbKs\\\"}\",\"signature\":\"8cTAjpCfphtNhE4IIINmeW87PCZyh7kN_ePJ_VetOwPLdH-aOnydHXjk5aJY9cWI9OltPZlSRa0O2KAdU2FofA\",\"signingKeySignature\":\"0xa7a187d9af36122f1655cfe4eee5f86eaa7ed59db0a9ac8dda6e5a4a984e8614269abef56f786787f7b2afec29480dfe883d64c5bb0f4183112d4aa12559eb501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PJUo_AZGlgqCyWYqmTcBUSwZ_8jZsdILAZv29WVPFek\\\",\\\"y\\\":\\\"1qfT0YhjFcOei1SMEJQBFBke3_ru6JnfjxiBtKahbKs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4VkobddFfMD5Coo8OJiWzRhrMwFWsUK3BZIic55cclE\"}"