"{\"content\":{\"body\":\"He spoke of this as a quite ordinary and natural course.\\n\\n\\\"Perhaps you'll hardly believe it, but I scarcely ever have any pocket-money. Of a Sunday mother gives me a little when I come into Paimpol. And so it goes all the time. Why, look 'ee here, this year my father had these clothes made for me, without which treat I never could have come to the wedding; certain sure, for I never should have dared offer you my arm in my old duds of last year.\\\"\\n\\nFor one like her, accustomed to seeing Parisians, Yann's habiliments were, perhaps, not very stylish; a short jacket open over the old- fashioned waistcoat; but the build of their wearer was irreproachably handsome, so that he had a noble look withal.\\n\\nSmiling, he looked at her straight in the depths of her eyes each time he spoke to her, so as to divine her opinion. And how good and honest was his look, as he told her all these short-comings, so that she might well understand that he was not rich!\\n\\nAnd she smiled also, as she gazed at him full in the face; answering seldom, but listening with her whole soul, more and more astonished and more and more drawn towards him. What a mixture of untamed roughness and caressing childishness he was! His earnest voice, short and blunt towards others, became softer and more and more tender as he spoke to her; and for her alone he knew how to make it trill with extreme sweetness, like the music of a stringed instrument with the mute upon it.\\n\\nWhat a singular and astonishing fact it was to see this man of brawn, with his free air and forbidding aspect, always treated by his family like a child, and deeming it quite natural; having travelled over all the earth, met with all sorts of adventures, incurred all dangers, and yet showing the same respectful and absolute obedience to his parents.\\n\\nShe compared him to others, two or three dandies in Paris, clerks, quill-drivers, or what not, who had pestered her with their attentions, for the sake of her money. He seemed to be the best, as well as the most handsome, man she had ever met.\\n\\nTo put herself more on an equality with him she related how, in her own home, she had not always been so well-off as at present; that her father had begun life as a fisherman off Iceland, and always held the Icelanders in great esteem; and that she herself could clearly remember as a little child, having run barefooted upon the beach, after her poor mother's death.\\n\\nOh! the exquisite night of that ball, unique in her life! It seemed far away now, for it dated back to December, and May had already returned. All the sturdy partners of that evening were out fishing yonder now, scattered over the far northern seas, in the clear pale sun, in intense loneliness, while the dust thickened silently on the land of Brittany.\\n\\nStill Gaud remained at her window. The market-place of Paimpol, hedged in on all sides by the old-fashioned houses, became sadder and sadder with the darkling; everywhere reigned silence. Above the housetops the still brilliant space of the heavens seemed to grow more hollow, to raise itself up and finally separate itself from all terrestrial things: these, in the last hour of day, were entirely blended into the single dark outline of the gables of olden roofs.\\n\\nFrom time to time a window or door would be suddenly closed; some old sailor, shaky upon his legs, would blunder out of the tavern and plunge into the small dark streets; or girls passed by, returning home late after their walk and carrying nosegays of May-flowers. One of them who knew Gaud, calling out good-evening to her, held up a branch of hawthorn high towards her as if to offer it her to smell; in the transparent darkness she could distinguish the airy tufts of its white blossoms. From the gardens and courts floated another soft perfume, that of the flowering honeysuckle along the granite walls, mingled with a vague smell of seaweed in the harbour.\\n\\nBats flew silently through the air above, like hideous creatures in a dream.\\n\\nMany and many an evening had Gaud passed at her window, gazing upon the melancholy market-place, thinking of the Icelanders who were far away, and always of that same ball.\\n\\nYann was a capital waltzer, as straight as a young oak, moving with a graceful yet dignified bearing, his head thrown well back, his brown, curled locks falling upon his brow, and floating with the motion of the dance. Gaud, who was rather tall herself, felt their contact upon her cap, as he bent towards her to grasp her more tightly during the swift movements.\\n\\nNow and then he pointed out to her his little sister Marie, dancing with Sylvestre, who was her /fiance/. He smiled with a very tender look at seeing them both so young and yet so reserved towards one another, bowing gravely, and putting on very timid airs as they communed lowly, on most amiable subjects, no doubt.\\n\\nOf course, Yann would never have allowed it to be otherwise; yet it amused him, venturesome and bold as he was, to find them so coy; and he and Gaud exchanged one of their confidential smiles, seeming to say: \\\"How pretty, but how funny /our/ little brother is!\\\"\\n\\nTowards the close of the evening, all the girls received the breaking- up kiss; cousins, betrothed, and lovers, all, in a good frank, honest way, before everybody. But, of course, Yann had not kissed Gaud; none might take that liberty with the daughter of M. Mevel; but he seemed to strain her a little more tightly to him during the last waltzes, and she, trusting him, did not resist, but yielded closer still, giving up her whole soul, in the sudden, deep, and joyous attraction that bound her to him.\\n\\n\\\"Did you see the saucy minx, what eyes she made at him?\\\" queried two or three girls, with their own eyes timidly bent under their golden or black brows, though they had among the dancers one or two lovers, to say the least. And truly Gaud did look at Yann very hard, only she had the excuse that he was the first and only young man whom she ever had noticed in her life.\\n\\nAt dawn, when the party broke up and left in confusion, they had taken leave of one another, like betrothed ones, who are sure to meet the following day. To return home, she had crossed this same market-place with her father, little fatigued, feeling light and gay, happy to breathe the frosty fog, and loving the sad dawn itself, so sweet and enjoyable seemed bare life.\\n\\nThe May night had long since fallen; nearly all the windows had closed with a grating of their iron fittings, but Gaud remained at her place, leaving hers open. The last passers-by, who could distinguish the white cap in the darkness, might say to themselves, \\\"That's surely some girl, dreaming of her sweetheart.\\\" It was true, for she was dreaming of hers, with a wild desire to weep; her tiny teeth bit her lips and continually opened and pursed up the deep dimple that outlined the under lip of her fresh, pure mouth. Her eyes remained fixed on the darkness, seeing nothing of tangible things.\\n\\nBut, after the ball, why had he not returned? What change had come over him? Meeting him by chance, he seemed to avoid her, turning aside his look, which was always fleeting, by the way. She had often debated this with Sylvestre, who could not understand either.\\n\\n\\\"But still, he's the lad for you to marry, Gaud,\\\" said Sylvestre, \\\"if your father allowed ye. In the whole country round you'd not find his like. First, let me tell 'ee, he's a rare good one, though he mayn't look it. He seldom gets tipsy. He sometimes is stubborn, but is very pliable for all that. No, I can't tell 'ee how good he is! And such an A.B. seaman! Every new fishing season the skippers regularly fight to have him.\\\"\\n\\nShe was quite sure of her father's permission, for she never had been thwarted in any of her whims. And it mattered little to her whether Yann were rich or not. To begin with, a sailor like him would need but a little money in advance to attend the classes of the coast navigation school, and might shortly become a captain whom all shipowners would gladly intrust with their vessels. It also mattered little to her that he was such a giant; great strength may become a defect in a woman, but in a man is not prejudicial to good looks.\\n\\nWithout seeming to care much, she had questioned the girls of the country round about, who knew all the love stories going; but he had no recognized engagement with any one, he paid no more attention to one than another, but roved from right to left, to Lezardrieux as well as to Paimpol, to all the beauties who cared to receive his address.\\n\\nOne Sunday evening, very late, she had seen him pass under her windows, in company with one Jeannie Caroff, whom he tucked under his wing very closely; she was pretty, certainly, but had a very bad reputation. This had pained Gaud very much indeed. She had been told that he was very quick-tempered: one night being rather tipsy in a tavern of Paimpol, where the Icelanders held their revels, he had thrown a great marble table through a door that they would not open to him. But she forgave him all that; we all know what sailors are sometimes when the fit takes them. But if his heart were good, why had he sought one out who never had thought of him, to leave her afterward; what reason had he had to look at her for a whole evening with his fair, open smile, and to use his softest, tenderest voice to speak to her of his affairs as to a betrothed? Now, it was impossible for her to become attached to another, or to change. In this same country, when quite a child, she was used to being scolded when naughty and called more stubborn than any other child in her ideas; and she had not altered. Fine lady as she was now, rather serious and proud in her ways, none had refashioned her, and she remained always the same.\\n\\nAfter this ball, the past winter had been spent in waiting to see him again, but he had not even come to say good-bye before his departure for Iceland. Since he was no longer by, nothing else existed in her eyes; slowly time seemed to drag until the return in autumn, when she had made up her mind to put an end to her doubts.\\n\\nThe town-hall clock struck eleven, with that peculiar resonance that bells have during the quiet spring nights. At Paimpol eleven o'clock is very late; so Gaud closed her window and lit her lamp, to go to bed.\\n\\nPerhaps it was only shyness in Yann, after all, or was it because, being proud also, he was afraid of a refusal, as she was so rich? She wanted to ask him this herself straightforwardly, but Sylvestre thought that it would not be the right thing, and it would not look well for her to appear so bold. In Paimpol already her manners and dress were sufficiently criticised.\\n\\nShe undressed slowly as if in a dream; first her muslin cap, then her town-cut dress, which she threw carelessly on a chair. The little lamp, alone to burn at this late hour, bathed her shoulders and bosom in its mysterious light, her perfect form, which no eye ever had contemplated, and never could contemplate if Yann did not marry her. She knew her face was beautiful, but she was unconscious of the beauty of her figure. In this remote land, among daughters of fishers, beauty of shape is almost part of the race; it is scarcely ever noticed, and even the least respectable women are ashamed to parade it.\\n\\nGaud began to unbraid her tresses, coiled in the shape of a snail- shell and rolled round her ears, and two plaits fell upon her shoulders like weighty serpents. She drew them up into a crown on the top of her head--this was comfortable for sleeping--so that, by reason of her straight profile, she looked like a Roman vestal.\\n\\nShe still held up her arms, and biting her lip, she slowly ran her fingers through the golden mass, like a child playing with a toy, while thinking of something else; and again letting it fall, she quickly unplaited it to spread it out; soon she was covered with her own locks, which fell to her knees, looking like some Druidess.\\n\\nAnd sleep having come, notwithstanding love and an impulse to weep, she threw herself roughly in her bed, hiding her face in the silken masses floating round her outspread like a veil.\\n\\nIn her hut in Ploubazlanec, Granny Moan, who was on the other and darker side of her life, had also fallen to sleep--the frozen sleep of old age--dreaming of her grandson and of death.\\n\\nAnd at this same hour, on board the /Marie/, on the Northern Sea, which was very heavy on this particular evening, Yann and Sylvestre-- the two longed-for rovers--sang ditties to one another, and went on gaily with their fishing in the everlasting daylight.\\n\\nCHAPTER VI NEWS FROM HOME\\n\\nAbout a month later, around Iceland, the weather was of that rare kind that the sailors call a dead calm; in other words, in the air nothing moved, as if all the breezes were exhausted and their task done.\\n\\nThe sky was covered with a white veil, which darkened towards its lower border near the horizon, and gradually passed into dull gray leaden tints; over this the still waters threw a pale light, which fatigued the eyes and chilled the gazer through and through. All at once, liquid designs played over the surface, such light evanescent rings as one forms by breathing on a mirror. The sheen of the waters seemed covered with a net of faint patterns, which intermingled and reformed, rapidly disappearing. Everlasting night or everlasting day, one could scarcely say what it was; the sun, which pointed to no special hour, remained fixed, as if presiding over the fading glory of dead things; it appeared but as a mere ring, being almost without substance, and magnified enormously by a shifting halo.\\n\\nYann and Sylvestre, leaning against one another, sang \\\"Jean-Francois de Nantes,\\\" the song without an end; amused by its very monotony, looking at one another from the corner of their eyes as if laughing at the childish fun, with which they began the verses over and over again, trying to put fresh spirit into them each time. Their cheeks were rosy under the sharp freshness of the morning: the pure air they breathed was strengthening, and they inhaled it deep down in their chests, the very fountain of all vigorous existence. And yet, around them, was a semblance of non-existence, of a world either finished or not yet created; the light itself had no warmth; all things seemed without motion, and as if chilled for eternity under the great ghostly eye that represented the sun.\\n\\nThe /Marie/ projected over the sea a shadow long and black as night, or rather appearing deep green in the midst of the polished surface, which reflected all the purity of the heavens; in this shadowed part, which had no glitter, could be plainly distinguished through the transparency, myriads upon myriads of fish, all alike, gliding slowly in the same direction, as if bent towards the goal of their perpetual travels. They were cod, performing their evolutions all as parts of a single body, stretched full length in the same direction, exactly parallel, offering the effect of gray streaks, unceasingly agitated by a quick motion that gave a look of fluidity to the mass of dumb lives. Sometimes, with a sudden quick movement of the tail, all turned round at the same time, showing the sheen of their silvered sides; and the same movement was repeated throughout the entire shoal by slow undulations, as if a thousand metal blades had each thrown a tiny flash of lightning from under the surface.\\n\\nThe sun, already very low, lowered further; so night had decidedly come. As the great ball of flame descended into the leaden-coloured zones that surrounded the sea, it grew yellow, and its outer rim became more clear and solid. Now it could be looked straight at, as if it were but the moon. Yet it still gave out light and looked quite near in the immensity; it seemed that by going in a ship, only so far as the edge of the horizon, one might collide with the great mournful globe, floating in the air just a few yards above the water.\\n\\nFishing was going on well; looking into the calm water, one could see exactly what took place; how the cod came to bite, with a greedy spring; then, feeling themselves hooked, wriggled about, as if to hook themselves still firmer. And every moment, with rapid action, the fishermen hauled in their lines, hand overhand, throwing the fish to the man who was to clean them and flatten them out.\\n\\nThe Paimpol fleet were scattered over the quiet mirror, animating the desert. Here and there appeared distant sails, unfurled for mere form's sake, considering there was no breeze. They were like clear white outlines upon the greys of the horizon. In this dead calm, fishing off Iceland seemed so easy and tranquil a trade that ladies' yachting was no name for it.\\n\\n\\\"Jean Francois de Nantes; Jean Francois, Jean Francois!\\\"\\n\\nSo they sang, like a couple of children.\\n\\nYann little troubled whether or no he was handsome and good-looking. He was boyish only with Sylvestre, it is true, and sang and joked with no other; on the contrary, he was rather distant with the others and proud and disdainful--very willing though, when his help was required, and always kind and obliging when not irritated.\\n\\nSo the twain went on singing their song, with two others, a few steps off, singing another, a dirge--a clashing of sleepiness, health, and vague melancholy. But they did not feel dull, and the hours flew by.\\n\\nDown in the cabin a fire still smouldered in the iron range, and the hatch was kept shut, so as to give the appearance of night there for those who needed sleep. They required but little air to sleep; indeed, less robust fellows, brought up in towns, would have wanted more. They used to go to bed after the watch at irregular times, just when they felt inclined, hours counting for little in this never-fading light. And they always slept soundly and peacefully without restlessness or bad dreams.\\n\\n\\\"Jean Francois de Nantes; Jean Francois, Jean Francois!\\\"\\n\\nThey looked attentively at some almost imperceptible object, far off on the horizon, some faint smoke rising from the waters like a tiny jot of another gray tint slightly darker than the sky's. Their eyes were used to plumbing depths, and they had seen it.\\n\\n\\\"A sail, a sail, thereaway!\\\"\\n\\n\\\"I have an idea,\\\" said the skipper, staring attentively, \\\"that it's a government cruiser coming on her inspection-round.\\\"\\n\\nThis faint smoke brought news of home to the sailors, and among others, a letter we wrote of, from an old grandam, written by the hand of a beautiful girl. Slowly the steamer approached till they perceived her black hull. Yes, it was the cruiser, making the inspection in these western fjords.\\n\\nAt the same time, a slight breeze sprang up, fresher yet to inhale, and began to tarnish the surface of the still waters in patches; it traced designs in a bluish green tint over the shining mirror, and scattering in trails, these fanned out or branched off like a coral tree; all very rapidly with a low murmur; it was like a signal of awakening foretelling the end of this intense torpor. The sky, its veil being rent asunder, grew clear; the vapours fell down on the horizon, massing in heaps like slate-coloured wadding, as if to form a soft bank to the sea. The two ever-during mirrors between which the fishermen lived, the one on high and the one beneath, recovered their deep lucidity, as if the mists tarnishing them had been brushed away.\\n\\nThe weather was changing in a rapid way that foretold no good. Smacks began to arrive from all points of the immense plane; first, all the French smacks in the vicinity, from Brittany, Normandy, Boulogne, or Dunkirk. Like birds flocking to a call, they assembled round the cruiser; from the apparently empty corners of the horizon, others appeared on every side; their tiny gray wings were seen till they peopled the pallid waste.\\n\\nNo longer slowly drifting, for they had spread out their sails to the new and cool breeze, and cracked on all to approach.\\n\\nFar-off Iceland also reappeared, as if she would fain come near them also; showing her great mountains of bare stones more distinctly than ever.\\n\\nAnd there arose a new Iceland of similar colour, which little by little took a more definite form, and none the less was purely illusive, its gigantic mountains merely a condensation of mists. The sun, sinking low, seemed incapable of ever rising over all things, though glowing through this phantom island so tangible that it seemed placed in front of it. Incomprehensible sight! no longer was it surrounded by a halo, but its disc had become firmly spread, rather like some faded yellow planet slowly decaying and suddenly checked there in the heart of chaos.\\n\\nThe cruiser, which had stopped, was fully surrounded by the fleet of Icelanders. From all boats were lowered, like so many nut-shells, and conveyed their strong, long-bearded men, in barbaric-looking dresses, to the steamer.\\n\\nLike children, all had something to beg for; remedies for petty ailments, materials for repairs, change of diet, and home letters. Others came, sent by their captains, to be clapped in irons, to expiate some fault; as they had all been in the navy, they took this as a matter of course. When the narrow deck of the cruiser was blocked-up by four or five of these hulking fellows, stretched out with the bilboes round their feet, the old sailor who had just chained them up called out to them, \\\"Roll o' one side, my lads, to let us work, d'ye hear?\\\" which they obediently did with a grin.\\n\\nThere were a great many letters this time for the Iceland fleet. Among the rest, two for \\\"/La Marie/, Captain Guermeur\\\"; one addressed to \\\"Monsieur Gaos, Yann,\\\" the other to \\\"Monsieur Moan, Sylvestre.\\\" The latter had come by way of Rykavyk, where the cruiser had taken it on.\\n\\nThe purser, diving into his post-bags of sailcloth, distributed them all round, often finding it hard to read the addresses, which were not always written very skilfully, while the captain kept on saying: \\\"Look alive there, look alive! the barometer is falling.\\\"\\n\\nHe was rather anxious to see all the tiny yawls afloat, and so many vessels assembled in that dangerous region.\\n\\nYann and Sylvestre used to read their letters together. This time they read them by the light of the midnight sun, shining above the horizon, still like a dead luminary. Sitting together, a little to one side, in a retired nook of the deck, their arms about each other's shoulders, they very slowly read, as if to enjoy more thoroughly the news sent them from home.\\n\\nIn Yann's letter Sylvestre got news of Marie Gaos, his little sweetheart; in Sylvestre's, Yann read all Granny Moan's funny stories, for she had not her like for amusing the absent ones you will remember; and the last paragraph concerning him came up: the \\\"word of greeting to young Gaos.\\\"\\n\\nWhen the letters were got through, Sylvestre timidly showed his to his big friend, to try and make him admire the writing of it.\\n\\n\\\"Look, is it not pretty writing, Yann?\\\"\\n\\nBut Yann, who knew very well whose hand had traced it, turned aside, shrugging his shoulders, as much as to say that he was worried too often about this Gaud girl.\\n\\nSo Sylvestre carefully folded up the poor, rejected paper, put it into its envelope and all in his jersey, next his breast, saying to himself sadly: \\\"For sure, they'll never marry. But what on earth can he have to say against her?\\\"\\n\\nMidnight was struck on the cruiser's bell. And yet our couple remained sitting there, thinking of home, the absent ones, a thousand things in reverie. At this same moment the everlasting sun, which had dipped its lower edge into the waters, began slowly to reascend, and lo! this was morning.\\n\\nPART II IN THE BRETON LAND\\n\\nCHAPTER I THE PLAYTHING OF THE STORM\\n\\nThe Northern sun had taken another aspect and changed its colour, opening the new day by a sinister morn. Completely free from its veil, it gave forth its grand rays, crossing the sky in fitful flashes, foretelling nasty weather. During the past few days it had been too fine to last. The winds blew upon that swarm of boats, as if to clear the sea of them; and they began to disperse and flee, like an army put to rout, before the warning written in the air, beyond possibility to misread. Harder and harder it blew, making men and ships quake alike.\\n\\nAnd the still tiny waves began to run one after another and to melt together; at first they were frosted over with white foam spread out in patches; and then, with a whizzing sound, arose smoke as though they burned and scorched, and the whistling grew louder every moment. Fish-catching was no longer thought of; it was their work on deck. The fishing lines had been drawn in, and all hurried to make sail and some to seek for shelter in the fjords, while yet others preferred to round the southern point of Iceland, finding it safer to stand for the open sea, with the free space about them, and run before the stern wind. They could still see each other a while: here and there, above the trough of the sea, sails wagged as poor wearied birds fleeing; the masts tipped, but ever and anon righted, like the weighted pith figures that similarly resume an erect attitude when released after being blown down.\\n\\nThe illimitable cloudy roof, erstwhile compacted towards the western horizon, in an island form, began to break up on high and send its fragments over the surface. It seemed indestructible, for vainly did the winds stretch it, pull and toss it asunder, continually tearing away dark strips, which they waved over the pale yellow sky, gradually becoming intensely and icily livid. Ever more strongly grew the wind that threw all things in turmoil.\\n\\nThe cruiser had departed for shelter at Iceland; some fishers alone remained upon the seething sea, which now took an ill-boding look and a dreadful colour. All hastily made preparations for bad weather. Between one and another the distance grew greater, till some were lost sight of.\\n\\nThe waves, curling up in scrolls, continued to run after each other, to reassemble and climb on one another, and between them the hollows deepened.\\n\\nIn a few hours, everything was belaboured and overthrown in these regions that had been so calm the day before, and instead of the past silence, the uproar was deafening. The present agitation was a dissolving view, unconscientious and useless, and quickly accomplished. What was the object of it all? What a mystery of blind destruction it was!\\n\\nThe clouds continued to stream out on high, out of the west continually, racing and darkening all. A few yellow clefts remained, through which the sun shot its rays in volleys. And the now greenish water was striped more thickly with snowy froth.\\n\\nBy midday the /Marie/ was made completely snug for dirty weather: her hatches battened down, and her sails storm-reefed; she bounded lightly and elastic; for all the horrid confusion, she seemed to be playing like the porpoises, also amused in storms. With her foresail taken in, she simply scudded before the wind.\\n\\nIt had become quite dark overhead, where stretched the heavily crushing vault. Studded with shapeless gloomy spots, it appeared a set dome, unless a steadier gaze ascertained that everything was in the full rush of motion; endless gray veils were drawn along, unceasingly followed by others, from the profundities of the sky-line--draperies of darkness, pulled from a never-ending roll.\\n\\nThe /Marie/ fled faster and faster before the wind; and time fled also --before some invisible and mysterious power. The gale, the sea, the /Marie/, and the clouds were all lashed into one great madness of hasty flight towards the same point. The fastest of all was the wind; then the huge seething billows, heavier and slower, toiling after; and, lastly, the smack, dragged into the general whirl. The waves tracked her down with their white crests, tumbling onward in continual motion, and she--though always being caught up to and outrun--still managed to elude them by means of the eddying waters she spurned in her wake, upon which they vented their fury. In this similitude of flight the sensation particularly experienced was of buoyancy, the delight of being carried along without effort or trouble, in a springy sort of way. The /Marie/ mounted over the waves without any shaking, as if the wind had lifted her clean up; and her subsequent descent was a slide. She almost slid backward, though, at times, the mountains lowering before her as if continuing to run, and then she suddenly found herself dropped into one of the measureless hollows that evaded her also; without injury she sounded its horrible depths, amid a loud splashing of water, which did not even sprinkle her decks, but was blown on and on like everything else, evaporating in finer and finer spray until it was thinned away to nothing. In the trough it was darker, and when each wave had passed the men looked behind them to see if the next to appear were higher; it came upon them with furious contortions, and curling crests, over its transparent emerald body, seeming to shriek: \\\"Only let me catch you, and I'll swallow you whole!\\\"\\n\\nBut this never came to pass, for, as a feather, the billows softly bore them up and then down so gently; they felt it pass under them, with all its boiling surf and thunderous roar. And so on continually, but the sea getting heavier and heavier. One after another rushed the waves, more and more gigantic, like a long chain of mountains, with yawning valleys. And the madness of all this movement, under the ever- darkening sky, accelerated the height of the intolerable clamour.\\n\\nYann and Sylvestre stood at the helm, still singing, \\\"Jean Francois de Nantes\\\"; intoxicated with the quiver of speed, they sang out loudly, laughing at their inability to hear themselves in this prodigious wrath of the wind.\\n\\n\\\"I say, lads, does it smell musty up here too?\\\" called out Guermeur to them, passing his bearded face up through the half-open hatchway, like Jack-in-the-box.\\n\\nOh, no! it certainly did not smell musty on deck. They were not at all frightened, being quite conscious of what men can cope with, having faith in the strength of their barkey and their arms. And they furthermore relied upon the protection of that china Virgin, which had voyaged forty years to Iceland, and so often had danced the dance of this day, smiling perpetually between her branches of artificial flowers.\\n\\nGenerally speaking, they could not see far around them; a few hundred yards off, all seemed entombed in the fearfully big billows, with their frothing crests shutting out the view. They felt as if in an enclosure, continually altering shape; and, besides, all things seemed drowned in the aqueous smoke, which fled before them like a cloud with the greatest rapidity over the heaving surface. But from time to time a gleam of sunlight pierced through the north-west sky, through which a squall threatened; a shuddering light would appear from above, a rather spun-out dimness, making the dome of the heavens denser than before, and feebly lighting up the surge. This new light was sad to behold; far-off glimpses as they were, that gave too strong an understanding that the same chaos and the same fury lay on all sides, even far, far behind the seemingly void horizon; there was no limit to its expanse of storm, and they stood alone in its midst!\\n\\nA tremendous tumult arose all about, like the prelude of an apocalypse, spreading the terror of the ultimate end of the earth. And amidst it thousands of voices could be heard above, shrieking, bellowing, calling, as from a great distance. It was only the wind, the great motive breath of all this disorder, the voice of the invisible power ruling all. Then came other voices, nearer and less indefinite, threatening destruction, and making the water shudder and hiss as if on burning coals; the disturbance increased in terror.\\n\\nNotwithstanding their flight, the sea began to gain on them, to \\\"bury them up,\\\" as they phrased it: first the spray fell down on them from behind, and masses of water thrown with such violence as to break everything in their course. The waves were ever increasing, and the tempest tore off their ridges and hurled them, too, upon the poop, like a demon's game of snowballing, till dashed to atoms on the bulwarks. Heavier masses fell on the planks with a hammering sound, till the /Marie/ shivered throughout, as if in pain. Nothing could be distinguished over the side, because of the screen of creamy foam; and when the winds soughed more loudly, this foam formed into whirling spouts, like the dust of the way in summer time. At length a heavy rain fell crossways, and soon straight up and down, and how all these elements of destruction yelled together, clashed and interlocked, no tongue can tell.\\n\\nYann and Sylvestre stuck staunchly to the helm, covered with their waterproofs, hard and shiny as sharkskin; they had firmly secured them at the throat by tarred strings, and likewise at wrists and ankles to prevent the water from running in, and the rain only poured off them; when it fell too heavily, they arched their backs, and held all the more stoutly, not to be thrown over the board. Their cheeks burned, and every minute their breath was beaten out or stopped.\\n\\nAfter each sea was shipped and rushed over, they exchanged glances, grinning at the crust of salt settled in their beards.\\n\\nIn the long run though, this became tiresome, an unceasing fury, which always promised a worse visitation. The fury of men and beasts soon falls and dies away; but the fury of lifeless things, without cause or object, is as mysterious as life and death, and has to be borne for very long.\\n\\n\\\"Jean Francois de Nantes; Jean Francois, Jean Francois!\\\"\",\"timestamp\":1639291200,\"title\":\"every penny of it, always. It's the custom with us Icelanders, Mademoiselle Gaud\"},\"digest\":\"Vb7rjRG93JlRYcd1uhWgujhawRLmnM8FJpZ0Tc8vq8o\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V_COehkoV0bQw22gBarrG47Gp_MlLpR7_VMBjKHEy1E\\\",\\\"y\\\":\\\"QyPORIzAGEvmxz56LTU_9pl8_rcc8k_Ke4zHhZsL9MI\\\"}\",\"signature\":\"MoI_A0PC-3sBiuFlTtiAdPYvz-a7PuNuYWllLTxc9uqGAa6u1m6eXP6dxC6R6thhypcZ4ftzk0qosuPasXdrlA\",\"signingKeySignature\":\"0xa0172e8332f9dca3d67008dd645a0b9adee6aa6441b03f0ff1e103f8130339be672ab31535109428f54553d8e22ef2c773236b066008a50c9b4fd8e15332ce4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V_COehkoV0bQw22gBarrG47Gp_MlLpR7_VMBjKHEy1E\\\",\\\"y\\\":\\\"QyPORIzAGEvmxz56LTU_9pl8_rcc8k_Ke4zHhZsL9MI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Vb7rjRG93JlRYcd1uhWgujhawRLmnM8FJpZ0Tc8vq8o\"}"