"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/t6UivWAU-hwiax682pK3q.png?height=607&width=1080)\\n\\nOn October 26, Old Friends Reunion came to a successful close at 1933 Shanghai. With the theme of “DeFi Summit 2020”, IOSG, together with imToken, DeBank and Aave, had brought you the ultimate carnival of DeFi space. We have a total of 912 people registered on Eventbrite and Huodongxing (活动行), and the actual number of attendees had exceeded 1000.\\n\\nWe have gathered over 60 guests, including Vitalik Buterin (Co-founder of Ethereum), Illia Polosukhin (Co-founder of NEAR), Stani Kulechov (Founder & CEO of Aave), Matt lunongo (Co-founder of tBTC/KEEP), Emin Gün Sirer (Founder of Avalanche) & Dawn Song (Founder of Oasis Labs).\\n\\nThe summit has two venues, which focussed on DEX, DeFi insurance, liquidity mining, lending, investment logic, digital wallet and infrastructure, had discussed the current hot spots and future development path of the industry.\\n\\n![](https://images.mirror-media.xyz/publication-images/M00HXUjLUPQ1VFWywkEjM.png?height=933&width=1400)\\n\\nIn just the past few months, the total volume locked in DeFi applications has multiplied several times. DeFi is not only a vision of the open financial panorama of the future, but also a microcosm of the coming new and larger technology-driven innovative financial markets. DeFi, the “Lego bricks”, is unprecedented in terms of composability, interactivity, transparency and openness.\\n\\nThe summit was opened by Jocy Lin (Founding partner of IOSG Ventures), Queenie (Investment director of imToken)and Tang Hongbo (CEO of DeBank). We firmly believe that long-term vision, persistency and cooperation will bring us countless possibilities. We are glad that we can meet so many partners in the industry in this journey. We are striving together and helping each other in the same boat. We cherish every time our old friends get together.\\n\\n**Click below link for livephotos:**\\n\\n<https://live.photoplus.cn/live/pc/99868761/?utm_source=newsletter&utm_medium=email&utm_campaign=thank_you_for_attending_iosg_defi_summit_2020&utm_term=2020-10-29#/live>\\n\\n**Click below link for Youtube videos:**\\n\\n<https://www.youtube.com/channel/UCRnd5Yugw4VW9J5Q9k65zXA/videos>\\n\\n# Keynotes\\n\\n**Vitalik Buterin — Decentralized Governance**\\n\\n![](https://images.mirror-media.xyz/publication-images/lAhNsFkfA78KDw8GYi_N8.png?height=572&width=1080)\\n\\nIn his speech, Vitalik Buterin raised the problems existing in blockchain ecosystem and the difficulty in financing projects of public goods and services. Before the advent of blockchain, the main reason why many decentralized projects failed and became unsustainable was the lack of funds. After the emergence of Bitcoin and Ethereum, the early Bitcoin community members saw their wealth soar. The community was not short of money, and Ethereum and other public chain projects in the last wave of ICOs also raised a lot of money between 2014 and 2018.\\n\\nFor public goods, by contrast, the difficulty of financing is now a big problem. In addition, Vitalik Buterin believes that there are two other issues that deserve attention. The Ethereum protocol faces the issue of protocol upgrade and the possible attack on decentralized governance. In particular, decentralized governance attacks should be paid attention to, including the dispersion of governance rights by economic interests. For example, the lending of crypto assets (especially Governance Token) will be unable to repay the mortgaged assets due to the failure of governance affecting the token price.\\n\\n**Jocy Lin — Capturing Unchanging Value in an Ever — Changing Decentralized Economy**\\n\\n![](https://images.mirror-media.xyz/publication-images/_J_7Mng7T0R-KT0ISzanl.png?height=678&width=1080)\\n\\nJocy Lin said IOSG Ventures pursues and adheres value investment, long-termism, and has always been a friend of time. We hope to find the right team in the right cycle and at the right time to help them build the best products to meet the needs of the market.\\n\\nFrom the past, the present and the future, Jocy elaborated on the periodicity of the crypto world and how IOSG Ventures participated in the market development in this process. Jocy believes that the trading units, derivatives, lending, trading to a variety of infrastructure, modular components are all emerging and changing fast. You can see that the whole of DeFi finance is moving inwards from traditional finance to decentralized finance, and this innovation will bring a giant opportunity. Jocy also said the performance of IOSG’s fund over the past three years has been encouraging. At the same time, it also gained the trust of the market. IOSG is currently working on it’s Fund II, which will continue to implement research and community-driven investment thesis over the next five years. Thanks to the old friends who support IOSG along the way, it is you all that makes our team realize the power of persistence. IOSG will surely live up to your expectations and build on it.\\n\\n**Ben He — From Wallet Perspective, To DeFi Ultimate State**\\n\\n![](https://images.mirror-media.xyz/publication-images/fh1f14vBdQbjn58OBhRnu.png?height=712&width=1080)\\n\\nBen, founder of imToken, believes that the evolution of blockchain is inseparable from researchers, developers, active designers, etc. All aspects can participate in the network in an open way, which is also the charm of blockchain. Similarly, blockchain is very popular is the mechanism of community governance, it can bring together more people’s wisdom of the group, continuous breakthrough innovation, blockchain is really in the use of technology to promote change in the world.\\n\\nThe convergence and gap between product and user can be seen more directly from the wallet perspective. ImToken believes that there are three challenges: First is the private key, imToken hopes that through universal education, users can constantly understand the private key and understand a series of safeguard measures to control the private key. The second is miners’ fees; The third is the complexity of DeFi as a whole. In the end, imToken also describes some conjecture about DeFi’s future development in blockchain, as well as the specific future state of blockchain and DeFi. Finally, Ben also hopes that all the participants in the ecosystem will work together to jointly create and meet these challenges.\\n\\n**Dawn Song — Building a scalable privacy-enabled platform for DeFi and a responsible Data economy**\\n\\n![](https://images.mirror-media.xyz/publication-images/KT_5rz1-o0rKUnSBF_PzN.png?height=446&width=1080)\\n\\nDawn Song says that the Oasis platform architecture is based on the consensus layer and the ParaTime parallel computing layer, which provides better parallel computing capabilities and allows many ParaTime to run at the same time. Oasis combines distributed ledger\\n\\nwith secure computing and technology innovation and uniqueness at the ParaTime Layer level to support scalable, privacy-protected DeFi and support entirely new data assets. When block chain and secure computing are combined, data right confirmation can be completed. At the same time, data can be applied in the case of privacy protection to obtain value from the data, thus generating new data assets.\\n\\n**Illia Polosukhin — Scaling DeFi: Interoperability between ETH and NEAR**\\n\\n![](https://images.mirror-media.xyz/publication-images/NG23xv20sNYzC5-TVz7TH.png?height=479&width=1080)\\n\\nIllia Polosukhin, the founder of NEAR, states that the network congestion caused by DeFi’s successful growth is detrimental to the network effects of Ethereum. A scaling plan is necessary and urgent. The three main approaches to scaling are under — off-chain computing, cross-chain, and sharding. The NEAR’s method adopts the method of block sharding to ensure the path and data availability of cross-sharding transactions. Interoperability between the Ethereum and NEAR ecosystem was achieved through the rainbow bridge with Ethereum and EVM. NEAR achieved the decentralization of full community operation through community voting in October 2020. The next more important task is to continue to extend the on-chain ecosystem. For this purpose NEAR will also begin a second batch of accelerators through the Open Web Collective, which is now Open for registration.\\n\\n**Aaron Choi — Essential elements of a closed-loop DeFi ecosystem**\\n\\n![](https://images.mirror-media.xyz/publication-images/toSf8jrPX6ZBbjkfWYM4y.png?height=683&width=1080)\\n\\nAron said that KAVA hopes to provide an incentive way to let users use the chain via voting. Unlike Ethereum, any developer can put their app on chain. Our chain needs to be reviewed and users should be optimistic about it. One of the development routes of KAVA in the future is derivatives, which we are also studying. What’s more, we’ll be putting more time in our stable-coin, so that it could apply to more use case. I hope our other partners will make this ecosystem better.\\n\\n**Stani Kulechov — Aave**\\n\\n![](https://images.mirror-media.xyz/publication-images/9abxgA2HhTXCv53t-Sk2j.png?height=584&width=1080)\\n\\nStani introduced Aave as an non-custodian, decentralized lending protocol. It went live on Mainnet in January 2020. The protocol mints aToken at a 1:1 ratio for lenders. The number of aToken steadily increases as interest compound. Interest rates are algorithmic based on supply and demand, and Aave allows borrowers to switch between stable and variable rates. Aave platform is in a period of rapid development and innovation, and recently launched flash loans, credit delegation and Lend-Aave token migration.\\n\\n**Tang Hongbo — How does DeBank empower the DeFi eco**\\n\\n![](https://images.mirror-media.xyz/publication-images/tsoU36_ATtQlD4JWVGcUp.png?height=711&width=1080)\\n\\nHongbo says that the different protocols in DeFi are starting to have a lot of combinations and applications with each other. The Harvest Finance attack is actually a combination phenomenon. As more and more protocols are formed, new teams that want to do financial innovation can be very efficient, perhaps requiring only one or two engineers. Ethereum ecosystem brings a whole new infrastructure to new finance: a set of smart contracts. But there are still plenty of problems with smart contracts, such as the fact that ordinary users can’t read them and can’t decide whether there is a problem, whether they will be fraud or whether they will lose money. In addition, many teams specializing in contract audit are responsible for the project team, and most of the audit reports are only from the perspective of the project team, telling the project team whether the contract designed is likely to have financial risks and be arbitrated by users, etc. For example, in a lot of cases, although contracts audited as “Safe” , in fact, it may be a back door, or a certain private key, which allows the team to conduct something affecting user security. This is exactly what DeBank is trying to overcome, we help users to verified all contracts that are integrated to our platform, determine whether it will create hazard in user level. For users, project-oriented security is not enough. Based on the above, there needs to be an aggregation on information level, which can provide a complete product to users. This is the first thing that DeBank does, hoping to help users increase their trust in some really good projects and eliminate the less good ones as many as possible.\\n\\n**Matt Luongo — Bringing trustworthy collaterals to DeFi — Decentralized BTC on Ethereum**\\n\\n![](https://images.mirror-media.xyz/publication-images/g_I_zPd77RhOmRCtKKDvC.png?height=471&width=1080)\\n\\nMatt Luongo, co-founder of tBTC/Keep, introduced the current Bitcoin cross-chain ecosystem in his presentation, explaining how centralized and decentralized cross-chain bridges work. He also emphasized the importance of DeFi having a solid underlying asset.\\n\\n**Dai Dai — DODO: An Open, Free, Capital-Efficient Decentralized Exchange**\\n\\n![](https://images.mirror-media.xyz/publication-images/iWhevV0wto3jBRdGCoPWk.png?height=386&width=1080)\\n\\nDai Dai mainly introduced DODO systematically in her speech. And a few things the team will focus in the future. First, to develop a permissionless listing; second, to optimize the system; third, to encourage market maker to put their strategy on-chain, currently DODO is working with a variety of professional market makers, DODO can now use a set of algorithms to bring their strategies to the chain, for these people they can make profits in the third world. They provide sufficient liquidity for users, allowing them to find asset price just as good as centralized exchanges and fourth is that the team is hiring.\\n\\n**Emin Gün Sirer — Three challenges blockchain faces before changing how businesses operate**\\n\\n![](https://images.mirror-media.xyz/publication-images/n-g-b3N3fR8nkjVYCPfMf.png?height=438&width=1080)\\n\\nEmin Gun Sirer, co-founder of Avalanche and a professor at Cornell University, gives a brief introduction of his exposure to the blockchain from 2002. Furthermore, he analyzed the current status of blockchain and the technological potential to innovate our financial system. He concludes that we are still in the early stages of Satoshi’s vision and points out that the road ahead will be full of obstacles such as scaling, delay, flexibility and governance issues. Finally, he explains how the Avalanche will provide solution to the mentioned issues.\\n\\n**Eric Yu — Development Trend of DEX in Crypto Wallet**\\n\\n![](https://images.mirror-media.xyz/publication-images/eAyN0G3FZEM8t8_8iXQAV.png?height=669&width=1080)\\n\\nEric said that in the past three years, DEX has been continuously integrate, upgrade and innovate. From 2018 to this year, the trading volume of the whole DEX has changed significantly. It was very low in the early stage, but had a very fast growth recently, and then fell back a little. In addition to wallet, Math Wallet also developed MATH DApp Store, which includes all DEXs, and also a ranking board for Uniswap data analysis. They are hoping to have more cooperation with other projects on-chain, so as to make the whole industry truly fall into the direction of providing value for users.\\n\\n**Scott Moore — Quadratic Funding: Bridging Individual & Collective Interests**\\n\\n![](https://images.mirror-media.xyz/publication-images/BhDQmW9is2sPIDJIe7UMG.png?height=634&width=1080)\\n\\nIn his presentation, Scott Moore, co-founder of Gitcoin, briefly elaborated on Gitcoin’s mechanism of Quadratic Funding to support development of the open source community. The core of Quadratic Funding is to achieve the balance between the short-term interests of individuals and the long-term interests of the collective.\\n\\n**Mindao YANG — Promised Land for DeFi**\\n\\n![](https://images.mirror-media.xyz/publication-images/WDTKVYwkDrVpY4Q9iu59y.png?height=705&width=1080)\\n\\nYang summed up the difference between traditional finance and DeFi, first difference is the diversity of liquidity; second difference is the character of atomic swap; third difference is self-audit and high transparency ensured by arbitrage opportunity; fourth difference is the horizontal and vertical combination.\\n\\n**David Lei — QIAN KUN Governed by a DAO — Build a new generation of decentralized stablecoin**\\n\\n![](https://images.mirror-media.xyz/publication-images/gmM4l6tc5rmYx2tPwNtev.png?height=712&width=1080)\\n\\nDavid Lei, co-founder of ForTube briefly introduced his stablecoin system QIAN KUN. The core feature of QIAN KUN’s system is that it has a complete security logic both on and off-chain, which enables it to freeze relevant smart contracts immediately once it is attacked. Similar to MakerDAO’s dual token mechanism, users can mint stablecoin QIAN by staking other crypto assets, and users can also receive governance right by staking governance token KUN. Lei also explained KUN’s token mining mechanism, which includes token mining, liquidity mining and governance mining.\\n\\n**Jason Wu — DeFi — Opportunity or bubble?**\\n\\n![](https://images.mirror-media.xyz/publication-images/RVlnr0LKJ7P5GR2ChggGq.png?height=718&width=1080)\\n\\nJason Wu, founder and CEO of DeFiner outlined his view on the current DeFi ecosystem in his keynote. Jason Wu believes that the real driver behind DeFi’s boom is the secondary market participants, who have contributed fresh blood to the whole ecosystem. In addition, Jason Wu said that new concepts such as liquidity mining and secondary yield market are based on the concept of Bitcoin, without too much innovation. “So the success of DeFi depends on whether there is consensus in the community. It depends on whether there is a belief in it like there is in Bitcoin.”\\n\\n**Hilmar X. Orth — Automation & Bots on Ethereum**\\n\\n![](https://images.mirror-media.xyz/publication-images/ky5KZwZFjoOMo97JhdjdR.png?height=720&width=1080)\\n\\nHilmar shared the pain points of smart contract automation on Ethereum and how Gelato addresses these issues in a decentralized way. Gelato founder Hilmar said automation is very important in the Ethereum ecosystem, and the vast majority of DeFi’s protocols, such as Maker, Compound, and Aave, require robots to perform multiple tasks, such as arbitrage and clearing. But there is still no reliable decentralized automation infrastructure. Gelato was built as a system with no single point of defect, a completely non-custodian design, and support for simple on-chain API access, making it a decentralized, highly reliable on-chain BOT-AS-A-Service API. Hilmar said Gelato’s help could lead to the building and operation of cross-chain interactive robots in the future, connecting Ethereum, layer 2 networks and other public chains for automated interoperability.\\n\\n**Ran — Bridge CeFi & DeFi: Wootrade**\\n\\n![](https://images.mirror-media.xyz/publication-images/_1v8t7i4UwyXLJ6TxGoHh.png?height=707&width=1080)\\n\\nRan, co-founder of Wootrade, shared at the conference the current issues exchanges are facing and the solutions Woodtrade offers. He believed that liquidity is dispersed across crypto industry. Many large traders and platforms have a great demand for transactions, especially those with low cost and high trading depth, which requires special infrastructure. Wootrade’s dark pool caters to these needs and aggregates liquidity from a number of exchanges.\\n\\n**Raullen Chai — Open Financial Infrastructure for Real World**\\n\\n![](https://images.mirror-media.xyz/publication-images/mIk0CXw9GRKvSvTkn-Pxp.png?height=675&width=1080)\\n\\nRalluen Chai, co-founder and CEO of IoTeX, demonstrated IoTeX’s strategy in 2020: connecting the real world with an open financial infrastructure. The model of DeFIoT is: First, let users retrieve their personal data privacy back from BAT, and then use the data to capture the commercial value generated by the data. Furthermore, IoTeX connects different users, mints the user’s data into a digital asset, and makes it circulate on-chain. Ralluen listed IoTeX’s achievements this year, including Ucam, a C-terminal monitoring device, Pebble, a physical world data device for developers, and mimo.exchange, a decentralized trading protocol.\\n\\n**Marvin Tong — Potential of Cross-chain DeFi**\\n\\n![](https://images.mirror-media.xyz/publication-images/d04amerW_j529xh8N75ux.png?height=696&width=1080)\\n\\nMarvin Tong, co-founder and CEO of Phala Network, shared his vision on cross-chain at the summit, saying that while DeFi is growing fast, there is still nearly 10 times more room to grow. In addition to Ethereum native assets, Bitcoin and Libra are expected to flow into DeFi in a cross-chain way.\\n\\n# Panel\\n\\n**Panel: Ready Layer One: Who competes with Ethereum DeFi?**\\n\\n![](https://images.mirror-media.xyz/publication-images/mKi1p1OAZvRNp8kAKY5o7.png?height=502&width=1080)\\n\\nRegarding how to attract more developers to DeFi, Dawn Song said that the DeFi ecosystem is currently facing three bottlenecks: scalability, privacy protection, and traditional financial asset as collateral. The unique functions and features of the Oasis can provide superior environment for developers, and enhance the scalability by separating consensus layer and computing layer. For privacy protection, there is a lot of sensitive information in the application design of DeFi. Oasis supports better applications by scoring users with data. The combination of AI and big data will be an important part of everyone’s future value and assets. Yaoqi Jia (Head of engineering from Parity Technologies) and Illia believed we need to pay attention to the cross chain. From a technical point of view, the large-scale DeFi applications established through Ethereum still face throughput issue, and the fees are still high. If Ethereum 2.0 can solve cross chain issue and bridge assets, it will provide better choices and bring better experience to users. According to Aaron Choi, decentralized ecosystem and layer 1 need to be developed by ourselves. The technology needs to be known to users, but it takes a lot of time and needs to be done slowly.\\n\\n**Panel: Musings on DeFi: Assets, Collateral, and Users**\\n\\n![](https://images.mirror-media.xyz/publication-images/uFX57TtNESSsiVmFd72cs.png?height=408&width=1080)\\n\\nThis panel is moderated by Zubin Singh Koticha (Co-founder of Opyn), with Hart Lambur (Co-founder of UMA), Rune Christensen (Co-founder of MakerDao) and Matt Luongo (Co-founder of Keep network) as panel guests. They discussed the reasons behind the DeFi wave in 2020, the need for a stablecoin in the real world, the role of synthetic assets, incentive structures, limitations of decentralized governance, capital efficiency and the concept of unsecured lending. Finally, the guests also shared their vision for the future DeFi ecosystem.\\n\\n**Panel: How to make DeFi more efficient?**\\n\\n![](https://images.mirror-media.xyz/publication-images/OtKd3gzrdkqPYZi6WAIOU.png?height=531&width=1080)\\n\\nRegarding view on the current state of DeFi, Dai Dai (Co-founder of DODO) stated that she believes in sector rotation theory. Market’s attention is limited, the focus will be only on one sector for a period of time, such as DeFi this year. The real reason behind the concentration of attention on a particular sector is that there are sufficient and adequate products and technologies that back it. Hongbo said that the cool down of DeFi is necessary, as the next step is to focus on the healthy development of DeFi industry. For those who are engaged in liquidity mining in this wave, we need to reflect deeply, such as whether the subsidy has really brought value to protocol and ecosystem, whether the subsidy efficiency stays at this level, and how to further improve the subsidy. This may be a new problem and challenge. Panchao (China lead of MakerDao), the cool down could be understood as deleveraging or some kind of liquidation. This is a more efficient market response, and it’s a good thing that people are coming up with solutions just because they have “fever”. “DeFi’s fever hasn’t gone away,” says Jay Zhou, Co-founder and COO of Loopring. “The crazy annual rate of return from liquidity mining got people rushing into the business and helped accumulate early users.” There are also a number of layer 2 technologies that have increased the level of scalability. I am optimistic that we can see a wave of DeFi competition on layer 2 networks early next year.\\n\\n**Panel: Cooling down after the DeFi summer: challenges and pathway forward**\\n\\n![](https://images.mirror-media.xyz/publication-images/gf-Kn5vbDUopZRBStWdI5.png?height=587&width=1080)\\n\\nStani Kulechov from Aave thinks that what excites him most about DeFi is innovation, bringing different products to market, and the ecosystem growing dramatically. He says this kind of large-scale innovation happens when developers around the world can create whatever they want. Stani Kulechov believes that the second point is action in community and decentralized governance, embodied in how communities construct and manage themselves. DeFi OG Mariano Conti thinks governance fatigue is a big issue with voting governance, saying that he has many types of governance tokens but cannot understand every single projects. This leaves a lot of room for new products in the voting aggregator category. Anthony Sassano of Set Labs argues that when new people enter the field, if you’re a developer, do developer education. Otherwise, you can do community education. Amir Bandeali of 0x went on to say that it is important for new developers to build user interfaces for users, especially non-crypto users. You can focus on UI/UX and make them less difficult to use.\\n\\n**Panel: DeFi Growth Hack: Acquire users with innovative and interoperable products**\\n\\n![](https://images.mirror-media.xyz/publication-images/cAt2FkDh03elmJhkLyeei.png?height=390&width=1080)\\n\\nPhilip Fei believed that decentralized finance must be the future direction. Whether it can directly replace centralized finance is not a contradiction, but a combination of learning from each other. Eric Yu thinks there are three obstables Dex is facing so far. First, the performance issues with Ethereum caused Dex’s transaction costs to be very high. Second, it’s not that Dex’s assets are necessarily safer than centralized; The third problem is Front Running. Mr. Yang said that Dex and CeFi are ‘front and back,’ and that customers acquiring are still on centralized exchange. DeFi is more important as a clearing network. Xu Chao believes that there is no overlapping competition between centralized and decentralized exchanges. Jason Wu believes that smart money will always flow to the safest place with stable relative returns. And it’s not a temporary thing, it’s a long-term problem, and once you realize that wealth management, transaction services, can be done very well through decentralization, it’s very difficult to go back. The DeFi class of assets is growing by a factor of 10 per cent per year and is going to continue for the next few years.\\n\\n**Panel: Like Never Before: A New Era of DeFi Investment and Beyond**\\n\\n![](https://images.mirror-media.xyz/publication-images/EEfeYufehRvCI_qkxwyFn.png?height=444&width=1080)\\n\\nRegarding the question, what new form of DeFi application will emerge, Santiago Roel Santos from ParaFi Capital said that it’s not a problem to copy traditional financial things to DeFi, but the core of DeFi is transfer of value. BarnBridge is a good example, it used built infrastructure to create tokenized risk, namely structured products 2.0. Xinshu, partner of IOSG Ventures, is optimistic about projects that are built on Synthetix and Aave, and is looking forward to new projects that leverage mature projects. Michael Anderson from Framework Ventures points out that the future will be a transition between CeFi and DeFi, or the transition between TraDeFi and DeFi, a trend that can be seen when Uniswap’s trading volume exceeded Coinbase in September, and the next six months will see DeFi’s continued invasion of CeFi as the main theme. Ben Perszyk from Polychain Capital thinks interoperability will be a hot spot. Polkadot is a good example. Although the functionality is not complete yet, it is beginning to look promising and new DeFi products are beginning to appear. In addition, he says that the economic incentive structure of DeFi is very interesting, very different from that of Layer1 at the bottom, but how to build defensive DeFi is important. Many of the current protocols are going through forks and other issues, so avoiding “protocols vampires” is something to think about later.\\n\\n**Panel: In DeFi We Trust: How investor involved the DeFi craze?**\\n\\n![](https://images.mirror-media.xyz/publication-images/jpVQaq7AMwKoNTvbg3rb2.png?height=414&width=1080)\\n\\nJocy Lin shares that projects will ultimately become a community driven, self-renewal, self-development with long term retention, and that’s what he thinks is the value of investment. When Web 3.0 technology cycle came, distributed systems, cryptography, smart contract infiltrated the life of the population, and lead the industry toward a bubble. The investment capital (speculative value) is faster than the production capital (practical value), and the price of capital continues to expand to an inevitable “collapse”. However, the industry-related infrastructure technology will eventually determine the intrinsic value of the industry, and the platform that continuously deriving and defining the subdivided industry applications will emerge in this cycle. Deng Chao from HashKey said that\\n\\nhe doesn’t think DeFi has created anything particularly new in nature, it only uses the way of blockchain, the technology of blockchain and the changes in social collaboration. Compared with traditional VC, the probability of success is not necessarily smaller, but the sense of accomplishment brought to everyone is great. It feels like participating in the establishment and creation process of a new business body or a new economy. Ring Huang, from Fenbushi Capital, says that DeFi’s various financial products blur the boundaries of the original set of financial products, something she feels is very disruptive to the traditional financial industry. DeFi’s products focus more on the nature of finance.\\n\\nDovey Wan, founding partner of Primitive Venture, expressed her views on DeFi. She thinks DeFi eliminated 3 things. First is the access permission in traditional finance; second is so-called custody of assets; third is the inequality between people in the economy and society, so long as there is an asset itself that can be mortgaged, it is equal. It’s actually the ultimate in inclusive finance. Tang Yi, vice President of Qiming Venture Capital, believed it’s not important to distinguish what’s DeFi and what’s not. They’re more focused on a project that has real benefits to users in a decentralized way, and it’s able to deliver very good returns compared to a traditional model. Finally, Michael from Kuan Capital, said that China’s securities market is very active, but there’s still a dearth of derivatives. DeFi, which he sees as carrying a wide variety of transactions, loans, or new assets, may not just be decentralized, but a completely new revolution.\\n\\n**Panel: Reimagining Insurance through Decentralization**\\n\\n![](https://images.mirror-media.xyz/publication-images/wxMVOnooXep2QS0TILgrk.png?height=449&width=1080)\\n\\nHugh Karp of Nexus Mutual believes that voting on insurance claims is the best model, and this is what Nexus Mutual is doing, emphasising the flexibility of the voting process. In terms of “scale”, not every proposal will have hundreds of people voting, instead the community is likely to spontaneously produce a small group of widely trusted professional voters. The important thing is that when disputes arise, anyone can come out and vote. Ping Chen at Hakka Finance argues that we need more efficient markets and competition, so that more insurance companies are collectively taking risks. In addition, the insurance industry should encourage the participation of retail investors and institutions. Leighton Cusack from PoolTogether believes that Dapp must provide at least some basic level of insurance coverage. For example, Dapp can provide a protocol layer of protection against basic risks, and Nexus Mutual can provide insurance against specific risks. For the vast majority of users, the model of individual insurance purchase is not generalizable.\\n\\n**Panel: Elaborating Upon Digital Economy, Embracing Open Finance Future**\\n\\n![](https://images.mirror-media.xyz/publication-images/1JPVxbNPb0QiwQc9KREJA.png?height=685&width=1080)\\n\\nRegarding the unsolved issues in DeFi and future perspectives, Shuoji Zhou from FBG Capital believes that now DeFi is mainly looking at derivatives and derivatives adopting issues because there are a lot of projects that are trying, such as introducing single LP derivatives designs. The second is aggregation, which focus on liquidation process to prevent attacks. The second is depth. In addition, you need to focus on things related to finance, things that you can do with financial services on chain. You can also focus on compliance opportunities. D1 Ventures Jennifer Liu says that DeFi is more faced with the problem of incomplete underlying chains: first, the current performance and scalability of the underlying chain is almost to the limit. Whether there is a better solution to provide scalability and stability is the key. Second, the core elements that blockchain can provide are not yet perfect. Although Now DeFi is mainly looking at derivatives and derivatives landing issues because there are a lot of projects that are trying, such as introducing single LP derivatives designs. The second is convergence, the focus on the liquidation link to prevent attacks. The second is depth. In addition, you need to focus on things related to finance, things that you can do with financial services along the chain. You can also focus on compliance opportunities. D1 Ventures Jennifer Liu says that DeFi is more faced with the problem of incomplete underlying chains: first, the current performance and scalability of the underlying chain is almost to the limit. Whether there is a better solution to provide scalability and stability is the key. Second, the core elements that blockchain can provide are not yet perfect. The biggest opportunity lies in which underlying projects provide stable and scalable services and bring underlying assets that constitute the basic composition elements. “There is still a lack of digital identity and digital credit”, said Wayne Zhu, founding partner of NGC Ventures. Now DeFi lending is basically mortgage lending, for many people, credit can be used as a supplement to a mortgage, it can be more flexible, it can be more profitable for capital, and if there are several systems that can help you determine your identity, there is more room for DeFi to grow. If there is a good service provider that can combine DeFi and KYC/AML it is also an opportunity.\\n\\n‘To really have a high-performance solution on the chain requires you to choose a high-performance chain and have an exchange that can really match order very quickly,’ said Mable Jiang from Multicoin Capital. Jiangtao from Shata Capital states that it’s difficult to find good investment in secondary market at current inflated value, however, market still has a great potential.\\n\\n**Panel：DeFi Eats CeFi**\\n\\n![](https://images.mirror-media.xyz/publication-images/SbVurdyngT4tuPtmstE1E.png?height=699&width=1080)\\n\\nLin from DerivaDex said that DeFi and CeFi are not a purely competitive relationship, although there are some substitutions at this stage in some scenarios, but in the future there will be more complementary scenarios. CeFi is a compliant entry point, but DeFi will be a clearing price discovery place. DeFi is decentralized and on-chain, which is different from CeFi. For example, compliance is more suitable to be completed in CeFi, but people can complete some offline anti-money laundering through CeFi, and then enter DeFi for price discovery and clearing. Wootrade says DeFi and CeFi liquidity can be found somewhere and spread to all prices. Price discovery is still mostly on CeFi, not DeFi. UniSwap has price discovery, but the gap will be smaller and smaller. Xin Song from GSR said that DeFi and CeFi exist in parallel and require a long buffer in between. The advantages of DeFi should be exploited to solve the problem of credit, reduce the cost of credit, and reduce the risk of malpractice and fraud. Guotao says he believes DeFi will kill CeFi in the long run. Now there are a lot of trends in the industry, like CeFi’s DEX has already started. Today, the centralized exchanges gradually found their own problems. You can see that DeFi will eventually replace CeFi, although there may be some CeFi elements in the process.\\n\\n# Crypto Art Gallery\\n\\nWe invited 11 mainstream NFT artists for the exhibition. They have diverse styles and creative techniques, but their love and passion for crypto artworks are the same. They include: Pak, Esteban Diacono, FEWOCiOUS, Federico Bona, Jonathan Wolfe, Mercpin, Facundo Scenna, Jazmine, Frenetik Void, Etiene Crauss and femzor. This is the first SuperRare Show in China!\\n\\n![](https://images.mirror-media.xyz/publication-images/_Rty8e7ZsXXuB0hxKjnQQ.png?height=1033&width=1400)\\n\\nFrom the beginning of creation to the growth of all things, We hope our Summit is a medium for understanding one’s self, unravelling emotions and bonding our friendship.\\n\\nWe will see you all next year!\\n\\n**About IOSG:**\\n\\nFounded in 2017, IOSG Ventures is research and community-driven with offices across China, US, Singapore and Germany. We focus on Open Finance, Web3.0 and cross-chain ecosystems, investing in teams with top potential worldwide. Our portfolio covers more than 60 projects, including Layer-1 blockchains (Near, Polkadot, Cosmos), middleware (Celer, Raiden, Reach) and applications including Defi (MakerDAO, Synthetix, UMA). We have been actively involved in various developer & DAO communities. We believe in long-term partnership and we work closely with our portfolios to advise and support them along their journey of entrepreneurship.\\n\\n![](https://images.mirror-media.xyz/publication-images/UH7YrSV4Mm-tzTCP32Svr.png?height=122&width=1037)\\n\\n \\n \",\"timestamp\":1641293213,\"title\":\"Looking back IOSG 7th Old Friends Reunion\"},\"digest\":\"5ScObj3XoVzQc77wKVU__UTN5bLURMfa-qfgK5NfzfE\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"zI-O3P4z--65AhJ25oDK0Ka2j8oVtREo8vOjgNVEuXEXTzLPm-30mHFUsYsC6TmP2ygxiA9G5nSsOtdhwiLaiQ\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5ScObj3XoVzQc77wKVU__UTN5bLURMfa-qfgK5NfzfE\"}"