"{\"content\":{\"body\":\"巨大的龙头高高的仰起，那满头的红髯迎风飞舞着，长长的龙须泛着紫光，自布满尖牙的嘴角两边垂下，滚滚热浪随着它的呼吸向我们袭来，即使还未接近，我们就已经感觉到了那足以熔化钢铁的温度。\\n\\n```\\n“怎么办？”出于刚才的合作，无语问苍天显得与我熟络了很多，开口问道。\\n\\n“先后退，等我叫人。”我打量着那头八十五级的火龙，盘算了一下，当即做了个决定。\\n\\n不用说，这家伙就是第一轮攻城的BOSS，一但把它干掉，第一轮也就算结束了。可是现在除了我跟无语问苍天之外，还没有别的玩家发现这个地方，仅凭我二人的力量，想要吞掉这么一个大家伙，只怕不是那么容易的事。\\n\\n出于稳妥，我还是决定先叫人，这不但是为我自己的等级负责，同时也要为下面的玩家们着想。\\n\\n要是在完全没有准备的情况下，这么一个大家伙突然冲进正杀红蛟杀得兴起的玩家群中，所造成的混乱局面可能是无法估量的。\\n\\n“我想可能来不及了。”无语问苍天往自己和我的头上各丢了一记护身符，手中换上了防御性较高的幡旗，小声的说道。\\n\\n放下手中的传呼，我抬起头一看，围在红龙周围的红蛟们已经纷纷昂起丑陋的头颅，眼神中红光直闪，一副凶神恶煞的样子。显然，我们这两个入侵者已经引起了它们的注意，再想走，只怕不是那么容易了。\\n\\n不能就这么把怪物群带来去，至少要给疆土他们留下足够充分的准备时间。\\n\\n我回头望了一眼无语问苍天，小声的问道：“可以顶多久？”\\n\\n“最多十分钟。”无语问苍天说道：“除非你打算拼死挡住这些怪物。”\\n\\n我点了点头，心想：十分钟已经足够了。\\n\\n如果我跟无语问苍天真的尽全力的话，至少应该能顶半个小时以上，他所说的十分钟，是指我们在抵抗住怪物进攻的同时，还要保证自己的安全。凭借着我们二人的速度，十分钟以内，随时都可以全身而退。只不过那样一来，疯狂的火龙可要将愤怒的目标转移到我们身后的那批玩家身上了。\\n\\n这才是第一轮的战斗，如果损失太大，后面的仗可就没法打了。\\n\\n事到如今，隐藏实力是最愚蠢的办法，转瞬间，我已将丫丫跟小丙同时放了出来。两个华丽无比的身影在我的身侧结成一道坚固的屏障，伞儿现在的状态十分奇怪，在没有把原因和解决的办法弄清楚之前，我不敢冒然将她放出来。\\n\\n看着我身旁一男一女两个极品护卫。无语问苍天稍稍眼红了一下，转眼间，又恢复了往日的傲气。\\n\\n无语问苍天是妖族的道士，除了道士本身的技能之外。当然还有自身的妖族技能，只不过，我从来没有真正见过他使用妖族技能，不知道他变身之后，又会是一副什么模样。\\n\\n这个疑问并没有困扰我多久，下一秒钟，一头风姿焕发的丹顶鹤在我眼前展开巨大的双翼，血红的眼睛中闪烁着自豪的目光。\\n\\n这就是无语问苍天的变身？\\n\\n我靠！这也太拉风了吧？\\n\\n此时化身丹顶鹤的无语问苍天简直就是完美的化身。由胸前到脖子后面的一圈油光蹭亮的黑色翎羽形成了一道漂亮的V字形，高高的将他的长劲托了起来。头顶上的一块红色隆起的肉瘤，仿佛红宝石一般光彩夺目；两侧的眼线仿佛用墨笔勾勒过一样，显得十分细长。但那血红色的目光却使用它们看起来充满了奇怪的色彩。\\n\\n两翅与身体交接的地方分布着密集的黑色羽毛，与尾尖的长羽一样。全都是如刀锋一般锐利的黑羽。细长有力的长腿向后沿伸着，锋利的爪子与那张尖刀似的鹤吻足以穿破任何厚重的防御。\\n\\n除此以外。他的全身都是如冰雪一般的白色，在火龙喷射出的红光中散发着耀眼的光彩。此时的无语问苍天，就像一只浴火的圣鸟，面对着疯狂的红蛟，他的眼中充满了对战斗的渴望。\\n\\n如果不是亲眼看到无语问苍天的变身，我几乎要以为另一个BOSS突然出现了，这堪比巨龙的仙鹤，如果不是玩家的话，我还真想抓一只来当坐骑。\\n\\n要知道，道士最好的坐骑就是仙鹤，与同样属于道士专用坐骑的玄龟相比，一只这样的仙鹤那可是拉风多了。可惜的是仙鹤不能下水，而且相对玄龟来说也更难找到，就算能找到，以仙鹤高傲的性格，根本不会允许自己成为凡人的宠物。所以直到现在，也只听说天地中有这样一种宠物，可以成为道士的飞行坐骑，但却从来没见有人用过。\\n\\n唉，再眼红有什么用，我总不能真的把无语问苍天抓了当宠物或者坐骑吧。再说了，一只鹤而已，能跟我的苍龙之魂比吗？能跟我的三色麒麟比吗？哼！\\n\\n虽然有些吃不到葡萄愣说葡萄酸的味道在里面，我也不得不承认，无语问苍天这个变身实再是让太让人惊讶了，怪不得平时基本看不到他使用呢。\\n\\n在妖族所有的变身技能之中，鹤是最具灵性的一种，变身之后不但可以使速度加快数倍，可以在天空飞翔，甚至比人形的攻击伤害还要高。除此以外，变身仙鹤之后还要增加元神的最大值与每秒恢复速度，以及对五行攻击的防御能力，实再是妖族道士的不二选择。\\n\\n既然有这么多好处。变身为鹤的任务当然也是变态到了极点。就不知道当初这小子是怎么做下来的。\\n\\n眼下可不是讨论这些的时候，无语问苍天刚刚变身完毕，疯狂的红蛟群已然冲到了我们的面前。我一面指挥着三个宝贝上前御敌，一面御起诛仙剑飞快的后退。我这可不是临阵脱逃。要给鬼狼发消息，至少得让我空出手来吧。\\n\\n鹤是蛇的天敌，对付起与蛇有着极大共同点的蛟来也是得心应手。\\n\\n猛烈的罡风刮过脸颊，巨大的白色身影一飞冲天，赫然停留到众红蛟的头顶上，形成一片黑色的阴影。无语问苍天用力的扇动着翅膀，两道如滚滚旋涡的青色风刃由小渐大，出现在他的身体两侧。他轻轻往前一送，风刃缓缓向前移动，在前方数十米处汇聚到了一起。\\n\\n煞时。只觉得周围的空气一下被卷了进去，连同那成片的云层，也统统被吸进了那个巨大的旋涡之内。如果这时候有其他玩家在场，一定会被这情形吓一大跳——那还是玩家的技能吗？这样的攻击，就算是高级BOSS来了，也不过如此吧。\\n\\n两道风刃的相撞引发了足够强大的吸引力，疯狂的红蛟们一涌而上，纷纷朝着无语问苍天化身的仙鹤冲了过去。一道道电光，一团团红球。如同一整只军队朝着同一个方向开火，场面壮观到了难以形容的地步。\\n\\n我知道，无语问苍天此举的目的在于吸引所有怪物的注意，对红蛟造成的真正伤害并不是很大。他这么做，就是为了替我争取到足够的时间，好让我发消息通知鬼狼等人。可是这么一来，他也将自己摆在了一个极其危险的境地。如果稍有不慎，成千上万愤怒的红蛟随时有可能将他撕成碎片。\\n\\n眼见着红蛟群已经冲到面前，无语问苍天轻轻将展开的翅膀悠的收拢，失去重心的身体仿佛利箭一般穿透下来。尖利的鹤吻挑起两条红蛟，转间就将其凿了个对穿。下一秒。他的身影已完全出现在红蛟群的后方。相反的方向与下坠的速度让他在最短的时间里做了一次位置转换。没有来得及反应的红蛟一头扎进了空中的风刃旋涡之中。散发着浓浓腥味的蛟血爆炸般的喷得满天都是。仿佛下了一场血雨。\\n\\n再看无语问苍天，虽然他仗着自己灵活的技巧躲过了红蛟群的冲击，但此时，他受到的伤害也着实不轻，对手实再太多了，总有那么一些接近仙鹤的红蛟没有使用法物攻击，而采用了最原始的尖牙与利爪，这对于法术防御极高，但物理防御偏低的无语问苍天来说，实再是一个沉重的打击。\\n\\n第二道风刃在丹顶鹤的面前形成，由下往上的攻击让无语问苍天倍感吃力。但是他现在没有时间调整自己的位置，浪费一秒钟的时间就等于浪费一分生命。他的目的本来就不在于打怪，他也完全没必要将所有怪物的仇恨全部拉到自己的身上，不然的话，一会儿逃起来可就麻烦得多了。\\n\\n红蛟上了一次当，哪里还肯上第二次。这回，一见风刃旋涡出现，不少红蛟纷纷飞向两侧，避开其锋芒，从左右两个方向围成了两道半月的队形，如同两柄弯刀直插向无语问苍天的心脏所在。\\n\\n风刃还未完全形成巨大的旋涡，无语问苍天不得不收回技能，先给自己补了点血，应付已经冲到眼前的敌人。\\n\\n我靠！当我百鬼夜叉的几个宝贝是吃素的？怎么能让那小子一个人抢了风头。\\n\\n一条火柱由小丙手中的火尖枪头喷射而出，长长的火链如同一道绳索，绕过红蛟群的边缘，蜿蜒直上，在空中绕了几个大圈，逐渐向里收拢，而在那条火链形成的包围圈中，上百条红蛟疯狂的挣扎着。上下不断翻动着身体。\\n\\n红蛟的五行也属火，原本是不怕火系技能的。可是小丙的火链又岂是单纯的火焰而已。那是结合了金土五行的三味真火，红蛟经过几次碰撞之后，被烧得皮翻肉绽，浑身布满了焦痕，这才意识到，那些火链不是那么容易对付的。\\n\\n一身金甲的小丙将枪尖猛的上扬，盘旋向上的火链突然拉得笔直，强大的收缩力一下将数百条被困其中的红蛟绞成了肉段，又一场腥风血雨飘洒在云层上空。\\n\\n看着猛然上涨的经验条，我心里别提那个爽啊。有了这么一个强悍的宝贝，走到哪里我都能过得安安逸逸。\\n\\n有了小丙的加入，围攻无语问苍天的两道弯刀被硬生生拉断了半边，巨鹤压力顿减，全心对付起另一只疯狂的红蛟群。凭借着自身优雅且快速的身姿，无语问苍天愣是将红蛟们耍得团团转。虽然看起来惊险万分，但是此时的他早已忘却了生死，只沉浸在强烈的快感之中。\\n\\n试问天地中有谁能将上万条的红蛟耍得团团转，而且还能保住自己的性命？只怕伸出一只手，五根手指也能数得清了。就算我百鬼夜叉自认为实力强悍，也不敢随意夸下海口。\\n\\n红蛟分作两群，分别迎战小丙同无语问苍天，蓄势已久的苍龙之魂陡然出击了。\\n\\n散发着阴冷寒气的玄冥寒水在天空中形成一道巨大的水幕，这本是所有火系怪物最惧怕的东西。感受到那股寒气，红蛟们纷纷退避，速度稍慢有转瞬就被寒水的巨浪所吞没，发出阵阵凄厉刺耳的惨叫声……\\n\\n**万兽山庄外，一片光秃秃的小山坡上，数百个玩家正聚在一起，眼巴巴的看着远处那些大帮派与红蛟的撕杀。这是一个无名的小帮派，就算是翻遍了东方大陆的排行榜，只怕也很难在其中发现他们的名字。\\n\\n对于这次的龙族攻城，他们纯粹是抱着看热闹的心态来的，也从来没有想到过自己会有机会能够参加那样的大型任务。\\n\\n他们占据的这个地盘离万兽山庄也有着一段距离，完全没有任何战略价值。是以他们才可以安安稳稳的躲在这里看好戏，没有其他帮派来跟他们抢地盘。\\n\\n要知道，万兽山庄周围的临时驻地可是被众帮派争夺得面红耳赤，甚至有个别财大气粗的帮派愿意花钱入驻。因为几乎所有人都相信，离万兽山庄越近，打到大BOSS的机会也就越多。因为龙族是以万兽山庄为目标，那里的攻击也必定是最猛烈的。\\n```\\n\\n\\n-----------\",\"timestamp\":1640412260,\"title\":\"第一百七十四章   拉风的变身\"},\"digest\":\"GxK_eWifRjyLWFgCvznyZqgYip1_1Kkw2FGpnTMmYlU\",\"authorship\":{\"contributor\":\"0xf87320919698a03b4D0Cfb7b0d3E7c0fc6516220\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vnYcq0uVg4tbCT573uUBKwrq3UrC9sraqKWKjQoW5s4\\\",\\\"y\\\":\\\"3CHCaimW75h3zLduoOa1Nnbc3VgExmbrgE65ca1RuOA\\\"}\",\"signature\":\"pRo52ArjQEPX3Lhs09EIap_As12UBLcmQJEnNTndTAeY73RbSZm5A7Rn0z3AtAav7jtyC5eIg529viivbLqLXw\",\"signingKeySignature\":\"0x6f3764ccf6e8c173053631c1b55b9050672af8b850943f33339951dc4c670bad351265a8217956a624172338aea3f42d956fa0ee674ffc4bac70dd0922b7766e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vnYcq0uVg4tbCT573uUBKwrq3UrC9sraqKWKjQoW5s4\\\",\\\"y\\\":\\\"3CHCaimW75h3zLduoOa1Nnbc3VgExmbrgE65ca1RuOA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GxK_eWifRjyLWFgCvznyZqgYip1_1Kkw2FGpnTMmYlU\"}"