"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/FgeEc_en2kswtATmtRJIr.png?height=738&width=1306)\\n\\n**“How we choose to do what we need to do is the basis of culture;** the difference between grabbing a bodega sandwich to sitting down for *omakase*. All these nuances across the spectrum of experience. **But if crypto doesn’t care to find new wells, to expand our reference points, we’ll all stay thirsty for what we know we can do**”\\n\\n*Writer, designer and Eternal founder [Reggie James](https://www.reggiejames.xyz/) spoke to Crypto, Culture and Society about the importance of web3 expanding its cultural reference points.*\\n\\n**Reggie:** Let’s start by exploding a concept. There’s no single moment in time; we’re dancing in a long chain of reflection. Algorithmic feeds began to explode timescales and that seeped into the real world, and what it means for creativity and reference points is limitless.\\n\\nUnbound by time, the internet allows any period to be presently referential and, once you unlock this, many things open up. We cannot see our own reality clearly without holding an understanding of cultural references, both those of this moment but also the chain that led us here.\\n\\nAnd despite the fractal culture we live, the niches of niches, there are still, within those, people that are strongly articulating or deeply reflecting the present; cutting through mass culture. There are always artists, creators and products that do this; like Tyler the Creator says, it’s all reference points.\\n\\n[As Tyler the Creator says, it’s all reference points.](https://www.youtube.com/watch?v=Sn4kg3cMcfk)\\n\\nThrough DJing, sampling, mixing, music embodies so much of what we’re exploring. It’s our job as builders to find references that “re-unlock” the values we’re trying to embody in the present, and turn these into new forms. Allow yourself the joy of losing yourself in the inputs; this is the nature of remixes or samples. We’re both looking at the world and creating our own.\\n\\n![](https://images.mirror-media.xyz/publication-images/5VQ6u0LLqP1xn1jCNjPq0.png?height=1162&width=2060)\\n\\nMy web3 fears are that the basis for it all is two artefacts which were already distant to most people: financialization and the 1% art market (art as status or identity exploration which is so hyper 1%). These are potentially alienating bases to start from; where does it mean we can go?\\n\\nSecondly, the narrative sources are driven by fear. Mass adoption of crypto has been driven by fear of economic collapse and lack of trust in systems. Even the literature we return to is dark literature like [William Gibson’s Neuromancer](https://www.amazon.co.uk/Neuromancer-S-F-MASTERWORKS-William-Gibson/dp/1473217385/ref=sr_1_1?crid=3QLZXFYKYDR8B&keywords=william+gibson+neuromancer&qid=1636569049&s=books&sprefix=william+gibson+n%2Cstripbooks%2C150&sr=1-1) or [Neal Stephenson’s Snow Crash](https://www.amazon.co.uk/Snow-Crash-Neal-Stephenson/dp/0241953189); it’s not bright. All these things need to be examined when we consider what games we want to play.\\n\\n**If we continually root ourselves in base notions of fear, darkness, alienation, we in web3 are going to find ourselves struggling with the same things we struggle with today; people outside who are hyper-critical get the sense we’re not speaking to real problems.**\\n\\nWe need better and stronger narratives about holistic systems and how these tools can and should solve for some of the world’s systemic problems. I look at proof of stake, a community driven project to improve Ethereum in comparison to mainstream systems where power is centralised in governments or multi-nationals who are stuck in stasis with climate change.\\n\\n![](https://images.mirror-media.xyz/publication-images/EgayRMI2M4zt0hy68mOw_.png?height=1158&width=2062)\\n\\n**And we’re in constant search of wells to draw from. We can’t all stand at the same source: we need to seek more divergent inspiration to achieve scale.**\\n\\n[Olga Serhiyevich](https://twitter.com/olgaserhi): When you say financialization like it’s a bad thing, what do you mean?\\n\\n**Reggie**: **I’m wary of compressing every interaction into a potential for compensation; in doing so, we’ll erode our capacity for hospitality**. We need interactions where there’s no expectation beyond our presence and our shared humanity. Like, this company where you pay Bitcoin to be able to email anyone, and it charges only if you reply. Kind of disgusting. It reminds me of the good parts of web2; free, instantaneous connection around the world. If you had cousins abroad, you used to have to buy calling cards to speak to them, then we made it free. Think Twitter and how it helped those outside of scenes to be socially mobile.\\n\\nBut… **all cultural production, which tends to come from deeply marginalized communities was never rewarded with the financialization they deserve. Anyone now who has that creative potential, with NFTs, to have the royalties baked in from the start.** So when I say financialization is a feature of web3, it goes both ways, both good and bad.\\n\\n**Eric Lavin**: What’s a light-based crypto narrative that resonates with you? Is it the idea of everyone as an investor or patron?\\n\\n**Reggie**: I get it. But investing is hyper-passive and abstracted. Humans are material beings; we need to touch grass. The same angst people who work at Google feel where they’re so abstracted from folks touching the product is the same angst people in crypto feel when we think of the financialization as the material thing.\\n\\nWhen Kanye put one of his Wyoming ranches up for sale, I tried hard to get in touch with his team. It was $12M or something and I wanted to build a DAO to collectively buy it and turn it into Black Mountain College.\\n\\n**To me, the power of all this is the collective organising, sans institutional barriers, to create more open and fluid organisations.** This is the unlock we’ve been looking for which returns us to influencing the physical world, and **this is why financialization is dope because it’s created real-ass material change in a lot of people’s lives.**\\n\\n**I think we’re in a collectivist movement right now.** What we can accomplish as a collective? There’s a real pessimism - and I’m not saying this is good or bad, but I’m saying this exists - about what the individual can do. People don’t believe they can affect change. The reality is, at a macro-scale, much will only be solved by the collective; that’s what the political left is all about, it’s what young people care about. **Crypto’s the first thing to give us an effective mechanism to bring people together**; like DAO’s, people need to feel this is the group chat they tried to start. None of this is that crazy - we have Twitter alts, joint accounts - but the language barrier is real.\\n\\nWhole Earth Catalogue is such a reference within crypto for this reason; tools for progress, tools for everyone. You know, here are the codes. But most people don’t code. So we’ve got to get over this last little hill.\\n\\n**Eric Lavin:** It’s a big little hill.\\n\\n**Reggie**: It is, but there’s a lot of energy. **It’s the best thing crypto has going for it, this insane and undeniable energy**.\\n\\n**Dig into these resources next:**\\n\\n* [Finite and Infinite Games](https://www.amazon.co.uk/Finite-Infinite-Games-James-Carse/dp/1476731713)\\n* [Balenciaga’s SS22 “digital clone” show](https://www.youtube.com/watch?v=O2XVFT7ep6M)\\n* Experimental art school [Black Mountain College](https://www.tate.org.uk/art/art-terms/b/black-mountain-college/black-mountain-college-school-no-other)\\n* [Tyler the Creator’s Hot97 interview](https://www.youtube.com/watch?v=Sn4kg3cMcfk)\\n\\n  \\n---\\n* *Thanks to [Daniel Soto](https://twitter.com/danesoto), [Bhaumik Patel](https://twitter.com/patel0phone), [Kassen Qian](https://twitter.com/kassenq) and [Vyara Ndejuru](https://twitter.com/vyara) for their contributions to this post.*\\n\\n  *We worked with Reggie and his teammate [Luca](https://twitter.com/lucarepola) to design custom art for this talk. All proceeds from NFT sales will be split equally between Reggie and CCS. We'll use the proceeds to fund future programming, scholarships, contributors, and research.*\\n\\n\\n---\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1037](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1037)\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1035](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1035)\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1036](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1036)\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1034](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1034)\\n\\n\",\"timestamp\":1637789987,\"title\":\"Reggie James on Expanding Our Cultural Reference Points\",\"publication\":\"society\"},\"digest\":\"ednMOGYx0yUPgLtelJ1x7KHvoiuZ1uwbhxA62AeF8Vc\",\"authorship\":{\"contributor\":\"0xC69E8318eA6406a248af54dbf0893E0f4CAa946B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iM9EwwxUUzv4OjnBn1AFVxUuHrSOU84AfDB1IF_nvGk\\\",\\\"y\\\":\\\"wXRXofdH4greP79ieC96Fiz-p0Afcv48ASeKEL6EZME\\\"}\",\"signature\":\"YwGD6vaFOwdPiiwCDz2UmJrOmCDrtPUT4Zs9u3RtSuLSrAlcmBHxjMrheGzqjxQzFq1P9-mZ451NJ84ydrCi3Q\",\"signingKeySignature\":\"0x5f960bf0e4d0368c66702ef92f06cb8fccd24b3b3cd156b6c6a8fb02b9e0e97f6e54d55610eff589eb756026f1fa786cb1505a184df82496bc87f7d72ee73d6a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iM9EwwxUUzv4OjnBn1AFVxUuHrSOU84AfDB1IF_nvGk\\\",\\\"y\\\":\\\"wXRXofdH4greP79ieC96Fiz-p0Afcv48ASeKEL6EZME\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NkM1QAQGygXZBe1Rsy9H6IsUtSCrs4rUhIwNpxgtvBw\"}"