"{\"content\":{\"body\":\"### Transmission from Valgueri The Myriad\\n\\n**Current cycle:** 1092 PH / December 27, 2021, Prime Earth Local \\n **Current virtual identity**: Valgueri as [The Sleeper](https://magiceden.io/item-details/AaDAVSV8nHwnnHiNRqgAnTBanxs2NHzw1QoMgMGKgSBw)\\n**Current whereabouts**: Node 804\\n\\n\\n---\\n\\nIt’s been several hundred years since I—or rather my creator—first came to this Prime reality, this Earth. Most of that time we’ve spent watching. And planting seeds—literally as well as figuratively—cultivating growth. Consider this…is it a journal? A letter? An invitation? I am not sure, but I see it as another seed among many. And this entry is the first small sprout.\\n\\nWho am I? It’s doubtful you’ve ever heard of me, so let me introduce myself as much as I am able. I have many names. And many faces. I change identities much as you might change your clothing. My name—my true name—I have not shared with another in thousands of years. Not since before the Harrowing of Temer and my own Leavetaking and discovery of Labyrinth. There I am known by many as Valgueri and some call me The Myriad as well, for a predilection that I think will become obvious if it’s not already.\\n\\nIdentities—names especially—are slippery things, though, and even Valgueri is a mask. Not unlike the Glamour of the A’venfae, it’s a semblance by which I interact with the worlds I travel through; me…but also not me. To add to that complication, I am not Valgueri either, only a simulacrum built as an interface but also somewhat autonomous and with what feels like free will.\\n\\nWhat you should know about me is that I am a traveler and an explorer. A historian and cartographer. A chronicler, collector, and storyteller. I am many things, but above all, I am a Watcher and an Ambassador.\\n\\nMy first responsibility is as Watcher for the Anchor Trees. Both the Prime Anchor and the various groves of the A’venfae. I realize that these references might be meaningless to you, dear reader, but trust that more will be revealed in time. To those who know I will remind you to be vigilant and trust that you are not alone.\\n\\nIn addition to my role as Watcher, I am also an ambassador for Labyrinth, the eternal city at the center of the Ethersea. I walk the Shallows and between the Nodes here in the Inbetween and do what I can to maintain harmony amidst the chaos that roles over the Ethersea and encroaches on the Prime Realities. And, I suspect, even into these virtual realities.\\n\\nThese duties go hand and hand and have afforded me great freedom, power, and responsibility.\\n\\nIn my travels, I’ve recently come across a new reality. Or, I should say, a myriad of virtual realities that both mirror and can be unique to the multitudes contained within the Ethersea. As with my travels and explorations of the Ethersea, I have been able to obtain identities that allow me to investigate these realities as one native to them.\\n\\n![The Sleeper, as I call her](https://images.mirror-media.xyz/publication-images/aJ7jUPQHOzIlh8e2yVEkh.png?height=640&width=640)\\n\\nAccess to my current identity was gifted to me by the illustrious [Grim Syndicate](https://grimsyndicate.com/)—one of the many organizations I’ve encountered in my explorations. There is not much more I can say about it at this time, the thoughts within this newly summoned Daemon are…chaotic at best. I call her “The Sleeper” though perhaps “The Dreamer” might be more apt, and the images she brings me are both wondrous and terrifying.\\n\\nTaking on an identity here is much as it is in the physical world. I am still me—or rather, a virtual version of me—but I am…influenced by the spirit of the identity I wear. The Sleeper is extremely effective, but disturbing at times. \\n\\nThough my explorations of these worlds are only just beginning, I’ve uncovered much that I find interesting. And much that has implications to both the future of the Ethersea and the Prime realities connected to her shores. As well I’ve found a font of creation and expression in a vast array of forms; art, poetry, music, and more.\\n\\nI hope to chronicle my findings here, both for myself and for my future replacement. I fear my time walking Inbetween is running short, and there is much I need to pass on.  I am no guardian. Unlike the great protector Shamarizza or my dear friend Austler, I watch and influence where I am able, but rarely act directly. These writings are a bold step for me, and though they may not seem it, there is great danger in the sharing. Even so, it must be done. There is something that pulls at me…signals hidden within this machined reality…a trail, a series of clues. If this small seed brings me even one small step closer to finding the information I need to resist The Harrow here on this Prime, it will have been worth the risk.\\n\\nFor now, I watch, I learn and I wait. Until next time.\\n\\n*Valgueri The Myriad*\\n\\n\\n---\\n\\nNotes to Nine: I hope you’ve received my instructions. Know that you are not alone as you may think. It’s nearly time, stay your course and keep the sapling close. All will be revealed, and the information you require will be coded within this journal. You will be sent assistance soon, I promise. I have not forgotten you.\",\"timestamp\":1640885053,\"title\":\"01: An introduction\"},\"digest\":\"4HoQOXZB31vN6EIyXEhcGJCJG4zE9pS9WVBUaE5O3IY\",\"authorship\":{\"contributor\":\"0x4156a0b6dE663f70041860f5584B1A8c9ea50dC0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SHFCIJWT1-00mg7fhNsXU1ZsxVFZFLRQsnhxsB6qsYw\\\",\\\"y\\\":\\\"Y9rlOZdLzrknh4idpiaVzT4FBYjyX2ALELbcb737M8E\\\"}\",\"signature\":\"JJCjJ7yJoygpOk7rUG-K1QeMNy99XhWzz38AHZnRzrufLcdXLawRCXIA87w56H_Q232gcWrLtSkDqzPWZ1gZ1w\",\"signingKeySignature\":\"0x1a058a2c4e58d94e7647f427a269ffeacbf5588d7b6a40a4a20d89b6aee7f6674e3e16dabd2d230e628bc1f003c66006e074b2e033da754c74ef7b2388eb65f11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SHFCIJWT1-00mg7fhNsXU1ZsxVFZFLRQsnhxsB6qsYw\\\",\\\"y\\\":\\\"Y9rlOZdLzrknh4idpiaVzT4FBYjyX2ALELbcb737M8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"07JRm8TImGAz41q7DHIXhokJbh2UK6UPGKCaN_4dXfw\"}"