"{\"content\":{\"body\":\"Meine erste Internetseite im zentralisieren Web veröffentlichte ich mit 12 Jahren und erreichte Tausende von Lesern und Zuschauern. Mit 19 Jahren erreichte ich Hunderttausende in den sozialen Netzwerken wie Facebook, dann Tiktok und heute auch LinkedIn. Bereits meine Schullehrer waren von meinen Internetseiten und von meinem Können begeistert, heute am 3.01.2022 mit 28 Jahren veröffentliche ich meinen ersten Blogeintrag im Web 3.0.  Das ist was ganz Besonderes.\\n\\n![Mohamed-Ammer.de im Web 2.0](https://images.mirror-media.xyz/publication-images/OhJDsR0QMZOB9YS5p1yjQ.png?height=899&width=1351)\\n\\n2018 habe ich mich entschieden die Welt zu bereisen, leider hat das Corona Virus alle meine Pläne diesbezüglich auf den Kopf gestellt und einige Zeit musste mein Reiseblog ruhen. Ich hatte mein Reisblog gegründet, um Menschen , die nicht, die Möglichkeit haben zu reisen, Tipps und Tricks zu geben wie sie günstig und gleichzeitig sicher um die Welt kommen und um Menschen, verschiedener Völker und Ethnien durch Kennenlernen und Vermitteln von Wissen näher zusammen zu bringen.\\n\\nZu meinen Zielen gehört auch, dass klimafreundliche und umweltbewusste Reisen in den Mittelpunkt zu bringen und auf Zugfahrten als eine moderne, günstigere, umweltbewustere und alternative Reisemöglichkeit aufzuweisen.\\n\\nDieses Angebot möchte ich nun erweitern und starte als travelfox.eth diesen Blog und weitere Projekte im Web 3.0.\\n\\n![Travelfox.eth](https://images.mirror-media.xyz/publication-images/-GdGkVQ5RT59hHxghwMTv.png?height=1500&width=3000)\\n\\nWenn du mich auf diese Reise im dezentralisierten Web begleiten willst, muss ich dir einige Tipps geben, damit du sicher für dieses Internet gerüstet bist:\\n\\n**Schließe Versicherungen online und offline ab**\\n\\nDie Denzentralisierung und Anonymisierung im Web 3.0 macht es leider Kriminellen leicht ohne Folgen davon zu kommen. Um im Fall der Fälle abgesichert zu sein, nutze die Möglichkeit Versicherungen offline sowie aktuelle Programme im dezentralisierten Web. Dich informieren über aktuelle Programme, Neuigkeiten und die neusten Versichungsapp im Web 3.0 kannst du hier:\\n\\n[https://ethereum.org/en/](https://ethereum.org/en/)\\n\\n**Achte auf Scams, Betrügern und Phisingseiten**\\n\\nSei auf der Hut und kontrolliere mehrmals die Webseiten mit denen du deine Wallet verbindest. Achte auf die Zieladresse (Wallet-Adresse) , wohin der Transfer deiner Transaktion stattfinden soll. Das kannst du tun, indem du die Adresse mit den offiziellen Websites der Organisation abgleichst. Ein gutes Tool, um ausgehende und eingehende Transaktionen zu kontrollieren ist [etherscan.io](http://etherscan.io).\\n\\n**Setze deine Kreditkarten- Limits und sorge für eine doppelte Verifizierung**\\n\\nIm Fall eines Scams oder Phisingfalls solltest du sicher gerüstet sein. Richte dir bei deinem Kreditkartenanbieter und bei den Crypto-Handelsbörsen ein zweifach Verifizierung ein, nutze hierfür andere Emails mit denen du nicht öffentlich aufgetreten bist und setze deinen Kreditkartenlimits, sodass Betrüger im Falle eines Zugriffs nur wenig stehlen können.\\n\\n**Discord und Opensea**\\n\\nMöchtest du NFTs auf Opensea kaufen , achte auf die offizielle Verfizierung von Opensea, meist an einem blauen Haken , ähnlich wie auf Twitter oder anderen Plattformen, zu erkennen. Kontrolliere auch hier mehrmals die Contract- Adresse.\\n\\nAchte darauf, dass du keine Links auf Discord, die du im privaten Chat zugeschickt bekommst anklickst. Kein Unternehmen noch eine Organisation wird dir persönlich limitierte Sales oder ähnliches anbieten.\\n\\n**Vor der Transaktion:**\\n\\nBevor du eine Transaktion tätigst (unterschreibst), solltest du die Wallet- Adresse an die du die Transaktion schickst mehrmals kontrolliern und mit den offiziellen Websiten des Anbieters abgleichen.\\n\\n**Gas fees (eine Art Transaktionsgebühren)**\\n\\nDu kannst diese Gebühren einstellen, umso weniger Gass fees du zahlst, dauert die Transaktion länger. Nutzt du Metamask als Wallet, kannst du die Gas fees direkt in der Maske editieren.\",\"timestamp\":1641244073,\"title\":\"mohamed-ammer.de goes Web 3.0 - travelfox.eth\"},\"digest\":\"NHz8ztCg2Txc6DNwl7zYvgNi2zkVVbtkI9ynketR5Nc\",\"authorship\":{\"contributor\":\"0xC528e20225481Af92e1A38ff10b471708A766A91\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gekkiA8XcRs9RxY0u20zYwGw0wS9mscxEAXoh4exQU\\\",\\\"y\\\":\\\"D7lZVrFd7jNcmCSFGeZl5Ty-KnwZ4i2bFTXyKkhJVIc\\\"}\",\"signature\":\"N5ONsZ1uZ_lM6k4ssZ39IRTQljQSf0yvBl95EQ6BNjwY1tcmSMqrY4XAhAiXbpo_PJAgh02LCn88DplYiLWxJQ\",\"signingKeySignature\":\"0x954c583896fce2c62778359d5f91f5f664233d1d0eb6b9d925f714db4603e73e54c5643a0cc9f636a4162f2348c8bfc29ed702cd37641794dfb3d963df5146b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gekkiA8XcRs9RxY0u20zYwGw0wS9mscxEAXoh4exQU\\\",\\\"y\\\":\\\"D7lZVrFd7jNcmCSFGeZl5Ty-KnwZ4i2bFTXyKkhJVIc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h6ZfauBxgZSj2mzNGYM6oh8CSNJqEkBlYGJ70zuhVsI\"}"