"{\"content\":{\"body\":\"> **This interview was first published in [Plumes With Attitude](https://plumeswithattitude.substack.com/) ( 🇫🇷 ), my personal newsletter on the benefits of writing, on May, 2021.**\\n\\n*[Patrick Rivera](https://twitter.com/patrickxrivera) is one of the most forward-thinking creators I've ever got to talk to. As a software engineer at [Mirror](https://mirror.xyz/), he works — [and writes](https://p.mirror.xyz/) — at the intersection of crypto and the creator economy. Here is our interview. Enjoy the read!*\\n\\n![](https://images.mirror-media.xyz/publication-images/0d2dca56-4239-445e-aea9-6a2029060f72.png?height=516&width=844)\\n\\n\\n**Hi Patrick, thanks a lot for accepting this interview! I have been following your writings for some time and I have SO many questions to ask you. In my opinion, you’re the creator who puts the most effort into making technical topics like crypto, Web3, and NFTs (non-fungible tokens) much more accessible. And this is precisely what I wanted to do with this interview. How about starting this conversation by defining and comparing these three terms using your own words?**\\n\\nThat’s a great starting point! First, I view crypto as an ecosystem of people who use technology to build a new way of organizing humans. In the past, countries were created with laws, religions with sacred texts, corporations with legal documents. [Decentralized Autonomous Organizations (DAOs)](https://ethereum.org/en/dao/) are an example of structures you can build with crypto today. From a more technical perspective, I view crypto as the next computing platform. The interesting thing lies in some of its major differences from current and past models. One of them is money. There is no currency associated with a computing platform like an iPhone, as it needs to integrate with offline banking and the financial infrastructure. However crypto comes with a technology that allows you to create your own currency. There is also this new paradigm brought by smart contracts relying on a transparent model with guarantees on how the whole open system works. So crypto is a new way of organizing humans along with a new computing platform that has money baked into it.\\n\\nNow before talking about Web3, let’s start with Web1. It was the Internet of the 90s, characterized by static websites, marketplaces for physical goods, and limited bandwidth. Then Web2 arrived and marked the arrival of social networks, mobile phones, dynamic websites, and broadband connection that allows video streaming. Web3 is the next evolution of the Internet in which people own their data and assets instead of having to rely on centralized corporations or governments. In Web3, you’re not limited to the scope of a social platform when you want to share content.\\n\\nThen you have NFTs, which are essentially files living on the blockchain. That's kind of a simplistic way of looking at it but that makes it easier to understand. The fact is: you get a few interesting things happening when something is on the blockchain. First, you own it. Then you get to decide how this thing works. You can trade it, hold onto it, or program that whenever it gets traded and sold, you receive a royalty fee. It’s still really early, a lot of things are broken at the moment and there is a lot of speculation. But the promise is that, instead of uploading a file to Instagram servers and having it controlled by Facebook, you have it secured by your private key. And you can program its economics since you are the one who owns it and sets the rules.\\n\\n**Thanks a lot for such a rich introduction! I often have this feeling that getting into Web3, crypto, and NFTs requires you a certain mindset switch because of high technical and cultural barriers. What do you recommend to the people who want to follow these topics more closely but have no idea where to start?**\\n\\nI agree with the fact that these topics are not very accessible today. But once you understand the fundamentals, the system becomes much easier to reason about. And I think that it’s actually much more accessible than understanding how the existing financial system works. The best way to learn is to play around: buy cryptocurrencies, set up your wallet on platforms like Metamask, try not to lose your private keys. You’ll soon realize that it’s easier and faster than ever to send and receive money, earn compound interests, get a loan or buy art. I like to compare it to the early days of the dial-up Internet when you had to wait for a few minutes just to load a video. And just like the Internet got better over time, the progress in terms of convenience and accessibility will be exponential in the coming years.\\n\\nAt the moment, you need to switch your mindset from the habit of efficiency to experimentation. Youtube, Whatsapp, and Twitter are great to be entertained and communicate with friends. But if you want to see what things look like at the bleeding edge of technology and social apps, you should try swapping tokens on Uniswap, buy NFTs on Foundation, or fund a project on Mirror.\\n\\n**Your answer makes me think of something I’ve heard from Sari Azout [in our interview](https://pwa.mirror.xyz/VclwDqX-nSxzQTeJnJCTyMkzsvP_IJxwomzUaOYmq1k) last month. I asked her about her approach to a healthier content diet on the Internet. She recommended switching from a consumer mindset (i.e. passively absorbing content without purpose) to a creator mindset (i.e. purposefully searching for content). In [one of your articles](https://p.mirror.xyz/pl07RMWdJZktHUAn8hZ02YlO35-Ju49orPrhaRnn4Vo), you wrote that you wanted to build software for creative people like writers, musicians, or visual artists. Why them specifically?**\\n\\nI consider myself a creative person. But I've also been in jobs and industries where I was learning things that weren't very fulfilling. Some people say that life isn't just about working. Still, I am convinced that being in a job you don't like does impact the other parts of your life. I want to help people make a living doing their best work in a path they truly enjoy.\\n\\nI am energized by the idea of building things to empower more people to express themselves and create art that empowers others and makes them feel good. I used to consider that only artists were creative people but that’s not what I believe anymore. I now think that anybody who is expressing themselves, whether it’s through writing, community speaking, code, or anything else, can be considered as creatives in their own way. And I believe that the next wave of artists will be those who give people the tools to turn their creative passion into their lives’ projects. We trust the people we watch on YouTube, Twitch, and TikTok. The new generation trusts MrBeast, not Fox News, the BBC, or the New York Times. And this changes everything in terms of education and empowerment.\\n\\n**Your ideas on empowerment resonate a lot with [a fantastic article recently published by Packy McCormick](https://www.notboring.co/p/the-great-online-game) about the infinite games of the Internet. And the fact is: you joined one of the most exciting Web3 projects mentioned in his analysis, Mirror. Can you describe how it works in your own words?**\\n\\nWe're trying to build the tools for people to create crypto-native businesses similar to how people create e-commerce stores with Shopify. There are major differences though since crypto tools enable you to create a global corporation from day one. You can create your own currency, you can redistribute the wealth created through decentralized governance. The end game is to help the creators build their own economies. And there are a few different components for that. First, there is the financing: how do you raise money? Then we launched tokenized crowdfunding. The second is about defining the business model that will enable you to earn revenue. So we created features for minting NFTs and having auctions. We have a lot more ideas that will go further in this direction. The third component is about reinvesting. For once you have the financing, the business model, recurring revenues, and even treasury, where can you allocate those funds? This is why we are building the tools to help people reinvest in projects and people from the Mirror community. So the plan is to create an operating system for people to create global corporations using crypto tools.\\n\\n**Wow! I actually thought it was limited to writers or the publishing industry.**\\n\\nWriting is a central skill in the creator economy. You can use it in TikTok videos, stories, and memes, you can build communities and media around it. And it’s still a prominent tool for communication between people. So we thought writing was the ideal starting point and a natural first step for Mirror. Eventually, we would love for any group chats to be able to have a business model. We want any group of friends to be able to create a token, raise money, mint NFTs, earn revenue, and redistribute the funds in a decentralized and transparent way. And of course, we want it to be as simple as creating a group chat.\\n\\n**This is massive! I had absolutely no idea about your long-term plan beyond writing (laughs). You’re truly at the forefront of the coming shift between Web2 and Web3. Since you’re mentioning the creator economy, I wanted to clarify something with you. In [a presentation](https://docs.google.com/presentation/d/1sUpk0gbvRQelH0MUIOqjNeGe8nwRH4mhrhDHmI6qh4M/edit) you created for On Deck, you wrote that “most people on the Internet are curators, not creators”. What are the differences between these two terms, according to you?**\\n\\nBy definition, a creator adds new information into the network by creating new content. Well, this is actually the case for curators too. Compiling the ten best Twitter threads on any topic is an act of creation. So my take is not a perfect analogy since the lines are very blurred between creation and curation. However, I see a big difference on a larger scale. Contrary to creators, there is no good business models for curators today. It’s hard for them to make a living, showcase their work, and get discovered.\\n\\nI believe that NFTs have the potential to change this. The article you mentioned by Packy [McCormick] actually goes in that same direction. Social apps are going to look much more like video games with NFTs becoming similar to in-game items for the entire Internet. I think that in the future, pretty much all social interactions like retweets, likes, shares, or comments are going to be NFTs by default.\\n\\nWe actually have a project around content curation at Mirror. Imagine you want to collect essays by Sari [Azout] as NFTs. The idea is to enable her to create three different pricing tiers: for instance a common version costing something like fifty cents, a basic one for five dollars, and a gold bundle at one hundred dollars. Eventually, you could have your own digital bookshelf with all the essays you have collected from your favourite creators. Then you could access rewards like status badges and enjoy a whole new experience around collecting, trading and curating. It would be the game mechanics similar to that of Pokémon cards, but applied to any kind of digital content.\\n\\n**It makes me think of [a tweet by Ryan Hoover](https://twitter.com/rrhoover/status/1385998796107108358?s=20) telling that “people don't realize how much [video] games have influenced Millennial and Gen Z entrepreneurs and creators”. And this goes way beyond gamification in my opinion.**\\n\\nIf you think about it, trading cards are nothing more than intellectual property. They are just stories people created content around. Then you can do the same with any digital content. Why couldn’t you collect MrBeast’s videos or Sari’s essays then? So I believe that the social networks of tomorrow will be crypto-native platforms that enable you to collect, trade and get rewards based on when you bought an asset and how long you hold onto it. With Web3, the frontiers between creators, curators, and collectors will continue to blend.\\n\\n**You recently compared the current booming crypto ecosystem to an “[Internet Renaissance](https://p.mirror.xyz/pl07RMWdJZktHUAn8hZ02YlO35-Ju49orPrhaRnn4Vo)”. This is a very interesting choice of words when you take into account the fact that it describes rebirth and marks a transition between a dark time and a period of enlightenment. It’s hard not to think about the aftermath of the Covid-19 pandemic and all the hopes around the vaccines being deployed. Some renowned observers even talk about [the new Roaring Twenties](https://medium.com/positiveslope/8-themes-for-the-near-future-of-tech-410dbb0b1afb). So I was wondering: how do you connect all these elements together? And what are the main characteristics of this Internet Renaissance?**\\n\\nI think it applies to a very specific corner of the internet right now. The Renaissance happening is about creators finally getting paid what they're worth. In the past, the people that extracted the most value from creative work were the executives and shareholders at the biggest companies in industries like arts, media, and tech. Intermediaries like Facebook and Universal Music Group could build network effects since they had the relationships and the money. They had a complete monopoly over creators. You didn’t get your song played on the radio unless you signed with the right label. In the ideal perspective, the creators are going to have more ownership, leverage, and transparency on their future contracts. They will be paid more and reinvest in their communities.\\n\\nI’m a firm believer in the importance of making education, job training, and opportunities accessible to all. Yet I don't think we can rely on governments and institutions to provide them. Can you imagine having the best teachers in the world create compelling online courses that are free and accessible for all? They could do that with a business model that monetizes the top one percent that is ready to pay for premium content, collect digital assets, pay for consulting services, or attend in-person experiences. And I can see this new kind of modern business model being deployed not only in education but across so many industries. I truly believe that we are about to witness the most productive years of human history.\\n\\n**I can’t think of a more positive and optimistic way to conclude this fascinating interview. Thanks a lot Patrick for your enthusiasm and your willingness to make all these exciting topics accessible to still more people. I can’t wait to read more from you!**\\n\\n![](https://images.mirror-media.xyz/publication-images/25a23ff2-16eb-4839-b14b-ff36fea7a8ff.gif?height=196&width=480)\\n\\n\\n\\n### 6 crypto/NFT/Web3 creators recommended by Patrick:\\n\\n**[Cooper Turley:](https://twitter.com/Cooopahtroopa)** *\\\"Cooper is the world expert on social tokens and building crypto-native communities.\\\"*\\n\\n**[Kinjal Shah:](https://twitter.com/_kinjalbshah)** *\\\"Kinjal has great perspectives on how crypto will shape social apps, communities, creators, and investing.\\\"*\\n\\n**[Jarrod Dicker:](https://twitter.com/jarroddicker)** *\\\"JD blends knowledge of traditional media with Web3.\\\"*\\n\\n**[Louis Giraux:](https://twitter.com/albiverse)** *\\\"Louis has shaped a lot of my thinking on DAOs and building communities.\\\"*\\n\\n**[Brian Flynn:](https://twitter.com/Flynnjamm)** *\\\"Briann lives in the future and is always ahead of the curve on crypto.\\\"*\\n\\n**[Shreyas Hariharan:](https://twitter.com/HelloShreyas)** *\\\"Shreyas is one of the most active participants in crypto and is an expert in how DAOs can manage protocol treasuries — which I think will be one of the most important trends of the next decade.\\\"*\\n\\n### Read my other interviews:\\n\\n- **[Following the right rabbit holes, with Sari Azout](https://pwa.mirror.xyz/VclwDqX-nSxzQTeJnJCTyMkzsvP_IJxwomzUaOYmq1k)**\\n- **[Choose your own writing adventure, with Max Nussenbaum](https://pwa.mirror.xyz/9GZm-IGk-oL_OmxsLHl_fEApuZd3a5NkaITLS7jJ3ck)**\\n- **[Pioneering the Passion Economy, with Li Jin](https://pwa.mirror.xyz/cKbvFpq0mV_-E0gM4GKmk8w-CYrKZF8ByC1nN2xm07E)**\\n- **[Building a New School for the Mind, with Anne-Laure Le Cunff](https://mirror.xyz/dashboard/edit/GD03ufsBOrDkKjO9psSLro0PEqC64So_t_uC39N20Hs)**\\n\",\"timestamp\":1624564714,\"title\":\"The emerging Internet Renaissance — my interview with Patrick Rivera\",\"publication\":\"pwa\"},\"digest\":\"BoEyMiW_B2DoUZlFNKdfXRn59goHfrsPwvdM8KiLhb4\",\"authorship\":{\"contributor\":\"0xb18501548Eeb4660c2348A75515e2740041999F6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_vjjP4NLyzKYRbJi5J4XnCAQMOzQKlH-n13OZADH97E\\\",\\\"y\\\":\\\"AfPOoHICiBIBwl4-nux3vBGHlHVfYnqjm7ffZUig94s\\\"}\",\"signature\":\"XUm1bWL_AG8Jd6aMmJvdyiZytQ1d81TW5stC53Rag8Jgp9BDN3vmK4YltbGPno4xewtzdoVCMv5IPTrBIXZcJw\",\"signingKeySignature\":\"0x1776b0bc7f5ce3fff6023ca8dff88e45d3a02054acee43d593a3c6682c9291c90ca823521506774453bb9eb82b097a3069e070d29da79cc1e102d2444d69b58e1c\",\"signingKeyMessage\":\"I authorize the publication of articles on pwa.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_vjjP4NLyzKYRbJi5J4XnCAQMOzQKlH-n13OZADH97E\\\",\\\"y\\\":\\\"AfPOoHICiBIBwl4-nux3vBGHlHVfYnqjm7ffZUig94s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BoEyMiW_B2DoUZlFNKdfXRn59goHfrsPwvdM8KiLhb4\"}"