"{\"content\":{\"body\":\"It is increasingly uncontroversial to suggest that traditional educational institutions no longer satisfy 21st century needs. This sentiment has been prevalent in the tech community for years, but is gradually seeping into [mainstream](https://www.cbc.ca/radio/ideas/why-universities-are-failing-to-prepare-students-for-the-job-market-1.6208196) [conversations](https://www.cityam.com/universities-failing-reform-costs-left-behind-jobs/) [around](https://www.theguardian.com/education/2019/oct/27/schools-are-failing-the-education-test) the world.\\n\\nOne of the key problems with the existing education system is the gap between what schools and universities teach, and what industry needs people to understand. This is a contributing factor to what is [commonly](https://www.uschamber.com/workforce/education/closing-the-skills-gap) [known](https://hbr.org/2019/01/does-higher-education-still-prepare-people-for-jobs) as the 'skills gap'. It is most evident in 'frontier' technology domains, which are defined by dynamic skillsets due to constantly moving goalposts.\\n\\nGiven that digital technology has been the dominant 'frontier' for the past \\\\~20 years (and therefore one of the most dynamic), it is the area in which the chasm between education and industry is most acutely felt, though by no means the only one. While it is inherently difficult to accurately quantify this, data points suggest that [87% of employers currently have a skills gap or expect one within the next 5 years](https://www.mckinsey.com/business-functions/people-and-organizational-performance/our-insights/beyond-hiring-how-companies-are-reskilling-to-address-talent-gaps), there is only [weak correlation between educational and job performance](https://www.researchgate.net/publication/232564809_The_Validity_and_Utility_of_Selection_Methods_in_Personnel_Psychology) while only [\\\\~40% of college graduates work in jobs that typically require a degree](https://www.newyorkfed.org/research/college-labor-market/college-labor-market_underemployment_rates.html). Qualitatively speaking, many tech companies [no longer require employees to have a degree](https://www.cnbc.com/2018/08/16/15-companies-that-no-longer-require-employees-to-have-a-college-degree.html). More anecdotally, most people working in technology can describe their own experiences of the mismatch between their education and their employment.\\n\\nHaving paid attention to web3 for a little while now, I think it may have something to offer in this context. Web3 (both technologically and culturally) changes a fundamental assumption of traditional educational institutions, that 'learners' are not capable of producing work that is valued by the market. Instead, web3 assumes that 'learners' are capable of producing real, valuable work as part of the process of learning. In doing so, it may provide a new primitive which enables education and industry to be brought into dynamic alignment, resulting in a faster and more consistent supply of talent with up-to-date industry skills, even in frontier domains.\\n\\nI want to use this piece to explore this idea in the following main sections:\\n\\n1. What is the gap in education and why does it exist?\\n2. How can web3 change it?\\n\\nSo, before we talk about web3, why is this important in the first place?\\n\\n## The educational gap and why it exists\\n\\nRealistically, employers need some way to distinguish between potential hires who do not yet have extensive working experience. Similarly, students need some way to bootstrap a reputation before they have had the opportunity to gain real working experience. Latter-stage education (\\\\~late high school through university), then, should act as an intermediary which fulfils two functions:\\n\\n* Enable students to discover the kinds of ideas and work that are most meaningful, while developing practical experience of solving problems which are valued by the market\\n* Develop a credentialling/reputation system which enables students to showcase (and employers to understand) their ability to solve relevant real-world problems, in lieu of ‘real’ working experience\\n\\nTraditional educational institutions have evolved a monopoly around solving these problems; built around the assumption that students aren't capable of producing work that is valued by the market while they are still learning. Courses are ostensibly developed to focus on building the skills that will be required to produce valuable work *in the future*. \\n\\nHowever, in making this assumption, it creates a series of entangled problems that disconnect the work done while 'learning' from the work done while 'working'. Ultimately, this creates a 'gap' (or, at least, a 'lag') between the skills that are needed in industry and the skills that are being taught in schools and universities. This often leads to wasted time and money for graduates, while also reducing the number of skilled workers available to employers.\\n\\nLet's dig into some of the reasons why this happens.\\n\\n### Education is optimised for theory, not practice\\n\\nIn the traditional educational experience, the nature of the work is highly theoretical. It is generally about *understanding concepts* rather than applying them in context. On an average computer science degree course, for example, the focus is largely on the *theory* of topics like data structures, programming languages, computer architecture and novel computing concepts. While understanding of the theory is at the foundation of becoming a great software engineer, tackling theory in isolation largely divorces the ideas from the real-world context which makes them meaningful. The transition from computer science student to professional software engineer is therefore marked by an entirely new learning curve, including things like working in a shared codebase, deploying in a production environment and working with real users. The theoretical concepts are still highly relevant, of course, but the characteristic that is ultimately valuable is the ability to *apply* these ideas to build software that solves real problems in the world.\\n\\nGiven the focus on understanding concepts, traditional credentials have evolved to prove theoretical understanding. Good scores in exams and assignments are signals of strong engagement with and understanding of the course material, and so a degree exists to prove a student's understanding of theory in a given domain. Unfortunately, understanding of theory does not imply practical ability. Practical ability can only be built through experience.\\n\\nInstead, I suspect that the actual value of (most) university degrees to employers is closer to a 'conscientiousness test'; a proof that students are willing and able to apply themselves to achieve some kind of long-term goal. If this is true, then it suggests that despite spending at least three years in higher education, the majority of the skills that are required to be successful in a professional organisation must instead be learned *after* already getting a degree. Of course, universities do not solely exist for the purpose of getting a job, but it is certainly a key reason.\\n\\nWith a focus on theory, traditional educational institutions cannot perform well as an intermediary, because theory in isolation is not what is ultimately valuable to employers.\\n\\n### School and university courses cannot keep pace with industry\\n\\nDeveloping courses is a costly and time-intensive process. In order to put a university course together, it requires a well thought out curriculum, staff to teach it, (often) physical space for lectures, course materials, exams and, of course, students. The burden for online courses is usually lower, but the time for new courses to evolve is still usually on the order of months to years. Unfortunately, this timeline is exacerbated by bureaucracy. While it might only take a few months to develop the course once started, it can take significantly longer to realise the need and come to a decision to begin development.\\n\\nIn the case of fast-moving industries, like technology, new skills can arise and become in-demand very quickly. For those familiar with web3, this is very topical. For example, writing smart contracts in Solidity (and now Rust) has become a massively in-demand skill despite relatively little supply. Similarly, the evolution of DAOs has also seen community management evolve as a key skillset.\\n\\nUnfortunately, by the time that a traditional course covering any of these topics has been developed, it may well be out of date. For example, it *might* be the case that Solana becomes the dominant blockchain ecosystem, leaving more smart contract written in Rust than Solidity, or that STARKs become the dominant scaling solution, leaving platforms written in Cairo. There *might* be a new platform that comes to dominate community aggregation other than Discord. These developments would necessarily change the content of the course, and render an older version out of date. Developments like this are the nature of any fast-moving industry, and must be accounted for in any solution looking to adequately match employer demand for novel skillsets. Universities are surely aware of this fact, which may even act as a disincentive to maintain pace with industry developments due to the additional cost of maintenance.\\n\\nSo, for structural and logistical reasons, it is very difficult for traditional education to keep pace with the needs of industry, which creates space between current industry needs and what education can provide.\\n\\n## How can web3 improve the situation?\\n\\nThe gap in education is relatively well established, so partial solutions already exist in the form of trade schools (like [Bloom](https://www.bloomtech.com/)), apprenticeships (like [Multiverse](https://www.multiverse.io/en-GB)), online courses (like [Udacity](https://www.udacity.com/)) and a long tail of other online options. These are all good options, but there is a need for a more systematic approach capable of responding to a broad range of dynamic industry needs. It’s here that I think web3 has something to offer.\\n\\nThe current wave of web3 is seeing DAOs move into the mainstream. For anyone not familiar, DAOs enable people and funds to organise on the internet in pursuit of a shared goal. While DAOs are still in their very early days, they are moving fast and moving mountains - for example, [ConstitutionDAO raised >$40 million](https://techcrunch.com/2021/11/18/constitutiondaos-bold-crypto-bid-for-us-constitution-falls-short/) to buy a rare copy of the US constitution, [KrauseHauseDAO has raised >$4 million](https://krausehouse.mirror.xyz/crowdfunds/0x9F6F91078A5072A8B54695DAfA2374Ab3cCd603b) on their way to buying an NBA team and [Praxis Society](https://www.praxissociety.com/content/city-from-the-cloud) is bringing people together to build a new city. While it is tempting to ask what DAOs are ‘for’, it's truer to say that DAOs are not ‘for’ anything, and are rather an organisational primitive that can be used for practically any purpose, including areas that we would typically attribute to companies.\\n\\n### DAOs need to modularise contributions to coordinate contributors\\n\\nDAOs are organisations composed of values-aligned communities. While there is usually a team of core contributors, the ultimate goal of DAOs is to enable rapid *self-organisation* of decentralised, economically-empowered internet communities. Over the long term, DAOs’ potential as an organisational technology is correlated to their ability to embrace and exploit a level of complexity that traditional organisations cannot handle.\\n\\nIn the DAO model, contributors are often not 'hired' through a traditional hiring process. Instead, contributors are freely able to join and progressively earn the right to take on more work and influence the direction of the DAO, through successive proofs of contribution. So, instead of handpicking individuals to join, DAOs create a selection pressure for those who are most aligned with the DAO’s goals to arise organically through contribution. This is a unique strength, because DAOs can benefit from a wider talent base (who may be missed by traditional company requirements) and better long-term incentive alignment.\\n\\nFor DAOs to be successful, then, one key characteristic is creating mechanisms that enable new participants to begin meaningfully contributing. To leverage DAOs’ unique strengths, these mechanisms are likely to diverge significantly from traditional hiring processes, though require solving similar problems:\\n\\n* Communicating key context about the DAO\\n* Understanding individuals' unique capacity to contribute\\n* Enabling them to start making meaningful contributions aligned with DAO goals\\n\\nThese are challenging problems to solve, but prior art can provide clues. One of the most successful proto-DAOs is Wikipedia. Wikipedia has evolved mechanisms that solve each of these problems while largely achieving the 'autonomous' nature that DAOs currently lack:\\n\\n* **Communicating key context** - Wikipedia communicates its context through its product - it is very clear to anyone who visits Wikipedia why Wikipedia exists, how the product works and what its goals are.\\n* **Understanding individuals' unique capacity to contribute** - Wikipedia efficiently comes to understand individuals' unique capacity to contribute because it's likely that the people who visit pages are those who are interested in the content of those pages, and it creates a selection pressure for those who have the willingness and knowledge to add something. For example, a factual error on a page will select for someone who cannot stand such an error, and feels compelled to make a correction.\\n* **Enabling them to start making meaningful contributions** - Wikipedia enables anyone to easily and permissionlessly make a contribution precisely to the extent that they are willing and able, from single sentences to whole pages, while review mechanisms ensure a consistent quality standard.\\n\\nThe key aspect that enables Wikipedia to scale coordination across large numbers of open-source contributors is the aggressive modularisation of contributions, which can arise both bottom-up and top-down. Bottom-up contributions occur from someone visiting a page, noticing a problem and making an edit, such that Wikipedia benefits from contributions that could not have been predicted by existing contributors. Top-down contributions arise from an internal task board which represents work that has been identified as needing to be done; so Wikipedia creates simple on-ramps for people who want to get involved more systematically. \\n\\nA similar pattern of modularisation can be found in almost all other successful open-source collaborations. Michael Nielsen, always way ahead of the game, identifies and explores this in detail in his wonderful book - “Reinventing Discovery”.\\n\\nDAOs are a different beast, though. Mechanisms are necessarily more complex because there are many more types of contributions, and incentives are more explicit. DAOs are also as much about vibe alignment as goal alignment. \\n\\nDespite this, efforts to modularise are evolving, notably **bounties** and **grant programs**, and will continue to expand. We can look at bounties as a 'top-down' strategy for contributions (work that has already been identified as needing to be done), and grants as a 'bottom-up' strategy (incentivising contributions that arise from the community and can't be predicted up-front). Both of these mechanisms represent incremental, modular units of real work that are valuable to a DAO, but, critically, can also act as clear on-ramps that enable new members to begin meaningfully contributing without necessarily having prior experience in the DAO.\\n\\nSo, what's the link here with education? Well, contribution mechanisms like these are still in their infancy, and don't yet work efficiently. However, if we extrapolate their growth into the future, I think there is a possibility that they can represent a new primitive for coordinating education. \\n\\nIn order to walk with me through the next sections, I'd like to present some assumptions up front. Of course, these are not assured, but they do appear to extrapolate some developing trends:\\n\\n* DAOs will become increasingly popular, and over a long enough timeframe, will begin to permeate all industries and types of work\\n* DAOs will continue to leverage their unique strengths, acting as predominantly open-source organisations which actively seek new contributions from open communities\\n* To handle the complexity of onboarding and coordinating large numbers of contributors, DAOs will aggressively modularise contributions down to the level of individual/incremental units of work. Some tasks will be 'top-down' (bounties or similar), and others 'bottom-up' (grants or similar). Enabled by new technology and processes, DAOs will get better at this modularisation. *Note: I'm going to use the word 'task' for the remainder of this piece in reference to this bullet point, despite the unfortunate connotations. Really, the scope of this kind of work is greater than a ‘task’ implies, and could be denominated by time, goal or action.*\\n* Many (not all) tasks are (and increasingly will be) sufficiently low-context that they can be completed by people who are not already familiar with the tacit inner workings of a given DAO, while mechanisms for providing relevant context will improve\\n* These low-context tasks, enabled by new coordination technology, will increasingly cover many different types of contributions (like writing, speaking, designing, coding, managing, hosting, hiring, investing etc)\\n* DAOs will preferentially push low-context tasks outside of the 'core' organisation as a way to recruit new long-term contributors, access the most relevant talent and enable massive collaboration at internet scale, where process automation is the key enabling vector\\n* DAOs don’t care *who* completes a low-context task, as long as it is done to the required standard (assuming that everyone has an equal likelihood of converting to longer term contributor), though DAOs will preferentially seek contributions from those with the best provable reputation\\n\\nWith these assumptions in hand, we can begin to explore one aspect of the potential for web3 in the education systems of the future.\\n\\n### Novel contribution mechanisms can change the core assumption of education, such that learning is represented as incremental units of work\\n\\nEarlier on, I stated that one of the core assumptions of traditional education is that learners are not capable of producing market-valued work while they are still 'learning'. Through a series of entangled problems, this creates a coordination problem between education and industry which results in a skills gap. With the set of ideas outlined in the previous section, it creates a mechanism in which there is a new assumption. Web3-native organisations (DAOs) enable people to produce valuable work regardless of whether they are learning or an established professional. Instead of having to spend years acquiring a university credential before earning the right to start contributing valuable work to the market, 'learners' can learn by doing real work for real organisations working in frontier domains.\\n\\nI suspect that novel contribution mechanisms (like bounties and grants) can represent a primitive for new kinds of education businesses, able to build supportive scaffolding around a dynamic landscape of modular work. These businesses will be able to understand the goals of individuals, and build experiences that orchestrate open-source work to achieve those goals. In doing so, they will perform the role of universities by taking on the metacognitive burden of traditional courses, but will be entirely internet-native and responsive to market needs.\\n\\nThis represents some significant changes from the university model from the point of view of the learner.\\n\\n* **Learners have the flexibility to explore domains at their own discretion** - in most university courses, while there are likely to be some optional classes, much of the course content is determined by the university. What constitutes a 'computer science' degree is out of the control of the student. In this model, learners instead have the freedom to explore many avenues and contexts simultaneously, and invest time at their discretion. Given the flexibility to sample real work in real organisations, learners are able to make more informed decisions about their career earlier on in life.\\n* **Credentials represent smaller chunks of skills** - traditional education courses are unforgivingly rigid. When you choose to do a four-year bachelor's degree, you must complete all four years and pass every class before you earn the credential. If you change your mind half way through, you unfortunately don't get half the credential, and instead get nothing to show for the time and effort (and money) you have invested. By reducing the functional unit to 'tasks' rather than 'courses', this model invites credentials to represent smaller units, giving learners more flexibility while fairly rewarding progress. *Note: credentials are an entire topic in themselves, and will be the subject of a future essay*.\\n* **Each task is financially rewarded** - since each task is an economically valuable unit of work for a real organisation, the learner gets paid to do it. This creates an economic incentive for curiosity.\\n* **Education is led by practice** - instead of just learning theory, students will develop expertise through meaningful practice, because the structural components are units of real work for real organisations. Theory-based learning will still continue *in* *support*, but the priority will shift in favour of practice as proof of ability.\\n\\nThere are significant benefits of this model from the point of view of the learner. However, the greater potential of this model arises by zooming out to the system level.\\n\\n### This enables a dynamic equilibrium between education and industry\\n\\nLet's project ourselves a few years into the future and imagine that this model is operating at significant scale. Let's say that there are millions of DAOs, large and small, spread across all industries throughout the world. This isn't so farfetched, given that there are 10.75 million companies in the US alone and DAOs are significantly easier to start than companies. Let's also imagine that over this time, DAOs (and their tools) have become really good at modularising their work and efficiently coordinating large numbers of contributors. \\n\\nNow, each DAO is producing hundreds or thousands of modular units of work every week which are available to open communities. We also assume that DAOs are tackling every conceivable kind of work, and so these modules are an accurate representation of their current needs. We now have a very large number of open-source work tasks that can be taken on by learners and professionals alike.\\n\\nWhere universities have traditionally between intermediaries between industry and 'learners', there are now direct on-ramps to acquiring expertise in frontier domains. Most excitingly, this may create the potential for 'education' to adapt in perfect synchrony with industry, because the new structural components of education are also incremental units of work for frontier organisations. This ability can come without any additional 'cost' to the system, since the modularisation of work by DAOs is critical to their function and not expressly in the name of 'education'.\\n\\nAs a quick thought experiment, let's imagine that a majority of large DAOs for whom it is relevant decide that STARKs are the future of blockchain scaling. As a result, they decide to rewrite their existing smart contracts in Cairo. In order to make this happen fast, each DAO decides to split this work out into individual tasks (for ease, let's imagine each task is one rewritten smart contract) and offer them out to the ecosystem. This creates a large amount of demand for Cairo developers in a short space of time, and given that Cairo is a new skill which is relatively scarce (and the need to rewrite the contracts is urgent), the price that DAOs are willing to pay is relatively high. In response, there is now a strong pressure for developers to learn Cairo (assumed here to be a new skill with zero established experts, and is a skill that requires significant time investment to learn).\\n\\nCurrently, the most visible signal for this demand is job postings, which in turn act as a signal for individuals and educational organisations looking to provide in-demand skillsets. However, along Coasean lines, this comes with high transaction costs for each party:\\n\\n* **Developers** - It's relatively risky for developers to take on full-time positions in novel skillsets, before the long term value of those skillsets is known\\n* **Organisations** - Full-time employment requires screening for long-term cultural factors which takes additional time during the interview process, and wastes time when it goes wrong. Also, since the skill is new, it’s hard to assess it effectively in an interview or lean on prior accomplishments\\n* **Education** - job postings are low fidelity and make it difficult to aggregate the demand for skills and justify the costs associated with developing a new course, especially without knowing its long-term value\\n\\nBy reducing the functional unit from a full-time position down to a task while creating a direct relationship between organisations and learners, we can reach a new equilibrium which supports the needs of each party. For individuals, tasks enable acquisition of expertise while reducing the risk of committing to full-time positions before understanding long-term interest. For organisations, urgent requirements can be filled faster while real contributions act as a higher-fidelity signal of long-term vibe alignment (which can convert to longer-term positions if desired). For educational businesses, it is easier to quantify the demand of new skillsets and build experiences that effectively teach them.\\n\\nUltimately, this mechanism may enable education and industry to co-evolve as needs change more quickly than has been possible before. \\n\\n### Conclusion\\n\\nThe goal of this piece has been to discuss the potential of web3 to better align education and industry in the pursuit of progress. To summarise the key points:\\n\\n* There is a coordination problem between education and industry, which results in a skills gap. This is caused by a timelag between the demand for novel skillsets and the development of educational courses and credentials to provide them. Even when those courses are developed, they still don't prove valuable skills because they largely divorce theory from real-world application. As a result, traditional education does not fulfil its role as an intermediary.\\n* To make faster progress in frontier domains, there is a need to bring education and industry into dynamic alignment, such that demand for novel skillsets can be fulfilled at a faster pace.\\n* DAOs are a new type of internet-native organisation, which have the potential to enable internet-scale collaboration in frontier domains. To enable collaboration at this scale, mechanisms need to be developed which get incremental units of real work out of the core organisation and act as on-ramps for new contributors to begin making meaningful contributions.\\n* These units of work can act as a new primitive for 'learners' to develop expertise that is directly aligned with current industrial needs. New types of internet-native educational businesses can form around this primitive, which continue to perform the metacognitive role of universities.\\n* This creates a direct relationship between learners and industry which removes the need for an intermediary (traditional university), and thus creates a dynamic market equilibrium which enables education to co-evolve in synchrony with the landscape of novel skillsets.\\n\\nDo you have thoughts on this topic? I’d love to hear from you! Please do reach out - you can find me here.\",\"timestamp\":1639147505,\"title\":\"Web3 x education #1 - aligning learning and work\"},\"digest\":\"1ERJLFzJhXxEgraOxxSK9WrYoEW-TPt3lS2PAAuLuJQ\",\"authorship\":{\"contributor\":\"0xB15F50e5AD35F29Bf52601d6629b3De44a3b922e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GS2KlTCdk7BzV-Vae3vWdlrcdFkZTC1i-hoXEU9AGjQ\\\",\\\"y\\\":\\\"mSdIOTHuz-lxboawa0pBYm2X25IoVBE5E5QYgC2orGg\\\"}\",\"signature\":\"fdz8js3dHi2Bp-GRVQMwkGgRxsJsBrb72dG7zmD6tuu2r558vJZcq959rYx3Lt0_aTa3AyS5Qg_eFetb70sg_A\",\"signingKeySignature\":\"0x0fbb9457bdaef35cee1a0eea7d331cdceba5f996c595de380538e7727dc37a3d35d1b97ceb43e1b59bde731eedc2fe563a6993850596657de6dc9046077bcd761b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GS2KlTCdk7BzV-Vae3vWdlrcdFkZTC1i-hoXEU9AGjQ\\\",\\\"y\\\":\\\"mSdIOTHuz-lxboawa0pBYm2X25IoVBE5E5QYgC2orGg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ieqSiPnJkDoJMAPmbyLQolKcU-q17m_ucbjdUZ-UNGY\"}"