"{\"content\":{\"body\":\"As social constructs exist today, retaining women in the workplace is an impossible task to tackle with the existing tools today. Programming on inclusivity to get into tech from a young age disappears💨 for women actively in their early career. \\n\\nWithout support once in the workplace, women are not giving themselves the chance to establish their performance, end up questioning their abilities, and doubt their belonging. It’s a type of self-fulfilling prophecy as a by-product of masculine cultures that expand beyond technology companies. In essence we are losing the art of self-reflection and are not taking into serious consideration that we are “co-creating ourselves” and each other, said best by Amber Case in her Ted Talk: [Are Our Devices Turning Us Into A New Kind Of Human](https://www.ted.com/talks/amber_case_we_are_all_cyborgs_now/transcript?language=en)?.\\n\\nAs we create the digital environments we work in, we must be aware and influence how best to do so in an equitable way that uses neutral text, colors, and methods of engagement instead of biased judgment. The problems of social inequality should not be left to those marginalized by it to fix it themselves. In the future (2060) most women will be considered identifying as **CALD** - culturally and linguistically diverse (Corpuz et al., 2020). For these non-native English speakers to feel included in tech environments that will likely look drastically different than they are today - organizations must use a variety of programs and methods to enhance digital communication practices to deter biased judgments, more evenly distribute work and find a systematic way that successfully distributes high value work evenly across teams (particularly to women). With more CALD women leaders expected to be in managerial positions (Corpuz et al., 2020), we must better use digital technologies to create inclusive environments, level the playing field, and provide training to women who want to **stay in STEM careers.**\",\"timestamp\":1640914324,\"title\":\"Don't just help women get tech jobs - help them keep 'em.\"},\"digest\":\"8KDQ4epqnZToRoqnCy6MZGkCSy90dWRuo8E4o4XrQr4\",\"authorship\":{\"contributor\":\"0xb17036Fec6Ec42548E9AE6660e80E91cAf822dd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kv2YRyVcx-SPm--t0xva7DRJJdWFCX3lyWtnIJl0WBc\\\",\\\"y\\\":\\\"M_F4Hr8-B-7GIleVJqaNXkd4VuK4PNsHEHHAy9lkhBA\\\"}\",\"signature\":\"4QDzEYnqpdGvVuTEmI2VxuSJ5Z1X3WN2c_X4-NltBkLhvYWQTkMLgqHDv8NSJa5bedCYNlbJgwqmJ-186TMFRQ\",\"signingKeySignature\":\"0x8361d5302723d1c6dea53cf052aa81dc8e62889e8dbd7e077c6b7253097f70a83fc514f368d772e0e54d7cb5bb747060d54166c7e68f89c90a139dabec4ef4701c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kv2YRyVcx-SPm--t0xva7DRJJdWFCX3lyWtnIJl0WBc\\\",\\\"y\\\":\\\"M_F4Hr8-B-7GIleVJqaNXkd4VuK4PNsHEHHAy9lkhBA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8KDQ4epqnZToRoqnCy6MZGkCSy90dWRuo8E4o4XrQr4\"}"