"{\"content\":{\"body\":\"*Disclaimer: Before sharing my thoughts on Alethea, I want to remind you that I am not a financial advisor, and this is not financial advice. I am a marketer, and I am interested in analyzing projects that can disrupt the way we do business and marketing. So always do your own research.*\\n\\n## Why Alethea?\\n\\nAlthough the venture launched its first iNFT only in June 2021, its story goes back to January 2020, when Arif Khan (the company's founder and CEO) recognized the [necessity of using synthetic media to benefit the community and society.](https://www.coindesk.com/tech/2020/01/16/fake-news-on-steroids-deepfakes-are-coming-are-world-leaders-prepared/)\\n\\nFrom that moment onwards, Alethea has been at the forefront of the web 3.0 industry with the aim of:\\n\\n> [\\\"Building a decentralized protocol to create an Intelligent Metaverse inhabited by interactive and intelligent NFTs (iNFTs)\\\".](https://alethea.gitbook.io/alethea-ai-whitepaper/)\\n\\nA crucial milestone happened in April 2021 when Khan published the thought process behind iNFTs - an evolutionary stage where NFTs come with interactive and intelligently generative capabilities coded in the contract. [In this article](https://andrewsteinwold.substack.com/p/ai-nfts-what-is-an-inft-), the CEO also outlined the main characteristics of an iNFT:\\n\\n* *Embedded Intelligence: A pre-defined or evolving prompt in GPT-X embedded as part of its immutable architecture creating generative possibilities in an interactive conversation*\\n* *Self-Learning: Accrues knowledge and Unlocks new forms of Intelligence available to the owner, creator and eventually, the network.*\\n* *Permissionless: universally usable and censorship-resistant*\\n* *Metaverse Agnostic: open and available to the internet and integrative with multiple platforms*\\n* *Valuable and fractionable: accrues value that is accessible to the owner and creator and its communities*\\n* *Token-based: An Ethereum-based [ERC 721](https://eips.ethereum.org/EIPS/eip-721)* or *[ERC-1155 Non-Fungible Token (NFT)](https://eips.ethereum.org/EIPS/eip-1155)*.\\n\\n![Alice - Alethea.ai](https://images.mirror-media.xyz/publication-images/Ue81Zl1YOm_LfFIAndVQJ.png?height=720&width=1280)\\n\\n[The turning point was in June 2021, when Alethea introduced the first tangible iNFT proof of concept: Alice](https://www.virtualhumans.org/article/meet-alice-the-artificially-intelligent-virtual-human-who-sold-for-500-000-in-a-sothebys-nft-auction).\\n\\nAlice is a human-like intelligent NFT powered by GPT-3 (artificial Intelligence and deep machine learning). She can automatically simulate \\\"*human speech in real-time and with corresponding lip-syncing to match\\\"*. For the record, Alice sold for $500K at Sotheby's this summer. Not bad for an MVP.\\n\\nRecently, the team kept delivering on its roadmap, launching (and auctioning) the [Revenants collection](https://nftevening.com/alethea-ais-revenants-is-the-first-inft-series-featuring-historical-icons/) and subsequently the 10,000 pods (more on this later) to initiate the shared intelligence training.\\n\\nIn a world where most projects rely on Hype and FOMO as building blocks for success, Alethea is a non-hype driven effort.\\n\\nIts team actively fights FOMO by extending staking windows and allowing late-comers to join.\\n\\nWhile the venture is still in an early evolutionary stage, there is no unfolding narrative. Instead, everything is academically documented and accessible to the general public - starting from the [project whitepaper.](https://alethea.gitbook.io/alethea-ai-whitepaper/)\\n\\n## What does Alethea do?\\n\\nAs previously mentioned, Alethea's mission is to build an intelligent and decentralized metaverse populated by interactive and intelligent NFTs (iNFT).\\n\\n[Three fundamental components make the iNFTs:](https://alethea.gitbook.io/alethea-ai-whitepaper/the-techincals/inft)\\n\\n* **Body**: this can be any ERC 721 token (NFT) that shows an image / PFP\\n* **Soul**: A Pod with different intelligence levels.\\n* **Mind**: As the Pod reach new intelligence levels, the mind matures and can perform more complex tasks.\\n\\n[Any NFT can fuse with another ERC-721 token ](https://alethea.gitbook.io/alethea-ai-whitepaper/the-techincals/inft-protocol)(called Personality Pod); the resulting iNFT is an enhanced medium that creates utility for the original holder while unlocking new economic, creative and social opportunities.\\n\\n![Personality Pod (Intelligence level 1) - Alethea.ai](https://images.mirror-media.xyz/publication-images/rBnoBffR7pfIl8jnswRhb.gif?height=320&width=750)\\n\\nThe key ingredient to creating an intelligent NFT is the [Personality Pod](https://alethea.gitbook.io/alethea-ai-whitepaper/the-techincals/personality-pods), an ERC 721 token equipped with a [GPT-3](https://en.wikipedia.org/wiki/GPT-3) artificial intelligence and deep learning machine engine. It allows the deployment of a non-custodial framework that enables the creation of an iNFT without performing any technical changes to the underlying asset. Through the personality pod, you can now enhance your NFT without swapping, wrapping, stacking or locking it. As long as the fusion stays in place, your NFT is considered an iNFT.\\n\\n10,000 generation one Personality Pods were launched and sold by Alethea at the end of October; owning one gives the holder the chance to train it and eventually fuse it to create a unique iNFT.\\n\\nPersonality Pods currently have [three intelligence levels](https://alethea.gitbook.io/alethea-ai-whitepaper/the-ali/ali-levels):\\n\\n1. **Level One** - Existent: The iNFT is alive but lacks sufficient Intelligence to perform any task besides being trained. No AI services are available.\\n2. **Level Two** - Aware: The iNFT can do tasks and offer AI services that require little or no cognitive load (i.e. recite and broadcast).\\n3. **Level Three** - Social: The iNFT can do real-time interactions and has a sense of personality (i.e. Interact, lower-order intelligence mining games).\\n\\nThe team has defined the scope up to level 5, where the iNFT will have enough Intelligence to compete in complex games. The DAO mechanism will decide subsequent levels (6 to 10).\\n\\nAnother cornerstone of the Alethea ecosystem is the ALI token, which regulates, incentivizes, and rewards the various participants of the iNFT protocol.\\n\\nThe ALI token makes the \\\"intelligence\\\" flowing in Alethea's Metaverse defined and measurable.\\n\\nIn the future, users will spend ALI tokens to buy \\\"services\\\" or upgrade their pods; and members who add value to the community (i.e. staking and training their pod) will receive ALI rewards for their effort.\\n\\nAll of the elements above come together in Alethea's [Noah's Ark](https://alethea.ai/about).\\n\\n> \\\"An intelligent metaverse that aims to preserve and evolve the culture, stories and collective intelligence of the human species.\\\"\\n\\nThe team is partnering with tier one names in the web 3 and 2 industry, such as Crypto.com, Dapper Labs, Polygon and Gemini, to fulfil their vision.\\n\\n![Alethea.ai - backers list](https://images.mirror-media.xyz/publication-images/vGIny_tEXp3zNUERe6rO0.jpeg?height=604&width=1088)\\n\\n## How does it work?\\n\\nIn the chapter above, we saw how fusing your NFT to a Personality Pod gives birth to a unique iNFT, but I want to make things a little more tangible in this chapter.\\n\\nThe first POC for Alethea technology was Alice - the world 1st iNFT - created with digital artist Robert Alice.\\n\\nAlice is a self-learning artwork you can talk to. Her personality is anchored by a seed text written by the artist. The text is - to all extent - an NFT manifesto which means Alice likes to be asked and talk about herself. The more she interacts with people, the more she learns and evolves. This video despite dystopian to some degree, provide a great visual reference to Alice and what she can do.\\n\\nThe second big step for Alethea was launching the [Revenant collection](https://opensea.io/collection/revenants-by-alethea-ai), one hundred iNFTs, depicting historical and cultural icons from Nikola Tesla to Napoleon to Cleopatra. The Revenants are the first inhabitants of Noah's Ark and serve as a strong proof of concept for the company.\\n\\nI had the privilege to participate in the shared intelligence training (more on this later) and interact with many revenants.\\n\\n[Here is the recording of my interaction with Abraham Lincoln about humans colonizing other planets (WTF).](https://www.youtube.com/watch?v=wg4DNMKYq9U&feature=emb_title)\\n\\nThe last step (for now) was the public release of [10,000 - generation one - personality pods](https://opensea.io/collection/inft-personality-pod-alethea-ai) of varying intelligence levels that can be trained and fused with NFT to create their intelligent counterpart.\\n\\nThese pods enable thousands of people to enter the AI world and to contribute to the growth of Noah's Ark capabilities.\\n\\nML requires lots of data to learn and improve, and the decentralized nature of Web 3.0 and NFTs give Alethea the perfect environment to farm data points at scale.\\n\\nShortly after the launch of the pods, the team announced the beginning of the Shared Intelligence Training, followed by the Individual Intelligence Training session (due to start on the 23rd of December).\\n\\nDuring the training sessions, community members can stake their pods and train them by interacting with the AI (see the video above where I try to convince Lincoln to conquer outer space) - receiving ALI tokens back as a reward for their work.\\n\\nThis community effort generates a wealth of data points and interactions that would have been difficult to see in a web 2.0 structure.\\n\\nIn two weeks of shared intelligence training, [the team harvested 230K+ unique data sets from users training their pods.](https://medium.com/alethea-ai/alethea-ai-releases-rewards-structure-for-the-intelligence-staking-event-671d9e8e744c)\\n\\nMore impressively yet, close to 7,000 pods (70% of the total current supply) have been staked during the first training window, stating the considerable confidence that the community has in this project for the long term.\\n\\nDuring the next phase, the individual intelligence training, each participating owner will begin shaping the personality of their pod. It will be the most exciting step because each pod will acquire different traits that will give more depth to the future interactions between humans and iNFT.\\n\\nThink again if you feel interacting with a JPG is dull.\\n\\nThere are a lot of fascinating elements that go into AI and Deep learning, and even the most trivial conversations can reveal some astonishing achievements ([see here Sarah negging Darth Vader](https://www.youtube.com/watch?v=82wpnHXTwmk&feature=emb_title)):\\n\\nI know lots of this sounds like something from a sci-fi movie, but daily applications are endless if you get over the uncanny valley.\\n\\nFrom a business perspective, this completely changes the dynamics for monetizing digital assets.\\n\\nFrom a marketing perspective, iNFT is a new interactive medium that can revolutionize how we bring products and services to the market at all customer journey stages (from driving the decision journey to delighting post-purchase experiences).\\n\\n## What makes Alethea stand out?\\n\\n## 1) Technology\\n\\nAlethea's Personality Pods sport a GPT-3 engine - the state-of-the-art for deep machine learning and AI - and are ready to support GPT-4.\\n\\nTo put things in context, GPT-3 is the largest neural network ever created, and it revolutionized the AI world by turning itself into a meta-learner. GPT-3 powered systems learnt to learn and can now perform tasks they were not initially trained for, as long as they receive clear instructions.\\n\\nThe main limitation of GPT-3 is the \\\"lack of intuition\\\", which makes it underperform in the so-called zero-shot results (situations for which the machine hasn't been trained and for which it hasn't received instructions).\\n\\n[GPT-4 is expected to build on that and bring to the \\\"market\\\" an engine capable of inferring and solving problems by pure intuition.](https://towardsdatascience.com/4-things-gpt-4-will-improve-from-gpt-3-2b1e7a6da49f)\\n\\nWe don't know when GPT-4 will effectively release, but Alethea has secured its space in the future by creating pods that support upcoming GPT-X protocols.\\n\\n## 2) Use cases for iNFTs\\n\\niNFT promises to add utility to existing NFTs (and their owners).\\n\\nAlethea is currently building Noah's Ark [marketplace](https://alethea.gitbook.io/alethea-ai-whitepaper/the-techincals/market), where - apart from first-party products - iNFT owners can offer services performed by their intelligent NFTs (such as broadcasting messages, reciting texts, etc.).\\n\\nDue to the initial stage of the projects, there is still a limited offer for iNFT products and services, yet it is easy to see how this protocol could create entire new marketplaces.\\n\\nTake music as an example. A few weeks ago Gramatik, Luxas and Audioglyphs released Synthopia - a fully generative music NFT experience\\n\\nIt won't take long (or perhaps a while) for iNFTs to start learning to \\\"generate\\\" their music. In November, [Universal announced the formation of KINGSHIP](https://www.musicbusinessworldwide.com/meet-kingship-a-new-virtual-group-launched-by-universal-label-1022pm/), the first band composed exclusively by NFTs (3 Bored Apes, 1 Mutant Ape).\\n\\nSoon your PFP could be publishing a grammy-winning album while you're busy doing something else.\\n\\n## 3) Meaningful connection of two technologies at the base of the Metaverse.\\n\\nIn my view, nobody explains the Metaverse as thoroughly as Matthew Ball did in his paper: [the metaverse primer](https://www.matthewball.vc/the-metaverse-primer).\\n\\nIf we look at the framework he created, we see how radical innovation in Hardware, Computing, Networking and Virtual Platforms (among the others) are the foundations of the Metaverse.\\n\\nThe iNFT protocol bridges the gap between some of these elements, and more importantly, it makes them interoperable.\\n\\nIn a sense, iNFTs can be called the first indigenous inhabitant of the Metaverse.\",\"timestamp\":1640782229,\"title\":\"Alethea.ai - bridging AI and NFTs\"},\"digest\":\"V4YEDW2kascehxy4Tc86Su6xXLYmTrar0l-gkg0E7Fk\",\"authorship\":{\"contributor\":\"0xdE4A33C03A2bEbb9ea0FDF7A9F16aA51BB84D114\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QLAvSdS4IbCJL7puUyXiUPLZsJzqpIFL4AQ80nlGPgk\\\",\\\"y\\\":\\\"th9xOCP1yvveSICUHJ2sWI-c9p3vUFk6NK7ToiIdOaQ\\\"}\",\"signature\":\"5Rjl6AFXrpVxhzfO9nCMAPRfpazrdJ4b5oeg5upuJ4980uOVhp1_m38Bl9TxLAdtkdFIZ_ejxxCI9X0WtzJRZg\",\"signingKeySignature\":\"0x560530d95e58f44e8094e273ccb8030b8d8ddffd4677a2fc8b43c7fedbceb9313855b3810e0d6c8a05093bc47b885e27e127e8e35d5ed8414dcc3997672e33201b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QLAvSdS4IbCJL7puUyXiUPLZsJzqpIFL4AQ80nlGPgk\\\",\\\"y\\\":\\\"th9xOCP1yvveSICUHJ2sWI-c9p3vUFk6NK7ToiIdOaQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xiVLzwZd42BFaThjewEjh2Zp-lTf97spIpe8cga-iD4\"}"