"{\"content\":{\"body\":\"*9.15.2020*\\n\\nThe ability to learn new things quickly. This is a critical skill for founders, employees, companies, and investors to be successful in their respective roles. If you work at an organization that is being transformed by growth, chances are your role will be transformed too. The skills that got you the job may no longer be sufficient as the demands of the organization evolve. Even organizations themselves need to be adaptable and able to learn quickly. This is how you battle incumbents, but also how the best incumbents stave off disruption from startups. The demand for learning doesn’t slow down as a company grows, it increases as time goes by. In our work with founders, it is clear to me that their unique positions are the most demanding of change, and the ability to learn quickly. Leaders of companies are so important to getting things done at a company, so as the organization grows and changes, so must the leaders and their skill sets.\\n\\nAs investors, we are no exception to the requirement of being able to learn new things quickly. We’ve written about how we are generalists, and part of our process is learning from entrepreneurs about problems that plague different industries and the potential opportunities to solve them. So learning quickly is an essential part of our job. If we’re doing our jobs properly, we’ll continue to be lifelong learners. So it’s not crazy to think that as we continue our jobs as investors, that the longer we do the job, the better we should become over time. We often talk about how our primary goal is staying alive long enough to get really good at what we do. [On a recent episode of the Invest Like The Best podcast, distinguished investor Charlie Songhurst explained the idea of the experience curve](http://investorfieldguide.com/songhurst/), stating:\\n\\n> *Don't study greatness, study failure, and work out how not to be that. If you're sort of thinking of history, trying to be as good an Emperor as Augustus would be really difficult, but not being as incompetent as Caligula seems really easy. And so as a practical advice, not making the catastrophic mistakes and just surviving long enough feels like a good strategy. There was some military general somewhere that said: “it's not that good soldiers become veterans. It's the lucky soldiers become veterans, but veterans are good soldiers.” Meaning just the luck of surviving the first few hours put you up an experience curve. And I see entrepreneurs transform in those first 36 months of leadership and management. And half of it is just stay alive till you get good.*\\n\\nYou want to study failure, make mistakes quickly, and move up the experience curve as rapidly as possible. More simply, you want to survive long enough to get good. If getting good is the goal, survival is a requirement.\\n\\nIn a few months, Stew and I will have been working on El Cap for two years. With each passing day, we feel better about our approach, more confident in what we’re building, and encouraged by the feedback we’re getting from the founders we work with, the people we connect with, and the other investors we work with. We are excited by our personal progress to date, which has been rooted in our commitment to learn quickly. But we’re also cognizant of the fact that we both still have so much to learn, and more room to grow. Our improvement over these almost two years doesn’t make us complacent, instead it reemphasizes the potential benefits of time spent in our role, and refocuses us on finding ways we can continue to improve over time. We think we are getting good at this job, and with more time, a lot of hard work, and a healthy sprinkling of luck, I believe we could become great. We’ll let the results take care of themselves though. Our focus will continue to be on the process of learning and improving every single day, because without that we might not survive long enough to continue climbing the experience curve.\\n\\n[@kunaltandon](http://twitter.com/kunaltandon)\",\"timestamp\":1639612608,\"title\":\"Climbing The Curve\"},\"digest\":\"drVLi0VlvDap1apSbWsPnUcpTD6F41IOAtO5fgTnUME\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"DAoV4ZvQknJuAs-bYC_NzN5x4BZxjyXzzmeOCaAVdfc0HG9Y8TnBZ9-wwKhUaNV9_r8AIhK03GIy-E3MfvUaeQ\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"drVLi0VlvDap1apSbWsPnUcpTD6F41IOAtO5fgTnUME\"}"