"{\"content\":{\"body\":\"Dear [Quartz Composer](https://en.wikipedia.org/wiki/Quartz_Composer),\\n\\nDuring this year’s virtual WWDC, you were officially deprecated. I never thought my heart would ache for the deprecation software. However, to be honest, I owe so much to you in my life, and it’s no exaggeration. Is this a love letter, or a farewell letter? Like many great loves that aren’t meant to last forever, it’s a bit of both.\\n\\nWe met many times, but you weren’t my first love. To say you were my first love would be a lie. Before we met, there was HyperCard and Dreamweaver. With visual programming tools like this in my life, I could do something I never thought I could…build what I imagine.\\n\\nWe encountered at times in college, where I remembered you as primarily a graphics app that my music friends loved using. It was a way to create trippy visualizations along with the electronic music they produced. You weren’t the first visual programming language (VPL) tool I was introduced to but were there for the most formative times of my life and career.\\n\\nI met you again later in my career. It was 2013 and HTC just announced their new phone, the HTC First, AKA the Facebook phone. People were talking about the chat heads interaction that appeared in the device. [Julie Zhuo wrote](https://medium.com/the-year-of-the-looking-glass/go-big-by-going-home-af182add5a2f) about how the design team prototyped the interactions in QC.\\n\\nThis was at the cusp of my iOS design career. I remember having coffee with my friend Robert Eickmann at Caffe Vita in Capitol Hill. He showed me a [video of a designer recreating the chat heads using QC](https://m.youtube.com/watch?v=GGAtBvKsJAI). When I finally joined Black Pixel, one of my dream companies, I was responsible for doing a lot of prototyping work for client projects. I really relied on you to tell stories through inspiring interactions.\\n\\nA while after, Facebook released Origami, a plugin built on your software. Like many designers, I was obsessed with building every interaction out using it. You once inspired me to give a talk at the Seattle Prototypers meetup, where I met Stephen Crowley, one of my good friends to-this-day.\\n\\nYou helped me ship the most impactful projects in my career and helped me build rapport with some of the engineers I worked with. You gave me the language, the rhetoric, and the conversation. You enabled me to become a curious explorer and prototyper. I have to be honest, you were the reason I felt I needed two Thunderbolt Displays to see my work. From prototyping a camera app for a social networking app people use daily to creating our first experience of video appointments at One Medical, you were there for all the big moments.\\n\\nThere were others similar to you that came, such as Form (what a great tool, and Google did nothing with it) and Noodl. You will always remain the original to me, and the one that sent me on a path of curious prototyping, which really changed my career; the one that invoked endless possibilities.\\n\\nThank you, Quartz Composer. I owe so much to you, and as we embark on the next evolution of visual programming, you will not be forgotten and your place in history will forever be remembered.\\n\\nLove,\\n\\nDavid (forever known as “That designer who is obsessed with QC”)\",\"timestamp\":1637804263,\"title\":\"A farewell love letter to Quartz Composer\"},\"digest\":\"06aJfgBabYsJyOIek8xF1xosdU_3AidPx1WuFtmyB_k\",\"authorship\":{\"contributor\":\"0xE6c12d7755b8DA3BB1aEeaE2F798982dBea061c2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HFK-YoIim4HJgHEeNjXWNunU0T6KDIK8c6hweS4qg40\\\",\\\"y\\\":\\\"n9un-ptHHIEdgtwx48VWhkgzTN-FQ05_ABpbRuHtkcY\\\"}\",\"signature\":\"EtB1udE7cgZyIur084Zq2YYsZSN9UTtba8VcfZVGwokWtWFk_qF2vYL5_enzxD1mImUOF9cnbFgO5FaefdqAPA\",\"signingKeySignature\":\"0xdb61e9dff0e34231584e6753e686ff940ff68df3701e53f305dd0a7f29528f864748f276cd7add8c5222a47c636c3e10eab16fe1aeb440a6512bd902a6ba53be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HFK-YoIim4HJgHEeNjXWNunU0T6KDIK8c6hweS4qg40\\\",\\\"y\\\":\\\"n9un-ptHHIEdgtwx48VWhkgzTN-FQ05_ABpbRuHtkcY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"06aJfgBabYsJyOIek8xF1xosdU_3AidPx1WuFtmyB_k\"}"