"{\"content\":{\"body\":\"To move fast is to have all the time in world.\\n\\nPeople that move faster toward a desired destination experience slower time.\\n\\nWouldn't it be interesting if we measured how far we traveled rather than how much time we spent? The fact that you can hack time by moving further along the timeline of life becomes very clear when we measure life in distance rather than in time. As a result, you can live many lives in one lifetime. For instance, someone retiring at 30 will have an extra 40+ years of life at their disposal, which means they have a second life to enjoy, something many others will never do.\\n\\n**That is what, Slipstream Time Hacking, by Benjamin Hardy talks about.**\\n\\n`“The man who has lived the most is not he who has counted the most years but he who has most felt life.” —Jean-Jacques Rousseau`\\n\\nAccording to Einstein’s special relativity theory, time is a description of distance traveled.\\n\\nThis is how time relativity works. Time feels the same to each individual but can be vastly different—speed is relative to each person.\\n\\nImagine if our lives were measured as distance traveled instead of time elapsed, as we measure light-speed? Would it be different if instead of counting the hours of each day, we looked at how far we actually moved? Imagine if instead of passing through 24 hours we measured how far we moved each day?\\n\\nThe pace of innovation these days is so fast that we accomplish more in a day than previous generations did in a lifetime.\\n\\nTechnological advances are an excellent example of time dilation. Due to the rapid progress of technology, humanity is able to progress hundreds to thousands of times faster than we used to.\\n\\nIf time is relative, we don’t need to assume one minute means one minute. Perhaps, five minutes could be squeezed into one minute, of five hours, or five years. The compression of time is not a matter of compounding activities, but the compounding of meaning.\\n\\nIf the goals you are pursuing do not require wormholes, your approach to life is far too small. The highest pursuits available are those that literally require exceptions to the rules, because such aims cannot be done conventionally.\\n\\nThe people that have moved the needle of humanity live on forever. The time they have expanded for others is their contribution to humanity—their footprint on evolution.\",\"timestamp\":1636470298,\"title\":\"Slipstream : To move fast is to have all the time in world\"},\"digest\":\"CNsyAnflSc7MaSaBErZwbNUAVfZoivGqXCUG_BszLNw\",\"authorship\":{\"contributor\":\"0x89B10a38F7854c70Ba4A28E9d2D1605a2398fdDe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vlLOOyDSWeRObkzw0oOELKlEaCUrt2UaJtd0-hfIjvs\\\",\\\"y\\\":\\\"c5kV6m4lQiycoomoXSnYVgInH8_Skb3HasfPyBtfeGY\\\"}\",\"signature\":\"cnSirUmUsHRcH0Qp_lgeCbg5fgyMcjgg7sDmT1SLwQzK8GPuuexgdJjoTrb9e_gYofPsVMjv1XsQkvSIDFPJmg\",\"signingKeySignature\":\"0x463ed4bc1be5822981d5bea619f5857be2221410e2c6b643963ccc543c0b374a1a5682827b22208f8845bc314e143ddc2f968053c377427e43b06fc52ff807241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vlLOOyDSWeRObkzw0oOELKlEaCUrt2UaJtd0-hfIjvs\\\",\\\"y\\\":\\\"c5kV6m4lQiycoomoXSnYVgInH8_Skb3HasfPyBtfeGY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LWylsibVMC0X9fyE-U5S0RW5B-oSW5JhKgoRU-xK48c\"}"