"{\"content\":{\"body\":\"## Binance NFT Auction Stats for Solv IVO\\n\\nOn December 13, 2021, at 9 p.m., I went for a bargain rush for the Solv IVO that took place on the Binance NFT platform. The opening price for the Solv Allocation Voucher was $400, including 572 $SOLV tokens, which got instantly sold out. The resale price for SOLV Voucher reached around $1500 in an hour. As of December 16, 2021, SOLV Voucher is ranked # 2 in the 7D Hot Series list and # 1 in the 7D Premium Creators List.\\n\\n[Solv Vouchers on BINANCE NFT market](https://www.binance.com/zh-CN/nft/collection/Solv-Vouchers?tradeType=0&orderBy=amount_sort&orderType=1&isBack=0&id=522670890684768256&order=amount_sort%401)\\n\\n![Solv Vouchers on BINANCE NFT market](https://images.mirror-media.xyz/publication-images/92-bWKGstLPcT2xmYYIJB.png?height=989&width=2136)\\n\\nThe current floor price is around US$1,700, with the total volume being close to US$1,600,000.The latest transaction price is US$1714.49. Prior to the 9-o’clock launch, I had 20 separate pages for SOLV Voucher ready in my browser, but that was nothing before bot creator’s codes. But fortunately, I was lucky enough to land 5 resale orders at a price close to $700, which is nearly doubled now.\\n\\n![The history of purchase](https://images.mirror-media.xyz/publication-images/QBinjSo-E6L0sYPjp41qT.png?height=656&width=1728)\\n\\nIt’s a shame that I was hesitant to hoard coins decisively when the price fluctuated around $600-$800. The sweet $600-800 price range may as well be long gone.\\n\\n## What is SOLV\\n\\nA SOLV Voucher is a NFT containing a number of locked $SOLV tokens.  These token are frozen, and can only be released according to a stipulated schedule.\\n\\nTo understand the value of SOLV Voucher, we need to understand the Solv protocol.\\n\\nSolv Protocol is a decentralized platform that provides the ability to mint, manage, and trade financial NFTs. Solv can help projects mint tokens into allocation vouchers based on ERC-3525 standard, an application of financial NFTs. The tokens are locked in Solv’s smart contract and will release step by step according to the rules set when minted. Holders can withdraw tokens from Vouchers.\\n\\nThe financial NFT minted by Solv platform not only have the characteristics of general NFTs, but also carry out infinite segmentation and merger, and transfer part of the financial NFT to others. These special functions must be operated on Solv platform.\\n\\n## What are the differences between Vouchers sold on the Binance NFT Market and Solv market place\\n\\nFive Solv Allocation Vouchers I got from Binance NFT actually do not contain any $SOLV tokens. It is only a ticket for transfering SOLV Flexible Vouchers. The true SOLV Flexible Voucher and $SOLV tokens are on Solv platform. \\n You need to withdraw the Voucher from Binance into your wallet, and then exchange it on Solv platform for a true SOLV Flexible Voucher containing tokens.\\n\\nTake it easy, hold it patiently. I will not consider selling my SOLV tokens unless its price is more than $10.\\n\\nSOLV Vouchers sold on Binance NFT and Solv platform are both Solv IVO's products. The underlying asset release rules are the same, so you can buy and hold the same interest in each platform. It refers to the following parameters:\\n\\n> Release purpose: Solv IVO \\n Sales duration: December 13, 2021, 12 PM UTC， first come, first served, while stocks last \\n Initial pricing: $0.7 per token (Binance NFT channel each NFT with 572 Solv tokens is priced at $400) \\n Lockup period: 180 days \\n Release mode: Linear release \\n Commencement release date: TGE, no later than 30 September 2022\\n\\nHowever, there are still many differences between the two platforms. For example, to participate in the Solv IVO, you must be whitelisted and pass KYC. I don't meet these requirements, so I have to go to Binance NFT .\\n\\nLet's use a table to compare the other similarities and differences between the two platforms.\\n\\n![](https://images.mirror-media.xyz/publication-images/l_JCk8Z1eHlqiWZgqCjH1.png?height=711&width=675)\\n\\nOne of the most important differences between the Solv platform and Binance NFT is the pricing of the Solv voucher. How do we determine which of the platforms has cheaper resale order being listed?\\n\\nSolv's list price is the price of a single token\\n\\n![](https://images.mirror-media.xyz/publication-images/7iYcTdJtRxjnii-VR4pT4.png?height=1148&width=2027)\\n\\nThe price listed at Binance NFT is the price for the Voucher (see the screenshot above). Divide it by 572 and you will get the price of a single token.\\n\\nRight now, the minimum price of single token on the two platforms is about $3.0 on Solv platform and  Binance NFT, which is four times the initial offering price at $0.7. This shows investors' confidence and consensus on this project.\\n\\nFollow Token Breath\\n\\n[Twitter](https://twitter.com/TokenBreath) | [Telegram](https://t.me/TokenBreath) | [Mirror](https://mirror.xyz/0x774fCdB73828176b120fe01Bf9cd3F00B1B6Bbe4)\",\"timestamp\":1640148748,\"title\":\"Price of Solv Allocation Voucher Listed on Binance NFT Has Quadrupled\"},\"digest\":\"7YHT4FbqQ6-6WXQOTx9K9iDOeDeXmSAgnasGRWq8aAM\",\"authorship\":{\"contributor\":\"0x774fCdB73828176b120fe01Bf9cd3F00B1B6Bbe4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pj-7y9k2i3SwKVGTtv3mXRGHNfMWXb7WFpSuy77Ch-k\\\",\\\"y\\\":\\\"sPy_WLyjFfnV1TF5bPbHAUKrb8p2NjlY4R_7NQ0MEgI\\\"}\",\"signature\":\"OYW4Rb9dUNcGhLA9gRIlkaWsl4c_MyrnEC6fLrLA-ZMwLHf3zUxaOS4GzMDJ_JupYAp4ytDXL8FEX5eaU8cPhA\",\"signingKeySignature\":\"0x5b4e6e467644730435e7a184aa88884d9d7b1068d157e49ad653f46dcd68bd5711f5f109a3bf80f24dcd53ee5063d88b95a578acaba4a4be62996c6364c4ee2d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pj-7y9k2i3SwKVGTtv3mXRGHNfMWXb7WFpSuy77Ch-k\\\",\\\"y\\\":\\\"sPy_WLyjFfnV1TF5bPbHAUKrb8p2NjlY4R_7NQ0MEgI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eAx4GMupQzzjKCfYcgO376xrLSWLYVWLj9YqmeziLtk\"}"