"{\"content\":{\"body\":\"将身子洗干净后，杨开才拿起那瓶凝血祛瘀膏，放在鼻下轻轻嗅了一口，发现这药果然就是香的，不由一阵神清气爽，摇头晃脑。 \\n  \\n     揭开瓶盖，从瓶中扣出一些正欲往受伤的地方抹去，杨开的动作却又一顿，急忙忙又去端了一碗水来，将手指上的膏药放进水中，仔细地搅匀，这才开始用这稀释后的药水处理伤势。 \\n  \\n     凝血祛瘀膏对于外伤的疗效虽然不错，可经过这么一稀释，功能怕是要大打折扣。但是杨开手上就这么一瓶膏药，自然是要省着点用。 \\n  \\n     一碗药水耗完，杨开也总算将伤势处理完毕。不过让他有些疑惑的是，这凝血祛瘀膏的味道跟之前闻起来的有些不一样，不但不香，反而还有些辛辣。 \\n  \\n     穿好衣服，从灶头上拿起一块黑乎乎的烤山芋囫囵而下，杨开一头倒在了床上，沉沉睡去。 \\n  \\n     屋顶上几个破洞射进来的光线让小屋显得有些明亮，屋内的陈设简单至极，仅有一床，连桌椅都没有，甚至那床上也只有一块桌面大小的鹿皮被褥，一块方方正正的黑石枕头。这便是杨开的全部家当。 \\n  \\n     鹿皮被褥是杨开有一次猎到一头鹿，剥皮烘制的，虽然不厚，却正好御寒。而那黑石枕头是杨开有一次离开凌霄阁，进往凌霄阁后的黑风山脉中打猎捡到的。 \\n  \\n     这块黑石方方正正，长一尺，厚三指，看起来象是石头，摸上去却不似石质，也没石头的重量，杨开也不知龗道它到底是什么玩意，反正拿来当枕头却是再好不过，便没再纠结于它。 \\n  \\n     这个黑石枕头杨开已经足足枕了一年多时间，也不知是不是错觉，枕着它总是很好入睡。 \\n  \\n     睡梦中，杨开梦到了今天的一战，一次次被那个周定军周师弟打飞出龗去，一次次地站起来，心中的不屈和坚持在发酵，胸口一股热血翻涌。 \\n  \\n     随着梦境的继续，胸口热血翻涌的越来越厉害，睡梦中的杨开脸色痛苦，可神色却坚毅无比，心中自有一股执着，哪怕脚趟刀山，身煎火海，也是怡然不惧。 \\n  \\n     睡梦中的杨开并没有注意到，自己脑下枕着的黑石枕头，此刻竟然散发出一股深幽的光芒，伴随着杨开心绪的起伏，这光芒越来越盛。 \\n  \\n     梦中，杨开继续清晨的遭遇，被周定军屡次打翻在地，当他第千百次从地上站起来的时候，心中发酵的不屈和坚持顿时爆发，一往无前地冲去，狠狠地将周定军撂倒，周定军倒地的瞬间，他的样貌一阵模糊，竟幻化成了自己的模样。 \\n  \\n     这一刻，杨开心绪平静了下来，并不是因为在梦中击败了对手而平静，而是因为战胜了自己，战胜了自己心中的胆怯和屈服。 \\n  \\n     一种淡淡的感觉油然而生，仿佛天下间再无任何事，任何人能让自己屈服。 \\n  \\n     现实中，杨开脑下的黑石枕头猛地爆发出一团黑光，这黑光打着转从黑石中冒出，在半空中晃荡几下，顺着杨开脑门百会穴钻了进去，瞬间消失不见。 \\n  \\n     与此同时，一股苍凉亘古的蛮荒气息降临，好似海浪之潮，崩雪之威，任何一个人在这股气息面前都是那么的微不足道。 \\n  \\n     杨开猛地睁开了眼睛，浑身大汗淋淋，一阵心有余悸。 \\n  \\n     他是被那股气息惊醒的。 \\n  \\n     定下神来，杨开干笑一声。自己做梦竟然会把自己吓到，实在是有些无稽。揉了揉脸，透过屋顶上的光亮判断着现在的时间，顿时有些懊恼，自己这一睡竟然睡了两个时辰之久，眼看着就要傍晚时分了。…, \\n  \\n     匆忙起来，将身上的鹿皮被褥掀开，仔细叠好，又正了正黑石枕头的位置。正欲下床，杨开却是眉头一皱，扭过头怔怔地看着黑石枕头。 \\n  \\n     感觉好像……手感不一样啊。 \\n  \\n     疑惑之下，杨开又伸手将黑石枕头拿了起来，这一掂量确实发现不一样了，这东西竟然变轻了许多。 \\n  \\n     奇怪了，一块石头怎么突然变轻了？杨开随手抛了抛，这一抛，顿时抛出问题来了。 \\n  \\n     就好像是一本厚重的书被丢到半空中，书页哗啦啦散开，杨开瞠目结舌之下，竟忘记伸手去接。 \\n  \\n     啪地一声，黑石枕头掉在地上，杨开仍不敢相信地望去，赫然发现这黑石枕头竟然真真的跟一本书一样摊开在地上。 \\n  \\n     这不是石头么？怎么突然变成一本书了？ \\n  \\n     黑石枕头被杨开枕了一年多，它是什么样子杨开再清楚不过。以前也没发现它是一本书，怎地今日老乌龟脱马甲，转脸就变蛇了？ \\n  \\n     良久，杨开才弯腰将这本黑书捡了起来，入手的瞬间，杨开心中平白生出一股血脉相容的感觉。 \\n  \\n     仔细地翻看了一遍，杨开不得不承认，这黑石枕头果真就是一本书，厚厚的书皮，厚厚的书页，但让人无语的是，这本黑书上没有一个字的记载，空荡荡一片。而且这书页的质地也让杨开看不透，自己用手轻轻撕了一下，竟然还撕不裂。 \\n  \\n     这可真是有意思了，自己枕着它一年多，竟然直到今日才知龗道它的真面目。 \\n  \\n     但这样一本无字黑书有什么用？杨开转来转去地查看，一无所获。 \\n  \\n     鬼使神差地，杨开翻到了第一页，不信邪地怒瞪双眼，使劲盯着空无一字的书页。 \\n  \\n     只不过片刻功夫，杨开赫然发现眼前的书页上有了些许变化，正凝神间，那在刚才睡梦中降临的蛮荒气息再次出现，一行烫金大字渐渐浮现在杨开眼前。 \\n  \\n     “以血为引，金身降临，神功不成，金身不灭！” \\n  \\n     这股气息直冲心扉，杨开猛地合上黑书，手脚忍不住地战栗不已。深深地吸了好几口气，这才稍微平复下心情。 \\n  \\n     这黑书到底隐藏了什么样的秘密，杨开并不知龗道，杨开只知龗道，自己从黑风山脉中捡来的这个东西，恐怕大有来历。 \\n  \\n     沉默了良久，杨开才再次打开黑书，这一次，一眼便看到第一页书页上的那几行烫金大字了。 \\n  \\n     原来……不是梦啊。 \\n  \\n     渐渐地另外几行字也慢慢地浮现了出来。 \\n  \\n     “傲骨金身，霸者横栏，不屈之魂，方能降之！” \\n  \\n     八行三十二个字，占据了整整一个书页，给人一种上天下地，惟我独尊的感觉，就好像那些字也充满了森森霸气。\",\"timestamp\":1637502240,\"title\":\"第四章 黑书\"},\"digest\":\"cpGutX5TJEJ0pyG0yrZpFSiXyYrbrmgZ8xUUFKKX7Q4\",\"authorship\":{\"contributor\":\"0x9cAEDdbdc62acfface89Ebc21ee2030bcC35719f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"signature\":\"_A0rIti-jTi8BOz-oYhGUlgYUp5A8PDcnVfZ-cXW8KEp4D3VzxAQN2pcsEWTZraDuD7p8gZhMDk5EG5SHqwwLA\",\"signingKeySignature\":\"0x55d545bdbeb279544acf0a6fc03f39e7c3ff1525471fdcbdcb93e54a7ba094867c3754f57bb258ba375e76161401c1ad0b66a52dbedcca99294cac692cc31e541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cpGutX5TJEJ0pyG0yrZpFSiXyYrbrmgZ8xUUFKKX7Q4\"}"