"{\"content\":{\"body\":\"[crowdfund://0x8d76Cf97E373444c1aA8778b1fe056d3B07505fF?features=overview](crowdfund://0x8d76Cf97E373444c1aA8778b1fe056d3B07505fF?features=overview)\\n\\n**INT. POLICE INTERROGATION ROOM - DAY** \\n \\nERIC (late 20s), dressed in all black, is handcuffed to the table. We can hear the police officer interrogating him, but we don't see them. Eric is clearly nervous but is keeping it together. \\n \\nCOP (O.C.)\\nAre you comfortable? \\n \\nEric clangs the handcuffs against the ring on the table. \\n \\nERIC\\nJust a normal Tuesday night. \\n \\nCOP (O.C.)\\nIt's Thursday. \\n \\nEric shakes his head and nods towards a second unseen officer. \\n \\nERIC\\nThis guy gets it. \\n \\nCOP (O.C.)\\nNo, he doesn't. \\n \\nCOP 2 (O.C.)\\nNo, I do. \\n \\nEric smiles and goes to fist bump the second cop but the handcuffs bang against the ring on the table again. \\n \\nERIC\\nI'm about as comfortable as I could be given the circumstances. \\n \\nCOP (O.C.)\\nAnd which circumstances would that be? \\n \\nERIC\\nGetting arrested. \\n \\nCOP (O.C.)\\nUsually innocent people say something along the lines of \\\"getting arrested for something I didn't do.\\\" \\n \\nERIC\\nI didn't realize there was a script. \\n \\nCOP (O.C.)\\nJust the thing innocent people say. \\n   \\n ERIC\\nI am innocent.\\n \\n COP (O.C.)\\nJust the thing guilty people say.\\n \\n ERIC\\nWait, didn't you just say that's what innocent people say?\\n \\n COP (O.C.)\\nI'm the one asking the questions here.\\n \\n ERIC\\nSorry, I'm new to this.\\n \\n COP (O.C.)\\nSo, we know what you did. And we know who you did it with. We just find it hard to believe that you, a nobody with no record, were the actual mastermind. \\n \\nERIC\\nNo need to be mean about it. \\n \\nCOP (O.C.)\\nSo, do you want to take credit for running the show? \\n \\nERIC\\nI don't want to take credit for anything at all.\\n\\nCOP (O.C.) \\n So you’re going to be difficult then. \\n  \\n CUT TO: \\n \\n**INT. ARCADE - DAY**\\n \\n Eric continues to stare into the camera. We PAN OUT to reveal he's dressed casually for his 13-year-old niece, Katie's birthday party at a Chuck-E-Cheese/Dave and Buster's hybrid arcade called \\\"Breadsticks and Joysticks.\\\" \\n  \\n Eric stands in a group with LAURA and BLAKE (a couple in their 30s) while kids play all around them. \\n   \\n LAURA\\nHey Eric, your sister tells me you got a new job. \\n \\nERIC\\nYep, I'm working at a startup called Sergeant. \\n \\nLAURA\\nWhat's that? \\n \\nBLAKE\\nOh, that's the app that replaces your phone alarm with a drill sergeant who yells at you until you wake up. \\n \\nERIC\\nThat's the one. It's not just for wake-up calls though. You can have a drill sergeant yell at you to go to the gym, or do the dishes, or remember your anniversary. \\n \\nBLAKE\\nDo you hire actual drill sergeants? Do they have enough free time to work for you on the side? \\n \\nERIC\\nThat's proprietary information, unfortunately. I can tell you that we're working on an AI solution to increase the adaptability and responsiveness. \\n \\nLAURA\\nAre you an AI expert? \\n \\nERIC\\nNo. \\n \\nLAURA\\nAre you a programmer? \\n \\nERIC\\nNo. \\n \\nLAURA\\nAre you in sales? \\n  \\n ERIC  \\n No. \\n \\nLaura looks sideways at Alex.\\n \\n LAURA\\nSo, what do you do there?\\n \\n ERIC\\nMy title is technically \\\"Fastidious Fixer.\\\" I do a bunch of things.\\n \\n CUT TO:\\n** \\n INT. STARTUP OFFICES - FLASHBACK - DAY** \\n\\nThe tech startup office has an open floor plan. The company's name on the wall is misspelled as \\\"SARGENTT.\\\"  \\n  \\n VINCE, Sargentt's founder, a 24 year old bro, sits at a table with a number of senior company employees, none of whom are older than 25. He wears a loose, silk shirt in a camo pattern with matching camo cargo shorts. \\n \\nVINCE\\nERIC! COFFEE! \\n \\nCUT TO: \\n \\n**INT. STARTUP OFFICES - FLASHBACK - DAY**\\nVince comes out of the bathroom and spots Eric.\\n \\n VINCE\\nERIC! FIX THE CLOGGED TOILET!\\n \\n CUT TO:\\n \\n **INT. VINCE'S OFFICE - FLASHBACK - DAY**\\n \\n Vince's office is completely glass and is in the middle of the open floor space. Vince's shirt is off and he's holding an electric razor.\\n \\n VINCE\\nERIC! My Men's Health shoot is today! SHAVE MY BACK!\\n \\n **INT. ARCADE - BACK TO PRESENT**\\n \\n Eric, Laura and Blake continue their conversation.  \\n   \\n BLAKE\\nSo... how'd you find that?\\n \\n ERIC\\nI always wanted to start my own company and thought I could learn something before I launched. \\n \\nLAURA\\nHave you? \\n \\nERIC\\nToo soon to tell, excuse me.\\n \\n Eric begins walking through the arcade, watching kids, teenagers, and adults playing games. He sees KATIE at a table opening presents and brings her his gift.\\n \\n KATIE\\nHey Uncle Eric, thanks for coming.\\n \\n ERIC\\nHey Niece Katie, thanks for inviting me.\\n \\n KATIE\\nMy mom said your job is hard and thought you could use a fun afternoon.\\n \\n ERIC\\nYour mom is a smart lady. Don't forget that as you slowly transform into a monster in the next few years. \\n  \\n KATIE\\nI won't turn into a jerk.\\n \\n ERIC\\nLet's table this conversation for seven years.\\n \\n Katie laughs.\\n \\n ERIC\\nHere's what I got you.\\n \\n She opens his present and sees it's \\\"THE NEW ART OF WAR - LESSONS FROM THE BATTLEFIELD TO THE BOARDROOM\\\" by Vince Carlson, CEO of Sargentt. Vince's picture is extremely serious, with him issuing commands to his subordinates, including Eric. \\n  \\n KATIE\\nThat's you!\\n \\n ERIC\\nIt is. You said you wanted to start a company one day, so I thought you might learn something from him.\\n \\n KATIE\\nHave you learned anything from him?\\n \\n ERIC\\nToo soon to tell.\\n \\n They get interrupted as MAX (13 year old boy) comes up with an iPad Pro box that isn't wrapped.\\n \\n KATIE\\nMax! Thanks for coming! Is that for me?\\n \\n Max hands her the iPad.\\n \\n MAX\\nYeah. I just won it. Thanks for inviting me.\\n \\n ERIC\\nYou just won it? That's a prize in this arcade?\\n \\n MAX\\nYeah, if you have enough tickets.\\n \\n ERIC\\nHow'd you do it?\\n \\n KATIE\\nUncle Eric, can you let us talk?\\n \\n ERIC\\nKatie, you have your whole life to talk. You know I love free prizes. Text him later. Max, can you show me how you did that?\\n \\n CUT TO:\\n \\n **INT. ARCADE - MOMENTS LATER**\\n \\n Max and Eric stand at a machine where the light goes around clockwise and you have to stop it on a high value light. Max hits it every time, watching the jackpot go up. \\n   \\n MAX\\nI'm an AP.\\n \\n ERIC\\nI don't know what that means.\\n \\n MAX\\nAdvantage Player. We focus on the highest value games and crush them. You get more bang for your buck on Wednesdays when games are half-off. I can rack up 30,000 tickets in a day, especially if a bunch of losers go before me. I hit more jackpots than ever today and got that iPad Pro.\\n \\n ERIC\\nHow many tickets did it cost?\\n \\n MAX\\nSo many.\\n \\n ERIC\\nCan I try?\\n \\n MAX\\nSure, it won't hurt to get the jackpot up a little more.\\n \\n Eric steps up and starts. He loses immediately, over and over again.\\n \\n ERIC\\nDammit.\\n \\n MAX\\nYou aren't being patient. Give it time to get around.\\nEric misses.\\n \\n MAX\\nI'm sorry to tell you, Mr. Guy, I don't think you have what it takes.\\n \\n ERIC\\nMy name is Eric.\\n \\n MAX Mr. Eric, you're just not talented enough.  \\n   \\n ERIC\\nBut I want to get Katie something great.\\n \\n MAX\\nSave some money and just go to the Apple Store. You'll lose your house before you get so much as a finger trap here.\\n \\n Eric tries again and misses.\\n \\n ERIC\\nJoke's on you, I don't own a house.\\n \\n MAX\\nHow is that a joke on me?\\n \\n Eric tries one last time.\\n \\n MAX\\nMaybe you should try another game.\\n \\n Eric and Max go over to a ball drop game where numbered holes spin in a circle and you have to time the drop correctly to win that number of tickets. Eric hits 50 on his first try.\\n \\n MAX\\nPretty good!\\n \\n Eric hits the jackpot on the next one.\\n \\n MAX\\nYou might have a chance after all, Mr. Eric.\\n \\n Max walks away. Eric keeps playing and winning as tickets pour out of the machine.\\nHe excitedly picks up his huge pile and makes his way to the prize wall. He sees signed football helmets and baseball bats for 60,000 to 70,000 tickets. He sees the Airpods and other electronic gifts. He hands his huge pile to the TEENAGER working behind the counter, who weighs it.\\n \\n ARCADE EMPLOYEE\\n1312\\\\.\\n \\n ERIC\\nExcuse me?\\n \\n ARCADE EMPLOYEE You have 1312 tickets.   \\n  \\n Eric looks at the wall and sees the ticket costs are way too high. He can't even get a family size bag of candy. He points picks up the prize the employee puts on the counter, and turns around.\\n \\n He opens a small box of Junior Mints and hangs his head.\\n \\n CUT TO: \\n \\n**INT. BOARDROOM - DAY**\\n \\n LILI (late 20s), athletic and well-dressed, wears a Suit Supply white linen pinstripe suit that fits her perfectly, paired with high heels.\\n \\n She's in the middle of a presentation in a conference room, with 12 men at the table and only one other woman.\\n \\n LILI\\nYour same-store sales have dipped 27% from pre-pandemic levels, with some of your locations down more than half. You have six billion outstanding tickets you need to either destroy or circulate before you go digital. That's millions in liabilities based on average redemptions from the average player. Your stock has only increased for two unsustainable reasons. One - word of a buyout has clearly leaked from people in this room. Two - a bunch of people on Reddit thought it would be funny to pretend a dying company was as valuable as Berkshire Hathaway. Given all these considerations, we are offering a generous buy-out price of 13% over the current Breadsticks and Joysticks share price.\\n \\n The Breadsticks and Joysticks CEO, MELVIN PARKER (early 50s), dressed in a suit that doesn't quite fit him anymore, sits at the end of the table. He stands and bows.\\n \\n MELVIN\\nMy grace, we thank you for your magnanimity. Whatever would we do without you?\\n \\n LILI\\nYou don't think it's a generous offer?\\n \\n MELVIN\\nI think you're offering it so that some other vulture fund doesn't outbid you. It has jack shit to do with your generosity.\\n \\n LILI\\nForgive me for my choice of words. I intended to say that this deal is extremely beneficial for all parties involved. You get your buyouts, we get a company we can turn around.\\n \\n MELVIN\\nYou mean, sell for parts.\\n \\n LILI\\nBreadsticks and Joysticks didn't adapt fast enough. You haven't given up on your weakest locations. You've refused to get rid of your least popular games because you are afraid the hardcore customers will get mad they can't try to beat their high scores. You haven't added food delivery despite having industrial scale kitchens in every big town in America. And you don't have the money to pivot now, not without us.\\n \\n MELVIN\\nLooks like we caught you at the wrong time of the month. We'd be happy to reschedule.\\n \\n LILI\\nExcuse me?\\n \\n MELVIN\\nYou're being very emotional right now. If you would like to take a quick break, maybe go cry in the bathroom, it's right down the hall.\\n \\n Lili looks right at him. Then she looks to her male co-workers, who don't say anything. She looks at her female co-worker, ASTRID (late twenties), in a sharp black blazer and knee-length skirt, who glares at Melvin. Melvin looks over to Astrid and raises his fist.  \\n  \\n MELVIN\\nAh. Girl power.\\n \\n Lili's boss, NOAH (early 40s) and very well-dressed in a dark navy suit with a red power tie, sits up.\\n \\n NOAH\\nMelvin...\\n \\n MELVIN\\nI don't want to hear it. This deal is not going to happen.\\n \\n LILI\\nYou have a fiduciary responsibility to bring this offer to your shareholders.\\n \\n MELVIN\\nAnd bring it I will. But I'll point out that we're in preliminary discussions with other funds and are positioned to get a better deal. Or we'll find a fund to take just enough shares to destroy any semblance of control you have. Doesn't really matter. Either way, it isn't happening how you want it to. Thank you for your time.\\n \\n Melvin, already standing, walks out. He's followed by the rest of his employees, who scurry to collect their things and leave. Noah and the rest of Lili's co-workers stand.\\n \\n NOAH\\nWhat the hell was that?\\n \\n LILI\\nWhat? You sitting silently while he talked to me like that? Not even a murmur of support.\\n \\n NOAH\\nYou really came off like a bitch.\\n \\n LILI I did the exact same thing when we practiced the pitch beforehand! You had absolutely no problems with it then. The problem was him. Not me, not the facts, not the offer.  \\n   \\n NOAH\\nThat's a matter of perspective.\\n \\n LILI\\nIt's a matter of fact.\\n \\n NOAH\\nI knew you weren't ready, I knew I shouldn't let you work on this. This is magnitudes bigger than the cosmetics companies you've turned around.\\n \\n LILI\\nDid you forget that I led the Series A round for the biggest fintech firm in Africa? It was just a few months ago.\\n \\n NOAH\\nJust some developing world shit. This here is the big leagues.\\n \\n LILI\\nAnd what, you're the captain of the New York Yankees?\\n \\n NOAH\\nI'm a lot closer than you are. Melvin was right, you are emotional. Take the day, get it together. I'll see you tomorrow.\\n \\n Noah and the men leave. Astrid waits behind and walks out with Lili.\\n \\n **INT. HALLWAY - CONTINUOUS**\\n \\n They don't say anything as they head down the hallway and into the elevator.\\n \\n **EXT. OFFICE BUILDING - MOMENTS LATER**\\n \\n Lili and Astrid walk through the lobby and exit the building. They don't break their silence until they get outside.\\n \\n LILI  \\n I'm going to destroy them.  \\n  \\n ASTRID\\nMelvin? Or Noah?\\n \\n LILI\\nYes.\\n \\n The camera follows as Lili looks up and sees a convention center across the street from the office building. There's a huge sign for \\\"CON-Con: Celebrating Grifts, Scams, Hustles, and Heists.\\\"\\n \\n CUT TO:\\n \\n **INT. FBI CONFERENCE ROOM - DAY**\\n \\n FBI Special Agent DAVID MACKIN (early 30s), dressed professionally but inexpensively in an ill-fitting polyester suit, sits at a small table across from a larger table, behind which 3 DISCIPLINARY PANEL MEMBERS sit.\\n \\n PANEL MEMBER ONE\\nDo you know why you're here, Special Agent Mackin?\\n \\n MACKIN\\nI have a couple ideas.\\n \\n PANEL MEMBER TWO\\nWould you like to elaborate?\\n \\n MACKIN\\nI'd rather you just told me.\\n \\n PANEL MEMBER TWO\\nI'd like to refer you to the incident on August 2nd.\\n \\n CUT TO:\\n \\n **EXT. WAREHOUSE - FLASHBACK - DAY**\\n \\n Mackin enters a taped-off crime scene. A local male police officer, OFFICER TOWLES (early 30s), professional, stops him.\\n \\n OFFICER TOWLES\\nSir, you're going to want to take one of these masks. It smells awful in there.\\n \\n MACKIN No need. Iron stomach. \\n   \\n Mackin taps his stomach confidently. He walks in. Camera ZOOMS IN to the back of his head as he stops and immediately throws up. We see his head go down and hear him but we don't see it.\\n \\n CUT TO:\\n \\n **INT. FBI CONFERENCE ROOM - BACK TO PRESENT**\\n \\n The panel members continue to stare down Mackin.\\n \\n PANEL MEMBER ONE\\nYou compromised all the evidence at the scene. It was our best chance to catch the Crapper King and we lost it.\\n \\n PANEL MEMBER TWO\\nIf that were the only incident, you wouldn't be here. Do you remember September 11th?\\n \\n MACKIN\\nNever forget.\\n \\n PANEL MEMBER TWO\\nSeptember 11th, 2021.\\n \\n MACKIN\\nI stand by it.\\n \\n PANEL MEMBER TWO\\nLet's go over what happened.\\n \\n CUT TO:\\n \\n **INT. WAREHOUSE - FLASHBACK - DAY**\\nMackin enters a taped-off crime scene - a warehouse with a single computer in the middle of it. Mackin carries a cup of coffee. He's escorted by a local female police officer, OFFICER BELL (late 20s).\\n \\n MACKIN\\nWhat do we have here?\\n \\n OFFICER BELL By the time we got here, the place was emptied out. Save for this one computer and all these wires. \\n   \\n Mackin trips over the wire, spilling his coffee all over the computer.\\n \\n CUT TO:\\n \\n **INT. FBI CONFERENCE ROOM - MOMENTS LATER**\\n \\n The panel members stare at Mackin incredulously.\\n \\n PANEL MEMBER TWO\\nYou have ruined so many crime scenes in such a short period that we began an investigation. We thought you may have gotten paid off to destroy evidence. So we started by checking your bank accounts. Do you realize you only have a few thousand dollars? We weren't really sure how that was possible.\\n \\n PANEL MEMBER ONE\\nSo we speculated that maybe you spent all your money on a big house. We sent someone by your address and saw it was just an apartment. It's fine. And you don't have any cars in your name other than your government-issued one.\\n \\n PANEL MEMBER THREE\\nIt's possible you got paid in cash and you're just stashing it, since you clearly aren't spending it on clothes.\\n \\n Mackin looks down at his clothes and frowns.\\n \\n PANEL MEMBER TWO\\nOur investigation then found that you're chronically single, so it's unlikely you're spending all your money on a partner.\\n \\n MACKIN\\nI just met a nice lady on Tinder.\\n \\n PANEL MEMBER TWO So you're spending all your corruption money on a lady you just met?  \\n  \\n MACKIN\\nNo! I barely know her! We even split drinks the first date.\\n \\n PANEL MEMBER TWO\\nThat bodes well... so then what did you do with the corruption money?\\n \\n MACKIN\\nWhat? There is no corruption money!\\n \\n PANEL MEMBER ONE\\nWe didn't think so either. Which led us to one conclusion. Do you know what it is?\\n \\n MACKIN\\nI'm clumsy?\\n \\n PANEL MEMBER THREE\\nYou're bad at your job.\\n \\n Mackin looks around.\\n \\n MACKIN\\nOh. Does this mean I'm fired?\\n \\n Panel members look at each other and start laughing.\\n \\n PANEL MEMBER THREE\\nOh, oh goodness, no. We're not allowed to fire you yet. We have to give you a shot at redemption. Unless you're on the take - which we've determined you're not - or if you stole money or lied about how many hours you worked. Did you steal money or lie about how many hours you worked?\\n \\n MACKIN\\nI did not.\\n \\n PANEL MEMBER TWO\\nThat's good. We're PIP-ing you.\\n \\n MACKIN\\nMa'am?\\n \\n PANEL MEMBER TWO\\nPIP. Performance Improvement Plan. Your work has been determined to be unacceptable in one or more critical categories.\\n\\nThis panel has verbally provided this judgment, and this document provides the judgment in written form, along with what is needed to bring your performance up to an acceptable level.  \\n   \\n ZOOM IN on Mackin's face as the panel member continues.\\n \\n PANEL MEMBER TWO (O.C.)\\nYou have a six month opportunity period to improve your performance. If you do not, then we can fire you or demote you. Best of luck to you, Agent Mackin.\\n \\n CUT TO:\\n \\n **INT. STARTUP OFFICES - MORNING**\\n \\n Eric sits at his desk, which is right next to Vince's office. Vince is in his office, shirtless and doing pull-ups. Eric is on the phone.\\n \\n ERIC\\nI'm trying to leave now, I just had to come in to take care of a few things.\\n \\n INTERCUT WITH:\\n \\n **EXT. CONVENTION CENTER - SAME TIME**\\n \\n TOMMY (mid-twenties), Eric's friend, athletic and neatly dressed, stands in a busy conference hall.\\n \\n TOMMY\\nYou're going to miss the Heat panel. Al Pacino's agent and Val Kilmer's body double are going to do an oral history that we absolutely cannot miss.\\n \\n ERIC\\nDon't make me feel worse than I already do. You know I've always wanted to see Rick Nicita--\\n \\n Vince comes out of the office and interrupts.\\n \\n VINCE  \\n ERIC!   \\n  \\n Eric takes the phone away from his ear.\\nEND INTERCUT.\\n \\n ERIC\\nYes, sir?\\n \\n VINCE\\nIs that my dog's portrait artist?\\n \\n ERIC\\nNo sir, Sven called earlier to say he isn't available until next week because he's working on 50 Cent's dog this week.\\n \\n VINCE\\nOprah?\\n \\n ERIC\\nNo sir, 50 Cent.\\n \\n VINCE\\nI know that, Eric. His dog is named Oprah.\\n \\n ERIC\\nI assume it was Oprah then. Unless he has a second dog. Does he?\\n \\n VINCE\\nI don't know, DOES HE?\\n \\n ERIC\\nI don't know.\\n \\n VINCE\\nSo who are you on the phone with?\\n \\n ERIC\\nMy friend is waiting for me.\\n \\n VINCE\\nSo it's a personal call?\\nERIC\\nIt is.\\n \\n VINCE I think someone needs to re-read Chapter Two of \\\"The New Art of War.\\\"  \\n   \\n ERIC\\nI don't usually take personal calls, I was just supposed to be off today.\\n \\n VINCE Oh. That's great. You know that work-life balance is incredibly important to me. That's why we have unlimited paid time off at (screaming) SARGENTT \\n \\nAll the employees, including Eric, immediately stand.\\n \\n ALL  \\n (screaming) SIR YESSIR.  \\n  \\n ERIC (quietly) Sir yessir.  \\n  \\n VINCE (screaming) AT EASE.  \\n Everyone sits back down. Eric picks up the phone.\\n \\n ERIC\\nI'm going to have to call you back.\\n \\n VINCE\\nI am glad you're taking time for yourself. Very important for one's mental health. Just keep your phone on in case I need you.\\n \\n ERIC\\nYes, sir.\\n \\n CUT TO:\\n \\n **INT. PRIVATE EQUITY OFFICES - MORNING**\\n \\n Lili and Astrid sit in Lili's office. Noah and the men walk past her office, looking at her and murmuring.\\n \\n LILI  \\n I'm allegedly the emotional one but those boys haven't spoken to me in three days. \\n   \\n ASTRID\\nForget them. What are you going to do?\\n \\n LILI\\nI have a foolproof plan.\\n \\n ASTRID\\nGo on.\\n \\n LILI\\nWell, like I said, I'm going to destroy all of them.\\n \\n ASTRID\\nThat sounds like more of an overarching goal than a plan.\\n \\n LILI\\nI was getting to it!\\n \\n ASTRID\\nSorry.\\n \\n LILI\\nSo, after that travesty of a meeting, I went home to meditate. And the whole plan came to me.\\n \\n ASTRID\\nNot really the point of meditation.\\n \\n LILI\\nI can't control when inspiration strikes.\\n \\n ASTRID\\nIt's probably good that you've only meditated twice since 2012.\\n \\n LILI\\nIf I had known it'd be so good for destroying my enemies I would've done it a lot more.\\n \\n ASTRID\\nSo what's the plan?\\n \\n LILI First, I realized that I need to do this quickly. No doubt in my mind that Melvin will be cancelled within two years, I just don't have that kind of time.   \\n  \\n ASTRID\\nSo general misogyny won't get him quickly enough. You planning to speed it up with a sex scandal?\\n \\n LILI\\nIt's not 1998, no one gives a shit about sex scandals.\\n \\n ASTRID\\nGot it. Embezzlement then?\\n \\n LILI\\nTheir books were airtight. It was tragic.\\n \\n ASTRID\\nSo sex is out, as is white collar crime. I don't see many more options.\\n \\n LILI\\nI didn't either until I remembered watching TNT the previous night.\\n \\n ASTRID\\nIt's insane that you still have cable.\\n \\n LILI\\nWe're going to have to table that for later. As I was saying, I remembered seeing \\\"Now You See Me\\\"...\\n \\n ASTRID\\nThat movies must have been six hours long on cable.\\n \\n LILI\\nFive and half but no one likes a counter. So the movie hooked me immediately. I was absolutely shocked when the FBI agent was the ring leader the whole time and no one, even the crew, knew it.\\n \\n ASTRID So you're going to join the FBI and take him down? The hiring and training will take years. \\n   \\n LILI No! I'm going to orchestrate a heist from behind the scenes.  \\n  \\n ASTRID\\nYour whole life will be ruined if you get caught.\\n \\n LILI\\nThat's why I said orchestrate. I'm not going to be personally involved in the actual operation. I know exactly where I'm going to find a crew to steal all those arcade tickets from Breadsticks and Joysticks.\\n \\n ASTRID\\nThey're just pieces of paper.\\n \\n LILI\\nSo is money. And that's besides the point. The heist will make them into an even bigger joke and will tank their stock price. The investigation will create a mountain of hassles for the company. Eventually the board will want to cut bait with Melvin and they'll cut a deal at my price.\\n \\n ASTRID\\nOr a lower price.\\n \\n LILI\\nOr a lower price.\\n \\n ASTRID\\nI like the outline. I just don't get how you're going to convince some idiot to do the robbery.\\n \\n LILI\\nI would call it a heist, not a robbery. Robbers would knock over some random location. This heist crew will steal all the tickets from the warehouse.\\n \\n ASTRID And you think you can convince someone to do it?   \\n  \\n LILI\\nNot someone. Some dude.\\n \\n ASTRID\\nEven dudes aren't that stupid.\\n \\n LILI\\nCan I ask you a question?\\n \\n ASTRID\\nOf course.\\n \\n LILI\\nYou're still dating Winston, right?\\n \\n ASTRID\\nI am.\\n \\n LILI\\nAnd how long have you been together?\\n \\n ASTRID\\nA little over a year now.\\n \\n LILI\\nAnd does Winston still wear cargo shorts?\\n \\n ASTRID\\nHe does not.\\n \\n LILI\\nAnd does he wear sunscreen?\\n \\n ASTRID\\nHe does.\\n \\n LILI\\nAnd does he remember to call his mom on her birthday?\\n \\n ASTRID\\nYes.\\n \\n LILI And do you think he thinks that he  -- by himself -- came to the conclusion that he didn't need so many pockets or that skin cancer was bad or that he could just put his mom's birthday in his calendar?  \\n   \\n ASTRID\\nMy god.\\n \\n LILI\\nWhat?\\n \\n ASTRID\\nYou're going to be able to pull this off.\\n \\n CUT TO:\\n \\n **INT. CONVENTION CENTER - DAY**\\n \\n Lili walks through the convention hall for CONCon, dressed in a suit reminiscent of Brad Pitt in Ocean's Eleven with a huge collar over the lapels. The look is an extremely fashionable version of an unfashionable costume.\\n \\n Lili walks up to a couple of guys in their early 20s, DOM and TORRETO, who are talking excitedly near a sign for the Art Heist Panel.\\n \\n LILI\\nHi! You guys excited for the Art Heist Panel or what?\\n \\n DOM\\nWhat?\\n \\n LILI\\nYou guys seem really excited, I was wondering if it was about the panel?\\n \\n DOM\\nOh. No, we weren't talking about the panel.\\n \\n TORRETO\\nWe were talking about--\\n \\n DOM\\nStop.\\n \\n TORRETO\\nWe could use someone else's opinion since we don't agree.\\n \\n DOM But we don't even know her.  \\n   \\n LILI\\nI'd love to be the tiebreaker.\\n \\n DOM\\nFine.\\n \\n TORRETO\\nWe were trying to decide if it's gross to have a crush on your stepsister.\\n \\n LILI\\nIt is.\\n \\n Lili turns and walks away. She walks through the crowd until she sees another guy, JOSS, early 20s, standing alone, looking like he needs a friend.\\n \\n LILI\\nHi!\\n \\n JOSS\\nHello.\\n \\n LILI\\nWhat brings you to CONCon?\\n \\n JOSS\\nWhere are you from?\\n \\n LILI\\nExcuse me?\\n \\n JOSS\\nYou don't look like anyone here. Where are you from?\\n \\n LILI\\nA place called Mahwah.\\n \\n JOSS\\nSounds exotic.\\n \\n LILI\\nIt's in New Jersey.\\n \\n Lili walks away from him too. Then she sees a guy in his late twenties, OLIVER, standing with some confidence. She approaches.\\n \\n LILI Hi!  \\n   \\n OLIVER\\nAre you a gold digger?\\n \\n LILI\\nAre you rich?\\n \\n OLIVER\\nWouldn't you like to know?\\n \\n LILI\\nNot really.\\n \\n Lili turns and walks away, concerned her plan might not work. She stops by a random stall and then looks around at the crowd.\\n\\n[crowdfund://0x8d76Cf97E373444c1aA8778b1fe056d3B07505fF?features=overview,editions](crowdfund://0x8d76Cf97E373444c1aA8778b1fe056d3B07505fF?features=overview,editions)\\n\\n\\n \\n The camera PANS OVER as we start following Eric and Tommy walking through the main hall.\\n\\n[crowdfund://undefined?features=overview,backers](crowdfund://undefined?features=overview,backers)\\n\\nTOMMY\\nI cannot believe you missed the Logan Lucky session too. Everyone got to use the industrial vacuum to suck up all the money. It was so sick.\\n \\n ERIC\\nYou don't have to keep rubbing it in.\\n \\n TOMMY\\nI just don't get why you work for that doofus.\\n \\n ERIC\\nThat doofus was on TechCrunch's 25 Under 25 Tech Visionaries list.\\n \\n TOMMY  \\n Doesn't mean he's not a doofus.  \\n  \\n ERIC  \\n People are pretty forgiving of doofuses who are visionaries.  \\n  \\n TOMMY  \\n Is the plural of doofus, doofuses, or is it just doofus, like moose?  \\n  \\n ERIC\\nNow that I think about it, it's probably doofi, like alumnus and alumni.\\n\\nTOMMY\\nI think you're right. Should we check out the Baby Driver section? I heard they have a virtual reality set-up that lets you be the getaway driver.\\n \\n ERIC\\nThat's incredible. I'll meet you over there, I didn't get to grab any food today with all the chaos at the office.\\n \\n TOMMY\\nGot it, see you over there.\\n \\n Tommy walks away as Eric heads to the food concession area.\\n \\n **INT. CONVENTION CENTER - CONCESSION AREA - MOMENTS LATER**\\n \\n Eric stands at a high top table with a hot dog and a churro. He's not looking around, he's not looking at his phone, he's just taking a moment to himself.\\n \\n ANGLE ON: Lili sees Eric from a distance and something clicks. She begins to walk towards him. Eric notices her when she's still some distance away and is confused by her eye contact. He looks around, assuming she must be walking towards someone else.\\n \\n Lili waves at him and he points at himself. Lili nods \\\"yes\\\" and finally reaches him. Eric realizes he needs to finish chewing his hot dog and he does so quickly.\\n \\n LILI\\nHi there.\\n \\n ERIC\\nHi.\\n \\n LILI\\nWhat's your name?\\n \\n ERIC\\nEric. And you are... Rusty Ryan from Ocean's Eleven? It's a pleasure.\\n \\n LILI  \\n Good eye. Most people have been giving me vacant stares. \\n \\nERIC\\nDon't mind them, they're just confused they're actually seeing a woman at this thing.\\n \\n LILI\\nYou wouldn't believe the reactions I've gotten when I said hello to people.\\n \\n ERIC\\nI think I can guess. Have some sympathy though, they don't have many strange women coming and chatting them up. I know I don't.\\n \\n LILI\\nI'm strange?\\n \\n ERIC\\nI meant more like stranger but who knows, maybe you are also strange. You are talking to randos at a convention.\\n \\n LILI\\nAren't you supposed to meet people with similar interests at conventions?\\n \\n ERIC\\nYou're supposed to gawk at the few women who show up and get photos with C-list celebrities. But why not change things up. I'm Eric.\\n \\n LILI\\nI'm El.\\n \\n ERIC\\nHi, El. So why'd you come talk to me?\\n \\n LILI\\nI'm not really sure. You don't look like a pervert or a complete lunatic. After the gawkers, I almost got trampled to death when they opened the Baby Driver Driving  \\n Experience. You seemed chill. \\n   \\n ERIC\\nYeah, I needed a minute. Long day at work, asshole boss. Tale as old as time.\\n \\n LILI\\nI also figured that I had the option to just breeze past you if you seemed like a creep as I got closer.\\n \\n ERIC\\nFoolproof plan.\\n \\n LILI\\nBut then I saw that you have kind eyes and I decided to take the risk.\\n \\n ERIC\\nYou're a very honest person.\\n \\n LILI\\nI try to lie only when it's absolutely necessary.\\n \\n ERIC\\nThat's a good policy.\\n \\n LILI\\nI think so.\\n \\n ERIC\\nSo...\\n \\n LILI\\nSo?\\n \\n ERIC\\nI'm not sure what to do next.\\n \\n LILI\\nYou want to explore with me?\\nEric points his thumb to his right.\\n \\n ERIC\\nI'm with my friend, Tommy.\\n \\n LILI\\nHi, Tommy.\\n \\n ERIC  \\n What?   \\n  \\n LILI\\nTommy, the invisible friend standing next to you.\\n \\n ERIC\\nHe's a real friend over in that general direction.\\n \\n LILI\\nYou sure about that?\\n \\n ERIC\\nI didn't doubt it until this minute.\\n \\n LILI\\nWell, let's find this Tommy just to confirm he exists. Where exactly do you think he is?\\n \\n ERIC\\nThe Baby Driver Driving Experience.\\n \\n Lili laughs.\\n \\n ERIC\\n \\n I can see him any time. Let's go.\\n \\n LILI\\nYou should probably finish your churro over this table. You'll be a lot less charming with sugar and cinnamon all over your shirt.\\n \\n Eric nods and starts eating the churro carefully over the table.\\n \\n CUT TO:\\n \\n **INT. MACKIN'S CAR - DAY**\\n \\n Mackin sits, looking at his phone. He's in a cryptocurrency wallet. It shows his investment in CAPUCHIN COIN, a fictional cryptocurrency. \\n   \\n It shows two categories - \\\"PURCHASE PRICE (Cost Basis) - $122,242\\\" and \\\"CURRENT VALUE (NET LIQUIDATION) - $4,483.\\\" There is a line graph below it showing the dramatic decrease.\\n \\n Mackin turns his rearview mirror to give himself a motivational speech.\\n \\n MACKIN\\nYou may not have any money because you made a bad investment or two. But you're still a good guy.\\n \\n Mackin puts down his phone and picks up the formal PIP document, titled \\\"PERFORMANCE IMPROVEMENT PLAN for SPECIAL AGENT Mackin.\\\"\\n \\n He looks at the first line, which reads \\\"CORE COMPETENCY - COLLABORATION -  \\n Agent must establish contacts and interact effectively with external agencies, government officials, the community and internal Bureau contacts; display professionalism while working with others to achieve common goals; and to proactively share information with others when appropriate.\\\"\\n \\n Mackin continues his motivational speech.\\n \\n MACKIN\\nYou are a Special Agent for the Federal Bureau of Investigation. You made it through Quantico. You did so many push-ups. You read so many PowerPoints. That one instructor even said you were the best paper pusher he'd ever seen.\\n \\n Mackin improves his posture, puffs out his chest.\\n \\n MACKIN\\nPeople like you. People trust you. People believe in you. You got this.\\nMackin gets out of his car with gusto.\\n \\n CUT TO:\\n \\n **EXT. JEWELRY STOREFRONT - MOMENTS LATER**\\n \\n Mackin hasn't even closed the door when he hears Officer Bell from the crime scene flashback.\\n \\n OFFICER BELL\\nWere you just talking to yourself?\\n \\n MACKIN\\nWhat?\\n \\n OFFICER BELL In your car. Were you just talking to yourself?  \\n   \\n MACKIN\\nNo. No, I was on a hands-free call.\\n \\n OFFICER BELL\\nWere you?\\n \\n MACKIN\\nYes.\\n \\n OFFICER BELL\\nOkay.\\n \\n Mackin breathes a sigh of relief as if he's gotten through the interrogation. Officer Bell notices and shakes her head. Officer Towles, from the other crime scene flashback, approaches.\\n \\n OFFICER TOWLES\\nWhat are you doing here?\\n \\n MACKIN\\nI was told the local police requested FBI support.\\n \\n OFFICER BELL\\nWe did. But we were hoping for Smalls.\\n \\n OFFICER TOWLES\\nOh yeah, she's great.\\n \\n OFFICER BELL\\nOr maybe Largesse.\\n \\n OFFICER TOWLES\\nAlso great.\\n \\n MACKIN\\nThat's not even a person! I mean Smalls is a wonderful person, but Largesse? Come on.\\nBell and Towles bump fists to celebrate getting Mackin riled up.\\n \\n OFFICER BELL\\nLook. You could understand why we'd be a little nervous after what happened last time.\\n \\n MACKIN I left my coffee in my car. I have cotton balls ready in case it's another King Crapper scene.  \\n   \\n OFFICER BELL\\nIt's not.\\n \\n MACKIN\\nOkay. Then I don't need those. So no coffee, no smells. I'm good to go. Show me what we're looking at.\\n \\n OFFICER TOWLES\\nOkay, so this window was shattered. The alarm didn't go off.\\nMackin gesticulates along with his words as part of his efforts to improve his communication. He comes off looking ridiculous.\\n \\n MACKIN\\nSo we're thinking this is a sign of forced entry. The hole is pretty small, so we're looking for someone petite. They had to avoid the security system lasers, so this guy or gal is pretty nimble too. So we're thinking this is a real professional job.\\n \\n OFFICER TOWLES\\nI don't think we're thinking any of those things.\\n \\n OFFICER BELL\\nIt's not even that small a hole.\\n \\n OFFICER TOWLES\\nWe think it was an inside job and the owner broke the window to make it look legit.\\n \\n MACKIN\\nNo way, this guy or gal was serious. No one would break into their own store.\\n \\n OFFICER TOWLES\\nInsurance fraud is super common.\\n \\n MACKIN Not possible.  \\n  \\n Over Mackin's shoulder, we see another POLICE OFFICER, arm on a VERY LARGE MAN in custody.  \\n   \\n OFFICER\\nWe caught this guy a few blocks away. He's got jewelry in all his pockets. And some other places too.\\n \\n SUSPECT\\nNo, no, this is all a big misunderstanding. I own the store.\\n \\n Bell and Towles look at Mackin.\\n \\n OFFICER BELL\\nSee.\\n \\n SUSPECT\\nAnd, and, there was no break-in. I was moving the inventory to do, to do a deep cleaning of the store.\\n \\n OFFICER BELL\\nCan you play back that 9-1-1 call?\\n \\n OFFICER TOWLES\\nSure can.\\n \\n Towles fiddles with his phone for a few seconds and then the recording begins. It's definitely the suspect's voice.\\n \\n SUSPECT (V.O.)\\nMY STORE! IT'S BEEN ROBBED! 2323 MAIN STREET!\\n \\n OFFICER BELL\\n(to Suspect)\\nMisunderstanding, huh?\\n(to Mackin)\\nI don't think we'll be needing your expertise any more, Special Agent Mackin.\\n \\n Mackin nods and walks back to his car.\\n \\n **INT. MACKIN'S CAR - CONTINUOUS**\\n \\n Mackin grabs his PIP document and draws an 'X' over \\\"COLLABORATION\\\".\\n \\n **INT. KARAOKE BAR - EVENING** Mackin sits with ABIGAIL (late twenties), dressed well but comfortable enough for a night out at a booth in a karaoke bar. \\n   \\n MACKIN\\nIt was brutal.\\n \\n ABIGAIL\\nIt sounds brutal.\\n \\n MACKIN\\nI knew I made a few mistakes, but to keep messing up after they so clearly laid out my issues. I'm not sure I'm cut out for this.\\n \\n ABIGAIL\\nThat might be true. Do you even like being an FBI Special Agent?\\n \\n MACKIN\\nI mean, it sounds better than \\\"accountant,\\\" and even \\\"forensic accountant.\\\"\\nAbigail's boyfriend and Mackin's best friend DEVON (early 30s), dressed to impress with a tie slightly undone, sits next to ABIGAIL.\\n \\n DEVON\\nWhat are you guys talking about?\\n \\n ABIGAIL\\nWhether he should be an FBI agent.\\n \\n DEVON\\nAbigail! We have to encourage him!\\n \\n ABIGAIL\\nHe might not be a good FBI agent!\\n \\n DEVON\\nOf course he is!\\n(to Mackin)\\nOf course you are! That's ridiculous! You've made a couple mistakes, sure. But who doesn't?\\n \\n MACKIN\\nNot like mine.\\n \\n Abigail tries to recover after a stare from Devon.\\n \\n ABIGAIL Devon is right, Mack. Everyone makes mistakes. \\n   \\n MACKIN\\nYou're just being nice because he wants you to be.\\n \\n DEVON\\nI've prosecuted your cases. I know you can do good work. U.S. attorneys aren't known for tolerating slapdash garbage.\\n \\n MACKIN\\nI don't know, guys. Maybe I'll quit.\\n \\n ABIGAIL\\nWhat would you want to do?\\n \\n MACKIN\\nI've always wanted to be a writer. I could pen a novel about a down-on-his-luck government employee trying to make the world a better place.\\n \\n ABIGAIL\\nOkay, no one wants to read that book.\\n \\n DEVON\\nSorry, buddy, I'm with her.\\n \\n MACKIN\\nMaybe I'll make it a movie then.\\n \\n DEVON\\nEven Netflix isn't that desperate.\\n \\n MACKIN\\nI'm going to sing my feelings.\\n \\n Mackin gets up and walks over to the karaoke machine.\\n \\n CUT TO:\\n \\n **INT. CONVENTION CENTER - EVENING**\\n \\n Lili and Eric stroll through the hall without Tommy. We catch them in the middle of their conversation.\\n \\n LILI No way. \\n   \\n ERIC\\nYes way.\\n \\n LILI\\nCars are the absolute lamest thing you can steal. They only need a key. The getaway car is the same as the thing you stole. It's a total cop out.\\n \\n ERIC\\nAbsolutely not. \\\"Gone in Sixty Seconds\\\" is peak Nic Cage.\\n \\n LILI\\nYou two are friends?\\n \\n ERIC\\nWhat?\\n \\n LILI\\nI mean you called him Nic instead of Nicolas. I assume you two are close?\\n \\n ERIC\\nIf only.\\n \\n LILI\\nAlso, \\\"The Rock\\\" is peak Nicolas Cage.\\n \\n ERIC\\nEither way, it's an amazing movie. He steals all those incredible cars.\\n \\n LILI\\nSo lame.\\n \\n ERIC\\nWhat's your pick then?\\n \\n LILI\\nHas to be art. Or at least involve a museum.\\n \\n ERIC\\nLike 'National Treasure.'\\n \\n LILI That might be peak Nicolas Cage! And yes. 'Lupin,' 'Ocean's 8...' \\n   \\n ERIC\\n'Entrapment!'\\n \\n LILI\\nI assume it was a formative experience to hear Catherine Zeta Jones breath heavily as she rehearsed her laser avoidance.\\n \\n ERIC\\nNot as formative as the music video for 'My Immortal' by Evanescence but yeah, you assume correctly.\\n \\n LILI\\nHow dark and brooding of you.\\n \\n ERIC\\nI could never do that kind of heist. I don't have the hand-eye coordination required.\\n \\n LILI\\nWhat makes you say that?\\n \\n ERIC\\nI was only mediocre at sports growing up. I can't draw or paint. And I went to an arcade the other day for my niece's birthday and it seems I haven't gotten much better.\\n \\n Lili pauses to think for a second, seeing an opening.\\n \\n LILI\\nWhich one?\\n \\n ERIC\\nBreadsticks and Joysticks. Do you know it?\\n \\n LILI\\nSure do. My company tried to buy it, they're a bunch of pricks. And those games are built to make you lose.\\n \\n ERIC\\nThat's what I figured.\\n \\n LILI  \\n It's amazing that their business is going bust despite how rigged the whole thing is. \\n   \\n ERIC\\nThe prizes were super legit though.\\n \\n LILI\\nToo legit. Most people just light their money on fire but a few people do so well that they win hundreds of thousands of dollars worth of stuff every year.\\n \\n ERIC\\nI met one of those guys! And by \\\"guy,\\\" I mean a pre-teen boy.\\n \\n LILI\\nPre-teen boys are the most dangerous people in the world.\\n \\n ERIC\\nSo those guys are the ones tanking the company?\\n \\n LILI\\nJust to be clear, the company absolutely deserves to tank. And I wouldn't say that's the biggest problem but it could definitely be the nail in the coffin.\\n \\n ERIC\\nWhat do you mean?\\n \\n LILI\\nI warned them over and over again that their prizes were too good. They'd say \\\"El, you just don't get it, we have to keep people coming in.\\\" And I'd say, \\\"you just don't get it, we're spending millions on iPads and autographs when people would happily win knick-knacks.\\\"\\n \\n ERIC\\nThat's so crazy! This kid gave my niece an iPad he won. An IPAD! Not to sound like a Boomer but back in my day, arcades only had knick-knacks. And I love knick-knacks.\\n \\n LILI  \\n Everyone does. Marie Kondo wouldn't be famous if they didn't.  \\n  \\n ERIC\\nThey probably should've listened to you.\\n \\n LILI\\nI think so too! So they'd have millions of tickets at the various locations sitting in some box with a flimsy lock. Because of those ridiculous prizes, that's just real money sitting there. Even worse, there were literally billions of tickets at this warehouse outside of town.\\n \\n ERIC\\nWhat are they worth?\\n \\n LILI  \\n I once asked the CEO to guess. All he did was laugh. Then all the other executives started laughing too. He said the tickets weren't worth anything, nobody would ever think to steal them. They kept laughing until I left, humiliated. They would be humiliated if someone redeemed hundreds of millions of dollars in prizes with stolen tickets though.  \\n  \\n Eric starts walking slower as he processes what he's hearing.\\n \\n ERIC\\nWe should do it.\\n \\n LILI\\nDo what?\\n \\n ERIC\\nThe exact thing that jerk and your bosses laughed at you for suggesting. A heist.\\n \\n LILI\\nYou're kidding.\\n \\n ERIC I'm serious. I might not be able to do anything about my asshole boss but we can do something about yours. And come on, we met at CONCon. I've never been one for fate, but what better place to hatch a plan?  \\n  \\n LILI\\nYou're crazy.\\n \\n ERIC\\nMaybe.\\n \\n LILI\\nHow about we think about it a bit more?\\n \\n ERIC\\nSmart. A heist crew should never be rash.\\n \\n LILI\\nWe're not a crew!\\n \\n ERIC\\nNot yet.\\n \\n Lili smiles.\\n \\n LILI\\nNot yet.\\n \\n Eric starts walking at a normal pace.\\n \\n ERIC\\nLet's go find out if Tommy is real or a figment of my imagination.\\n \\n CUT TO:\\n** \\n INT. KARAOKE BAR - EVENING**\\n \\n Abigail and Devon sit alone at the table.\\n \\n ABIGAIL \\n Do you think he's okay?\\n \\n DEVON\\nI think we're about to see.\\n \\n They look over to see Mackin, who is now sitting on the stage with his legs crossed. Billie Eilish's Ocean Eyes starts playing.  \\n  \\n MACKIN\\nAaaaahhh aaaah aaaah/Aaaah aaaah aaaaaah/Uuuuh aaaah uuuuhhhh/I've been watching you/For some time/Can't stop staring at those ocean eyes...\\n \\n DEVON\\nHe's definitely not okay.\\n \\n ABIGAIL\\nNot at all.\\n \\n MACKIN\\nNo faaaaaaaiiir/You really know how to make me cry with those ocean eyes/I'm scaaaaared, I've never fallen from quite this high/Fallin' into your ocean eyes...\\n \\n DEVON\\nPlease be nicer to him when he gets back.\\n \\n The song fades out. Mackin stands and walks back to the booth.\\n \\n DEVON\\nThat was great, buddy.\\n \\n ABIGAIL\\nYou have a beautiful voice.\\n \\n DEVON\\nA generational talent.\\n \\n ABIGAIL\\nBorn songbird.\\n \\n MACKIN.  \\n I know what you guys are trying to do. And I appreciate it. It's just hard. All I ever wanted to be was an FBI agent and it turns out I'm not even good at it. Do you have any idea what it's like to accomplish your dream and then have it all fall apart?  \\n  \\n Before they can answer, Mackin looks over their heads, recognizing his new girlfriend walking in. \\n   \\n MACKIN\\nYou came! I wasn't sure you'd make it. You just missed my song.\\n \\n The camera pans around as Abigail and Devon turn their heads.\\n \\n MACKIN.\\nGuys, this is Lili, she's the girl I've been telling you about.\\n \\n LILI\\nVery nice to met you both. Mack, maybe we could go sing together?\\n \\n The camera lingers on Lili as Mackin responds.\\n \\n MACKIN\\nSure!\\n \\n FADE OUT.\\n \\n END OF ACT ONE\",\"timestamp\":1634000630,\"title\":\"Getting Paper - The $HEIST Screenplay\"},\"digest\":\"XIU_1S5b-u4O-1l2CGIqjRS7SmX9-mekBzx4e0bZu9E\",\"authorship\":{\"contributor\":\"0xDDf5523DA3921b63F5Cd6e21998e8D07D329d6D7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r7Lfh6lVDwopEfsOsak_8DTUw0LJ4XNai6nrPaEf5kQ\\\",\\\"y\\\":\\\"eiDITrtZ0CgBZU9B-uW5GvPGpHwM6dHnip0FpXo05RM\\\"}\",\"signature\":\"0sKgkmGXnDV2-psiiXlTU6jPEeajJshVae-4aid9LovjnuFwJi1txH_IK-066w_y_O2vtdWW-29gQLmRYNVTDg\",\"signingKeySignature\":\"0x1840bef0a9189ae90379c46eaf815ebd9c1e8e59bfce6d005186facf82a4883b5e1df8603af4d81c9100cf5ca6345c30309f85e0fd38a9818efb1d755f5ccc081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r7Lfh6lVDwopEfsOsak_8DTUw0LJ4XNai6nrPaEf5kQ\\\",\\\"y\\\":\\\"eiDITrtZ0CgBZU9B-uW5GvPGpHwM6dHnip0FpXo05RM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XIU_1S5b-u4O-1l2CGIqjRS7SmX9-mekBzx4e0bZu9E\"}"