"{\"content\":{\"body\":\"The following Terms of Service (the \\\"Terms\\\") outlines the terms and conditions of use of and access to the Contents (the \\\"Contents\\\")and Services (the \\\"Services\\\") provided by Stone Studio. (“MasterKey VPN\\\" or \\\"we\\\"), which includes MasterKey VPN's website (the \\\"Website\\\"), applications (the \\\"Apps\\\") and any software provided by MasterKey VPN (the \\\"Softwares\\\").\\n\\n**ACCEPTANCE OF THE TERMS**\\n\\nBy accessing the Contents or Services, you or those you represent (“you\\\") agree and acknowledge that you have read and accepted the terms in its entirety. These Terms constitute a legally binding agreement (the \\\"Agreement\\\") between you and MasterKey VPN. These terms also apply to all users of the Service, including the users with paid accounts. If you don't agree with any part of the Terms, you may not use our Service.\\n\\n**PRIVACY POLICY**\\n\\nMasterKey VPN does not and will not collect or store traffic data, DNS queries, browsing history and VPN connection destination.\\n\\nMasterKey VPN does require users to provide certain information such as Telegram Link and payment information during registration and purchase for customer support purposes. The detailed information is documented on the Privacy Policy page on our Website; please review the document in accordance with the Acceptance of the Terms.\\n\\nWe do not provide any users' information to any third parties. We do not cooperate with any request for information unless we are ordered by a court of competent jurisdiction.\\n\\n**LICENSE**\\n\\nMasterKey VPN grants you a non-exclusive, non-transferable right to use the service. You shall not modify, distribute, sublicense or by any mean commercially exploit or make available to any third parties the Services in any way.\\n\\nMasterKey VPN reserves all rights that are not expressly granted to you.\\n\\n**REFUND POLICY**\\n\\nFor the purchase through our Website, you cannot cancel the purchase and request a full refund unless there is irresistible factors and the accounts have not been activated.\\n\\n**ACCOUNT USAGE POLICY**\\n\\nIt is your responsibility, at all times to assess whether using the Website, Apps, Software or Services is in compliance with applicable local, state national and foreign laws, and regulation. You should also comply with these Terms and applicable laws, regulation, and policies whenever you use the Website, Apps, Software or Services.\\n\\nYou agree to keep your MasterKey VPN account information confidential. You are responsible all actions that occur on our servers where the login uses your username and password. You are advised to contact MasterKey VPN if you discover or suspect that your account information has been compromised immediately.\\n\\nWhen using our Service, you agree not to:\\n\\n* Send unsolicited contents(i.e., \\\"spam\\\") in any form over the Service.\\n* Send contents that contain illegal, abusive, hateful, threatening, obscene materials; or intellectual property infringement and privacy invasion.\\n* Distribute, reproduce, upload, download or post any copyrighted contents before obtaining authorization or permission from the owner of the proprietary material.\\n* Distribute, reproduce, upload, download or post any contents that contain explicit or sexual depictions of minors.\\n* Attempt to gain unauthorized access to the Service or its related systems or networks (i.e., any form of “hacking”).\\n* Engage in any conducts that inhibit or restrict any other users from enjoying or using the Services, which include but not limited to unfair usage of the network(i.e., Utilizing substantially excessive bandwidth that exceeds the average user bandwidth usage for an extended duration or like manners that exert an excessive load on the network that may cause disturbance to other users on the network ).\\n\\nMasterKey VPN reserves the right to take appropriate action when the Service is being used contrary to these Terms and applicable laws, which including termination of your account and the Service without providing a refund and notice.\\n\\n**LIMITATION OF LIABILITY**\\n\\nMasterKey VPN shall not be liable under liable under contract, tort, strict liability, negligence or any other legal theory concerning the services for any lost profits or Special, indirect, incidental, punitive, or consequential damages of any kind whatsoever. In no event will MasterKey VPN, its partners, affiliates, subsidiaries, members, officers, or employees be liable for any direct, special, indirect, consequential, or incidental damages, or for any other loss or damages of any kind, even if they have been advised of the possibility thereof. The foregoing shall not apply to the extent prohibited by applicable law.\\n\\n**INDEMNIFICATION**\\n\\nYou hereby agree to indemnify, defend, and hold harmless MasterKey VPN, its employees, members, directors, agents, supplier, and affiliated companies and their employees, agents, directors, shareholders, members, from any and all claim and expenses, including attorneys’ fees, arising out of your use of the Content and Service, including but not limited to your violation of this Agreement. We may, at our sole discretion, assume the exclusive defense and control of any matter subject to indemnification by you. The assumption of such defense or control by us, however, shall not excuse any of your indemnity obligations.\",\"timestamp\":1640073061,\"title\":\"Terms of Service\"},\"digest\":\"ADiZq-9LNwgtAh4bswe5xaE0ZHuHWZ1qSi1UIbXcZ6M\",\"authorship\":{\"contributor\":\"0xe021A3166813FAD129e8c2BD5711f06118a01922\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XBbmik0AAJZfRzVMGl6yEpucapS7ovo_dyVQn_GGL58\\\",\\\"y\\\":\\\"TXv_cVhZxsBF5NIl7B2BR45hX3nOYmUEwzBXS4LWFt4\\\"}\",\"signature\":\"ZhZ3mCCLbHiBhQcThlO5yViinR6AC7JNzty5c1NYhjvDMVIBLFM4mpnHkEyMQnu1d89N873oBQ_SvkbHsjU62w\",\"signingKeySignature\":\"0x315136c88b6c1cd369662eeee3dd443ef0774ffe063e3ee8565c75b367e6532b6cb1b1cfb41b1eae67b857c362bcd1029b261ee74eeda25930fd4f2176b328911b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XBbmik0AAJZfRzVMGl6yEpucapS7ovo_dyVQn_GGL58\\\",\\\"y\\\":\\\"TXv_cVhZxsBF5NIl7B2BR45hX3nOYmUEwzBXS4LWFt4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ADiZq-9LNwgtAh4bswe5xaE0ZHuHWZ1qSi1UIbXcZ6M\"}"