"{\"content\":{\"body\":\"There is a famous saying in business that culture can eat strategy for breakfast. Organizations are made up of people, and the organization’s culture determines their behavior. The best strategy in the world cannot overcome behaviors that are contrary to the mission and values ​​of the organization. At least not for long.\\n\\nNow, culture is a vague thing. You know what it is intuitively, but it is difficult to define.\\n\\nI admit that I didn't fully understand what culture is until I read Ben Horowitz's book What You Do is Who you are. This is a great read for anyone who wants to better understand how and why culture is.\\n\\nYour organizational culture is how to make small decisions every minute, day after day. How long does it take to respond to customer emails? How do you welcome new employees to the team? Who will speak during the meeting?\\n\\nIt is also a flowing thing, always mixing in different directions. This is why great cultures are so powerful, and why toxic cultures are so destructive.\\n\\nCulture is obviously an important part of any company. But what about decentralized projects... Is culture a thing? Does it matter? Now that I work in DeFi, I start to think about many of these issues.\\n\\nMy conclusion is that culture is actually more important for decentralized projects than traditional organizations.\\n\\nLet's zoom in...\\n\\n\\\\#Why is culture important in a decentralized organization?\\n\\nReason 1:\\n\\nCulture is important to DAO, and for the same reason, culture is also important to traditional organizations. They involve people.\\n\\nThere is a misunderstanding that DAO especially does not need people, because smart contracts manage everything. This is obviously wrong.\\n\\nThe best comparison I can think of is that smart contracts are to DAOs what internal regulations are to traditional organizations. The charter describes the operating mechanism of the organization. What they don't do is run a business. You can have a perfect set of rules and regulations and a failed business. Similarly, smart contracts describe and execute the operating mechanism of DAO. What they don't do is make business decisions.\\n\\nHow should the network develop? Should the fee increase or decrease? Which assets should be supported? Who should we hire?\\n\\nPeople make these decisions. The smart contract executes and enforces the decisions made.\\n\\nThis is a long introduction to the first answer to this question...Culture is important because people are involved.\\n\\nWhen you have a group of people working together to accomplish something, culture determines how these people work. This is how an organization distinguishes success from failure, centralized or decentralized.\\n\\nReason 2:\\n\\nCulture is very important to the DAO, because without a traditional leadership structure, culture is the most enduring and universal force.\\n\\nIn traditional organizations, culture starts at the top. The founder or executive sets the cultural tone and leads by example. No matter what kind of culture their actions create, they will gradually be accepted by other members of the organization, for better or for worse.\\n\\nA culture that reinforces the mission and values ​​required for team success can be a good culture. A culture that reinforces behaviors that run counter to the team’s mission and values ​​is likely to be a bad culture.\\n\\nIf the company finds that its culture is off track along the way, then there is a leader or leadership team that can correct the boat. In 2017, we watched Uber's navigation very publicly. Being able to make changes quickly is one of the main benefits of a centralized governance structure.\\n\\nTruly decentralized organizations are generally flatter. They lack the hierarchy and leadership structure we see in traditional organizations. Under these circumstances, the role of culture and values ​​is enhanced. In the absence of a CEO and management team, DAO contributors draw clues from the mission, values, and culture established earlier. People will come and go, but the community culture still exists.\\n\\nHow is the culture in #DAO formed?\\n\\nDisruptors...Any decentralized project, whether it is a public blockchain, DeFi protocol, or service-oriented DAO, does not start from decentralization. Everything has a creator. This means that for a period of time, the project is managed by one person or a small group of people.\\n\\nBitcoin, Ethereum, MakerDAO, Yearn. They all started like this.\\n\\nAnother spoiler... Even after many projects are \\\"decentralized\\\", most projects are still controlled by the original insiders (because they hold a large supply of tokens).\\n\\nThis is not a bad thing. In my opinion, this is actually the best way to guide and expand new things.\\n\\nBecause decentralized projects usually start in the same way as traditional companies, the culture is also formed in the same way.\\n\\nCulture begins with the founder. The way they behave every day establishes a benchmark for others. As the company grows, it's difficult to lead by example, because the founder doesn't interact with everyone every day. To encourage certain behaviors, leadership adopts a set of values ​​and institutionalizes them. They write them down and communicate, hoping to strengthen them.\\n\\nThe same thing happens in decentralized organizations.\\n\\nPeople who start decentralized networks or DAOs have specific behaviors. As the network or DAO develops, newcomers will get tips from early contributors.\\n\\nNow, this model is frustrated by a truly decentralized organization, because the founders will eventually take a step back from the control they exercised earlier. So what will happen to culture?\\n\\nEthereum is a good example. One of the founders of Ethereum, Vitalik Buterin (but in fact the leader of the project), gradually withdrew from the role of founder, because he knew it was in the long-term interests of the Ethereum network. Fortunately, Vitalik's mission and culture, as well as the team created in the early days, are very strong. Not only has it survived the decentralization process, but it has also become the most valuable asset of the Ethereum ecosystem.\\n\\nWith intent, culture can be strengthened and made permanent as the number of contributors increases.\\n\\nSometimes the situation is just the opposite. Without intention, culture can be divided. Contributors to the decentralized organization revert to their default mode of operation. Everyone is autonomous and it is easy to lose the collective goals and values ​​that initially attracted people to participate in the project.\\n\\n\\\\#What is a good DAO culture?\\n\\nBelieve it or not, the ingredients of a good DAO culture are the same as those of a good company culture.\\n\\nThe mission is clear. People need to know why they are contributing. A clear mission gives everyone goals, and goals are the basic needs of everyone. This also helps keep contributors. As long as you are moving towards your mission, the most determined and enthusiastic contributors will continue to support your mission. Without this, people tend to jump up at the first sign of trouble, or when new things come up.\\n\\nStrong values. What behaviors do you want to define in your community? Establishing a set of core values ​​as the standard of future behavior is important not only for existing DAO contributors, but also for new contributors.\\n\\nearlier. Timing is important. Establishing a clear mission and a strong set of values ​​will give you a cultural foundation as early as the life of DAOs, and it will not decrease as the number of people grows. If you didn't realize these components in the early days, you will eventually get the mission and values ​​of the loudest sound in the room (rule of thumb, these are usually not the values ​​you want).\\n\\nStrengthened by the leader. Establishing mission and values ​​is only half the battle. Values ​​need to be continuously strengthened in the actions and decisions of community leaders. Sometimes this is the founder. Other times, they are members of working groups or committees, or contributors with large social media followers.\\n\\nOwnership Every DAO contributor should feel that he is an owner, responsible for the success and culture of the project. This is a reliable way to maximize the value you get from everyone.\\n\\nOne of the best examples of these ingredients working is Index Coop, a decentralized asset management company responsible for creating and maintaining crypto index products. The Index has a community handbook that outlines the principles of the cooperative business, the cooperative community, and the people involved in the cooperative.\\n\\nThe existence of this document proves its intent, and it is the North Star for existing and new contributors.\\n\\nThis kind of documentation is not common in scattered projects, but I hope it can become a DAO standard, especially in the future.\\n\\nOther decentralized projects with great culture include: Friends with Benefits, Yearn, SushiSwap, KrauseHouse and Llama. All these projects have very clear, simple tasks and strong values. In the case of Clauserhaus-referring to former Chicago Bulls general manager Jerry Krause (Jerry Krause)-its mission is to acquire an NBA team (one of the most ambitious DAOs to date). A) For Llama, the task is to help manage the crypto treasury.\\n\\n\\\\#Fragmented thoughts\\n\\nThinking about the future of the DAO from a cultural perspective raises many interesting topics.\\n\\nOne is the decision-making structure of DAO that I have discussed before. If they evolve into smart contract companies organized by functional areas (products, finance, human resources), rather than a truly decentralized, flat ecosystem, then cultural factors can be managed as in traditional organizations.\\n\\nThe other is \\\"stickiness\\\". The community is short-lived, the barriers to entry are low, and there is almost no effort and discomfort when leaving. This affects talent retention, which is equally important for DAOs and traditional organizations. What keeps people working at the same job for many years? This is largely related to the process of finding and finding new jobs. This is a difficult job. But this is also the sense of purpose that people feel, the sense of security that wages and benefits bring, and the sense of responsibility that comes from working in a team with other people who expect you to show up and complete your work every day. You don't want to disappoint the team.\\n\\nHow to create a DAO structure and culture that can increase retention? I don't know all the answers, but a higher barrier to entry combined with a strong sense of mission and ownership seems to be a good start.\",\"timestamp\":1640573023,\"title\":\"The influence of culture in DAO\"},\"digest\":\"OaeEfwxwlaH5tCf6klYoWiQpt9S6Nm-cOP3i_LXgIEk\",\"authorship\":{\"contributor\":\"0x19a23AfB21e123c626C2c4C19c34d2037Ac35734\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"signature\":\"NNwcr5vhd_oVWdvYdmSYcRnqS-H8HBhFU1dhsToCED5mEP7CngijBqAWieKIMdPvOhqXSg4tDb6BhyKd76ZsBg\",\"signingKeySignature\":\"0x46fc7664e155608b54fe173f7e63180c17622cc2e5ce466552d0020b165136d1476659c2b543561b12aaf872c13ea2481165ff10f4bf76da0d2fb4d5796f9fd31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OaeEfwxwlaH5tCf6klYoWiQpt9S6Nm-cOP3i_LXgIEk\"}"