"{\"content\":{\"body\":\"They were already at the table. \\\"Tell me, if you please,\\\" said Count Kostia, addressing him gayly, \\\"what you think of our new comrade?\\\" Gilbert then noticed a fifth guest, whose face was not absolutely unknown to him.  This newly invited individual was seated at the right of Father Alexis, who seemed to relish his society but little, and was no less a personage than Solon, the favorite of the master, one of those apes which are vulgarly called \\\"monkeys in mourning,\\\" with black hair, but with face, hands, and feet of a reddish brown. \\\"You will not be vexed with me for inviting Solon to dine with us?\\\" continued M. Leminof.  \\\"The poor beast has been hypochondriacal for several days, and I am glad to procure this little distraction for him.  I hope it will dissipate it.  I cannot bear melancholy faces; hypochondria is the fate of fools who have no mental resources.\\\" He pronounced these last words half turning towards Stephane.  The young man's face was more gloomy than ever.  His eyes were swollen, and dark circles surrounded them.  The indignation with which the brutal remark of his father filled him, gave him strength to recover from his dejection.  He resolutely set about eating his soup, which he had not touched before, and feeling that Gilbert's eyes were fixed upon him, he raised his head quickly and darted upon him a withering glance.  Gilbert thought he divined that he called him to account for his carnation, and could not help blushing,--so true is it that innocence does not suffice to secure one a clear conscience. \\\"Frankly, now,\\\" resumed the Count, lowering his voice, \\\"don't you see some resemblance between the two persons who adorn the lower end of this table?\\\" \\\"The resemblance does not strike me,\\\" answered Gilbert coldly. \\\"Ah! mon Dieu, I do not mean to say that they are identical in all points.  I readily grant that Father Alexis uses his thumbs better; I admit, too, that he has a grain or two more of phosphorus in his brain, for you know the savants of to-day, at their own risk and peril, have discovered that the human mind is nothing but a phosphoric tinder-box.\\\" \\\"It is these same savants,\\\" said Gilbert, \\\"who consider genius a nervous disorder.  Much good may it do them.  They are not my men.\\\" \\\"You treat science lightly; but answer my question seriously: do you not discover certain analogies between these two personages in black clothes and red faces?\\\" \\\"My opinion,\\\" interrupted Gilbert impatiently, \\\"is that Solon is very ugly, and that Father Alexis is very handsome.\\\" \\\"Your answer embarrasses me,\\\" retorted the Count, \\\"and I don't know whether I ought to thank you for the compliment you pay my priest, or be angry at the hard things you say of my monkey.  One thing is certain,\\\" added he, \\\"that my monkey and my priest,--I'm wrong,--my priest and my monkey, resemble each other in one respect: they have both a passionate appetite for truffles.  You will soon see.\\\" They were just serving fowl with truffles.  Solon devoured his portion in the twinkling of an eye, and as he was prone to coveting the property of others, he fixed his eyes, full of affectionate longing, on his neighbor's plate.  Active, adroit, and watching his opportunity, he seized the moment when the priest was carrying his glass to his lips; to extend his paw, seize a truffle, and swallow it, was the work of but half a second.  Beside himself with indignation, the holy man turned quickly and looked at the robber with flashing eyes.  The monkey was but little affected by his anger, and to celebrate the happy success of his roguery, he capered and frisked in a ridiculous and frantic way, clinging with his forepaws to the back of his chair.  The good father shook his head sadly, moved his plate further off, and returned to his eating, not, however, without watching the movements of the enemy from the corner of his eye.  In vain he kept guard; in spite of his precautions,--a new attack, a new larceny--and fresh caperings of joy by the monkey.  Father Alexis at last lost patience, and the monkey received a vigorous blow full in the muzzle, which drew from him a sharp shriek; but at the same instant the priest felt two rows of teeth bury themselves in his left cheek.  He could hardly repress a cry, and gave up the game, leaving Solon to gorge himself to his beard in the spoils, while he busied himself in stanching his wound, from which the blood gushed freely. The Count affected to be ignorant of all that passed; but there was a merry sparkle in his eyes which testified that not a detail of this tragic comedy had escaped his notice. \\\"You appear to distrust Solon, Father,\\\" said he, seeing that the priest pushed back his chair and kept at a distance from the baboon.  \\\"You are wrong.  He has very sweet manners; he is incapable of a bad action.  He is only a little sad now, but in his melancholy, he observes all the rules of good breeding; which is not the case with all melancholy people,\\\" added he, throwing a look at Stephane, who, taken with a sudden access of sadness, had just leaned his elbow upon the table and made a screen of his right hand to hide his tears from his father.  Gilbert felt himself near stifling, and as soon as he could, left the table.  Fortunately no one followed him onto the terrace.  Stephane had no more flowers to cultivate, and went to shut himself up in his high tower.  On his part, Father Alexis went to dress his wound; as to M. Leminof, he was displeased with the cool and, as he thought, composed air with which Gilbert had listened to his pleasantries, and he retired to his study, promising himself to give to Monsieur his secretary, whom, nevertheless, he valued very highly, that last touch of pliancy which he needed for his perfection.  Count Kostia was of an age when even the strongest mind feels the necessity of occasional relaxation, and he would have been glad to have near him a pliant, agreeable companion, and enchanted could that companion have been his secretary. Gilbert strode across the terrace, and, leaning over the parapet, gazed long and silently at the highroad.  \\\"Ten months yet!\\\" said he to himself, and contracting his brows, he turned to look at the odious castle, where destiny had cast his lot.  It seemed as if the old pile wished to avenge itself for his ill humor: never had it been clothed with such a smiling aspect.  A ray of the setting sun rested obliquely upon its wide roof; the bricks had the warm color of amber, the highest points were bathed in gold dust, and the gables and vanes threw out sparks.  The air was balmy; the lilacs, the citron, the jasmine, and the honeysuckle intermingled their perfumes, which the almost imperceptible breath of the north wind spread in little waves to the four corners of the terrace. And these wandering perfumes mingled themselves, in passing, with other odors more delicate and more subtle; from each leaf, each petal, each blade of grass, exhaled secret aromas, mute words which the plants exchange with each other, and which revealed to Gilbert's heart the great mystery of happiness which animates the soul of things. Gilbert was determined to drown his sorrows this evening in the divine harmonies of nature.  To succeed the better, he called poetry to his aid, for the great poets are the eternal mediators between the soul of things and our feeble hearts of earth and clay. He recited the distichs where Goethe has related in a tongue worthy of Homer or Lucretius the metamorphosis of the plants.  This was placed like a preamble at the beginning of the volume which he carried with him in his walks, and he had learned it by heart a few days before.  The better to penetrate the sense of these admirable lines, he tried to translate them into French alexandrines, which he sometimes composed.  This effort at translation soon appeared to him beyond his abilities; all the French words seemed too noisy, too brilliant or too vulgar, or too solemn to render these mute accents, these intonations veiled as if in religious mystery, by which the author of Faust intended to express the subtle sounds and even the silence of nature.  We know that it is only in German poetry that we can hear the grass growing from the bosom of the earth, and the celestial spheres revolving in space. Every language has its pedals and its peculiar registers; the Teutonic muse alone can execute these solemn airs which must be played with the soft pedal.  For more than an hour Gilbert exhausted himself in vain attempts, and at last, disheartened, he contented himself with reciting aloud the poem which he despaired of translating.  He uttered the first part with the fire of enthusiasm; but his voice fell as he pronounced the following passage: \\\"Every flower, my beloved, speaks to thee in a voice distinct and clear; every plant announces to thee plainly the eternal laws of life; but these sacred hieroglyphics of the goddess which thou decipherest upon their perfumed foreheads, thou wilt find everywhere hidden under other emblems.  Let the caterpillar drag itself creeping along, and soon the light butterfly darts rapidly through the air; and let man also, with his power of self- development, follow the circle of his soul's metamorphoses.  Oh! then wilt thou remember that the bond which united our spirits was first a germ from which sprang in time a sweet and charming acquaintance; friendship in its turn soon revealed its power in our hearts, until love came at last, crowning it with flowers and fruits.\\\" At this place a light cloud of sadness passed over Gilbert's face; he felt a secret dissatisfaction at meeting in the verses of his favorite poet a passage which he could not apply to his own experience. Meanwhile, night had come, a night like a softened and refreshed day.  The radiant moon shone in the zenith; she inundated the fields of heaven with soft whiteness, she shook her torch over the Rhine, and made the crests of its restless waves scintillate; she poured over the tops of the trees a rain of silvery light; she suspended from their branches necklaces of sapphires and azure diamonds, which the breeze in passing sportively dashed together. The great slumbering woods thrilled at the touch of this dew of light which bathed their lofty brows; they felt something divine insinuating itself in the horror of their somber recesses.  From time to time a nightingale gave to the wind a few notes sonorous and sustained; it seemed the voice of the forest, speaking in its sleep,--its soul, carried away in ecstasy, exhaling its intoxication in a long sigh of love. Gilbert had been sitting up very late recently, since he had decided to remain but a short time at Geierfels, and he had grown pale over the Byzantines, in the hope of advancing in his task so much, that Count Kostia would more easily consent to his departure. Robust as was his constitution, he finished by tiring himself out, and nature claiming its rights, sleep seized him at the moment when he was about leaving the bank to seek his room, and have a little nocturnal chat with Agathias and Procopius. When he awoke, the moon had already declined towards the horizon, which discovery surprised him greatly, as he thought he had slept but a few moments.  He rose and shook his limbs, stiff from the dampness.  Fortunately, he was the only one at Geierfels who had free ingress and egress; the turret which he inhabited communicated with the terrace by a private staircase, to the entrance of which he had the key.  Fortunately, too, the bulldogs had learned to know him, and never dreamed of disturbing his movements.  He gained the little door without any difficulty, opened it, and having lit a candle which he drew from his pocket, commenced cautiously to ascend the winding staircase, the steps of which were broken in many places.  He had just reached the first landing where terminated the spacious corridor, which extended along the principal facade parallel with the terrace, and was preparing to cross it, when he heard a long and painful groan, which seemed to come from the other end of the gallery.  Starting, he remained motionless some moments, with neck extended and ears alert, peering into the obscurity from whence he expected to see some melancholy phantom emerge; but almost immediately a gust of wind driving through the broken square of a dormer window made it grind upon its hinges and give out a plaintive sound, which reverberated through the corridor.  Gilbert then fancied that what he had taken for a sigh was only the moaning of the wind, counterfeiting in its melancholy gambols the voice of human grief.  Resuming his ascent, he had already mounted some steps, when a second groan, still more dismal than the first, reached his ears, and froze the blood in his veins.  He was sure he could not be deceived now; the wind had no such accents--it was a wail, sharp, harsh, and heartrending, which seemed as though it might come from the bosom of a specter. A thousand sinister suppositions assailed Gilbert's mind, but he gave himself no time to reflect.  Agitated, panting, his head on fire, he sprang with one bound down the staircase, and reaching the entrance of the gallery, cried out in a trembling voice, and scarcely knowing what he said: \\\"Who's there?  Who wants assistance?  I, Gilbert, am ready to come to his aid--\\\" His voice was swallowed up and lost in the somber arches of the corridor.  No answer; the darkness remained dumb.  In the rapidity of his movement, Gilbert had extinguished his candle; he prepared to relight it, when a hat flew by and struck his forehead with his wings.  The start which this unforeseen attack gave him made him drop the candle; he stooped to pick it up, but could not find it. In spite of this accident, he walked on.  A feeble ray of moonlight, which came in by the dormer window and shed through the entrance of the corridor a long thread of bluish light, seemed to guide him a few steps.  Then he groped his way with arms extended and touching the wall.  Every few steps he stopped and listened, and repeated in a voice hoarse with excitement: \\\"Who's there?  You who are moaning, can I do anything to help you?\\\" Nothing answered him except the beating of his heart, and the murmur of the wind, which continued to torment the hinges of the dormer window. The gallery into which Gilbert had entered was divided halfway in its length by two steps, at the bottom of which was a large iron door, always kept open during the day, but closed and double-locked as night set in.  Approaching this, Gilbert saw a feeble light glimmering beneath the door.  He descended the steps, and looking through the key-hole, from which the key had been withdrawn, saw what changed the frightful anguish he had just been suffering into surprise and terror. At twenty paces from him he saw the appalling figure of a phantom standing erect; it was enveloped in a large white cloth wound several times round its body, passing under its left arm, and falling over the right shoulder.  In one hand it held a torch and a sword, in the other an oval ebony frame of which Gilbert could only see the back, but which seemed to inclose a portrait.  The face of this specter was emaciated, drawn, and of unusual length; its skin, withered and dry, seemed to be incrusted upon its bones, its complexion was sallow; a profuse perspiration trickled from its brows and glued the hair to its temples.  Nothing could describe the expression of terror in its face.  It seemed to Gilbert that its two burning eyeballs penetrated even through the door, though they saw nothing which surrounded them; their vision seemed turned within, and the invisible object which fastened their gaze, a heart haunted by specters. Suddenly the lips of this nocturnal wanderer opened, and another groan more fearful than the first issued from them.  It seemed as if his burdened breast wished to shake off by a violent effort a mountain of weariness, the weight of which was crushing it, or rather as though the soul sought to expel itself in this despairing cry.  Gilbert was seized with inexpressible agitation, his hair stood on end.  He started to fly; but a curiosity stronger than his terror prevented him from leaving the spot and kept him riveted to the door.  By the eyebrows and cheekbones, in spite of the distortion of the face, he had recognized Count Kostia. At length this sinister somnambulist stirred from his motionless position and advanced at a slow pace; he walked like an automaton. After taking a dozen steps he stopped, looked around him, and slightly bent forward.  His strained features resumed their natural proportions, life re-animated his brow, the deathlike inertia of his face gave place to an expression of sadness and prostration. For a few seconds his lips moved, without saying a word, as if to become flexible, and fashioned anew to the use of speech:--then, in a soft voice which Gilbert did not recognize, and with the plaintive accents of a suffering child, he murmured: \\\"How heavy this portrait is!  I can carry it no longer; take it out of my hands, it burns them.  In mercy, extinguish this fire.  I have a brand in my breast.  It must be kept covered with ashes; when I can see it no more, I shall suffer less.  It is my eyes that make me suffer; if I were blind, I could return to Moscow.\\\" Then in a harsher voice: \\\"I could easily destroy this likeness, but THE OTHER, I cannot kill it, curses on me! it is the better portrait of the two.  There is her hair, her mouth, her smile.  Ah, thank God, I have killed the smile.  The smile is no longer there.  I have buried the smile. But there is the mole in the corner of the mouth.  I have kissed it a thousand times; take away that mole, it hurts me.  If that mole were gone I should suffer less.  Merciful Heaven! it is always there.  But I have buried the smile.  The smile is no more.  I have buried it deep in a leaden coffin.  It can't come. . . .\\\" Then suddenly changing his accent, and in a tragical, but bitter voice, his eyes fixed upon the large rusty sword which he held in his right hand, he muttered: \\\"The spot will not go away.  The iron will not drink it.  It was not for this blood it thirsted.  I shall find it in the other, it will drink that.  Ah! we shall see how it will drink it.\\\" Upon this, he relapsed into silence and appeared to be thinking deeply.  Then raising his head, he cried in a voice so strong and vibrating that the iron door trembled upon its hinges: \\\"Morlof, then it was not thou!  Ah! my dear friend, I was deceived. . . .  Go, do not regret life.  It is only the dream of a screech-owl. . . .  Believe me, friend, I want to die, but I cannot.  I must know . . . I must discover.  Ah! Morlof, Morlof, leave thy hands in mine, or I shall think thou hast not forgiven me. . . .  God! how cold these hands are . . . cold . . . cold . . .\\\" And at these words he shuddered; his head moved convulsively upon his shoulders, and his teeth chattered; but soon calming himself, he murmured: \\\"I want to know the name, I must know that name!  Is there no one who can tell me that name?\\\" Thus speaking, he raised the picture to a level with his face, and with bent head and extended neck, appeared to be trying to decipher upon the canvas some microscopic writing or obscure hieroglyphics. \\\"The name is there!\\\" said he.  \\\"It is written somewhere about the heart,--at the bottom of the heart; but I cannot read it, the writing is so fine, it is a female hand; I do not know how to read a woman's writing.  They have a cipher of which Satan alone has the key.  My sight is failing me.  I have flies in my head.  There is always one of them that hides this name from me.  Oh! in mercy, in pity, take away the fly and bring me a pair of pincers. . . .  With good pincers I will seek that name even in the last fibers of this heart which beats no more.\\\" He added with a terrible air: The dead do not open their teeth.  The one who lives will speak. You shall see how I will make him speak.  You shall see how I will make him speak. . . .  Tear off his black robe, stretch him on this plank.  The iron boots! the iron boots! tighten the boots!\\\" Then interrupting himself abruptly, he raised his eyes and fixed them upon the door.  An expression of fury mingled with terror swept over his face, as if he had suddenly perceived some hideous and alarming object.  His features became distorted; his mouth worked convulsively and frothed; his eyes, unnaturally dilated, darted flames; he uttered a hollow moan, took a few steps backward, and suddenly dropping his torch to the ground, where it went out he cried in a frightful voice: \\\"There are eyes behind the door! there are eyes! there are eyes!\\\" Horror-struck, distracted, beside himself, Gilbert turned and took to flight.  In spite of the darkness, he found his way as if by miracle.  He crossed the corridor at a run, mounted the staircase in three bounds, dashed into his chamber and bolted the door.  Then he hurriedly lighted a candle, and having glanced about to assure himself that the phantom had not followed him into his room, dropped heavily upon a chair, stunned and breathless.  In a few moments he had collected his thoughts, and was ashamed of his terror; but in spite of himself his agitation was such that at every noise which struck his ear, he thought he heard the step of Count Kostia ascending the staircase of his turret.  It was not until he had bathed his burning head in cold water that he recovered something like tranquillity; and determining by a supreme effort to banish the frightful images which haunted him, he seated himself at his worktable and resolutely opened one of the Byzantine folios.  As he began to read, his eye fell upon an unsealed letter which had been left on his table during his absence; it ran thus:\\n\\n\\\"Man of great phrases, I write to you to inform you of the hatred with which you inspire me.  I wish you to understand that from the first day I saw you, your bearing, your face, your manners, your whole person, have been objects of distrust and aversion to me.  I thought I recognized an enemy in you, and the result has proved that I was not mistaken.  Now I hate you, and I tell you so frankly, for I am not a hypocrite, and I want you to know, that just now in my prayers I supplicated St. George to give me an opportunity of revenging myself upon you.  What do you want in this house?  What is there between us and you?  How long do you intend to torture me with your odious presence, your ironical smiles, and your insulting glances?  Before your arrival I was not completely unhappy.  God be praised, it has been reserved for you to give me the finishing stroke.  Before, I could weep at my ease, with none to busy themselves in counting my tears; the man that makes me shed them does not lower himself to such petty calculations; he has confidence in me, he knows that at the end of the year the account will be there; but you! you watch me, you pry into me, you study me.  I see very well that, while you are looking at me, you are indulging in little dialogues with yourself, and these little dialogues are insupportable to me.  Mark me now, I forbid you to understand me.  It is an affront which you have no right to put upon me, and I have the right to be incomprehensible if it pleases me.  Ah! once a little while ago, I felt that you had your eyes fastened on me again.  And then I raised my head, and looked at you steadily and forced you to blush. . . .  Yes, you did blush; do not attempt to deny it!  What a consolation to me!  What a triumph! Alas! for all that, I dare not go to my own window any longer for fear of seeing you ogling the sky, and making declamations of love to nature with your sentimental air. \\\"Tell me, now, in a few words, clever man that you are, how you manage to combine so much sentimentality with such skillful diplomacy?  Tender friend of childhood, of virtue and of sunsets, what an adroit courtier you make!  From the first day you came here, the master honored you with his confidence and his affection. How he esteems you! how he cherishes you! what attentions! what favors!  Will he not order us tomorrow to kiss the dust under your feet?  If you want to know what disgusts me the most in you, it is the unalterable placidity of your disposition and your face.  You know the faun who admires himself night and day in the basin upon the terrace; he is always laughing and looks at himself laugh.  I detest this eternal laughter from the bottom of my soul, as I detest you, as I detest the whole world with the exception of my horse Soliman.  But he, at least, is sincere in his gayety; he shows himself what he really is, life amuses him, great good may it do him!  But you envelop your beatific happiness in an intolerable gravity.  Your tranquil airs fill me with consternation; your great contented eyes seem to say: 'I am very well, so much the worse for the sick!'  One word more.  You treat me as a child--I will prove to you that I am not a child, showing you how well I have divined you.  The secret of your being is, that you were born without passions!  Confess honestly that you have never in your life felt a sentiment of disgust, of anger, or of pity.  Is there a single passion, tell me, that you have experienced, or that you are acquainted with, except through your books?  Your soul is like your cravat, which is always tied precisely the same way, and has such an air of repose and rationality about it, that it is perfectly insufferable to me.  Yes, the bow of that cravat exasperates me; the two ends are always exactly the same length, and have an effect of INDERANGEABILITY which nearly drives me mad.  Not that this famous bow is elegant.  No, a thousand times no! but it has an exasperating accuracy.  And in this, behold the true story of your soul.  Every night when you go to bed you put it in its proper folds; every morning you unfold it carefully without rumpling it! And you dare to plume yourself on your wisdom!  What does this pretended wisdom prove?  Nothing, unless it be that you have poor blood, and that you were fifty years old when you were born.  There is, however, one passion which no one will deny that you possess. You understand me,--man of the gilded tongue and the viper's heart,--you have a passion common to many others!  But, hold, in commencing this letter, I intended to conceal from you that I had discovered everything.  I feared it would give you too much pleasure to learn that I know.--Oh! why can't I make you stand before me now this moment!  I should confound you! how I would force you to fall at my feet and cry for pardon! \\\"Oh, my dear flowers, my Maltese cross, my verbenas, my white starred fox, and you, my musk rosebush, and above all my beautiful variegated carnation, which ought to be opening to-day!  Was it then for him,--was it to rejoice the eyes of this insolent parasite, that I planted, watered, and tended you with so much care?  Beloved flowers, will you not share my hate?  Send out from each of your cups, from each of your corollas, some devouring insect, some wasp with pointed sting, some furious horse-fly, and let them all together throw themselves upon him, harass him and persecute him with their threatening buzzing, and pierce his face with their poisoned stings.  And you yourselves, my cherished daughters, at his approach, fold up your beautiful petals, refuse him your perfumes, cheat him of his cares and hopes, let the sap dry up in your fibers, that he may have the mortification of seeing you perish and fall to dust in his hands.  And may he, this treacherous man, may he before your blighted petals and drooping stems, pine away himself with ennui, spite, anger, and remorse!\\\"\\n\\nIX\",\"timestamp\":1639708841,\"title\":\"\\nAs Gilbert rapidly traced these last lines, the dinner-bell sounded.  He descended in haste to the grand hall. \"},\"digest\":\"uHg4rSDpHKygFq42WOQomeyJPDwiN-D5A7mqy898r3c\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NhG_u_boe8xfQI9I-yfOs_7d9mEnFKaGiuYLYHR7X_8\\\",\\\"y\\\":\\\"ncnD-sKS0kW_xfQVyDg88parWGVnpCCKhK1Hm1SYaVU\\\"}\",\"signature\":\"e6r0nMHEpA5MVIFAK7PL48zaXh7VoFCZ1Ll2_B9hOOTituT6bUj1Y04_T_OlInUYU1T_iT4tEgJSFQxjPfBXZQ\",\"signingKeySignature\":\"0x5028d12889eb752442f593f6e45f433310e16a4c119f2cf789d92dac517a9f596ffcd06603b0f203fb4f45518de700e01c7a47f2596a36fe76970fbd967241601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NhG_u_boe8xfQI9I-yfOs_7d9mEnFKaGiuYLYHR7X_8\\\",\\\"y\\\":\\\"ncnD-sKS0kW_xfQVyDg88parWGVnpCCKhK1Hm1SYaVU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uHg4rSDpHKygFq42WOQomeyJPDwiN-D5A7mqy898r3c\"}"