"{\"content\":{\"body\":\"Durante el mes de octubre los miembros de la comunidad KCC han realizado una serie de votaciones para determinar qué proyectos de los elegidos en el programa de Grants merecen seguir subvencionados.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*8GBRGV5blgHE8OZz4ZQQAg.png)\\n\\nLos proyectos PadFinance y Boltrswap fueron, en el ultimo mes, duramente criticados por la comunidad debido a las irregularidades que se produjeron en el lanzamiento de ambas plataformas así como su venta de tokens. Esto supone un gran problema para la confianza de los usuarios de plataformas de finanzas descentralizadas, así como la credibilidad de los mismos protocolos. Dichas incongruencias han generado una respuesta necesaria por parte del equipo de la Kucoin Community Chain que decidió brindar a los usuarios de la comunidad la posibilidad de usar su poder de voto para decidir si debían seguir en el programa de subvenciones. Esto ha supuesto una prueba de estrés para la blockchain, de la que en mi opinión ha salido fortalecida la propia red.\\n\\nEl poder de voto de los usuarios ha sido determinante, penalizando tanto a PadFinance como Boltrswap, que se han visto privados del acceso a más fondos aportados por la KCC así como de la confianza de la comunidad, no obstante, ello no significa que en un futuro esos proyectos no destaquen para bien.\\n\\nLa relación de poder de voto se ha basado en la cantidad de KCS que tiene cada usuario en la cadena, donde cada KCS es igual a un voto, además el equipo de la KCC estableció una estrategia antiballenas que limitaba su poder de voto para no ir en detrimento de la mayoría de los usuarios.\\n\\nPor otro lado el proyecto [Paprprintr ](https://paprprintr.finance/)también se sometió al sondeo de la comunidad con un [92,7% de voto](https://snapshot.org/#/kcc.eth)s a favor de su permanencia en el programa de subvenciones.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*kxvzYXro5BUIl_YFIWiCCA.png)\\n\\nPaprprintr es un protocolo que emite una stablecoin algorítmica de emisión elástica que emite o quema tokens en función de la volatilidad que tenga respecto al valor del USD$ Este tipo de stablecoins algorítmicas ha sufrido algunos reveses en su lanzamiento, sin embargo tras la recuperación de FEI, y la consolidación de DAI y el éxito sin paliativos de MIM, frente a las dudas que dan las stablecoins “respaldadas” por moneda fiat y bonos de deuda no hacen mas que establecerse como las estables de referencia\\n\\n## El papel de las Stablecoins en DeFi\\n\\nEl primer trimestre de 2021 de la firma [Messari](https://messari.io/article/q1-2021-defi-review-defi-booms-as-bull-market-heats-up) en un informe declaró que “La base monetaria de monedas estables alcanzó más de 65 mil millones de dólares en el primer trimestre y continúa aumentando a un ritmo acelerado. Las monedas estables permitieron la friolera de 1 billón americano de dólares en volumen de transacciones, más que los cuatro trimestres anteriores combinados.\\n\\nLas monedas estables globales permiten a los inversores generar rendimiento en sus activos en el mercado DeFi mientras amortiguan los posibles efectos adversos de la volatilidad del mercado.\\n\\n**Volviendo a las votaciones de KCC en snapshot:**\\n\\nLos miembros del equipo central del KCC tienen un 10% adicional de poder de voto en los recuentos y derecho a veto. Pongamos un ejemplo; en la Propuesta A, el número total de votos de los usuarios de la comunidad es de 100 000, en este caso los miembros relevantes del equipo central del KCC repartirán 10 000 votos adicionales. Por lo tanto, el número total de votos sería de 110 000 votos.\\n\\nEste tipo de actuaciones donde el equipo pone en manos de los usuarios la desición de mantener las subvenciones o retirarlas a unos proyectos determinados, convierten la KCC en una red mas fuerte y robusta. Cuando los usuarios sienten que son escuchados, que tienen el poder de decidir, que van a ser consultados, aumenta la sensación de pertenencia a una comunidad, en este caso la Kucoin Community Chain.\\n\\n**Enlaces de KuCoin Community Chain y redes sociales**\\n\\nWeb: <https://www.kcc.io/>\\n\\nDocumentación: <https://docs.kcc.io/>\\n\\nExplorer: <https://explorer.kcc.io/>\\n\\n**Redes sociales**\\n\\nDiscord: <https://discord.gg/H5ucJydSyd>\\n\\nTwitter: <https://twitter.com/KCCOfficialTW>\\n\\nTelegram español: <https://t.me/KucoinSpanish>\\n\\nTelegram Channel: <https://t.me/KCCOfficialChannel>\\n\\nMedium: <https://kccofficial.medium.com/>\",\"timestamp\":1634674812,\"title\":\"El poder de voto en la KCC \"},\"digest\":\"bJPU6Ekz2KUXlLiBHuzhqITaAqiDSlBpjj3t5rWLkWw\",\"authorship\":{\"contributor\":\"0x0fB213a1Af101b1429e6aD3020ad92Fb0D25Eb1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJ-6dJcCgL6sURXzwWKZ5o7aoozXPMNDW4llGzKWYjU\\\",\\\"y\\\":\\\"cLLwdUWKAmZirC72cCt_EBJGU-nunmvD1fPFkPAL1yY\\\"}\",\"signature\":\"evlKmTrjvw-_znPQgjknoxjZPgjPTvJKBt8N7uDeevpqgdgJcekdGAzsKTkLrDQ31qNL_oAcf7l5ANoxjgmfZg\",\"signingKeySignature\":\"0xbcdcd3e7602840a12794052cac0bc97e3ba3050e98ad4ddb28f376afcbb8c56d559bca4a92e0cf9a0635662b752ce5d8db96e9f86ab7e698ac5b806f4a027c8a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJ-6dJcCgL6sURXzwWKZ5o7aoozXPMNDW4llGzKWYjU\\\",\\\"y\\\":\\\"cLLwdUWKAmZirC72cCt_EBJGU-nunmvD1fPFkPAL1yY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xYeS1tat_MHlaiW4adndacdNv41BRgURU6nUA608KBc\"}"