"{\"content\":{\"body\":\"冲天剑带着胜利的微笑走到黑熊尸体旁边，伸出双手摸啊摸，摸到了，哦是钱币，随手扔到背包里；继续摸啊摸，软软的，轻轻的，会是什么装备呢？掏出来一看，原来是张羊皮卷轴。\\n\\n```\\n“初级炼金术——麻痹毒药。”打开卷轴后，他一个字一个字的念道，听的树上的我心中一动，我还一直没找机会去学下炼金技能呢，等会回程可要去看看，不过炼金术学了还要需要有技能卷轴吗，那他手上那玩意对我肯定有用拉，麻痹毒药，听这名字就知道不错哦，我抬起头，一手托着下巴想到。\\n\\n唉，怎么爆了这玩意啊，一旁的其他玩家看到不过爆了一张炼金卷轴，都失去了观望的兴趣，自觉的向地上其他玩家爆的装备上靠拢，呵呵，无主之物，手快者得之。\\n\\n举着手上的卷轴，冲天剑转过头说道：“你们有谁学了炼金技能的，拿去用吧。”身后的人纷纷你看我，我看你，纷纷摇了摇头，无人学之。\\n\\n有门，我立即从树上跳了下来，拨开人群，凑了上去说道：“hi，兄弟，好久不见拉，又是一身抢眼装，多少级拉。”\\n\\n“呵呵，你啊，也来这里杀黑熊的，可惜晚了一步，它已经被我们挂了。”看着是我，冲天剑客气的笑了笑说道。\\n\\n“怎么样，最近打到什么好东西了，有没有要处理给我的。”看着我一身光鲜的红色软甲，冲天剑不怀好意地问道。\\n\\n“嗨，甭提了，最近比较霉，打怪钱稀少，装备很难爆。这不，只打个法师用的软皮长袍。”我摊了摊手，一脸苦笑的说道，嘿，不好意思了，俺那青铜级的武器早就卖了，可不好跟你提。\\n\\n“你还爆了个衣服，你看我们，刚才听城里人说这里出了狂暴黑熊，我们这么多人兴师动众的过来，好不容易挂了它，就爆一垃圾卷轴。唉，早知道这样还不如继续去奔马平原练级呢。”冲天剑更是一副你悲我更惨的样子说道。\\n\\n“哦，什么垃圾卷轴，给我看看。”我装做一脸无知的样子问道。\\n\\n冲天剑也没说啥，伸手交给了我，接过卷轴一看，嘿嘿，果然是炼金卷轴，可惜我还没掌握炼金技能，也只能看懂个名字，而无法学习，不错，我要了，和他谈谈价钱看。\\n\\n还没等我开口，冲天剑看我将卷轴拿在手反复的把玩着，一副爱不释手的样子，也就有点明了，开口说道：“兄弟，看样子你是学炼金师的吧，如果需要的话就拿去吧。”\\n\\n嘿嘿，真是个明白人，不过俺也不可能白要，这无功不受禄，再说了，我的装备也没白送你，要是这样以后有了好装备俺也不好意思多要你的钱，我心里想到。\\n\\n“别，你这样的话，俺也不好意思要，这样吧，我这件软皮长袍我看还行，属性也不差，不知道你妹妹多少级了，拿去给她用吧，两抵一下，你看怎么样？”我掏出了身上那件软皮长袍递了过去。\\n\\n“反正我要也没用你既然这么说我也不客气了，软皮长袍我就收下，不过以后毒药有了成果可要想着兄弟点。”冲天剑笑呵呵的接过了衣服说道。\\n\\n“咱俩谁跟谁啊，一定一定拉。”将卷轴收到背包里，我亲热的搭上了冲天剑的肩膀说道。\\n\\n“对了，我们现在要去奔马平原练级，怎么样你也一起去吗？”冲天剑对我说道。\\n\\n“呵呵，我才15级呢，就在这里做做任务杀杀熊算了。”我摇了摇头说道，不是我不想去，只是不想和别人分享少的可怜的收获罢了。\\n\\n“恩，那我们就先走了，有了好东东可别忘了M我。”临走冲天剑还不忘叮嘱我一下，然后带一伙人一阵风似的走人了。\\n\\n眼睛不自觉地又瞄了瞄美女的背影，嘿，窈窕淑女，君子好逑，可惜她和我的距离太远了，只能远观。\\n\\n行注目礼送别了冲天剑他们的身影，我可要努力砍怪了，任务需要的熊皮我可是一张还没有呢。拿出背包里的盾牌，紧紧捏在了左手上，丛林里的黑熊看样子可不是好惹的主，小心一点。\\n\\n第一次使用了潜行，感觉身体仿佛一下子变成了透明空气般存在空气中，如果不是还有长短有序的呼吸声，砰砰砰的心脏跳动声，以及脚下践踏树叶的响动，我简直以为自己完全不存在这里。\\n\\n周围的生物仿佛也不在感应到我的气息，刚才还挥舞着藤鞭的锯齿花，也一下子因为失去了眼前的目标而无力的垂下了藤鞭，悄悄的埋在了杂草从中，隐藏起自己的身形，静静地等待着下一个猎物。\\n\\n从倒下的棕熊身上抽出还在滴血的匕首，我深深的吐了一口气，吹散眼前浓浓的血腥，现在能够熟练运用技能的我，已经可以轻松面对两头笨重狗熊的攻击了，和那狂暴黑熊相比，眼前的黑熊和棕熊明显是小弟弟了，最多仗着厚实的皮毛多抗点打罢了，依靠匕首的回血，让我猎杀十几头后才需要使用药剂恢复，大大的提高了效率。呵呵，熊皮有了几十张了，还有十几个熊掌，那是是烹饪的好材料，锯齿花也送我一个青藤头盔，属性是适合法师使用，估计也能买个好价钱了。\\n\\n一阵喧哗从旁边树林中传了过来，怎么着，又有狂暴黑熊出来了，这次可得小心点，别快要升级的我给挂在了这里。使用了潜行后我悄悄的走了过去，拨开齐人高的荆棘，只见前面围了3，4个人，地上还有一头黑熊的尸体。\\n\\n“你们什么意思，干吗老是抢我们的怪。”一个瘦弱的剑士指着三个兽人问到。呵，估计选择兽人的玩家都是崇尚暴力的吧，怎么老是他们发生冲突。\\n\\n“干吗，这怪上面写着你的名字，是你家养的，林子这么大，我们想杀哪个就哪个。”空劈了几下手上的战锤，看上去领头的一个兽人说道。\\n\\n“那为什么总是我们动手了你们才打，刚才好不容易才爆了个鞋子，你们的人干吗抢走。” 剑士旁边穿着法袍，估计是牧师的精灵玩家说道。\\n\\n“我们高兴，怎么着，就抢你的，不服气呀，是不是想PK。”手拿双手长枪，站在一旁的一个兽人叫嚣着说道。\\n\\n呵呵，原来如此，抢怪者哪里都有，就算这里怪多他们也要发扬抢的风格，其实是打的如意算盘，别人动手，怪就盯着先出手的，他们上去抢，安全系数大很多，竟然还抢人家爆的装备，素质有问题。\\n\\n呀，旁边又有一头棕熊刷了出来，你们吵你们的，俺绝对不打搅，不过这熊嘛，哥们我就不好意思了，帮你们给清理一下。\\n\\n刚出来的黑熊还憨头憨脑的在原地打转，估计适应一下环境，抖了抖浑身厚厚的绒毛，轻声吼叫了几声。我走到它背后就是一刀，匕首如鱼得水般划过了表皮，一股热血顿时喷了出来，身形一现，我赶紧后退了两步，抬起了手上的盾牌，准备抵挡随之而来的熊掌。\\n\\n靠，你们吵架还这么关心我这里，一个闲在边上，手拿弓箭的兽人一看到刷出个黑熊，被一个悄然出现的人类杀手砍了起来，顿时来了精神，举起弓箭，搭上一枝硬木骨箭，三角型的箭簇笼罩着一层若隐若现的红芒，“嗖”的一声直奔黑熊而来。\\n\\n靠，还抢我可爱的熊宝宝，俺加把力，赶紧把它挂了，带着利爪的熊掌狠狠扑在我的盾牌上，我浑身一震，还好，挡的住；手上的匕首可不含糊，冲它胸口就是两刀。\\n\\n看到弓手开抢了，另外两个战士也没搭理旁边玩家的质问，冲了上来对着黑熊猛砍，NND，就一头熊，值得你们这么冲动吗，我自己能解决。\\n\\n黑熊也没经受得住几磨，挂了，我赶紧凑合了上去，小手乱掏，嘿嘿，捏着个软软的，强化长手套，哈哈，不错，东西到手，立即后退，正好退到其他两个玩家旁边。\\n\\n“你们是不是仗着人多，抢了我们爆的装备就不还了？”精灵玩家问到。\\n\\n“不光抢你的，新来的小子，把你刚才拿到的手套交出来，我们放你一条生路。”长枪兽人嚣张的说道。\\n\\n嘿，到我手上的还能交出来，不好意思，门都没有，身边的人类玩家从后面用手捅了捅我，名剑请求你加入队伍，呵呵，一同抗敌，可以，我当然点击同意，精灵玩家叫“加血请找我”，呵呵果然是个牧师。\\n\\n看到问话出来俺没有丝毫反映，兽人玩家有点恼羞成怒，走进了几步，一伸手，有意无意的用枪戳了我一下，说道：“老子说话你听到了吗，把手套给我们大哥留下，就让你走人。”\\n\\n“砍你怎么样恶意对你造成10点伤害，1分钟内你可自由反击。”\\n\\n靠，知道你嚣张，不知道你这么嚣张，起个名字还这么吊，不过就你那攻击威力，我呸。（同组人遭到其他玩家攻击，组内玩家也可协助反击）\\n\\n见过这样的人多了，所以也就不奇怪了，后面牧师默契的给我加了个防御强化，我的潜行冷却时间正好也到了，什么也不说，开潜行，人如同水波一般慢慢消失在他们眼里，嘿嘿，想找死，你直说嘛。\\n\\n看到我竟然学了潜行，其他人眼里多少也有点诧异，加血请找我慢慢退后了几步，名剑立即一剑劈向了砍你怎么样，一边的弓手也反映过来一箭射向了名剑。而锤子兽人也扑向了加血请找我。\\n\\n“射你没商量恶意攻击名剑，1分钟内你可以协助自由反击。”\\n\\n“砍人的归我管恶意攻击加血请找我，1分钟内你可以协助自由反击。”\\n\\n嘿嘿，要的就是你先攻击，已经贴进了弓手的我突然使出了偷袭，一下子将他陷入了昏迷状态，呵呵，怎么样，傻了吧，原地乖乖等着吧，看我收拾好那个最嚣张的。\\n\\n看到我突然出来打昏了弓手，锤子兽人放过躲避他的牧师，冲我而来，我也不含糊，使用技能剑刃波，然后凑到了名剑旁边，匕首招呼起砍你怎么样。\\n\\n黑色的刀身划出的痕迹在空气中留下了残影，而刀身周围也带起了一道道细小的波纹，如同缩小版的风刃夹道欢迎两兽人的靠近。\\n\\nNND，嘴上狠的是狗熊，行动狠的是英雄，还没怎么着，砍你怎么样就在我和名剑的双重安慰下给化成了白光，而我硬受了一锤子，也不过损失了100多的体力，呵呵，攻击太垃圾了，和我没的比。\\n\\n“这个白痴就交给你们了，跟我斗，找死，我去搞定弓手。”我蔑视的看了一眼砍人的归我管，嘴里说道。\\n\\n“我&#215;你……”一连串的标准国骂被砍人的归我管咬牙切齿的吐了出来。\\n\\n切，胜者王侯，败者寇，我当你说话是空气，轻松的跑到还没从昏迷中解脱的弓手，我是黑刀子进去，红刀子出来，仗着远远高过他的敏捷，他甭想有后退拉开距离射箭的机会了，哥们我就吃的死死的你了。\\n\\n牧师恰倒好处的加血让名剑和兽人的战斗毫无悬念的以兽人的免费回程告终，身上也一不小心掉下了一双靴子；而弓手在丢了句“小子，你给老子记住，下次见你一次砍一次。”的无聊废话后也胜利的去和其他人会师了。\\n\\n靠，天地里这么多人，下次再遇到，还不知道哪月哪年呢，我收起匕首，笑呵呵的看着名剑拿起靴子和牧师走了过来。\\n\\n“朋友，谢了，他们活该，刚才抢的鞋子也给爆出来了，我正需要，分钱给你怎么样？”名剑问道。\\n\\n“呵呵，互相帮助嘛，没有你们，我也不是他们三人的对手。这钱我就不要了，刚才我也打到个手套的，有机会下次一起合作。”我回道。\\n\\n“那我们也不客气了，下次合作。”两人和我告了个别，笑呵呵的走开了，而我也自动的脱离了队伍，继续我的砍怪ing。\\n```\\n\\n\\n------------\",\"timestamp\":1640152173,\"title\":\"第二十七章 一场小PK\"},\"digest\":\"pjadQ8Pq8IlCKcKKrl6kXPK5aBgX3VbOXfIRTskLTEY\",\"authorship\":{\"contributor\":\"0xB629fca36d867Fd760C092C84f74b59A047F4503\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DPb5tbRPTJosLPs2Zk1yfRhD9wG0lQd63j_QvR9nQHg\\\",\\\"y\\\":\\\"cl61yQnBRDCU3I3VFTYJSeurfmnZBRdCY1tJX23fWxI\\\"}\",\"signature\":\"OJEYBHNVKu8cCJ3CJWo4vbqesxQ8HjFGBRra75F3JlY1GzWj-uOd-jVuU_XBJoBH2y_I1ThUsBeztYwPVDB3RQ\",\"signingKeySignature\":\"0xfc18e87c2edb3208807c4dd715e21c5f31809ef7a70e56a6356c1fd67a3898ff4176f62cd90d10948f0dabe95392eac58e796e1ae8a1c43e96b6e4dbebfa9ec81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DPb5tbRPTJosLPs2Zk1yfRhD9wG0lQd63j_QvR9nQHg\\\",\\\"y\\\":\\\"cl61yQnBRDCU3I3VFTYJSeurfmnZBRdCY1tJX23fWxI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pjadQ8Pq8IlCKcKKrl6kXPK5aBgX3VbOXfIRTskLTEY\"}"