"{\"content\":{\"body\":\"## Investment Thesis\\n\\nOptions are essential tools in Finance. And DeFi option protocols have not gained much traction like other subsection did. Someone needs to fulfill the blank, especially the success of dYdX has shown the potential of DeFi derivatives. Lyra improved upon existing option protocols by actively manage the risk of LPs via hedging techniques to increase the liquidity of AMM. This is a marked improvement. And it is reckoned by successful ventures like Framework Venture and ParaFi Capital and DeFi insiders like Hasu and Anton.\\n\\nAside from product itself, the founding team member Dominic has proven records of building DeFi protocols, which could also explain the Donantion from Synthetix DAO to Lyra DAO. Not just that Lyra Finance works closely with Synthetix, angel investors include Kain and Jordon from Synthetix. Let alone the fact that it is built upon Synthetix.\\n\\nSynthetix as a Synthetic product protocol lost it place in DeFi in the second half year of 2021 with the rising of perp and dYdX, and it is migrating to L2 as well. Lyra can be an important piece to its puzzle.\\n\\nThe project is nice yet the token itself lacks the value capturing capability. Taken into account of the trading volumn, the price $0.36 is relatively high considering angel investors’ upcoming unlocking 2022 Jan 1.\\n\\n## Introduction\\n\\nLyra is the first automated market maker for trading options to deloy Optimism, also a part of Synthetix ecosystem. Confronting the issues stopping exisiting option protocols gainning traction such as high impermanent loss, high risk and low liquidity, Lyra adpots a proactive approach to reduce the risk of liquidity providers and increase the liquidity of AMM.\\n\\n## Founding Team\\n\\n**Nick Forster**\\n\\nco-founder, co-wrote the whitepaper for Lyra, actively involved in the Lyra community proposal Lyra LEAP as [nickf24](https://github.com/nickf24/LEAPs) on github.\\n\\n**[Dominic Romanowski](https://www.apollo.io/people/Dominic/Romanowski/5bb882be324d44f6d0e8c9f9)**\\n\\nco-founder, graduated from University of Sydney, participated in several protocols as backend enginer such as Synthetix, Block8 and Canva.\\n\\n[Sean Dawson](https://www.linkedin.cn/injobs/in/sean-dawson-a98088189)\\n\\ncore contributor, PHd at University of Sydney, the first author of Lyra whitepaper.\\n\\n[Michael Spain](https://blog.lyra.finance/author/michael/)\\n\\nco-founder, co-wrote the whitepaper for Lyra, author of most Lyra Blog posts.\\n\\n## Fund Raising\\n\\nJul 26 2021\\n\\n[Seed round raised $3.3M](https://blog.lyra.finance/lyra-dao-raises-3-3m/) from ventures such as Framework Venture, ParaFi Capital, DeFi Alliance and 8 other ventures, as well as angel investors from Anton from 1Inch, Ryan from Bankless, Anthony Sassano from the daily gwei, Hasu and 6 other investors.\\n\\nAug 9 2021\\n\\n[LyraDAO received contribution from Synthetix DAO worth of $1M](https://blog.lyra.finance/sdao-contributed-1m-to-lyra/).\\n\\n## Protocol\\n\\nLyra is a option AMM built upon Synthetix while [intergrated with 1inch](https://blog.lyra.finance/lyra-integrates-with-1inch/), and one of the first ptotocols to deploy Optimism. Lyra introduces Black Scholes Model, a traditional option pricing model, on-chain to dissect the risk dimensions of options and proposed to let AMM autonomously undertake hedging actions to reduce the risk of LPs.\\n\\nPrior attempts to build an options AMM onchain have faltered due to either blunt, high-fee mechanism ot unacceptable risk incurred by LPs. The former disencouraged traders while the latter actted as disincentive for LPs.\\n\\nLyra adpots an active approach, having protocol autonomously undertaking hedging actions to ruduce the risk of LPs. To be specific, given the complexity of option pricing, many existing AMMs choose to increase the fees for traders to protect LPs, which result in high price and little interest from traders. Lyra uses Black Scholes Model from traditional financial market to enable risk hedged accordingly. Only with hedging risks off, AMMs can have competitive pricing. Yet the algorithms brought by Black Scholes Model is computationally-intensive that is impossible to run on Etheruem Mainnet. That is the reason why Lyra is depolyed on Optimism since it is quick and cheap. This way, Lyra can bring traders price-competitive options and LPs tolerable risk via hedging.\\n\\nDelta is the price change of an option given the price change of underlying asset, one of the major risk for options. Lyra AMM uses Synthetix to hedge the delta risk of its LPs. As trades are conducted on Lyra, LPs take on exposure to underlying assets. To protect the intersts of LPs, Lyra calculates overall Delta for LPs and automatically trades long/short on the underlying assets via Synthetix to keep the LPs Delta Neutral. This way, the price change of underlying assets affect LPs less, thus less impermanent.\\n\\nVega risk is the risk associated with changes in the impiled volatility of underlying assets. AMM accumulates a vega position by either net buying or selling large number of options. In order to keep AMM Vega neutral, Lyra introduces a fee structure favors risk-reducing traders, charging more when traders increase the pool’s risk. This acts as an incentive for the numbers of buyers and traders to converge to an equilibrium.\\n\\nLyra calculate and hedges risks for LPs, enabling AMM to trade options competitively while protect the interest of LPs. YET, LPs are not fully hedged, stll prone to risk from trading performance of the protocol. Afterall, options are one of the riskiest tools out there.\\n\\nCurrently, there are three trading pairs listed on Lyra, sUSD/ETH，sUSD/BTC，sUSD/LINK. FYI, liquidity mining program on Lyra has [a 28 days lock-in period](https://docs.lyra.finance/implementation/liquidity-rounds).\\n\\n## Tokenomics $LYRA\\n\\nA total of 1,000,000,000 LYRA have been minted and distributed as below:\\n\\n* 50%, Community for different purpose\\n* 20%, LyraDao\\n* 20%, Team\\n* 10%, Private investors\\n  * three rounds with average token price $ 0.04\\n  * Locked until 2022 Jan 1, with linearly vesting for 2 years.\\n\\nCurrent ways to get $LYRA includes:\\n\\n* Participate in [Ignition](https://docs.lyra.finance/tokenomics/ignition)\\n  * Liquidity Mining program on AMM\\n  * Trading mining on the protocol\\n  * Contribute to Security Module\\n  * Liquidity mining on Uniswap L2 DAI/sUSD\\n  * Stake SNX\\n* Airdrop\\n\\nThe [utility](https://docs.lyra.finance/tokenomics/lyra) of $LYRA includes community governance and act as collateral to be staked on Security Module (Lyra reserved pool on Mainnet in case of Optimism failure) to secure the platform. More utility to be expected in V2.\\n\\nToken was [first airdroped](https://blog.lyra.finance/an-optimistic-launch-for-lyra/) on Dec 14 2021, with 6.1% of total token, 6,100,000, to be distrubuted to early community participants and Ignition participants. The same day, Lyra launched a Liquidity mining program LYRA/ETH on Optimism Uniswap, with 1,000,000 LYRA rewards.\\n\\nAccording to [Dune Analytics](https://dune.xyz/Muir/Lyra-Token), Mainnet aside, there are 15763 addresses eligible for the Airdrop, out of which 39% claimed 5,500,000 of LYRA, 9018 LYRA per address. The concentration ratio of airdrop is quite high. TOP 2 addresses claimed 35% of total airdrop amount while TOP 10 address claimed 50% of the total address.\\n\\nFurthermore, two LYRA pools are active on Optimism now, LYRA/DAI and LYRA/ETH. A total of 4298 LPs, with 12455 LYRA per address. In contract, the LYRA holders on mainnet is fewer, 331, but the average amount is larger, 955,028. Mainnet Security Modules are back-up pool of Optimism pools, indicating lower risks.\\n\\nUnitil the time of wrting, according to [coinmarketcap](https://coinmarketcap.com/currencies/lyra-finance/),$LYRA is $0.34, MC is $22.2M, and FDV of $342M.\\n\\n## Social media\\n\\nTwitter 16800 followers\\n\\nDiscord 14808 members\\n\\n## Competitive Landscape\\n\\nLyra Finance is under DeFi/Derivatives/Option sub-section. According to the block 2022 outlook, Perpetual Protocol leads DeFi derivative market in the first half year of 2021, weekly trading volumn up to $551M. The second half of 2021 is led by dYdX, with highest trading volumn of $9.5B in September.\\n\\nAccording to [list](https://docs.google.com/spreadsheets/d/1An5qiN09QqpZ_0uaW1_TDgizda2octg4ee8Hw1iMMhk/edit#gid=620555908) created by mates online, there are currently 20+ option protocols on the market, including various chains such as BSC, Polygon, Fantom, Arbitrum, Optimism and so on. Lyra now is the only option AMM on Optimism. The data collected showed no prominent option protocols with large market share. Yet from the investors, it is reasonable to deduce that Opyn backed by Pradigm, Opuim backed by Hashkey, Vega backed by Pantera, Charm backed by Defiance are potential competitors to Lyra. Most of them are all in early development.\",\"timestamp\":1642485592,\"title\":\"Lyra Finance Report\"},\"digest\":\"oH1c9LJhNBQjFlCQ5Szj6eRVmOUDPeebgcCLjdOmMOc\",\"authorship\":{\"contributor\":\"0xb5B773EcCcc6160780793D96cb0b7fA49f8Cf3Cd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uN9wvwlhXh54CF9PJk42qekUT08D7ePKbP6DdPGpBts\\\",\\\"y\\\":\\\"MprUOPoS1xINw6y7YzV9Z8JpqHD9K1IG8POdPF7fD5M\\\"}\",\"signature\":\"C4R-3kKCHmZe_7hIWnjUEk3WdFl-ZbYoDt4leTnsYybXOszOFSQoLkMnN70oGTBiOIB2RU8ik3Pi74AFoOBJYg\",\"signingKeySignature\":\"0x660b6fca33e5d7a21be5612105d67519ab8636261cb41c57e2998794eaced73175f80b87d0f9de289ef430e6232a05827e95782f37ba23ee0e6f476f969b88401c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uN9wvwlhXh54CF9PJk42qekUT08D7ePKbP6DdPGpBts\\\",\\\"y\\\":\\\"MprUOPoS1xINw6y7YzV9Z8JpqHD9K1IG8POdPF7fD5M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oH1c9LJhNBQjFlCQ5Szj6eRVmOUDPeebgcCLjdOmMOc\"}"