"{\"content\":{\"body\":\"`CHAPTER I`\\n\\n**February 1, 1979**\\n\\nFlexed muscles lifted him automatically, before the first conscious thought opened the eyes.  Half-way up, he stopped, forced the body to relax, and sank back onto the bed. He knew it was four a.m. and winced.  Awake already. Unable to stop, Chin Fei ran through the morning routine mentally, visualizing the shower, felt the weight of the blue jeans as he pulled them over the boxers, and the metallic chill of the silver-plated watch settling over the wrist.  He tasted the tepid tea, and then watched his silent departure.  Not today, not today. Today was different.  Raising the arms up and back, he cupped the head and reveled in the luxury of his day off.  He never missed a day’s work, but today he had a very important appointment.  An appointment for which he had worked years.  Tingling with excitement, he muttered softly, “A very special day! Very special! At last I will be able to fulfill my lifetime goal.”  A faint simile, rare for his stoic face, curved the lips. He rolled onto the side, excitement increasing the beat of his heart, but stopped short- his wife still sleeping soundly.  “Better let her sleep.” His lips pouting in disappointment; awake, she was always ready to listen.  ‘I made the right choice, though.  She listens to me, and understands and sympathizes with my struggle.’ He stared at her features. ‘She’s not beautiful, but far from ugly. Her complexion is smooth and silky.  But her best quality is that she never complains. About anything!  Not even our cramped apartment or how much time I spend at work. Yes, I’ve made the right choice.’ Self-searching thoughts were disturbing, restless and unable to remain motionless; Chin Fei slid quietly out of bed and went to the kitchen.  He picked up yesterday’s newspaper and began to read.  When he glanced at the clock, it was twenty-five minutes pass four, the time he usually arrived at work.  Again, the strength of his daily routine overruled this unaccustomed idleness, and he slipped into imagining those actions. Each morning, the walk takes less than three minutes.  Down the steep slope where gravity seemingly pulling along, he goes down two blocks to Grand Avenue, turns right and just past Washington is the Grand Palace Dim Sum Restaurant, right in heart of San Francisco’s Chinatown.  So dark, at this hour, he could barely see.  Even during winter when fog scudded across Chinatown like white sheets, he walks confidently though, familiar with the sights, sounds, and smells. Garbage piled in soggy cardboard boxes and rusty cans on the street corners and alleys created the too-sweet pungent odor.  Occasionally, he could hear and catch glimpses of rats, size of alley cats, scurrying through the garbage.  At first, he was annoyed and disgusted and chose to ignore this unsavory scene but not long later felt a strange disappointment when he did not see one. Besides these foot-long tailed rodents, the only other living creature he saw was Kwan Bok, an old man with long white hair, who searched through the garbage in hope of salvaging some fruits and vegetables.Chin Fei remembers the first encounter with Kwan Bok well.  Half a block away, he had noticed something moving along the big bin in front of Hong Chow Produce Market. Was it the biggest rat ever! As he got closer, he realized it was a frail, tiny man, leaning over busily in search of something.  “Daw-seen (good morning),“ Chin Fei politely greeted in the common Chinatown dialect.The old man, absorbed in the search fell head first into the bin.  Chin Fei saw the legs flailing, immediately went to help and started to brush a piece of bok choy off his head, “So sorry, Ah-bok (uncle), didn’t mean to startle you like that.” “See- ren-hou (dead head),” the old man cursed and slapped at Chin Fei’s hands, “why you push me in!” “No, no.  I came to help.” “I don’t need your help, see-ren-hou.  Look, you made me smash my good tomatoes.”  He pulled one out of a soiled brown paper bag from the huge shirt pocket, “Look at this, see-ren-tou.”  His eyes turning from anger to sorrow, mimicking to cry. “Sorry, sorry,” said an embarrassed and befuddled Chin Fei.  “Well, if you don’t need my help, I’ll go now.” “Go! Go! See-ren-hou! I don’t need anybody’s help,” the Old Man waving an arm disgustedly. “Hui cee-la (go die), kai-ai (son of a bitch)!” It was later at work; Chin Fei learned from his co-workers that the old man was none other than Quan Bok, the well known miser of Chinatown.  Rumors from reliable sources said Kwan Bok owned at least three commercial buildings in the busiest part of Chinatown, and estimated his monthly rental income was over ten thousand dollars. This means he was a “ Yel- tien- lor (a very, very rich man).” “Yet he lived like a beggar, scrounging through garbage cans for food,”  Chin Fei  thought amusingly, and then shaking the head declared loudly above the din in the kitchen, “A rich man who does not know how to enjoy his good fortune has got to be the stupidest creature on earth!”  And he wasn’t being philosophical. After that, Chin Fei spoke to Kwan Bok only on Chinese New Year’s.  Every year, he  went up to him, bowed, and said,  “Gung Hay  Fat Choy”, which literally means hope you get rich.  Chin Fei always looked forward to this annual sarcasm and thought each time he saw Quan Bok near the garbage cans, usually on Tuesdays and Thursdays “Big filthy rich rat!” It was almost six when Chin Fei dropped the newspaper from both hands and decided to take a shower. On the way, he took the two-piece navy-colored suit, hanging from a nail on the living room wall.  The same suit he had worn when he came to ‘kene san” (Gold Mountain), almost ten years ago, when he kow-yeen (married) three years ago, and which he intend to wear today for, this most special occasion.  ‘My lucky suit,” he praised after dusting it a few times with a hand and then hung it behind the bathroom door. In the shower, overwhelmed with joy at the thought of what today would bring, Chin Fei began to sing the two songs he knew and felt comforted singing each time no matter when or where. “Jingle Bell, Jingle bells…” then switched to, “Silent night, Holy night…” and then back to “Jingle bells…” He never sang aloud in the shower; but caught up in euphoria, he forgot entirely the struggles in life, and remained happy endlessly  under the soothing running water. At last, Chin Fei dressed.  “This tie always gives me trouble.  Must buy one of those fake ones, the ones with a clip,”  he reminded himself once again.   When he eventually came out of the bathroom, Yan Tu was sitting on the bed holding her clothes, waiting patiently. She looked up smiling, “Jo san (good morning in the Canton dialect)” Chin Fei, embarrassed she may have heard the singing, replied tersely, “You better hurry, or you’re going to be late.” Ignoring the harsh tone, she uttered a soft “Yes,” and hurried into the bathroom. Since it was only seven, Chin Fei decided to wait and leave together with Yan Tu.  While sipping tea, he could hear the shower running and curiously contemplated, “How shy she is.  She always changes clothes in the bathroom. Come to think of it, I’ve never seen her undressed. Even when we- it is always in the dark and under the covers.” And thought again,  “But I don’t mind , because I do like modesty in a woman; and besides, making love is not all that important.  The only thing matter at this time is…” Suddenly, few loud retching sounds permeated through the bathroom door.  He jumped up quickly and rapped anxiously,” Yan Tu, are you all right?” “I’m fine.  Mo-yer (Nothing wrong),” She answered at once and came out already dressed. Chin Fei uncertain, strongly suggested, ”If you don’t feel well, better see a doctor now, or later- you better take care of your health, it’s important.” Yan-Tu ignoring the concern, responded enthusiastically, “Congratulation!  Today is your big day! You have everything ready?” Chin Fei, stunned momentarily, immediately took the wallet out and checked the contents; three one-hundred dollar bills, five ten-dollar bills, a folded red paper, and the necessary documents.  Satisfied it was all there, he replied assuredly, “Yes, of course, I had everything in my wallet yesterday.” Supportive, eager for his big day to start out right, she offered, “before you go, do you want me to cook something, like a bowl of noodle soup perhaps?’ “No, I’m going to have a bowl of porridge later.”  Glancing at the watch, he said worriedly, “It’s almost quarter to eight; we better go, or you’re going to be late.” Although there was plenty of time, Yan Tu nodded, “Yes, we’ll go now.” Both rose from their chairs, with Chin Fei going first, leaving Yan Tu to lock the door. By the time he reached the street, three flights down; Yan Tu had caught up and was only a step behind.  Chin Fei kept walking without looking back, and Yan Tu deliberately remained one step behind, paying her husband the full respect. Even at this early hour, people bustled about.  Shopkeepers got ready to open and produce markets put out baskets of fruits and vegetables. Shop owners hung roast ducks, Peking ducks, and soy-sauce flavored chickens, near the window  where they would attract.  Everybody did their chores briskly in orderly and efficiently ways.  Live chickens and geese squawked and honked in small wire cages near shop entrances. Truck drivers parked their trucks askew, then hoisted whole pig carcasses over their shoulders and carried them inside.  Some would be roasted whole, then chopped up and sold as siu – gee, a crispy savory pork favorite.  Already, shoppers were going in and out. This morning Chin Fei noticed something out of the ordinary.  The shopkeepers were busy cleaning, sweeping, and pasting strips of red papers on their doors and windows.  These lucky red papers had good omens on them, such as “May the great God of Wealth come through the door,” and “Health and wealth throughout the year.” Banners hung above the doors and windows.  Chin Fei noticed one stretching across the street from one lamp post to the other; huge Chinese characters announced the annual Chinese parade.  So excited by the pending appointment, he had forgotten Chinese New Year was only two weeks away. He turned slightly back toward Yan Tu and asked, “Do you know it’s soon Chinese New Year?” She nodded with a demure smile. “Do you know it is the year of the Sheep?” She confirmed again with a nod. Just as they reached the corner of Stockton Street, Chin Fei stopped, turned fully around, in full optimism, declared, “Sheep year means peace and prosperity; I feel this will be a great year for me.” Yan Tu with bright eyes, smiled. Chin Fei came to a sudden decision, “After work, buy some lucky red papers, incense, and whatever is appropriate for the New Year.” Yan-Tu despite knowing  Chin Fei disapproved superstitions, firmly replied, “Fine, I will.” Abashed at the exuberance he had displayed, firmly instructed, “You better go to work now.” “Fine, I’ll see you at five.” Earlier, Chin Fei decided to eat at the Hop Sang, a small restaurant specializing in wonton noodle soups. “Also have the best sampan (seafood) porridge in Chinatown. And it’s precisely what I want.’ Thinking and moving in bigger steps, ‘I can’t wait to dip a spoon into the sampan.’ Half-way there, someone slapped his shoulder from behind and yelled, “Lo-yau (old friend)!” “Wey!” Chin Fei cried, reacting more from surprise than pain.  He turned annoyingly and saw it was only Lee Sam, one of the very first people he met in Chinatown.. Lee Sam looked Chin Fei up and down with wide eyes and teased, ‘‘Wah, lo-yau, why all dressed up?  You fat choy already?” Before Chin Fei  could open his mouth, Lee Sam remembered, “Oh, yes! I ran into your wife the other day and she told me the good news.  Congratulation! Very Good! Soon you’ll see your family, huh?” Chin Fei felt the heart beating faster and took a deep breath before nodding, “I hope so,” and with concerned, “And where are you going?” Lee Sam pointed toward three buses parked half a block down Clay Street. “Of course,” Chin Fei shaking the head and laughed, “I already guessed.” Lee Sam, one of the most faithful customers of Lucky Tours, takes their bus to Reno, Nevada, and returned the same day every Tuesday.  Arriving in Reno at one  o’clock, he would spent every minute of the next six hours playing Keno, hoping to hit all eight numbers and take home the grand prize of twenty-five thousand dollars.  For as long as Chin Fei had known him, he returned to Chinatown with empty pocket around midnight. “Going to fat choy again, huh?’’ Chin Fei mocked, “I thought you told me last time, you were going to quit?” “Well, you know I only got one day off, and there isn’t much else to do. I don’t have a car and besides I don’t even know where to go. You know, I just want to get away from Chinatown, that’s all.” Chin Fei have heard those lines a few times, and giving back the same answer, “Well, lo-yau,  you could start saving your money and –“ “And go back to Hong Kong and get married like you, right?” This was an unexpected remark, leaving Chin Fei without words. Lee Sam saw the odd look and explained more seriously, “Lo-yau, I know you mean well, and I really am going to stop gambling and save my money.  Really, I mean that.”  He raised the right hand in dramatic fashion, “I swear to the heaven above that I will quit!”  Right after this noble gesture, he glanced at the buses, a block above, “Wey, I need to run. It will take off any minute!” Chin Fei did not know to laugh or what; when he saw people were actually boarding the buses, he obliged,”Yes, you better go.  And good luck, hope you fat choy.” Lee Sam thanked him appreciatively and ran toward the buses, one hand holding a white paper bag which, Chin Fei knew it held barbecue pork buns and one sweet rice cake, to be eaten on the bus because once in Reno, Lee Sam had no time for anything but gambling.  He watched his friend stepping up onto the bus, turned, waving a hand and hollering, “Congratulations again! And good luck to you!” “Good luck to me?” Chin Fei muttered as walked away, “I don’t need good luck, especially gambling luck.  Gamblers are fools, wasting their time hoping for fate to turn their way. That I don’t understand! Why let fate control you?  Why not control your own fate?  Use your own mind and your own hands.  The great philosopher, Lao-tse, once said, “Great men will make their own destiny, while weak ones will let destiny run theirs’ I definitely believe in making my own.  Yes, fate has been cruel, but I’m still here and soon I will be successful.  Today will be the beginning!”Chu Lang, the waiter, greeted Chin Fei loudly as he reached the Hop Sang, “Lo-yau, what are you doing here?  And looking so sharp. Did you fat choy already?’’ “No,” Chin Fei dismissed the familiar tease with a chuckle, “I just came for a bowl of porridge and to chat with you, that’s all.” ’’Good, good, sit down,” a delighted, Chu Lang pointed at an empty table seating two and took out the ordering pad, “A bowl of sampan. Right?” “Yes, the usual, with an order of yil-til (deep fried doughnut) to go along.” “Good,’ Chu Lang wrote it down and walked back to the kitchen yelling, “Sampan with yil-til for my Lo-yau, Chin Fei!” On the way out he picked up couple of dishes and served it to the table across from Chin Fei.  Busy, Chu Lang had no chance to stop by and chat.  And the sampan, to Chin Fei’s annoyance, did not arrive for twenty minutes. “Sorry,  sorry,” Chu Lang apologized as he put the bowl down, “Hope you’re not in a hurry.  Why you all dressed up anyway?” Chin Fei hesitated, knowing how Chu Lang would react said only, “I have some important business to take care of today.” Chu Lang started to ask questions, but had to excuse himself as more customers arrived. As Chin Fei dipped a spoon into the hot porridge, he thought, ‘Why tell him anything at all? He would only feel bad and start whining about his personal problems.  I don’t want to hear complains today.  Some people only know how to whine.  I am so unfortunate, or why can’t I be born rich like you, and my job is degrading, and so on and so forth.  Chu Lang is one of those people, whining and unwilling to do anything about it.  He always has an excuse; I don’t have enough money, I don’t have enough education, it is too hard to change now, I don’t want to start over again, and my English is not good enough!  People like Chu Lang do not improve.  They always choose the easy way out.  That’s why they will remain mediocre.  Mediocrity is not for me! People should always try to improve and be the best possible.”  After a full spoonful, he thought again, “but he is still a friend, I’ll always remember the early days when we shared an apartment and he was so helpful.’ “Ho sik, ho sik,(tasty),”  Chin Fei relished thoroughly, rubbing the tummy and swallowing the last bite, then got up to pay the cashier near the entrance. Chu Lang rushed over, “Sorry, sorry, but let’s get together and have dinner when you’re free.” “Good,” Chin Fei replied and dropped the change he received into the pocket, “Meanwhile, you take it easy and slow.” Chin Fei walked onto the crowded street at quarter after nine.  He noticed customers waiting to be called outside his boss’s main competitor across the street, the Canton Dim Sum Restaurant and knew the crowd in Chinatown would only get bigger shortly. Excited and anxious knowing he had just enough time to visit Godfather Lew; he made his way briskly through the crowd, occasionally bumping into shoppers carrying sacks full of groceries and murmuring, “Sorry” and “Excuse me “ as he went along. Godfather Lew worked three blocks away at the Gin Hing Jewelry on the corner of Waverly and Sacramento, where he had been the manager for over twenty years.  Chin Fei held great respect for him, and his wisdom and guidance.  Sometimes, he shuddered to think where he would be without him. Once Chin Fei walked in, Godfather Lew rushed over with outstretched arms.  After a gentle squeeze, Godfather Lew placed both hands on Chin Fei’s shoulders and said solemnly, “My son, this is a big day for you.  You may not know it now, but the consequence of today’s event is enormous.  Today you will begin to realize your dreams.”  He paused for  a deep breath, “You are a man of distinction.  There is noble blood in you. Go and make your father and ancestry proud.” The very mention of father brought Chin Fei’s eyes to red, with throat dry, and mouth stiffens, he managed only, “Thank you, Godfather Lew.” Godfather Lew understood and encouraged,” You should go now.  It’s better to be there early.” Chin Fei acknowledged with a nod and started for the door when Godfather Lew called out, “Don’t forget to come over for dinner tonight.  Your godmother has prepared something special for you.” With a deep bow, “Thank you! Of course, we will come.” Once outside, he headed straight for the Chinatown branch of the Holiday Inn, where cabs would be found.  The hotel faced Portsmouth Square, a small park used mostly by lo-yan-ka (elders), who stood and watched the endless Chinese chess matches.  They reminded him of times when he had felt lonely and depressed and had joined them and found comfort watching and mingling.  But today was a different day.  Today he was happy, overwhelmed with excitement and full of confidence and optimism of the impending future. “Where are you going?” the cab driver turned and asked,” Where do you want to go?” Chin Fei so excited forgot to instruct, took the appointment letter out and pointed to the address on it, ’’Here, here.” The cab driver recognized immediately and without looking, exclaimed, “I know, I know, I take many there. Congratulations! ” As they drove past Union Square, Macy’s and I. Magnin’s display windows filled with costly elegant clothes caught Chin Fei’ s attention.  ‘‘How sad, I have never been inside one of these big expensive stores.  Matter of fact, I have not gone out of Chinatown except to Reno and until last week to San Jose, where Godfather Lew took me.’’ Quickly caught himself, the confidence returned and with deeper conviction and, without boasted, remarked, “One of these days, I will open a store just as elegant and high class as these.” “This is it.” The cab driver abruptly interrupted Chin Fei’s dreams by pointing to a grayish building. “And that’ll be seven bucks and twenty cents.” Chin Fei handed him a ten and generously offered, “keep it, okay?” “Thanks a lot, buddy.  And congratulation again.   I welcome you and Uncle Sam welcomes you.” “Thank you.” Chin Fei replied and proudly informed, “Yes, I know Uncle Sam.” Chin Fei thought vaguely of how he had learned of Uncle Sam when he first arrived in Gold Mountain, a memory he rather forget, ‘those long haired protestors accusing Uncle Sam of mass murder, not this one I’m seeing today, he will give me freedom and a great opportunity to fulfill my lifelong dream, he is the one I will gratefully remember.’  Without further ado, he rushed toward the main entrance and through the revolving door. Once inside he showed the security guard the appointment letter, who immediately directed, “Take the elevator behind me to the eighteenth floor, room 1834 is to your left as you come off the elevator.” Tightly holding on to the appointment letter, Chin Fei marched to the elevator and pushed the up button. Once inside, he pressed the eighteenth floor.  Before the elevator door could close a couple of India descent, dressed in their native garments of sari, entered, and following closely behind was an elderly Korean man donning a colorful sports coat. On the way up, they stared at each other knowingly, for each had a letter of similarity, their destination no doubt the same.  No one spoke.  They exchanged shy smiles as they found their way together to room 1834.  Their expressions displayed knowledge of their common purpose, but did not hide the suppressed excitement. There are two entrances, Chin Fei entered from the left.  Inside, three sections of seats were separated by two aisles. Each section had ten rows, each bench seating about ten people.  The first two rows of each section were already filled.  An usher directed Chin Fei to the third row in the center section.  Once seated, he could see two long rectangular tables directly in front of the seats.  Behind the table was a stage and in the center a podium with a huge desk and an empty chair with a flag on each side. Chin Fei was witnessing a medium-sized American court room for the first time.  He waited eagerly with a twinge of nervousness.  By ten thirty, all the sections were filled.  Everyone sat quietly waiting for the ceremony to start.  Precisely at eleven o’clock, a judge, wearing a traditional black robe, walked from the side door on the left to the chair behind the desk, and the bailiff coordinated this entrance with a sharp announcement, “All rise, please.” All stood up at once and remained standing until the judge was seated. “Good morning, I am Judge Eugene MacCormick,” the distinguished grey-haired man, adjusted the microphone and in a dignified voice spoke, “It is truly an honor for me to preside in today’s ceremony and to witness this great event.  I am happy to see all of you.  It is wonderful that you have come from all walks of life, all corners of the globe, all different origins of ancestry, and all religious backgrounds to be here today.  As of today, you will all be equal.  Beginning today, you will be able to share a common heritage; a heritage of which you can be proud.  Today each of you can call yourself an American citizen.” He reiterated proudly, “Yes, today you become Americans.”  Then moving the head left to right, he glanced at all the participants, nodded graciously and emphasized, “Naturalization does not mean you are second-class citizens.  This great country of ours was solidified and strengthened by immigrants just like you.  They came from all over the world seeking justice, freedom, and the pursuit of happiness.  In return, they have contributed enormously to this great country.  Men like Benjamin Franklin, Thomas Edison, and Albert Einstein, just to name a few, were once immigrants just like you.  This country offers you opportunity and the freedoms to fulfill your dreams, and to become as great as other immigrants before you.” Chin Fei listened intently.  Even though the words were spoken clearly, he did not understand all the judge said.  “Justice,’ “freedom,” “the pursuit of happiness,” and “to be great” caused tears to form in the corners of his eyes.  Words he knew well. The judge instructed everyone to stand and repeat after him:  “I pledge allegiance to the flag of the United States of America and to the Republic for which it stands, one Nation under God, indivisible, with liberty and justice for all.” Then he pronounced them all citizens of the United States of America.\",\"timestamp\":1640964963,\"title\":\"Nine Blocks Long\"},\"digest\":\"FhdExuTM70dhOq8P26DM6XXiVydfsefFvEXtfsANPms\",\"authorship\":{\"contributor\":\"0xeFA441260A85dCF2070c7F517A45dfD906c07ABC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hIODEQkFwxzHCfmgZZPlKGDaLIqQhzZr5k0-Nac7THc\\\",\\\"y\\\":\\\"0uYq76vpHdzSKGn0QWcpYqBDGXEnUn-nsMlXt9BwYtc\\\"}\",\"signature\":\"9tWcXjlj4y7QhliRQATGX8fM5akXp4JvGSJYnU6g8hF-JDqkMylUqheiHOIp8-mKBcMfPjyCoqqsjUEAzx_3AA\",\"signingKeySignature\":\"0x1eecf3c60e285bd4c6e0b4ba4fd0d2ccb7ee92f4b11cffb091f642bf071dcdb30497ed07bc11ce9abf5cfc014b0d39efed6f0ae4b04ae44d97568b726742f99d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hIODEQkFwxzHCfmgZZPlKGDaLIqQhzZr5k0-Nac7THc\\\",\\\"y\\\":\\\"0uYq76vpHdzSKGn0QWcpYqBDGXEnUn-nsMlXt9BwYtc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FhdExuTM70dhOq8P26DM6XXiVydfsefFvEXtfsANPms\"}"