"{\"content\":{\"body\":\"I’ve been a music artist for nearly 10 years. I started with a Blue Yeti mic & my laptop when we recorded the JB song. We had no idea what was coming when we put it on Soundcloud. It was one of the first indie songs to blow up online.\\n\\nBeing 19 at the time, I was sold a dream and ended up taking a major label deal. We got screwed in the process, but I learned a lot. That deal took me from Philly to some of the best studios in entire world, out in LA. I realized that the labels don’t have a “secret sauce” - they sign artists for the low & “see what sticks”. Enter crypto. After touring, I had a little money saved up (not much) which I put into Ethereum and Bitcoin after Cus Paq told me about smart contracts. I already knew about crypto, but for the first time I was able to invest in 2016. I spent the next years building my business in Philly - Advantage Blockchain. We tried it all…mining, staking, consulting. These days we run a hedge fund. But when building that business, I got away from music I do love crypto, but without music I lost my passion. In 2018 I had a crazy idea: crypto rap album. Perfect follow up to my JB song. \\n\\nEnter [#CryptoRich](https://twitter.com/hashtag/CryptoRich?src=hashtag_click)\\n\\nI didn’t know, at first, how I would incorporate NFTs. I certainly knew about them for years - and understood they would be relevant to my future. However, I was focused on getting my album and music videos out. I realized in early 2021 that [#CryptoRich](https://twitter.com/hashtag/CryptoRich?src=hashtag_click) was actually the first crypto themed album ever released. It is now the top streamed crypto album with over 2M on Spotify & growing Youtube vids. “WTF ARE MUSIC NFTS ANYWAY?” I asked myself this same question many times. Do these NFTs make sense for music? Should I do NFT or social token? So many questions.\\n\\nIt took me a couple years to decipher & plan my collection.\\n\\nI’ve learned a lot, and I promise you… MUSIC NFTs ARE SIMPLE. Here’s why:\\n\\n* the music is the art\\n* it should be free to listen\\n* it’s like viewing a CryptoPunk\\n\\nListening to the song for free is the “right click save” of music NFTs. We need to get people to understand this. The songs are the marketing plan - the NFTs are a product based on your work. Just like when you sell artwork, you post it so everyone can view & decide to buy. \\n\\nSO HOW TO DO MUSIC NFTS? First of all. Let me say there is NO standard for music NFTs. We are inventing this as we go. This is about learning and building together. Any approach can work. I truly mean that. I’m not the music NFT police. Try your own way and see what works. Here’s what makes sense to me: \\n\\n\\\\- VISUALS. You need them. Collab with artists. I did this for years before NFTs with my music. See my Instagram.\\n\\n\\\\- MUSIC. Release limited collectibles based on songs and albums that you distribute like normal. Spotify, Apple, Youtube, Soundcloud, Audius are your biggest marketing tools (like Twitter)\\n\\n\\\\- RARITY. Use it. My 1/1 NFTs are rares based on my Singles. The Classic cover from 2019 is 1/10. For the main album cover, I have 2 x 1/100 editions. These 218 NFTs are all in my rare VIP tier.\\n\\n\\\\- UTILITY. The real stuff. Connect your NFT to real world use cases & products. I do tons of events, I’ve done 50-100 shows so far. My NFTs are an all access VIP pass to everything I do. They give you merch, a vinyl & more. See my site…\\n\\n\\\\- PRICING. Important. You need many options - not just expensive stuff. I did 1110 trading cards for my album. This helped me scale up in a big way because I made some of them available for free. Now anyone can collect a piece of my album. This is because the network effects of having more collectors is huge. Even tho the trading cards are inexpensive, holders are still likely to stream the music, show friends, and bring long term revenue to your tunes.\\n\\n\\\\- MONEY. You are using NFTs to get funding like a label would provide. You use the money to make music videos, content, and more albums. The beauty of NFT is that you DO NOT HAVE TO GIVE UP OWNERSHIP. The NFT is an asset based on your music. It’s inherently linked to your brand. Your collectors should WANT to listen to your music on Spotify, Apple, etc because that money goes back to improving your music NFTs. THAT is how the value moves. You don’t need distributions.\\n\\n\\\\- SO, ROYALTIES. Yes, I know that royalty backed NFTs will be huge. But hear me out. Is Bitcoin backed by US dollars? What about ETH? You must understand what allows assets to have explosive growth. When your NFT is backed by a fixed income, its easy to run the numbers.\\n\\nThis could act like a ball and chain to hold your NFT down. If Bitcoin was backed by USD, it would just be tether. So what can we do? - AIRDROPS. You are selling NFTs, not shares of your music royalties. With this in mind, remember that your collectors want more NFTs. Its counterintuitive, but releasing more NFTs (or free ones) can really help you scale up. Give your collectors something of value. Then they can sell if they want, or HODL.\\n\\nThe best part is that the airdrops will allow them a form of “cashing out” without selling your rare NFTs. Also WAY less legally concerning. NFT airdrops>royalty share It’s a lot of info, I know. But ultimately music NFTs are no different than any other NFT artwork / pfp.\\n\\nNFTs are simply a new way to deliver a product based on a master. The only difference with music NFTs is that that music can be monetized in many different ways than traditional artwork. Finally…our fans can get rewarded for believing in the music instead of the greedy label.\\n\\n \\n \",\"timestamp\":1639579892,\"title\":\"Music NFT Blueprint by Dyl\"},\"digest\":\"qOJ4_0CxhCTOqf-OnpO3FRA7RKHvPMd419vrt8CaOd0\",\"authorship\":{\"contributor\":\"0x9e0149f7CC28c93A3B5F76AB3e8A2a22d14435b5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"61Fdq78bUfjFXO7x_B5VEyIaUXnQreycMg-KaN5Ih9c\\\",\\\"y\\\":\\\"-0yG_b9YYrszvYBB8ZoonZzzjUCBpCoiFC4xhQAThqo\\\"}\",\"signature\":\"D68eOCgMSz1jt3PJJrcXuSgWeO4TNm52yQcADu8ILnH2_arwt71-yaZU_X6U685WI45ftxrTNtMD4HwOo3xpcA\",\"signingKeySignature\":\"0xa5ebacc2ab19b32c7428a132f254889ac80cc1f32dd9aa7a12f327cc705f3b5a278d74d2a414845b72e11153281bbf22da6675ad480d4bb5767a09439416496a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"61Fdq78bUfjFXO7x_B5VEyIaUXnQreycMg-KaN5Ih9c\\\",\\\"y\\\":\\\"-0yG_b9YYrszvYBB8ZoonZzzjUCBpCoiFC4xhQAThqo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qOJ4_0CxhCTOqf-OnpO3FRA7RKHvPMd419vrt8CaOd0\"}"