"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/693df936-17f7-49c3-98f6-2395aff7605c.jpg?height=742&width=1320)\\n\\nAside from being a form of capital, technological innovation, and financial product, cryptocurrencies are also a kind of content. They have brand identities and aesthetics in the form of their logos; they gather together communities who identify with them by allowing people to hold (or hoard) bits of the brand. Cryptocurrencies also enable literal content, the way Tezos undergirds an NFT marketplace like Hic et Nunc or the tokens that support crowdfunded essays on Mirror, like $ESSAY or $MOOD. The $FWB token gathers together and supports the Friends with Benefits community. \\n\\nWhen I think about the connection between capital, content, and community, what comes to mind first are magazines. I've written a lot about the significance of magazines over time, profiling smaller publications like [Kinfolk](https://www.racked.com/2016/3/14/11173148/kinfolk-lifestyle-magazines) and [Monocle](https://newrepublic.com/article/143003/nowhere-mag-monocle-globalist-chic-survive-age-populism) and also analyzing the historical arc of the magazine behemoth [Conde Nast in a book review](https://newrepublic.com/article/155286/conde-nast-biography-book-review). Magazines bring together communities of readers through content that speaks to those readers and allows them to create shared frames of reference within which they can communicate with each other. (In other words, all readers of The New Yorker share the fluency in New Yorker content and its implicit depiction of a desirable lifestyle.) Magazines, like tokens, are actually really good at creating a shared sense of identity and mutual investment. The bragging right of a token is that you own a lot of it; the bragging right of a magazine is that you subscribe, or read it online often, or write for it. \\n\\nSuperficially, what makes up the community of a magazine is its content: the articles you read, share, and discuss partly as a way of signaling your belonging within that community. But there are other aspects that make up the content community, that don't necessarily involve reading. You keep the magazine on your coffee table, you renew your subscription because you like getting it in your mailbox — you consume the magazine's brand. Lately, The New Yorker's new run of tote bags, with the dramatically large overlapping black letters, have become omnipresent where I live in Washington, DC. The tote bags signal belonging to The New Yorker's community and thus its brand because you get one when you subscribe. \\n\\nHow do you signal digital belonging, or how do you express belonging in digital spaces where there are no tote bags? We've had various strategies: the Facebook like lists where you could say which bands you were into; the Twitter bios where you list affiliations, projects, or even relationships; the screenshots of crypto wallets where everyone can see which coins you hold; the NFT profile pages that show which digital artifacts you own. Embedding an NFT you collected in your Mirror post, for example, is a way of signaling belonging and taste via content.\\n\\nBut there are very few ways of casually displaying digital belonging right now (particularly the kind of scarce ownership enabled by NFTs). I think this is an area with a lot of potential in the near future: less million-dollar NFTs, more $5 or subscription-based collectibles that you can show off, the way you'd carry a New Yorker tote. Mirror's crowdfunding demonstrates this, in a way, with the ability to own a form of equity in a particular project and participate beyond just consuming the content. \\n\\nSignaling belonging is its own form of value, beyond the value you might get from the content or product. The enforced scarcity of tokens has the possibility to enable more versions of belonging and displaying belonging than were possible before. Yet, like magazines, that sense of belonging has to be wrapped up with appealing content and branding — which are ways the community can publicize itself and express its ideas, just as Vogue does. That can come in the form of writing, compelling art, or just the aura of a new and exciting idea. In magazines and tokens alike, early adopters are rewarded.\",\"timestamp\":1617890664,\"title\":\"Content Communities & Digital Belonging\",\"publication\":\"air\"},\"digest\":\"5A16bvvS2IJK7fVVNb2GwrrEcyey2B4UiH2l1DI_Y2I\",\"authorship\":{\"contributor\":\"0x25cbCFA16e43e58517f80D583087Ea89241293E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xXHO3utBSI0em0LvMjxpEsVTMdt82xiZmPyZf4PajNs\\\",\\\"y\\\":\\\"bQE0mMb7mT25mAB7Wi75cgzcCPzlqAA-A67DPWdFjtY\\\"}\",\"signature\":\"p7lHesAElwFgJlsQguWakCNrUpDbNJoUnv0I3D4JUlUnUCM2-mwsFHaBLqP44nrbkOSZcknZPi1OmE6FtkWcBg\",\"signingKeySignature\":\"0x8c5670c85bbd4377d7dda9e7ece21d202cd39c8da53da1c7c797307bdc9c7b500b86e6fb84069655b3511a99a992901288b476d6eac2911e63cd6b3600496b971c\",\"signingKeyMessage\":\"I authorize the publication of articles on air.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xXHO3utBSI0em0LvMjxpEsVTMdt82xiZmPyZf4PajNs\\\",\\\"y\\\":\\\"bQE0mMb7mT25mAB7Wi75cgzcCPzlqAA-A67DPWdFjtY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5A16bvvS2IJK7fVVNb2GwrrEcyey2B4UiH2l1DI_Y2I\"}"