"{\"content\":{\"body\":\"The character of Laura is drawn from life, and to the smallest detail is\\ntruthfully depicted. The Morris family has its counterparts in real life, and\\nnearly all of the incidents of the story are founded on fact.\\n\\nTHE AUTHOR.\\n\\nINTRODUCTION\\n\\nThe wonderfully successful book, entitled \\\"Black Beauty,\\\" came like a living\\nvoice out of the animal kingdom. But it spake for the horse, and made other\\nbooks necessary; it led the way. After the ready welcome that it received, and\\nthe good it has accomplished and is doing, it follows naturally that some one\\nshould be inspired to write a book to interpret the life of a dog to the humane\\nfeeling of the world. Such a story we have in \\\"Beautiful Joe.\\\"\\n\\nThe story speaks not for the dog alone, but for the whole animal kingdom.\\nThrough it we enter the animal world, and are made to see as animals see, and to\\nfeel as animals feel. The sympathetic sight of the author, in this\\ninterpretation, is ethically the strong feature of the book.\\n\\nSuch books as this is one of the needs of our progressive system of education.\\nThe day-school, the Sunday-school, and all libraries for the young, demand the\\ninfluence that shall teach the reader how to live in sympathy with the animal\\nworld; how to understand the languages of the creatures that we have long been\\naccustomed to call \\\"dumb,\\\" and the sign language of the lower orders of these\\ndependent beings. The church owes it to her mission to preach and to teach the\\nenforcement of the \\\"bird's nest commandment;\\\" the principle recognized by Moses\\nin the Hebrew world, and echoed by Cowper in English poetry, and Burns in the\\n\\\"Meadow Mouse,\\\" and by our own Longfellow in songs of many keys.\\n\\nKindness to the animal kingdom is the first, or a first principle in the growth\\nof true philanthropy. Young Lincoln once waded across a half-frozen river to\\nrescue a dog, and stopped in a walk with a statesman to put back a bird that had\\nfallen out of its nest. Such a heart was trained to be a leader of men, and to\\nbe crucified for a cause. The conscience that runs to the call of an animal in\\ndistress is girding itself with power to do manly work in the world.\\n\\nThe story of \\\"Beautiful Joe\\\" awakens an intense interest, and sustains it\\nthrough a series of vivid incidents and episodes, each of which is a lesson. The\\nstory merits the widest circulation, and the universal reading and response\\naccorded to \\\"Black Beauty.\\\" To circulate it is to do good, to help the human\\nheart as well as the creatures of quick feelings and simple language.\\n\\nWhen, as one of the committee to examine the manuscripts offered for prizes to\\nthe Humane Society, I read the story, I felt that the writer had a higher motive\\nthan to compete for a prize; that the story was a stream of sympathy that flowed\\nfrom the heart; that it was genuine; that it only needed a publisher who should\\nbe able to command a wide influence, to make its merits known, to give it a\\nstrong educational mission.\\n\\nI am pleased that the manuscript has found such a publisher, and am sure that\\nthe issue of the story will honor the Publication Society. In the development of\\nthe book, I believe that the humane cause has stood above any speculative\\nthought or interest. The book comes because it is called for; the times demand\\nit. I think that the publishers have a right to ask for a little unselfish\\nservice on the part of the public in helping to give it a circulation\\ncommensurate with its opportunity, need, and influence.\\n\\nHEZEKIAH BUTTERWORTH.\\n\\n(Of the committee of readers of the prize stories offered to the Humane\\nSociety.)\\n\\nBOSTON, MASS\\n\\nCONTENTS\\n\\nChapter I. ONLY A CUR Chapter II. THE CRUEL MILKMAN Chapter III. MY KIND\\nDELIVERER AND MISS LAURA Chapter IV. THE MORRIS BOYS ADD TO MY NAME Chapter V.\\nMY NEW HOME AND A SELFISH LADY Chapter VI. THE FOX TERRIER BILLY Chapter VII.\\nTRAINING A PUPPY Chapter VIII. A RUINED DOG Chapter IX. THE PARROT BELLA Chapter\\nX. BILLY'S TRAINING CONTINUED Chapter XI. GOLDFISH AND CANARIES Chapter XII.\\nMALTA THE CAT Chapter XIII. THE BEGINNING OF AN ADVENTURE Chapter XIV. HOW WE\\nCAUGHT THE BURGLAR Chapter XV. OUR JOURNEY TO RIVERDALE Chapter XVI. DINGLEY\\nFARM Chapter XVII. MR. WOOD AND HIS HORSES Chapter XVIII. MRS. WOOD'S POULTRY\\nChapter XIX. A BAND OF MERCY Chapter XX. STORIES ABOUT ANIMALS Chapter XXI. MR.\\nMAXWELL AND MR. HARRY Chapter XXII. WHAT HAPPENED AT THE TEA TABLE Chapter\\nXXIII. TRAPPING WILD ANIMALS Chapter XXIV. THE RABBIT AND THE HEN Chapter XXV. A\\nHAPPY HORSE Chapter XXVI. THE BOX OF MONEY Chapter XXVII. A NEGLECTED STABLE\\nChapter XXVIII. THE END OF THE ENGLISHMAN Chapter XXIX. A TALK ABOUT SHEEP\\nChapter XXX. A JEALOUS OX Chapter XXXI. IN THE COW STABLE Chapter XXXII. OUR\\nRETURN HOME Chapter XXXIII. PERFORMING ANIMALS Chapter XXXIV. A FIRE IN FAIRPORT\\nChapter XXXV. BILLY AND THE ITALIAN Chapter XXXVI. DANDY THE TRAMP Chapter\\nXXXVII. THE END OF MY STORY\\n\\nBEAUTIFUL JOE\\n\\nCHAPTER I  ONLY A CUR\\n\\nMY name is Beautiful Joe, and I am a brown dog of medium size. I am not called\\nBeautiful Joe because I am a beauty. Mr. Morris, the clergyman, in whose family\\nI have lived for the last twelve years, says that he thinks I must be called\\nBeautiful Joe for the same reason that his grandfather, down South, called a\\nvery ugly colored slave-lad Cupid, and his mother Venus.\\n\\nI do not know what he means by that, but when he says it, people always look at\\nme and smile. I know that I am not beautiful, and I know that I am not a\\nthoroughbred. I am only a cur.\\n\\nWhen my mistress went every year to register me and pay my tax, and the man in\\nthe office asked what breed I was, she said part fox-terrier and part bull-\\nterrier; but he always put me down a cur. I don't think she liked having him\\ncall me a cur; still, I have heard her say that she preferred curs, for they\\nhave more character than well-bred dogs. Her father said that she liked ugly\\ndogs for the same reason that a nobleman at the court of a certain king did\\nnamely, that no one else would.\\n\\nI am an old dog now, and am writing, or rather getting a friend to write, the\\nstory of my life. I have seen my mistress laughing and crying over a little book\\nthat she says is a story of a horse's life, and sometimes she puts the book down\\nclose to my nose to let me see the pictures.\\n\\nI love my dear mistress; I can say no more than that; I love her better than any\\none else in the world; and I think it will please her if I write the story of a\\ndog's life. She loves dumb animals, and it always grieves her to see them\\ntreated cruelly.\\n\\nI have heard her say that if all the boys and girls in the world were to rise up\\nand say that there should be no more cruelty to animals, they could put a stop\\nto it. Perhaps it will help a little if I tell a story. I am fond of boys and\\ngirls, and though I have seen many cruel men and women, I have seen few cruel\\nchildren. I think the more stories there are written about dumb animals, the\\nbetter it will be for us.\\n\\nIn telling my story, I think I had better begin at the first and come right on\\nto the end. I was born in a stable on the outskirts of a small town in Maine\\ncalled Fairport. The first thing I remember was lying close to my mother and\\nbeing very snug and warm. The next thing I remember was being always hungry. I\\nhad a number of brothers and sisters six in all and my mother never had enough\\nmilk for us. She was always half starved herself, so she could not feed us\\nproperly.\\n\\nI am very unwilling to say much about my early life. I have lived so long in a\\nfamily where there is never a harsh word spoken, and where no one thinks of ill-\\ntreating anybody or anything; that it seems almost wrong even to think or speak\\nof such a matter as hurting a poor dumb beast.\\n\\nThe man that owned my mother was a milkman. He kept one horse and three cows,\\nand he had a shaky old cart that he used to put his milk cans in. I don't think\\nthere can be a worse man in the world than that milkman. It makes me shudder now\\nto think of him. His name was Jenkins, and I am glad to think that he is getting\\npunished now for his cruelty to poor dumb animals and to human beings. If you\\nthink it is wrong that I am glad, you must remember that I am only a dog.\\n\\nThe first notice that he took of me when I was a little puppy, just able to\\nstagger about, was to give me a kick that sent me into a corner of the stable.\\nHe used to beat and starve my mother. I have seen him use his heavy whip to\\npunish her till her body was covered with blood. When I got older I asked her\\nwhy she did not run away. She said she did not wish to; but I soon found out\\nthat the reason she did not run away, was because she loved Jenkins. Cruel and\\nsavage as he was, she yet loved him, and I believe she would have laid down her\\nlife for him.\\n\\nNow that I am old, I know that there are more men in the world like Jenkins.\\nThey are not crazy, they are not drunkards; they simply seem to be possessed\\nwith a spirit of wickedness. There are well-to-do people, yes, and rich people,\\nwho will treat animals, and even little children, with such terrible cruelty,\\nthat one cannot even mention the things that they are guilty of.\\n\\nOne reason for Jenkins' cruelty was his idleness. After he went his rounds in\\nthe morning with his milk cans, he had nothing to do till late in the afternoon\\nbut take care of his stable and yard. If he had kept them neat, and groomed his\\nhorse, and cleaned the cows, and dug up the garden, it would have taken up all\\nhis time; but he never tidied the place at all, till his yard and stable got so\\nlittered up with things he threw down that he could not make his way about.\\n\\nHis house and stable stood in the middle of a large field, and they were at some\\ndistance from the road. Passers-by could not see how untidy the place was.\\nOccasionally, a man came to look at the premises, and see that they were in good\\norder, but Jenkins always knew when to expect him, and had things cleaned up a\\nlittle.\\n\\nI used to wish that some of the people that took milk from him would come and\\nlook at his cows. In the spring and summer he drove them out to pasture, but\\nduring the winter they stood all the time in the dirty, dark stable, where the\\nchinks in the wall were so big that the snow swept through almost in drifts. The\\nground was always muddy and wet; there was only one small window on the north\\nside, where the sun only shone in for a short time in the afternoon.\\n\\nThey were very unhappy cows, but they stood patiently and never complained,\\nthough sometimes I know they must have nearly frozen in the bitter winds that\\nblew through the stable on winter nights. They were lean and poor, and were\\nnever in good health. Besides being cold they were fed on very poor food.\\n\\nJenkins used to come home nearly every afternoon with a great tub in the back of\\nhis cart that was full of what he called \\\"peelings.\\\" It was kitchen stuff that\\nhe asked the cooks at the different houses where he delivered milk, to save for\\nhim. They threw rotten vegetables, fruit parings, and scraps from the table into\\na tub, and gave them to him at the end of a few days. A sour, nasty mess it\\nalways was, and not fit to give any creature.\\n\\nSometimes, when he had not many \\\"peelings,\\\" he would go to town and get a load\\nof decayed vegetables, that grocers were glad to have him take off their hands.\\n\\nThis food, together with poor hay, made the cows give very poor milk, and\\nJenkins used to put some white powder in it, to give it \\\"body,\\\" as he said.\\n\\nOnce a very sad thing happened about the milk, that no one knew about but\\nJenkins and his wife. She was a poor, unhappy creature, very frightened at her\\nhusband, and not daring to speak much to him. She was not a clean woman, and I\\nnever saw a worse-looking house than she kept.\\n\\nShe used to do very queer things, that I know now no housekeeper should do. I\\nhave seen her catch up the broom to pound potatoes in the pot. She pounded with\\nthe handle, and the broom would fly up and down in the air, dropping dust into\\nthe pot where the potatoes were. Her pan of soft-mixed bread she often left\\nuncovered in the kitchen, and sometimes the hens walked in and sat in it.\\n\\nThe children used to play in mud puddles about the door. It was the youngest of\\nthem that sickened with some kind of fever early in the spring, before Jenkins\\nbegan driving the cows out to pasture. The child was very ill, and Mrs. Jenkins\\nwanted to send for a doctor, but her husband would not let her. They made a bed\\nin the kitchen, close to the stove, and Mrs. Jenkins nursed the child as best\\nshe could. She did all her work near by, and I saw her several times wiping the\\nchild's face with the cloth that she used for washing her milk pans.\\n\\nNobody knew outside the family that the little girl was ill. Jenkins had such a\\nbad name, that none of the neighbors would visit them. By-and-by the child got\\nwell, and a week or two later Jenkins came home with quite a frightened face,\\nand told his wife that the husband of one of his customers was very ill with\\ntyphoid fever.\\n\\nAfter a time the gentleman died, and the cook told Jenkins that the doctor\\nwondered how he could have taken the fever, for there was not a case in town.\\n\\nThere was a widow left with three orphans, and they never knew that they had to\\nblame a dirty careless milkman for taking a kind husband and father from them.\\n\\nCHAPTER II THE CRUEL MILKMAN\\n\\nI HAVE said that Jenkins spent most of his days in idleness. He had to start out\\nvery early in the morning, in order to supply his customers with milk for\\nbreakfast. Oh, how ugly he used to be, when he came into the stable on cold\\nwinter mornings, before the sun was up\\n\\nHe would hang his lantern on a hook, and get his milking stool, and if the cows\\ndid not step aside just to suit him, he would seize a broom or fork, and beat\\nthem cruelly.\\n\\nMy mother and I slept on a heap of straw in the corner of the stable, and when\\nshe heard his step in the morning she always roused me, so that we could run\\nout-doors as soon as he opened the stable door. He always aimed a kick at us as\\nwe passed, but my mother taught me how to dodge him.\\n\\nAfter he finished milking, he took the pails of milk up to the house for Mrs.\\nJenkins to strain and put in the cans, and he came back and harnessed his horse\\nto the cart. His horse was called Toby, and a poor, miserable, broken-down\\ncreature he was. He was weak in the knees, and weak in the back, and weak all\\nover, and Jenkins had to beat him all the time, to make him go. He had been a\\ncab horse, and his mouth had been jerked, and twisted, and sawed at, till one\\nwould think there could be no feeling left in it; still I have seen him wince\\nand curl up his lip when Jenkins thrust in the frosty bit on a winter's morning.\\n\\nPoor old Toby! I used to lie on my straw some times and wonder he did not cry\\nout with pain. Cold and half starved he always was in the winter time, and often\\nwith raw sores on his body that Jenkins would try to hide by putting bits of\\ncloth under the harness. But Toby never murmured, and he never tried to kick and\\nbite, and he minded the least word from Jenkins, and if he swore at him Toby\\nwould start back, or step up quickly, he was so anxious to please him.\\n\\nAfter Jenkins put him in the cart, and took in the cans, he set out on his\\nrounds. My mother, whose name was Jess, always went with him. I used to ask her\\nwhy she followed such a brute of a man, and she would hang her head, and say\\nthat sometimes she got a bone from the different houses they stopped at. But\\nthat was not the whole reason. She liked Jenkins so much, that she wanted to be\\nwith him.\\n\\nI had not her sweet and patient disposition, and I would not go with her. I\\nwatched her out of sight, and then ran up to the house to see if Mrs. Jenkins\\nhad any scraps for me. I nearly always got something, for she pitied me, and\\noften gave me a kind word or look with the bits of food that she threw to me.\\n\\nWhen Jenkins come home, I often coaxed mother to run about and see some of the\\nneighbors' dogs with me. But she never would, and I would not leave her. So,\\nfrom morning to night we had to sneak about, keeping out of Jenkins' way as much\\nas we could, and yet trying to keep him in sight. He always sauntered about with\\na pipe in his mouth, and his hands in his pockets, growling first at his wife\\nand children, and then at his dumb creatures.\\n\\nI have not told what became of my brothers and sisters. One rainy day, when we\\nwere eight weeks old, Jenkins, followed by two or three of his ragged, dirty\\nchildren, came into the stable and looked at us. Then he began to swear because\\nwe were so ugly, and said if we had been good-looking, he might have sold some\\nof us. Mother watched him anxiously, and fearing some danger to her puppies, ran\\nand jumped in the middle of us, and looked pleadingly up at him.\\n\\nIt only made him swear the more. He took one pup after another, and right there,\\nbefore his children and my poor distracted mother, put an end to their lives.\\nSome of them he seized by the legs and knocked against the stalls, till their\\nbrains were dashed out, others he killed with a fork. It was very terrible. My\\nmother ran up and down the stable, screaming with pain, and I lay weak and\\ntrembling, and expecting every instant that my turn would come next. I don't\\nknow why he spared me. I was the only one left.\\n\\nHis children cried, and he sent them out of the stable and went out himself.\\nMother picked up all the puppies and brought them to our nest in the straw and\\nlicked them, and tried to bring them back to life; but it was of no use, they\\nwere quite dead. We had them in our corner of the stable for some days, till\\nJenkins discovered them, and swearing horribly at us, he took his stable fork\\nand threw them out in the yard, and put some earth over them.\\n\\nMy mother never seemed the same after this. She was weak and miserable, and\\nthough she was only four years old, she seemed like an old dog. This was on\\naccount of the poor food she had been fed on. She could not run after Jenkins,\\nand she lay on our heap of straw, only turning over with her nose the scraps of\\nfood I brought her to eat. One day she licked me gently, wagged her tail, and\\ndied.\\n\\nAs I sat by her, feeling lonely and miserable. Jenkins came into the stable. I\\ncould not bear to look at him. He had killed my mother. There she lay, a little,\\ngaunt, scarred creature, starved and worried to death by him. Her mouth was half\\nopen, her eyes were staring. She would never again look kindly at me, or curl up\\nto me at night to keep me warm. Oh, how I hated her murderer! But I sat quietly,\\neven when he went up and turned her over with his foot to see if she was really\\ndead. I think he was a little sorry, for he turned scornfully toward me and\\nsaid, \\\"She was worth two of you; why didn't you go instead?\\\"\\n\\nStill I kept quiet till he walked up to me and kicked at me. My heart was nearly\\nbroken, and I could stand no more. I flew at him and gave him a savage bite on\\nthe ankle.\\n\\n\\\"Oho,\\\" he said, \\\"so you are going to be a fighter, are you? I'll fix you for\\nthat.\\\" His face was red and furious. He seized me by the back of the neck and\\ncarried me out to the yard where a log lay on the ground. \\\"Bill,\\\" he called to\\none of his children, \\\"bring me the hatchet.\\\"\\n\\nHe laid my head on the log and pressed one hand on my struggling body. I was now\\na year old and a full-sized dog. There was a quick, dreadful pain, and he had\\ncut off my ear, not in the way they cut puppies' ears, but close to my head, so\\nclose that he cut off some of the skin beyond it. Then he cut off the other ear,\\nand, turning me swiftly round, cut off my tail close to my body\\n\\nThen he let me go and stood looking at me as I rolled on the ground and yelped\\nin agony. He was in such a passion that he did not think that people passing by\\non the road might hear me.\\n\\nCHAPTER III  MY KIND DELIVERER AND MISS LAURA\\n\\nTHERE was a young man going by on a bicycle. He heard my screams, and springing\\noff his bicycle, came hurrying up the path, and stood among us before Jenkins\\ncaught sight of him.\\n\\nIn the midst of my pain, I heard him say fiercely, \\\"What have you been doing to\\nthat dog?\\\"\\n\\n\\\"I've been cuttin' his ears for fightin', my young gentleman,\\\" said Jenkins.\\n\\\"There is no law to prevent that, is there?\\\"\\n\\n\\\"And there is no law to prevent my giving you a beating,\\\" said the young man\\nangrily. In a trice he had seized Jenkins by the throat and was pounding him\\nwith all his might. Mrs. Jenkins came and stood at the house door crying, but\\nmaking no effort to help her husband.\\n\\n\\\"Bring me a towel,\\\" the young man cried to her, after he had stretched Jenkins,\\nbruised and frightened, on the ground. She snatched off her apron and ran down\\nwith it, and the young man wrapped me in it, and taking me carefully in his\\narms, walked down the path to the gate. There were some little boys standing\\nthere, watching him, their mouths wide open with astonishment. \\\"Sonny,\\\" he said\\nto the largest of them, \\\"if you will come behind and carry this dog, I will give\\nyou a quarter.\\\"\\n\\nThe boy took me, and we set out. I was all smothered up in a cloth, and moaning\\nwith pain, but still I looked out occasionally to see which way we were going.\\nWe took the road to the town and stopped in front of a house on Washington\\nStreet. The young man leaned his bicycle up against the house, took a quarter\\nfrom his pocket and put it in the boy's hand, and lifting me gently in his arms,\\nwent up a lane leading to the back of the house.\\n\\nThere was a small stable there. He went into it, put me down on the floor and\\nuncovered my body. Some boys were playing about the stable, and I heard them\\nsay, in horrified tones, \\\"Oh, Cousin Harry, what is the matter with that dog?\\\"\\n\\n\\\"Hush,\\\" he said. \\\"Don't make a fuss. You, Jack, go down to the kitchen and ask\\nMary for a basin of warm water and a sponge, and don't let your mother or Laura\\nhear you.\\\"\\n\\nA few minutes later, the young man had bathed my bleeding ears and tail, and had\\nrubbed something on them that was cool and pleasant, and had bandaged them\\nfirmly with strips of cotton. I felt much better and was able to look about me.\\n\\nI was in a small stable, that was evidently not used for a stable, but more for\\na play-room. There were various kinds of toys scattered about, and a swing and\\nbar, such as boys love to twist about on; in two different corners. In a box\\nagainst the wall was a guinea pig, looking at me in an interested way. This\\nguinea pig's name was Jeff, and he and I became good friends. A long-haired\\nFrench rabbit was hopping about, and a tame white rat was perched on the\\nshoulder of one of the boys, and kept his foothold there, no matter how suddenly\\nthe boy moved. There were so many boys, and the stable was so small, that I\\nsuppose he was afraid he would get stepped on if he went on the floor. He stared\\nhard at me with his little, red eyes, and never even glanced at a queer-looking,\\ngray cat that was watching me, too, from her bed in the back of the vacant horse\\nstall. Out in the sunny yard, some pigeons were pecking at grain, and a spaniel\\nlay asleep in a corner.\\n\\nI had never seen anything like this before, and my wonder at it almost drove the\\npain away. Mother and I always chased rats and birds, and once we killed a\\nkitten. While I was puzzling over it, one of the boys cried out, \\\"Here is\\nLaura!\\\"\\n\\n\\\"Take that rag out of the way,\\\" said Mr. Harry, kicking aside the old apron I\\nhad been wrapped in, and that was stained with my blood. One of the boys stuffed\\nit into a barrel, and then they all looked toward the house.\\n\\nA young girl, holding up one hand to shade her eyes from the sun, was coming up\\nthe walk that led from the house to the stable. I thought then that I never had\\nseen such a beautiful girl, and I think so still. She was tall and slender, and\\nhad lovely brown eyes and brown hair, and a sweet smile, and just to look at her\\nwas enough to make one love her. I stood in the stable door, staring at her with\\nall my might.\\n\\n\\\"Why, what a funny dog,\\\" she said, and stopped short to looked at me. Up to\\nthis, I had not thought what a queer-looking sight I must be. Now I twisted\\nround my head, saw the white bandage on my tail, and knowing I was not a fit\\nspectacle for a pretty young lady like that, I slunk into a corner.\\n\\n\\\"Poor doggie, have I hurt your feelings?\\\" she said, and with a sweet smile at\\nthe boys, she passed by them and came up to the guinea pig's box, behind which I\\nhad taken refuge. \\\"What is the matter with your head, good dog?\\\" she said,\\ncuriously, as she stooped over me.\\n\\n\\\"He has a cold in it,\\\" said one of the boys with a laugh; \\\"so we put a nightcap\\non.\\\" She drew back, and turned very pale. \\\"Cousin Harry, there are drops of\\nblood on this cotton. Who has hurt this dog?\\\"\\n\\n\\\"Dear Laura,\\\" and the young man coming up, laid his hand on her shoulder, \\\"he\\ngot hurt, and I have been bandaging him.\\\"\\n\\n\\\"Who hurt him?\\\"\\n\\n\\\"I had rather not tell you.\\\"\\n\\n\\\"But I wish to know.\\\" Her voice was as gentle as ever, but she spoke so\\ndecidedly that the young man was obliged to tell her everything. All the time he\\nwas speaking, she kept touching me gently with her fingers. When he had finished\\nhis account of rescuing me from Jenkins, she said, quietly:\\n\\n\\\"You will have the man punished?\\\"\\n\\n\\\"What is the use? That won't stop him from being cruel.\\\"\\n\\n\\\"It will put a check on his cruelty.\\\"\\n\\n\\\"I don't think it would do any good,\\\" said the young man, doggedly.\\n\\n\\\"Cousin Harry!\\\" and the young girl stood up very straight and tall, her brown\\neyes flashing, and one hand pointing at me; \\\"will you let that pass? That animal\\nhas been wronged, it looks to you to right it. The coward who has maimed it for\\nlife should be punished. A child has a voice to tell its wrong a poor, dumb\\ncreature must suffer in silence; in bitter, bitter silence. And,\\\" eagerly, as\\nthe young man tried to interrupt her, \\\"you are doing the man himself an\\ninjustice. If he is bad enough to ill-treat his dog, he will ill-treat his wife\\nand children. If he is checked and punished now for his cruelty, he may reform.\\nAnd even if his wicked heart is not changed, he will be obliged to treat them\\nwith outward kindness, through fear of punishment.\\\"\\n\\nThe young man looked convinced, and almost as ashamed as if he had been the one\\nto crop my ears. \\\"What do you want me to do?\\\" he said, slowly, and looking\\nsheepishly at the boys who were staring open-mouthed at him and the young girl.\\n\\nThe girl pulled a little watch from her belt. \\\"I want you to report that man\\nimmediately. It is now five o'clock. I will go down to the police station with\\nyou, if you like.\\\"\\n\\n\\\"Very well,\\\" he said, his face brightening, and together they went off to the\\nhouse.\\n\\nCHAPTER IV THE MORRIS BOYS ADD TO MY NAME\\n\\nTHE boys watched them out of sight, then one of them, whose name I afterward\\nlearned was Jack, and who came next to Miss Laura in age, gave a low whistle and\\nsaid, \\\"Doesn't the old lady come out strong when any one or anything gets\\nabused? I'll never forget the day she found me setting Jim on that black cat of\\nthe Wilsons. She scolded me, and then she cried, till I didn't know where to\\nlook. Plague on it, how was I going to know he'd kill the old cat? I only wanted\\nto drive it out of the yard. Come on, let's look at the dog.\\\"\\n\\nThey all came and bent over me, as I lay on the floor in my corner. I wasn't\\nmuch used to boys, and I didn't know how they would treat me. But I soon found\\nby the way they handled me and talked to me, that they knew a good deal about\\ndogs, and were accustomed to treat them kindly. It seemed very strange to have\\nthem pat me, and call me \\\"good dog.\\\" No one had ever said that to me before to-\\nday.\\n\\n\\\"He's not much of a beauty, is he?\\\" said one of the boys, whom they called Tom.\\n\\n\\\"Not by a long shot,\\\" said Jack Morris, with a laugh. \\\"Not any nearer the beauty\\nmark than yourself, Tom.\\\"\\n\\nTom flew at him, and they had a scuffle. The other boys paid no attention to\\nthem, but went on looking at me. One of them, a little boy with eyes like Miss\\nLaura's, said, \\\"What did Cousin Harry say the dog's name was?\\\"\\n\\n\\\"Joe,\\\" answered another boy. \\\"The little chap that carried him home told him.\\\"\\n\\n\\\"We might call him 'Ugly Joe' then,\\\" said a lad with a round, fat face, and\\nlaughing eyes. I wondered very much who this boy was, and, later on, I found out\\nthat he was another of Miss Laura's brothers, and his name was Ned. There seemed\\nto be no end to the Morris boys.\\n\\n\\\"I don't think Laura would like that,\\\" said Jack Morris, suddenly coming up\\nbehind him. He was very hot, and was breathing fast, but his manner was as cool\\nas if he had never left the group about me. He had beaten Tom, who was sitting\\non a box, ruefully surveying a hole in his jacket. \\\"You see,\\\" he went on,\\ngaspingly, \\\"if you call him 'Ugly Joe,' her ladyship will say that you are\\nwounding the dear dog's feelings. 'Beautiful Joe,' would be more to her liking.\\\"\\n\\nA shout went up from the boys. I didn't wonder that they laughed. Plain-looking\\nI naturally was; but I must have been hideous in those bandages.\\n\\n\\\"'Beautiful Joe,' then let it be!\\\" they cried, \\\"Let us go and tell mother, and\\nask her to give us something for our beauty to eat.\\\"\\n\\nThey all trooped out of the stable, and I was very sorry, for when they were\\nwith me, I did not mind so much the tingling in my ears, and the terrible pain\\nin my back. They soon brought me some nice food, but I could not touch it, so\\nthey went away to their play, and I lay in the box they put me in, trembling\\nwith pain, and wishing that the pretty young lady was there, to stroke me with\\nher gentle fingers.\\n\\nBy-and-by it got dark. The boys finished their play, and went into the house,\\nand I saw lights twinkling in the windows. I felt lonely and miserable in this\\nstrange place. I would not have gone back to Jenkins' for the world, still it\\nwas the only home I had known, and though I felt that I should be happy here, I\\nhad not yet gotten used to the change. Then the pain all through my body was\\ndreadful. My head seemed to be on fire, and there were sharp, darting pains up\\nand down my backbone. I did not dare to howl, lest I should make the big dog,\\nJim, angry. He was sleeping in a kennel, out in the yard.\\n\\nThe stable was very quiet. Up in the loft above, some rabbits that I had heard\\nrunning about had now gone to sleep. The guinea pig was nestling in the corner\\nof his box, and the cat and the tame rat had scampered into the house long ago.\\n\\nAt last I could bear the pain no longer. I sat up in my box and looked about me.\\nI felt as if I was going to die, and, though I was very weak, there was\\nsomething inside me that made me feel as if I wanted to crawl away somewhere out\\nof sight. I slunk out into the yard, and along the stable wall, where there was\\na thick clump of raspberry bushes. I crept in among them and lay down in the\\ndamp earth. I tried to scratch off my bandages, but they were fastened on too\\nfirmly, and I could not do it. I thought about my poor mother, and wished she\\nwas here to lick my sore ears. Though she was so unhappy herself, she never\\nwanted to see me suffer. If I had not disobeyed her, I would not now be\\nsuffering so much pain. She had told me again and again not to snap at Jenkins,\\nfor it made him worse.\\n\\nIn the midst of my trouble I heard a soft voice calling, \\\"Joe! Joe!\\\" It was Miss\\nLaura's voice, but I felt as if there were weights on my paws, and I could not\\ngo to her.\\n\\n\\\"Joe! Joe!\\\" she said, again. She was going up the walk to the stable, holding up\\na lighted lamp in her hand. She had on a white dress, and I watched her till she\\ndisappeared in the stable. She did not stay long in there. She came out and\\nstood on the gravel. \\\"Joe, Joe, Beautiful Joe, where are you? You are hiding\\nsomewhere, but I shall find you.\\\" Then she came right to the spot where I was.\\n\\\"Poor doggie,\\\" she said, stooping down and patting me. \\\"Are you very miserable,\\nand did you crawl away to die? I have had dogs do that before, but I am not\\ngoing to let you die, Joe.\\\" And she set her lamp on the ground, and took me in\\nher arms.\\n\\nI was very thin then, not nearly so fat as I am now, still I was quite an armful\\nfor her. But she did not seem to find me heavy. She took me right into the\\nhouse, through the back door, and down a long flight of steps, across a hall,\\nand into a snug kitchen.\\n\\n\\\"For the land sakes, Miss Laura,\\\" said a woman who was bending over a stove,\\n\\\"what have you got there?\\\"\\n\\n\\\"A poor sick dog, Mary,\\\" said Miss Laura seating herself on a chair. \\\"Will you\\nplease warm a little milk for him? And have you a box or a basket down here that\\nhe can lie in?\\\"\\n\\n\\\"I guess so,\\\" said the woman; \\\"but he's awful dirty; you're not going to let him\\nsleep in the house, are you?\\\"\\n\\n\\\"Only for to-night. He is very ill. A dreadful thing happened to him, Mary.\\\" And\\nMiss Laura went on to tell her how my ears had been cut off.\\n\\n\\\"Oh, that's the dog the boys were talking about,\\\" said the woman. \\\"Poor\\ncreature, he's welcome to all I can do for him.\\\" She opened a closet door, and\\nbrought out a box, and folded a piece of blanket for me to lie on. Then she\\nheated some milk in a saucepan, and poured it in a saucer, and watched me while\\nMiss Laura went upstairs to get a little bottle of something that would make me\\nsleep. They poured a few drops of this medicine into the milk and offered it to\\nme. I lapped a little, but I could not finish it, even though Miss Laura coaxed\\nme very gently to do so. She dipped her finger in the milk and held it out to me\\nand though I did not want it, I could not be ungrateful enough to refuse to lick\\nher finger as often as she offered it to me. After the milk was gone, Mary\\nlifted up my box, and carried me into the washroom that was off the kitchen.\\n\\nI soon fell sound asleep, and could not rouse myself through the night, even\\nthough I both smelled and heard some one coming near me several times. The next\\nmorning I found out that it was Miss Laura. Whenever there was a sick animal in\\nthe house, no matter if it was only the tame rat, she would get up two or three\\ntimes in the night, to see if there was anything she could do to make it more\\ncomfortable.\\n\\nCHAPTER V MY NEW HOME AND A SELFISH LADY\\n\\nI DON'T believe that a dog could have fallen into a happier home than I did. In\\na week, thanks to good nursing, good food, and kind words, I was almost well.\\nMr. Harry washed and dressed my sore ears and tail every day till he went home,\\nand one day, he and the boys gave me a bath out in the stable. They carried out\\na tub of warm water and stood me in it. I had never been washed before in my\\nlife and it felt very queer. Miss Laura stood by laughing and encouraging me not\\nto mind the streams of water trickling all over me. I couldn't help wondering\\nwhat Jenkins would have said if he could have seen me in that tub.\\n\\nThat reminds me to say, that two days after I arrived at the Morrises', Jack,\\nfollowed by all the other boys, came running into the stable. He had a newspaper\\nin his hand, and with a great deal of laughing and joking, read this to me:\\n\\n\\\"Fairport Daily News, June 3d. In the police court this morning, James Jenkins,\\nfor cruelly torturing and mutilating a dog, fined ten dollars and costs.\\\"\\n\\nThen he said, \\\"What do you think of that, Joe? Five dollars apiece for your ears\\nand your tail thrown in. That's all they're worth in the eyes of the law.\\nJenkins has had his fun and you'll go through life worth about three-quarters of\\na dog. I'd lash rascals like that. Tie them up and flog them till they were\\nscarred and mutilated a little bit themselves. Just wait till I'm president. But\\nthere's some more, old fellow. Listen: 'Our reporter visited the house of the\\nabove-mentioned Jenkins, and found a most deplorable state of affairs. The\\nhouse, yard and stable were indescribably filthy. His horse bears the marks of\\nill-usage, and is in an emaciated condition. His cows are plastered up with mud\\nand filth, and are covered with vermin. Where is our health inspector, that he\\ndoes not exercise a more watchful supervision over establishments of this kind?\\nTo allow milk from an unclean place like this to be sold in the town, is\\nendangering the health of its inhabitants. Upon inquiry, it was found that the\\nman Jenkins bears a very bad character. Steps are being taken to have his wife\\nand children removed from him.'\\\"\\n\\nJack threw the paper into my box, and he and the other boys gave three cheers\\nfor the Daily News and then ran away. How glad I was! It did not matter so much\\nfor me, for I had escaped him, but now that it had been found out what a cruel\\nman he was, there would be a restraint upon him, and poor Toby and the cows\\nwould have a happier time.\\n\\nI was going to tell about the Morris family. There were Mr. Morris, who was a\\nclergyman and preached in a church in Fairport; Mrs. Morris, his wife; Miss\\nLaura, who was the eldest of the family; then Jack, Ned, Carl, and Willie. I\\nthink one reason why they were such a good family was because Mrs. Morris was\\nsuch a good woman. She loved her husband and children, and did everything she\\ncould to make them happy.\\n\\nMr. Morris was a very busy man and rarely interfered in household affairs. Mrs.\\nMorris was the one who said what was to be done and what was not to be done.\\nEven then, when I was a young dog, I used to think that she was very wise. There\\nwas never any noise or confusion in the house, and though there was a great deal\\nof work to be done, everything went on smoothly and pleasantly, and no one ever\\ngot angry and scolded as they did in the Jenkins family.\\n\\nMrs. Morris was very particular about money matters. Whenever the boys came to\\nher for money to get such things as candy and ice cream, expensive toys, and\\nother things that boys often crave, she asked them why they wanted them. If it\\nwas for some selfish reason, she said, firmly: \\\"No, my children; we are not rich\\npeople, and we must save our money for your education. I cannot buy you foolish\\nthings.\\\"\\n\\nIf they asked her for money for books or something to make their pet animals\\nmore comfortable, or for their outdoor games, she gave it to them willingly. Her\\nideas about the bringing up of children I cannot explain as clearly as she can\\nherself, so I will give part of a conversation that she had with a lady who was\\ncalling on her shortly after I came to Washington Street.\\n\\nI happened to be in the house at the time. Indeed, I used to spend the greater\\npart of my time in the house. Jack one day looked at me, and exclaimed: \\\"Why\\ndoes that dog stalk about, first after one and then after another, looking at us\\nwith such solemn eyes?\\\"\\n\\nI wished that I could speak to tell him that I had so long been used to seeing\\nanimals kicked about and trodden upon, that I could not get used to the change.\\nIt seemed too good to be true. I could scarcely believe that dumb animals had\\nrights; but while it lasted, and human beings were so kind to me, I wanted to be\\nwith them all the time. Miss Laura understood. She drew my head up to her lap,\\nand put her face down to me: \\\"You like to be with us, don't you, Joe? Stay in\\nthe house as much as you like. Jack doesn't mind, though he speaks so sharply.\\nWhen you get tired of us go out in the garden and have a romp with Jim.\\\"\\n\\nBut I must return to the conversation I referred to. It was one fine June day,\\nand Mrs. Morris was sewing in a rocking-chair by the window. I was beside her,\\nsitting on a hassock, so that I could look out into the street. Dogs love\\nvariety and excitement, and like to see what is going on outdoors as well as\\nhuman beings. A carriage drove up to the door, and a finely-dressed lady got out\\nand came up the steps.\\n\\nMrs. Morris seemed glad to see her, and called her Mrs. Montague. I was pleased\\nwith her, for she had some kind of perfume about her that I liked to smell. So I\\nwent and sat on the hearth rug quite near her.\\n\\nThey had a little talk about things I did not understand and then the lady's\\neyes fell on me. She looked at me through a bit of glass that was hanging by a\\nchain from her neck, and pulled away her beautiful dress lest I should touch it.\\n\\nI did not care any longer for the perfume, and went away and sat very straight\\nand stiff at Mrs. Morris' feet. The lady's eyes still followed me.\\n\\n\\\"I beg your pardon, Mrs. Morris,\\\" she said, \\\"but that is a very queer-looking\\ndog you have there.\\\"\\n\\n\\\"Yes,\\\" said Mrs. Morris, quietly; \\\"he is not a handsome dog.\\\"\\n\\n\\\"And he is a new one, isn't he?\\\" said Mrs. Montague.\\n\\n\\\"Yes.\\\"\\n\\n\\\"And that makes \\\"\\n\\n\\\"Two dogs, a cat, fifteen or twenty rabbits, a rat, about a dozen canaries, and\\ntwo dozen goldfish, I don't know how many pigeons, a few bantams, a guinea pig,\\nand well, I don't think there is anything more.\\\"\\n\\nThey both laughed, and Mrs. Montague said: \\\"You have quite a menagerie. My\\nfather would never allow one of his children to keep a pet animal. He said it\\nwould make his girls rough and noisy to romp about the house with cats, and his\\nboys would look like rowdies if they went about with dogs at their heels.\\\"\\n\\n\\\"I have never found that it made my children more rough to play with their\\npets,\\\" said Mrs. Morris.\\n\\n\\\"No, I should think not,\\\" said the lady, languidly. \\\"Your boys are the most\\ngentlemanly lads in Fairport, and as for Laura, she is a perfect little lady. I\\nlike so much to have them come and see Charlie. They wake him up, and yet don't\\nmake him naughty.\\\"\\n\\n\\\"They enjoyed their last visit very much,\\\" said Mrs. Morris. \\\"By the way, I have\\nheard them talking about getting Charlie a dog.\\\"\\n\\n\\\"Oh!\\\" cried the lady, with a little shudder, \\\"beg them not to. I cannot sanction\\nthat. I hate dogs.\\\"\\n\\n\\\"Why do you hate them?\\\" asked Mrs. Morris gently.\\n\\n\\\"They are such dirty things; they always smell and have vermin on them.\\\"\\n\\n\\\"A dog,\\\" said Mrs. Morris, \\\"is something like a child. If you want it clean and\\npleasant, you have got to keep it so. This dog's skin is as clean as yours or\\nmine. Hold still, Joe,\\\" and she brushed the hair on my back the wrong way, and\\nshowed Mrs. Montague how pink and free from dust my skin was.\\n\\nMrs. Montague looked at me more kindly, and even held out the tips of her\\nfingers to me. I did not lick them. I only smelled them, and she drew her hand\\nback again.\\n\\n\\\"You have never been brought in contact with the lower creation as I have,\\\" said\\nMrs. Morris; \\\"just let me tell you, in a few words, what a help dumb animals\\nhave been to me in the up-bringing of my children my boys, especially. When I\\nwas a young married woman, going about the slums of New York with my husband, I\\nused to come home and look at my two babies as they lay in their little cots,\\nand say to him, 'What are we going to do to keep these children from selfishness\\nthe curse of the world?'\\n\\n\\\"'Get them to do something for somebody outside themselves,' he always said. And\\nI have tried to act on that principle. Laura is naturally unselfish. With her\\ntiny, baby fingers, she would take food from her own mouth and put it into\\nJack's, if we did not watch her. I have never had any trouble with her. But the\\nboys were born selfish, tiresomely, disgustingly selfish. They were good boys in\\nmany ways. As they grew older they were respectful, obedient, they were not\\nuntidy, and not particularly rough, but their one thought was for themselves\\neach one for himself, and they used to quarrel with each other in regard to\\ntheir rights. While we were in New York, we had only a small, back yard. When we\\ncame here, I said, 'I am going to try an experiment.' We got this house because\\nit had a large garden, and a stable that would do for the boys to play in. Then\\nI got them together, and had a little serious talk. I said I was not pleased\\nwith the way in which they were living. They did nothing for any one but\\nthemselves from morning to night. If I asked them to do an errand for me, it was\\ndone unwillingly. Of course, I knew they had their school for a part of the day,\\nbut they had a good deal of leisure time when they might do something for some\\none else. I asked them if they thought they were going to make real, manly\\nChristian boys at this rate, and they said no. Then I asked them what we should\\ndo about it. They all said, 'You tell us mother, and we'll do as you say.' I\\nproposed a series of tasks. Each one to do something for somebody, outside and\\napart from himself, every day of his life. They all agreed to this, and told me\\nto allot the tasks. If I could have afforded it, I would have gotten a horse and\\ncow, and had them take charge of them; but I could not do that, so I invested in\\na pair of rabbits for Jack, a pair of canaries for Carl, pigeons for Ned, and\\nbantams for Willie. I brought these creatures home, put them into their hands,\\nand told them to provide for them. They were delighted with my choice, and it\\nwas very amusing to see them scurrying about to provide food and shelter for\\ntheir pets, and hear their consultations with other boys. The end of it all is,\\nthat I am perfectly satisfied with my experiment. My boys, in caring for these\\ndumb creatures, have become unselfish and thoughtful. They had rather go to\\nschool without their own breakfast than have the inmates of the stable go\\nhungry. They are getting a humane education, a heart education, added to the\\nintellectual education of their schools. Then it keeps them at home. I used to\\nbe worried with the lingering about street corners, the dawdling around with\\nother boys, and the idle, often worse than idle, talk indulged in. Now they have\\nsomething to do, they are men of business. They are always hammering and\\npounding at boxes and partitions out there in the stable, or cleaning up, and if\\nthey are sent out on an errand, they do it and come right home. I don't mean to\\nsay that we have deprived them of liberty. They have their days for base-ball,\\nand foot-ball, and excursions to the woods, but they have so much to do at home,\\nthat they won't go away unless for a specific purpose.\\\"\\n\\nWhile Mrs. Morris was talking, her visitor leaned forward in her chair, and\\nlistened attentively. When she finished, Mrs. Montague said, quietly, \\\"Thank\\nyou, I am glad that you told me this. I shall get Charlie a dog.\\\"\\n\\n\\\"I am glad to hear you say that,\\\" replied Mrs. Morris. \\\"It will be a good thing\\nfor your little boy. I should not wish my boys to be without a good, faithful\\ndog. A child can learn many a lesson from a dog. This one,\\\" pointing to me,\\n\\\"might be held up as an example to many a human being. He is patient, quiet, and\\nobedient. My husband says that he reminds him of three words in the Bible\\n'through much tribulation.'\\\"\\n\\n\\\"Why does he say that?\\\" asked Mrs. Montague, curiously.\\n\\n\\\"Because he came to us from a very unhappy home.\\\" And Mrs. Morris went on to\\ntell her friend what she knew of my early days.\\n\\nWhen she stopped, Mrs. Montague's face was shocked and pained. \\\"How dreadful to\\nthink that there are such creatures as that man Jenkins in the world. And you\\nsay that he has a wife and children. Mrs. Morris, tell me plainly, are there\\nmany such unhappy homes in Fairport?\\\"\\n\\nMrs. Morris hesitated for a minute, then she said, earnestly: \\\"My dear friend,\\nif you could see all the wickedness, and cruelty, and vileness, that is\\npracticed in this little town of ours in one night, you could not rest in your\\nbed.\\\"\\n\\nMrs. Montague looked dazed. \\\"I did not dream that it was as bad as that,\\\" she\\nsaid. \\\"Are we worse than other towns?\\\"\\n\\n\\\"No; not worse, but bad enough. Over and over again the saying is true, one-half\\nthe world does not know how the other half lives. How can all this misery touch\\nyou? You live in your lovely house out of the town. When you come in, you drive\\nabout, do your shopping, make calls, and go home again. You never visit the\\npoorest streets. The people from them never come to you. You are rich, your\\npeople before you were rich, you live in a state of isolation.\\\"\\n\\n\\\"But that is not right,\\\" said the lady in a wailing voice. \\\"I have been thinking\\nabout this matter lately. I read a great deal in the papers about the misery of\\nthe lower classes, and I think we richer ones ought to do something to help\\nthem. Mrs. Morris, what can I do?\\\"\\n\\nThe tears came in Mrs. Morris' eyes. She looked at the little, frail lady, and\\nsaid, simply: \\\"Dear Mrs. Montague, I think the root of the whole matter lies in\\nthis. The Lord made us all one family. We are all brothers and sisters. The\\nlowest woman is your sister and my sister. The man lying in the gutter is our\\nbrother What should we do to help these members of our common family, who are\\nnot as well off as we are? We should share our last crust with them. You and I,\\nbut for God's grace in placing us in different surroundings, might be in their\\nplaces. I think it is wicked neglect, criminal neglect in us to ignore this\\nfact.\\\"\\n\\n\\\"It is, it is,\\\" said Mrs. Montague, in a despairing voice. \\\"I can't help feeling\\nit. Tell me something I can do to help some one.\\\"\\n\\nMrs. Morris sank back in her chair, her face very sad, and yet with something\\nlike pleasure in her eyes as she looked at her caller. \\\"Your washerwoman,\\\" she\\nsaid, \\\"has a drunken husband and a cripple boy. I have often seen her standing\\nover her tub, washing your delicate muslins and laces, and dropping tears into\\nthe water.\\\"\\n\\n\\\"I will never send her anything more she shall not be troubled,\\\" said Mrs.\\nMontague, hastily.\\n\\nMrs. Morris could not help smiling. \\\"I have not made myself clear. It is not the\\nwashing that troubles her; it is her husband who beats her, and her boy who\\nworries her. If you and I take our work from her, she will have that much less\\nmoney to depend upon, and will suffer in consequence, She is a hard-working and\\ncapable woman, and makes a fair living. I would not advise you to give her\\nmoney, for her husband would find it out, and take it from her. It is sympathy\\nthat she wants. If you could visit her occasionally, and show that you are\\ninterested in her, by talking or reading to her poor foolish boy or showing him\\na picture-book, you have no idea how grateful she would be to you, and how it\\nwould cheer her on her dreary way.\\\"\\n\\n\\\"I will go to see her to-morrow,\\\" said Mrs. Montague. \\\"Can you think of any one\\nelse I could visit?\\\"\\n\\n\\\"A great many,\\\" said Mrs. Morris; \\\"but I don't think you had better undertake\\ntoo much at once. I will give you the addresses of three or four poor families,\\nwhere an occasional visit would do untold good. That is, it will do them good if\\nyou treat them as you do your richer friends. Don't give them too much money, or\\ntoo many presents, till you find out what they need. Try to feel interested in\\nthem. Find out their ways of living, and what they are going to do with their\\nchildren, and help them to get situations for them if you can. And be sure to\\nremember that poverty does not always take away one's self-respect.\\\"\\n\\n\\\"I will, I will,\\\" said Mrs. Montague, eagerly. \\\"When can you give me these\\naddresses?\\\"\\n\\nMrs. Morris smiled again, and, taking a piece of paper and a pencil from her\\nwork basket wrote a few lines and handed them to Mrs. Montague.\\n\\nThe lady got up to take her leave. \\\"And in regard to the dog,\\\" said Mrs. Morris,\\nfollowing her to the door, \\\"if you decide to allow Charlie to have one, you had\\nbetter let him come in and have a talk with my boys about it. They seem to know\\nall the dogs that are for sale in the town.\\\"\\n\\n\\\"Thank you; I shall be most happy to do so. He shall have his dog. When can you\\nhave him?\\\"\\n\\n\\\"To-morrow, the next day, any day at all. It makes no difference to me. Let him\\nspend an afternoon and evening with the boys, if you do not object.\\\"\\n\\n\\\"It will give me much pleasure,\\\" and the little lady bowed and smiled, and after\\nstooping down to pat me, tripped down the steps, and got into her carriage and\\ndrove away.\\n\\nMrs. Morris stood looking after her with a beaming face, and I began to think\\nthat I should like Mrs. Montague, too, if I knew her long enough. Two days later\\nI was quite sure I should, for I had a proof that she really liked me. When her\\nlittle boy Charlie came to the house, he brought something for me done up in\\nwhite paper. Mrs. Morris opened it, and there was a handsome nickel-plated\\ncollar, with my name on it Beautiful Joe. Wasn't I pleased! They took off the\\nlittle shabby leather strap that the boys had given me when I came, and fastened\\non my new collar and then Mrs. Morris held me up to a glass to look at myself. I\\nfelt so happy. Up to this time I had felt a little ashamed of my cropped ears\\nand docked tail, but now that I had a fine new collar I could hold up my head\\nwith any dog.\\n\\n\\\"Dear old Joe,\\\" said Mrs. Morris, pressing my head tightly between her hands.\\n\\\"You did a good thing the other day in helping me to start that little woman out\\nof her selfish way of living.\\\"\\n\\nI did not know about that, but I knew that I felt very grateful to Mrs. Montague\\nfor my new collar, and ever afterward, when I met her in the street, I stopped\\nand looked at her. Sometimes she saw me and stopped her carriage to speak to me;\\nbut I always wagged my tail, or rather my body, for I had no tail to wag,\\nwhenever I saw her, whether she saw me or not.\\n\\nHer son got a beautiful Irish setter, called \\\"Brisk.\\\" He had a silky coat and\\nsoft brown eyes, and his young master seemed very fond of him.\\n\\nCHAPTER VI THE FOX TERRIER BILLY\\n\\nWHEN I came to the Morrises, I knew nothing about the proper way of bringing up\\na puppy. I once heard of a little boy whose sister beat him so much that he said\\nhe was brought up by hand; so I think as Jenkins kicked me so much, I may say\\nthat I was brought up by foot.\\n\\nShortly after my arrival in my new home, I had a chance of seeing how one should\\nbring up a little puppy.\\n\\nOne day I was sitting beside Miss Laura in the parlor, when the door opened and\\nJack came in. One of his hands was laid over the other, and he said to his\\nsister, \\\"Guess what I've got here.\\\"\\n\\n\\\"A bird,\\\" she said.\\n\\n\\\"No.\\\"\\n\\n\\\"A rat.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"A mouse.\\\"\\n\\n\\\"No a pup.\\\"\\n\\n\\\"Oh, Jack,\\\" she said, reprovingly; for she thought he was telling a story.\\n\\nHe opened his hands and there lay the tiniest morsel of a fox terrier puppy that\\nI ever saw. He was white, with black and tan markings. His body was pure white,\\nhis tail black, with a dash of tan; his ears black, and his face evenly marked\\nwith black and tan. We could not tell the color of his eyes, as they were not\\nopen. Later on, they turned out to be a pretty brown. His nose was pale pink,\\nand when he got older, it became jet black.\\n\\n\\\"Why, Jack!\\\" exclaimed Miss Laura, \\\"his eyes aren't open; why did you take him\\nfrom his mother?\\\"\\n\\n\\\"She's dead,\\\" said Jack. \\\"Poisoned left her pups to run about the yard for a\\nlittle exercise. Some brute had thrown over a piece of poisoned meat, and she\\nate it. Four of the pups died. This is the only one left. Mr. Robinson says his\\nman doesn't understand raising pups without their mothers, and as he is going\\naway, he wants us to have it, for we always had such luck in nursing sick\\nanimals.\\\"\\n\\nMr. Robinson I knew was a friend of the Morrises and a gentleman who was fond of\\nfancy stock, and imported a great deal of it from England. If this puppy came\\nfrom him, it was sure to be good one.\\n\\nMiss Laura took the tiny creature, and went upstairs very thoughtfully. I\\nfollowed her, and watched her get a little basket and line it with cotton wool.\\nShe put the puppy in it and looked at him. Though it was midsummer and the house\\nseemed very warm to me, the little creature was shivering, and making a low\\nmurmuring noise. She pulled the wool all over him and put the window down, and\\nset his basket in the sun.\\n\\nThen she went to the kitchen and got some warm milk. She dipped her finger in\\nit, and offered it to the puppy, but he went nosing about it in a stupid way,\\nand wouldn't touch it. \\\"Too young,\\\" Miss Laura said. She got a little piece of\\nmuslin, put some bread in it, tied a string round it, and dipped it in the milk.\\nWhen she put this to the puppy's mouth, he sucked it greedily. He acted as if he\\nwas starving, but Miss Laura only let him have a little.\\n\\nEvery few hours for the rest of the day, she gave him some more milk, and I\\nheard the boys say that for many nights she got up once or twice and heated milk\\nover a lamp for him. One night the milk got cold before he took it, and he\\nswelled up and became so ill that Miss Laura had to rouse her mother and get\\nsome hot water to plunge him in. That made him well again, and no one seemed to\\nthink it was a great deal of trouble to take for a creature that was nothing but\\na dog.\\n\\nHe fully repaid them for all his care, for he turned out to be one of the\\nprettiest and most lovable dogs that I ever saw. They called him Billy, and the\\ntwo events of his early life were the opening of his eyes and the swallowing of\\nhis muslin rag. The rag did not seem to hurt him, but Miss Laura said that, as\\nhe had got so strong and greedy, he must learn to eat like other dogs.\\n\\nHe was very amusing when he was a puppy. He was full of tricks, and he crept\\nabout in a mischievous way when one did not know he was near. He was a very\\nsmall puppy and used to climb inside Miss Laura's Jersey sleeve up to her\\nshoulder when he was six weeks old. One day, when the whole family was in the\\nparlor, Mr. Morris suddenly flung aside his newspaper, and began jumping up and\\ndown. Mrs. Morris was very much alarmed, and cried out, \\\"My dear William what is\\nthe matter?\\\"\\n\\n\\\"There's a rat up my leg,\\\" he said, shaking it violently. Just then little Billy\\nfell out on the floor and lay on his back looking up at Mr. Morris with a\\nsurprised face. He had felt cold and thought it would be warm inside Mr. Morris'\\ntrouser's leg.\\n\\nHowever, Billy never did any real mischief, thanks to Miss Laura's training. She\\nbegan to punish him just as soon as he began to tear and worry things. The first\\nthing he attacked was Mr. Morris' felt hat. The wind blew it down the hall one\\nday, and Billy came along and began to try it with his teeth. I dare say it felt\\ngood to them, for a puppy is very like a baby and loves something to bite.\\n\\nMiss Laura found him, and he rolled his eyes at her quite innocently, not\\nknowing that he was doing wrong. She took the hat away, and pointing from it to\\nhim, said, \\\"Bad Billy!\\\" Then she gave him two or three slaps with a bootlace.\\nShe never struck a little dog with her hand or a stick. She said clubs were for\\nbig dogs and switches for little dogs, if one had to use them. The best way was\\nto scold them, for a good dog feels a severe scolding as much as a whipping.\\n\\nBilly was very much ashamed of himself. Nothing would induce him even to look at\\na hat again. But he thought it was no harm to worry other things. He attacked\\none thing after another, the rugs on the floor, curtains, anything flying or\\nfluttering, and Miss Laura patiently scolded him for each one, till at last it\\ndawned upon him that he must not worry anything but a bone. Then he got to be a\\nvery good dog.\\n\\nThere was one thing that Miss Laura was very particular about, and that was to\\nhave him fed regularly. We both got three meals a day. We were never allowed to\\ngo into the dining room, and while the family was at the table, we lay in the\\nhall outside and watched what was going on.\\n\\nDogs take a great interest in what any one gets to eat. It was quite exciting to\\nsee the Morrises' passing each other different dishes, and to smell the nice,\\nhot food. Billy often wished that he could get up on the table. He said that he\\nwould make things fly. When he was growing, he hardly ever got enough to eat. I\\nused to tell him that he would kill himself if he could eat all he wanted to.\\n\\nAs soon as meals were over, Billy and I scampered after Miss Laura to the\\nkitchen. We each had our own plate for food. Mary the cook often laughed at Miss\\nLaura, because she would not let her dogs \\\"dish\\\" together. Miss Laura said that\\nif she did, the larger one would get more than his share, and the little one\\nwould starve.\\n\\nIt was quite a sight to see Billy eat. He spread his legs apart to steady\\nhimself, and gobbled at his food like a duck. When he finished he always looked\\nup for more, and Miss Laura would shake her head and say: \\\"No, Billy: better\\nlonging than loathing. I believe that a great many little dogs are killed by\\noverfeeding.\\\"\\n\\nI often heard the Morrises speak of the foolish way in which some people stuffed\\ntheir pets with food, and either kill them by it or keep them in continual ill\\nhealth. A case occurred in our neighborhood while Billy was a puppy. Some\\npeople, called Dobson, who lived only a few doors from the Morrises, had a fine\\nbay mare and a little colt called Sam. They were very proud of this colt, and\\nMr. Dobson had promised it to his son James. One day Mr. Dobson asked Mr. Morris\\nto come in and see the colt, and I went, too. I watched Mr. Morris while he\\nexamined it. It was a pretty little creature, and I did not wonder that they\\nthought so much of it.\\n\\nWhen Mr. Morris went home his wife asked him what he thought of it.\\n\\n\\\"I think,\\\" he said, \\\"that it won't live long.\\\"\\n\\n\\\"Why, papa!\\\" exclaimed Jack, who overheard the remark, \\\"it is as fat as a seal.\\\"\\n\\n\\\"It would have a better chance for its life if it were lean and scrawny,\\\" said\\nMr. Morris. \\\"They are over-feeding it, and I told Mr. Dobson so; but he wasn't\\ninclined to believe me.\\\"\\n\\nNow, Mr. Morris had been brought up in the country, and knew a great deal about\\nanimals, so I was inclined to think he was right. And sure enough, in a few\\ndays, we heard that the colt was dead.\\n\\nPoor James Dobson felt very badly. A number of the neighbors' boys went into see\\nhim, and there he stood gazing at the dead colt, and looking as if he wanted to\\ncry. Jack was there and I was at his heels, and though he said nothing for a\\ntime, I knew he was angry with the Dobsons for sacrificing the colt's life.\\nPresently he said, \\\"You won't need to have that colt stuffed now he's dead,\\nDobson.\\\"\\n\\n\\\"What do you mean? Why do you say that?\\\" asked the boy, peevishly.\\n\\n\\\"Because you stuffed him while he was alive,\\\" said Jack, saucily.\\n\\nThen we had to run for all we were worth, for the Dobson boy was after us, and\\nas he was a big fellow he would have whipped Jack soundly.\\n\\nI must not forget to say that Billy was washed regularly once a week with nice-\\nsmelling soaps and once a month with strong-smelling, disagreeable, carbolic\\nsoap. He had his own towels and wash cloths, and after being rubbed and\\nscrubbed, he was rolled in a blanket and put by the fire to dry. Miss Laura said\\nthat a little dog that has been petted and kept in the house, and has become\\ntender, should never be washed and allowed to run about with a wet coat, unless\\nthe weather was very warm, for he would be sure to take cold.\\n\\nJim and I were more hardy than Billy, and we took our baths in the sea. Every\\nfew days the boys took us down to the shore and we went swimming with them.\\n\\nCHAPTER VI  THE FOX TERRIER BILLY\\n\\nWHEN I came to the Morrises, I knew nothing about the proper way of bringing up\\na puppy. I once heard of a little boy whose sister beat him so much that he said\\nhe was brought up by hand; so I think as Jenkins kicked me so much, I may say\\nthat I was brought up by foot.\",\"timestamp\":1640140409,\"title\":\"\\nBEAUTIFUL JOE is a real dog, and \\\"Beautiful Joe\\\" is his real name. He belonged \"},\"digest\":\"K72sLPwf6TW0lCD_o0VAvtgg-Jgl7zGKFlRkSlOA3n4\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0bGXHd-NijXed1oF4XnJZQFNYf_uHHiu36OzQDodmmg\\\",\\\"y\\\":\\\"9k4ub3_PTbrNGLlX5wpWrxU5ZnsCEjHBPUFIMoe2Mfs\\\"}\",\"signature\":\"sMcAb8wrcCmBU1XpvVTGWFpCAJIhXDbmT5CNPyg14d3b1IaJSYBZSFt6BU2EcA_Yu8UUrEZ_2qQSTwfaWDZUSA\",\"signingKeySignature\":\"0x9998f11585458894679315dbfe2a9b3c016d4c89f5309abc24c8b8eb68e411df36e88ae649864a8210b0ef889e80316a91c4c3e35b913767b51714221aa84adf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0bGXHd-NijXed1oF4XnJZQFNYf_uHHiu36OzQDodmmg\\\",\\\"y\\\":\\\"9k4ub3_PTbrNGLlX5wpWrxU5ZnsCEjHBPUFIMoe2Mfs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K72sLPwf6TW0lCD_o0VAvtgg-Jgl7zGKFlRkSlOA3n4\"}"