"{\"content\":{\"body\":\"Now is the age of information, the age of the Internet, to be a company that manages data all the time\\n\\nIt's already very simple. The concept I’m telling you today is to make this data public for companies\\n\\nSome people know it.\\n\\n166 Entrepreneur Business School Serving Entrepreneurs\\n\\nFor example, we manage employees with data: we know how much income an employee brings to the company every day, and we know how much we cost him every day. If you publish this information to every employee of the company, those who are indiscriminate will not be able to survive. They could have contributed, but those who are busy will be more diligent. This is an affirmation of someone who is already very good. Of course, he will work harder. Of course, the company's incentive mechanism must keep up. In fact, this is the use of information tools to contract production to households for everyone, and announce everyone's performance, so that everyone has to participate in the internal competition of the enterprise. Many people think that this is not good and the employees are very unhappy. In fact, in modern society, competition is fierce, and we cannot live tenderly and tenderly. In the enterprise, we originally wanted to pursue efficiency, which is to let everyone have a sense of competition.\\n\\nThe management of customers should also be precise. What exactly is done, the customer is satisfied and willing to pay, and those things are done, the customer doesn't care at all. After clarifying this, we can increase investment in areas that users are interested in. Rather than invest blindly, although the entire company is very busy, there is not much performance.\\n\\nAccurate management of employees and customers, knowing the output and expenditure of each employee, and easily discovering new profit growth points. Knowing that those are the combination of low input and high output can provide a guide for the development direction of the company. refer to.\\n\\nFor example, if your company hires a planner, it’s sometimes difficult to judge his value for a profession like this. You can assign him a separate business person because you have accurate data. This planner joins the business. According to this planning method, the income of personnel has increased, and how much has been improved. After repeated experiments, you can get a rough data. Okay, and then promote it in the entire team. If on the contrary, the performance is not as good as when there was no plan before, you have to see if the plan is too good, the level is wrong, and if it does not cause a big loss, ask him to leave.\\n\\nData-based management can clearly know the benefits of your every action to the enterprise, so that the enterprise will no longer rely on management personnel to participate in the competition in this information age!\\n\\nEntrepreneur Business School Serving Entrepreneurs 167\\n\\nAnd this step is very simple, you can do it yourself, or ask a clerk to do it. like\\n\\nIf you do, you will fall in love with it, because data is productivity.\",\"timestamp\":1634798794,\"title\":\"The benefits of data management companies\"},\"digest\":\"ZcSUZS_jm_rC4IpPchazwKsg0C_hnmJoMO4yWva6z_g\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"8khiSRM9nu5DyxDXh7vcGCAkGEHBdgNaY0qJWFIcl5p9oVbFvahe5YCVjSVJFerrmAqMC7woZKFqHp5sbYgqnA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZcSUZS_jm_rC4IpPchazwKsg0C_hnmJoMO4yWva6z_g\"}"