"{\"content\":{\"body\":\"air will be considered a little farther on in this chapter, but for the moment we will take up the consideration of some of his experiments upon that as well as other gases. Boyle was always much interested in alchemy, and carried on extensive experiments in attempting to accomplish the transmutation of metals; but he did not confine himself to these experiments, devoting himself to researches in all the fields of natural philosophy. He was associated at Oxford with a company of scientists, including Wallis and Wren, who held meetings and made experiments together, these gatherings being the beginning, as mentioned a moment ago, of what finally became the Royal Society. It was during this residence at Oxford that many of his valuable researches upon air were made, and during this time be invented his air-pump, now exhibited in the Royal Society rooms at Burlington House.\\\\[1\\\\] His experiments to prove the atmospheric pressure are most interesting and conclusive. \\\"Having three small, round glass bubbles, blown at the flame of a lamp, about the size of hazel-nuts,\\\" he says, \\\"each of them with a short, slender stem, by means whereof they were so exactly poised in water that a very small change of weight would make them either emerge or sink; at a time when the atmosphere was of convenient weight, I put them into a wide-mouthed glass of common water, and leaving them in a quiet place, where they were frequently in my eye, I observed that sometimes they would be at the top of the water, and remain there for several days, or perhaps weeks, together, and sometimes fall to the bottom, and after having continued there for some time rise again. And sometimes they would rise or fall as the air was hot or cold.\\\"\\\\[2\\\\] It was in the course of these experiments that the observations made by Boyle led to the invention of his \\\"statical barometer,\\\" the mercurial barometer having been invented, as we have seen, by Torricelli, in 1643. In describing this invention he says: \\\"Making choice of a large, thin, and light glass bubble, blown at the flame of a lamp, I counterpoised it with a metallic weight, in a pair of scales that were suspended in a frame, that would turn with the thirtieth part of a grain. Both the frame and the balance were then placed near a good barometer, whence I might learn the present weight of the atmosphere; when, though the scales were unable to show all the variations that appeared in the mercurial barometer, yet they gave notice of those that altered the height of the mercury half a quarter of an inch.\\\"\\\\[3\\\\] A fairly sensitive barometer, after all. This statical barometer suggested several useful applications to the fertile imagination of its inventor, among others the measuring of mountain-peaks, as with the mercurial barometer, the rarefication of the air at the top giving a definite ratio to the more condensed air in the valley. Another of his experiments was made to discover the atmospheric pressure to the square inch. After considerable difficulty he determined that the relative weight of a cubic inch of water and mercury was about one to fourteen, and computing from other known weights he determined that \\\"when a column of quicksilver thirty inches high is sustained in the barometer, as it frequently happens, a column of air that presses upon an inch square near the surface of the earth must weigh about fifteen avoirdupois pounds.\\\"\\\\[4\\\\] As the pressure of air at the sea-level is now estimated at 14.7304 pounds to the square inch, it will be seen that Boyle's calculation was not far wrong. From his numerous experiments upon the air, Boyle was led to believe that there were many \\\"latent qualities\\\" due to substances contained in it that science had as yet been unable to fathom, believing that there is \\\"not a more heterogeneous body in the world.\\\" He believed that contagious diseases were carried by the air, and suggested that eruptions of the earth, such as those made by earthquakes, might send up \\\"venomous exhalations\\\" that produced diseases. He suggested also that the air might play an important part in some processes of calcination, which, as we shall see, was proved to be true by Lavoisier late in the eighteenth century. Boyle's notions of the exact chemical action in these phenomena were of course vague and indefinite, but he had observed that some part was played by the air, and he was right in supposing that the air \\\"may have a great share in varying the salts obtainable from calcined vitriol.\\\"\\\\[5\\\\] Although he was himself such a painstaking observer of facts, he had the fault of his age of placing too much faith in hear-say evidence of untrained observers. Thus, from the numerous stories he heard concerning the growth of metals in previously exhausted mines, he believed that the air was responsible for producing this growth--in which he undoubtedly believed. The story of a tin-miner that, in his own time, after a lapse of only twenty-five years, a heap, of earth previously exhausted of its ore became again even more richly impregnated than before by lying exposed to the air, seems to have been believed by the philosopher. As Boyle was an alchemist, and undoubtedly believed in the alchemic theory that metals have \\\"spirits\\\" and various other qualities that do not exist, it is not surprising that he was credulous in the matter of beliefs concerning peculiar phenomena exhibited by them. Furthermore, he undoubtedly fell into the error common to \\\"specialists,\\\" or persons working for long periods of time on one subject--the error of over-enthusiasm in his subject. He had discovered so many remarkable qualities in the air that it is not surprising to find that he attributed to it many more that he could not demonstrate. Boyle's work upon colors, although probably of less importance than his experiments and deductions upon air, show that he was in the van as far as the science of his day was concerned. As he points out, the schools of his time generally taught that \\\"color is a penetrating quality, reaching to the innermost part of the substance,\\\" and, as an example of this, sealing-wax was cited, which could be broken into minute bits, each particle retaining the same color as its fellows or the original mass. To refute this theory, and to show instances to the contrary, Boyle, among other things, shows that various colors--blue, red, yellow--may be produced upon tempered steel, and yet the metal within \\\"a hair's-breadth of its surface\\\" have none of these colors. Therefore, he was led to believe that color, in opaque bodies at least, is superficial. \\\"But before we descend to a more particular consideration of our subject,\\\" he says, \\\" 'tis proper to observe that colors may be regarded either as a quality residing in bodies to modify light after a particular manner, or else as light itself so modified as to strike upon the organs of sight, and cause the sensation we call color; and that this latter is the more proper acceptation of the word color will appear hereafter. And indeed it is the light itself, which after a certain manner, either mixed with shades or other-wise, strikes our eyes and immediately produces that motion in the organ which gives us the color of an object.\\\"\\\\[6\\\\] In examining smooth and rough surfaces to determine the cause of their color, he made use of the microscope, and pointed out the very obvious example of the difference in color of a rough and a polished piece of the same block of stone. He used some striking illustrations of the effect of light and the position of the eye upon colors. \\\"Thus the color of plush or velvet will appear various if you stroke part of it one way and part another, the posture of the particular threads in regard to the light, or the eye, being thereby varied. And 'tis observable that in a field of ripe corn, blown upon by the wind, there will appear waves of a color different from that of the rest of the corn, because the wind, by depressing some of the ears more than others, causes one to reflect more light from the lateral and strawy parts than another.\\\"\\\\[7\\\\] His work upon color, however, as upon light, was entirely overshadowed by the work of his great fellow-countryman Newton. Boyle's work on electricity was a continuation of Gilbert's, to which he added several new facts. He added several substances to Gilbert's list of \\\"electrics,\\\" experimented on smooth and rough surfaces in exciting of electricity, and made the important discovery that amber retained its attractive virtue after the friction that excited it bad ceased. \\\"For the attrition having caused an intestine motion in its parts,\\\" he says, \\\"the heat thereby excited ought not to cease as soon as ever the rubbing is over, but to continue capable of emitting effluvia for some time afterwards, longer or shorter according to the goodness of the electric and the degree of the commotion made; all which, joined together, may sometimes make the effect considerable; and by this means, on a warm day, I, with a certain body not bigger than a pea, but very vigorously attractive, moved a steel needle, freely poised, about three minutes after I had left off rubbing it.\\\"\\\\[8\\\\]\\n\\nMARIOTTE AND VON GUERICKE Working contemporaneously with Boyle, and a man whose name is usually associated with his as the propounder of the law of density of gases, was Edme Mariotte (died 1684), a native of Burgundy. Mariotte demonstrated that but for the resistance of the atmosphere, all bodies, whether light or heavy, dense or thin, would fall with equal rapidity, and he proved this by the well-known \\\"guinea-and-feather\\\" experiment. Having exhausted the air from a long glass tube in which a guinea piece and a feather had been placed, he showed that in the vacuum thus formed they fell with equal rapidity as often as the tube was reversed. From his various experiments as to the pressure of the atmosphere he deduced the law that the density and elasticity of the atmosphere are precisely proportional to the compressing force (the law of Boyle and Mariotte). He also ascertained that air existed in a state of mechanical mixture with liquids, \\\"existing between their particles in a state of condensation.\\\" He made many other experiments, especially on the collision of bodies, but his most important work was upon the atmosphere. But meanwhile another contemporary of Boyle and Mariotte was interesting himself in the study of the atmosphere, and had made a wonderful invention and a most striking demonstration. This was Otto von Guericke (1602-1686), Burgomaster of Magdeburg, and councillor to his \\\"most serene and potent Highness\\\" the elector of that place. When not engrossed with the duties of public office, he devoted his time to the study of the sciences, particularly pneumatics and electricity, both then in their infancy. The discoveries of Galileo, Pascal, and Torricelli incited him to solve the problem of the creation of a vacuum--a desideratum since before the days of Aristotle. His first experiments were with a wooden pump and a barrel of water, but he soon found that with such porous material as wood a vacuum could not be created or maintained. He therefore made use of a globe of copper, with pump and stop-cock; and with this he was able to pump out air almost as easily as water. Thus, in 1650, the air-pump was invented. Continuing his experiments upon vacuums and atmospheric pressure with his newly discovered pump, he made some startling discoveries as to the enormous pressure exerted by the air. It was not his intention, however, to demonstrate his newly acquired knowledge by words or theories alone, nor by mere laboratory experiments; but he chose instead an open field, to which were invited Emperor Ferdinand III., and all the princes of the Diet at Ratisbon. When they were assembled he produced two hollow brass hemispheres about two feet in diameter, and placing their exactly fitting surfaces together, proceeded to pump out the air from their hollow interior, thus causing them to stick together firmly in a most remarkable way, apparently without anything holding them. This of itself was strange enough; but now the worthy burgomaster produced teams of horses, and harnessing them to either side of the hemispheres, attempted to pull the adhering brasses apart. Five, ten, fifteen teams--thirty horses, in all--were attached; but pull and tug as they would they could not separate the firmly clasped hemispheres. The enormous pressure of the atmosphere had been most strikingly demonstrated. But it is one thing to demonstrate, another to convince; and many of the good people of Magdeburg shook their heads over this \\\"devil's contrivance,\\\" and predicted that Heaven would punish the Herr Burgomaster, as indeed it had once by striking his house with lightning and injuring some of his infernal contrivances. They predicted his future punishment, but they did not molest him, for to his fellow-citizens, who talked and laughed, drank and smoked with him, and knew him for the honest citizen that he was, he did not seem bewitched at all. And so he lived and worked and added other facts to science, and his brass hemispheres were not destroyed by fanatical Inquisitors, but are still preserved in the royal library at Berlin. In his experiments with his air-pump he discovered many things regarding the action of gases, among others, that animals cannot live in a vacuum. He invented the anemoscope and the air-balance, and being thus enabled to weight the air and note the changes that preceded storms and calms, he was able still further to dumfound his wondering fellow-Magde-burgers by more or less accurate predictions about the weather. Von Guericke did not accept Gilbert's theory that the earth was a great magnet, but in his experiments along lines similar to those pursued by Gilbert, he not only invented the first electrical machine, but discovered electrical attraction and repulsion. The electrical machine which he invented consisted of a sphere of sulphur mounted on an iron axis to imitate the rotation of the earth, and which, when rubbed, manifested electrical reactions. When this globe was revolved and stroked with the dry hand it was found that it attached to it \\\"all sorts of little fragments, like leaves of gold, silver, paper, etc.\\\" \\\"Thus this globe,\\\" he says, \\\"when brought rather near drops of water causes them to swell and puff up. It likewise attracts air, smoke, etc.\\\"\\\\[9\\\\] Before the time of Guericke's demonstrations, Cabaeus had noted that chaff leaped back from an \\\"electric,\\\" but he did not interpret the phenomenon as electrical repulsion. Von Guericke, however, recognized it as such, and refers to it as what he calls \\\"expulsive virtue.\\\" \\\"Even expulsive virtue is seen in this globe,\\\" he says, \\\"for it not only attracts, but also REPELS again from itself little bodies of this sort, nor does it receive them until they have touched something else.\\\" It will be observed from this that he was very close to discovering the discharge of the electrification of attracted bodies by contact with some other object, after which they are reattracted by the electric. He performed a most interesting experiment with his sulphur globe and a feather, and in doing so came near anticipating Benjamin Franklin in his discovery of the effects of pointed conductors in drawing off the discharge. Having revolved and stroked his globe until it repelled a bit of down, he removed the globe from its rack and advancing it towards the now repellent down, drove it before him about the room. In this chase he observed that the down preferred to alight against \\\"the points of any object whatsoever.\\\" He noticed that should the down chance to be driven within a few inches of a lighted candle, its attitude towards the globe suddenly changed, and instead of running away from it, it now \\\"flew to it for protection\\\" --the charge on the down having been dissipated by the hot air. He also noted that if one face of a feather had been first attracted and then repelled by the sulphur ball, that the surface so affected was always turned towards the globe; so that if the positions of the two were reversed, the sides of the feather reversed also. Still another important discovery, that of electrical conduction, was made by Von Guericke. Until his discovery no one had observed the transference of electricity from one body to another, although Gilbert had some time before noted that a rod rendered magnetic at one end became so at the other. Von Guericke's experiments were made upon a linen thread with his sulphur globe, which, he says, \\\"having been previously excited by rubbing, can exercise likewise its virtue through a linen thread an ell or more long, and there attract something.\\\" But this discovery, and his equally important one that the sulphur ball becomes luminous when rubbed, were practically forgotten until again brought to notice by the discoveries of Francis Hauksbee and Stephen Gray early in the eighteenth century. From this we may gather that Von Guericke himself did not realize the import of his discoveries, for otherwise he would certainly have carried his investigations still further. But as it was he turned his attention to other fields of research.\\n\\nROBERT HOOKE A slender, crooked, shrivelled-limbed, cantankerous little man, with dishevelled hair and haggard countenance, bad-tempered and irritable, penurious and dishonest, at least in his claims for priority in discoveries--this is the picture usually drawn, alike by friends and enemies, of Robert Hooke (1635-1703), a man with an almost unparalleled genius for scientific discoveries in almost all branches of science. History gives few examples so striking of a man whose really great achievements in science would alone have made his name immortal, and yet who had the pusillanimous spirit of a charlatan--an almost insane mania, as it seems--for claiming the credit of discoveries made by others. This attitude of mind can hardly be explained except as a mania: it is certainly more charitable so to regard it. For his own discoveries and inventions were so numerous that a few more or less would hardly have added to his fame, as his reputation as a philosopher was well established. Admiration for his ability and his philosophical knowledge must always be marred by the recollection of his arrogant claims to the discoveries of other philosophers. It seems pretty definitely determined that Hooke should be credited with the invention of the balance-spring for regulating watches; but for a long time a heated controversy was waged between Hooke and Huygens as to who was the real inventor. It appears that Hooke conceived the idea of the balance-spring, while to Huygens belongs the credit of having adapted the COILED spring in a working model. He thus made practical Hooke's conception, which is without value except as applied by the coiled spring; but, nevertheless, the inventor, as well as the perfector, should receive credit. In this controversy, unlike many others, the blame cannot be laid at Hooke's door. Hooke was the first curator of the Royal Society, and when anything was to be investigated, usually invented the mechanical devices for doing so. Astronomical apparatus, instruments for measuring specific weights, clocks and chronometers, methods of measuring the velocity of falling bodies, freezing and boiling points, strength of gunpowder, magnetic instruments--in short, all kinds of ingenious mechanical devices in all branches of science and mechanics. It was he who made the famous air-pump of Robert Boyle, based on Boyle's plans. Incidentally, Hooke claimed to be the inventor of the first air-pump himself, although this claim is now entirely discredited. Within a period of two years he devised no less than thirty different methods of flying, all of which, of course, came to nothing, but go to show the fertile imagination of the man, and his tireless energy. He experimented with electricity and made some novel suggestions upon the difference between the electric spark and the glow, although on the whole his contributions in this field are unimportant. He also first pointed out that the motions of the heavenly bodies must be looked upon as a mechanical problem, and was almost within grasping distance of the exact theory of gravitation, himself originating the idea of making use of the pendulum in measuring gravity. Likewise, he first proposed the wave theory of light; although it was Huygens who established it on its present foundation. Hooke published, among other things, a book of plates and descriptions of his Microscopical Observations, which gives an idea of the advance that had already been made in microscopy in his time. Two of these plates are given here, which, even in this age of microscopy, are both interesting and instructive. These plates are made from prints of Hooke's original copper plates, and show that excellent lenses were made even at that time. They illustrate, also, how much might have been accomplished in the field of medicine if more attention had been given to microscopy by physicians. Even a century later, had physicians made better use of their microscopes, they could hardly have overlooked such an easily found parasite as the itch mite, which is quite as easily detected as the cheese mite, pictured in Hooke's book. In justice to Hooke, and in extenuation of his otherwise inexcusable peculiarities of mind, it should be remembered that for many years he suffered from a painful and wasting disease. This may have affected his mental equilibrium, without appreciably affecting his ingenuity. In his own time this condition would hardly have been considered a disease; but to-day, with our advanced ideas as to mental diseases, we should be more inclined to ascribe his unfortunate attitude of mind to a pathological condition, rather than to any manifestation of normal mentality. From this point of view his mental deformity seems not unlike that of Cavendish's, later, except that in the case of Cavendish it manifested itself as an abnormal sensitiveness instead of an abnormal irritability.\\n\\nCHRISTIAN HUYGENS If for nothing else, the world is indebted to the man who invented the pendulum clock, Christian Huygens (1629-1695), of the Hague, inventor, mathematician, mechanician, astronomer, and physicist. Huygens was the descendant of a noble and distinguished family, his father, Sir Constantine Huygens, being a well-known poet and diplomatist. Early in life young Huygens began his career in the legal profession, completing his education in the juridical school at Breda; but his taste for mathematics soon led him to neglect his legal studies, and his aptitude for scientific researches was so marked that Descartes predicted great things of him even while he was a mere tyro in the field of scientific investigation. One of his first endeavors in science was to attempt an improvement of the telescope. Reflecting upon the process of making lenses then in vogue, young Huygens and his brother Constantine attempted a new method of grinding and polishing, whereby they overcame a great deal of the spherical and chromatic aberration. With this new telescope a much clearer field of vision was obtained, so much so that Huygens was able to detect, among other things, a hitherto unknown satellite of Saturn. It was these astronomical researches that led him to apply the pendulum to regulate the movements of clocks. The need for some more exact method of measuring time in his observations of the stars was keenly felt by the young astronomer, and after several experiments along different lines, Huygens hit upon the use of a swinging weight; and in 1656 made his invention of the pendulum clock. The year following, his clock was presented to the states-general. Accuracy as to time is absolutely essential in astronomy, but until the invention of Huygens's clock there was no precise, nor even approximately precise, means of measuring short intervals. Huygens was one of the first to adapt the micrometer to the telescope--a mechanical device on which all the nice determination of minute distances depends. He also took up the controversy against Hooke as to the superiority of telescopic over plain sights to quadrants, Hooke contending in favor of the plain. In this controversy, the subject of which attracted wide attention, Huygens was completely victorious; and Hooke, being unable to refute Huygens's arguments, exhibited such irritability that he increased his already general unpopularity. All of the arguments for and against the telescope sight are too numerous to be given here. In contending in its favor Huygens pointed out that the unaided eye is unable to appreciate an angular space in the sky less than about thirty seconds. Even in the best quadrant with a plain sight, therefore, the altitude must be uncertain by that quantity. If in place of the plain sight a telescope is substituted, even if it magnify only thirty times, it will enable the observer to fix the position to one second, with progressively increased accuracy as the magnifying power of the telescope is increased. This was only one of the many telling arguments advanced by Huygens. In the field of optics, also, Huygens has added considerably to science, and his work, Dioptrics, is said to have been a favorite book with Newton. During the later part of his life, however, Huygens again devoted himself to inventing and constructing telescopes, grinding the lenses, and devising, if not actually making, the frame for holding them. These telescopes were of enormous lengths, three of his object-glasses, now in possession of the Royal Society, being of 123, 180, and 210 feet focal length respectively. Such instruments, if constructed in the ordinary form of the long tube, were very unmanageable, and to obviate this Huygens adopted the plan of dispensing with the tube altogether, mounting his lenses on long poles manipulated by machinery. Even these were unwieldy enough, but the difficulties of manipulation were fully compensated by the results obtained. It had been discovered, among other things, that in oblique refraction light is separated into colors. Therefore, any small portion of the convex lens of the telescope, being a prism, the rays proceed to the focus, separated into prismatic colors, which make the image thus formed edged with a fringe of color and indistinct. But, fortunately for the early telescope makers, the degree of this aberration is independent of the focal length of the lens; so that, by increasing this focal length and using the appropriate eye-piece, the image can be greatly magnified, while the fringe of colors remains about the same as when a less powerful lens is used. Hence the advantage of Huygens's long telescope. He did not confine his efforts to simply lengthening the focal length of his telescopes, however, but also added to their efficiency by inventing an almost perfect achromatic eye-piece. In 1663 he was elected a fellow of the Royal Society of London, and in 1669 he gave to that body a concise statement of the laws governing the collision of elastic bodies. Although the same views had been given by Wallis and Wren a few weeks earlier, there is no doubt that Huygens's views were reached independently; and it is probable that he had arrived at his conclusions several years before. In the Philosophical Transactions for 1669 it is recorded that the society, being interested in the laws of the principles of motion, a request was made that M. Huygens, Dr. Wallis, and Sir Christopher Wren submit their views on the subject. Wallis submitted his paper first, November 15, 1668. A month later, December 17th, Wren imparted to the society his laws as to the nature of the collision of bodies. And a few days later, January 5, 1669, Huygens sent in his \\\"Rules Concerning the Motion of Bodies after Mutual Impulse.\\\" Although Huygens's report was received last, he was anticipated by such a brief space of time, and his views are so clearly stated--on the whole rather more so than those of the other two--that we give them in part here:\\n\\n\\\"1. If a hard body should strike against a body equally hard at rest, after contact the former will rest and the latter acquire a velocity equal to that of the moving body. \\\"2. But if that other equal body be likewise in motion, and moving in the same direction, after contact they will move with reciprocal velocities. \\\"3. A body, however great, is moved by a body however small impelled with any velocity whatsoever. \\\"5. The quantity of motion of two bodies may be either increased or diminished by their shock; but the same quantity towards the same part remains, after subtracting the quantity of the contrary motion. \\\"6. The sum of the products arising from multiplying the mass of any hard body into the squares of its velocity is the same both before and after the stroke. \\\"7. A hard body at rest will receive a greater quantity of motion from another hard body, either greater or less than itself, by the interposition of any third body of a mean quantity, than if it was immediately struck by the body itself; and if the interposing body be a mean proportional between the other two, its action upon the quiescent body will be the greatest of all.\\\"\\\\[10\\\\]\\n\\nThis was only one of several interesting and important communications sent to the Royal Society during his lifetime. One of these was a report on what he calls \\\"Pneumatical Experiments.\\\" \\\"Upon including in a vacuum an insect resembling a beetle, but somewhat larger,\\\" he says, \\\"when it seemed to be dead, the air was readmitted, and soon after it revived; putting it again in the vacuum, and leaving it for an hour, after which the air was readmitted, it was observed that the insect required a longer time to recover; including it the third time for two days, after which the air was admitted, it was ten hours before it began to stir; but, putting it in a fourth time, for eight days, it never afterwards recovered.... Several birds, rats, mice, rabbits, and cats were killed in a vacuum, but if the air was admitted before the engine was quite exhausted some of them would recover; yet none revived that had been in a perfect vacuum.... Upon putting the weight of eighteen grains of powder with a gauge into a receiver that held several pounds of water, and firing the powder, it raised the mercury an inch and a half; from which it appears that there is one-fifth of air in gunpowder, upon the supposition that air is about one thousand times lighter than water; for in this experiment the mercury rose to the eighteenth part of the height at which the air commonly sustains it, and consequently the weight of eighteen grains of powder yielded air enough to fill the eighteenth part of a receiver that contained seven pounds of water; now this eighteenth part contains forty-nine drachms of water; wherefore the air, that takes up an equal space, being a thousand times lighter, weighs one-thousandth part of forty-nine drachms, which is more than three grains and a half; it follows, therefore, that the weight of eighteen grains of powder contains more than three and a half of air, which is about one-fifth of eighteen grains....\\\" From 1665 to 1681, accepting the tempting offer made him through Colbert, by Louis XIV., Huygens pursued his studies at the Bibliotheque du Roi as a resident of France. Here he published his Horologium Oscillatorium, dedicated to the king, containing, among other things, his solution of the problem of the \\\"centre of oscillation.\\\" This in itself was an important step in the history of mechanics. Assuming as true that the centre of gravity of any number of interdependent bodies cannot rise higher than the point from which it falls, he reached correct conclusions as to the general principle of the conservation of vis viva, although he did not actually prove his conclusions. This was the first attempt to deal with the dynamics of a system. In this work, also, was the true determination of the relation between the length of a pendulum and the time of its oscillation. In 1681 he returned to Holland, influenced, it is believed, by the attitude that was being taken in France against his religion. Here he continued his investigations, built his immense telescopes, and, among other things, discovered \\\"polarization,\\\" which is recorded in Traite de la Lumiere, published at Leyden in 1690. Five years later he died, bequeathing his manuscripts to the University of Leyden. It is interesting to note that he never accepted Newton's theory of gravitation as a universal property of matter.\\n\\nXI. NEWTON AND THE COMPOSITION OF LIGHT Galileo, that giant in physical science of the early seventeenth century, died in 1642. On Christmas day of the same year there was born in England another intellectual giant who was destined to carry forward the work of Copernicus, Kepler, and Galileo to a marvellous consummation through the discovery of the great unifying law in accordance with which the planetary motions are performed. We refer, of course, to the greatest of English physical scientists, Isaac Newton, the Shakespeare of the scientific world. Born thus before the middle of the seventeenth century, Newton lived beyond the first quarter of the eighteenth (1727). For the last forty years of that period his was the dominating scientific personality of the world. With full propriety that time has been spoken of as the \\\"Age of Newton.\\\" Yet the man who was to achieve such distinction gave no early premonition of future greatness. He was a sickly child from birth, and a boy of little seeming promise. He was an indifferent student, yet, on the other hand, he cared little for the common amusements of boyhood. He early exhibited, however, a taste for mechanical contrivances, and spent much time in devising windmills, water-clocks, sun-dials, and kites. While other boys were interested only in having kites that would fly, Newton--at least so the stories of a later time would have us understand--cared more for the investigation of the seeming principles involved, or for testing the best methods of attaching the strings, or the best materials to be used in construction. Meanwhile the future philosopher was acquiring a taste for reading and study, delving into old volumes whenever he found an opportunity. These habits convinced his relatives that it was useless to attempt to make a farmer of the youth, as had been their intention. He was therefore sent back to school, and in the summer of 1661 he matriculated at Trinity College, Cambridge. Even at college Newton seems to have shown no unusual mental capacity, and in 1664, when examined for a scholarship by Dr. Barrow, that gentleman is said to have formed a poor opinion of the applicant. It is said that the knowledge of the estimate placed upon his abilities by his instructor piqued Newton, and led him to take up in earnest the mathematical studies in which he afterwards attained such distinction. The study of Euclid and Descartes's \\\"Geometry\\\" roused in him a latent interest in mathematics, and from that time forward his investigations were carried on with enthusiasm. In 1667 he was elected Fellow of Trinity College, taking the degree of M.A. the following spring. It will thus appear that Newton's boyhood and early manhood were passed during that troublous time in British political annals which saw the overthrow of Charles I., the autocracy of Cromwell, and the eventual restoration of the Stuarts. His maturer years witnessed the overthrow of the last Stuart and the reign of the Dutchman, William of Orange. In his old age he saw the first of the Hanoverians mount the throne of England. Within a decade of his death such scientific path-finders as Cavendish, Black, and Priestley were born--men who lived on to the close of the eighteenth century. In a full sense, then, the age of Newton bridges the gap from that early time of scientific awakening under Kepler and Galileo to the time which we of the twentieth century think of as essentially modern.\\n\\nTHE COMPOSITION OF WHITE LIGHT In December, 1672, Newton was elected a Fellow of the Royal Society, and at this meeting a paper describing his invention of the refracting telescope was read. A few days later he wrote to the secretary, making some inquiries as to the weekly meetings of the society, and intimating that he had an account of an interesting discovery that he wished to lay before the society. When this communication was made public, it proved to be an explanation of the discovery of the composition of white light. We have seen that the question as to the nature of color had commanded the attention of such investigators as Huygens, but that no very satisfactory solution of the question had been attained. Newton proved by demonstrative experiments that white light is composed of the blending of the rays of diverse colors, and that the color that we ascribe to any object is merely due to the fact that the object in question reflects rays of that color, absorbing the rest. That white light is really made up of many colors blended would seem incredible had not the experiments by which this composition is demonstrated become familiar to every one. The experiments were absolutely novel when Newton brought them forward, and his demonstration of the composition of light was one of the most striking expositions ever brought to the attention of the Royal Society. It is hardly necessary to add that, notwithstanding the conclusive character of Newton's work, his explanations did not for a long time meet with general acceptance. Newton was led to his discovery by some experiments made with an ordinary glass prism applied to a hole in the shutter of a darkened room, the refracted rays of the sunlight being received upon the opposite wall and forming there the familiar spectrum. \\\"It was a very pleasing diversion,\\\" he wrote, \\\"to view the vivid and intense colors produced thereby; and after a time, applying myself to consider them very circumspectly, I became surprised to see them in varying form, which, according to the received laws of refraction, I expected should have been circular. They were terminated at the sides with straight lines, but at the ends the decay of light was so gradual that it was difficult to determine justly what was their figure, yet they seemed semicircular. \\\"Comparing the length of this colored spectrum with its breadth, I found it almost five times greater; a disproportion so extravagant that it excited me to a more than ordinary curiosity of examining from whence it might proceed. I could scarce think that the various thicknesses of the glass, or the termination with shadow or darkness, could have any influence on light to produce such an effect; yet I thought it not amiss, first, to examine those circumstances, and so tried what would happen by transmitting light through parts of the glass of divers thickness, or through holes in the window of divers bigness, or by setting the prism without so that the light might pass through it and be refracted before it was transmitted through the hole; but I found none of those circumstances material. The fashion of the colors was in all these cases the same. \\\"Then I suspected whether by any unevenness of the glass or other contingent irregularity these colors might be thus dilated. And to try this I took another prism like the former, and so placed it that the light, passing through them both, might be refracted contrary ways, and so by the latter returned into that course from which the former diverted it. For, by this means, I thought, the regular effects of the first prism would be destroyed by the second prism, but the irregular ones more augmented by the multiplicity of refractions. The event was that the light, which by the first prism was diffused into an oblong form, was by the second reduced into an orbicular one with as much regularity as when it did not all pass through them. So that, whatever was the cause of that length, 'twas not any contingent irregularity. \\\"I then proceeded to examine more critically what might be effected by the difference of the incidence of rays coming from divers parts of the sun; and to that end measured the several lines and angles belonging to the image. Its distance from the hole or prism was 22 feet; its utmost length 13 1/4 inches; its breadth 2 5/8; the diameter of the hole 1/4 of an inch; the angle which the rays, tending towards the middle of the image, made with those lines, in which they would have proceeded without refraction, was 44 degrees 56'; and the vertical angle of the prism, 63 degrees 12'. Also the refractions on both sides of the prism--that is, of the incident and emergent rays--were, as near as I could make them, equal, and consequently about 54 degrees 4'; and the rays fell perpendicularly upon the wall. Now, subducting the diameter of the hole from the length and breadth of the image, there remains 13 inches the length, and 2 3/8 the breadth, comprehended by those rays, which, passing through the centre of the said hole, which that breadth subtended, was about 31', answerable to the sun's diameter; but the angle which its length subtended was more than five such diameters, namely 2 degrees 49'. \\\"Having made these observations, I first computed from them the refractive power of the glass, and found it measured by the ratio of the sines 20 to 31. And then, by that ratio, I computed the refractions of two rays flowing from opposite parts of the sun's discus, so as to differ 31' in their obliquity of incidence, and found that the emergent rays should have comprehended an angle of 31', as they did, before they were incident. \\\"But because this computation was founded on the hypothesis of the proportionality of the sines of incidence and refraction, which though by my own experience I could not imagine to be so erroneous as to make that angle but 31', which in reality was 2 degrees 49', yet my curiosity caused me again to make my prism. And having placed it at my window, as before, I observed that by turning it a little about its axis to and fro, so as to vary its obliquity to the light more than an angle of 4 degrees or 5 degrees, the colors were not thereby sensibly translated from their place on the wall, and consequently by that variation of incidence the quantity of refraction was not sensibly varied. By this experiment, therefore, as well as by the former computation, it was evident that the difference of the incidence of rays flowing from divers parts of the sun could not make them after decussation diverge at a sensibly greater angle than that at which they before converged; which being, at most, but about 31' or 32', there still remained some other cause to be found out, from whence it could be 2 degrees 49'.\\\" All this caused Newton to suspect that the rays, after their trajection through the prism, moved in curved rather than in straight lines, thus tending to be cast upon the wall at different places according to the amount of this curve. His suspicions were increased, also, by happening to recall that a tennis-ball sometimes describes such a curve when \\\"cut\\\" by a tennis-racket striking the ball obliquely. \\\"For a circular as well as a progressive motion being communicated to it by the stroke,\\\" he says, \\\"its parts on that side where the motions conspire must press and beat the contiguous air more violently than on the other, and there excite a reluctancy and reaction of the air proportionately greater. And for the same reason, if the rays of light should possibly be globular bodies, and by their oblique passage out of one medium into another acquire a circulating motion, they ought to feel the greater resistance from the ambient ether on that side where the motions conspire, and thence be continually bowed to the other. But notwithstanding this plausible ground of suspicion, when I came to examine it I could observe no such curvity in them. And, besides (which was enough for my purpose), I observed that the difference 'twixt the length of the image and diameter of the hole through which the light was transmitted was proportionable to their distance. \\\"The gradual removal of these suspicions at length led me to the experimentum crucis, which was this: I took two boards, and, placing one of them close behind the prism at the window, so that the light must pass through a small hole, made in it for the purpose, and fall on the other board, which I placed at about twelve feet distance, having first made a small hole in it also, for some of the incident light to pass through. Then I placed another prism behind this second board, so that the light trajected through both the boards might pass through that also, and be again refracted before it arrived at the wall. This done, I took the first prism in my hands and turned it to and fro slowly about its axis, so much as to make the several parts of the image, cast on the second board, successively pass through the hole in it, that I might observe to what places on the wall the second prism would refract them. And I saw by the variation of these places that the light, tending to that end of the image towards which the refraction of the first prism was made, did in the second prism suffer a refraction considerably greater than the light tending to the other end. And so the true cause of the length of that image was detected to be no other than that LIGHT consists of RAYS DIFFERENTLY REFRANGIBLE, which, without any respect to a difference in their incidence, were, according to their degrees of refrangibility, transmitted towards divers parts of the wall.\\\"\\\\[1\\\\]\\n\\nTHE NATURE OF COLOR Having thus proved the composition of light, Newton took up an exhaustive discussion as to colors, which cannot be entered into at length here. Some of his remarks on the subject of compound colors, however, may be stated in part. Newton's views are of particular interest in this connection, since, as we have already pointed out, the question as to what constituted color could not be agreed upon by the philosophers. Some held that color was an integral part of the substance; others maintained that it was simply a reflection from the surface; and no scientific explanation had been generally accepted. Newton concludes his paper as follows: \\\"I might add more instances of this nature, but I shall conclude with the general one that the colors of all natural bodies have no other origin than this, that they are variously qualified to reflect one sort of light in greater plenty than another. And this I have experimented in a dark room by illuminating those bodies with uncompounded light of divers colors. For by that means any body may be made to appear of any color. They have there no appropriate color, but ever appear of the color of the light cast upon them, but yet with this difference, that they are most brisk and vivid in the light of their own daylight color. Minium appeareth there of any color indifferently with which 'tis illustrated, but yet most luminous in red; and so Bise appeareth indifferently of any color with which 'tis illustrated, but yet most luminous in blue. And therefore Minium reflecteth rays of any color, but most copiously those indued with red; and consequently, when illustrated with daylight--that is, with all sorts of rays promiscuously blended--those qualified with red shall abound most in the reflected light, and by their prevalence cause it to appear of that color. And for the same reason, Bise, reflecting blue most copiously, shall appear blue by the excess of those rays in its reflected light; and the like of other bodies. And that this is the entire and adequate cause of their colors is manifest, because they have no power to change or alter the colors of any sort of rays incident apart, but put on all colors indifferently with which they are enlightened.\\\"\\\\[2\\\\] This epoch-making paper aroused a storm of opposition. Some of Newton's opponents criticised his methods, others even doubted the truth of his experiments. There was one slight mistake in Newton's belief that all prisms would give a spectrum of exactly the same length, and it was some time before he corrected this error. Meanwhile he patiently met and answered the arguments of his opponents until he began to feel that patience was no longer a virtue. At one time he even went so far as to declare that, once he was \\\"free of this business,\\\" he would renounce scientific research forever, at least in a public way. Fortunately for the world, however, he did not adhere to this determination, but went on to even greater discoveries--which, it may be added, involved still greater controversies. In commenting on Newton's discovery of the composition of light, Voltaire said: \\\"Sir Isaac Newton has demonstrated to the eye, by the bare assistance of a prism, that light is a composition of colored rays, which, being united, form white color. A single ray is by him divided into seven, which all fall upon a piece of linen or a sheet of white paper, in their order one above the other, and at equal distances. The first is red, the second orange, the third yellow, the fourth green, the fifth blue, the sixth indigo, the seventh a violet purple. Each of these rays transmitted afterwards by a hundred other prisms will never change the color it bears; in like manner as gold, when completely purged from its dross, will never change afterwards in the crucible.\\\"\\\\[3\\\\]\\n\\nXII. NEWTON AND THE LAW OF GRAVITATION We come now to the story of what is by common consent the greatest of scientific achievements. The law of universal gravitation is the most far-reaching principle as yet discovered. It has application equally to the minutest particle of matter and to the most distant suns in the universe, yet it is amazing in its very simplicity. As usually phrased, the law is this: That every particle of matter in the universe attracts every other particle with a force that varies directly with the mass of the particles and inversely as the squares of their mutual distance. Newton did not vault at once to the full expression of this law, though he had formulated it fully before he gave the results of his investigations to the world. We have now to follow the steps by which he reached this culminating achievement. At the very beginning we must understand that the idea of universal gravitation was not absolutely original with Newton. Away back in the old Greek days, as we have seen, Anaxagoras conceived and clearly expressed the idea that the force which holds the heavenly bodies in their orbits may be the same that operates upon substances at the surface of the earth. With Anaxagoras this was scarcely more than a guess. After his day the idea seems not to have been expressed by any one until the seventeenth century's awakening of science. Then the consideration of Kepler's Third Law of planetary motion suggested to many minds perhaps independently the probability that the force hitherto mentioned merely as centripetal, through the operation of which the planets are held in their orbits is a force varying inversely as the square of the distance from the sun. This idea had come to Robert Hooke, to Wren, and perhaps to Halley, as well as to Newton; but as yet no one had conceived a method by which the validity of the suggestion might be tested. It was claimed later on by Hooke that he had discovered a method demonstrating the truth of the theory of inverse squares, and after the full announcement of Newton's discovery a heated controversy was precipitated in which Hooke put forward his claims with accustomed acrimony. Hooke, however, never produced his demonstration, and it may well be doubted whether he had found a method which did more than vaguely suggest the law which the observations of Kepler had partially revealed. Newton's great merit lay not so much in conceiving the law of inverse squares as in the demonstration of the law. He was led to this demonstration through considering the orbital motion of the moon. According to the familiar story, which has become one of the classic myths of science, Newton was led to take up the problem through observing the fall of an apple. Voltaire is responsible for the story, which serves as well as another; its truth or falsity need not in the least concern us. Suffice it that through pondering on the familiar fact of terrestrial gravitation, Newton was led to question whether this force which operates so tangibly here at the earth's surface may not extend its influence out into the depths of space, so as to include, for example, the moon. Obviously some force pulls the moon constantly towards the earth; otherwise that body would fly off at a tangent and never return. May not this so-called centripetal force be identical with terrestrial gravitation? Such was Newton's query. Probably many another man since Anaxagoras had asked the same question, but assuredly Newton was the first man to find an answer. The thought that suggested itself to Newton's mind was this: If we make a diagram illustrating the orbital course of the moon for any given period, say one minute, we shall find that the course of the moon departs from a straight line during that period by a measurable distance--that: is to say, the moon has been virtually pulled towards the earth by an amount that is represented by the difference between its actual position at the end of the minute under observation and the position it would occupy had its course been tangential, as, according to the first law of motion, it must have been had not some force deflected it towards the earth. Measuring the deflection in question--which is equivalent to the so-called versed sine of the arc traversed--we have a basis for determining the strength of the deflecting force. Newton constructed such a diagram, and, measuring the amount of the moon's departure from a tangential rectilinear course in one minute, determined this to be, by his calculation, thirteen feet. Obviously, then, the force acting upon the moon is one that would cause that body to fall towards the earth to the distance of thirteen feet in the first minute of its fall. Would such be the force of gravitation acting at the distance of the moon if the power of gravitation varies inversely as the square of the distance? That was the tangible form in which the problem presented itself to Newton. The mathematical solution of the problem was simple enough. It is based on a comparison of the moon's distance with the length of the earth's radius. On making this calculation, Newton found that the pull of gravitation--if that were really the force that controls the moon--gives that body a fall of slightly over fifteen feet in the first minute, instead of thirteen feet. Here was surely a suggestive approximation, yet, on the other band, the discrepancy seemed to be too great to warrant him in the supposition that he had found the true solution. He therefore dismissed the matter from his mind for the time being, nor did he return to it definitely for some years. {illustration caption =  DIAGRAM TO ILLUSTRATE NEWTON'S LAW OF GRAVITATION (E represents the earth and A the moon. Were the earth's pull on the moon to cease, the moon's inertia would cause it to take the tangential course, AB. On the other hand, were the moon's motion to be stopped for an instant, the moon would fall directly towards the earth, along the line AD. The moon's actual orbit, resulting from these component forces, is AC. Let AC represent the actual flight of the moon in one minute. Then BC, which is obviously equal to AD, represents the distance which the moon virtually falls towards the earth in one minute. Actual computation, based on measurements of the moon's orbit, showed this distance to be about fifteen feet. Another computation showed that this is the distance that the moon would fall towards the earth under the influence of gravity, on the supposition that the force of gravity decreases inversely with the square of the distance; the basis of comparison being furnished by falling bodies at the surface of the earth. Theory and observations thus coinciding, Newton was justified in declaring that the force that pulls the moon towards the earth and keeps it in its orbit, is the familiar force of gravity, and that this varies inversely as the square of the distance.)} It was to appear in due time that Newton's hypothesis was perfectly valid and that his method of attempted demonstration was equally so. The difficulty was that the earth's proper dimensions were not at that time known. A wrong estimate of the earth's size vitiated all the other calculations involved, since the measurement of the moon's distance depends upon the observation of the parallax, which cannot lead to a correct computation unless the length of the earth's radius is accurately known. Newton's first calculation was made as early as 1666, and it was not until 1682 that his attention was called to a new and apparently accurate measurement of a degree of the earth's meridian made by the French astronomer Picard. The new measurement made a degree of the earth's surface 69.10 miles, instead of sixty miles. Learning of this materially altered calculation as to the earth's size, Newton was led to take up again his problem of the falling moon. As he proceeded with his computation, it became more and more certain that this time the result was to harmonize with the observed facts. As the story goes, he was so completely overwhelmed with emotion that he was forced to ask a friend to complete the simple calculation. That story may well be true, for, simple though the computation was, its result was perhaps the most wonderful demonstration hitherto achieved in the entire field of science. Now at last it was known that the force of gravitation operates at the distance of the moon, and holds that body in its elliptical orbit, and it required but a slight effort of the imagination to assume that the force which operates through such a reach of space extends its influence yet more widely. That such is really the case was demonstrated presently through calculations as to the moons of Jupiter and by similar computations regarding the orbital motions of the various planets. All results harmonizing, Newton was justified in reaching the conclusion that gravitation is a universal property of matter. It remained, as we shall see, for nineteenth-century scientists to prove that the same force actually operates upon the stars, though it should be added that this demonstration merely fortified a belief that had already found full acceptance. Having thus epitomized Newton's discovery, we must now take up the steps of his progress somewhat in detail, and state his theories and their demonstration in his own words. Proposition IV., theorem 4, of his Principia is as follows: \\\"That the moon gravitates towards the earth and by the force of gravity is continually drawn off from a rectilinear motion and retained in its orbit. \\\"The mean distance of the moon from the earth, in the syzygies in semi-diameters of the earth, is, according to Ptolemy and most astronomers, 59; according to Vendelin and Huygens, 60; to Copernicus, 60 1/3; to Street, 60 2/3; and to Tycho, 56 1/2. But Tycho, and all that follow his tables of refractions, making the refractions of the sun and moon (altogether against the nature of light) to exceed the refractions of the fixed stars, and that by four or five minutes NEAR THE HORIZON, did thereby increase the moon's HORIZONTAL parallax by a like number of minutes, that is, by a twelfth or fifteenth part of the whole parallax. Correct this error and the distance will become about 60 1/2 semi-diameters of the earth, near to what others have assigned. Let us assume the mean distance of 60 diameters in the syzygies; and suppose one revolution of the moon, in respect to the fixed stars, to be completed in 27d. 7h. 43', as astronomers have determined; and the circumference of the earth to amount to 123,249,600 Paris feet, as the French have found by mensuration. And now, if we imagine the moon, deprived of all motion, to be let go, so as to descend towards the earth with the impulse of all that force by which (by Cor. Prop. iii.) it is retained in its orb, it will in the space of one minute of time describe in its fall 15 1/12 Paris feet. For the versed sine of that arc which the moon, in the space of one minute of time, would by its mean motion describe at the distance of sixty semi-diameters of the earth, is nearly 15 1/12 Paris feet, or more accurately 15 feet, 1 inch, 1 line 4/9. Wherefore, since that force, in approaching the earth, increases in the reciprocal-duplicate proportion of the distance, and upon that account, at the surface of the earth, is 60 x 60 times greater than at the moon, a body in our regions, falling with that force, ought in the space of one minute of time to describe 60 x 60 x 15 1/12 Paris feet; and in the space of one second of time, to describe 15 1/12 of those feet, or more accurately, 15 feet, 1 inch, 1 line 4/9. And with this very force we actually find that bodies here upon earth do really descend; for a pendulum oscillating seconds in the latitude of Paris will be 3 Paris feet, and 8 lines 1/2 in length, as Mr. Huygens has observed. And the space which a heavy body describes by falling in one second of time is to half the length of the pendulum in the duplicate ratio of the circumference of a circle to its diameter (as Mr. Huygens has also shown), and is therefore 15 Paris feet, 1 inch, 1 line 4/9. And therefore the force by which the moon is retained in its orbit is that very same force which we commonly call gravity; for, were gravity another force different from that, then bodies descending to the earth with the joint impulse of both forces would fall with a double velocity, and in the space of one second of time would describe 30 1/6 Paris feet; altogether against experience.\\\"\\\\[1\\\\] All this is beautifully clear, and its validity has never in recent generations been called in question; yet it should be explained that the argument does not amount to an actually indisputable demonstration. It is at least possible that the coincidence between the observed and computed motion of the moon may be a mere coincidence and nothing more. This probability, however, is so remote that Newton is fully justified in disregarding it, and, as has been said, all subsequent generations have accepted the computation as demonstrative. Let us produce now Newton's further computations as to the other planetary bodies, passing on to his final conclusion that gravity is a universal force.           \\\"PROPOSITION V., THEOREM V. \\\"That the circumjovial planets gravitate towards Jupiter; the circumsaturnal towards Saturn; the circumsolar towards the sun; and by the forces of their gravity are drawn off from rectilinear motions, and retained in curvilinear orbits.\\n\\n\\\"For the revolutions of the circumjovial planets about Jupiter, of the circumsaturnal about Saturn, and of Mercury and Venus and the other circumsolar planets about the sun, are appearances of the same sort with the revolution of the moon about the earth; and therefore, by Rule ii., must be owing to the same sort of causes; especially since it has been demonstrated that the forces upon which those revolutions depend tend to the centres of Jupiter, of Saturn, and of the sun; and that those forces, in receding from Jupiter, from Saturn, and from the sun, decrease in the same proportion, and according to the same law, as the force of gravity does in receding from the earth. \\\"COR. 1.--There is, therefore, a power of gravity tending to all the planets; for doubtless Venus, Mercury, and the rest are bodies of the same sort with Jupiter and Saturn. And since all attraction (by Law iii.) is mutual, Jupiter will therefore gravitate towards all his own satellites, Saturn towards his, the earth towards the moon, and the sun towards all the primary planets. \\\"COR. 2.--The force of gravity which tends to any one planet is reciprocally as the square of the distance of places from the planet's centre. \\\"COR. 3.--All the planets do mutually gravitate towards one another, by Cor. 1 and 2, and hence it is that Jupiter and Saturn, when near their conjunction, by their mutual attractions sensibly disturb each other's motions. So the sun disturbs the motions of the moon; and both sun and moon disturb our sea, as we shall hereafter explain.           \\\"SCHOLIUM \\\"The force which retains the celestial bodies in their orbits has been hitherto called centripetal force; but it being now made plain that it can be no other than a gravitating force, we shall hereafter call it gravity. For the cause of the centripetal force which retains the moon in its orbit will extend itself to all the planets by Rules i., ii., and iii.           \\\"PROPOSITION VI., THEOREM VI. \\\"That all bodies gravitate towards every planet; and that the weights of the bodies towards any the same planet, at equal distances from the centre of the planet, are proportional to the quantities of matter which they severally contain.\\n\\n\\\"It has been now a long time observed by others that all sorts of heavy bodies (allowance being made for the inability of retardation which they suffer from a small power of resistance in the air) descend to the earth FROM EQUAL HEIGHTS in equal times; and that equality of times we may distinguish to a great accuracy by help of pendulums. I tried the thing in gold, silver, lead, glass, sand, common salt, wood, water, and wheat. I provided two wooden boxes, round and equal: I filled the one with wood, and suspended an equal weight of gold (as exactly as I could) in the centre of oscillation of the other. The boxes hanging by eleven feet, made a couple of pendulums exactly equal in weight and figure, and equally receiving the resistance of the air. And, placing the one by the other, I observed them to play together forward and backward, for a long time, with equal vibrations. And therefore the quantity of matter in gold was to the quantity of matter in the wood as the action of the motive force (or vis motrix) upon all the gold to the action of the same upon all the wood--that is, as the weight of the one to the weight of the other: and the like happened in the other bodies. By these experiments, in bodies of the same weight, I could manifestly have discovered a difference of matter less than the thousandth part of the whole, had any such been. But, without all doubt, the nature of gravity towards the planets is the same as towards the earth. For, should we imagine our terrestrial bodies removed to the orb of the moon, and there, together with the moon, deprived of all motion, to be let go, so as to fall together towards the earth, it is certain, from what we have demonstrated before, that, in equal times, they would describe equal spaces with the moon, and of consequence are to the moon, in quantity and matter, as their weights to its weight. \\\"Moreover, since the satellites of Jupiter perform their revolutions in times which observe the sesquiplicate proportion of their distances from Jupiter's centre, their accelerative gravities towards Jupiter will be reciprocally as the square of their distances from Jupiter's centre--that is, equal, at equal distances. And, therefore, these satellites, if supposed to fall TOWARDS JUPITER from equal heights, would describe equal spaces in equal times, in like manner as heavy bodies do on our earth. And, by the same argument, if the circumsolar planets were supposed to be let fall at equal distances from the sun, they would, in their descent towards the sun, describe equal spaces in equal times. But forces which equally accelerate unequal bodies must be as those bodies--that is to say, the weights of the planets (TOWARDS THE SUN must be as their quantities of matter. Further, that the weights of Jupiter and his satellites towards the sun are proportional to the several quantities of their matter, appears from the exceedingly regular motions of the satellites. For if some of these bodies were more strongly attracted to the sun in proportion to their quantity of matter than others, the motions of the satellites would be disturbed by that inequality of attraction. If at equal distances from the sun any satellite, in proportion to the quantity of its matter, did gravitate towards the sun with a force greater than Jupiter in proportion to his, according to any given proportion, suppose d to e; then the distance between the centres of the sun and of the satellite's orbit would be always greater than the distance between the centres of the sun and of Jupiter nearly in the subduplicate of that proportion: as by some computations I have found. And if the satellite did gravitate towards the sun with a force, lesser in the proportion of e to d, the distance of the centre of the satellite's orb from the sun would be less than the distance of the centre of Jupiter from the sun in the subduplicate of the same proportion. Therefore, if at equal distances from the sun, the accelerative gravity of any satellite towards the sun were greater or less than the accelerative gravity of Jupiter towards the sun by one-one-thousandth part of the whole gravity, the distance of the centre of the satellite's orbit from the sun would be greater or less than the distance of Jupiter from the sun by one one-two-thousandth part of the whole distance--that is, by a fifth part of the distance of the utmost satellite from the centre of Jupiter; an eccentricity of the orbit which would be very sensible. But the orbits of the satellites are concentric to Jupiter, and therefore the accelerative gravities of Jupiter and of all its satellites towards the sun, at equal distances from the sun, are as their several quantities of matter; and the weights of the moon and of the earth towards the sun are either none, or accurately proportional to the masses of matter which they contain. \\\"COR. 5.--The power of gravity is of a different nature from the power of magnetism; for the magnetic attraction is not as the matter attracted. Some bodies are attracted more by the magnet; others less; most bodies not at all. The power of magnetism in one and the same body may be increased and diminished; and is sometimes far stronger, for the quantity of matter, than the power of gravity; and in receding from the magnet decreases not in the duplicate, but almost in the triplicate proportion of the distance, as nearly as I could judge from some rude observations.\\n\\n```\\n      \\\"PROPOSITION VII., THEOREM VII. \\\"That there is a power of gravity tending to all bodies, proportional to the several quantities of matter which they contain.\\n```\\n\\nThat all the planets mutually gravitate one towards another we have proved before; as well as that the force of gravity towards every one of them considered apart, is reciprocally as the square of the distance of places from the centre of the planet. And thence it follows, that the gravity tending towards all the planets is proportional to the matter which they contain. \\\"Moreover, since all the parts of any planet A gravitates towards any other planet B; and the gravity of every part is to the gravity of the whole as the matter of the part is to the matter of the whole; and to every action corresponds a reaction; therefore the planet B will, on the other hand, gravitate towards all the parts of planet A, and its gravity towards any one part will be to the gravity towards the whole as the matter of the part to the matter of the whole. Q.E.D.\\n\\n\\\"HENCE IT WOULD APPEAR THAT the force of the whole must arise from the force of the component parts.\\\"\\n\\nNewton closes this remarkable Book iii. with the following words: \\\"Hitherto we have explained the phenomena of the heavens and of our sea by the power of gravity, but have not yet assigned the cause of this power. This is certain, that it must proceed from a cause that penetrates to the very centre of the sun and planets, without suffering the least diminution of its force; that operates not according to the quantity of the surfaces of the particles upon which it acts (as mechanical causes used to do), but according to the quantity of solid matter which they contain, and propagates its virtue on all sides to immense distances, decreasing always in the duplicate proportions of the distances. Gravitation towards the sun is made up out of the gravitations towards the several particles of which the body of the sun is composed; and in receding from the sun decreases accurately in the duplicate proportion of the distances as far as the orb of Saturn, as evidently appears from the quiescence of the aphelions of the planets; nay, and even to the remotest aphelions of the comets, if those aphelions are also quiescent. But hitherto I have not been able to discover the cause of those properties of gravity from phenomena, and I frame no hypothesis; for whatever is not deduced from the phenomena is to be called an hypothesis; and hypotheses, whether metaphysical or physical, whether of occult qualities or mechanical, have no place in experimental philosophy. . . . And to us it is enough that gravity does really exist, and act according to the laws which we have explained, and abundantly serves to account for all the motions of the celestial bodies and of our sea.\\\"\\\\[2\\\\]\\n\\nThe very magnitude of the importance of the theory of universal gravitation made its general acceptance a matter of considerable time after the actual discovery. This opposition had of course been foreseen by Newton, and, much as be dreaded controversy, he was prepared to face it and combat it to the bitter end. He knew that his theory was right; it remained for him to convince the world of its truth. He knew that some of his contemporary philosophers would accept it at once; others would at first doubt, question, and dispute, but finally accept; while still others would doubt and dispute until the end of their days. This had been the history of other great discoveries; and this will probably be the history of most great discoveries for all time. But in this case the discoverer lived to see his theory accepted by practically all the great minds of his time. Delambre is authority for the following estimate of Newton by Lagrange. \\\"The celebrated Lagrange,\\\" he says, \\\"who frequently asserted that Newton was the greatest genius that ever existed, used to add--'and the most fortunate, for we cannot find MORE THAN ONCE a system of the world to establish.' \\\" With pardonable exaggeration the admiring followers of the great generalizer pronounced this epitaph:  \\\"Nature and Nature's laws lay hid in night;   God said \\\\`Let Newton be!' and all was light.\\\"\\n\\nXIII. INSTRUMENTS OF PRECISION IN THE AGE OF NEWTON During the Newtonian epoch there were numerous important inventions of scientific instruments, as well as many improvements made upon the older ones. Some of these discoveries have been referred to briefly in other places, but their importance in promoting scientific investigation warrants a fuller treatment of some of the more significant. Many of the errors that had arisen in various scientific calculations before the seventeenth century may be ascribed to the crudeness and inaccuracy in the construction of most scientific instruments. Scientists had not as yet learned that an approach to absolute accuracy was necessary in every investigation in the field of science, and that such accuracy must be extended to the construction of the instruments used in these investigations and observations. In astronomy it is obvious that instruments of delicate exactness are most essential; yet Tycho Brahe, who lived in the sixteenth century, is credited with being the first astronomer whose instruments show extreme care in construction. It seems practically settled that the first telescope was invented in Holland in 1608; but three men, Hans Lippershey, James Metius, and Zacharias Jansen, have been given the credit of the invention at different times. It would seem from certain papers, now in the library of the University of Leyden, and included in Huygens's papers, that Lippershey was probably the first to invent a telescope and to describe his invention. The story is told that Lippershey, who was a spectacle-maker, stumbled by accident upon the discovery that when two lenses are held at a certain distance apart, objects at a distance appear nearer and larger. Having made this discovery, be fitted two lenses with a tube so as to maintain them at the proper distance, and thus constructed the first telescope. It was Galileo, however, as referred to in a preceding chapter, who first constructed a telescope based on his knowledge of the laws of refraction. In 1609, having heard that an instrument had been invented, consisting of two lenses fixed in a tube, whereby objects were made to appear larger and nearer, he set about constructing such an instrument that should follow out the known effects of refraction. His first telescope, made of two lenses fixed in a lead pipe, was soon followed by others of improved types, Galileo devoting much time and labor to perfecting lenses and correcting errors. In fact, his work in developing the instrument was so important that the telescope came gradually to be known as the \\\"Galilean telescope.\\\" In the construction of his telescope Galileo made use of a convex and a concave lens; but shortly after this Kepler invented an instrument in which both the lenses used were convex. This telescope gave a much larger field of view than the Galilean telescope, but did not give as clear an image, and in consequence did not come into general use until the middle of the seventeenth century. The first powerful telescope of this type was made by Huygens and his brother. It was of twelve feet focal length, and enabled Huygens to discover a new satellite of Saturn, and to determine also the true explanation of Saturn's ring. It was Huygens, together with Malvasia and Auzout, who first applied the micrometer to the telescope, although the inventor of the first micrometer was William Gascoigne, of Yorkshire, about 1636. The micrometer as used in telescopes enables the observer to measure accurately small angular distances. Before the invention of the telescope such measurements were limited to the angle that could be distinguished by the naked eye, and were, of course, only approximately accurate. Even very careful observers, such as Tycho Brahe, were able to obtain only fairly accurate results. But by applying Gascoigne's invention to the telescope almost absolute accuracy became at once possible. The principle of Gascoigne's micrometer was that of two pointers lying parallel, and in this position pointing to zero. These were arranged so that the turning of a single screw separated or approximated them at will, and the angle thus formed could be determined with absolute accuracy. Huygens's micrometer was a slip of metal of variable breadth inserted at the focus of the telescope. By observing at what point this exactly covered an object under examination, and knowing the focal length of the telescope and the width of the metal, he could then deduce the apparent angular breadth of the object. Huygens discovered also that an object placed in the common focus of the two lenses of a Kepler telescope appears distinct and clearly defined. The micrometers of Malvasia, and later of Auzout and Picard, are the development of this discovery. Malvasia's micrometer, which he described in 1662, consisted of fine silver wires placed at right-angles at the focus of his telescope. As telescopes increased in power, however, it was found that even the finest wire, or silk filaments, were much too thick for astronomical observations, as they obliterated the image, and so, finally, the spider-web came into use and is still used in micrometers and other similar instruments. Before that time, however, the fine crossed wires had revolutionized astronomical observations. \\\"We may judge how great was the improvement which these contrivances introduced into the art of observing,\\\" says Whewell, \\\"by finding that Hevelius refused to adopt them because they would make all the old observations of no value. He had spent a laborious and active life in the exercise of the old methods, and could not bear to think that all the treasures which he had accumulated had lost their worth by the discovery of a new mine of richer ones.\\\"\\\\[1\\\\] Until the time of Newton, all the telescopes in use were either of the Galilean or Keplerian type, that is, refractors. But about the year 1670 Newton constructed his first reflecting telescope, which was greatly superior to, although much smaller than, the telescopes then in use. He was led to this invention by his experiments with light and colors. In 1671 he presented to the Royal Society a second and somewhat larger telescope, which he had made; and this type of instrument was little improved upon until the introduction of the achromatic telescope, invented by Chester Moor Hall in 1733. As is generally known, the element of accurate measurements of time plays an important part in the measurements of the movements of the heavenly bodies. In fact, one was scarcely possible without the other, and as it happened it was the same man, Huygens, who perfected Kepler's telescope and invented the pendulum clock. The general idea had been suggested by Galileo; or, better perhaps, the equal time occupied by the successive oscillations of the pendulum had been noted by him. He had not been able, however, to put this discovery to practical account. But in 1656 Huygens invented the necessary machinery for maintaining the motion of the pendulum and perfected several accurate clocks. These clocks were of invaluable assistance to the astronomers, affording as they did a means of keeping time \\\"more accurate than the sun itself.\\\" When Picard had corrected the variation caused by heat and cold acting upon the pendulum rod by combining metals of different degrees of expansibility, a high degree of accuracy was possible. But while the pendulum clock was an unequalled stationary time-piece, it was useless in such unstable situations as, for example, on shipboard. But here again Huygens played a prominent part by first applying the coiled balance-spring for regulating watches and marine clocks. The idea of applying a spring to the balance-wheel was not original with Huygens, however, as it had been first conceived by Robert Hooke; but Huygens's application made practical Hooke's idea. In England the importance of securing accurate watches or marine clocks was so fully appreciated that a reward of L20,000 sterling was offered by Parliament as a stimulus to the inventor of such a time-piece. The immediate incentive for this offer was the obvious fact that with such an instrument the determination of the longitude of places would be much simplified. Encouraged by these offers, a certain carpenter named Harrison turned his attention to the subject of watch-making, and, after many years of labor, in 1758 produced a spring time-keeper which, during a sea-voyage occupying one hundred and sixty-one days, varied only one minute and five seconds. This gained for Harrison a reward Of L5000 sterling at once, and a little later L10,000 more, from Parliament. While inventors were busy with the problem of accurate chronometers, however, another instrument for taking longitude at sea had been invented. This was the reflecting quadrant, or sextant, as the improved instrument is now called, invented by John Hadley in 1731, and independently by Thomas Godfrey, a poor glazier of Philadelphia, in 1730. Godfrey's invention, which was constructed on the same principle as that of the Hadley instrument, was not generally recognized until two years after Hadley's discovery, although the instrument was finished and actually in use on a sea-voyage some months before Hadley reported his invention. The principle of the sextant, however, seems to have been known to Newton, who constructed an instrument not very unlike that of Hadley; but this invention was lost sight of until several years after the philosopher's death and some time after Hadley's invention. The introduction of the sextant greatly simplified taking reckonings at sea as well as facilitating taking the correct longitude of distant places. Before that time the mariner was obliged to depend upon his compass, a cross-staff, or an astrolabe, a table of the sun's declination and a correction for the altitude of the polestar, and very inadequate and incorrect charts. Such were the instruments used by Columbus and Vasco da Gama and their immediate successors. During the Newtonian period the microscopes generally in use were those constructed of simple lenses, for although compound microscopes were known, the difficulties of correcting aberration had not been surmounted, and a much clearer field was given by the simple instrument. The results obtained by the use of such instruments, however, were very satisfactory in many ways. By referring to certain plates in this volume, which reproduce illustrations from Robert Hooke's work on the microscope, it will be seen that quite a high degree of effectiveness had been attained. And it should be recalled that Antony von Leeuwenboek, whose death took place shortly before Newton's, had discovered such micro-organisms as bacteria, had seen the blood corpuscles in circulation, and examined and described other microscopic structures of the body.\\n\\nXIV. PROGRESS IN ELECTRICITY FROM GILBERT AND VON GUERICKE TO FRANKLIN We have seen how Gilbert, by his experiments with magnets, gave an impetus to the study of magnetism and electricity. Gilbert himself demonstrated some facts and advanced some theories, but the system of general laws was to come later. To this end the discovery of electrical repulsion, as well as attraction, by Von Guericke, with his sulphur ball, was a step forward; but something like a century passed after Gilbert's beginning before anything of much importance was done in the field of electricity. In 1705, however, Francis Hauksbee began a series of experiments that resulted in some startling demonstrations. For many years it had been observed that a peculiar light was seen sometimes in the mercurial barometer, but Hauksbee and the other scientific investigators supposed the radiance to be due to the mercury in a vacuum, brought about, perhaps, by some agitation. That this light might have any connection with electricity did not, at first, occur to Hauksbee any more than it had to his predecessors. The problem that interested him was whether the vacuum in the tube of the barometer was essential to the light; and in experimenting to determine this, he invented his \\\"mercurial fountain.\\\" Having exhausted the air in a receiver containing some mercury, he found that by allowing air to rush through the mercury the metal became a jet thrown in all directions against the sides of the vessel, making a great, flaming shower, \\\"like flashes of lightning,\\\" as he said. But it seemed to him that there was a difference between this light and the glow noted in the barometer. This was a bright light, whereas the barometer light was only a glow. Pondering over this, Hauksbee tried various experiments, revolving pieces of amber, flint, steel, and other substances in his exhausted air-pump receiver, with negative, or unsatisfactory, results. Finally, it occurred to him to revolve an exhausted glass tube itself. Mounting such a globe of glass on an axis so that it could be revolved rapidly by a belt running on a large wheel, he found that by holding his fingers against the whirling globe a purplish glow appeared, giving sufficient light so that coarse print could be read, and the walls of a dark room sensibly lightened several feet away. As air was admitted to the globe the light gradually diminished, and it seemed to him that this diminished glow was very similar in appearance to the pale light seen in the mercurial barometer. Could it be that it was the glass, and not the mercury, that caused it? Going to a barometer he proceeded to rub the glass above the column of mercury over the vacuum, without disturbing the mercury, when, to his astonishment, the same faint light, to all appearances identical with the glow seen in the whirling globe, was produced. Turning these demonstrations over in his mind, he recalled the well-known fact that rubbed glass attracted bits of paper, leaf-brass, and other light substances, and that this phenomenon was supposed to be electrical. This led him finally to determine the hitherto unsuspected fact, that the glow in the barometer was electrical as was also the glow seen in his whirling globe. Continuing his investigations, he soon discovered that solid glass rods when rubbed produced the same effects as the tube. By mere chance, happening to hold a rubbed tube to his cheek, he felt the effect of electricity upon the skin like \\\"a number of fine, limber hairs,\\\" and this suggested to him that, since the mysterious manifestation was so plain, it could be made to show its effects upon various substances. Suspending some woollen threads over the whirling glass cylinder, he found that as soon as he touched the glass with his hands the threads, which were waved about by the wind of the revolution, suddenly straightened themselves in a peculiar manner, and stood in a radical position, pointing to the axis of the cylinder. Encouraged by these successes, he continued his experiments with breathless expectancy, and soon made another important discovery, that of \\\"induction,\\\" although the real significance of this discovery was not appreciated by him or, for that matter, by any one else for several generations following. This discovery was made by placing two revolving cylinders within an inch of each other, one with the air exhausted and the other unexhausted. Placing his hand on the unexhausted tube caused the light to appear not only upon it, but on the other tube as well. A little later he discovered that it is not necessary to whirl the exhausted tube to produce this effect, but simply to place it in close proximity to the other whirling cylinder. These demonstrations of Hauksbee attracted wide attention and gave an impetus to investigators in the field of electricity; but still no great advance was made for something like a quarter of a century. Possibly the energies of the scientists were exhausted for the moment in exploring the new fields thrown open to investigation by the colossal work of Newton.\\n\\nTHE EXPERIMENTS OF STEPHEN GRAY In 1729 Stephen Gray (died in 1736), an eccentric and irascible old pensioner of the Charter House in London, undertook some investigations along lines similar to those of Hauksbee. While experimenting with a glass tube for producing electricity, as Hauksbee had done, he noticed that the corks with which he had stopped the ends of the tube to exclude the dust, seemed to attract bits of paper and leaf-brass as well as the glass itself. He surmised at once that this mysterious electricity, or \\\"virtue,\\\" as it was called, might be transmitted through other substances as it seemed to be through glass. \\\"Having by me an ivory ball of about one and three-tenths of an inch in diameter,\\\" he writes, \\\"with a hole through it, this I fixed upon a fir-stick about four inches long, thrusting the other end into the cork, and upon rubbing the tube found that the ball attracted and repelled the feather with more vigor than the cork had done, repeating its attractions and repulsions for many times together. I then fixed the ball on longer sticks, first upon one of eight inches, and afterwards upon one of twenty-four inches long, and found the effect the same. Then I made use of iron, and then brass wire, to fix the ball on, inserting the other end of the wire in the cork, as before, and found that the attraction was the same as when the fir-sticks were made use of, and that when the feather was held over against any part of the wire it was attracted by it; but though it was then nearer the tube, yet its attraction was not so strong as that of the ball. When the wire of two or three feet long was used, its vibrations, caused by the rubbing of the tube, made it somewhat troublesome to be managed. This put me to thinking whether, if the ball was hung by a pack-thread and suspended by a loop on the tube, the electricity would not be carried down the line to the ball; I found it to succeed accordingly; for upon suspending the ball on the tube by a pack-thread about three feet long, when the tube had been excited by rubbing, the ivory ball attracted and repelled the leaf-brass over which it was held as freely as it had done when it was suspended on sticks or wire, as did also a ball of cork, and another of lead that weighed one pound and a quarter.\\\" Gray next attempted to determine what other bodies would attract the bits of paper, and for this purpose he tried coins, pieces of metal, and even a tea-kettle, \\\"both empty and filled with hot or cold water\\\"; but he found that the attractive power appeared to be the same regardless of the substance used. \\\"I next proceeded,\\\" he continues, \\\"to try at what greater distances the electric virtues might be carried, and having by me a hollow walking-cane, which I suppose was part of a fishing-rod, two feet seven inches long, I cut the great end of it to fit into the bore of the tube, into which it went about five inches; then when the cane was put into the end of the tube, and this excited, the cane drew the leaf-brass to the height of more than two inches, as did also the ivory ball, when by a cork and stick it had been fixed to the end of the cane.... With several pieces of Spanish cane and fir-sticks I afterwards made a rod, which, together with the tube, was somewhat more than eighteen feet long, which was the greatest length I could conveniently use in my chamber, and found the attraction very nearly, if not altogether, as strong as when the ball was placed on the shorter rods.\\\" This experiment exhausted the capacity of his small room, but on going to the country a little later he was able to continue his experiments. \\\"To a pole of eighteen feet there was tied a line of thirty-four feet in length, so that the pole and line together were fifty-two feet. With the pole and tube I stood in the balcony, the assistant below in the court, where he held the board with the leaf-brass on it. Then the tube being excited, as usual, the electric virtue passed from the tube up the pole and down the line to the ivory ball, which attracted the leaf-brass, and as the ball passed over it in its vibrations the leaf-brass would follow it till it was carried off the board.\\\" Gray next attempted to send the electricity over a line suspended horizontally. To do this he suspended the pack-thread by pieces of string looped over nails driven into beams for that purpose. But when thus suspended he found that the ivory ball no longer excited the leaf-brass, and he guessed correctly that the explanation of this lay in the fact that \\\"when the electric virtue came to the loop that was suspended on the beam it went up the same to the beam,\\\" none of it reaching the ball. As we shall see from what follows, however, Gray had not as yet determined that certain substances will conduct electricity while others will not. But by a lucky accident he made the discovery that silk, for example, was a poor conductor, and could be turned to account in insulating the conducting-cord. A certain Mr. Wheler had become much interested in the old pensioner and his work, and, as a guest at the Wheler house, Gray had been repeating some of his former experiments with the fishing-rod, line, and ivory ball. He had finally exhausted the heights from which these experiments could be made by climbing to the clock-tower and exciting bits of leaf-brass on the ground below. \\\"As we had no greater heights here,\\\" he says, \\\"Mr. Wheler was desirous to try whether we could not carry the electric virtue horizontally. I then told him of the attempt I had made with that design, but without success, telling him the method and materials made use of, as mentioned above. He then proposed a silk line to support the line by which the electric virtue was to pass. I told him it might do better upon account of its smallness; so that there would be less virtue carried from the line of communication. \\\"The first experiment was made in the matted gallery, July 2, 1729, about ten in the morning. About four feet from the end of the gallery there was a cross line that was fixed by its ends to each side of the gallery by two nails; the middle part of the line was silk, the rest at each end pack-thread; then the line to which the ivory ball was hung and by which the electric virtue was to be conveyed to it from the tube, being eighty and one-half feet in length, was laid on the cross silk line, so that the ball hung about nine feet below it. Then the other end of the line was by a loop suspended on the glass cane, and the leaf-brass held under the ball on a piece of white paper; when, the tube being rubbed, the ball attracted the leaf-brass, and kept it suspended on it for some time.\\\" This experiment succeeded so well that the string was lengthened until it was some two hundred and ninety-three feet long; and still the attractive force continued, apparently as strong as ever. On lengthening the string still more, however, the extra weight proved too much for the strength of the silk suspending-thread. \\\"Upon this,\\\" says Gray, \\\"having brought with me both brass and iron wire, instead of the silk we put up small iron wire; but this was too weak to bear the weight of the line. We then took brass wire of a somewhat larger size than that of iron. This supported our line of communication; but though the tube was well rubbed, yet there was not the least motion or attraction given by the ball, neither with the great tube, which we made use of when we found the small solid cane to be ineffectual; by which we were now convinced that the success we had before depended upon the lines that supported the line of communication being silk, and not upon their being small, as before trial I had imagined it might be; the same effect happening here as it did when the line that is to convey the electric virtue is supported by pack-thread.\\\" Soon after this Gray and his host suspended a pack-thread six hundred and sixty-six feet long on poles across a field, these poles being slightly inclined so that the thread could be suspended from the top by small silk cords, thus securing the necessary insulation. This pack-thread line, suspended upon poles along which Gray was able to transmit the electricity, is very suggestive of the modern telegraph, but the idea of signalling or making use of it for communicating in any way seems not to have occurred to any one at that time. Even the successors of Gray who constructed lines some thousands of feet long made no attempt to use them for anything but experimental purposes--simply to test the distances that the current could be sent. Nevertheless, Gray should probably be credited with the discovery of two of the most important properties of electricity--that it can be conducted and insulated, although, as we have seen, Gilbert and Von Guericke had an inkling of both these properties.\\n\\nEXPERIMENTS OF CISTERNAY DUFAY So far England had produced the two foremost workers in electricity. It was now France's turn to take a hand, and, through the efforts of Charles Francois de Cisternay Dufay, to advance the science of electricity very materially. Dufay was a highly educated savant, who had been soldier and diplomat betimes, but whose versatility and ability as a scientist is shown by the fact that he was the only man who had ever contributed to the annals of the academy investigations in every one of the six subjects admitted by that institution as worthy of recognition. Dufay upheld his reputation in this new field of science, making many discoveries and correcting many mistakes of former observers. In this work also he proved himself a great diplomat by remaining on terms of intimate friendship with Dr. Gray--a thing that few people were able to do. Almost his first step was to overthrow the belief that certain bodies are \\\"electrics\\\" and others \\\"non-electrics\\\"--that is, that some substances when rubbed show certain peculiarities in attracting pieces of paper and foil which others do not. Dufay proved that all bodies possess this quality in a certain degree. \\\"I have found that all bodies (metallic, soft, or fluid ones excepted),\\\" he says, \\\"may be made electric by first heating them more or less and then rubbing them on any sort of cloth. So that all kinds of stones, as well precious as common, all kinds of wood, and, in general, everything that I have made trial of, became electric by beating and rubbing, except such bodies as grow soft by beat, as the gums, which dissolve in water, glue, and such like substances. 'Tis also to be remarked that the hardest stones or marbles require more chafing or heating than others, and that the same rule obtains with regard to the woods; so that box, lignum vitae, and such others must be chafed almost to the degree of browning, whereas fir, lime-tree, and cork require but a moderate heat. \\\"Having read in one of Mr. Gray's letters that water may be made electrical by holding the excited glass tube near it (a dish of water being fixed to a stand and that set on a plate of glass, or on the brim of a drinking-glass, previously chafed, or otherwise warmed), I have found, upon trial, that the same thing happened to all bodies without exception, whether solid or fluid, and that for that purpose 'twas sufficient to set them on a glass stand slightly warmed, or only dried, and then by bringing the tube near them they immediately became electrical. I made this experiment with ice, with a lighted wood-coal, and with everything that came into my mind; and I constantly remarked that such bodies of themselves as were least electrical had the greatest degree of electricity communicated to them at the approval of the glass tube.\\\" His next important discovery was that colors had nothing to do with the conduction of electricity. \\\"Mr. Gray says, towards the end of one of his letters,\\\" he writes, \\\"that bodies attract more or less according to their colors. This led me to make several very singular experiments. I took nine silk ribbons of equal size, one white, one black, and the other seven of the seven primitive colors, and having hung them all in order in the same line, and then bringing the tube near them, the black one was first attracted, the white one next, and others in order successively to the red one, which was attracted least, and the last of them all. I afterwards cut out nine square pieces of gauze of the same colors with the ribbons, and having put them one after another on a hoop of wood, with leaf-gold under them, the leaf-gold was attracted through all the colored pieces of gauze, but not through the white or black. This inclined me first to think that colors contribute much to electricity, but three experiments convinced me to the contrary. The first, that by warming the pieces of gauze neither the black nor white pieces obstructed the action of the electrical tube more than those of the other colors. In like manner, the ribbons being warmed, the black and white are not more strongly attracted than the rest. The second is, the gauzes and ribbons being wetted, the ribbons are all attracted equally, and all the pieces of gauze equally intercept the action of electric bodies. The third is, that the colors of a prism being thrown on a white gauze, there appear no differences of attraction. Whence it proceeds that this difference proceeds, not from the color, as a color, but from the substances that are employed in the dyeing. For when I colored ribbons by rubbing them with charcoal, carmine, and such other substances, the differences no longer proved the same.\\\" In connection with his experiments with his thread suspended on glass poles, Dufay noted that a certain amount of the current is lost, being given off to the surrounding air. He recommended, therefore, that the cords experimented with be wrapped with some non-conductor--that it should be \\\"insulated\\\" (\\\"isolee\\\"), as he said, first making use of this term.\\n\\nDUFAY DISCOVERS VITREOUS AND RESINOUS ELECTRICITY It has been shown in an earlier chapter how Von Guericke discovered that light substances like feathers, after being attracted to the sulphur-ball electric-machine, were repelled by it until they touched some object. Von Guericke noted this, but failed to explain it satisfactorily. Dufay, repeating Von Guericke's experiments, found that if, while the excited tube or sulphur ball is driving the repelled feather before it, the ball be touched or rubbed anew, the feather comes to it again, and is repelled alternately, as, the hand touches the ball, or is withdrawn. From this he concluded that electrified bodies first attract bodies not electrified, \\\"charge\\\" them with electricity, and then repel them, the body so charged not being attracted again until it has discharged its electricity by touching something. \\\"On making the experiment related by Otto von Guericke,\\\" he says, \\\"which consists in making a ball of sulphur rendered electrical to repel a down feather, I perceived that the same effects were produced not only by the tube, but by all electric bodies whatsoever, and I discovered that which accounts for a great part of the irregularities and, if I may use the term, of the caprices that seem to accompany most of the experiments on electricity. This principle is that electric bodies attract all that are not so, and repel them as soon as they are become electric by the vicinity or contact of the electric body. Thus gold-leaf is first attracted by the tube, and acquires an electricity by approaching it, and of consequence is immediately repelled by it. Nor is it reattracted while it retains its electric quality. But if while it is thus sustained in the air it chance to light on some other body, it straightway loses its electricity, and in consequence is reattracted by the tube, which, after having given it a new electricity, repels it a second time, which continues as long as the tube keeps its electricity. Upon applying this principle to the various experiments of electricity, one will be surprised at the number of obscure and puzzling facts that it clears up. For Mr. Hauksbee's famous experiment of the glass globe, in which silk threads are put, is a necessary consequence of it. When these threads are arranged in the form of rays by the electricity of the sides of the globe, if the finger be put near the outside of the globe the silk threads within fly from it, as is well known, which happens only because the finger or any other body applied near the glass globe is thereby rendered electrical, and consequently repels the silk threads which are endowed with the same quality. With a little reflection we may in the same manner account for most of the other phenomena, and which seem inexplicable without attending to this principle. \\\"Chance has thrown in my way another principle, more universal and remarkable than the preceding one, and which throws a new light on the subject of electricity. This principle is that there are two distinct electricities, very different from each other, one of which I call vitreous electricity and the other resinous electricity. The first is that of glass, rock-crystal, precious stones, hair of animals, wool, and many other bodies. The second is that of amber, copal, gumsack, silk thread, paper, and a number of other substances. The characteristic of these two electricities is that a body of the vitreous electricity, for example, repels all such as are of the same electricity, and on the contrary attracts all those of the resinous electricity; so that the tube, made electrical, will repel glass, crystal, hair of animals, etc., when rendered electric, and will attract silk thread, paper, etc., though rendered electrical likewise. Amber, on the contrary, will attract electric glass and other substances of the same class, and will repel gum-sack, copal, silk thread, etc. Two silk ribbons rendered electrical will repel each other; two woollen threads will do the like; but a woollen thread and a silken thread will mutually attract each other. This principle very naturally explains why the ends of threads of silk or wool recede from each other, in the form of pencil or broom, when they have acquired an electric quality. From this principle one may with the same ease deduce the explanation of a great number of other phenomena; and it is probable that this truth will lead us to the further discovery of many other things. \\\"In order to know immediately to which of the two classes of electrics belongs any body whatsoever, one need only render electric a silk thread, which is known to be of the resinuous electricity, and see whether that body, rendered electrical, attracts or repels it. If it attracts it, it is certainly of the kind of electricity which I call VITREOUS; if, on the contrary, it repels it, it is of the same kind of electricity with the silk--that is, of the RESINOUS. I have likewise observed that communicated electricity retains the same properties; for if a ball of ivory or wood be set on a glass stand, and this ball be rendered electric by the tube, it will repel such substances as the tube repels; but if it be rendered electric by applying a cylinder of gum-sack near it, it will produce quite contrary effects--namely, precisely the same as gum-sack would produce. In order to succeed in these experiments, it is requisite that the two bodies which are put near each other, to find out the nature of their electricity, be rendered as electrical as possible, for if one of them was not at all or but weakly electrical, it would be attracted by the other, though it be of that sort that should naturally be repelled by it. But the experiment will always succeed perfectly well if both bodies are sufficiently electrical.\\\"\\\\[1\\\\] As we now know, Dufay was wrong in supposing that there were two different kinds of electricity, vitreous and resinous. A little later the matter was explained by calling one \\\"positive\\\" electricity and the other \\\"negative,\\\" and it was believed that certain substances produced only the one kind peculiar to that particular substance. We shall see presently, however, that some twenty years later an English scientist dispelled this illusion by producing both positive (or vitreous) and negative (or resinous) electricity on the same tube of glass at the same time. After the death of Dufay his work was continued by his fellow-countryman Dr. Joseph Desaguliers, who was the first experimenter to electrify running water, and who was probably the first to suggest that clouds might be electrified bodies. But about, this time--that is, just before the middle of the eighteenth century--the field of greatest experimental activity was transferred to Germany, although both England and France were still active. The two German philosophers who accomplished most at this time were Christian August Hansen and George Matthias Bose, both professors in Leipsic. Both seem to have conceived the idea, simultaneously and independently, of generating electricity by revolving globes run by belt and wheel in much the same manner as the apparatus of Hauksbee. With such machines it was possible to generate a much greater amount of electricity than Dufay had been able to do with the rubbed tube, and so equipped, the two German professors were able to generate electric sparks and jets of fire in a most startling manner. Bose in particular had a love for the spectacular, which he turned to account with his new electrical machine upon many occasions. On one of these occasions he prepared an elaborate dinner, to which a large number of distinguished guests were invited. Before the arrival of the company, however, Bose insulated the great banquet-table on cakes of pitch, and then connected it with a huge electrical machine concealed in another room. All being ready, and the guests in their places about to be seated, Bose gave a secret signal for starting this machine, when, to the astonishment of the party, flames of fire shot from flowers, dishes, and viands, giving a most startling but beautiful display. To add still further to the astonishment of his guests, Bose then presented a beautiful young lady, to whom each of the young men of the party was introduced. In some mysterious manner she was insulated and connected with the concealed electrical machine, so that as each gallant touched her fingertips he received an electric shock that \\\"made him reel.\\\" Not content with this, the host invited the young men to kiss the beautiful maid. But those who were bold enough to attempt it received an electric shock that nearly \\\"knocked their teeth out,\\\" as the professor tells it.\\n\\nLUDOLFF'S EXPERIMENT WITH THE ELECTRIC SPARK But Bose was only one of several German scientists who were making elaborate experiments. While Bose was constructing and experimenting with his huge machine, another German, Christian Friedrich Ludolff, demonstrated that electric sparks are actual fire--a fact long suspected but hitherto unproved. Ludolff's discovery, as it chanced, was made in the lecture-hall of the reorganized Academy of Sciences at Berlin, before an audience of scientists and great personages, at the opening lecture in 1744. In the course of this lecture on electricity, during which some of the well-known manifestations of electricity were being shown, it occurred to Ludolff to attempt to ignite some inflammable fluid by projecting an electric spark upon its surface with a glass rod. This idea was suggested to him while performing the familiar experiment of producing a spark on the surface of a bowl of water by touching it with a charged glass rod. He announced to his audience the experiment he was about to attempt, and having warmed a spoonful of sulphuric ether, he touched its surface with the glass rod, causing it to burst into flame. This experiment left no room for doubt that the electric spark was actual fire. As soon as this experiment of Ludolff's was made known to Bose, he immediately claimed that he had previously made similar demonstrations on various inflammable substances, both liquid and solid; and it seems highly probable that he had done so, as he was constantly experimenting with the sparks, and must almost certainly have set certain substances ablaze by accident, if not by intent. At all events, he carried on a series of experiments along this line to good purpose, finally succeeding in exploding gun-powder, and so making the first forerunner of the electric fuses now so universally used in blasting, firing cannon, and other similar purposes. It was Bose also who, observing some of the peculiar manifestations in electrified tubes, and noticing their resemblance to \\\"northern lights,\\\" was one of the first, if not the first, to suggest that the aurora borealis is of electric origin. These spectacular demonstrations had the effect of calling public attention to the fact that electricity is a most wonderful and mysterious thing, to say the least, and kept both scientists and laymen agog with expectancy. Bose himself was aflame with excitement, and so determined in his efforts to produce still stronger electric currents, that he sacrificed the tube of his twenty-foot telescope for the construction of a mammoth electrical machine. With this great machine a discharge of electricity was generated powerful enough to wound the skin when it happened to strike it. Until this time electricity had been little more than a plaything of the scientists--or, at least, no practical use had been made of it. As it was a practising physician, Gilbert, who first laid the foundation for experimenting with the new substance, so again it was a medical man who first attempted to put it to practical use, and that in the field of his profession. Gottlieb Kruger, a professor of medicine at Halle in 1743, suggested that electricity might be of use in some branches of medicine; and the year following Christian Gottlieb Kratzenstein made a first experiment to determine the effects of electricity upon the body. He found that \\\"the action of the heart was accelerated, the circulation increased, and that muscles were made to contract by the discharge\\\": and he began at once administering electricity in the treatment of certain diseases. He found that it acted beneficially in rheumatic affections, and that it was particularly useful in certain nervous diseases, such as palsies. This was over a century ago, and to-day about the most important use made of the particular kind of electricity with which he experimented (the static, or frictional) is for the treatment of diseases affecting the nervous system. By the middle of the century a perfect mania for making electrical machines had spread over Europe, and the whirling, hand-rubbed globes were gradually replaced by great cylinders rubbed by woollen cloths or pads, and generating an \\\"enormous power of electricity.\\\" These cylinders were run by belts and foot-treadles, and gave a more powerful, constant, and satisfactory current than known heretofore. While making experiments with one of these machines, Johann Heinrichs Winkler attempted to measure the speed at which electricity travels. To do this he extended a cord suspended on silk threads, with the end attached to the machine and the end which was to attract the bits of gold-leaf near enough together so that the operator could watch and measure the interval of time that elapsed between the starting of the current along the cord and its attracting the gold-leaf. The length of the cord used in this experiment was only a little over a hundred feet, and this was, of course, entirely inadequate, the current travelling that space apparently instantaneously. The improved method of generating electricity that had come into general use made several of the scientists again turn their attention more particularly to attempt putting it to some practical account. They were stimulated to these efforts by the constant reproaches that were beginning to be heard on all sides that electricity was merely a \\\"philosopher's plaything.\\\" One of the first to succeed in inventing something that approached a practical mechanical contrivance was Andrew Gordon, a Scotch Benedictine monk. He invented an electric bell which would ring automatically, and a little \\\"motor,\\\" if it may be so called. And while neither of these inventions were of any practical importance in themselves, they were attempts in the right direction, and were the first ancestors of modern electric bells and motors, although the principle upon which they worked was entirely different from modern electrical machines. The motor was simply a wheel with several protruding metal points around its rim. These points were arranged to receive an electrical discharge from a frictional machine, the discharge causing the wheel to rotate. There was very little force given to this rotation, however, not enough, in fact, to make it possible to more than barely turn the wheel itself. Two more great discoveries, galvanism and electro-magnetic induction, were necessary before the practical motor became possible. The sober Gordon had a taste for the spectacular almost equal to that of Bose. It was he who ignited a bowl of alcohol by turning a stream of electrified water upon it, thus presenting the seeming paradox of fire produced by a stream of water. Gordon also demonstrated the power of the electrical discharge by killing small birds and animals at a distance of two hundred ells, the electricity being conveyed that distance through small wires.\\n\\nTHE LEYDEN JAR DISCOVERED As yet no one had discovered that electricity could be stored, or generated in any way other than by some friction device. But very soon two experimenters, Dean von Kleist, of Camin, Pomerania, and Pieter van Musschenbroek, the famous teacher of Leyden, apparently independently, made the discovery of what has been known ever since as the Leyden jar. And although Musschenbroek is sometimes credited with being the discoverer, there can be no doubt that Von Kleist's discovery antedated his by a few months at least. Von Kleist found that by a device made of a narrow-necked bottle containing alcohol or mercury, into which an iron nail was inserted, be was able to retain the charge of electricity, after electrifying this apparatus with the frictional machine. He made also a similar device, more closely resembling the modern Leyden jar, from a thermometer tube partly filled with water and a wire tipped with a ball of lead. With these devices he found that he could retain the charge of electricity for several hours, and could produce the usual electrical manifestations, even to igniting spirits, quite as well as with the frictional machine. These experiments were first made in October, 1745, and after a month of further experimenting, Von Kleist sent the following account of them to several of the leading scientists, among others, Dr. Lieberkuhn, in Berlin, and Dr. Kruger, of Halle. \\\"When a nail, or a piece of thick brass wire, is put into a small apothecary's phial and electrified, remarkable effects follow; but the phial must be very dry, or warm. I commonly rub it over beforehand with a finger on which I put some pounded chalk. If a little mercury or a few drops of spirit of wine be put into it, the experiment succeeds better. As soon as this phial and nail are removed from the electrifying-glass, or the prime conductor, to which it has been exposed, is taken away, it throws out a pencil of flame so long that, with this burning machine in my hand, I have taken above sixty steps in walking about my room. When it is electrified strongly, I can take it into another room and there fire spirits of wine with it. If while it is electrifying I put my finger, or a piece of gold which I hold in my hand, to the nail, I receive a shock which stuns my arms and shoulders. \\\"A tin tube, or a man, placed upon electrics, is electrified much stronger by this means than in the common way. When I present this phial and nail to a tin tube, which I have, fifteen feet long, nothing but experience can make a person believe how strongly it is electrified. I am persuaded,\\\" he adds, \\\"that in this manner Mr. Bose would not have taken a second electrical kiss. Two thin glasses have been broken by the shock of it. It appears to me very extraordinary, that when this phial and nail are in contact with either conducting or non-conducting matter, the strong shock does not follow. I have cemented it to wood, metal, glass, sealing-wax, etc., when I have electrified without any great effect. The human body, therefore, must contribute something to it. This opinion is confirmed by my observing that unless I hold the phial in my hand I cannot fire spirits of wine with it.\\\"\\\\[2\\\\] But it seems that none of the men who saw this account were able to repeat the experiment and produce the effects claimed by Von Kleist, and probably for this reason the discovery of the obscure Pomeranian was for a time lost sight of. Musschenbroek's discovery was made within a short time after Von Kleist's--in fact, only a matter of about two months later. But the difference in the reputations of the two discoverers insured a very different reception for their discoveries. Musschenbroek was one of the foremost teachers of Europe, and so widely known that the great universities vied with each other, and kings were bidding, for his services. Naturally, any discovery made by such a famous person would soon be heralded from one end of Europe to the other. And so when this professor of Leyden made his discovery, the apparatus came to be called the \\\"Leyden jar,\\\" for want of a better name. There can be little doubt that Musschenbroek made his discovery entirely independently of any knowledge of Von Kleist's, or, for that matter, without ever having heard of the Pomeranian, and his actions in the matter are entirely honorable. His discovery was the result of an accident. While experimenting to determine the strength of electricity he suspended a gun-barrel, which he charged with electricity from a revolving glass globe. From the end of the gun-barrel opposite the globe was a brass wire, which extended into a glass jar partly filled with water. Musschenbroek held in one hand this jar, while with the other he attempted to draw sparks from the barrel. Suddenly he received a shock in the hand holding the jar, that \\\"shook him like a stroke of lightning,\\\" and for a moment made him believe that \\\"he was done for.\\\" Continuing his experiments, nevertheless, he found that if the jar were placed on a piece of metal on the table, a shock would be received by touching this piece of metal with one hand and touching the wire with the other--that is, a path was made for the electrical discharge through the body. This was practically the same experiment as made by Von Kleist with his bottle and nail, but carried one step farther, as it showed that the \\\"jar\\\" need not necessarily be held in the hand, as believed by Von Kleist. Further experiments, continued by many philosophers at the time, revealed what Von Kleist had already pointed out, that the electrified jar remained charged for some time. Soon after this Daniel Gralath, wishing to obtain stronger discharges than could be had from a single Leyden jar, conceived the idea of combining several jars, thus for the first time grouping the generators in a \\\"battery\\\" which produced a discharge strong enough to kill birds and small animals. He also attempted to measure the strength of the discharges, but soon gave it up in despair, and the solution of this problem was left for late nineteenth-century scientists. The advent of the Leyden jar, which made it possible to produce strong electrical discharges from a small and comparatively simple device, was followed by more spectacular demonstrations of various kinds all over Europe. These exhibitions aroused the interest of the kings and noblemen, so that electricity no longer remained a \\\"plaything of the philosophers\\\" alone, but of kings as well. A favorite demonstration was that of sending the electrical discharge through long lines of soldiers linked together by pieces of wire, the discharge causing them to \\\"spring into the air simultaneously\\\" in a most astonishing manner. A certain monk in Paris prepared a most elaborate series of demonstrations for the amusement of the king, among other things linking together an entire regiment of nine hundred men, causing them to perform simultaneous springs and contortions in a manner most amusing to the royal guests. But not all the experiments being made were of a purely spectacular character, although most of them accomplished little except in a negative way. The famous Abbe Nollet, for example, combined useful experiments with spectacular demonstrations, thus keeping up popular interest while aiding the cause of scientific electricity.\\n\\nWILLIAM WATSON Naturally, the new discoveries made necessary a new nomenclature, new words and electrical terms being constantly employed by the various writers of that day. Among these writers was the English scientist William Watson, who was not only a most prolific writer but a tireless investigator. Many of the words coined by him are now obsolete, but one at least, \\\"circuit,\\\" still remains in use. In 1746, a French scientist, Louis Guillaume le Monnier, bad made a circuit including metal and water by laying a chain half-way around the edge of a pond, a man at either end holding it. One of these men dipped his free hand in the water, the other presenting a Leyden jar to a rod suspended on a cork float on the water, both men receiving a shock simultaneously. Watson, a year later, attempted the same experiment on a larger scale. He laid a wire about twelve hundred feet long across Westminster Bridge over the Thames, bringing the ends to the water's edge on the opposite banks, a man at one end holding the wire and touching the water. A second man on the opposite side held the wire and a Leyden jar; and a third touched the jar with one hand, while with the other he grasped a wire that extended into the river. In this way they not only received the shock, but fired alcohol as readily across the stream as could be done in the laboratory. In this experiment Watson discovered the superiority of wire over chain as a conductor, rightly ascribing this superiority to the continuity of the metal. Watson continued making similar experiments over longer watercourses, some of them as long as eight thousand feet, and while engaged in making one of these he made the discovery so essential to later inventions, that the earth could be used as part of the circuit in the same manner as bodies of water. Lengthening his wires he continued his experiments until a circuit of four miles was made, and still the electricity seemed to traverse the course instantaneously, and with apparently undiminished force, if the insulation was perfect.\\n\\nBENJAMIN FRANKLIN Watson's writings now carried the field of active discovery across the Atlantic, and for the first time an American scientist appeared--a scientist who not only rivalled, but excelled, his European contemporaries. Benjamin Franklin, of Philadelphia, coming into possession of some of Watson's books, became so interested in the experiments described in them that he began at once experimenting with electricity. In Watson's book were given directions for making various experiments, and these assisted Franklin in repeating the old experiments, and eventually adding new ones. Associated with Franklin, and equally interested and enthusiastic, if not equally successful in making discoveries, were three other men, Thomas Hopkinson, Philip Sing, and Ebenezer Kinnersley. These men worked together constantly, although it appears to have been Franklin who made independently the important discoveries, and formulated the famous Franklinian theory. Working steadily, and keeping constantly in touch with the progress of the European investigators, Franklin soon made some experiments which he thought demonstrated some hitherto unknown phases of electrical manifestation. This was the effect of pointed bodies \\\"in DRAWING OFF and THROWING OFF the electrical fire.\\\" In his description of this phenomenon, Franklin writes: \\\"Place an iron shot of three or four inches diameter on the mouth of a clean, dry, glass bottle. By a fine silken thread from the ceiling right over the mouth of the bottle, suspend a small cork ball, about the bigness of a marble; the thread of such a length that the cork ball may rest against the side of the shot. Electrify the shot, and the ball will be repelled to the distance of four or five inches, more or less, according to the quantity of electricity. When in this state, if you present to the shot the point of a long, slender shaft-bodkin, at six or eight inches distance, the repellency is instantly destroyed, and the cork flies to the shot. A blunt body must be brought within an inch, and draw a spark, to produce the same effect. \\\"To prove that the electrical fire is DRAWN OFF by the point, if you take the blade of the bodkin out of the wooden handle and fix it in a stick of sealing-wax, and then present it at the distance aforesaid, or if you bring it very near, no such effect follows; but sliding one finger along the wax till you touch the blade, and the ball flies to the shot immediately. If you present the point in the dark you will see, sometimes at a foot distance, and more, a light gather upon it like that of a fire-fly or glow-worm; the less sharp the point, the nearer you must bring it to observe the light; and at whatever distance you see the light, you may draw off the electrical fire and destroy the repellency. If a cork ball so suspended be repelled by the tube, and a point be presented quick to it, though at a considerable distance, 'tis surprising to see how suddenly it flies back to the tube. Points of wood will do as well as those of iron, provided the wood is not dry; for perfectly dry wood will no more conduct electricity than sealing-wax. \\\"To show that points will THROW OFF as well as DRAW OFF the electrical fire, lay a long, sharp needle upon the shot, and you cannot electrify the shot so as to make it repel the cork ball. Or fix a needle to the end of a suspended gun-barrel or iron rod, so as to point beyond it like a little bayonet, and while it remains there, the gun-barrel or rod cannot, by applying the tube to the other end, be electrified so as to give a spark, the fire continually running out silently at the point. In the dark you may see it make the same appearance as it does in the case before mentioned.\\\"\\\\[3\\\\] Von Guericke, Hauksbee, and Gray had noticed that pointed bodies attracted electricity in a peculiar manner, but this demonstration of the \\\"drawing off\\\" of \\\"electrical fire\\\" was original with Franklin. Original also was the theory that he now suggested, which had at least the merit of being thinkable even by non-philosophical minds. It assumes that electricity is like a fluid, that will flow along conductors and accumulate in proper receptacles, very much as ordinary fluids do. This conception is probably entirely incorrect, but nevertheless it is likely to remain a popular one, at least outside of scientific circles, or until something equally tangible is substituted.\\n\\nFRANKLIN'S THEORY OF ELECTRICITY According to Franklin's theory, electricity exists in all bodies as a \\\"common stock,\\\" and tends to seek and remain in a state of equilibrium, just as fluids naturally tend to seek a level. But it may, nevertheless, be raised or lowered, and this equilibrium be thus disturbed. If a body has more electricity than its normal amount it is said to be POSITIVELY electrified; but if it has less, it is NEGATIVELY electrified. An over-electrified or \\\"plus\\\" body tends to give its surplus stock to a body containing the normal amount; while the \\\"minus\\\" or under-electrified body will draw electricity from one containing the normal amount. Working along lines suggested by this theory, Franklin attempted to show that electricity is not created by friction, but simply collected from its diversified state, the rubbed glass globe attracting a certain quantity of \\\"electrical fire,\\\" but ever ready to give it up to any body that has less. He explained the charged Leyden jar by showing that the inner coating of tin-foil received more than the ordinary quantity of electricity, and in consequence is POSITIVELY electrified, while the outer coating, having the ordinary quantity of electricity diminished, is electrified NEGATIVELY. These studies of the Leyden jar, and the studies of pieces of glass coated with sheet metal, led Franklin to invent his battery, constructed of eleven large glass plates coated with sheets of lead. With this machine, after overcoming some defects, he was able to produce electrical manifestations of great force--a force that \\\"knew no bounds,\\\" as he declared (\\\"except in the matter of expense and of labor\\\"), and which could be made to exceed \\\"the greatest know effects of common lightning.\\\" This reference to lightning would seem to show Franklin's belief, even at that time, that lightning is electricity. Many eminent observers, such as Hauksbee, Wall, Gray, and Nollet, had noticed the resemblance between electric sparks and lightning, but none of these had more than surmised that the two might be identical. In 1746, the surgeon, John Freke, also asserted his belief in this identity. Winkler, shortly after this time, expressed the same belief, and, assuming that they were the same, declared that \\\"there is no proof that they are of different natures\\\"; and still he did not prove that they were the same nature.\\n\\nFRANKLIN INVENTS THE LIGHTNING-ROD Even before Franklin proved conclusively the nature of lightning, his experiments in drawing off the electric charge with points led to some practical suggestions which resulted in the invention of the lightning-rod. In the letter of July, 1750, which he wrote on the subject, he gave careful instructions as to the way in which these rods might be constructed. In part Franklin wrote: \\\"May not the knowledge of this power of points be of use to mankind in preserving houses, churches, ships, etc., from the stroke of lightning by directing us to fix on the highest parts of the edifices upright rods of iron made sharp as a needle, and gilt to prevent rusting, and from the foot of these rods a wire down the outside of the building into the grounds, or down round one of the shrouds of a ship and down her side till it reaches the water? Would not these pointed rods probably draw the electrical fire silently out of a cloud before it came nigh enough to strike, and thereby secure us from that most sudden and terrible mischief? \\\"To determine this question, whether the clouds that contain the lightning are electrified or not, I propose an experiment to be tried where it may be done conveniently. On the top of some high tower or steeple, place a kind of sentry-box, big enough to contain a man and an electrical stand. From the middle of the stand let an iron rod rise and pass, bending out of the door, and then upright twenty or thirty feet, pointed very sharp at the end. If the electrical stand be kept clean and dry, a man standing on it when such clouds are passing low might be electrified and afford sparks, the rod drawing fire to him from a cloud. If any danger to the man be apprehended (though I think there would be none), let him stand on the floor of his box and now and then bring near to the rod the loop of a wire that has one end fastened to the leads, he holding it by a wax handle; so the sparks, if the rod is electrified, will strike from the rod to the wire and not effect him.\\\"\\\\[4\\\\] Not satisfied with all the evidence that he had collected pointing to the identity of lightning and electricity, he adds one more striking and very suggestive piece of evidence. Lightning was known sometimes to strike persons blind without killing them. In experimenting on pigeons and pullets with his electrical machine, Franklin found that a fowl, when not killed outright, was sometimes rendered blind. The report of these experiments were incorporated in this famous letter of the Philadelphia philosopher. The attitude of the Royal Society towards this clearly stated letter, with its useful suggestions, must always remain as a blot on the record of this usually very receptive and liberal-minded body. Far from publishing it or receiving it at all, they derided the whole matter as too visionary for discussion by the society. How was it possible that any great scientific discovery could be made by a self-educated colonial newspaper editor, who knew nothing of European science except by hearsay, when all the great scientific minds of Europe had failed to make the discovery? How indeed! And yet it would seem that if any of the influential members of the learned society had taken the trouble to read over Franklin's clearly stated letter, they could hardly have failed to see that his suggestions were worthy of consideration. But at all events, whether they did or did not matters little. The fact remains that they refused to consider the paper seriously at the time; and later on, when its true value became known, were obliged to acknowledge their error by a tardy report on the already well-known document. But if English scientists were cold in their reception of Franklin's theory and suggestions, the French scientists were not. Buffon, perceiving at once the importance of some of Franklin's experiments, took steps to have the famous letter translated into French, and soon not only the savants, but members of the court and the king himself were intensely interested. Two scientists, De Lor and D'Alibard, undertook to test the truth of Franklin's suggestions as to pointed rods \\\"drawing off lightning.\\\" In a garden near Paris, the latter erected a pointed iron rod fifty feet high and an inch in diameter. As no thunder-clouds appeared for several days, a guard was stationed, armed with an insulated brass wire, who was directed to test the iron rods with it in case a storm came on during D'Alibard's absence. The storm did come on, and the guard, not waiting for his employer's arrival, seized the wire and touched the rod. Instantly there was a report. Sparks flew and the guard received such a shock that he thought his time had come. Believing from his outcry that he was mortally hurt, his friends rushed for a spiritual adviser, who came running through rain and hail to administer the last rites; but when he found the guard still alive and uninjured, he turned his visit to account by testing the rod himself several times, and later writing a report of his experiments to M. d'Alibard. This scientist at once reported the affair to the French Academy, remarking that \\\"Franklin's idea was no longer a conjecture, but a reality.\\\"\\n\\nFRANKLIN PROVES THAT LIGHTNING IS ELECTRICITY Europe, hitherto somewhat sceptical of Franklin's views, was by this time convinced of the identity of lightning and electricity. It was now Franklin's turn to be sceptical. To him the fact that a rod, one hundred feet high, became electrified during a storm did not necessarily prove that the storm-clouds were electrified. A rod of that length was not really projected into the cloud, for even a very low thunder-cloud was more than a hundred feet above the ground. Irrefutable proof could only be had, as he saw it, by \\\"extracting\\\" the lightning with something actually sent up into the storm-cloud; and to accomplish this Franklin made his silk kite, with which he finally demonstrated to his own and the world's satisfaction that his theory was correct. Taking his kite out into an open common on the approach of a thunder-storm, he flew it well up into the threatening clouds, and then, touching, the suspended key with his knuckle, received the electric spark; and a little later he charged a Leyden jar from the electricity drawn from the clouds with his kite. In a brief but direct letter, he sent an account of his kite and his experiment to England: \\\"Make a small cross of two light strips of cedar,\\\" he wrote, \\\"the arms so long as to reach to the four corners of a large, thin, silk handkerchief when extended; tie the corners of the handkerchief to the extremities of the cross so you have the body of a kite; which being properly accommodated with a tail, loop, and string, will rise in the air like those made of paper; but this being of silk is fitter to bear the wind and wet of a thunder-gust without tearing. To the top of the upright stick of the cross is to be fixed a very sharp-pointed wire, rising a foot or more above the wood. To the end of the twine, next the hand, is to be tied a silk ribbon; where the silk and twine join a key may be fastened. This kite is to be raised when a thunder-gust appears to be coming on, and the person who holds the string must stand within a door or window or under some cover, so that the silk ribbon may not be wet; and care must be taken that the twine does not touch the frame of the door or window. As soon as any of the thunder-clouds come over the kite, the pointed wire will draw the electric fire from them, and the kite, with all the twine, will be electrified and the loose filaments will stand out everywhere and be attracted by the approaching finger, and when the rain has wet the kite and twine so that it can conduct the electric fire freely, you will find it stream out plentifully from the key on the approach of your knuckle, and with this key the phial may be charged; and from electric fire thus obtained spirits may be kindled and all other electric experiments performed which are usually done by the help of a rubbed glass globe or tube, and thereby the sameness of the electric matter with that of lightning completely demonstrated.\\\"\\\\[5\\\\] In experimenting with lightning and Franklin's pointed rods in Europe, several scientists received severe shocks, in one case with a fatal result. Professor Richman, of St. Petersburg, while experimenting during a thunder-storm, with an iron rod which he had erected on his house, received a shock that killed him instantly. About 1733, as we have seen, Dufay had demonstrated that there were two apparently different kinds of electricity; one called VITREOUS because produced by rubbing glass, and the other RESINOUS because produced by rubbed resinous bodies. Dufay supposed that these two apparently different electricities could only be produced by their respective substances; but twenty years later, John Canton (1715-1772), an Englishman, demonstrated that under certain conditions both might be produced by rubbing the same substance. Canton's experiment, made upon a glass tube with a roughened surface, proved that if the surface of the tube were rubbed with oiled silk, vitreous or positive electricity was produced, but if rubbed with flannel, resinous electricity was produced. He discovered still further that both kinds could be excited on the same tube simultaneously with a single rubber. To demonstrate this he used a tube, one-half of which had a roughened the other a glazed surface. With a single stroke of the rubber he was able to excite both kinds of electricity on this tube. He found also that certain substances, such as glass and amber, were electrified positively when taken out of mercury, and this led to his important discovery that an amalgam of mercury and tin, when used on the surface of the rubber, was very effective in exciting glass.\\n\\nXV. NATURAL HISTORY TO THE TIME OF LINNAeUS Modern systematic botany and zoology are usually held to have their beginnings with Linnaeus. But there were certain precursors of the famous Swedish naturalist, some of them antedating him by more than a century, whose work must not be altogether ignored--such men as Konrad Gesner (1516-1565), Andreas Caesalpinus (1579-1603), Francisco Redi (1618-1676), Giovanni Alfonso Borelli (1608-1679), John Ray (1628-1705), Robert Hooke (1635-1703), John Swammerdam (1637-1680), Marcello Malpighi (1628-1694), Nehemiah Grew (1628-1711), Joseph Tournefort (1656-1708), Rudolf Jacob Camerarius (1665-1721), and Stephen Hales (1677-1761). The last named of these was, to be sure, a contemporary of Linnaeus himself, but Gesner and Caesalpinus belong, it will be observed, to so remote an epoch as that of Copernicus. Reference has been made in an earlier chapter to the microscopic investigations of Marcello Malpighi, who, as there related, was the first observer who actually saw blood corpuscles pass through the capillaries. Another feat of this earliest of great microscopists was to dissect muscular tissue, and thus become the father of microscopic anatomy. But Malpighi did not confine his observations to animal tissues. He dissected plants as well, and he is almost as fully entitled to be called the father of vegetable anatomy, though here his honors are shared by the Englishman Grew. In 1681, while Malpighi's work, Anatomia plantarum, was on its way to the Royal Society for publication, Grew's Anatomy of Vegetables was in the hands of the publishers, making its appearance a few months earlier than the work of the great Italian. Grew's book was epoch-marking in pointing out the sex-differences in plants. Robert Hooke developed the microscope, and took the first steps towards studying vegetable anatomy, publishing in 1667, among other results, the discovery of the cellular structure of cork. Hooke applied the name \\\"cell\\\" for the first time in this connection. These discoveries of Hooke, Malpighi, and Grew, and the discovery of the circulation of the blood by William Harvey shortly before, had called attention to the similarity of animal and vegetable structures. Hales made a series of investigations upon animals to determine the force of the blood pressure; and similarly he made numerous statical experiments to determine the pressure of the flow of sap in vegetables. His Vegetable Statics, published in 1727, was the first important work on the subject of vegetable physiology, and for this reason Hales has been called the father of this branch of science. In botany, as well as in zoology, the classifications of Linnaeus of course supplanted all preceding classifications, for the obvious reason that they were much more satisfactory; but his work was a culmination of many similar and more or less satisfactory attempts of his predecessors. About the year 1670 Dr. Robert Morison (1620-1683), of Aberdeen, published a classification of plants, his system taking into account the woody or herbaceous structure, as well as the flowers and fruit. This classification was supplanted twelve years later by the classification of Ray, who arranged all known vegetables into thirty-three classes, the basis of this classification being the fruit. A few years later Rivinus, a professor of botany in the University of Leipzig, made still another classification, determining the distinguishing character chiefly from the flower, and Camerarius and Tournefort also made elaborate classifications. On the Continent Tournefort's classification was the most popular until the time of Linnaeus, his systematic arrangement including about eight thousand species of plants, arranged chiefly according to the form of the corolla. Most of these early workers gave attention to both vegetable and animal kingdoms. They were called naturalists, and the field of their investigations was spoken of as \\\"natural history.\\\" The specialization of knowledge had not reached that later stage in which botanist, zoologist, and physiologist felt their labors to be sharply divided. Such a division was becoming more and more necessary as the field of knowledge extended; but it did not become imperative until long after the time of Linnaeus. That naturalist himself, as we shall see, was equally distinguished as botanist and as zoologist. His great task of organizing knowledge was applied to the entire range of living things. Carolus Linnaeus was born in the town of Rashult, in Sweden, on May 13, 1707. As a child he showed great aptitude in learning botanical names, and remembering facts about various plants as told him by his father. His eagerness for knowledge did not extend to the ordinary primary studies, however, and, aside from the single exception of the study of physiology, he proved himself an indifferent pupil. His backwardness was a sore trial to his father, who was desirous that his son should enter the ministry; but as the young Linnaeus showed no liking for that calling, and as he had acquitted himself well in his study of physiology, his father at last decided to allow him to take up the study of medicine. Here at last was a field more to the liking of the boy, who soon vied with the best of his fellow-students for first honors. Meanwhile he kept steadily at work in his study of natural history, acquiring considerable knowledge of ornithology, entomology, and botany, and adding continually to his collection of botanical specimens. In 1729 his botanical knowledge was brought to the attention of Olaf Rudbeck, professor of botany in the University of Upsala, by a short paper on the sexes of plants which Linnaeus had prepared. Rudbeck was so impressed by some of the ideas expressed in this paper that he appointed the author as his assistant the following year. This was the beginning of Linnaes's career as a botanist. The academic gardens were thus thrown open to him, and he found time at his disposal for pursuing his studies between lecture hours and in the evenings. It was at this time that he began the preparation of his work the Systema naturae, the first of his great works, containing a comprehensive sketch of the whole field of natural history. When this work was published, the clearness of the views expressed and the systematic arrangement of the various classifications excited great astonishment and admiration, and placed Linaeus at once in the foremost rank of naturalists. This work was followed shortly by other publications, mostly on botanical subjects, in which, among other things, he worked out in detail his famous \\\"system.\\\" This system is founded on the sexes of plants, and is usually referred to as an \\\"artificial method\\\" of classification because it takes into account only a few marked characters of plants, without uniting them by more general natural affinities. At the present time it is considered only as a stepping-stone to the \\\"natural\\\" system; but at the time of its promulgation it was epoch-marking in its directness and simplicity, and therefore superiority, over any existing systems. One of the great reforms effected by Linnaeus was in the matter of scientific terminology. Technical terms are absolutely necessary to scientific progress, and particularly so in botany, where obscurity, ambiguity, or prolixity in descriptions are fatally misleading. Linnaeus's work contains something like a thousand terms, whose meanings and uses are carefully explained. Such an array seems at first glance arbitrary and unnecessary, but the fact that it has remained in use for something like two centuries is indisputable evidence of its practicality. The descriptive language of botany, as employed by Linnaeus, still stands as a model for all other subjects. Closely allied to botanical terminology is the subject of botanical nomenclature. The old method of using a number of Latin words to describe each different plant is obviously too cumbersome, and several attempts had been made prior to the time of Linnaeus to substitute simpler methods. Linnaeus himself made several unsatisfactory attempts before he finally hit upon his system of \\\"trivial names,\\\" which was developed in his Species plantarum, and which, with some, minor alterations, remains in use to this day. The essence of the system is the introduction of binomial nomenclature--that is to say, the use of two names and no more to designate any single species of animal or plant. The principle is quite the same as that according to which in modern society a man has two names, let us say, John Doe, the one designating his family, the other being individual. Similarly each species of animal or plant, according to the Linnaeean system, received a specific or \\\"trivial\\\" name; while various species, associated according to their seeming natural affinities into groups called genera, were given the same generic name. Thus the generic name given all members of the cat tribe being Felis, the name Felis leo designates the lion; Felis pardus, the leopard; Felis domestica, the house cat, and so on. This seems perfectly simple and natural now, but to understand how great a reform the binomial nomenclature introduced we have but to consult the work of Linnaeus's predecessors. A single illustration will suffice. There is, for example, a kind of grass, in referring to which the naturalist anterior to Linnaeus, if he would be absolutely unambiguous, was obliged to use the following descriptive formula: Gramen Xerampelino, Miliacea, praetenuis ramosaque sparsa panicula, sive Xerampelino congener, arvense, aestivum; gramen minutissimo semine. Linnaeus gave to this plant the name Poa bulbosa--a name that sufficed, according to the new system, to distinguish this from every other species of vegetable. It does not require any special knowledge to appreciate the advantage of such a simplification. While visiting Paris in 1738 Linnaeus met and botanized with the two botanists whose \\\"natural method\\\" of classification was later to supplant his own \\\"artificial system.\\\" These were Bernard and Antoine Laurent de Jussieu. The efforts of these two scientists were directed towards obtaining a system which should aim at clearness, simplicity, and precision, and at the same time be governed by the natural affinities of plants. The natural system, as finally propounded by them, is based on the number of cotyledons, the structure of the seed, and the insertion of the stamens. Succeeding writers on botany have made various modifications of this system, but nevertheless it stands as the foundation-stone of modern botanical classification.\\n\\nAPPENDIX REFERENCE LIST CHAPTER I SCIENCE IN THE DARK AGE \\\\[1\\\\] (p. 4). James Harvey Robinson, An Introduction to the History of Western Europe, New York, 1898, p. 330. \\\\[2\\\\] (p. 6). Henry Smith Williams, A Prefatory Characterization of The History of Italy, in vol. IX. of The Historians' History of the World, 25 vols., London and New York, 1904.\\n\\nCHAPTER III MEDIAeVAL SCIENCE IN THE WEST \\\\[1\\\\] (p. 47). Etigene Muntz, Leonardo do Vinci, Artist, Thinker, and Man of Science, 2 vols., New York, 1892. Vol. II., p. 73.\\n\\nCHAPTER IV THE NEW COSMOLOGY--COPERNICUS TO KEPLER AND GALILEO \\\\[1\\\\] (p. 62). Copernicus, uber die Kreisbewegungen der Welfkorper, trans. from Dannemann's Geschichle du Naturwissenschaften, 2 vols., Leipzig, 1896. \\\\[2\\\\] (p. 90). Galileo, Dialogo dei due Massimi Systemi del Mondo, trans. from Dannemann, op. cit. CHAPTER V GALILEO AND THE NEW PHYSICS \\\\[1\\\\] (p. 101). Rothmann, History of Astronomy (in the Library of Useful Knowledge), London, 1834. \\\\[2\\\\] (p. 102). William Whewell, History of the Inductive Sciences, 3 Vols, London, 1847-Vol. II., p. 48. \\\\[3\\\\] (p. 111). The Lives of Eminent Persons, by Biot, Jardine, Bethune, etc., London, 1833. \\\\[4\\\\] (p. 113). William Gilbert, De Magnete, translated by P. Fleury Motteley, London, 1893. In the biographical memoir, p. xvi. \\\\[5\\\\] (p. 114). Gilbert, op. cit., p. x1vii. \\\\[6\\\\] (p. 114). Gilbert, op. cit., p. 24.\\n\\nCHAPTER VI TWO PSEUDO-SCIENCES--ALCHEMY AND ASTROLOGY \\\\[1\\\\] (p. 125). Exodus xxxii, 20. \\\\[2\\\\] (p. 126). Charles Mackay, Popular Delusions, 3 vols., London, 1850. Vol. II., p. 280. \\\\[3\\\\] (p. 140). Mackay, op. cit., Vol. 11., p. 289. \\\\[4\\\\] (P. 145). John B. Schmalz, Astrology Vindicated, New York, 1898. \\\\[5\\\\] (p. 146). William Lilly, The Starry Messenger, London, 1645, p. 63. \\\\[6\\\\] (p. 149). Lilly, op. cit., p. 70. \\\\[7\\\\] (p. 152). George Wharton, An Astrological jugement upon His Majesty's Present March begun from Oxford, May 7, 1645, pp. 7-10. \\\\[8\\\\] (p. 154). C. W. Roback, The Mysteries of Astrology, Boston, 1854, p. 29.\\n\\nCHAPTER VII FROM PARACELSUS TO HARVEY \\\\[1\\\\] (p. 159). A. E. Waite, The Hermetic and Alchemical Writings of Paracelsus, 2 vols., London, 1894. Vol. I., p. 21. \\\\[2\\\\] (p. 167). E. T. Withington, Medical History from the Earliest Times, London, 1894, p. 278. \\\\[3\\\\] (p. 173). John Dalton, Doctrines of the Circulation, Philadelphia, 1884, p. 179. \\\\[4\\\\] (p. 174). William Harvey, De Motu Cordis et Sanguinis, London, 1803, chap. X. \\\\[5\\\\] (p. 178). The Works of William Harvey, translated by Robert Willis, London, 1847, p. 56.\\n\\nCHAPTER VIII MEDICINE IN THE SIXTEENTH AND SEVENTEENTH CENTURIES \\\\[1\\\\] (p. 189). Hermann Baas, History of Medicine, translated by H. E. Henderson, New York, 1894, p. 504. \\\\[2\\\\] (p. 189). E. T. Withington, Medical History from the Earliest Times, London, 1894, p. 320.\\n\\nCHAPTER IX PHILOSOPHER-SCIENTISTS AND NEW INSTITUTIONS OF LEARNING \\\\[1\\\\] (p. 193). George L. Craik, Bacon and His Writings and Philosophy, 2 vols., London, 1846. Vol. II., p. 121. \\\\[2\\\\] (p. 193). From Huxley's address On Descartes's Discourse Touching the Method of Using One's Reason Rightly and of Seeking Scientific Truth. \\\\[3\\\\] (p. 195). Rene Descartes, Traite de l'Homme (Cousins's edition. in ii vols.), Paris, 1824. Vol, VI., p. 347.\\n\\nCHAPTER X THE SUCCESSORS OF GALILEO IN PHYSICAL SCIENCE \\\\[1\\\\] (p. 205). See The Phlogiston Theory, Vol, IV. \\\\[2\\\\] (p. 205). Robert Boyle, Philosophical Works, 3 vols., London, 1738. Vol. III., p. 41. \\\\[3\\\\] (p. 206). Ibid., Vol. III., p. 47. \\\\[4\\\\] (p. 206). Ibid., Vol. II., p. 92. \\\\[5\\\\] (p. 207). Ibid., Vol. II., p. 2. \\\\[6\\\\] (p. 209). Ibid., Vol. I., p. 8. \\\\[7\\\\] (p. 209). Ibid., vol. III., p. 508. \\\\[8\\\\] (p. 210). Ibid., Vol. III.) p. 361. \\\\[9\\\\] (p. 213). Otto von Guericke, in the Philosophical Transactions of the Royal Society of London, No. 88, for 1672, p. 5103. \\\\[10\\\\] (p. 222). Von Guericke, Phil. Trans. for 1669, Vol I., pp. 173, 174. CHAPTER XI NEWTON AND THE COMPOSITION OF LIGHT \\\\[1\\\\] (p. 233). Phil. Trans. of Royal Soc. of London, No. 80, 1672, pp. 3076-3079. \\\\[2\\\\] (p 234). Ibid., pp. 3084, 3085. \\\\[3\\\\] (p. 235). Voltaire, Letters Concerning the English Nation, London, 1811. CHAPTER XII NEWTON AND THE LAW OF GRAVITATION \\\\[1\\\\] (p. 242). Sir Isaac Newton, Principia, translated by Andrew Motte, New York, 1848, pp. 391, 392. \\\\[2\\\\] (p. 250). Newton op. cit., pp. 506, 507. CHAPTER XIV PROGRESS IN ELECTRICITY FROM GILBERT AND VON GUERICKE TO FRANKLIN \\\\[1\\\\] (p. 274). A letter from M. Dufay, F.R.S. and of the Royal Academy of Sciences at Paris, etc., in the Phil. Trans. of the Royal Soc., vol. XXXVIII., pp. 258-265. \\\\[2\\\\] (p. 282). Dean von Kleist, in the Danzick Memoirs, Vol. I., p. 407. From Joseph Priestley's History of Electricity, London, 1775, pp. 83, 84. \\\\[3\\\\] (p. 288). Benjamin Franklin, New Experiments and Observations on Electricity, London, 1760, pp. 107, 108. \\\\[4\\\\] (p. 291). Franklin, op. cit., pp. 62, 63. \\\\[5\\\\] (p. 295). Franklin, op. cit., pp. 107, 108. \\\\[For notes and bibliography to vol. II. see vol. V.\\\\]\\n\\nEnd\",\"timestamp\":1636538062,\"title\":\"ROBERT BOYLE (1627-1691) Some of Robert Boyle's views as to the possible structure of atmospheric \"},\"digest\":\"V2_4KcnHi23IU21xt2mbKf9PnsvEvQYjITfa5RQD_8I\",\"authorship\":{\"contributor\":\"0xeeF8d0F4c1D7Cd87B0d7D9eb5cDe356985B922Ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yORSPW0iyUGdO1my3uG8lEVnQduBFUDO-O9YNinTUUo\\\",\\\"y\\\":\\\"Q6FwSMDU5-i2gbeARreu5PKoFYcvbYgJ9HwUE-7NRcc\\\"}\",\"signature\":\"1jBqKrkBemJnENgfWzTvJyNGH5b-jtihLGouwORCVXnYHXWLXRV9sg2T_KO4vgkExkxx7KmVg0ZMmJx2j-YxZA\",\"signingKeySignature\":\"0x48cfa6c8fa03026d8f84ada06d8a665a426f9d82d742a26c31f2917ce04dc7777443f6afc06bf0d22fefa6c248cd6f12801c816a0fba78e9f8cbf2f9efc9bb081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yORSPW0iyUGdO1my3uG8lEVnQduBFUDO-O9YNinTUUo\\\",\\\"y\\\":\\\"Q6FwSMDU5-i2gbeARreu5PKoFYcvbYgJ9HwUE-7NRcc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V2_4KcnHi23IU21xt2mbKf9PnsvEvQYjITfa5RQD_8I\"}"