"{\"content\":{\"body\":\"**On self-esteem, self-image** : If you have nothing in your life, but you have at least one person that loves you unconditionally, it’ll do wonders for your self-esteem. Self-discipline is a bridge to a new self-image. Bake in the new self-image. It’s who you are—now \\n  \\n **Renunciation**: I’m very practical about it because, you know, Buddha was a prince. He started off really rich, then he got to go off in the woods. \\n  \\n **Criticism**: If you have a criticism of someone, then don’t criticize the person—criticize the general approach or criticize the class of activities. If you have to praise somebody, then always try and find the person who is the best example of what you’re praising and praise the person, specifically. Then people’s egos and identities, which we all have, don’t work against you. They work for you. \\n  \\n **Desire**: A contract you make with yourself to be unhappy until you get what you want. “Is it so important to me I’ll be unhappy unless this goes my way?” You’re going to find with the vast majority of things it’s just not true \\n  \\n **Life**: It is a single-player game. You’re born alone. You’re going to die alone. All of your interpretations are alone. \\n  \\n **Happiness**: Is a skill, can be cultivated. You choose to be happy, and then you work at it. It’s just like building muscles. It’s just like losing weight. It’s just like succeeding at your job. It’s just like learning calculus. You decide it’s important to you. You prioritize it above everything else. You read everything on the topic. Tell your friends you’re a happy person. Then, you’ll be forced to conform to it. You’ll have a consistency bias. You have to live up to it. Your friends will expect you to be a happy person. No exceptions—all screen activities linked to less happiness, all non-screen activities linked to more happiness. \\n  \\n **On judging people**: If I catch myself judging somebody, I can stop myself and say, “What’s the positive interpretation of this?” The more you judge, the more you separate yourself. You’ll feel good for an instant, because you feel good about yourself, thinking you’re better than someone. Later, you’re going to feel lonely. Then, you see negativity everywhere. The world just reflects your own feelings back at you \\n  \\n **On being caught in a funk**: Use meditation, music, and exercise to reset your mood. Then choose a new path to commit emotional energy for rest of day \\n  \\n **On judging for yourself**: How much of the day is spent doing things out of obligation rather than out of interest? Use your judgment to figure out what kinds of environments you can thrive in, and then create an environment around you so you’re statistically likely to succeed. \\n  \\n **On positivity**: “Okay, I’ll be late for a meeting. But what is the benefit to me? I get to relax and watch the birds for a moment. I’ll also spend less time in that boring meeting.” There’s almost always something positive. Even if you can’t come up with something positive, you can say, “Well, the Universe is going to teach me something now. Now I get to listen and learn.” \\n  \\n **On prioritizing**: “I don’t have time” is just another way of saying “It’s not a priority.” What you really have to do is say whether it is a priority or not. If something is your number one priority, then you will do it. That’s just the way life works. If you’ve got a fuzzy basket of ten or fifteen different priorities, you’re going to end up getting none of them \\n  \\n **On meditation**: The advantage of meditation is recognizing just how out of control your mind is. It is like a monkey flinging feces, running around the room, making trouble, shouting, and breaking things. It’s completely uncontrollable. It’s an out-of-control mad person. \\n  \\n **On procrastination**: When you say, “I’m going to do this,” and “I’m going to be that,” you’re really putting it off. You’re giving yourself an out. At least if you’re self-aware, you can think, “‘I say I want to do this, but I don’t really because if I really wanted to do it, I would just do it.” \\n  \\n **On results**: Impatience with actions, patience with results \\n  \\n **What to learn**: You should know statistics and probability forwards and backwards and inside out \\n  \\n **On anger**: What is anger? Anger is a way to signal as strongly as you can to the other party you’re capable of violence. Anger is a precursor to violence. Anger is its own punishment. An angry person trying to push your head below water is drowning at the same time \\n  \\n \",\"timestamp\":1639116203,\"title\":\"Book Summary: The Almanack of Naval Ravikant (Eric Jorgenson)\"},\"digest\":\"tWyp23iLQ93J1du4TtUHmPT3_gRtIldOE28ScIBut-Q\",\"authorship\":{\"contributor\":\"0x23860B3E7000fa31B3081592Bd54434e789E2365\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"signature\":\"mncSDY4Kh0cEUbbEn1ZfoUXklmdGWvCTpcNgbcMVXzbNiZ-rIuqok3-zs-Z1_9RLdDs_uNmTIrCONCrsfejYGg\",\"signingKeySignature\":\"0x32b2557184a4d32c18b9b17dd878c6165dddc2ff635cdf97b9ac56b87b021db768a14c865555bbca4451140e99856e935679ef1fb3c279bfada35ebb1c5da5eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tQvLt34Lx3I90wWpU5Kjg7gJLachTX2B-oXr3ZOlAh0\"}"