"{\"content\":{\"body\":\"w市发生的爆炸案, 是一桩骇人听闻的惨案, 伤亡人数之多、产生的社会影响之剧烈, 堪称几年来之最，也因为如此, 无论是社会舆论也好，还是各方对专案组的反复叮嘱也好，都给负责调查此案的专案组带来了极大的压力。\\n\\n    即便没有各方带来的压力, 但凡只要去过爆炸现场、实地勘察过这起爆炸案的惨状的警官, 都会发自内心的想要找到这起爆炸案的真凶和动机。\\n\\n    他/他们为什么要这么做？\\n\\n    他/他们背后是不是有更大的犯罪组织在对着社会安全虎视眈眈？\\n\\n    侦破重大案件, 光靠猜想是不行的, 还要有完整的证据链和人证、物证对他们调查出来的事实进行佐证，寻找证据的过程，往往要花费一段时间。\\n\\n    何况车厢里破坏的如此严重, 整座公交车里更是没有任何人幸存, 爆炸案发生后，连车上发现的尸骨都是残破不堪的，这让案件的调查更是陷入了瓶颈。\\n\\n    但现在, 两个年轻人提供的线索给专案组提供了一个明确的方向, 也有了重大突破, 局面一下子就明朗了起来。\\n\\n    有了方向，取证的过程就会被大大减少。\\n\\n    “老天有眼, 天网恢恢，疏而不漏。”\\n\\n    对于这么快找到线索的局面，老张只有这一个想法。\\n\\n    “幸亏两个年轻人一个机警一个聪明, 才给我们带来了这么大的帮助。”\\n\\n    “但是你不觉得他们也太过机警、太过聪明了吗？”\\n\\n    杜警官想起那个青年接过分布图、毫不犹豫就能“默写”出每个人位置的举动，总觉得有些不安。\\n\\n    “寻常人遇见这种事，脑子里不乱成一锅粥就不错了，他却能记得分毫不错。还有那个女孩……”\\n\\n    既然知道有问题的话，为什么不报警？\\n\\n    他没有把自己的不满说出来，但老张能明白。\\n\\n    “我知道你在担心什么，你的担心我也有。但是我的经验，这两个年轻人应该是清白的。一起爆炸案的嫌疑人不会主动去帮助警方、响应警方的传唤，更不会因为车上的乘客伤亡惨重而背上这么重的心理负担。”\\n\\n    老张想起小姑娘被安慰后失声痛哭的样子，心里就难受的不行，“普通人遇见这种事都是自顾不暇，他们还能想到帮助别人，都是些好孩子。何况我们不也都调查过了吗？他们身家清白社交单纯并无案底，并没有成为同谋的动机。”\\n\\n    “这世上总有些偏门的天才，有些反应力极快，有些画面记忆力超强，也许小伙子就是有这种才能的人呢？他既然说平时就喜欢观察车上乘客，在关键时候能回忆起来也没什么稀奇，而且既然女孩已经发现了前排的人情况不对，作为朋友，多注意一点也合情合理。”\\n\\n    老张能明白老杜对这起案件的愤怒和遗憾，但他在感情上，更倾向于相信两个年轻人。\\n\\n    “至于女孩子为什么不报警，我觉得这个没什么好纠结的，她又没有证据，只是觉得这个中年妇女自言自语很奇怪，人的直觉通常不能当做证据，很多人遇见这种事，会觉得报警是小题大做。”\\n\\n    “你说的对。”\\n\\n    杜警官叹了口气，“是我太紧张了。”\\n\\n    “放松点，别把自己逼那么紧。”\\n\\n    老张非常理解他的这种急迫。\\n\\n    “我知道你责任心强，但保护人民安全、维护社会治安是我们的责任，你不能用同样的职业准则和道德约束去要求两个普通的年轻人。”\\n\\n    “会积极配合警方破案，他们就已经做到他们能做到的最好地步了。”\\n\\n    另一边，作为协助者的李诗情和肖鹤云也很快从警方那边得到了他们想知道的答案。\\n\\n    “司机和那个大婶是夫妻？”\\n\\n    得知他们的关系后，李诗情和小哥差点没崩住脸上的表情。\\n\\n    如果警方不说，谁能想到司机大叔居然和那个像是疯子一样的大婶有这样的关系？\\n\\n    “您的意思是说，这辆公交车的司机有可能是从犯吗？”\\n\\n    眼镜小哥紧张地问。\\n\\n    “有很大的可能，但最终结果还要看搜查到的证据。”\\n\\n    老张说。\\n\\n    “你看起来很惊讶，为什么？”\\n\\n    杜警官虽然接受了老张的说法，但出于职业素养，还是一眼看出李诗情身上的不对劲，这已经是他们的职业病了，没办法控制。\\n\\n    “因为我和这个司机还算熟。”\\n\\n    李诗情没有试图隐瞒，发自肺腑地说，“我坐这路公交车已经两年多了，我大多数时间都是学校的放假日出行，遇见的都是今天这班车的司机，他挺照顾学生的，看起来不像是做这种事的人。”\\n\\n    听说这女孩和司机熟悉，杜警官也被提起了兴趣。\\n\\n    “哦？他听照顾学生？具体呢？你跟我们说说。”\\n\\n    李诗情就把自己对司机所有的记忆和认知都对几位警官说了。\\n\\n    她刚到这个地方时，人生地不熟又面皮浅不好意思麻烦别人，但就是在这么一个陌生的地方，遇到的人大多都是善意的，这也让她从来不愿意用恶意去揣测别人。\\n\\n    比起穷凶极恶的大婶，她更相信自己眼睛看到的、心里感受到的，她更倾向于司机大叔一定有什么苦衷。\\n\\n    “我们上车后，司机大叔和车上其他乘客并没有说过话，也包括那个带着高压锅的大婶。”\\n\\n    李诗情讷讷地说，“我们都没想到司机大叔还能和那个大婶有这样的关系。”\\n\\n    “听起来确实像是个不错的人，不像是有反社会人格的样子……”\\n\\n    杜警官摸了摸下巴，问身边的助手，“方子，这司机和嫌疑人陶映红是原配夫妻吗？有没有子女？”\\n\\n    “是原配，两人是二十五年前结婚的，老家在s省q市，三年前来这个城市定居。”方子看着手上的资料，眉头渐渐皱起，“他们有一个女儿，但是已经亡故了。”\\n\\n    李诗情和小哥对视一眼，眼神更加惊讶。\\n\\n    之前李诗情和小哥讨论过，曾怀疑大叔也许是因为家人被绑架或沦为人质而不得不屈从于犯罪组织，也曾预想过如果警方能查出这些，一开始就选择解救人质也许能拉拢到司机的帮助……\\n\\n    可现在，警方调查的证据告诉他们，司机大叔所谓的“家人”就是那个疯子一样的大婶，而他的女儿早就不在世了……\\n\\n    这条路一下子就断了。\\n\\n    “查一下他们女儿的情况。”\\n\\n    老张插话说，“能让一个中年妇女做出这种事的，多半和子女有关系。”\\n\\n    “你们还能想起什么？请尽可能的都告诉我们，包括车上还有其他可疑的人，有没有团伙作案的可能……”\\n\\n    老张忧心忡忡地。\\n\\n    鉴于大叔和大婶被调查出来的情况，李诗情和小哥仔细回想了下他们有没有什么可能疏漏的地方，但最终还是摇了摇头。\\n\\n    “车上都是些不用上班的老爷爷老奶奶，我们没觉得有哪里不对劲的地方，至少我们没发现。”\\n\\n    小哥态度慎重地回答。\\n\\n    就在这时，杜警官的电话突然响起。\\n\\n    “小江那边的。”\\n\\n    杜警官看了眼来电提示，连忙接起。\\n\\n    “太好了，干得不错，继续搜查，看看还有什么发现！”\\n\\n    似乎是那边说了什么好消息，他一贯严肃的脸上居然浮现出隐隐的笑意，“我这边也会配合你们继续搜查。”\\n\\n    “怎么，小江那边有什么发现？”\\n\\n    老张迫不及待地问。\\n\\n    李诗情和肖鹤云也不由自主地仰头看他，眼中带着期待。\\n\\n    杜警官的目光扫过两个年轻人，犹豫了一会儿，但还是没有回避，当着他们的面说了。\\n\\n    “小江在犯罪嫌疑人夫妻名下房产的独立车库里，发现了制造炸弹的工具和剩余原材料。现在已经基本可以确定，炸弹就是由这对夫妻制造的。”\\n\\n    “在居民区里？”\\n\\n    老张听说发现原材料的地点，脸上露出怒色。\\n\\n    “他们买的二手房在港务新村，才买三年。根据对门邻居的回忆，平时家里男主人都住外面，一个星期回来两三次，女主人也差不多是男主人回来的频率回家，平时很少和邻居们交际，看起来也很不好说话的样子。”\\n\\n    有了重要发现，杜警官倒不急了。\\n\\n    没一会儿，调查司机王兴德和其妻陶映红的警官也带调来了资料，进入了专案组办公室。\\n\\n    “司机王兴德以前是大货司机，在老家s省跑运输，妻子陶映红一直是q市一中的高中化学老师……”\\n\\n    他一边说，一边将资料递给杜警官，“三年前，王兴德通过劳务派遣公司应聘本市公交公司，经过一段时间的岗前培训后正式成为公交车司机，两年前正式调到这条线。”\\n\\n    “同年，陶映红辞职跟随王兴德来到本市，因为化学专业的资历，在一家化工厂当质检员，半年前辞职了。”\\n\\n    这下子，不但犯罪嫌疑可以确定，连制造炸弹的条件都有了。\\n\\n    “他们为什么要放弃在老家的稳定工作，到w市来定居？”老张奇道，“公交车司机的待遇不可能比大货司机还高吧？”\\n\\n    无论怎么看，这一对嫌疑人夫妻的身上，疑点重重。\\n\\n    “老张，你和他们两个继续聊聊，看看有没有其他遗漏的地方，你留在组里居中调度。我们去和小江汇合，有什么事儿电话联系。”\\n\\n    有了线索，杜警官不肯浪费一点时间，急着要去调查更多的证据。\\n\\n    等杜警官走了，李诗情和小哥坐在长椅上，看着一屋子忙得焦头烂额的警官，唯有他们清闲地坐在这里，顿时有些局促。\\n\\n    老张察觉到了两个年轻人的不自在，想了下，笑着对他们说：“这里是乱了点，这样吧，你们跟我去我的办公室，稍微安静些。”\\n\\n开端 第40节\\n\\n    因为小哥和李诗情是唯一能准确说出车上最后所有乘客什么样子的知情人，老张和老杜都没有这么快让他们先回去的意思。\\n\\n    但是他们在查案的时候，就把这两个年轻人这么晾着，也确实不合适。\\n\\n    “我的办公室里有张行军床，你们要累了可以躺躺。也有充电线和热水，稍微休息下，玩玩手机什么的……”\\n\\n    老张领着他们进了自己的办公室，找了两张椅子给他们坐下，又翻箱倒柜想找点招待人的东西，结果只翻出几袋扛饿的压缩饼干。\\n\\n    “不好意思啊，我没吃零食的习惯，没什么吃的。你们要是饿了，就先吃这个将就下，晚上我请你们吃饭哈！”\\n\\n    老张尴尬地看着饼干。\\n\\n    “没关系，这个挺好吃的，我都好久没吃过了。”\\n\\n    小哥接过了饼干，一点也没有嫌弃的意思。\\n\\n    肖鹤云的体贴让老张对两个年轻人更有好感，在等待王兴德女儿资料的时间里，老张便陪着他们闲聊，大多是问车上的情况，想看看有没有可能再多知道一些疏漏的东西。\\n\\n    聊着聊着，李诗情脑子里有什么一闪而过，表情有些怔愣。\\n\\n    “怎么，你又想起什么了吗？”\\n\\n    老张笑着问。\\n\\n    “张警官，我有个问题，我问了，您别笑话我……”\\n\\n    她挠了挠头，像是很不好意思。\\n\\n    “嗯，你问。”\\n\\n    “假设啊，我是说假设……”\\n\\n    嘴里说着只是“假设”，李诗情的表情却非常认真。\\n\\n    以为她有什么重要的事情要问，老张也跟着正色起来。\\n\\n    “假设，我明天眼睛一睁，发现自己又回到了这辆出事的公交车上……”\\n\\n    在小哥惊讶的表情里，李诗情认真地求问着。\\n\\n    “这时候离爆炸只有三十分钟，我和肖鹤云知道车上有炸弹，也知道犯人是大婶和司机，在有限的条件下，我们该怎么做，才有可能制止这起爆炸案？”\",\"timestamp\":1642689289,\"title\":\"第33章 第二十次循环（四）\"},\"digest\":\"XR-Dapa2VT1_2Sj0sFtBCuTVojPiLy-uJ9Qe8l9WGmw\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"YCcq0gCbLrn_od4FbDO64qDfMYPZ8FJyHRBEeXkJChHsxeMAY7DsdGkCtwhJafwzJRLYiPrycoJZ4CyqgL05ig\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XR-Dapa2VT1_2Sj0sFtBCuTVojPiLy-uJ9Qe8l9WGmw\"}"