"{\"content\":{\"body\":\"GameFi, or game finance, is the intersection of blockchain technology, gaming, and several forms of decentralized financial products, like non-fungible tokens (NFT), borrowing and lending, and algorithmic stablecoins, etc.\\n\\nWith GameFi, the tokens on the blockchain now have digital games as its backing, and ordinary people who lack financial knowledge no longer need to understand the complex economic model of the blockchain to participate in the token transaction. The huge potential of it has attracted numerous investment institutions to enter and jointly set off the boom of GameFi.\\n\\n**1. Gamefi, not just games**\\n\\nThe early days of any new trend are often accompanied by unrealistic expectations and feverish speculation, and GameFi is no exception. In the recent market, on the one hand, numerous GameFi projects and many GameFi associations have been established. A16Z, Animoca Brands, Pantera Capital and other well-known investment institutions are competing to enter the market; While on the other hand, a few trending GameFi project suddenly plunged in price. Some projects with unreliable background disappeared once the game was released, leaving a group of players suffered a great loss.\\n\\n![](https://images.mirror-media.xyz/publication-images/TtE5hM2QSMJYWvJhCJAkz.png?height=321&width=600)\\n\\nIf we compare the current GameFi boom with the emergence of mobile game in the early stage of Internet, we can see a lot of similarities. In the early days of the mobile gaming boom, angry Birds, Temple Run 2, Ninja Fruit and other games with new and interesting gameplay quickly spread among the general population, just like the current scene of Axie Infinity sweeping Southeast Asian countries.\\n\\nWith the emergence of some popular mobile games, a large number of imitation on these hot games also began to appear, and the market competition became fierce. Finally, a group of fixed game types (RPG, FPS, SLG, MOBA, MSC, etc.) was formed.\\n\\nWe can find that the current GameFi is still in the stage of a large number of imitation games flooding the market, and new genres of GameFi types are still in the stage of continuous emergence.\\n\\nHowever, GameFi and traditional games meant to follow the disparate path because of the difference between them.\\n\\nGameFi is not just game, but also contains the economic system supported by blockchain technology and decentralized player relationship. It is more like a blockchain social and transaction network in the form of a game.\\n\\nIn other words, owning your own in-game digital assets, being able to make money from the game, and being able to connect with more like-minded players in the community are all factors that drive players to join the GameFi.\\n\\n![](https://images.mirror-media.xyz/publication-images/UpFp61-3AtWV2kkGryBEI.png?height=400&width=400)\\n\\nThe reason for Axie Infinity’s success is not the exciting player experience, but the exquisite economy of the game and the fact that players can actually “PlayToEarn” in the game.\\n\\nSimilarly, a game like Wolfgame, which is poor in graphics, can be a popular GameFi because it introduces a complex gaming system between players. This complexity brings many unpredictable possibilities for the future development of GameFi.\\n\\nSo how do we evaluate the future growth potential of a GameFi project in the face of a completely new market and constantly emerging new gameplay?\\n\\n**2. A blockchain-based evaluation model for evaluating GameFi projects**\\n\\nBefore we begin, it should be clear that there are many projects out there that simply integrate the blockchain technology on top of the gameplay of traditional games. For example, some just use stable coins for the in-game top-up and exchange activities. We think those games are still in the realm of traditional games and are out of the discussion.\\n\\nThis is because we believe that blockchain-based game should utilize the advantages blockchain technology brings, rather than being a game that just has tokens in it.\\n\\nThis means the game should rely on blockchain technology to generate value through the interaction between users and achieve interactions between players that is difficult to achieve in reality. This is not only the subversive significance of GameFi to the traditional game industry, but also an epitome of the changes that blockchain technology will bring to human society in the future.\\n\\nIn short, our evaluation model has three criteria: project background, tokenomics design, and playability.\\n\\nAmong these three factors, the project background mainly examines whether the project has a good team, enough financial support and long-term development plan; The token economy design examines whether the game’s mechanics can develop steadily over a long period of time to support token transactions by a large number of players. While playability mainly examines whether a GameFi can build decentralized player relationships and decentralized player communities, and gives full play to the advantages of blockchain in building trust relationships.\\n\\n**The first thing to consider is the project background.** We believe a GameFi is a blockchain project first and then a game.\\n\\nThe way to evaluate the background of a GameFi project is the same as that of a general blockchain project. It depends on whether the project team has a good background, whether the story of the project is attractive enough, and whether the investors of the project have the ability to support the project.\\n\\nRegarding the project teams, our experiences tell us that the teams that are willing to disclose the backgrounds of their project members tend to be more reliable. In terms of the story of the project, we need to focus on product-market Fit. A good project team is often able to accurately describe the needs of the current market and design products based on this.\\n\\n![](https://images.mirror-media.xyz/publication-images/lbiGhhbuctP8c2SI35hzC.png?height=434&width=634)\\n\\nFor example, Genopets, a recent GameFi project, has a deep understanding of the trend that GameFi will be deeply integrated with the daily life of ordinary people in the future.\\n\\nGenopets allows everyone to get a pet in the game according to players’ personality, and the virtual pet develops and evolves in step with the real life of the player. This story fits well with the current popular metasverse concept and has gained the market’s favor.\\n\\nIn terms of the investors of a project, currently, leading venture capital institutions include A16Z, Panda Capital, Paradigm, Delphi Digital, Coinbase Ventures, Dragonfly Capital, Digital Currency Group, etc. Being able to secure financing from these institutions means that projects could have strong endorsements at launch.\\n\\n**The second is the tokenomics design.** The concept of GameFi, or “game finance” was proposed by the chief strategy Officer (CSO) of MixMarvel, a company engaged in tokenomics design and blockchain technology integration for traditional company. The so-called GameFi itself is built on the application of blockchain finance.\\n\\nThe tokenomics of a project can be examined by look at whether the game’s token model (single-token/multi-token) and how well the project side controls the in-game token economy model.\\n\\nIn terms of the token model, the single token system means that the in-game economy and secondary market adopt one kind of currency. Players can enter the game by buying game tokens, and players can earn the same kind of tokens by playing the game. In the multi-token system, different types of tokens are set up in the game, usually including in-game token and governance token. In-game token is the main reward for basic player behaviors such as daily tasks and PvE battles, while governance coins are used to motivate players to engage in PvP battles and participate in community governance, etc.\\n\\nThe two models have their own advantages and disadvantages. The advantage of single token system is that it reduces the difficulty of resource integration, facilitates the transaction of players, promotes the flow of funds in the game, and stimulates players to enter the game at the early stage of the project. However, the multi-token system can reduce the influence of secondary market on the game and increase the stability of the in-game economy system.\\n\\nThe multi-token model adopted by Axie Infinity, the GameFi with the highest trading volume at present, has been proved to be more conducive to the project team’s ability to control the output of game tokens by adjusting the game mechanism, thus stabilizing the economy of the game.\\n\\n![](https://images.mirror-media.xyz/publication-images/396JGNGo9IttXYCBF646x.png?height=358&width=645)\\n\\nFor example, Axie Infinity recently announced that it would triple the consumption of SLP tokens in the Axie breeding fee in order to balance the current inflation caused by the fact that the amount of SLP tokens burned is far less than the amount in circulation.\\n\\n**Finally, playability .** The concept of “playability” is very broad. In traditional games, “playability” refers to the how good the story of the game, whether player can get immersion experiences, and if the game enable player to explore the open world. Whereas in GameFi, “gameplay” does not mean that.\\n\\nThe playability of GameFi is reflected in whether a game can maximise the value of token transactions and cooperation and gaming between players, so that players can interact frequently. Traditional computer games tend to be designed as a closed universe in which individual players can explore the human-computer interaction that the game developer has set in place. Their universe could have the name “open world,” but still be essentially exclusive to each player.\\n\\nHowever, the biggest difference between GameFi is that it does not have a set game plot, and the project team cannot benefit directly from selling the props in the game. Instead, it can only rely on the continuous operation of the economic model to expand the in-game economy, which must rely on the interaction between players.\\n\\nEven a game with a good economy model but relies solely on players fighting monsters to generate tokens will quickly become unsustainable.\\n\\nGames that encourage continuous interaction between players are what we believe a good game. For example, the PVP and breeding system in Axie Infinity is aimed at stimulating players to trade Axie in the market, and the project side then earns profits by charging players transaction fees.\\n\\nWolfgame, which has recently become popular, also relies on the game’s mechanism to motivate players to find better ways to gain revenue from others. Increasingly complex game methods attract players to interact with each other, thus gradually increasing the value of the game as a whole.\\n\\nTherefore, whether a GameFi project is trying to build decentralized player relationships is an important criterion for us to evaluate the chain game project.\\n\\n**3. The Core of Gamefi: Decentralized player relationships**\\n\\nIf we are trying to evaluate a traditional game, we must consider how the game company makes money from selling items and characters, or how they increase the amount of time users spend online, because these are the things that traditional game companies make money from.\\n\\nHowever, as can be seen from the above, when evaluating a GameFi, the core indicators are not these, but whether a GameFi can move closer to the decentralized nature of blockchain in terms of gameplay, economic model, and user relationship.\\n\\n![](https://images.mirror-media.xyz/publication-images/h_HTvAzFniHNAUY8ao1qY.png?height=477&width=689)\\n\\nA good GameFi project must carefully manage this decentralized relationship. At present, many traditional game companies, seeing the craze of GameFi, try to transfer traditional games to GameFi. But the result is often uneven production of game tokens, which leads to a huge price plunge after an huge influx of speculators. The decentralized revenue distribution mechanism of GameFi instead becomes a doom to this kind of projects.\\n\\nCurrently, GameFi accounts for only 2.3% of the global game industry market space. With the maturity of side-chain and Layer2 technologies in the past two years, more and more game developers will start to adopt GameFi model in the future. In the process, there will be a lot of games companies that are porting traditional game play to the GameFi, but more importantly there will be a lot of player relationship innovation, both in terms of in-game mechanics innovation for player relationships (like Wolfgame) and out-of-game mechanics innovation for player partnerships.\\n\\nIn terms of the innovation of the relationship between players in the game, we can make some predictions. For example, some GameFi will combine PVP with team cooperation, match with the gaming between different teams organized by subDao, together with hashrate reward for the winner and the bidding mechanism for loot, etc.\\n\\nThis is where the possibilities are endless and where really GameFi projects are coming from.\\n\\nIn terms of the innovation of out-of-game player cooperation, it is worth looking forward to the emergence of player autonomous organization to coordinate the new player relationship.\\n\\nThe current rise of GameFi guilds has shown the budding of player relationship innovation.\\n\\nThe logic of the current popular GameFi guilds is to gather players, recruit and train them, and monetize by lending in-game assets (NFT) to players.\\n\\nIn this process, by the cooperation of normal players, the threshold for players to enter the GameFi is lowered, and the average income that ordinary people can obtain through blockchain is increased.\\n\\nThis model is the embodiment of a new type of player relationship, in which players are no longer controlled by the game company. However, players can now be the owner of their community and their in-game assets, after breaking the game company’s monopoly on game resources.\\n\\nIn short, the core element of GameFi is linking players together to achieve interaction based on blockchain. This new player relationship is a manifestation of the decentralization of blockchain technology, and will be reflected not only in the innovation of gameplay, but also in the cooperation between players in the real world.\\n\\nFrom gameplay to real-world player interactions, GameFi is quietly upending the rules of the game industry.\\n\\n**4. Laplap: Building a new type of player relationship in the Web3.0 era**\\n\\nLaplap is also part of this GameFi trend, and we hope to build a new type of player relationship.\\n\\nThe current GameFi guild’s model of in-game assets (NFT) lending has been proven to be able to bring in more players into GameFi and allow them to play to earn. However, we believe that in this model, players arestill not deeply involved in the development of a game. There is still plenty of room for player involvement in the more critical aspects in GameFi like game releasing, in-game mechanic design, and game iteration.\\n\\n![](https://images.mirror-media.xyz/publication-images/cPG2y3m6glAANm3WrBvIu.png?height=662&width=670)\\n\\nAnd that is what Laplap wants to do. In terms of playability, Laplap, as a GameFi publishing platform, will encourage GameFi vendors to create more complex gaming mechanics that allow more players to trade time for money.\\n\\nThis will increase the playability of a GameFi described in the previous section and lead game companies to start thinking about building a new type of player relationship in Web3 era games, solving the current problem of low motivation of ordinary players.\\n\\nFrom the perspective of tokenomics design, Laplap will select games with stable economic model for our players to invest their time and money.\\n\\nLaplap integrates Play to Earn model to help more players enter these games. Large investors can also join Laplap and get some of the revenue players earned through the whole process of launching by holding the our membership NFT. They no longer need to dump tokens when the price of in-game tokens is high, which makes the ecosystem more stable.\\n\\nWe believe that through cooperation and self-governance among community members, ordinary players can have a voice in the era of metaverse and influence the development of the GameFi industry.\\n\\nBy [Simon Sun](https://twitter.com/SimonXX42) (European Marketing Director at Laplap)\",\"timestamp\":1640330487,\"title\":\"Laplap: Our Evaluation Model of GameFi projects and explanations on Gamefi’s new Player relationships\"},\"digest\":\"pmu7H9U_J23ua_81nQKYghPuAqzTqkCPLP5DL0Ygpmk\",\"authorship\":{\"contributor\":\"0xb085d6C7C51d25065fe1e1B156f9518464F51B84\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_lze--2FiIytk1t6EuzOTiBEfjsmBSJqWfgiluVyR3o\\\",\\\"y\\\":\\\"fgcTUs6NxQRu3HcvxRpYaMLCM5VW0M7doUUHHcYnhXA\\\"}\",\"signature\":\"Omqzw1Ip3yMAz6zXeuJonBT5UXltlQItmTm--Mdqr5IAdaazeUYnnqJVgc4q5tt0dX9X-QOz80_Ws8h9cysyWA\",\"signingKeySignature\":\"0xcfae8cf1a4b617e68964f5c07a6f8f7e30268ea182ac9ff50bfdbace440a2d774c29e24702a29ef85a1d24af43125f8857165261f447c28f926b589571f1a82c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_lze--2FiIytk1t6EuzOTiBEfjsmBSJqWfgiluVyR3o\\\",\\\"y\\\":\\\"fgcTUs6NxQRu3HcvxRpYaMLCM5VW0M7doUUHHcYnhXA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pmu7H9U_J23ua_81nQKYghPuAqzTqkCPLP5DL0Ygpmk\"}"