"{\"content\":{\"body\":\"His Royal highness all a dumbstruck, imperial intelligence minister iron can is will hang his head low, and the minister of military affairs he Zhiqiu also feel burning face is very uncomfortable.\\n\\nThe Imperial Intelligence department is divided into two systems, the Imperial Intelligence Department and the Imperial Military Affairs Department.Imperial intelligence agency is responsible for the whole continent political, economic, diplomatic, military, nationality, religion, culture and so on various aspects of intelligence gathering, and military intelligence agency (cia) is mainly responsible for the collection of the military intelligence across the continent, the focus is on the east China have close relationship with the imperial countries and endanger the safety of the imperial military intelligence.\\n\\nSince early horse khanate detente with the empire's positive measures were taken, the relationship between the two countries is the emergence of a brief honeymoon period, in combined with the large number of original garrisoned in its border with the empire's elite khan in troop withdrawals, only a few regular troops, greatly reduce the imperial military pressure in the south,And empire in the north and west, and domestic two buffer region in abnormal action, has attracted a lot of energy imperial intelligence, coupled with the horse the khanate domestic strict confidentiality measures adopted, the pre-war diplomacy is used as the cover, also distracted the vigilance and attention, and finally successfully fool the eyeliner around intelligence organizations from all over the world.\\n\\n\\\"咹?Why are you all dumb?Aren't you usually so eloquent?\\\"Situ moon continued to satirize your Highness's courtiers with contempt.\\n\\nSee words have said this, he Zhiqiu really some can not sit still, he bravely played: \\\"To your Majesty, this minister can not shirk the responsibility, please your Majesty.\\\"\\n\\nSee he Zhiqiu are out to plead guilty, information minister iron can also quickly out to request the emperor to give his punishment.Situ Mingyue this just gasp for breath, slowly sit back to the throne, \\\"to your punishment and so on later again, first talk about how to deal with the current severe situation.\\\"\\n\\nThe emperor's tone gradually eased, and his ministers breathed a sigh of relief.\\n\\n\\\"Rather love qing, you say your opinion first.\\\"Situ Mingyue put his eyes on the first left imperial deputy minister of administration ning Yuanping, he now presided over the work of the General Administration of the Empire, can be said to be the first person in the imperial civil service.\\n\\n\\\"Your Majesty, in my humble opinion, the Majikhans have been planning this operation for a long time.In their early deliberately get along with our country, to improve relations with our country, and transfer the military force to other areas, it should be a strategic direction adjustment, is not a whim, I judge they will continue to fight the peripheral country cities, it is a challenge to the authority, will also is the biggest evil east China into the war,I believe that strong measures must be taken to stop such audacious actions. Otherwise, the prestige of our country will be greatly damaged and the arrogance of the Majikhans will be encouraged.\\\"Ning's words immediately won the approval of most of the ministers present, who all nodded in support of ning's opinion.\\n\\nSitu Mingyue also nodded, \\\"Lu Aiqing, talk about your views.\\\"\\n\\n\\\"My minister's view is similar to Lord Ning's.The maqichan people had made thorough preparations for this military operation in advance, and not only the target country but also the neighboring countries including Our country were kept in the dark, which shows the degree of secrecy.Despite its small size, Anchun city is rich in copper resources, and the possession of it by the Majikhans would be a great boost to its industrial development, as well as an inestimable boost to its state finances.The kingdom of Jemelow, however, was largely flat and flat, suitable not only for horse movements by the Maki Khans, but also as an important breadbasket in the southern East Continent.Although everyone knows their sweat horse is a descendant of the nomads, but the considerable number of people had gradually adapted to the farming life, the country's demand for food is quite large, and its central is desert, desert steppe and forest around it, only near the northern China and southern border area in the east they are arable land,In the past ten years, their population has increased rapidly and their economy has developed rapidly, but the food problem cannot be solved all the time. Every year, they have to import a large amount of food from Our country and other neighboring countries. This is the main reason why the Maki Khanate has been eyeing Up Five Lakes in Our country.\\\"\\n\\nAfter a pause, he continued: \\\"Importing food is expensive and easy to control, as Pishli and Ray Kyaw Tin, both men of foresight, must have seen.The only way to solve this difficult problem is to find another way.Besides my own kingdom and the kingdom of Milan, the kingdom of Jemelow is the only one in the region that produces food, not to mention mine, which is growing fast, but is far from being able to compete with mine;The power of the Kingdom of Milan is not as strong as theirs, but it is not to be underestimated, and the kingdom of Milan and my country are close, if the use of troops against Milan, our country will not sit idly by, so the only target is the kingdom of Gemelo.We don't have a border with the Kingdom of Jemelot, and our relations are not so good. If we take special measures to solve the problem quickly, and make it a fait accompli, the Makhans probably think that we won't fight for it, and that no other country can threaten them at all.\\\"\\n\\nFinally, Lu Wenfu sighed and said, \\\"MY minister thinks that according to the actual situation of our country, we should take various ways and means to negotiate with the Majihan people and force them to withdraw.\\\"These last few words, Lu Wenfu oneself feel too weak, may is there the empire of the actual situation, the southern army military area command, though there are more than 20, but didn't prepare for war, let alone inside the empire and sanjiang county, Lin this menace, day south lang home also dishonest, an elusive, but their sweat horse with four hundred thousand troops,In addition to the two hundred thousand troops that had been sent to war, two hundred thousand troops, including one hundred thousand elite Royal guards, were stationed there.\",\"timestamp\":1635744890,\"title\":\"intelligence department\"},\"digest\":\"r-LpBj1mdmUPs09uDz-mS8cZPq3bFFFBR56_qVdWigg\",\"authorship\":{\"contributor\":\"0x9FB1c8b6196E5dEAC9ABb2A59CccB4e3D08DE271\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"signature\":\"MfV67WmR1QlkZ5Dbk8DJergfPUplumPNveX4d1w6Yf1lqqbW_sh3LiZSuXEe_o4LcyGPUCCo5iq4o9VEvg4wog\",\"signingKeySignature\":\"0xc1408b3d99aa6189cd13d507ca892fb6b62c0a76e9590ea04973b374310b57125ff6b76e6c89c76ba5db85a598120697512b8efd5a28fba63d2bc9ddbb533dd01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r-LpBj1mdmUPs09uDz-mS8cZPq3bFFFBR56_qVdWigg\"}"