"{\"content\":{\"body\":\"While there have been a few writeups on the Halo 3 spawning system, I feel they only went halfway with the facts and just assumed the rest. Everything in this writeup has been observed and tested over and over again with my \\\"spawn lab\\\" of sorts, high in the sky of Sandbox. While this is tested with and applies to Halo 3, many of these concepts might be applicable to Reach. What follows is both dissection and a guide on the spawn system and how you should be using it to its best potential. \\n  \\n Spawns ignore geometry, line of sight, and weapons fire over them. Think of spawns as a 3D cloud of points (x,y,z). Think of the players as a sphere centered around their x,y,z point. This sphere moves around with the player and intersects with spawns. For example, it's possible to stand on the other side of a wall and buddy spawn people onto a spawn that's on the opposite side of the wall from you.\\n\\nLine-Of-Sight blocking would be extremely computationally expensive for multiplayer (you'd have to cast LOS rays from 16 players) and would be too easy to just start block and spawn camp. After staring at spawn for a good line time with an open spot behind me that was just as 'available', the player was never blocked from spawning on it.\\n\\nAll spawn points have a base 'value' of 1000. The value that players and objectives add or subtract can only be guessed at, however. We do not have access to any debug information in films.\\n\\n A teammate near a spawn will cause other players to spawn there, which is also known as the 'buddy spawn' effect. The buddy spawn has a heavier weight than a spawn zone, so keep this in mind while designing a map - players can force their team to spawn outside a marked zone on neutral spawns! I have personally tested this out in Big Team Battle (Avalanche) by standing slightly behind the side mancannons when my team encountered a bad situation near the shotgun spawn. I induced a series of buddy spawning where each person spawned, moved forward, and the next dead teammate spawned shortly after in the same spot. In about 10 seconds, the entire 7 people that just died had all spawned at the mancannon and were able to simultaneously leap to the laser spawn to regain it. The closer the spawns have to be next to each other, the harder the engine has issues with them. Blackout, for example. The spawns are so close that the engine has to keep \\\"throwing the dice\\\" because of the close proximity means that a billion things are increasing and decreasing weight spawns at the same time. Your sphere-of-influence was clearly designed for bigger Halo 3 maps and not Halo 2 remakes.\\n\\nThis is why the Narrows without spawn zones is better because Narrows with spawn zones is a campfest. On a smaller map, no-spawn-zones work because the teams spawn WITH each other, but not in 100% predictable locations. If you're getting massacred, stop running out by yourself and wait a moment for your teammates to spawn on you. Spawn zones make sense on bigger maps because they are big enough to let your team regroup and push back the opponent (and are too big for opponents to set up spawn blocks).\\n\\nHave I mentioned enough times now that putting spawn zones in small maps for Slayer is a bad idea? All getting spawncamped will do is make a player veto your map or quit a game, so you should go out of your way to make it hard to do. Remember the hard rule of map design - assume everyone that is going to play your map knows all the glitches and tricks and is a complete asshole to every person they meet. Do not assume people will be nice and not exploit your 5 spawns that are sitting out in the middle of a field.\\n\\nNow it's very easy to tell where most of my players will start out! This helps determine problem areas and spawns much faster than pulling enough people together for a game and then watching the film. In earlier versions of this map, my spawns were safe and no spawn camping happened.. except I had too many spawns on the top side of the right base. This made it so the offense team on 1 Flag was always encouraged to head to the bottom exit, as most people would be spawning behind them and not in front of them.\\n\\nWith some adjustments and testing, the final spawn distribution above was reached. Spawns were shifted downwards so that there was a roughly equal chance of spawning on either side of the Defense base. Spawns were shifted inside the Defense base to the left so that the Offense team would have a reason to use the teleporter. A couple of spawns were added to the \\\"no man's land\\\" in the middle of the map to facilitate FFA. The 'core' of each base's spawn is roughly in equal positions on the map. The final tweak was to remove all but two spawns from the top floor of the Defense base so that Offense were rewarded for pushing the defenders off the top.\\n\\nIf your players are complaining that it takes too long to get into a fight or that it always seems a team is taking the flag or bomb in one direction, it may be time to look at your map's spawn distribution. Clever use of the combination of spawn zones and spawn distribution should result in use of most parts of your map for travel and objectives. Players can adapt to and figure out how your spawns work in as little as 3 games. Your map has to hold up to the other 997+ times they will play on it (if you made a good map) ! Symmetrical maps should look pretty much the same on both sides when using this technique.\\n\\nDid you just scroll down to the bottom? Shame on you! You skipped over all the science that I put together to demonstrate good and bad spawn creation practices. However, you can follow my 7 Tenets of Spawn Placement easily!\\n\\n1. Thou shalt put as many spawns on the map in all logical safe locations so thine Engine can make the best decisions\\n2. Thou shalt not use respawn areas on small maps in Team Slayer\\n3. Thou shalt use one and only one starting point for each team in all gametypes as to not confuse the Engine\\n4. Thou shalt face all spawns towards the enemy, for it is good\\n5. Thou shalt not clump spawns around the first territory in any map, for thy players will surely be spawncamped\\n6. Thou shalt leave every spawn point at 'neutral' and use the Spawn Zones instead to mark yonder spawns\\n7. Thou shalt check thine spawns for obstructions and make sure all spawns are equally spawnable under the Engine's eye\",\"timestamp\":1640146627,\"title\":\"Halo 3 Spawn System\"},\"digest\":\"vOHAYn-WGGY-ZOtjzdiVSFxtt59XKnNSKvUklDCciqQ\",\"authorship\":{\"contributor\":\"0x339850e2119607000E9Ef6eCCF84E4883E675588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jwivcSK510s1g51CqsVTHulAJ_lsut-7jQmcQs_Rnxk\\\",\\\"y\\\":\\\"x7N7Bu0FJTonYE_VJ8FEVT8YXt4uyXQmuJEH7iKADbE\\\"}\",\"signature\":\"ash6ybP6rIBewGKsBlgw7KBTEaSGyrc577-0Ya6vTu9odFn4YQCVsIb3w_6jJV2RWCeQF-PS4cTJ5YKevhiAOA\",\"signingKeySignature\":\"0xcd280d06b9232a94b767ed447cd49d6c6578455e5156bd14f0a628254ef02ca718836d2ef349e48c17f0558b3d07cf8c3f12239a5f147b93c54ee0d1bf8bbe451c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jwivcSK510s1g51CqsVTHulAJ_lsut-7jQmcQs_Rnxk\\\",\\\"y\\\":\\\"x7N7Bu0FJTonYE_VJ8FEVT8YXt4uyXQmuJEH7iKADbE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vOHAYn-WGGY-ZOtjzdiVSFxtt59XKnNSKvUklDCciqQ\"}"