"{\"content\":{\"body\":\"I have been spending 2021 steeped in consumer companies, from education to marketplaces to crypto. This year has seen some truly incredible innovation, spurred in part by the pandemic, technological innovation, and the ingenuity of an ever-increasing number of talented entrepreneurs. I spent some time processing what I have observed, and making some predictions about what we might expect in the consumer landscape in 2022:\\n\\n## The economic and social power of creators continues to increase\\n\\nThe number of creators with nearly platform-scale followings, as well as the long tail with smaller but dedicated followings, continues to rise. Mr. Beast, for example, has over 80M subscribers, while Kim Kardashian has over 270M followers in Instagram. \\n\\nCreators are increasingly discovering ways to monetize their followings and talents, from merch ([Fourthwall](https://fourthwall.com)) to brand marketing ([Pearpop](https://pearpop.com))\\\\* to distinct product lines ([Skims](https://skims.com)) to communities ([Patreon](https://patreon.com), [Fanhouse](https://fanhouse.app)). Another toolkit for creator monetization, NFTs, will continue to improve, as will the infrastructure for creators to use web3 products to monetize. Already, creators have found use cases for NFTs that span music, dance, video, and writing.\\n\\nDistribution through creators will become increasingly important for companies and brands, as they look to identify highly engaged audience segments outside of saturated ad networks like Facebook and Google. This source of revenue will only serve to increase the monetization potential for creators. \\n\\n## Paid communities proliferate. \\n\\nAs we spend an increasing amount of time out of the office, on our computers, and moving around the country seeking comfortable and affordable places to live, our IRL communities are becoming increasingly fragmented. Instead, we are seeking richer and more meaningful engagement and social connection through our online communities.\\n\\nThe value we seek to derive from online communities ranges from career advice to parenting guidance to how to win the next move in our game to how to build a web3 app. Companies have emerged, and will continue to emerge, to service communities of consumers looking for support, guidance, and knowledge that they can no longer derive from tightly knit in-person communities. One iteration of these companies exists in the web2 world - companies like [Pace.Group](https://pace.group) already offer ways for consumers to join groups focused on improving mental and physical wellness. \\n\\nAnother iteration of companies exists in the web3 world: DAOs. As [Lisa Xu writes](https://lisamxu.medium.com/daos-communities-of-the-future-ca083eb88cb2), DAOs combine both “community-led businesses” as well as “communities as businesses,” as DAOs create an infrastructure for communities to manage internal processes, formalize tasks and ownership, and create products and experiences for both community and non-community members.\\n\\nIn 2022, I predict we will continue to see DAOs permeate the community-as-a-business landscape, as they lower the barriers to community creation and create incentive structures for building a highly engaged community. However, I predict we will also observe in 2022 that web2 paid communities, particularly ones with guided experiences that group members together by shared experiences, can yield exciting and highly scalable businesses.\\n\\n## Online consumer education goes mainstream. \\n\\nAs per my most recent [Bessemer Atlas piece](https://www.bvp.com/atlas/charting-the-rise-of-the-student-builder/?from=feature), I predict 2022 will see education continue to shift away from institutions and towards consumers. With the proliferation of high-quality online content, the accessibility of low code tools that can be used by students, the rise of games as a site of learning, and the improved payment models of consumer education versus traditional education, we will continue to see consumers invest in this category.\\n\\nIn general, the same lowered barriers to consumer education will continue to yield general increasing focus on building as an activity for both entertainment and income, and participatory online experiences, as consumers increasingly view the internet as a place to engage and interact with each other and their digital surroundings.\\n\\n## Consumer companies will increasingly look like games. \\n\\nIn another piece from 2021, I [wrote that gaming is permeating consumer activity](https://www.bvp.com/atlas/why-the-next-big-consumer-platforms-are-social-games), and that all consumer companies have or will adopt elements of gaming in their products, whether through product design, strategy or distribution tactics. This trend gained steam in 2021, and I see no signs of slowdown in 2022. [As observed by Rex Woodbury from Dan Frommer’s report](https://twitter.com/rex_woodbury/status/1472958921853730819), 68% of US consumers identify themselves as gamers. The Entertainment Software Association [report](https://www.theesa.com/resource/2021-essential-facts-about-the-video-game-industry/) suggests that as the pandemic continues, gaming will only increase in usership; according to the report “half of players (55%) said they played more games during the pandemic, and most players (90%) think they’ll continue playing after the country opens up and social distancing is no longer required.”\\n\\nThe gaming ecosystem is critical to concepts of the metaverse today, as gaming ecosystems give context to the immersive online experiences and products we currently think of as part of the “metaverse.” This context includes identity (avatars), narrative, social status (our rankings, badges, achievements), and entertainment-driven activity.\\n\\nCurrently we are seeing games and gaming-adjacent platforms becomes platforms that are metaverses in and of themselves. While Snap has \\\\~ 530M users, Minecraft alone as \\\\~ 141M users and Discord now has over 150M users. There are now crypto games, especially in play to earn, that are on their way to becoming platforms as well. The most famous, [Axie Infinity](https://axieinfinity.com/), is still quite small in overall users and participants but is growing at a rapid pace.\\n\\nAs these game-based platforms grow and become more engaging and interactive, users are ever more invested in their status, wealth and social networks inside these games. \\n\\nWe are also seeing game mechanics and artifacts leak further into social platforms like Instagram and Twitter. Twitter bios, for example, have now become a marker of social status to the initiated, and as NFTs proliferate in adoption the “initiated” are steadily growing in number. [CoinTelegraph (through Finder) reports](https://cointelegraph.com/news/the-nft-world-is-gradually-bridging-the-gap-between-niche-and-mainstream) that while just 30% of people in the US know what an NFT is, that number is increasing as companies as mainstream as Adidas leap into the NFT world. \\n\\nAs more social platforms feel the pull from users to adopt game-based online artifacts, these platforms will start to look and feel more and more game-like.  They will invest in and enable the building of status, wealth and virtual-first social interaction currently seen in games. **Consequently, products for those invested in the future of the metaverse will become increasingly popular** ([VR hoverboards](https://venturebeat.com/2021/12/15/jadu-raises-7m-to-make-hoverboards-for-the-metaverse/), [digital sneakers](https://rtfkt.com/), and more) as non-gaming platforms adopt the infrastructure of games, from identity to narrative to game-based mechanisms for achieving social status.\\n\\nI predict that almost all consumer companies are going to continue adapting strategies from gaming as they build more participatory, interactive online experiences.\\n\\n## Digital identity becomes even more important\\n\\nSecondary to the broader trend from game mechanics going mainstream, I predict that digital identity is going to undergo a massive shift in 2022. Instead of presenting ourselves as mirrors of our in-person selves, our digital identities will increasingly reflect our digital presence. \\n\\nWhat does this mean? We won’t just be replacing our Twitter bios with our favorite NFT avatar. Our “avatars” or digital representations will be linked to a history of our achievements and existence on online platforms, from DAO contributions to early membership in creator communities to attendance at online events. Innovation is already happening here, from proof of attendance ([poap](https://poap.xyz)) to proof of early adoption ([sound.xyz](https://sound.xyz)). \\n\\nBecause web3 offers infrastructure for digital identity instead of physical identity, we will increasingly come to trust and place value on digital identity versus physical identity. \\n\\n## The Public Data Portfolio will become a key tool in consumer technology. \\n\\nExpanding on this idea of the online persona, we increasingly have the tools and infrastructure to utilize the exhaust of (now increasingly public) data created by online participation. When our identity is tied to a wallet or blockchain proof of transaction, others can verify our past online activities and presence. This means that consumer companies can offer products based on this “data exhaust,” that consumers themselves have volunteered rather than had shared by another company. \\n\\nWant a company to offer a completely unique AI-generated room to display your NFT collection? Simply share your MetaMask. Want a music creator to send you a unique song collection based on your preferences? Share your history of art and music transactions. This also means that we can engage with the online world with the context of our verified past achievements. Looking to join another DAO? There is a verified history of completed actions to share. \\n\\nThe use cases for leveraging the consumer-controlled but publicly accessible data exhaust from web3 are endless and we will see companies increasingly experiment in this area. \\n\\n## The public data portfolio creates tremendous opportunity for consumer companies to build automation for consumers. \\n\\nWhereas in the past massive amounts of consumer data that could be used in AI/ML models to create automation were siloed with big tech companies, as consumers take back control of their data exhaust consumer companies will have incredible opportunities to build unique automation-based experiences and products for their customers. \\n\\n## Creating content will become easier than ever. \\n\\nAs consumers look for active participation in online ecosystems and communities, the act of creation will become easier than ever. Models that help with the creation of in-game artifacts ([Anything.world](https://anything.world)), writing ([Copy.ai](https://copy.ai)), and art ([Wombo Dream](https://wombo.art)), already exist. The automation of core tasks for creation is not only delightful as a consumer experience, but it is becoming essential for filling the endless demand for new content as new platforms, ecosystems and companies are created. \\n\\nWe will increasingly become comfortable blending the idea of “creation” and “identity” with AI as more powerful models are built to automate tasks of creation. I predict an increasing number of consumers will experiment with and adopt automated creation, both in personal and professional contexts. \\n\\n## Entry points and onboarding to crypto/web3 will become increasingly consumer-friendly. \\n\\nNFT and crypto adoption is rising at a rapid rate. However, anyone who spends time on Twitter will tell you that many consumers are expressing headaches at the difficulty of onboarding to and using crypto products. In 2022, I (along with many others in the cryto space) predict a wave of consumer companies will rise to abstract any the crypto/web3 components to provide highly consumer friendly products across NFTs, DeFi, DAOs and more. We are already seeing these companies launching, including companies like [Fold](https://foldapp.com)\\\\* in Bitcoin rewards. \\n\\nThe number will rise as more consumer use cases for consumer crypto arise and become mainstream, from NFT loan collateralization to peer-to-peer payments. My colleague Sarah Du put out a “request for startups” in this space [here](https://twitter.com/_Sarah_Du/status/1471354456755163136).\\n\\n## It will be easier than ever to start businesses. \\n\\nWith so much exciting innovation to come in 2022, what could be more exciting than starting or joining a company building in this space? As my colleagues Talia, Sakib and Lindsey [wrote,](https://www.bvp.com/atlas/roadmap-enabling-entrepreneurship) entrepreneurship is becoming the hottest career choice among younger generations. I predict this trend to continue through 2022 as the barriers to starting to a company decrease. \\n\\nFor example, creator tools make it easier than ever for consumers with social followings to monetize their talents. Low and no code tools and online accelerators like [On Deck](https://beondeck.com) and [DeFi Alliance](https://defialliance.co) provide unprecedented ease of access to the education and infrastructure needed to start companies. \\n\\nAs my colleague [Talia Goldberg](https://www.bvp.com/team/talia-goldberg) emphasizes, platforms like [Carta](https://carta.com) make it easy to build cap tables and manage rounds. [Angellist](https://angel.co) make it easier than ever for funders of companies to put together rounds and fund companies. Platforms like [Cabal](https://getcabal.com) make it easy to keep track of funders and update them on the progress of your business. In web3, there is ever more infrastructure to launch DAOs and fund companies. \\n\\nIn 2022, I predict an increasing rate of new startup creation, as individuals increasingly choose entrepreneurship over traditional employment.\\n\\n## In conclusion, we are up for an exciting new year of consumer innovation! \\n\\nI can’t wait to see what incredible things emerge over the coming months. If you are starting a company capitalizing on any of the trends above, just send me a note at asukin@bvp.com. I’m excited to meet you and hear what you’re seeing and building! \\n\\n### - Alexandra\\n\\n\\\\*Denotes a current Bessemer Venture Partners portfolio company\\n\\n\\\\*\\\\*I have left out a few key trends that others colleagues at Bessemer are actively tracking (including an absolutely critical and urgent focus on [Sustainability and Climate Change](https://www.bvp.com/atlas/perspective-investing-in-software-powering-the-green-economy/?from=spot), which my colleagues Alex Ferrara, Sakib Dadi, Alice Deng and Caty Rea are spearheading). \",\"timestamp\":1640192781,\"title\":\"Consumer Predictions for 2022\"},\"digest\":\"fcJXZSkCXTZFTPUwrxn9BiHTNzlEC-dbPvT2lM9x__c\",\"authorship\":{\"contributor\":\"0x86c5229E05C9B76a6f8D7B0018532e747afE7872\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EwxkSE1izSi7CAgToYGMm2bMMXCyDh75gyepPBH76-I\\\",\\\"y\\\":\\\"f_1rnQ7cOXcTJ6LmJOtsYAdevLVPvM53f8AowtOAvr4\\\"}\",\"signature\":\"dfJasHRArZpN74DMLxwMe_ImgBf8IYEndXF2uQRdgvw9xohtwKcJI_tJncg3bxcB-zpZkKPTQj9d9i_-Ar3hQw\",\"signingKeySignature\":\"0x8c7877b5c3af7dfc85558515f47994a3b0b90de6395f2b6dafea88ca56f8486359881a0abbda0558ce8c5be043986ba57463e05c1a67ecb2854d5ac5a77b779b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EwxkSE1izSi7CAgToYGMm2bMMXCyDh75gyepPBH76-I\\\",\\\"y\\\":\\\"f_1rnQ7cOXcTJ6LmJOtsYAdevLVPvM53f8AowtOAvr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fcJXZSkCXTZFTPUwrxn9BiHTNzlEC-dbPvT2lM9x__c\"}"