"{\"content\":{\"body\":\"enthusiastically, \\\"the more charmed I become.  It almost exactly\\nsupplies what I have been conjuring up as my idea of a perfect\\nplanet.  Its compensations of high land near the equator, and low\\nwith effective internal heat at the poles, are ideal. The gradual\\nslope of its continental elevations, on account of their extent,\\nwill ease the work of operating railways, and the atmosphere's\\ndensity will be just the thing for our flying machines, while\\nNature has supplied all sources of power so lavishly that no\\nundertaking will be too great.  Though land as yet, to judge by\\nour photographs, occupies only about one eighth of the surface,\\nwe know, from the experience of the other planets, that this is\\nbound to increase; so that, if the human race can perpetuate\\nitself on Jupiter long enough, it will undoubtedly have one\\nfourth or a larger proportion for occupation, though the land\\nalready upheaved comprises fully forty times the area of our\\nentire globe, which, as we know, is still three-fourths water.\\\"\\n\\n\\\"Since we have reached what we might call the end of Jupiter, and\\nstill have time, continued Ayrault, \\\"let us proceed to Saturn,\\nwhere we may find even stranger things than here.  I hoped we\\ncould investigate the great red spot, but am convinced we have\\nseen the beginning of one in Twentieth Century Archipelago, and\\nwhat, under favourable conditions, will be recognized as such on\\nearth.\\\"\\n\\nIt was just six terrestrial weeks since they had set out, and\\ntherefore February 2d on earth.\\n\\n\\\"It would be best, in any case, to start from Jupiter's equator,\\\"\\nsaid Cortlandt, \\\"for the straight line we should make from the\\nsurface here would be at right angles to Saturn.  We shall\\nprobably, in spite of ourselves, swing a few degrees beyond the\\nline, and so can get a bird's-eye view of some portion of the\\nsouthern hemisphere.\\\"\\n\\n\\\"All aboard for Saturn!\\\" cried Bearwarden enthusiastically, in\\nhis jovial way.  \\\"This will be a journey.\\\"\\n\\n```\\n                      CHAPTER XIV.\\n\\n                    THE SCENE SHIFTS.\\n```\\n\\nHaving returned the rugs to the Callisto, they applied the\\nmaximum power of the batteries to rising, closed all openings\\nwhen the barometer registered thirty, and moved off into space.\\nWhen Several thousand miles above the pole, they diverted part of\\nthe power to attracting the nearest moon that was in the plane of\\nJupiter's equator, and by the time their upward motion had ceased\\nwere moving well in its direction.  Their rapid motion aided the\\nwork of resisting gravity, since their car had in fact become a\\nsmall moon, revolving, like those of Uranus or that of Neptune,\\nin an orbit varying greatly from the plane of the ecliptic.  As\\nthey flew south at a height ranging from two thousand to three\\nthousand miles, the planet revolved before them, and they had a\\nchance of obtaining a thorough view.  There were but a few\\nscattered islands on the side of the Northern hemisphere opposite\\nto that over which they had reached the pole, and in the varying\\ncolours of the water, which they attributed to temperature or to\\nsome substance in solution, they recognized what they had always\\nheard described on earth as the bands of Jupiter, encircling the\\nplanet with great belts, the colour varying with the latitude.\\nAt about latitude forty-five these bands were purple, farther\\nsouth light olive green, and at the equator a brown orange.\\nShortly after they swung across the equator the ocean again\\nbecame purple, and at the same time a well-defined and very\\nbrilliant white spot came into view.  Its brightness showed\\nslight variations in intensity, though its general shape remained\\nunchanged.  It had another peculiarity, in that it possessed a\\nfairly rapid motion of its own, as it moved eastward across the\\nsurface of the ocean.  It exhibited all the phenomena of the\\nstorm they had watched in crossing Secretary Deepwaters Bay, but\\ncovered a larger area, and was far more violent.  Their glasses\\nshowed them vast sheets of spray driven along at tremendous\\nspeed, while the surface was milky white.\\n\\n\\\"This,\\\" said Bearwarden, picking up a book, \\\"solves to my mind\\nthe mystery of the white spot described by the English writer\\nChambers, in 1889, as follows:\\n\\n\\\"'During the last few years a brilliant white spot has been\\nvisible on the equatorial border of the great southern belt.  A\\ncurious fact in connection with this spot is, that it moves with\\na velocity of some two hundred and sixty miles per hour greater\\nthan the red spot.  Denning obtained one hundred and sixty-nine\\nobservations of this bright marking during the years 1880-1883,\\nand determined the period as nine hours, fifty minutes, eight and\\nseven tenths seconds (five and a half minutes less than that of\\nthe red spot).  Although the latter is now somewhat faint, the\\nwhite spot gives promise of remaining visible for many years.\\nDuring the year 1886 a large number of observations of Jupiter\\nwere made at the Dearborn Observatory, Chicago, U. S., by Prof.\\nG. W. Hough, using the eighteen-and-a-half-inch refractor of the\\nobservatory.  Inasmuch as these observations are not only of high\\nintrinsic interest, but are in conflict, to some extent, with\\nprevious records, a somewhat full abstract of them will be\\nuseful:  The object of general interest was the great red spot.\\nThe outline, shape, and size of this remarkable object has\\nremained without material change from the year 1879, when it  was\\nfirst observed here, until the present time.  According to our\\nobservations, during the whole of this period it has shown a\\nsharp and well-defined outline, and at no time has it coalesced\\nor been joined to any belt in its proximity, as has been alleged\\nby some observers.  During the year 1885 the middle of the spot\\nwas very much paler in colour than the margins, causing it to\\nappear as an elliptical ring.  The ring form has continued up to\\nthe present time.  While the outline of the spot has remained\\nvery constant, the colour has changed materially from year to\\nyear.  During the past three years (1884- '86) it has at times\\nbeen very faint, so as barely to be visible.  The persistence of\\nthis object for so many years leads me to infer that the formerly\\naccepted theory, that the phenomena seen on the surface of the\\nplanet are atmospheric, is no longer tenable.  The statement so\\noften made in text-books, that in the course of a few days or\\nmonths the whole aspect of the planet may be changed, is\\nobviously erroneous.  The oval white spots on the southern\\nhemisphere of the planet, nine degrees south of the equator, have\\nbeen systematically observed at every opposition during the past\\neight years.  They are generally found in groups of three or\\nmore, but are rather difficult to observe.  The rotation period\\ndeduced from them is nearly the same as from the great red spot.\\nThese spots usually have a slow drift in longitude of about five\\nseconds daily in the direction of the planet's rotation, when\\nreferred to the great red spot; corresponding to a rotation\\nperiod of twenty seconds less than the latter.'\\n\\n\\\"This shows,\\\" continued Bearwarden, \\\"that as long ago as towards\\nthe close of the nineteenth century the old idea that we saw\\nnothing but the clouds in Jupiter's atmosphere was beginning to\\nchange; and also how closely the two English writers and Prof.\\nHough were studying the subject, though their views did not\\nentirely agree.  A white spot is merely a storm-centre passing\\nround and round the planet, the wind running a little ahead of\\nthe surface, which accounts for its rapid rotation compared with\\nthe red spot, which is a fixture.  A critic may say we have no\\nsuch winds on earth; to which I reply, that winds on a planet of\\nJupiter's size, with its rate of rotation--though it is\\n480,000,000 miles from the sun and the internal heat is so near\\nthe surface--and with land and water arranged as they are, may\\nand indeed must be very different from those prevailing on earth,\\nthe conditions producing and affecting them being so changed.\\nThough the storm-centre moves two hundred and sixty miles an\\nhour, the wind need not blow at that rate.\\\"\\n\\nLater they saw several smaller spots drifting eastward, but\\nconcluded that any seaworthy ship might pass safely through them,\\nfor, though they were hurricanes of great violence, the waves\\nwere small.\\n\\n\\\"There would be less danger,\\\" said Bearwarden, \\\"of shipping seas\\nhere than there is on earth; the principal risk to travellers\\nwould be that of being blown from the deck.  On account of the\\nair's weight in connection with its velocity, this would\\nnecessitate some precaution.\\\"\\n\\nThe next object of interest was the great red spot.  It proved,\\nas Cortlandt had predicted, to be a continent, with at that time\\nno special colour, though they easily recognized it by comparing\\nits outlines with those of the spot in the map.  Its length, as\\nthey already knew, was twenty-seven thousand miles, and its\\nbreadth about eight thousand miles, so that it contained more\\nsquare miles than the entire surface of the earth, land and water\\nincluded.\\n\\n\\\"It is clear,\\\" said Cortlandt, \\\"that at some season of Jupiter's\\nlong year a change takes place that affects the colour of the\\nleaves--some drought or prolonged norther; for it is obvious that\\nthat is the simplest explanation.  In like manner we may expect\\nthat at some times more white spots will move across the ocean\\nthan at others.\\\"\\n\\n\\\"On account of the size of these continents and oceans,\\\" said\\nBearwarden, \\\"it is easy to believe that many climatic conditions\\nmay prevail here that can scarcely exist on earth.  But what a\\nmagnificent world to develop, with its great rivers, lakes, and\\nmountains showing at even this distance, and what natural\\nresources must be lying there dormant, awaiting our call!  This\\nconstantly recurs to my mind.  The subjugation and thorough\\nopening up of this red spot continent will probably supply more\\ninteresting problems than straightening the axis of the earth.\\\"\\n\\n\\\"At our next visit,\\\" replied Ayrault, \\\"when we have established\\nregular interplanetary lines of travel, we may have an\\nopportunity to examine it more closely.\\\"  Then they again\\nattracted the nearest moon beyond which they had swung, increased\\nthe repulsion on Jupiter, and soared away towards Saturn.\\n\\n\\\"We have a striking illustration of Jupiter's enormous mass,\\\"\\nsaid Cortlandt, as the apparent diameter of the mighty planet\\nrapidly decreased, \\\"in the fact that notwithstanding its numerous\\nmoons, it still rotates so rapidly.  We know that the earth's\\ndays were formerly but half or a quarter as long as now, having\\nlasted but six or eight hours.  The explanation of the elongation\\nis simple: the earth rotates in about twenty-four hours, while\\nthe moon encircles it but once in nearly twenty- eight days, so\\nthat our satellite is continually drawing the oceans backward\\nagainst its motion.  These tidal brakes acting through the\\nfriction of the water on the bottom, its unequal pressure, and\\nthe impact of the waves on the shore, are continually retarding\\nits rotation, so that the day is a fraction of a second longer\\nnow than it was in the time of Caesar.  This same action is of\\ncourse taking place in Jupiter and the great planets, in this\\ncase there being five moons at work.  Our moon, we know, rotates\\non its axis but once while it revolves about the earth, this\\nbeing no doubt due to its own comparative smallness and the great\\nattraction of the earth, which must have produced tremendous\\ntides before the lunar oceans disappeared from its surface.\\\"\",\"timestamp\":1636792524,\"title\":\"The more I see of Jupiter,\\\" exclaimed Bearwarden\"},\"digest\":\"rD8LJz4sPqHu8v5aW49ndUh4VTj8GUC18u6BH0HSi0c\",\"authorship\":{\"contributor\":\"0xd4136e6E66561B194a8F4E5cA62A707095B64721\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q-4JUiyVzUMeIkZhFfM0c2bLQC-WlulmVqV3MwrqKgk\\\",\\\"y\\\":\\\"uzYZHDoSahkYQU0sQVweTSyJQWtnjpc6x6QRyV1zwSE\\\"}\",\"signature\":\"4eyLICYOOF853qLKWoC1pLZyRmkr1kf5w20a8-RiE9Juil7ZGsJ8brWGS2wia8CzKX1OfXJRhmVxAP2JSEkXCQ\",\"signingKeySignature\":\"0x0df4467400e929aa092de9ac02a0ea51086bfa7891ddabaee4a933ca7d4aefbd5fd8b5ddfe4c3b90fbe6318f9717f17e1a714d2c0811ce7a97c567fea7d029391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q-4JUiyVzUMeIkZhFfM0c2bLQC-WlulmVqV3MwrqKgk\\\",\\\"y\\\":\\\"uzYZHDoSahkYQU0sQVweTSyJQWtnjpc6x6QRyV1zwSE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rD8LJz4sPqHu8v5aW49ndUh4VTj8GUC18u6BH0HSi0c\"}"