"{\"content\":{\"body\":\"## **On The Underground and Space**\\n\\n> \\\"The whole world, down to the marble of the buildings and the fountains seemed to me to be convalescent.\\\" - Giorgio de Chirico, 1910\\n\\nMy face gets blurry and its image spreads all over the glass. I move my masked head back and forth, eyes disappear and pop back assuming weird surreal shapes of Dali’s paintings. This makes me think, why do people pay for funhouse mirrors if you can go down into Tube and stare at the concave window of a train car?\\n\\nThe perception of space and time has changed in lockdown. Now, instead of pecking a black screen, I gaze at the surroundings or project my distorted self on the train’s window. It’s a new way of building the full picture of the world around you by noticing all seemingly boring details. And it’s a new way of killing time, slowly torturing it by noticing every damn second.\\n\\nThe train escapes the darkness and in place of the image of blurry me a horse-sized hand sanitiser ad pops up. I want to believe ads don’t affect me but whenever I see this billboard, it distracts me and I check if my sanitiser and phone are still in place.\\n\\nPeople leisurely walk into a train car, look around for empty seats. Unlike a year ago, it's an easy task. The train doesn't feel like fish cans tight together anymore. Despite everyone keeping social distance and wearing masks, passengers are somehow tense and relaxed at the same time. Nobody is standing, nobody is talking, many are lost in their phones, the other dimension. Apart from the noise, the only things you hear are information about train stops and cosy advice to mind the gap.\\n\\nThe train continues to move. In the darkness, my distorted self appears again on the window.\\n\\nNever thought I'd say that, but I like journeys in the underground now. I haven't been using it for the last couple of months and the Tube has got some charm and strangeness I can't explain. The whole thing is not a quotidian anymore. It feels like travelling rather than a routine. I don't want the journey to finish as soon as possible. Now I want to enjoy every minute of it and try to notice what has changed.\\n\\nIn [his recent essay,](https://www.youtube.com/watch?v=FkPmiUFZyu8) Evan Puschak, known as Nerdwriter, compared city streets to metaphysical town squares of Georgio de Chirico paintings. \\\"The world built by us, for us, without us\\\". Familiar places and objects have become unfamiliar and new. And I truly believe the fact we can see and experience it is one of the good things about the time we have to live in.\\n\\n![https://i.redd.it/h58r2xtspyr31.jpg](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fce821d02-d7c1-42bf-b38c-d281e87a80c9\\\\_1400x1025.jpeg \\\"https://i.redd.it/h58r2xtspyr31.jpg\\\")\\n\\nThe Enigma of an Autumn Afternoon, Giorgio de Chirico, 1910\\n\\nThe underground, streets, squares – the stage where all the action happens, are now empty. Actors are gone but the curtain is still up, and during this interlude, we start gazing at decorations.\\n\\nWhen it's all over, it's up to us to keep that new sensation of being an observer, an alien, keep noticing both actors and the background. We will probably never see cities almost empty again, with no people, no tourists, less noise and more details you've never thought of before.\\n\\nThe scream of \\\"Lancaster Gate station!\\\" breaks my train of thoughts. I give my wife a hand and we start looking for an exit.\\n\\nAfter following through a tube-like corridor of white tiles for a couple of minutes (which always reminded me of the toilet or a hospital), we run into a lift full of people. The lift is going up in an eternity of awkward silence and suspicious looks.\\n\\n## **On Birds And Politics**\\n\\n> \\\"All animals are equal but some are more equal than others.\\\" - George Orwell, 'Animal Farm'\\n\\nParks, unlike everything I mentioned before, is where life is blooming, literally and figuratively.\\n\\nOnce the government allowed people to go out, parks quickly turned from obscure nature resorts to places of worship where all life happens.\\n\\nTogether with my wife, we have explored all the parks in proximity to where we live. It is another good thing about the pandemic. The hustle is on pause and you have an opportunity to immerse yourself into local flora and fauna, and instead of watching Netflix, you can walk the dog, play with children, meet friends (if allowed) or just stroll around and enjoy trees, flowers, squirrels, and feed birds who were starving for months waiting for us to come back.\\n\\nGreen parakeets, or *Psittacara holochlorus*, or “posh pigeons” as I read once, are my favourite part of London's fauna. My Russian heart elevated the first time I saw a bright-green parrot on a birch tree. I saw a lovely contradiction in it which amazes me even after two years of living in the city.\\n\\nVerdant London provides these birds with plentiful opportunities for nesting and feeding. But the only place we found you can feed them yourself (responsibly) in Hyde Park.\\n\\nAfter exiting the Lancaster Gate station, we cross the road and enter the park. We go through the Italian Gardens and buy ice cream. It is the ritual we do whenever we go to a park and it's not cold outside. It's also got its special charm during the lockdown — everything is closed, but ice cream carts, like birds, are always there waiting for you.\\n\\nWe pass by Peter Pan Statue, happily greet swans in the Long Water and reach pines and a big oak, tropical parrot’s unnatural habitat.\\n\\nParakeet’s emergence in London is [an urban myth](https://www.theguardian.com/cities/2019/jun/06/the-great-green-expansion-how-ring-necked-parakeets-took-over-london). Many versions are circulating and evolving. Some people would say Jimi Hendrix freed two parrots called Adam and Eve, the other will say the parrots escaped from a film set or simply from shipping cages in Heathrow. But the truth is, brought here from East Africa as pet birds one day, they have been claimed as naturalised in England for about 50 years and now squadrons of bright-green tropical parrots streak through many parks and city streets.\\n\\nHowever beautiful green parakeets are, they are [invasive](https://www.nwf.org/Educational-Resources/Wildlife-Guide/Threats-to-Wildlife/Invasive-Species) aliens here. Like American grey squirrels, which has had a disastrous impact on the UK's native red squirrels, parrots are potentially dangerous for the local flora and fauna.\\n\\nHumans are invasive by nature. Wherever we go, we bring with us things that do not belong there, including ourselves. It’s been like that throughout our history, from its first day till now. And today, inadvertently, we carry clams on ships, insects, bacterias, and, which you are probably aware of, viruses. Parakeets are just one of the cases. Their effect isn't yet visible and scientists say it is still unknown what it might be in the future.\\n\\nBut my strongest belief is that the biggest threat parakeets bring is for pigeons.\\n\\nParakeets are smart, fast, sociable and, most importantly, fancy. On the contrary, pigeons are grey, annoying and boring. Almost nobody I know genuinely likes pigeons, not like parrots.\\n\\nYou can see the difference in Hyde Park. The tree is covered with dozens of parakeets, almost invisible in foliage, together with occasional dark spots of magpies and crows. Enthusiastic people, including us, surround the tree handling gifts they bring to their beloved green kings for the feast.\\n\\nParakeets sit still choosing from the menu and occasionally bite each other for some unknown reasons. Once they make their choice, they swoop down from the branch towards you and release the claws. If you bring a handful of seeds or a sliced apple (my recommendation), the parrot will sit on your hand enjoying the meal so you can gently touch their velvet belly with your finger, otherwise, they snatch the gift and blast off back to the branch. I haven't seen parakeets eating from the ground, not once. They always use their toes to take the food up, peel nuts and seeds and discard the leftovers.\\n\\nAnd in the dirt under the tree, the pigeons coo and humbly eat scraps, everything parakeets don’t like or accidentally dropped. That’s what you get being a not fancy enough winged rat.\\n\\n## **On Cherries and Time**\\n\\n> “Adopt the pace of nature; her secret is patience.” – Ralph Waldo Emerson\\n\\nTime in lockdown feels weird.\\n\\nIf you stay all day at home, boring days last long, but weeks and months fly by unnoticed. The days don't have strong bookmarks in your memory you can refer to later. All experiences are familiar and you have nothing to remember in retrospect unless you are a doctor or other essential worker, for whom the year was a big challenge.\\n\\nBut from my perspective as a guy who is working from home, 2020 was the quickest year I can remember.\\n\\nIn a [recent essay](https://www.youtube.com/watch?v=cztCmNSVS3Q), Nerdwriter artistically summarised what scientists discovered about our perception of time. \\\"The more attention we give to time, the slower it feels. But when we are doing something fun, we forget to count the pulses and time speeds up\\\". He put an eight-minute shot from 'Nostalgia', Tarkovsky's film, in the background, where a man tries to carry a lit candle through a pond without letting it die. The camera follows the man carrying the candle and goes back with him when he's starting another attempt. Although we rarely experience time in that way, it's a perfect depiction of how time could feel if we pay attention to every second of it.\\n\\nI was trying to slow the time down to avoid having the same sensation of quickness after 2021. And I discovered that one of the ways to do it is by observing how nature changes. Spring is the perfect time to start noticing these changes, even staying at home all day long.\\n\\nWe live on the first floor and can see a cherry tree's crown from the living room. Every morning, I wake up, grab a glass of water, open window blinds and see that cherry. Since February, after we moved in, it was in its usual winter state – grey and crooked like most of the other trees, with its charm but not particularly appealing.\\n\\nBut in March, things started changing rapidly.\\n\\nAt first, the cherry got covered with buds yet it didn't make it much different from its neighbours. I didn't even realise it was a cherry. Since then, gradually, like all things in nature, it has been evolving into a source of my serenity.\\n\\nDay by day, from a standard winter-looking tree, it has turned into fluffy pink cotton candy. And I was lucky to see these changes with my eyes, every morning, staying there and drinking water.\\n\\nThis led me to one thought.\\n\\nWe tend to ignore what's unpleasant, annoying or boring to limit its effect on our mood and thoughts. The supposed logic here is simple. Less negative emotions lead to a more positive emotional background. But in the end, if you force yourself to pass over the \\\"bad\\\" things, you unconsciously do the same with the rest of the surroundings, and good things become collateral damage and get lost in time.\\n\\nOnly by seeing the full picture and appreciating all the seemingly boring details that can make us smile and feel happy we can truly become aware of the world around us and slow down the time.\\n\\n***\\n\\n*P.S. Thanks to [Luke Burgis](https://twitter.com/lukeburgis) and [Aj](https://twitter.com/ajeet_gill) for reading the draft.*\\n\",\"timestamp\":1637575860,\"title\":\"Space, Time, Lockdown and Flâneury\"},\"digest\":\"o72gchD-CdWPy-meX9uIluNbyshrn25S-M4CFlRbIOE\",\"authorship\":{\"contributor\":\"0x70548122A79Fd8D07911825B81B20551a677A291\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gGFl1bJKBPpO3RUeLNIiW-sTJTmS5EMnpZSR-E9Vd-o\\\",\\\"y\\\":\\\"YELOcSO2iD_q1pfHvQibg8aVvGgfcB8G6aJCgJAyXE8\\\"}\",\"signature\":\"xZUQQcW3z3DauYPy1Uj3BUJ0MSzthjNqnRxaetnooU0Fly5kshsguFJHk0WsriZK_2LZYCA_zZgppqJvP-XVIg\",\"signingKeySignature\":\"0x41ac650ada0bcc276f7e89da091eb11db8bb480d773cc6cc892e98bbdf07e7f36a0811e2d99f061ca942bbc38a81e67b79c3bfc78dcc398f422e71e2239048101b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gGFl1bJKBPpO3RUeLNIiW-sTJTmS5EMnpZSR-E9Vd-o\\\",\\\"y\\\":\\\"YELOcSO2iD_q1pfHvQibg8aVvGgfcB8G6aJCgJAyXE8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o72gchD-CdWPy-meX9uIluNbyshrn25S-M4CFlRbIOE\"}"