"{\"content\":{\"body\":\"for my own more ready reference & for the information of my family.\\n\\n```\\n    The tradition in my father's family was that their ancestor came to this country from Wales, and from near the mountain of Snowdon, the highest in Gr. Br. I noted once a case from Wales in the law reports where a person of our name was either pl. or def. and one of the same name was Secretary to the Virginia company.  These are the only instances in which I have met with the name in that country. I have found it in our early records, but the first particular information I have of any ancestor was my grandfather who lived at the place in Chesterfield called Ozborne's and ownd.  the lands afterwards the glebe of the parish.  He had three sons, Thomas who died young, Field who settled on the waters of Roanoke and left numerous descendants, and Peter my father, who settled on the lands I still own called Shadwell adjoining my present residence.  He was born Feb. 29, 1707/8, and intermarried 1739. with Jane Randolph, of the age of 19. daur of Isham Randolph one of the seven sons of that name & family settled at Dungeoness in Goochld.  They trace their pedigree far back in England & Scotland, to which let every one ascribe the faith & merit he chooses.\\n\\n    My father's education had been quite neglected; but being of a strong mind, sound judgment and eager after information, he read much and improved himself insomuch that he was chosen with Joshua Fry professor of Mathem. in W. & M. college to continue the boundary line between Virginia & N. Caroline which had been begun by Colo Byrd, and was afterwards employed with the same Mr. Fry to make the 1st map of Virginia which had ever been made, that of Capt Smith being merely a conjectural sketch.  They possessed excellent materials for so much of the country as is below the blue ridge; little being then known beyond that ridge.  He was the 3d or 4th settler of the part of the country in which I live, which was about 1737.  He died Aug. 17. 1757, leaving my mother a widow who lived till 1776, with 6 daurs & 2. sons, myself the elder.  To my younger brother he left his estate on James river called Snowden after the supposed birth-place of the family.  To myself the lands on which I was born & live.  He placed me at the English school at 5. years of age and at the Latin at 9. where I continued until his death.  My teacher Mr. Douglas a clergyman from Scotland was but a superficial Latinist, less instructed in Greek, but with the rudiments of these languages he taught me French, and on the death of my father I went to the revd Mr. Maury a correct classical scholar, with whom I continued two years, and then went to Wm. and Mary college, to wit in the spring of 1760, where I continued 2. years.  It was my great good fortune, and what probably fixed the destinies of my life that Dr. Wm. Small of Scotland was then professor of Mathematics, a man profound in most of the useful branches of science, with a happy talent of communication, correct and gentlemanly manners, & an enlarged & liberal mind.  He, most happily for me, became soon attached to me & made me his daily companion when not engaged in the school; and from his conversation I got my first views of the expansion of science & of the system of things in which we are placed.  Fortunately the Philosophical chair became vacant soon after my arrival at college, and he was appointed to fill it per interim: and he was the first who ever gave in that college regular lectures in Ethics, Rhetoric & Belles lettres.  He returned to Europe in 1762, having previously filled up the measure of his goodness to me, by procuring for me, from his most intimate friend G. Wythe, a reception as a student of law, under his direction, and introduced me to the acquaintance and familiar table of Governor Fauquier, the ablest man who had ever filled that office. With him, and at his table, Dr. Small & Mr. Wythe, his amici omnium horarum, & myself, formed a partie quarree, & to the habitual conversations on these occasions I owed much instruction.  Mr. Wythe continued to be my faithful and beloved Mentor in youth, and my most affectionate friend through life.  In 1767, he led me into the practice of the law at the bar of the General court, at which I continued until the revolution shut up the courts of justice.  [For a sketch of the life & character of Mr. Wythe see my letter of Aug. 31. 20. to Mr. John Saunderson]\\n\\n    In 1769, I became a member of the legislature by the choice of the county in which I live, & continued in that until it was closed by the revolution.  I made one effort in that body for the permission of the emancipation of slaves, which was rejected: and indeed, during the regal government, nothing liberal could expect success.  Our minds were circumscribed within narrow limits by an habitual belief that it was our duty to be subordinate to the mother country in all matters of government, to direct all our labors in subservience to her interests, and even to observe a bigoted intolerance for all religions but hers.  The difficulties with our representatives were of habit and despair, not of reflection & conviction.  Experience soon proved that they could bring their minds to rights on the first summons of their attention.  But the king's council, which acted as another house of legislature, held their places at will & were in most humble obedience to that will: the Governor too, who had a negative on our laws held by the same tenure, & with still greater devotedness to it: and last of all the Royal negative closed the last door to every hope of amelioration.\\n\\n    On the 1st of January, 1772 I was married to Martha Skelton widow of Bathurst Skelton, & daughter of John Wayles, then 23. years old.  Mr. Wayles was a lawyer of much practice, to which he was introduced more by his great industry, punctuality & practical readiness, than to eminence in the science of his profession.  He was a most agreeable companion, full of pleasantry & good humor, and welcomed in every society.  He acquired a handsome fortune, died in May, 1773, leaving three daughters, and the portion which came on that event to Mrs. Jefferson, after the debts should be paid, which were very considerable, was about equal to my own patrimony, and consequently doubled the ease of our circumstances.\\n\\n    When the famous Resolutions of 1765, against the Stamp-act, were proposed, I was yet a student of law in Wmsbg.  I attended the debate however at the door of the lobby of the H. of Burgesses, & heard the splendid display of Mr. Henry's talents as a popular orator.  They were great indeed; such as I have never heard from any other man.  He appeared to me to speak as Homer wrote.  Mr.  Johnson, a lawyer & member from the Northern Neck, seconded the resolns, & by him the learning & the logic of the case were chiefly maintained.  My recollections of these transactions may be seen pa.  60, Wirt's life of P. H., to whom I furnished them.\\n\\n    In May, 1769, a meeting of the General Assembly was called by the Govr., Ld. Botetourt.  I had then become a member; and to that meeting became known the joint resolutions & address of the Lords & Commons of 1768 -- 9, on the proceedings in Massachusetts. Counter-resolutions, & an address to the King, by the H. of Burgesses were agreed to with little opposition, & a spirit manifestly displayed of considering the cause of Massachusetts as a common one. The Governor dissolved us: but we met the next day in the Apollo of the Raleigh tavern, formed ourselves into a voluntary convention, drew up articles of association against the use of any merchandise imported from Gr. Britain, signed and recommended them to the people, repaired to our several counties, & were re elected without any other exception than of the very few who had declined assent to our proceedings.\\n\\n    Nothing of particular excitement occurring for a considerable time our countrymen seemed to fall into a state of insensibility to our situation.  The duty on tea not yet repealed & the Declaratory act of a right in the British parl to bind us by their laws in all cases whatsoever, still suspended over us.  But a court of inquiry held in R. Island in 1762, with a power to send persons to England to be tried for offences committed here was considered at our session of the spring of 1773. as demanding attention.  Not thinking our old & leading members up to the point of forwardness & zeal which the times required, Mr. Henry, R. H. Lee, Francis L. Lee, Mr. Carr & myself agreed to meet in the evening in a private room of the Raleigh to consult on the state of things.  There may have been a member or two more whom I do not recollect.  We were all sensible that the most urgent of all measures was that of coming to an understanding with all the other colonies to consider the British claims as a common cause to all, & to produce an unity of action: and for this purpose that a commee of correspondce in each colony would be the best instrument for intercommunication: and that their first measure would probably be to propose a meeting of deputies from every colony at some central place, who should be charged with the direction of the measures which should be taken by all.  We therefore drew up the resolutions which may be seen in Wirt pa 87.  The consulting members proposed to me to move them, but I urged that it should be done by Mr. Carr, my friend & brother in law, then a new member to whom I wished an opportunity should be given of making known to the house his great worth & talents.  It was so agreed; he moved them, they were agreed to nem. con. and a commee of correspondence appointed of whom Peyton Randolph, the Speaker, was chairman.  The Govr. (then Ld. Dunmore) dissolved us, but the commee met the next day, prepared a circular letter to the Speakers of the other colonies, inclosing to each a copy of the resolns and left it in charge with their chairman to forward them by expresses.\\n\\n    The origination of these commees of correspondence between the colonies has been since claimed for Massachusetts, and Marshall II. 151, has given into this error, altho' the very note of his appendix to which he refers, shows that their establmt was confined to their own towns.  This matter will be seen clearly stated in a letter of Samuel Adams Wells to me of Apr. 2., 1819, and my answer of May 12. I was corrected by the letter of Mr. Wells in the information I had given Mr. Wirt, as stated in his note, pa. 87, that the messengers of Massach. & Virga crossed each other on the way bearing similar propositions, for Mr. Wells shows that Mass. did not adopt the measure but on the receipt of our proposn delivered at their next session.  Their message therefore which passed ours, must have related to something else, for I well remember P. Randolph's informing me of the crossing of our messengers.\\n\\n    The next event which excited our sympathies for Massachusets was the Boston port bill, by which that port was to be shut up on the 1st of June, 1774.  This arrived while we were in session in the spring of that year.  The lead in the house on these subjects being no longer left to the old members, Mr. Henry, R. H. Lee, Fr. L. Lee, 3. or 4. other members, whom I do not recollect, and myself, agreeing that we must boldly take an unequivocal stand in the line with Massachusetts, determined to meet and consult on the proper measures in the council chamber, for the benefit of the library in that room. We were under conviction of the necessity of arousing our people from the lethargy into which they had fallen as to passing events; and thought that the appointment of a day of general fasting & prayer would be most likely to call up & alarm their attention.  No example of such a solemnity had existed since the days of our distresses in the war of 55. since which a new generation had grown up.  With the help therefore of Rushworth, whom we rummaged over for the revolutionary precedents & forms of the Puritans of that day, preserved by him, we cooked up a resolution, somewhat modernizing their phrases, for appointing the 1st day of June, on which the Port bill was to commence, for a day of fasting, humiliation & prayer, to implore heaven to avert from us the evils of civil war, to inspire us with firmness in support of our rights, and to turn the hearts of the King & parliament to moderation & justice.  To give greater emphasis to our proposition, we agreed to wait the next morning on Mr. Nicholas, whose grave & religious character was more in unison with the tone of our resolution and to solicit him to move it.  We accordingly went to him in the morning.  He moved it the same day; the 1st of June was proposed and it passed without opposition.  The Governor dissolved us as usual.  We retired to the Apollo as before, agreed to an association, and instructed the commee of correspdce to propose to the corresponding commees of the other colonies to appoint deputies to meet in Congress at such place, _annually_, as should be convenient to direct, from time to time, the measures required by the general interest: and we declared that an attack on any one colony should be considered as an attack on the whole.  This was in May.  We further recommended to the several counties to elect deputies to meet at Wmsbg the 1st of Aug ensuing, to consider the state of the colony, & particularly to appoint delegates to a general Congress, should that measure be acceded to by the commees of correspdce generally. It was acceded to, Philadelphia was appointed for the place, and the 5th of Sep. for the time of meeting.  We returned home, and in our several counties invited the clergy to meet assemblies of the people on the 1st of June, to perform the ceremonies of the day, & to address to them discourses suited to the occasion.  The people met generally, with anxiety & alarm in their countenances, and the effect of the day thro' the whole colony was like a shock of electricity, arousing every man & placing him erect & solidly on his centre.  They chose universally delegates for the convention.  Being elected one for my own county I prepared a draught of instructions to be given to the delegates whom we should send to the Congress, and which I meant to propose at our meeting.  In this I took the ground which, from the beginning I had thought the only one orthodox or tenable, which was that the relation between Gr. Br. and these colonies was exactly the same as that of England & Scotland after the accession of James & until the Union, and the same as her present relations with Hanover, having the same Executive chief but no other necessary political connection; and that our emigration from England to this country gave her no more rights over us, than the emigrations of the Danes and Saxons gave to the present authorities of the mother country over England.  In this doctrine however I had never been able to get any one to agree with me but Mr. Wythe.  He concurred in it from the first dawn of the question What was the political relation between us & England?  Our other patriots Randolph, the Lees, Nicholas, Pendleton stopped at the half-way house of John Dickinson who admitted that England had a right to regulate our commerce, and to lay duties on it for the purposes of regulation, but not of raising revenue.  But for this ground there was no foundation in compact, in any acknowledged principles of colonization, nor in reason: expatriation being a natural right, and acted on as such, by all nations, in all ages.  I set out for Wmsbg some days before that appointed for our meeting, but was taken ill of a dysentery on the road, & unable to proceed.  I sent on therefore to Wmsbg two copies of my draught, the one under cover to Peyton Randolph, who I knew would be in the chair of the convention, the other to Patrick Henry. Whether Mr. Henry disapproved the ground taken, or was too lazy to read it (for he was the laziest man in reading I ever knew) I never learned: but he communicated it to nobody.  Peyton Randolph informed the convention he had received such a paper from a member prevented by sickness from offering it in his place, and he laid it on the table for perusal.  It was read generally by the members, approved by many, but thought too bold for the present state of things; but they printed it in pamphlet form under the title of \\\"A Summary view of the rights of British America.\\\" It found its way to England, was taken up by the opposition, interpolated a little by Mr.  Burke so as to make it answer opposition purposes, and in that form ran rapidly thro' several editions.  This information I had from Parson Hurt, who happened at the time to be in London, whether he had gone to receive clerical orders.  And I was informed afterwards by Peyton Randolph that it had procured me the honor of having my name inserted in a long list of proscriptions enrolled in a bill of attainder commenced in one of the houses of parliament, but suppressed in embryo by the hasty step of events which warned them to be a little cautious. Montague, agent of the H. of Burgesses in England made extracts from the bill, copied the names, and sent them to Peyton Randolph.  The names I think were about 20 which he repeated to me, but I recollect those only of Hancock, the two Adamses, Peyton Randolph himself, Patrick Henry, & myself.  (* 1) The convention met on the 1st of Aug, renewed their association, appointed delegates to the Congress, gave them instructions very temperately & properly expressed, both as to style & matter; and they repaired to Philadelphia at the time appointed.  The splendid proceedings of that Congress at their 1st session belong to general history, are known to every one, and need not therefore be noted here.  They terminated their session on the 26th of Octob, to meet again on the 10th May ensuing.  The convention at their ensuing session of Mar, '75, approved of the proceedings of Congress, thanked their delegates and reappointed the same persons to represent the colony at the meeting to be held in May: and foreseeing the probability that Peyton Randolph their president and Speaker also of the H. of B. might be called off, they added me, in that event to the delegation.\\n\\n    (* 1) See Girardin's _History of Virginia,_ Appendix No. 12, note.\\n\\n    Mr. Randolph was according to expectation obliged to leave the chair of Congress to attend the Gen. Assembly summoned by Ld. Dunmore to meet on the 1st day of June 1775.  Ld. North's conciliatory propositions, as they were called, had been received by the Governor and furnished the subject for which this assembly was convened.  Mr. Randolph accordingly attended, and the tenor of these propositions being generally known, as having been addressed to all the governors, he was anxious that the answer of our assembly, likely to be the first, should harmonize with what he knew to be the sentiments and wishes of the body he had recently left.  He feared that Mr. Nicholas, whose mind was not yet up to the mark of the times, would undertake the answer, & therefore pressed me to prepare an answer.  I did so, and with his aid carried it through the house with long and doubtful scruples from Mr. Nicholas and James Mercer, and a dash of cold water on it here & there, enfeebling it somewhat, but finally with unanimity or a vote approaching it.  This being passed, I repaired immediately to Philadelphia, and conveyed to Congress the first notice they had of it.  It was entirely approved there.  I took my seat with them on the 21st of June.  On the 24th, a commee which had been appointed to prepare a declaration of the causes of taking up arms, brought in their report (drawn I believe by J. Rutledge) which not being liked they recommitted it on the 26th, and added Mr. Dickinson and myself to the committee.  On the rising of the house, the commee having not yet met, I happened to find myself near Govr W. Livingston, and proposed to him to draw the paper.  He excused himself and proposed that I should draw it.  On my pressing him with urgency, \\\"we are as yet but new acquaintances, sir, said he, why are you so earnest for my doing it?\\\"  \\\"Because, said I, I have been informed that you drew the Address to the people of Gr. Britain, a production certainly of the finest pen in America.\\\" \\\"On that, says he, perhaps sir you may not have been correctly informed.\\\" I had received the information in Virginia from Colo Harrison on his return from that Congress.  Lee, Livingston & Jay had been the commee for that draught.  The first, prepared by Lee, had been disapproved & recommitted.  The second was drawn by Jay, but being presented by Govr Livingston, had led Colo Harrison into the error.  The next morning, walking in the hall of Congress, many members being assembled but the house not yet formed, I observed Mr. Jay, speaking to R. H. Lee, and leading him by the button of his coat, to me.  \\\"I understand, sir, said he to me, that this gentleman informed you that Govr Livingston drew the Address to the people of Gr Britain.\\\" I assured him at once that I had not received that information from Mr. Lee & that not a word had ever passed on the subject between Mr. Lee & myself; and after some explanations the subject was dropt.  These gentlemen had had some sparrings in debate before, and continued ever very hostile to each other.\\n\\n    I prepared a draught of the Declaration committed to us.  It was too strong for Mr. Dickinson.  He still retained the hope of reconciliation with the mother country, and was unwilling it should be lessened by offensive statements.  He was so honest a man, & so able a one that he was greatly indulged even by those who could not feel his scruples.  We therefore requested him to take the paper, and put it into a form he could approve.  He did so, preparing an entire new statement, and preserving of the former only the last 4. paragraphs & half of the preceding one.  We approved & reported it to Congress, who accepted it.  Congress gave a signal proof of their indulgence to Mr. Dickinson, and of their great desire not to go too fast for any respectable part of our body, in permitting him to draw their second petition to the King according to his own ideas, and passing it with scarcely any amendment.  The disgust against this humility was general; and Mr. Dickinson's delight at its passage was the only circumstance which reconciled them to it.  The vote being passed, altho' further observn on it was out of order, he could not refrain from rising and expressing his satisfaction and concluded by saying \\\"there is but one word, Mr. President, in the paper which I disapprove, & that is the word _Congress_,\\\" on which Ben Harrison rose and said \\\"there is but on word in the paper, Mr. President, of which I approve, and that is the word _Congress._\\\"\\n\\n    On the 22d of July Dr. Franklin, Mr. Adams, R. H. Lee, & myself, were appointed a commee to consider and report on Ld. North's conciliatory resolution.  The answer of the Virginia assembly on that subject having been approved I was requested by the commee to prepare this report, which will account for the similarity of feature in the two instruments.\\n\\n      On the 15th of May, 1776, the convention of Virginia instructed their delegates in Congress to propose to that body to declare the colonies independent of G. Britain, and appointed a commee to prepare a declaration of rights and plan of government.\\n\\n    In Congress, Friday June 7. 1776.  The delegates from Virginia moved in obedience to instructions from their constituents that the Congress should declare that these United colonies are & of right ought to be free & independent states, that they are absolved from all allegiance to the British crown, and that all political connection between them & the state of Great Britain is & ought to be, totally dissolved; that measures should be immediately taken for procuring the assistance of foreign powers, and a Confederation be formed to bind the colonies more closely together.\\n\\n    The house being obliged to attend at that time to some other business, the proposition was referred to the next day, when the members were ordered to attend punctually at ten o'clock.\\n\\n    Saturday June 8.  They proceeded to take it into consideration and referred it to a committee of the whole, into which they immediately resolved themselves, and passed that day & Monday the 10th in debating on the subject.\\n\\n    It was argued by Wilson, Robert R. Livingston, E. Rutledge, Dickinson and others\\n\\n    That tho' they were friends to the measures themselves, and saw the impossibility that we should ever again be united with Gr. Britain, yet they were against adopting them at this time:\\n\\n    That the conduct we had formerly observed was wise & proper now, of deferring to take any capital step till the voice of the people drove us into it:\\n\\n    That they were our power, & without them our declarations could not be carried into effect;\\n\\n    That the people of the middle colonies (Maryland, Delaware, Pennsylva, the Jerseys & N. York) were not yet ripe for bidding adieu to British connection, but that they were fast ripening & in a short time would join in the general voice of America:\\n\\n    That the resolution entered into by this house on the 15th of May for suppressing the exercise of all powers derived from the crown, had shown, by the ferment into which it had thrown these middle colonies, that they had not yet accommodated their minds to a separation from the mother country:\\n\\n    That some of them had expressly forbidden their delegates to consent to such a declaration, and others had given no instructions, & consequently no powers to give such consent:\\n\\n    That if the delegates of any particular colony had no power to declare such colony independant, certain they were the others could not declare it for them; the colonies being as yet perfectly independant of each other:\\n\\n    That the assembly of Pennsylvania was now sitting above stairs, their convention would sit within a few days, the convention of New York was now sitting, & those of the Jerseys & Delaware counties would meet on the Monday following, & it was probable these bodies would take up the question of Independance & would declare to their delegates the voice of their state:\\n```\",\"timestamp\":1639988000,\"title\":\"At the age of 77, I begin to make some memoranda and state some recollections of dates & facts concerning myself\"},\"digest\":\"PTAxBYbrqHxWv32jTiX9HrODZIyCQkdmXKZriKeEFuM\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"29-CBOyf4dZ3hb4MK-2ysIGTNUn-XcLt8-uot-Mw47c\\\",\\\"y\\\":\\\"hUCK53LzgRVtkGT9kVyJhsTAdnRh3hMl8WJcxuC1tSE\\\"}\",\"signature\":\"u7jmUW-OfaZgfx1XePSACJtW-UgpMb5UGUisVgLgxqcq8LbsTreSsNxWHPjx0xuYYJY-DOmw065SW4OkNsisrQ\",\"signingKeySignature\":\"0xf4d5c2330cdd9493d22c8f2bebfb2852f21830f6741b0858288146611c93366a14f937f3687911396a34cdbe3fbf7ff22cb78d4cef314f3cf0b66060f568da671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"29-CBOyf4dZ3hb4MK-2ysIGTNUn-XcLt8-uot-Mw47c\\\",\\\"y\\\":\\\"hUCK53LzgRVtkGT9kVyJhsTAdnRh3hMl8WJcxuC1tSE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PTAxBYbrqHxWv32jTiX9HrODZIyCQkdmXKZriKeEFuM\"}"