"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/VO9QV7GhBN7VeZikKoMJQ.png?height=720&width=1200)\\n\\nThe Macao Special Administrative Region Government on Saturday said that it has received notification from Chinese mainland authorities regarding the arrest warrant for Macao tycoon Alvin Chau Cheok Wa, and that Chau was being held and questioned by Macao police.  \\n  \\n On the basis of the evidence obtained in previous criminal investigations, Macao SAR police on Saturday brought the criminal suspect surnamed Chau and other individuals involved in the case, back to the police station for questioning. \\n  \\n The Macao SAR Government reiterated that all within the gaming industry in Macao must strictly abide by relevant Chinese mainland and Macao laws. Suspected violations of Macao law will be investigated, and will not be tolerated. \\n  \\n The People's Procuratorate of Wenzhou, in Zhejiang province approved an arrest warrant for the Macao tycoon for establishing casinos on the Chinese mainland, the Wenzhou Police Bureau said in a statement on Friday. \\n  \\n As of July 2020, the cross-border gambling criminal syndicate headed by Chau, CEO of Suncity, had developed more than 12,000 gaming agents and 80,000 members across the Chinese mainland, according to the police investigation. \\n  \\n In order to gain illegal interests, Chau facilitated Chinese citizens ability to gamble in overseas casinos, set up an asset management company in China to help gamblers exchange assets for gambling chips, assist customers in cross-border capital transfer and use underground banks to provide fund settlement services for gamblers. \\n  \\n The amount of money involved is significant, posing a potential risk to social order, the police said. \\n  \\n Chau, together with key members of the group, have been prosecuted by the Wenzhou Municipal People's Procuratorate for establishing casino in Chinese mainland.\",\"timestamp\":1638282951,\"title\":\"Macao police investigate Alvin Chau over cross-border gambling allegations\"},\"digest\":\"dr6Koh43b87wQviXy278KWE63OtTTvCBgjKIxTd_tyE\",\"authorship\":{\"contributor\":\"0x40ea358837E847214C8f93D5Fe73Fbe8F9Ec952a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G0QjPBZ-Cx7wVqy0WZioszYAtrwklEJuo840mzpzVlM\\\",\\\"y\\\":\\\"lsYSXeenmGy5Z6hzUQ2UcXI91DZwjkExpQzCClKG3Ag\\\"}\",\"signature\":\"8sX6yEQmUNY3MUuLHMh4DI7m5r79wHas5etlA_FYUlBMmHOI2y0IaMQhf0fq34ue4xB4bOpRHwxDfqbbPhJG-A\",\"signingKeySignature\":\"0xaeab6ccc4be16bcfc4a92012de21baae681b28feb674f1262c239b094e9b11e645697624d55f662b907757fba357a14830818ee211947d3299d048efaa2656d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G0QjPBZ-Cx7wVqy0WZioszYAtrwklEJuo840mzpzVlM\\\",\\\"y\\\":\\\"lsYSXeenmGy5Z6hzUQ2UcXI91DZwjkExpQzCClKG3Ag\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dr6Koh43b87wQviXy278KWE63OtTTvCBgjKIxTd_tyE\"}"