"{\"content\":{\"body\":\"05/13/18\\n\\n**What is a home?**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*EdYimClt47mwVH5BL716JA@2x.jpeg)\\n\\nIn 2005, I designed and built my first house. I fell in love with the idea of developing places where kids would grow up and memories would be built. I’ve already had a kid that grew up in one of the houses I built as an intern and another one as a student for an architecture studio I recently taught at an architecture school.\\n\\nOver the past 13 years, my team and I have designed and directly built or collaborated in building over 40 different residential projects, from single family homes to 90 unit high-end residential buildings. In total, we’ve done over 750 bedrooms and more than 400 kitchens, we’re at almost 1’000,000.00 sq. ft. of living space.\\n\\nBut I’ve never owned a house in which I have lived.\\n\\nNot so long ago, someone told me that I didn’t really grow up with the concept of a home, and maybe that was the reason I was so interested in building them, but wasn’t so interested in having one. I was born in Texas, to parents from Mexico City and grew up in Tijuana, a city in which, for good or bad, the norm doesn’t exist.\\n\\nBeing raised in a border City, you start understanding the concept of belonging and mobility in a different way. In this city, some people live in Tijuana and work in San Diego, and some people live in San Diego but work in Tijuana, as if the border didn’t really exist.\\n\\nGrowing up, people weren’t proud of being from Tijuana, and in the early 2000’s, as the drug wars got out of hand, a lot of people I knew where ashamed to say they were from that city. Absolutely no sense of belonging. But that all started to change.\\n\\nStarting out your career of developing housing in a moment in which most people that could afford it, where fleeing the city is not ideal. But I was 22, naive, and very optimist of how I could make peoples lives a little better. Peter Zellner, my great friend, and director of my masters in design and research made me understand the impact that architecture can have not only on people’s lives, but in a city itself.\\n\\nAlthough I’m no longer 22, I’m still very naive and believe that architecture has the power to change the world… and we’re very focused on doing that.\\n\\nAs I’m writing this, I’m sitting in a cafe in Berlin, on a beautiful sunny day. I’ve always traveled extensively, chasing the architects dream of working in different cities. Last year I traveled three weeks out of a month. I lived in NYC, my office was there, but was traveling to Tijuana, Mexico City, Denver, LA and other cities every month.\\n\\nAs population will exponentially increase and housing has become ever more unaffordable, we need to come up with new housing solutions. We are living at the best of times, that is a fact. Technology has opened up so many opportunities and connected us in radical new ways, but weirdly enough, we are more disconnected that ever.\\n\\nThat’s why we are so focused on solving the global housing crisis. We are living in a sharing economy, we should take advantage of that, we need to change the way we perceive domestic space, the way we consume and the way we accumulate. The way we are living is not sustainable, and we are consuming our planet at a faster pace that it can regenerate itself.\\n\\nFor the past three months, I haven’t slept on the same bed for over three nights. I’ve lost count of how many flights I’ve taken and how many cities I’ve been to, but have understood that we can live life in a different way.\\n\\nMy home became my suitcase, and it’s been so liberating. The day after I put all of my things in storage, I went to uniqlo, spent $200 dlls, and now I don’t even have to worry about what to put on in the morning, I’m always wearing black pants and a black or white t-shirt. Life should be simple, in the best of ways.\\n\\nI’ve slept on pod beds inside a bus traveling from San Francisco to Los Angeles, in co-living apartments, in planes, in hotels with micro rooms, on bunk beds, in hostels, in beautiful apartments in Mexico City and in crappy airbnbs in New York City. I’ve woken up with beautiful views of Brooklyn and in rooms with no windows.\\n\\nOne week I purposely didn’t arrange any place to sleep and around 10:00 pm every night I would just book a room on hotel tonight around wherever I was at that moment, technology has made everything much easier.\\n\\nSo why hasn’t technology benefited the real estate industry to create more affordable living solutions? \",\"timestamp\":1642782977,\"title\":\"What is a home? \"},\"digest\":\"oqKyAI9Ydjy432TYtchzXhauj7PnhC4fjOIfhE0Km7I\",\"authorship\":{\"contributor\":\"0x52eef2bf7EB671dc1C02388B74A660552570069D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aSmA5x8IkT5npXN51wWEDoFbMS8ZoNSayiWSLfndEt0\\\",\\\"y\\\":\\\"2AWRzzsClkv4P2YhqjecgMY48e5Kxm_8oIjAdITUbFQ\\\"}\",\"signature\":\"hKAjK5j8Opp1KCrDqHWN3OfHZPEtjHOgcC1mPsig0HJSInp8wtgDuWVz87s2LZgmNce4_e2O1lrzbHRSyY3yVw\",\"signingKeySignature\":\"0x01a11583c30adb41a70ecedd652441c559445a5620e5df2b3d988facc26d19e068c69d4ffa24dd44b335f714bcc84d300311f09ca6b6ea3f808f23ab90f3e6da1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aSmA5x8IkT5npXN51wWEDoFbMS8ZoNSayiWSLfndEt0\\\",\\\"y\\\":\\\"2AWRzzsClkv4P2YhqjecgMY48e5Kxm_8oIjAdITUbFQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oqKyAI9Ydjy432TYtchzXhauj7PnhC4fjOIfhE0Km7I\"}"