"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/mSx-47EZuvSjwCEVEytw9.png?height=2100&width=3200)\\n\\nToday, I’m excited to announce a new partnership for The Ready. As you’ve probably noticed, [we’ve been diving deep into the world of Web3](https://podcasts.apple.com/us/podcast/what-web3-means-for-the-future-of-work-w-chase-chapman/id1488554600?i=1000544826119) to better understand what role innovations like the blockchain, tokens, NFTs, and DAOs might play in the future of work. And while it’s early days, it’s easy to see that there’s something unusual and interesting happening in this space. But, there’s also a clear need for more accessibility and thoughtfulness when it comes to the systems that underpin this movement. And that’s why we’re working with [Jack du Rose](https://twitter.com/jackdurose) and [Colony](https://colony.io/), with whom we co-wrote this piece.\\n\\n## Rethinking the value of work\\n\\nEven if you’ve never sat within the taupe confines of a partitioned desk, it’s not difficult to envision the existential desolation of life as an office drone. The image somehow encapsulates the essence of what is wrong with work in the modern world. Perhaps it’s so unpalatable because within those walls you are reduced from a self-sovereign individual — with hopes, passions, and aspirations — to a fungible cog in a great mill of bureaucracy. You feel like your time and mental energy are being leached by a faceless corporation, exerted upon a pursuit with no compelling goal, and all to the disproportionate benefit of those higher up on the ladder.\\n\\nThe feeling many have as a result of working life is one of profound powerlessness — the inability to change one’s circumstances or exercise will over how one directs their effort. In western cultures where individuality is championed, it’s common for a person to feel trapped in a job, unable to escape the necessity of meeting ever-increasing financial obligations their salary has afforded. What makes the struggle of office life so “soul-crushing” is not only the need to sell your time and effort to survive, but also the indignity at having so little choice over how that time and effort is spent. The degree to which a job “sucks” is related to the amount of effort we’re forced to expend. It’s an affront to our innate expectation of *agency*. Agency is dignity — and dignity is a human need.\\n\\nWith that reality as a backdrop, it comes as no surprise to those who spend their days thinking about the future of work that the pandemic has catalyzed “The Great Resignation,” an ongoing wave of people voluntarily leaving their jobs in search of more rewarding and meaningful ways to live.\\n\\nFor most, having agency is essential to experiencing engagement and fulfillment in a role. In a “dream job,” we would set our own hours, work only on tasks we chose, and see the fruits of our labor result in meaningful production. In a “dream job,” work might not feel like “work,” because work would be an extension of our own will.\\n\\nSome people get close to that. They might be a freelance designer, writer, or software developer who has somehow managed to find their niche and bend work to their will. But such individuals are the exception rather than the rule, and often have a trade in which they do not need to work on a team or collaborate with others too much to produce value. A freelancer chooses not to be a part of “the firm,” and instead works independently, choosing which projects to accept or reject. We can also imagine a dynamic entrepreneur who possesses a maximum amount of agency. They choose exactly when and where to direct not only their own effort, but also the resources of their firm.\\n\\n## From corporate hierarchy to value-creating networks\\n\\nHierarchy has been the traditional mechanism by which an entrepreneur directs or leads their firm. Hierarchy has enabled human collaboration for tens of thousands of years, and it does a great job of handling two facts of work: Some people are better than others at doing certain tasks, and more can be accomplished collaboratively than individually.\\n\\nCorporate hierarchies allow us to overcome problems like division of labor, coordination, and quality control. They also provide an alternative to the market-price mechanism for labor. Companies increase in size once they reach a threshold where it’s more cost-effective to employ someone to be available all the time rather than paying an external supplier to do what’s required when factoring in the “transaction cost” of finding and managing those suppliers.\\n\\nWithin hierarchies, authority is concentrated at the top and cascades down. Power is delegated and divided amongst ever more numerous and less-influential subordinates. In an ideal world, people could ascend a hierarchy, because those higher up would identify their quality and modulate their influence on the basis of merit. In hierarchical organizations, management strata should be staffed in strict order of competence.\\n\\nThis isn’t how it works.\\n\\nPrimacy often comes to the most dominant, vociferous, or politically savvy candidates and not the most capable. Bottlenecks and single points of failure are key characteristics of hierarchies. Politics, conformity pressure, groupthink, and multifarious biases jeopardize effective management and decision-making.\\n\\nAs companies scale, it takes longer for information to travel up and down the chain of command, for decisions to be made, and for ideas to be implemented. This lack of agility can mean an inability to adapt to changing market conditions, and is ultimately why incumbents get disrupted by faster and more responsive upstarts.\\n\\nToday, many organizations recognize these increasing problems and, as a result, are applying more progressive approaches to management and governance. The Ready is a leading organizational change consultancy at the forefront of the growing movement towards more responsive forms of organization. Our client list — from Roche to sweetgreen to the Federal Reserve Bank — includes some of the most influential and interesting global organizations. And we partner with companies of all shapes and sizes to help them usher in new ways of working that focus less on command-and-control and more on self-management, less on hierarchy and more on distributed authority.\\n\\nOur approach comes from a fundamental understanding that the corporate hierarchy is “legacy code” in humanity’s operating system. It is a relic of the industrial age, a time when organizations were complicated but predictable. Processes were linear, information traveled slowly, and change was gradual.\\n\\nToday, technology and increased connectivity means information moves at the speed of light, change happens rapidly, and businesses that were once merely complicated are part of a complex global network of commerce that produces unpredictable emergent opportunities and threats that were inconceivable when corporate hierarchy was developed.\\n\\nThe Ready rejects binary thinking that work can only mean waging everyday battles between chaos and bureaucracy. Using guiding principles like consent, autonomy, transparency, participation, and decentralization, we help organizations examine their dominant assumptions and practices; shed traditional, inflexible patterns and pyramidical thinking; and design new, ever-evolving models that embrace continuous change. If the future of work we want to create and step into is more human, adaptive, equitable, and regenerative, we won’t get there using old tools and clinging to old trappings.\\n\\n## Org design expertise + DAO tech = the future of the firm\\n\\nIn 2021, DAOs have blazed to the forefront of the crypto consciousness. DAOs are software arrangements that use incentives to trustlessly and permissionlessly coordinate economic activity in a network of rational, self-interested agents. Put simply: software that financially incentivizes people to do stuff.\\n\\nArguably, all tokenized cryptosystems are DAOs. DAOs can be very narrow, as in Bitcoin’s case, where the protocol incentivizes people to do one specific task: provide it with computational power. But DAOs can also be maximally broad, existing to trustlessly coordinate and incentivise arbitrary human work.\\n\\nWhat we mostly see right now are DAOs sitting somewhere in the middle of those two extremes. Common use cases are DAOs that exist to pool assets to makes investments in things that its members would lack either the bandwidth (as in the case of deal-flow through venture DAOs like The LAO) or the wealth to purchase individually (as in the case of ConstitutionDAO’s valiant but recently thwarted attempt to purchase a copy of the US Constitution).\\n\\nThere are also DeFi DAOs, like Yearn Finance, and social DAOs, like BanklessDAO and Friends With Benefits. These are operating at the broad end of the spectrum, though they’re weakly coordinated and participation and incentivisation is neither particularly permissionless nor trustless.\\n\\nNevertheless, they hold within them a promise of Shangri-La in the future of work: to enable a group of people to collaborate on a shared project without needing to trust or even know one another. This is a new paradigm for coordination without centralisation; not a firm, but a fluid.\\n\\nThat’s where Colony comes in. Colony was one of the first projects to start building on Ethereum back in 2014, and to see the full potential of blockchain smart contracts as the basis for new kinds of on-chain organizations that resemble the open, participatory, and adaptive organizations The Ready helps enable in meatspace.\\n\\nInstead of being monitored and evaluated by someone higher up a hierarchical food chain, an individual’s merit within a colony is calculated through a systematic peer review of completed work and represented numerically on the blockchain. This number, by virtue of being rooted in trustless consensus, entitles the individual to direct shared resources of the firm within the remit of their expertise.\\n\\nLike the freelancer, a worker in a colony has the ability to move between projects at will. Unlike the freelancer, however, there is no longer the restriction of independent work for other people. Instead, she may work on projects and tasks that are part of a larger, shared endeavour — and in which she acquires ownership and influence proportional to the value of her contributions.\\n\\nColony’s ambition is audacious to say the least. They aim to catalyse nothing less than a “Cambrian explosion” of previously impossible organizational forms that blur the boundaries between companies, platforms, workers, and users, and engender new paradigms of occupation and income.\\n\\n“DAOs are to companies as video games are to board games,” says Colony founder Jack du Rose. “To play a board game, you have to understand the rules. If you don’t understand the rules, it’s hard to play the game. Software is good at enforcing rules — so in video games, you can’t *not* play by the rules. That’s why video games are so much easier to play than board games.”\\n\\n“Companies are basically just rules for managing resources and distributing authority. Most companies today define those rules in documents and legal contracts. Financial transactions, even trivial expenses, require admin and intermediaries. Employment is inflexible, roles are rigid, and power is opaque. Colony helps organizations define and enforce business rules. That makes the rules easier to create and easier to follow, with less admin, greater transparency, and in places they couldn’t before, like between strangers on the internet.”\\n\\nToday, Colony and The Ready announce a partnership that aims to combine The Ready’s deep experience of bringing self-management to the world’s leading companies with Colony’s best-in-class tooling for self-management of DAOs.\\n\\n“The momentum in the DAO space to decentralize and distribute ownership and authority is perfectly aligned with The Ready’s purpose and expertise in self-management,” says The Ready’s founder, Aaron Dignan. “For DAOs right now, accessibility to the right combination of ideas and tools is the key challenge. Colony is the DAO tooling best poised to address those challenges and we’re excited to work with them to bring our knowledge of effective self-management practices to DAOs: the next generation of world-leading organizations.”\\n\\n*You can discover more about how [The Ready](http://www.theready.com/) helps organizations eliminate bureaucracy and adopt better ways of working by reading our book, [Brave New Work](https://www.bravenewwork.com/); subscribing to our [podcast](https://podcasts.apple.com/us/podcast/brave-new-work/id1488554600) and our [newsletter](https://theready.com/newsletter); and following us on [Twitter](https://twitter.com/theready?lang=en). Ready to shake things up at your own organization? Please [reach out](https://theready.com/connect) to get a conversation going. We’d love to hear from you.*\",\"timestamp\":1639700519,\"title\":\"Changing the way DAOs work 🙌\"},\"digest\":\"0KsmEEv_izikzrsRKPzTP9EwZ86faVNPyp2Fk46WeUA\",\"authorship\":{\"contributor\":\"0x4f422C95AdFf6bd534EE3D28d98967962378437d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GYjsWD3rEj3Tz-vujDKqPvOnkxDfg7Ty5uh4hCx73Zg\\\",\\\"y\\\":\\\"rl8AkHSRI9UIYGLRxOQuWrVL4IQuAJNtdGoeod0Lwzs\\\"}\",\"signature\":\"6kvHrTzsirRBI3v94LRBVjpVM6Xfffk1tBDq53J4PK8ujRUkWLrxtT_qXdAm_h9mG1DsLgTAat_Y2CiV71Gvhg\",\"signingKeySignature\":\"0x72b327d436f7662b99d7eba1ab781a410c95372c316bb336bb956995e53619a20968881bf32506a37d7c1e142523c2678467e3ba2ad5bfe44a600b856514d0411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GYjsWD3rEj3Tz-vujDKqPvOnkxDfg7Ty5uh4hCx73Zg\\\",\\\"y\\\":\\\"rl8AkHSRI9UIYGLRxOQuWrVL4IQuAJNtdGoeod0Lwzs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0KsmEEv_izikzrsRKPzTP9EwZ86faVNPyp2Fk46WeUA\"}"