"{\"content\":{\"body\":\"## Technically, Liquidity Mining is an advanced version of Yield Farming\\n\\n![Pic credits: freepik.com & shutterstock.com](https://miro.medium.com/max/2000/1\\\\*TZ63pdgcIq_2idR4eU4xgA.jpeg)\\n\\nCrypto tokens or Altcoins, as we all know, are tradable, and they have a value associated with them based on supply & demand and sometimes speculations.\\n\\nBefore we go into these new jargons of investing, we need to understand the platform from where they originate — *the DeFi space.*\\n\\n## What is DeFi?\\n\\nDeFi is a generic term used for financial applications that run on the internet in peer-to-peer blockchain networks. Previously it was called Open Finance. These are different from the latest fintech companies that run on the internet *but without the blockchain part*. Examples are Robinhood, Wealthfront, Titan, etc. ***The most important component of a DeFi application is one or more smart contracts that run without the intervention of humans and in a decentralized fashion following some consensus protocol. ***Unlike traditional financial applications, where you log in with your credentials, ***DeFi applications require the user to connect to the application using a digital identity called a wallet address or your public address in the blockchain network. DeFi applications transact with crypto assets*** *while the regular fintech applications perform transactions with government-regulated fiat currencies and security assets.* Overall, DeFi applications provide a brand new financial experience to end-users that is more open and not tied to Central banks or local jurisdictions while being riskier. Some general examples of DeFi applications are decentralized exchanges — DEXs, stablecoins, lending markets, etc. ***Popular DeFi apps are Uniswap, Aave, Compound, etc.***\\n\\n## Why Yield Farming?\\n\\nThe Ethereum platform remains the biggest home of DeFi apps. The reason is its *smart contract capability and the first-mover advantage.* Ether is one of the earlier crypto tokens that has appreciated like Bitcoin. So holding to these tokens in some wallets or exchanges soon became a form of investment. When DeFi applications like Stablecoins and Lending Apps started becoming popular, they all faced the Liquidity problem. ***Liquidity is nothing but the number of tokens worth the total value of crypto assets locked in the smart contracts of specific Dapps.*** Why is Liquidity a big deal? Liquidity means money afloat in the business, which will enable it to ease its monetary functions. Traditional fintech applications can source liquidity from VCs or other investors. In a DeFi app, the best way to acquire liquidity is to get idle crypto assets from users by enabling deposits in the app to earn interest. At the basics, this ***process allows cryptocurrency holders to earn rewards on their holdings in yield farming***. Uniswap is a DeFi app called an AMM — Automated Market Maker. Uniswap is always willing to trade in any pair of crypto assets that have a market in Uniswap. Consider a pool of USDC/DAI in Uniswap that is created by any number of liquidity providers or crypto depositors. The liquidity pool will continuously readjust its token holdings to preserve each asset's 50–50 balance in the liquidity pool. The price of each token in the pool is determined algorithmically based on the asset ratio in the pool. If the pool has only 2 USDC and 2 DAI, the price fluctuates more when someone deposits 1 DAI and takeout out 1 USDC. But if the pool has 100 USDC and 100 DAI, the price fluctuation of pool assets will be negligible for the same transaction. *Liquidity is the key factor of success for any DeFi app.*\\n\\n`Yield Farming is a broader term that signifies any efforts made in a DeFi space by an investor to maximize their returns on crypto-assets invested in various Dapps.`\\n\\nYield Farming became popular with the DeFi app *Compound,* which is a crypto lending protocol. There are multiple ways you can increase your yield by creating new investment strategies. Here is one *[example](https://www.sarsonfunds.com/yield-farming-with-compound-new-tactic-yields-higher-returns/) which might be outdated and definitely not investment advice.*\\n\\n`DeFi users who try to maximize their yield in multiple DeFi products are the real yield farmers.`\\n\\n## Tokenization gives Composability to DeFi.\\n\\n*Tokenization is one of the key features of DeFi products.* When you provide liquidity on a platform, you get tokens in return that you can use in some other platform to increase your yield further. *The composability or ‘Money Legos’ feature is an innovative feature of DeFi you cannot find in traditional fintech products.* Your tokens are not locked in one protocol. For example, when you provide liquidity in Uniswap by depositing tokens, you will get Liquidity Provider tokens in return that can be deposited as collateral in Aave, another DeFi lending protocol. This way, tokens act as building blocks that can be programmed with smart contracts to interact with multiple Dapps to increase yield.\\n\\n## Why Liquidity Mining?\\n\\nTo attract more users to participate in their product and make the application more decentralized DeFi apps started giving crypto tokens to users investing in their dapps. These tokens are governance tokens, usually designed to be deflationary with limited supply and hence will accrue value over time.\\n\\n`Liquidity mining is one level above yield farming, where a user gets the usual yield by providing liquidity plus, on top of that, an ownership token on their platform. New coins are mined by providing Liquidity, hence the name.`\\n\\n## A sample scenario\\n\\nThis will be a quick tryout for you into *Yield Farming & Liquidity Mining.* The best user experience of DeFi apps is through any integrated crypto wallet, and I prefer the Coinbase wallet. You can browse through various Dapps and connect to them within the wallet. One of the dapps I am going to use here is *PoolTogether* — a no-loss crypto lottery Dapp. Sometimes most of the Dapp projects give free tokens to early users, and if you have received POOL tokens, you can deposit that in a POOL token pool for a chance of winning the lottery or an earning of 10.22% APR. You are a yield farmer now. Now you may like to browse to another Dapp called Bancor, which gives liquidity mining opportunities. You can pick up any token pair to invest, and you will find all the tokens available in the bancor network are paired with the BNT token, which is the native token of Bancor. The APR rate is provided with each pool. The idea is simple, you stake your tokens with Bancor pools and get rewards in the form of BNT tokens which you can stake further and earn further rewards. At the same time, you can withdraw your originally invested tokens after the locking period. Now you are officially a liquidity miner in the DeFi space.\",\"timestamp\":1642366426,\"title\":\"What is the Difference Between Yield Farming and Liquidity Mining?\"},\"digest\":\"j4TpA_B5v2uxWIuXABXQoIR7pyB2JWT0Ddhit4pHyQs\",\"authorship\":{\"contributor\":\"0x1eF87bD1f42BDc1fD0A7a4017717A00eBB6F455D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-qgfJS8KtSQvdz7S-nqL-ZoWN_EzCwslOb0ORQwP81o\\\",\\\"y\\\":\\\"mdyvQoCThLKUvh7pif0UPr7BohlaiHGyFi-n-FUpYn8\\\"}\",\"signature\":\"c_mumUESWUKmtwuxoS4h82JVkKluLkY9aPONB0UDNjOt56SInr0zTC618wf0HUN6p4pF3DjGJRYROlRubdJe7g\",\"signingKeySignature\":\"0x623de9b02ba336d19a74d17129285880dd36e4436da5953d203db340418f0e743fe1863cfa8b4b0a7dc48f84a1acb2b1c2fea5ab165c410fca8f601681e4d6411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-qgfJS8KtSQvdz7S-nqL-ZoWN_EzCwslOb0ORQwP81o\\\",\\\"y\\\":\\\"mdyvQoCThLKUvh7pif0UPr7BohlaiHGyFi-n-FUpYn8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j4TpA_B5v2uxWIuXABXQoIR7pyB2JWT0Ddhit4pHyQs\"}"