"{\"content\":{\"body\":\"```\\n    是不是觉得身边到处是赚钱的机会，甚至看清楚一个事物的增长点后，却依然无法参与其中。有一句话是这么说的，赚钱都是别人的，跟我没关系。这句话在现实生活中有用，在币圈也有用。在群里，分享的都是赚钱的，大佬安利的各种项目，一看已经涨了10几20倍，你就不敢参与了，殊不知后面涨了几百倍。拍断大腿变成你常说的口头禅，一直说一直热泪盈眶。你以为币圈门槛很低，殊不知，这个圈子门槛不比其它行业低多少，甚至更高，现实生活本来已经很卷了，没想到币圈其实也卷。\\n\\n    生怕自己出错，最后接受惩罚，所以做事小心翼翼；担心自己犯错失去评优评奖的机会，害怕得罪同事，在年底评优时对方不投票给我，与同事说话也变得异常客套，一件小事连说三个谢谢；工作上每个人都兢兢业业的守住自己的一亩三分地，大家都很小心翼翼，一天工作下来很累。那你可能会说了，为何要这样啊，我就是我，不一样的烟火。无论你在什么单位上班，已经不是简单的把工作做好就完事，要面对与同事的相处，每个人的工作量会是之前的很多倍，事多人少，会有人来催你完成的。如果做不完呢，会有人来接你的工作，而且同样的事情比你做得好。也许你的事情确实少了，慢慢的，你就没得事情做了，和咸鱼有什么区别。这样带来的结果就是每个人都很尽责，尽可能在自己的环节不出错，也不可能出错，因为但凡有点问题，一定会喊你写说明，你做的所有事情不单要经得起同事的考验，还要经得住后面的审计检查，即便你战战兢兢、如履薄冰，后面还是会出问题，因为高手们一定会用现在的要求去衡量之前的事情。还是需要整改，然后又是无尽的写整改说明，要求自查，写说明…..是不是觉得很忙。是的，你就是很忙，但是会觉得自己也没忙出什么结果，是不是感觉自闭了。\\n\\n   别紧张，这还不算。周围的朋友都很厉害，不是事业有成就是创业做的风声水起，似乎就自己一事无成。驾驶证、身份证、律师证、会计资格证是不是听起来高大上，后面的一个证随便拿来也是膜拜大佬级别的人物，有没有崇拜的眼光。你觉得也要牛一把，好不容易考一个的时候，别人说，他有会计、税务、律师、评估等三、四、五个证，是不是觉得自己通to样to simple，然后身边的人都被搞得焦虑了，也不晓得为啥那么焦虑，可能是觉得自己能力不如你吧，又没见到这么多证真正发挥的作用。但是你没有，就可能被淘汰的风险，面临出局，是不是又不淡定了。\\n\\n   初次接触币圈，觉得这是展现自己机会的时候，是屌丝逆袭的好时机，殊不知，这里面也是有门槛的。你以为现实中的房价很高，币圈是你赚钱的机会，在币圈，你同样买不起地、无法支付房价、各种穿搭用品。别激动，赚钱仍然是少数人的事，参与的门槛依旧很高。就拿元宇宙来说吧，近期的元宇宙火得一塌糊涂，去看了头目项目Decentraland，代币为$mana，Decentraland是17年就上市的项目，是一个去中心化的由社区驱动的线上虚拟项目，用户可以在上面获取地块、盖房子、开游乐场、聚会等，代币上线至今已经百倍有余了。你仍然参与不了，高额的手续费把你挡在门外，眼睁睁看着眼前的利好缺无法抓住，看着别人赚钱，比自己亏钱还难受。\\n\\n    web.3 时代，大数据比你更懂你自己。偶尔在某网站浏览了一条新闻，接下来就是铺天盖地的消息推送，Wechat、weibo等等所有你能接触到的终端网页都会给你推送相关消息。更可怕的时候，某一天与同事谈论的产品，第二天手机就给你推送了类似的、周边产品，媳妇在某购物网站看了喜欢的化妆品，第二天在办公的电脑页面弹出了“猜你喜欢”，算法更懂你，也在给你圈范围。经常看的抖音，无论你怎么刷都是类似的小视频，喜欢看小姐姐的你，下一条大概率还是小姐姐有关；喜欢美食博主和喜欢购物也一样，大概率你长时间甚至将来看的也是直播美食和带货。发现喜欢的东西越来越贵，因为每一次都使你忍不住消费。除非某一天你有自己的想法，想了解除此之外的任何一样东西，否则，大概率你的世界每天面对的还是这个圈内消息。算法懂我，也给我划定了认知范围，或许达到某一天我就像温水煮青蛙一样，渐渐失去了接触新事物的能力，在这既定的认知内越走越远，就此完成既定的人生而不知外面的世界。\\n\\n   或许你不刷抖音会变得不入流，不看微博会变得消息滞后，但至少会让你有自己的节奏。这有什么不好呢？\\n\\n   能够看清这一切，跳出来，去改变、去实现，然后拥有，就是生活的勇士。坚持，喜欢就是动力，社会早晚如你所愿，只要心里充满阳光。\\n```\",\"timestamp\":1638276693,\"title\":\"这个社会把我给整焦虑了\"},\"digest\":\"NzEG-9PVMpI2o3KTZu52TfQv1-UjwfRTUpaG8q6_mvo\",\"authorship\":{\"contributor\":\"0xB7F737f04e0D4779eb6597666D0C645F6870e76A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JZx9D7rUkRnMRWhP8FaYwiEYChdm3rZr4stM5tBRTq0\\\",\\\"y\\\":\\\"QVz1PFiXlWAhnnCPXPGw-6hWmOMG3YQ0asabRf3pOGk\\\"}\",\"signature\":\"GKw5NbAOdzRnJ62rVivi3KnWfSo_AhzmPRvemIRADJlLnWBPYsOLSf5vyUdom14SfjsyOuyBQYxUChaynLlCaQ\",\"signingKeySignature\":\"0xbaa60cd737614d9620af9ffaff205151c944fea7abb9e2436e8962012c3f095471e4df407a2d7951d04926645c566926ff0eb1fd16bcb1a16c32ec8dc3cf492e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JZx9D7rUkRnMRWhP8FaYwiEYChdm3rZr4stM5tBRTq0\\\",\\\"y\\\":\\\"QVz1PFiXlWAhnnCPXPGw-6hWmOMG3YQ0asabRf3pOGk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U6rDbZSKk7aJqdrWZFCpUuGBRYhyeyLv03QOBpoo0jE\"}"