"{\"content\":{\"body\":\"Recently, The American Internet company wants to change the world with everyone. Recently, a concept called meta-universe was born out of the sky. Many executives said, is this another great Internet change after the mobile Internet? In the first half of this year, the market value of rock, the first game company in the universe, reached 38.3 billion DOLLARS on the day of its listing, a ten-fold increase compared with a year ago. Then, Facebook, the world's largest social networking company, announced that it would invest 5 billion dollars every year to build itself into Yijiayuan Universe Company in about five years. What is this universe that has America's Internet going crazy? This is a movie from 2018\\n\\nCalled the number one player, setup time is 2045, movie, human wear a helmet to get into a virtual world, in this game, people use the flesh, with the spirit of the mind can control the virtual, the virtual world is yuan bosses say the universe, that is to say, in addition to the real world we live in the future, There will also be a virtual world based on the Internet, which will correspond to the real world. Wear virtual reality devices, will enter into the virtual world, in this world there is also work, love, fun, and even family, you see who can create such a world first, who will get the new staff, is the Internet really has met the ceiling and found their own spring? Don't worry, things may not be so simple, let's start with two memories, one is like this, in the last century, the United States and the Soviet Union became the two poles of the world, the two sides, in order to fight for global hegemony, launched a competition at all levels. In March 1983, the highest power holder across the ocean made an ambitious televised announcement to the public that the United States would begin deploying weapons in space. This became known as the Star Wars Program. It announced that it would spend one trillion dollars, or one-third of the GDP of the United States at the time. The United States also mobilized the UK, Italy, Japan and other Allies to join the scheme, word came that the world's other Soviet union that was surprised and then evaluated the Star Wars plan after enough to produce a great threat to their big brother and he made the response, on the increase in military spending, but, at the time the Soviet union has been sluggish economic growth, GDP growth from more than 6% a year dropped to less than 4%, and military spending, has dropped to only 2% of GDP this year, but in order to cope with Star Wars plan, just two years time, military spending has soared to 12%, look at the military spending is much, the people's livelihood is less money, for the construction of national economy was further hit, The United States finally became rich in the year after the Soviet Union. Announced plans to stop wars, so far, the United States finally spent about $35 billion, less than 1% of GDP, and I tell you, in the past 30 years, so far, the United States have no way to do the deployment of weapons in space, the so-called Star Wars plan induced the opponent into a trap, more like a second memory, 2020, Printing money like crazy in America\\n\\nIn April this year, the price of bitcoin broke through 64,000 DOLLARS, equivalent to 410,000 YUAN today. At the same time, Musk, like a god, controls the rise and fall of Bitcoin. In January this year, Musk's profile on the social networking site was changed to Bitcoin, and the price of bitcoin jumped 18%. Musk's company, Tesla, made $1 billion in a month. Ten years later, tesla announced it had purchased $1.5 billion worth of COINS, and expressed the hope that in the future, accept COINS as payment of product, the currency is up 15%, and reached all-time highs in April, but high-speed rail is not yet established, masters in May send a message said, ah, don't seem to be very environmental protection, the COINS Tesla will stop accepting the currency payment, and then the currency has plunged, two hours, the slump in price from $55000 to $45000, more than 6 billion dollars money was blowing up, we want to know, the hot money has always been the currency of China's important players, in December last year, the top three trading platform in the global currency, Trading platform in China scored the first two, so to speak, was supposed to support the development of Chinese economy, in a country under the public opinion guide rushed into the COINS, became repeatedly object of harvest, in late 2017, spread out a list, all of which are from first to bring your dream, then your essence, finally close the door. Back to the original universe of fire, this is not a new concept at all. Virtual worlds have been proposed by science fiction writers since 192, but with our current technology, the scenes in the biggest player movies are too far away. Let's just name a few examples\\n\\nOnly when the resolution of virtual reality reaches 16K can we feel the same as in the real world. However, the maximum resolution of current virtual reality devices on the market supports 4K. The resolution of four to 16 is not just a simple digital overlay. Chips, batteries, basic network comprehensive upgrade, and problems such as server, most 3 d games currently on the market can achieve more than 8000 people online at the same time, a virtual world hold tens or hundreds of millions of people online at the same time, the super server exists only in imagination, although say, the dream distant, However, the wind of the original universe born in the United States soon blew to China and immediately exploded domestic capital. Since this year, jingwei China, Zhenfund, five Yuan Capital and other domestic first-line institutions have entered the universe. In June alone, 27 financing mergers and acquisitions appeared in the original universe. To think carefully and virtual to real has become a clear direction of the leading industry in China, on August 19th # # emphasized to strengthen for industrial machine tool, high-end chip, new material, new energy vehicles and other key core technology research, and as you know, most difficult growth of China's basic industries are rivals, meanwhile, across the ocean to a beautiful dream, Countless capital and enterprises seem to be really intoxicated with it. If this illusive dream has attracted a large number of talents, capital, time and energy, it may be the real purpose of the initiator on the other side. Social governance research institute, zhejiang university, chief expert for yuan put forward his own thinking, the concept of the universe since the industrial revolution, Britain, Germany, or the rise of the United States, it is the basis of solid scientific research, rather than the hype of futurology, the current Chinese industry one of the biggest problems is the foundation and the neck was stuck off virtual reality, The only direction should be to increase basic research, attack jam technology, and strengthen and strengthen manufacturing competitiveness. Therefore, it is time to make a fundamental adjustment to the fake Internet boom and return to common sense and respect for science\",\"timestamp\":1634543418,\"title\":\"The concept of the meta-universe\"},\"digest\":\"Q3vIvbZ1nRsE4Sufv4N_IDpEIO5dOxsNn2ydkkA82ww\",\"authorship\":{\"contributor\":\"0x3563E0e2621a77418d01C5c7b87C3D19E1093979\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IewDq1NJlXbyCy0ADpdzZGRA9lU7u17hVOnkFcLM_hI\\\",\\\"y\\\":\\\"1TnK0IRuZcOxeY3PiL_OwLeGekuQ7-16d6s8sIfHd6o\\\"}\",\"signature\":\"rK-wEL8rf6pYjUDkj0IlT3TylNpHQUG6I9TEI9sm9GdTjo_2JyEVWD5B0gz5UW-b4FdOz5pfgXNDBlQYYq0iKA\",\"signingKeySignature\":\"0x4c6a6f362b85a0225f849a8b6590b416e18fa47817cdf13c77f9c459f261694a67c3c11ebc878266f3ebadbd7bbb3dffa2b3c9621498c4ee91a79253acf7c5bb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IewDq1NJlXbyCy0ADpdzZGRA9lU7u17hVOnkFcLM_hI\\\",\\\"y\\\":\\\"1TnK0IRuZcOxeY3PiL_OwLeGekuQ7-16d6s8sIfHd6o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Q3vIvbZ1nRsE4Sufv4N_IDpEIO5dOxsNn2ydkkA82ww\"}"