"{\"content\":{\"body\":\"12月9日，港股在线教育板块午后拉升，[新东方在线](https://laohu8.com/S/01797)、[思考乐教育](https://laohu8.com/S/01769)涨近11%，[新东方](https://laohu8.com/S/EDU)涨10.32%，网龙涨3.54%。A股教育股大幅拉升，[中公教育](https://laohu8.com/S/002607)涨停，[开元教育](https://laohu8.com/S/300338)涨超13%，[豆神教育](https://laohu8.com/S/300010)、[传智教育](https://laohu8.com/S/003032)、[昂立教育](https://laohu8.com/S/600661)、[全通教育](https://laohu8.com/S/300359)等跟涨。\\n\\n**在线教育合规化进程进入实质性阶段。近日，广东省教育厅公示了线上学科类校外培训机构“备改审”名单。**\\n\\n截至12月1日，包括学而思、作业帮、企鹅辅导、[掌门教育](https://laohu8.com/S/ZME)等公司在内的14家在线教育机构“拟通过审批”，将获得线上学科类培训办学许可证。\\n\\n这些机构全部来自此前广东省公布的50个线上学科类培训机构白名单。\\n\\n在线教育另一个集聚地是北京。北京市有52家备案的线上学科类培训机构，其中17家申请“备改审”。21世纪经济报道记者获悉，最终名单将于近日公布，拿证机构数量远小于17家。\\n\\n广东省14家拟拿证机构中，有7家非营利性机构，提供义务教育学科类培训；学而思、作业帮、掌门教育等7家为营利性机构，提供高中学科类培训。\\n\\n校外培训的寒假和春季招生已启动。21世纪经济报道记者获悉，素质类培训的寒假班已开始收费报名；一些学科类培训春季班已开始登记学员续报意向，为了应对价格更低的政府指导价，采取增加课时的方法维持营收规模。\\n\\n**值得注意的是，广东省校外线上学科类培训机构正式设立申请表中，明确包括培训规模一栏，且已被预先填写为2万人次/年。这是不是监管的信号？目前头部在线教育公司的在读学员人数都已达到百万级别。**\\n\\n高中业务可登记为营利性\\n\\n“双减”政策要求，对原备案的线上学科类培训机构，改为审批制，即“备改审”。\\n\\n教育部等六部门今年9月印发通知要求，2021年底前完成“备改审”，在此之前不得招生及收费。\\n\\n根据广东省“备改审”工作方案，义务教育阶段在线学科类培训机构必须登记为非营利机构，高中阶段则可以登记为非营利机构或营利机构。\\n\\n**公示名单中最引人注目的是学而思、作业帮、掌门教育，前两家总部位于北京，后者总部位于上海。但根据属地管理原则，相关广东省内运营主体的业务由广东审批。**\\n\\n学而思在广东“备改审”的是学而思1对1和VIPX。学而思1对1是2021年整合的新品牌，前身是线下一对一业务爱智康，此后与[好未来](https://laohu8.com/S/TAL)旗下在线一对一品牌大海1对1合并。VIPX是好未来旗下在线外教一对一品牌，是对标VIPKID的产品，但目前其官网已更名为学而思网课。\\n\\n根据广东省“备改审”工作方案，这两款产品未来都将只开展高中业务。\\n\\n作业帮和掌门教育旗下“备改审”产品同样如此，前者业务名为作业帮高中，11月22日刚刚完成网站ICP备案；后者业务名为掌门新锐，是掌门教育旗下的高中在线一对一、一对多品牌。\\n\\n**（广东省已“备改审”的线上学科类培训机构 来源：广东省教育厅）**\\n\\n高中是“双减”的存疑地带。“双减”政策仅规定，对面向普通高中学生的学科类培训机构的管理，参照执行。\\n\\n**现在看来，高中培训机构显然没有按照“双减”政策统一登记为非营利性机构。**有业内人士告诉21世纪经济报道记者，这或许是因为，校外培训机构被界定为民办学校，由于民办教育促进法及其实施条例均未禁止民办高中为非营利机构，各地且已照此开始了审批，因此高中校外培训也不宜限定为非营利性机构。\\n\\n**但多位地方教育部门主管人士告诉21世纪经济报道，高中学科类培训也将实行政府指导价，并禁止在周末、寒暑假补课。**\\n\\n猿辅导旗下的猿辅导网课和斑马都进入了广东省白名单，但未出现在“备改审”公示名单中。猿辅导将在其总部所在地北京申请学科类牌照。\\n\\n斑马APP所代表的AI启蒙产品或将“逃过一劫”。斑马APP和好未来旗下的小猴启蒙均已明确标准“少儿数字内容”“数字出版”，这意味着这些产品在去除学科类内容后不被认为是培训，不再受“双减”管控。有的产品因此仍在向学龄前儿童售卖。\\n\\n非营利的经营风险\\n\\n义务教育学科类培训是“双减”的重中之重。“备改审”后，新成立的非营利机构是什么样子？\\n\\n广东省审批的非营利机构，名称后缀统一为“培训中心”。[腾讯](https://laohu8.com/S/00700)旗下的企鹅辅导将转型为非营利机构，其运营主体原是深圳市腾讯教育科技有限公司，此后将变更为广东省企鹅辅导教育培训中心。\\n\\n广东省“备改审”开始前，曾两次向机构发函提醒风险。\\n\\n这些风险包括不得营利、不得上市、限制时间、限制价格等。非营利机构的办学许可证上将明确注明“非营利性”字样。其开办经费投入属于捐赠性质，即使机构终止办学，剩余财产也不能返还给举办者，而是用于其他非营利机构办学。\\n\\n**线上机构“备改审”的进展明显慢于线下机构“营改非”。**比如北京市各区已审批了几十所线下学科类培训机构，但至今没有审批一所线上机构。\\n\\n上述知情人士告诉21世纪经济报道，个中原因在于，线上学科类培训机构的审批涉及面更广，除了教委颁发办学许可证，民政局颁发非营利机构登记证书，线上机构还需要取得ICP备案、电信业务经营许可证等，涉及六个部门。\\n\\n“此外，北京市‘备改审’的线上机构很多都是上市公司，需要提前将业务剥离。不过这些工作目前都已完成，审批后的名单将在近日公布。”他说。\\n\\n可能会控制线上机构规模\\n\\n“双减”对学科类校外培训治理的重点是压减。但问题在于，压减之后，是否会出现线下与线上两种业态的不公平竞争？\\n\\n线下机构招生规模有限，且运营成本高，业界已普遍认为，实行政府指导价后，线下学科类培训难有盈余空间。据《晚点LatePost》报道，一位北京教培机构创业者算了笔账，寒暑假、周末不能上课，机构的收入基本上只有原来 1/4，课时费再打折，就只剩 1/8。转了非营利的机构只有通过裁员、退租来降低成本。\\n\\n11月30日，海南省对学科类培训政府指导价征求意见，其中，35人以上班型的单节课时费仅5元。海南当地一名线下培训机构负责人告诉21世纪经济报道，这让机构无法生存。\\n\\n但对于线上机构来说，理论上班容量可以无限扩大，这让其可以承受一定的低价。未来培训的需求仍在，机构数量严重萎缩后，学生们会不会疯狂涌入线上机构？\\n\\n上述不愿具名的业内人士认为，这种情况不会出现。**“主管部门会严格监控线上机构的学员规模，一旦过大，可能会采取管控措施。”**\\n\\n值得注意的是，广东省校外线上学科类培训机构正式设立申请表中，明确包括培训规模一栏，且已被预先填写为2万人次/年。这是不是监管的信号？目前头部在线教育公司的在读学员人数都已达到百万级别。\\n\\n在线教育即将启动招生\\n\\n各地“备改审”机构都出自此前通过的备案名单。北京、广东两地的备案名单分别有52、50家。\\n\\n如今回看这份名单，曾经“烧钱”混战的在线教育行业已一片凋零。\\n\\n北京市教委主任刘宇辉11月17日曾介绍，北京市备案的线上学科类教育培训机构一共有52家，6家已经主动注销线上学科类培训业务，9家已经停止线上学科类培训，20家承诺最晚于12月上旬停止学科类培训，剩余的17家机构提交了“备改审”申请。\\n\\n其中，VIPKID旗下的大米网校、字节跳动旗下的GOGOKID都已从应用商店里消失；巨人教育旗下的巨人云课堂，随着母公司爆雷，网站已无法打开；新东方旗下的新东方在线、东方优播，以及上市公司[学大教育](https://laohu8.com/S/XUE)旗下的学大网校，都已官宣将停止K9业务。一些小型机构更是已经停止运营。\\n\\n**（北京市备案名单中的简教练已官宣停止销售）**\\n\\n剩下的机构中，有的已启动春季招生。21世纪经济报道记者获悉，有机构已向老学员介绍续报政策，并征集意向。春季学期课程被安排在周一至周五晚上，单课时价格不到30元，但由于线上课单课时缩短为30分钟，且结束时间晚至21点，这意味着增加了线上课的课时空间。\\n\\n这家机构今年的春季课只有30个课时，但明年的春季课将增加到58个课时，虽然单价降低，但总价几乎未变。\\n\\n此外，各在线教育机构几乎都推出了素质类课程，留住学科类课程的用户，就有希望为素质类课程导流。上述机构就推出了学科类和素质类课程的捆绑套餐，优惠力度更大。\\n\\n还有的机构则取消了小学阶段的学科类课程，直接要老学员续报寒春联报的素质类课程。新的素质类课程与以往的学科类课程有一定关联，比如语文课学员被推荐续报人文美育，数学课学员被推荐续报科学益智。另一家以英语见长的机构则推荐英语课学员续报英文故事会。\\n\\n除了内容不同，这些新课程的价格、上课时间均和往常一样。\\n\\n \\n \",\"timestamp\":1639035895,\"title\":\"在线教育学科类牌照即将下发，高中业务拿到营利准生证\"},\"digest\":\"nVk40ZrCo79cnt8s0g8P4oarxrlwfNKK2NzpAnNdTeA\",\"authorship\":{\"contributor\":\"0xF10bCad41df6d99A908C3a2E88081F0FEDb028Ad\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cl_NEtyysiSDskpUaGmPii_iQEZsxOAdrgBk9HIoCQE\\\",\\\"y\\\":\\\"ECUvlROOTu2XV94FFeDLmrFeIeAdtdfpQPC1GNmV4cE\\\"}\",\"signature\":\"I-PZGYh9QqhgdZnub3sVzwR8HzNM9Z1X040V52KxpWELPxy0FTLLzvS8THfd-iab04miGltDoz7P_bgW3jW8pw\",\"signingKeySignature\":\"0xa421edf6e5a83a4ced30db30ae18904dafced8ba3e61ca1fc16346fa153555034700fe34b7cf358b74173ee861610e8743092ff1cc24806829b6672b1cb197111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cl_NEtyysiSDskpUaGmPii_iQEZsxOAdrgBk9HIoCQE\\\",\\\"y\\\":\\\"ECUvlROOTu2XV94FFeDLmrFeIeAdtdfpQPC1GNmV4cE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nVk40ZrCo79cnt8s0g8P4oarxrlwfNKK2NzpAnNdTeA\"}"