"{\"content\":{\"body\":\"爱是痛苦的，而我能讲出来的故事平淡无奇。\\n\\n高中时喜欢的女孩，虽然同在北京，但高考后总觉得有了很多距离。就把大学当做一种新的开始吧，我在宏福迎新晚会的操场上，就注意到了隔壁班的一个戴着红框眼镜的可爱姑娘。\\n\\n说不好是当天晚上红框眼镜太抢眼，还是后来因为同在二大班经常一起上大课，经常可以见到，越发注意。一直觉得她长得像桂纶镁，个子不高，很活泼可爱，充满活力和灵动。\\n\\n二大班选班委时，我有幸成为心理委员，她是组织委员。而更有意思的是，大班委每个职位有两个人，另一个心理委员是隔壁班的女生，另一个组织委员是我们班的业哥，他们竟从开学之初因为各种各样的机缘就走在了一起。\\n\\n因而不由使我经常设想，我们另一对心理委员和组织委员是不是也可以？\\n\\n可是当时懵懂羞涩，远观就足矣心动，想靠近，也试图靠近，可就是始终没有勇气表达喜欢，面对她的青春活力总觉得自惭形秽。女孩子总有闺蜜姐妹淘相伴，很长一段时间我把自己的怯懦归咎于总找不到她自己一个人的机会，说说话交流一下。喜欢藏于心底，藏于日常的注意，藏于人人特别关注，想从旁对她多多了解，等待何时会有机会。\\n\\n对了，她的名字也好可爱，取谐音大家会叫小蔬菜。\\n\\n小蔬菜也喜欢摄影，也有加入摄影社，但除了我因为其他事而错过的刚开学的第一次活动——去798采风之外，印象中后来就没有过类似出游的团队活动了，没有托我们都在的若有似无的社团的福来增加交流。\\n\\n除了红框眼镜，她的外衣也很多红色款，很长时间她的人人头像就是那样一张美丽可爱也充满艺术感的照片，小小的模样鲜鲜亮亮地跳跃在我的不远处眼前和脑海。\\n\\n总体说来，日子一天一天过去，我们之间除了大班委、同一间教室的同学、人人好友外，毫无进展。她继续可爱，我继续用动画、电影、课外书的输入来麻醉和完善自己，以希勇气到来，以及学到如何开始和维系一段感情。\\n\\n喜欢是一个人的事，可真的与她人开始和发展亲密关系，始终对此紧张懵懂，总觉得自己还不够好，也不知道如何是好。喜欢，却不敢去争取，是真的喜欢吗？情不知所起的喜欢，匆匆表白，再轻易分手是可理解的年轻，但是好的吗？……好多困扰，我说不好。这也是一直对心理学感兴趣，也成为心理委员的原因。我希望可以逐渐了解自己，审视自己，以此也理解他人，理解人与人的关系。\\n\\n这份喜欢和暗恋就渐渐揉进日常，不彰显，不着急，慢慢感悟和学习。生活的整体随之增添了一些习惯的活动来关照心情。\\n\\n小时候就喜欢听广播，尤其是音乐广播，因为喜欢那种方便而随机的感觉，不知不觉就受着流行音乐熏陶。上大学后，一个巧合的机会，发现开学发的据说以后英语考试听力要用的头戴无线耳机，可以收听广播。早上我会听轻松调频的《飞鱼秀》，每天听到喻舟的那一声活力满满的“早——”，以及喻舟和小飞的两个小时的欢声笑语开启一天的生活，让人十分开心；下午有时会听北京音乐广播的《午后大道东》，王东深沉的男生和有底蕴的节目设置，不知不觉继续熏陶着我的音乐审美；而晚上会听韩力姐和当年彩铃时代吾酷乐队的夜千主持的《男左女右》，陪伴度过许多睡前温馨夜晚。\\n\\n前两档节目节目已于前几年停播了，而13岁的《男左女右》却一直都在，并且于时光流转中愈加沉淀着有温度的价值，散发着柔光般与听友共同成长而始终相伴的深情。\\n\\n韩力姐的声音成熟、有魅力，而不乏活泼，尤其每天读暖文章的时候，虽然直男听多了觉得有些鸡汤文章不免如水无味，但温馨的感觉始终让我怀念。甚至后来不在北京的时候，孤单的夜晚也会想打开网络广播收听一会儿才好入睡。\\n\\n听广播的时候，手边通常可以做点别的，写作业，玩小游戏，看书，尽管有时会有分心的问题，但从电波里接收到踏实的陪伴，还是难以割舍。也想通过各位女主持的感性声音，来理解女性心理，抚慰自己对女孩子不知所措的感情。可能多年来，多少有点益处，但也很有限吧。而这样将自己包裹进一种独立接收信息，独自思索的习惯，同时显出一种有时活在自己世界，不愿与他人交往，也不欢迎他人闯入的样子。这或许是脱离了起初的新鲜感，又经历了许多的疑问、求索而不得其解之后的大学，或者说成年生活中，许多人逐渐同归的趋向吧。\\n\\n初高中时候，有到一期《鲁豫有约》请来当年毕业的一些大学生，交流分享大学生活和那种青春的姿态。其中一个男生分享说，他们毕业散伙饭时，一个喝多了的男生跑去跟一个女生说：“学姐，我大一的时候好喜欢你！”过了一会儿，他又跑到另一个女生那里去，又说：“学姐，大三时候我好喜欢你！”现场所有人都笑，笑这种年轻的荒唐、勇敢和自由开放。鲁豫总结说：“多好啊，好像只有上大学时候可以这样。”\\n\\n长大后，我惶乱的大学情感似乎也无出其右。与小蔬菜始终笨拙地不知算不是“追”地追了两年，大三她终于有了正式的男朋友。\\n\\n而我们大班在大三时候换了新的辅导员，是行政保研经管院的学姐，就是比我们大两岁，本科毕业这两年先来做我们的辅导员，之后再去读研。\\n\\n清清澈澈的风，纯纯白白的花，是我对潇姐的第一印象，当时她在我们原辅导员介绍后，从教室后方轻轻飘来，害羞地笑眯眯地走上讲台，我久违地心动了起来，差点忘了举起相机拍照。\\n\\n之后，又是一年多的暗恋而没有进展，我们班同学和潇姐也大约有看出来我对她的喜欢，可毕竟是导员，虽然有些新闻也见过类似的可能，但怂而自惭的我还不敢设想杨过小龙女那般勇敢。\\n\\n大三时候隔壁寝的一个内部纠纷，较严重的一次冲突，那天大半夜还惹得潇潇过来男生寝室处理问题。我第二天听说后，胸中突然涌起不平，觉得一个寝室都太不懂事了，让人家女孩子大半夜跑男寝，心中想要尽力呵护和帮助的情绪，让我决定和那间寝室被集火的惹人厌的男生互换寝室，也是因为我相信我们当时寝室人际关系很健康包容，舍长和舍友会与奇怪分子比较和平的相处。我忘了和舍长舍友沟通这个想法，是我当时的疏忽，可我一心只想帮助潇潇解决这个不大不小似乎只能如此的问题，或许也是想表现一种男人的果断来让大家和潇潇看？或许只是不想让潇潇再有大半夜被叫到男寝的窘境。\\n\\n这可能是我在这份感情里，做的最勇敢也最鲁莽的举动了。\\n\\n后来，直到临近毕业的半年，我和潇潇的距离又悄悄慢慢试图拉近。我大四准备跨考北大应用心理硕士，其实主要是为了学一些心理学知识，并没有全力作为考试去准备，有收获但可想而知地失利。不过我借着比计算机这些考4科的专业少一科的优势，提前半天考完试，中午从北大赶回北邮的路上，急急忙忙打着“谢师宴”的旗号约到和潇潇第一次吃饭。\\n\\n我们中午去师生餐厅，潇潇点了手撕包包菜和纸包鸡丁。潇潇说“包包菜”的时候好可爱。熟悉又第一次近距离面对面坐在一起，不算尴尬地从刚考完的试聊起，忘了还聊到哪里，只记得很开心。尽管还是有自卑，尽管不知道和潇潇想走到何处，能走到哪里，但是我想努力珍惜毕业前我们之间朦胧含蓄的关系。\\n\\n又过了几个月，快忙完毕设后，毕业前夕时间又多了一些，我开始很频繁地往潇的办公室跑。忘了都是借着什么由头，可能毕业前各种琐琐碎碎的事务挺多，需要传达通知整理的，我记得我就把头赖在潇潇格子间的边板上不走，看她办公，看她需要什么帮助，趁她出门悄悄帮她整理铺得乱七八糟的桌面，清洗边上有水垢的水杯，又学着《我应该不会爱你》里的小男生在桌子各处贴了好多便签纸条，写着温馨提示什么的。笨笨的潇潇很多时候都是笑笑，然后和我聊着别的。\\n\\n学院QQ群发来毕业歌会的歌单备选，潇跟我说：“诶呀，看到这些歌每一首都会唱，是不是暴露年龄啦！”我含笑望着含笑的她，心想，傻瓜。\\n\\n上午忙完，我们中午一起去食堂吃饭。刚打完饭坐下，还被两个室友碰到了。一边觉得炫耀一番“看，我和潇潇一起吃饭了”，一边觉得他们怎么还不走，在那儿问有的没的，打扰我平时想了很久想跟潇潇单独说的话。\\n\\n又有一天上午，我趴着看她忙着，她突然问我：“你有没有什么小钳子之类的工具呀……”她晃晃脚上的系带小高跟凉鞋，才发现有条带子或者说链子开了，有点不太结实了。蹲下来研究研究呗。潇脱下鞋给我，她悬着白嫩的小脚，我极力克制住将目光注视着研究那条链子。用手按一按，用力夹一夹，好像挺费力，要不是潇看着，我有点想拿牙咬咬看。\\n\\n“要不先就这样吧，其实还能穿……”潇看我很苦恼地徒手修理的样子。\\n\\n我是不是应该背她？或者给她买双新鞋？都没有了。我记得送给她我在哆啦A梦展上买的小玩偶，潇很喜欢哆啦A梦，她回赠我一个后来我一直在用的哆啦A梦的水杯。毕业，分别，我已经要去支教，她继续留在北京上学，我们以后什么时候会见，再见时会是什么样子。\\n\\n或者无法再见？\\n\\n记得差不多是最后一次单独吃饭，她特地提出想去北师里一间餐厅吃饭。在北邮东门碰面，我等着她，看她从远处慢慢走来，风吹着头发和大衣，面带些许忧虑，我们没有在一起，但我们珍惜能在一起的时候，很开心。\\n\\n在北师那间不大的，人不少的韩式餐厅排着队，等着餐，艰难地找到两个不特别私密的座位，在北师我们不用有太多顾虑会遇到熟人。我分享我最近半年酸奶减肥法的成果，她诺诺点头。吃得还算开心，出门又绕着北师大操场转了半圈，在铁网外的小路上，我听到潇笑着问我“春夏秋冬，你喜欢哪个季节呀？”我记得我说冬天，因为喜欢下雪。她说她喜欢秋天，那种满地落叶的感觉，我侧望着她说，我也喜欢。\\n\\n毕业前最后一次去潇的办公室，我中午去花店买了一大束花。老板娘问我想买什么花，我在一大束玫瑰和另外一种之间犹豫，“还是学生送老师的那种吧”。我想把她的名字藏在卡片里，按一种方便她发觉的文字方向，写道：“不诉离殇，潇洒再回！”\\n\\n后来，我会在村里停电时发个朋友圈cue她回复，她会在崂山的夜里发来拍的月亮，说“海上升明月”，我很犯困也很犯浑地指出她把“生”写错了；\\n\\n后来，她还会主动发来女生节搞笑测评的结果给我看，“潇潇可爱到爆”，我会回复捏她脸的表情；\\n\\n后来，我终于把当年没唱给她的歌，遥远地唱给她听，她感动，但我们再没见过面了。\\n\\n如今，她终于在30岁结婚，我希望她很好，她会的。\",\"timestamp\":1642149033,\"title\":\"5 男左女右\"},\"digest\":\"7hI9fXZX-i5cPNFpgaJbRaahNUL61ROJrKpYbV8aDk0\",\"authorship\":{\"contributor\":\"0x2DE2062125404EdD69dA00911eB9c0c0B28fD1B2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G07xiKvXhI_X3F0Sk_QWLB5oQCyZ-lNPAQIj3wCEZxY\\\",\\\"y\\\":\\\"ZSxXmZOxQJjRgDeu-CNiywzyNQ3EqybYuRo6q3nKWYw\\\"}\",\"signature\":\"fSmAmIRtviZaLilwBeeCCMCF1Tdo1VQ98C4c06U6mv4S9_XNibylfyPjum9WmmOVKC5PUPGv02GwlkEm5JAsbg\",\"signingKeySignature\":\"0x635ea0480b5eecf7c86a23d5196c06bc2beb4e46957c405f163d49a567d09022578ed831aa7588e9553951569ea6250baf34598867942ce7999598b0e301ec8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G07xiKvXhI_X3F0Sk_QWLB5oQCyZ-lNPAQIj3wCEZxY\\\",\\\"y\\\":\\\"ZSxXmZOxQJjRgDeu-CNiywzyNQ3EqybYuRo6q3nKWYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7hI9fXZX-i5cPNFpgaJbRaahNUL61ROJrKpYbV8aDk0\"}"