"{\"content\":{\"body\":\"Love's own. His wedded bride, by holiest vow Pledged in Olympus, and made known To mortals by the type which now Hangs glittering on her snowy brow, That butterfly, mysterious trinket, Which means the soul (though few would think it), And sparkling thus on brow so white, Tells us we've Psyche here to-night.\\\"\\n\\nChapter VII Cadmus.   The Myrmidons.\\n\\nJupiter, under the disguise of a bull, had carried away to the island of Crete, Europa, the daughter of Agenor king of Phoenicia.  Agenor commanded his son Cadmus to go in search of his sister, and not to return without her.  Cadmus went and sought long and far for his sister, but could not find her, and not daring to return unsuccessful, consulted the oracle of Apollo to know what country he should settle in.  The oracle informed him that he should find a cow in the field, and should follow her wherever she might wander, and where she stopped, should build a city and call it Thebes.  Cadmus had hardly left the Castalian cave, from which the oracle was delivered, when he saw a young cow slowly walking before him.  He followed her close, offering at the same time his prayers to Phoebus.  The cow went on till she passed the shallow channel of Cephisus and came out into the plain of Panope.  There she stood still, and raising her broad forehead to the sky, filled the air with her lowings.  Cadmus gave thanks, and stooping down kissed the foreign soil, then lifting his eyes, greeted the surrounding mountains. Wishing to offer a sacrifice to Jupiter, he sent his servants to seek pure water for a libation.  Nearby there stood an ancient grove which had never been profaned by the axe, in the midst of which was a cave, thick covered with the growth of bushes, its roof forming a low arch, from beneath which burst forth a fountain of purest water.  In the cave lurked a horrid serpent with a crested head and scales glittering like gold.  His eyes shone like fire, his body was swollen with venom, he vibrated a triple tongue, and showed a triple row of teeth.  No sooner had the Tyrians (Cadmus and his companions came from Tyre, the chief city of Phoenicia) dipped their pitchers in the fountain, and the ingushing waters made a sound, than the glittering serpent raised his head out of the cave and uttered a fearful hiss.  The vessels fell from their hands, the blood left their cheeks, they trembled in every limb. The serpent, twisting his scaly body in a huge coil, raised his head so as to overtop the tallest trees, and while the Tyrians from terror could neither fight nor fly, slew some with his fangs, others in his folds, and others with his poisonous breath.\\n\\nCadmus having waited for the return of his men till midday, went in search of them.  His covering was a lion's hide, and besides his javelin he carried in his hand a lance, and in his breast a bold heart, a surer reliance than either.  When he entered the wood and saw the lifeless bodies of his men, and the monster with his bloody jaws, he exclaimed, \\\"O faithful friends, I will avenge you, or share your death.\\\"  So saying he lifted a huge stone and threw it with all his force at the serpent.  Such a block would have shaken the wall of a fortress, but it made no impression on the monster.   Cadmus next threw his javelin, which met with better success, for it penetrated the serpent's scales, and pierced through to his entrails.  Fierce with pain the monster turned back his head to view the wound, and attempted to draw out the weapon with his mouth, but broke it off, leaving the iron point rankling in his flesh.  His neck swelled with rage, bloody foam covered his jaws, and the breath of his nostrils poisoned the air around.  Now he twisted himself into a circle, then stretched himself out on the ground like the trunk of a fallen tree.  As he moved onward, Cadmus retreated before him, holding his spear opposite to the monster's opened jaws.  The serpent snapped at the weapon and attempted to bite its iron point.  At last Cadmus, watching his chance, thrust the spear at a moment when the animal's thrown back came against the trunk of a tree, and so succeeded in pinning him to its side.  His weight bent the tree as he struggled in the agonies of death.\\n\\nWhile Cadmus stood over his conquered foe, contemplating its vast size, a voice was heard (from whence he knew not, but he heard it distinctly), commanding him to take the dragon's teeth and sow them in the earth.  He obeyed.  He made a furrow in the ground, and planted the teeth, destined to produce a crop of men.  Scarce had he done so when the clods began to move, and the points of spears to appear above the surface.  Next helmets, with their nodding plumes, came up, and next, the shoulders and breasts and limbs of men with weapons, and in time a harvest of armed warriors.  Cadmus, alarmed, prepared to encounter a new enemy, but one of them said to him, \\\"Meddle not with our civil war.\\\" With that he who had spoken smote one of his earth-born brothers with a sword, and he himself fell pierced with an arrow from another.  The latter fell victim to a fourth, and in like manner the whole crowd dealt with each other till all fell slain with mutual wounds except five survivors.  One of these cast away his weapons and said, \\\"Brothers, let us live in peace!\\\"  These five joined with Cadmus in building his city, to which they gave the name of Thebes.\\n\\nCadmus obtained in marriage Harmonia, the daughter of Venus.  The gods left Olympus to honor the occasion with their presence, and Vulcan presented the bride with a necklace of surpassing brilliancy, his own workmanship.  But a fatality hung over the family of Cadmus in consequence of his killing the serpent sacred to Mars.  Semele and Ino, his daughters, and Actaeon and Pentheius, his grandchildren, all perished unhappily; and Cadmus and Harmonia quitted Thebes, now grown odious to them, and emigrated to the country of the Enchelians, who received them with honor and made Cadmus their king.  But the misfortunes of their children still weighed upon their minds; and one day Cadmus exclaimed, \\\"If a serpent's life is so dear to the gods, I would I were myself a serpent.\\\"  No sooner had he uttered the words than he began to change his form.  Harmonia beheld it, and prayed to the gods to let her share his fate.  Both became serpents.  They lie in the woods, but mindful of their origin they neither avoid the presence of man nor do they ever injure any one.\\n\\nThere is a tradition that Cadmus introduced into Greece the letters of the alphabet which were invented by the Phoenicians. This is alluded to by Byron, where, addressing the modern Greeks, he says:\\n\\n\\\"You have the letters Cadmus gave, Think you he meant them for a slave?\\\"\\n\\nMilton, describing the serpent which tempted Eve, is reminded of the serpents of the classical stories, and says,\\n\\n\\\"-----pleasing was his shape, And lovely; never since of serpent kind Lovelier; not those that in Illyria changed Hermione and Cadmus, nor the god in Epidaurus.\\\"\\n\\nThe \\\"god in Epidaurus\\\" was AEsculapius.  Serpents were held sacred to him.\\n\\nTHE MYRMIDONS\\n\\nThe Myrmidons were the soldiers of Achilles in the Trojan war. >From them all zealous and unscrupulous followers of a political chief are called by that name down to this day.  But the origin of the Myrmidons would not give one the idea of a fierce and bloody race, but rather of a laborious and peaceful one.\\n\\nCephalus, king of Athens, arrived in the island of AEgina to seek assistance of his old friend and ally AEacus, the king, in his wars with Minos, king of Crete.  Cephalus was kindly received, and the desired assistance readily promised.  \\\"I have people enough,\\\" said AEacus, \\\"to protect myself and spare you such a force as you need.\\\"  \\\"I rejoice to see it,\\\" replied Cephalus, \\\"and my wonder has been raised, I confess, to find such a host of youths as I see around me, all apparently of about the same age. Yet there are many individuals whom I previously knew that I look for now in vain.  What has become of them?\\\"  AEacus groaned, and replied with a voice of sadness, \\\"I have been intending to tell you, and will now do so without more delay, that you may see how from the saddest beginning a happy result sometimes flows.  Those whom you formerly knew are now dust and ashes!  A plague sent by angry Juno devastated the land.  She hated it because it bore the name of one of her husband's female favorites.  While the disease appeared to spring from natural causes we resisted it as we best might by natural remedies; but it soon appeared that the pestilence was too powerful for our efforts, and we yielded.  At the beginning the sky seemed to settle down upon the earth, and thick clouds shut in the heated air.  For four months together a deadly south wind prevailed.  The disorder affected the wells and springs; thousands of snakes crept over the land and shed their poison in the fountains.  The force of the disease was first spent on the lower animals; dogs, cattle, sheep, and birds.  The luckless ploughman wondered to see his oxen fall in the midst of their work, and lie helpless in the unfinished furrow.  The wool fell from the bleating sheep, and their bodies pined away.  The horse, once foremost in the race, contested the palm no more, but groaned at his stall, and died an inglorious death.  The wild boar forgot his rage, the stag his swiftness, the bears no longer attacked the herds.  Everything languished; dead bodies lay in the roads, the fields, and the woods; the air was poisoned by them.  I tell you what is hardly credible, but neither dogs nor birds would touch them, nor starving wolves.  Their decay spread the infection.  Next the disease attacked the country people, and then the dwellers in the city.  At first the cheek was flushed, and the breath drawn with difficulty.  The tongue grew rough and swelled, and the dry mouth stood open with its veins enlarged and gasped for the air.  Men could not bear the heat of their clothes or their beds, but preferred to lie on the bare ground; and the ground did not cool them, but on the contrary, they heated the spot where they lay.  Nor could the physicians help, for the disease attacked them also, and the contact of the sick gave them infection, so that the most faithful were the first victims.  At last all hope of relief vanished and men learned to look upon death as the only deliverer from disease.  Then they gave way to every inclination, and cared not to ask what was expedient, for nothing was expedient.  All restraint laid aside, they crowded around the wells and fountains, and drank till they died, without quenching thirst.  Many had not strength to get away from the water, but died in the midst of the stream, and others would drink of it notwithstanding.  Such was their weariness of their sick-beds that some would creep forth, and if not strong enough to stand, would die on the ground.  They seemed to hate their friends, and got away from their homes, as if, not knowing the cause of their sickness, they charged it on the place of their abode.  Some were seen tottering along the road, as long as they could stand, while others sank on the earth, and turned their dying eyes around to take a last look, then closed them in death.\\n\\n\\\"What heart had I left me, during all this, or what ought I to have had, except to hate life and wish to be with my dead subjects?  On all sides lay my people strewn like over-ripened apples beneath the tree, or acorns under the storm-shaken oak. You see yonder s temple on the height.  It is sacred to Jupiter. Oh, how many offered prayers there; husbands for wives, fathers for sons, and died in the very act of supplication!  How often, while the priest made ready for sacrifice, the victim fell, struck down by disease without waiting for the blow.  At length all reverence for sacred things was lost.  Bodies were thrown out unburied, wood was wanting for funeral piles, men fought with one another for the possession of them.  Finally there were none left to mourn; sons and husbands, old men and youths, perished alike unlamented.\\n\\n\\\"Standing before the altar I raised my eyes to heaven.  'Oh, Jupiter,' I said, 'if thou art indeed my father, and art not ashamed of thy offspring, give me back my people, or take me also away!'  At these words a clap of thunder was heard.  'I accept the omen,' I cried; 'oh, may it be a sign of a favorable disposition towards me!'  By chance there grew by the place where I stood an oak with wide-spreading branches, sacred to Jupiter. I observed a troop of ants busy with their labor, carrying minute grains in their mouths and following one another in a line up the trunk of the tree.  Observing their numbers with admiration, I said, 'Give me, oh father, citizens as numerous as these, and replenish my empty city.'  The tree shook and gave a rustling sound with its branches though no wind agitated them.  I trembled in every limb, yet I kissed the earth and the tree.  I would not confess to myself that I hoped, yet I did hope.  Night came on and sleep took possession of my frame oppressed with cares.  The tree stood before me in my dreams, with its numerous branches all covered with living, moving creatures.  It seemed to shake its limbs and throw down over the ground a multitude of those industrious grain-gathering animals, which appeared to gain in size, and grow larger, and by-and-by to stand erect, lay aside their superfluous legs and their black color, and finally to assume the human form.  Then I awoke, and my first impulse was to chide the gods who had robbed me of a sweet vision and given me no reality in its place.  Being still in the temple my attention was caught by the sound of many voices without; a sound of late unusual to my ears.  While I began to think I was yet dreaming, Telamon, my son, throwing open the temple-gates, exclaimed, 'Father, approach, and behold things surpassing even your hopes!' I went forth; I saw a multitude of men, such as I had seen in my dream, and they were passing in procession in the same manner. While I gazed with wonder and delight they approached, and kneeling, hailed me as their king.  I paid my vows to Jove, and proceeded to allot the vacant city to the new-born race, and to parcel out the fields among them.  I called them Myrmidons from the ant (myrmex), from which they sprang.  You have seen these persons; their dispositions resemble those which they had in their former shape.  They are a diligent and industrious race, eager to gain, and tenacious of their gains.  Among them you may recruit your forces.  They will follow you to the war, young in years and bold in heart.\\\"\\n\\nThis description of the plague is copied by Ovid from the account which Thucydides, the Greek historian, gives of the plague of Athens.  The historian drew from life, and all the poets and writers of fiction since his day, when they have had occasion to describe a similar scene, have borrowed their details from him.\\n\\nChapter VIII Nisus and Scylla.   Echo and Narcissus.   Clytie.   Hero and Leander\\n\\nMinos, king of Crete, made war upon Megara.  Nisus was king of Megara, and Scylla was his daughter.  The siege had now lasted six months, and the city still held out, for it was decreed by fate that it should not be taken so long as a certain purple lock, which glittered among the hair of King Nisus, remained on his head.  There was a tower on the city walls, which overlooked the plain where Minos and his army were encamped.  To this tower Scylla used to repair, and look abroad over the tents of the hostile army.  The siege had lasted so long that she had learned to distinguish the persons of the leaders.  Minos, in particular, excited her admiration.  She admired his graceful deportment; if he threw his javelin, skill seemed combined with force in the discharge; if he drew his bow, Apollo himself could not have done it more gracefully.  But when he laid aside his helmet, and in his purple robes bestrode his white horse with its gay caparisons, and reined in its foaming mouth, the daughter of Nisus was hardly mistress of herself; she was almost frantic with admiration.  She envied the weapon that he grasped, the reins that he held.  She felt as if she could, if it were possible, go to him through the hostile ranks; she felt an impulse to cast herself down from the tower into the midst of his camp, or to open the gates to him, or do anything else, so only it might gratify Minos.  As she sat in the tower, she talked thus with herself: \\\"I know not whether to rejoice or grieve at this sad war.  I grieve that Minos is our enemy; but I rejoice at any cause that brings him to my sight.  Perhaps he would be willing to grant us peace, and receive me as a hostage.  I would fly down, if I could, and alight in his camp, and tell him that we yield ourselves to his mercy.  But, then, to betray my father! No!  Rather would I never see Minos again.  And yet no doubt it is sometimes the best thing for a city to be conquered when the conqueror is clement and generous.  Minos certainly has right on his side.  I think we shall be conquered; and if that must be the end of it, why should not love unbar the gates to him, instead of leaving it to be done by war?  Better spare delay and slaughter if we can.  And, oh, if any one should wound or kill Minos!  No one surely would have the heart to do it; yet ignorantly, not knowing him, one might.  I will, I will surrender myself to him, with my country as a dowry, and so put an end to the war.  But how?  The gates are guarded, and my father keeps the keys; he only stands in my way.  Oh, that it might please the gods to take him away! But why ask the gods to do it?  Another woman, loving as I do, would remove with her own hands whatever stood in the way of her love.  And can any other woman dare more than I?  I would encounter fire and sword to gain my object; but here there is no need of fire and sword.  I only need my father's purple lock.  More precious than gold to me, that will give me all I wish.\\\"\\n\\nWhile she thus reasoned night came on, and soon the whole palace was buried in sleep.  She entered her father's bedchamber and cut off the fatal lock; then passed out of the city and entered the enemy's camp.  She demanded to be led to the king, and thus addressed him: \\\"I am Scylla, the daughter of Nisus.  I surrender to you my country and my father's house.  I ask no reward but yourself; for love of you I have done it.  See here the purple lock!  With this I give you my father and his kingdom.\\\"  She held out her hand with the fatal spoil.  Minos shrunk back and refused to touch it.  \\\"The gods destroy thee, infamous woman,\\\" he exclaimed; \\\"disgrace of our time!  May neither earth nor sea yield thee a resting place!  Surely, my Crete, where Jove himself was cradled, shall not be polluted with such a monster!\\\"  Thus he said, and gave orders that equitable terms should be allowed to the conquered city, and that the fleet should immediately sail from the island.\\n\\nScylla was frantic.  \\\"Ungrateful man,\\\" she exclaimed, \\\"is it thus you leave me?   Me who have given you victory,   who have sacrificed for you parent and country!  I am guilty, I confess, and deserve to die, by not by your hand.\\\"  As the ships left the shore, she leaped into the water, and seizing the rudder of the one which carried Minos, she was borne along an unwelcome companion of their course.  A sea-eagle soaring aloft,   it was her father who had been changed into that form,   seeing her, pounced down upon her, and struck her with his beak and claws. In terror she let go the ship, and would have fallen into the water, but some pitying deity changed her into a bird.  The sea- eagle still cherishes the old animosity; and whenever he espies her in his lofty flight, you may see him dart down upon her, with beak and claws, to take vengeance for the ancient crime.\\n\\nECHO AND NARCISSUS\\n\\nEcho was a beautiful nymph, fond of the woods and hills, where she devoted herself to woodland sports.  She was a favorite of Diana, and attended her in the chase.  But Echo had one failing; she was fond of talking, and whether in chat or argument would have the last word.  One day Juno was seeking her husband, who, she had reason to fear, was amusing himself among the nymphs. Echo by her talk contrived to detain the goddess till the nymphs made their escape.  When Juno discovered it, she passed sentence upon Echo in these words: \\\"You shall forfeit the use of that tongue with which you have cheated me, except for that one purpose you are so fond of   REPLY.  You shall still have the last word, but no power to speak first.\\\"\\n\\nThis nymph saw Narcissus, a beautiful youth, as he pursued the chase upon the mountains.  She loved him, and followed his footsteps.  Oh, how she longed to address him in the softest accents, and win him to converse, but it was not in her power. She waited with impatience for him to speak first, and had her answer ready.  One day the youth, being separated from his companions, shouted aloud, \\\"Who's here?\\\"  Echo replied, \\\"Here.\\\" Narcissus looked around, but seeing no one, called out, \\\"Come.\\\" Echo answered, \\\"Come.\\\"  As no one came, Narcissus called again, \\\"Why do you shun me?\\\"  Echo asked the same question.  \\\"Let us join one another,\\\" said the youth.  The maid answered with all her heart in the same words, and hastened to the spot, ready to throw her arms about his neck.  He started back, exclaiming, \\\"Hands off!  I would rather die than you should have me.\\\"  \\\"Have me,\\\" said she; but it was all in vain.  He left her, and she went to hide her blushes in the recesses of the woods.  From that time forth she lived in caves and among mountain cliffs.  Her form faded with grief, till at last all her flesh shrank away.  Her bones were changed into rocks, and there was nothing left of her but her voice.  With that she is still ready to reply to any one who calls her, and keeps up her old habit of having the last word.\\n\\nNarcissus was cruel not in this case alone.  He shunned all the rest of the nymphs as he had done poor Echo.  One day a maiden, who had in vain endeavored to attract him, uttered a prayer that he might some time or other feel what it was to love and meet no return of affection.  The avenging goddess heard and granted the prayer.\\n\\nThere was a clear fountain, with water like silver, to which the shepherds never drove their flocks.  Nor did the mountain goats resort to it, nor any of the beasts of the forest; neither was it defaced with fallen leaves or branches; but the grass grew fresh around it, and the rocks sheltered it from the sun.  Hither came one day the youth fatigued with hunting, heated and thirsty.  He stooped down to drink, and saw his own image in the water; he thought it was some beautiful water=spirit living in the fountain.  He stood gazing with admiration at those bright eyes, those locks curled like the locks of Bacchus or Apollo, the rounded cheeks, the ivory neck, the parted lips, and the glow of health and exercise over all.  He fell in love with himself.  He brought his lips near to take a kiss; he plunged his arms in to embrace the beloved object.  It fled at the touch, but returned again after a moment and renewed the fascination.  He could not tear himself away; he lost all thought of food or rest, while he hovered over the brink of the fountain gazing upon his own image. He talked with the supposed spirit: \\\"Why, beautiful being, do you shun me?  Surely my face is not one to repel you.  The nymphs love me, and you yourself look not indifferent upon me.  When I stretch forth my arms you do the same; and you smile upon me and answer my beckonings with the like.\\\"  His tears fell into the water and disturbed the image.  As he saw it depart, he exclaimed, \\\"Stay, I entreat you! Let me at least gaze upon you, if I may not touch you.\\\"   With this, and much more of the same kind, he cherished the flame that consumed him, so that by degrees he lost his color, his vigor, and the beauty which formerly had so charmed the nymph Echo.  She kept near him, however, and when he exclaimed, \\\"Alas!  Alas!\\\" she answered him with the same words.  He pined away and died; and when his shade passed the Stygian river, it leaned over the boat to catch a look of itself in the waters.  The nymphs mourned for him, especially the water-nymphs; and when they smote their breasts, Echo smote hers also.  They prepared a funeral pile, and would have burned the body, but it was nowhere to be found; but in its place a flower, purple within, and surrounded with white leaves, which bears the name and preserves the memory of Narcissus.\\n\\nMilton alludes to the story of Echo and Narcissus in the Lady's song in Comus.  She is seeking her brothers in the forest, and sings to attract their attention.\\n\\n\\\"Sweet Echo, sweetest nymph, that liv'st unseen Within thy aery shell By slow Meander's margent green. And in the violet-embroidered vale, Where the love-lorn nightingale Nightly to thee her sad song mourneth well; Canst thou not tell me of a gentle pair That likes thy Narcissus are? Oh, if thou have Hid them in some flowery cave, Tell me but where, Sweet queen of parly, daughter of the sphere, So may'st thou be translated to the skies, And give resounding grace to all heaven's harmonies.\\\"\\n\\nMilton has imitated the story of Narcissus in the account which he makes Eve give of the first sight of herself reflected in the fountain:\\n\\n\\\"That day I oft remember when from sleep I first awaked, and found myself reposed Under a shade on flowers, much wondering where And what I was, whence thither brought, and how Not distant far from thence a murmuring sound Of waters issued from a cave, and spread Into a liquid plain, then stood unmoved Pure as the expanse of heaven; I thither went With unexperienced thought, and laid me down On the green bank, to look into the clear Smooth lake that to me seemed another sky. As I bent down to look, just opposite A shape within the watery gleam appeared, Bending to look on me.  I started back; It started back; but pleased I soon returned, Pleased it returned as soon with answering looks Of sympathy and love.  There had I fixed Mine eyes till now, and pined with vain desire, Had not a voice thus warned me: 'What thou seest, What there thou seest, fair creature, is thyself.'\\\" Paradise Lost, Book IV\\n\\nThe fable of Narcissus is often alluded to by the poets.  Here are two epigrams which treat it in different ways.  The first is by Goldsmith:\\n\\n\\\"ON A BEAUTIFUL YOUTH STRUCK BLIND BY LIGHTNING:\\n\\n\\\"Sure 'twas by Providence designed, Rather in pity than in hate, That he should be like Cupid blind, To save him from Narcissus' fate\\\"\\n\\nThe other is by Cowper:\\n\\n\\\"ON AN UGLY FELLOW\\n\\n\\\"Beware, my friend, of crystal brook Or fountain, lest that hideous hook. Thy nose, thou chance to see; Narcissus' fate would then be thine, And self-detested thou would'st pine, As self-enamored he.\\\"\\n\\nCLYTIE\\n\\nClytie was a water-nymph and in love with Apollo, who made her no return.  So she pined away, sitting all day long upon the cold ground, with her unbound tresses streaming over her shoulders. Nine days she sat and tasted neither food nor drink, her own tears and the chilly dew her only food.  She gazed on the sun when he rose, and as he passed through his daily course to his setting; she saw no other object, her face turned constantly on him.  At last, they say, her limbs rooted in the ground, her face became a sunflower, which turns on its stem so as always to face the sun throughout its daily course; for it retains to that extent the feeling of the nymph from whom it sprang.\\n\\nOne of the best known of the marble busts discovered in our own time, generally bears the name of Clytie.  It has been very frequently copied in plaster.  It represents the head of a young girl looking down,   the neck and shoulders being supported in the cup of a large flower,   which by a little effort of imagination can be made into a giant sunflower.  The latest supposition, however, is that this bust represented not Clytie, but Isis.\\n\\nHood in his Flowers thus alludes to Clytie:\\n\\n\\\"I will not have the mad Clytie, Whose head is turned by the sun; The tulip is a courtly quean, Whom therefore I will shun; The cowslip is a country wench, The violet is a nun; But I will woo the dainty rose, The queen of every one.\\\"\\n\\nThe sunflower is a favorite emblem of constancy.  Thus Moore uses it:\\n\\n\\\"The heart that has truly loved never forgets, But as truly loves on to the close; As the sunflower turns on her god when he sets The same look that she turned when he rose.\\\"\\n\\nIt is only for convenience that the modern poets translate the Latin word HELIOTROPIUM, by the English sunflower.  The sunflower, which was known to the ancients, was called in Greek, helianthos, from HELIOS, the sun; and ANTHOS a flower, and in Latin, helianthus.  It derives its name from its resemblance to the sun; but, as any one may see, at sunset, it does not \\\"turn to the God when he sets the same look that it turned when he rose.\\\"\\n\\nThe Heliotrope of the fable of Clytie is called Turn-sole in old English books, and such a plant is known in England.  It is not the sweet heliotrope of modern gardens, which is a South American plant.  The true classical heliotrope is probably to be found in the heliotrope of southern France,   a weed not known in America. The reader who is curious may examine the careful account of it in Larousse's large dictionary.\\n\\nHERO AND LEANDER\\n\\nLeander was a youth of Abydos, a town of the Asian side of the strait which separates Asia and Europe.  On the opposite shore in the town of Sestos lived the maiden Hero, a priestess of Venus. Leander loved her, and used to swim the strait nightly to enjoy the company of his mistress, guided by a torch which she reared upon the tower, for the purpose.  But one night a tempest arose and the sea was rough; his strength failed, and he was drowned. The waves bore his body to the European shore, where Hero became aware of his death, and in her despair cast herself down from the tower into the sea and perished.\\n\\nThe following sonnet is by Keats:\\n\\n\\\"ON A PICTURE OF LEANDER\\n\\n\\\"Come hither, all sweet maidens, soberly, Down looking aye, and with a chasten'd light, Hid in the fringes of your eyelids white, And meekly let your fair hands joined be, As if so gentle that ye could not see, Untouch'd, a victim of your beauty bright, Sinking away to his young spirit's night, Sinking bewilder'd 'mid the dreary sea. 'Tis young Leander toiling to his death. Nigh swooning, he doth purse his weary lips For Hero's cheek, and smiles against her smile. Oh, horrid dream!  See how his body dips Dead-heavy; arms and shoulders gleam awhile; He's gone; up bubbles all his amorous breath!\\\"\\n\\nThe story of Leander's swimming the Hellespont was looked upon as fabulous, and the feat considered impossible, till Lord Byron proved its possibility by performing it himself.  In the Bride of Abydos he says,\\n\\n\\\"These limbs that buoyant wave hath borne.\\\"\\n\\nThe distance in the narrowest part is almost a mile, and there is a constant current setting out from the Sea of Marmora into the Archipelago.  Since Byron's time the feat has been achieved by others; but it yet remains a test of strength and skill in the art of swimming sufficient to give a wide and lasting celebrity to any one of our readers who may dare to make the attempt and succeed in accomplishing it.\\n\\nIn the beginning of the second canto of the same poem, Byron alludes to this story:\\n\\n\\\"The winds are high on Helle's wave, As on that night of stormiest water, When Love, who sent, forgot to save The young, the beautiful, the brave, The lonely hope of Sestos' daughter. Oh, when alone along the sky The turret-torch was blazing high, Though rising gale and breaking foam, And shrieking sea-birds warned him home; And clouds aloft and tides below, With signs and sounds forbade to go, He could not see, he would not hear Or sound or sight foreboding fear. His eye but saw that light of love, The only star it hailed above; His ear but rang with Hero's song, 'Ye waves, divide not lovers long.' That tale is old, but love anew May nerve young hearts to prove as true.\\\"\\n\\nThe subject has been a favorite one with sculptors.\\n\\nSchiller has made one of his finest ballads from the tragic fate of the two lovers.  The following verses are a translation from the latter part of the ballad:\\n\\n\\\"Upon Hellespont's broad currents Night broods black, and rain in torrents >From the cloud's full bosom pours; Lightnings in the sky are flashing, All the storms below are dashing On the crag-piled shores. Awful chasms gaping widely, Separate the mountain waves; Ocean yawning as to open Downward e'en to Pluto's caves.\\\"\\n\\nAfter the storm has arisen, Hero sees the danger, and cries,\\n\\n\\\"Woe, ah!  Woe; great Jove have pity, Listen to my sad entreaty, Yet for what can Hero pray? Should the gods in pity listen, He, e'en now the false abyss in, Struggles with the tempest's spray. All the birds that skim the wave In hasty flight are hieing home; T the lee of safer haven All the storm-tossed vessels come.\\n\\n\\\"Ah!  I know he laughs at danger, Dares again the frequent venture, Lured by an almighty power; For he swore it when we parted, With the vow which binds true-hearted Lovers to the latest hour. Yes!  Even as this moment hastens Battles he the wave-crests rude, And to their unfathomed chasms Dags him down the angry flood.\\n\\n\\\"Pontus false!  Thy sunny smile Was the lying traitor's guile, Like a mirror flashing there: All thy ripples gently playing Til they triumphed in betraying Him into thy lying snare. Now in thy mid-current yonder, Onward still his course he urges, Thou the false, on him the fated Pouring loose thy terror-surges. Waxes high the tempest's danger, Waves to mountains rise in anger, Oceans swell, and breakers dash, Foaming, over cliffs of rock Where even navies, stiff with oak, Could not bear the crash. In the gale her torch is blasted, Beacon of the hoped-for strand; Horror broods above the waters, Horror broods above the land.\\n\\nPrays she Venus to assuage The hurricane's increasing rage, And to sooth the billows' scorn. And as gale on gale arises, Vows to each   as sacrifices Spotless steer with gilded horn. To all the goddesses below, To \\\"all the gods in heaven that be,\\\" She prays that oil of peace may flow Softly on the storm-tossed sea.\\n\\nBlest Leucothea, befriend me! >From cerulean halls attend me; Hear my prayer of agony. In the ocean desert's raving, Storm-tossed seamen, succor craving, Find in thee their helper nigh. Wrap him in thy charmed veil, Secret spun and secret wove, Certain from the deepest wave To lift him to its crests above.\\\"\\n\\nNow the tempests wild are sleeping, And from the horizon creeping Rays of morning streak the skies, Peaceful as it lay before The placid sea reflects the shore, Skies kiss waves and waves the skies. Little ripples, lightly plashing, Break upon the rock-bound strand, And they trickle, lightly playing O'er a corpse upon the sand.\\n\\nYes, 'tis he!  Although he perished, Still his sacred troth he cherished, An instant's glance tells all to her; Not a tear her eye lets slip Not a murmur leaves her lip; Down she looks in cold despair; Gazes round the desert sea, Trustless gazes round the sky, Flashes then of noble fire Through her pallid visage fly!\\n\\n\\\"Yes, I know, ye mighty powers, Ye have drawn the fated hours Pitiless and cruel on. Early full my course is over. Such a course with such a lover; Such a share of joy I've known. Venus, queen, within thy temple, Thou hast known me vowed as thine, Now accept thy willing priestess As an offering at thy shrine.\\\"\\n\\nDownward then, while all in vain her Fluttering robes would still sustain her, Springs she into Pontus' wave; Grasping him and her, the god Whirls them in his deepest flood, And, himself, becomes their grave. With his prizes then contented, Peaceful bids his waters glide, >From the unexhausted vessels, Whence there streams an endless tide.\\n\\nChapter IX Minerva and Arachne.   Niobe.   The Story of Perseus\\n\\nMinerva, the goddess of wisdom, was the daughter of Jupiter. She, they say, sprang forth from his brain full grown and clad in complete armor.  She presided over the useful and ornamental arts, both those of men,   such as agriculture and navigation, and those of women,   spinning, weaving, and needle-work.  She was also a warlike divinity; but a lover of defensive war only. She had no sympathy with Mars's savage love of violence and bloodshed.  Athens was her chosen seat, her own city, awarded to her as the prize of a contest with Neptune, who also aspired to it.  The tale ran that in the reign of Cecrops, the first king of Athens, the two deities contended for the possession of the city. The gods decreed that it should be awarded to that one who produced the gift most useful to mortals.  Neptune gave the horse; Minerva produced the olive.  The gods gave judgment that the olive was the more useful of the two, and awarded the city to the goddess; and it was named after her, Athens, her name in Greek being Athene.\\n\\nIn another contest, a mortal dared to come in competition with Minerva.  That mortal was Arachne, a maiden who had attained such skill in the arts of weaving and embroidery that the nymphs themselves would leave their groves and fountains to come and gaze upon her work.  It was not only beautiful when it was done, but beautiful also in the doing. To watch her, as she took the wool in its rude state and formed it into rolls, or separated it with her fingers and carded it till it looked as light and soft as a cloud, or twirled the spindle with skilful touch, or wove the web, or, when woven, adorned it with her needle, one would have said that Minerva herself had taught her.  But this she denied, and could not bear to be thought a pupil even of a goddess.  \\\"Let Minerva try her skill with mine,\\\" said she; \\\"if beaten, I will pay the penalty.\\\"  Minerva heard this and was displeased.  Assuming the form of an old woman, she went and gave Arachne some friendly advice.  \\\"I have had much experience,: said she, \\\"and I hope you will not despise my counsel.  Challenge your fellow-mortals as you will, but do not compete with a goddess. On the contrary, I advise you to ask her forgiveness for what you have said, and, as she is merciful, perhaps she will pardon you.\\\" Arachne stopped her spinning, and looked at the old dame with anger in her countenance.  \\\"Keep your counsel,\\\" said she, \\\"for your daughters or handmaids; for my part, I know what I say, and I stand to it.  I am not afraid of the goddess; let her try her skill, if she dare venture.\\\"  \\\"She comes,\\\" said Minerva; and dropping her disguise, stood confessed.  The nymphs bent low in homage, and all the bystanders paid reverence.  Arachne alone was unterrified.  She blushed, indeed; a sudden color dyed her cheek, and then she grew pale.  But she stood to her resolve, and with a foolish conceit of her own skill rushed on her fate.  Minerva forbore no longer, nor interposed any further advice.  They proceed to the contest.  Each takes her station and attaches the web to the beam.  Then the slender shuttle is passed in and out among the threads.  The reed with its fine teeth strikes up the woof into its place and compacts the web.  Both work with speed; their skilful hands move rapidly, and the excitement of the contest makes the labor light.  Wool of Tyrian dye is contrasted with that of other colors, shaded off into one another so adroitly that the joining deceives the eye.  Like the bow, whose long arch tinges the heavens, formed by sunbeams reflected from the shower (this description of the rainbow is literally translated rom Ovid), in which, where the colors meet they seem as one, but at a little distance from the point of contact are wholly different.\\n\\nMinerva wrought on her web the scene of her contest with Neptune. Twelve of the heavenly powers are represented, Jupiter, with August gravity, sitting in the midst.  Neptune, the ruler of the sea, holds his trident, and appears to have just smitten the earth, from which a horse has leaped forth.  Minerva depicted herself with helmed head, her AEgis covering her breast.  Such was the central circle; and in the four corners were represented incidents illustrating the displeasure of the gods at such presumptuous mortals as had dared to contend with them.  These were meant as warnings to her rival to give up the contest before it was too late.\\n\\nArachne filled her web with subjects designedly chosen to exhibit the failings and errors of the gods.  One scene represented Leda caressing the swan, under which form Jupiter had disguised himself; and another, Danae, in the brazen tower in which her father had imprisoned her, but where the god effected his entrance in the form of a shower of gold.  Still another depicted Europa deceived by Jupiter under the disguise of a bull. Encouraged by the tameness of the animal, Europa ventured to mount his back, whereupon Jupiter advanced into the sea, and swam with her to Crete.  You would have thought it was a real bull so naturally was it wrought, and so natural was the water in which it swam.  She seemed to look with longing eyes back upon the shore she was leaving, and to call to her companions for help. She appeared to shudder with terror at the sight of the heaving waves, and to draw back her feet from the water.\\n\\nArachne filled her canvas with these and like subjects, wonderfully well done, but strongly marking her presumption and impiety.  Minerva could not forbear to admire, yet felt indignant at the insult.  She struck the web with her shuttle, and rent it in pieces; she then touched the forehead of Arachne, and made her feel her guilt and shame.  She could not endure it, and went and hanged herself.  Minerva pitied her as she saw her hanging by a rope.  \\\"Live, guilty woman,\\\" said she; \\\" and that you may preserve the memory of this lesson, continue to hang, you and your descendants, to all future times.\\\"  She sprinkled her with the juices of aconite, and immediately her hair came off, and her nose and ears likewise.  Her form shrank up, and her head grew smaller yet; her fingers grew to her side, and served for legs. All the rest of her is body, out of which she spins her thread, often hanging suspended by it, in the same attitude as when Minerva touched her and transformed her into a spider.\",\"timestamp\":1641285275,\"title\":\" not in dark disguise to-night Hath our young heroine veiled her light; For see, she walks the earth,\"},\"digest\":\"FJo1jl387wMLm6LCAWO6JOIo5exzUPzY9aX0Iaf2q80\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K38sYL4gbM5y3L6dT5tsSaMjwyTLW8nVjLgjOjPfBbU\\\",\\\"y\\\":\\\"U39ED6NjSphP7rZefsVI8Oz98YK17xuMkfB2jamMsW0\\\"}\",\"signature\":\"YniflItyd6yQxNToSt_DBkuK3DdvDX-LgLrJ2Td0g1fYBYAoNViWcttcc7hMHiATcDHDpJ-_TRUB2uVYp84c4Q\",\"signingKeySignature\":\"0x3d2179ffaec6f706950c80f96b36eb004483c78a09332a035085fc88929093e921bece45c7f0e42a7e9a2d592a737f8bc76541a39aff4d81ad54bd7390f5d8a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K38sYL4gbM5y3L6dT5tsSaMjwyTLW8nVjLgjOjPfBbU\\\",\\\"y\\\":\\\"U39ED6NjSphP7rZefsVI8Oz98YK17xuMkfB2jamMsW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FJo1jl387wMLm6LCAWO6JOIo5exzUPzY9aX0Iaf2q80\"}"