"{\"content\":{\"body\":\"I wrote about crypto and climate [earlier this month](https://avc.com/2021/03/crypto-and-climate/) and suggested that the narrative that crypto is bad for the climate is not as straightforward as many make it out to be.\\n\\nOver last weekend (a beautiful one in the northeast), two of my partners wrote on this topic.\\n\\nMy partner Albert took a similar approach as I did in my post and [outlined many reasons that crypto and climate are not at odds with each other](https://continuations.com/post/646191126755393536/climate-and-crypto). He went further than I did in my post and it is worth reading his, even though they are similar.\\n\\nMy partner Nick went out on a limb and [compared Bitcoin to a battery](https://www.nickgrossman.xyz/2021/bitcoin-as-battery/). He used that analogy to be provocative. He took some heat for doing it, but I think it was worth it because you sometimes have to stake out a provocative position to get people’s heads to turn a bit on something.\\n\\nThis is the key part of Nick’s post:\\n\\n> Which brings us back to crypto mining. Crypto mining converts electricity into value, in the form of crypto assets (BTC, ETH, etc). Those assets, like the aluminum produced in Iceland, can then be moved, transferred and transformed. But unlike aluminum, which must be physically shipped to its final destination, crypto assets are programmable, and can move there instantly via an internet connection.\\n>\\n> So, if we think of *Bitcoin as a battery*, what can we do with it?  The key properties of Bitcoin’s battery are: 1) always on and permissionless (no need to find customers, just plug and go) and 2) [naturally seeking low-cost electricity](https://www.coindesk.com/the-last-word-on-bitcoins-energy-consumption): it will always buy when the price is right.\\n>\\n> https://www.nickgrossman.xyz/2021/bitcoin-as-battery/\\n\\nWe have been addressing this topic (crypto and climate) for multiple reasons. First, because we believe the narrative in the mainstream media is too simplistic and we would like to see it evolve. And second because we know that there are many entrepreneurs out there that are working with crypto to help address the climate crisis and we would like to meet them.\\n\\nNick and Albert’s posts last weekend opened the floodgates on the latter point and we are now talking to a number of very interesting projects as a result.\\n\",\"timestamp\":1616753459,\"title\":\"Crypto and Climate Continued\",\"publication\":\"avc\"},\"digest\":\"AszTTsA-WKVPBLoGYUA9dXh6v641h23MHyTY1WLsJ6M\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"YwnNUS4CYkpayUno2xrpD4anY6hbtECNidKiYmsO85uuqtamjNvTqOcAVmEpmvqkIztxtlM_LKyF128Td6sYqg\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f-shIGdpuz6u5d7fIIkvQ-5_7BoaVicm_knRd66sFhI\"}"