"{\"content\":{\"body\":\"暮色渐临，大街上杀声似乎瞬间消散。\\n\\n岑尚书府大门顶上站着岑远风，大门外站着我和蒋天行。\\n\\n岑远风一身黑袍黑里发紫，衣角仿佛凝着血滴，不知有多少血染着他衣裳，残阳映照下来，令他玉白的面孔反射着绮丽的颜色。\\n\\n我脸上帕子皱巴巴遮着口鼻，一身男装斑斑点点沾着许多变异怪的污血，又脏又臭。\\n\\n然而我仰着头看向高处的岑远风，心里满满是默默的欢喜。\\n\\n岑远风居高临下注视着我，眼角微微一弯，黑眸中似有笑意流转，如寒潭表面的冰层忽地融化解冻，从深处涌上一丝暖意。\\n\\n他身后紧闭大门的岑尚书府内传出了二丫中气十足的嚷嚷声：\\n\\n“别拦着我！不能让岑少爷孤军作战！”\\n\\n旁边还有细细的劝导声：“二丫你省省吧别给少爷添乱了，再惊着大小姐动了胎气可怎么办……”\\n\\n是小琉璃。\\n\\n我心头一轻，喉咙深处溢出轻笑。\\n\\n真好，大家都在。\\n\\n蒋天行缓缓吐出一口气，进城之后他几乎一直紧绷着的肩膀也松弛了下来。\\n\\n身后大街上剩下的变异人基本上都被各府上的家丁们清理完了，虽还有部分烧焦残尸，但众人的眉眼之中都带着希望，嘴角也都有了笑容，与城门内外的人间地狱截然不同。\\n\\n变故就在这刹那间突然发生。\\n\\n悠扬笛音从远处响起，并以很快的速度向这个方向靠近。\\n\\n笛声华丽婉转，吹奏着不知名的曲调，无形的音符化作无数重锤，重重敲打在每个人的心上，催人心神俱裂。\\n\\n“噗——”\\n\\n隔壁一堵高墙上的一名家丁猛地喷出一口鲜血，身形一晃，竟从高墙上向外栽了下来，摔在石板路上，一动不动。\\n\\n我在城外曾体会过类似的感觉，当时就有剧烈的呕吐感，现在再一次眼前发黑，天旋地转，喉咙里涌出一股腥甜，我一咬牙又狠狠咽了回去，右手长剑驻地，撑着身体不倒。\\n\\n蒋天行弯下腰，咳的差点把内脏吐出来，他一把扯下脸上的帕子，上面是触目惊心的一大口血。\\n\\n放眼周围，几乎没有一个人能安然无恙，各府高墙上的护院们都倒下了一大片。\\n\\n独自站在高处的岑远风例外。\\n\\n他身形挺直，面色冷肃，脸上肤色又变得煞白，身影却连晃都没晃一下，只紧紧握住手中剑柄，目光如利剑看向笛声传来的方向，乌黑发丝逆风轻扬，杀气成了无形的战袍。\\n\\n说时迟那时快，片刻间，笛音已来到了这条大街之上，昭示着身后出现了令人胆寒的存在。\\n\\n还能站立的人们纷纷看向街道那头，蒋天行将脸转过去，目露异色，喃喃说了一声：“怎么是他？”\\n\\n我内心有说不清道不明的恐惧，使我不想回头，然而那越来越近的笛音还是让我忍不住回头一探究竟。\\n\\n入目是绚丽如火的红。\\n\\n我眨了眨眼，才发现那火红是一个人的衣裳。\\n\\n那衣裳其实是白色为底，如泼墨般染着一抹抹的火红。\\n\\n那人身量很高，与岑远风差不多，修长双手如玉为骨，执着一管色泽如血的玉笛横在唇边。\\n\\n唇色红艳似火，唇形略薄，轻抿在玉笛上，面容冷白像主峰雪顶的雪，一管鼻梁笔直的鼻子，一双狭长丹凤眼，眼角微翘，眸子深如星月无光的夜空，令与他对视的人不知不觉沉迷其中。\\n\\n他脑后长发束起在头顶，用一根玉簪挽着固定，发色在夕阳下透着暗红。\\n\\n我确定从没见过他。\\n\\n开玩笑，我张大风是什么人物，怎么可能会忘记这样一个罕见的美男？\\n\\n然而我看着他，心里却隐隐揪着，两脚第一次有了自己的意识，想逃。\\n\\n吹笛之人走到我和蒋天行不远处才站定。\\n\\n这人还没开口，蒋天行倒是说话了。\\n\\n“你不是……风儿妹妹的义兄？”\\n\\n我在一旁听着牙根就是一酸，都站在前妻家门口了，前小舅子提着剑站后面虎视眈眈，还敢提“风儿妹妹”呢。\\n\\n吹笛男子丹凤眼斜睨着蒋天行，肩膀轻轻一动，接着鼻腔哼了一声，并不搭理蒋天行，反而把眼睛往我这边瞟了一下，艳丽如火的唇吐着比刀片还锋利的字眼：\\n\\n“风儿，你眼睛打算瞎到什么时候，居然还在跟这个驭兽宗的废物厮混一处，果然废物就是喜欢废物，一拍即合。”\\n\\n声音华丽，一人之声说这一句话竟如几种乐器弹唱乐曲一般好听。\\n\\n蒋天行当场差点厥过去，脸都气白了，他浑身发抖指着那吹笛男子，“你你你这”半天都没成功回怼。\\n\\n我心底肝儿颤个不停。\\n\\n这男人显然把我当成了女骗子。\\n\\n我强忍着去摸脸上帕子的冲动，老师兄当初的话忽然在脑中响起。\\n\\n“这姑娘与师妹，确实有些相似。”\\n\\n没想到遮住了口鼻之后，居然又会有人把我跟女骗子弄错。\\n\\n而且“风儿”居然是女骗子的真名？\\n\\n浑身散发“废物都给我起开”气场的吹笛男子再没有看我和蒋天行一眼，玉笛一扬，遥遥指向站在高处浑身戒备的岑远风：\\n\\n“诺大的京城，靠你一人撑不了多久，更何况你距离油尽灯枯也不远了，何必执迷不悟呢？”\\n\\n话说的没头没尾的，却听得我异常难受。\\n\\n岑远风还不到二十岁，就算他先天不足，又何至于很快就油尽灯枯？\\n\\n我悄悄看向岑远风。\\n\\n黑衣青年立于晚风之中，身形一如我最初见到那样，像一张蓄势待发的弓，没有任何的松动。\\n\\n他自高处凝视着吹笛男子，没有血色的唇轻轻抿着，冷冷回应：\\n\\n“你们到底是什么人？祸乱京城意欲何为？”\\n\\n他压根没有提什么油尽灯枯。\\n\\n吹笛男子手中转着玉笛，丹凤眼从下往上看着岑远风，轻轻一笑，无尽风流。\\n\\n“我们？你想多了，京城，只有我而已。”\\n\\n我与蒋天行惊疑地对视了一眼，京城这次死伤惨重，居然只是这吹笛男子一人之力？\\n\\n我暗暗后退，这神秘男子不知来处，实力不明，但一定比我强，岑远风怎么可能会是他的对手。\\n\\n不如借着吹笛男子错认我是女骗子的机会，伺机而动，杀他个措手不及。\\n\\n我单手在背后握紧了我的素月剑，让自己的存在感降低到如一粒砂石。\\n\\n岑远风面无表情地看着吹笛男子，毒舌模式开启：“原来如此，看你外表像个人样，出手起来用的都是那么恶心的手段，闻所未闻，令人作呕。”\\n\\n蒋天行在一边愤愤道：“可不就是，把人变得人不像人不说，还弄出来超级恶心的黑毛怪物，臭不可闻，真是人不可貌相！”\\n\\n吹笛男子笑容一收，有些意外地看了一眼蒋天行：“哦？看来京城这次还催生出了贪吞，不过……”\\n\\n他又露出玩味的笑容：“贪吞兽，你以为是什么变的？只有原本就嗜好吃幼儿人肉的人类，才会变异成这种东西，你们只道是我恶心，其实恶心的是人自己。”\\n\\n蒋天行顿时怔住，我也非常意外，若这人没有说谎，这京城里竟然原先就有人喜欢吃孩子的肉？\\n\\n还有，这人话里有音，是说他自己不是人……？\\n\\n独立高处的岑远风脸上第一次露出了惊异的神情，虽然只有一瞬，如精美瓷器出现了一丝裂纹。\\n\\n下一刻岑远风便恢复了冷静。\\n\\n“你令城中无数百姓异变成吃人怪物，多少人家父母兄弟彼此啃食，这些人原本又何辜？”\\n\\n他一剑拔出，寒光指向吹笛男子：“你之恶行，百死莫赎！”\\n\\n吹笛男子唇角弯弯，眼眸中血色一闪而过：“人间费劲二十年，也不过只培植出一个你，等你灰飞烟灭，就不用再操心我的结局了！”\\n\\n夜色阑珊，城中墨色染遍，只岑远风所在之地，星月之光仍然眷顾。\\n\\n星光月华之下，黑衣青年执起长剑，腾空而起，如苍鹰猎击，直刺那吹笛男子。\\n\\n吹笛男子横起玉笛，再次吹奏起无名乐章，诡异音波仿佛巨人击鼓，震得人肝肠寸断。\\n\\n二人之间剑光音波冲击扩散，一时竟没分出上下。\\n\\n这是我认识的一波流岑远风？\\n\\n我诧异了，但再看一眼岑远风，心里大呼要完，这人脸色比纸还白，跟白瓷片一样，随时都可能碎成渣渣那种。\\n\\n而吹笛男子完全游刃有余，嘴角甚至露出浅笑，只等岑远风支持不住给他致命一击。\\n\\n忽闻身边一声大吼：“还等什么？围殴啊！”\\n\\n接着蒋天行抽出长剑就冲了过去。\\n\\n我一个尔康手没拦住：大哥你这段位怕是当炮灰的份儿……\\n\\n果然下一刻蒋天行被一把玉笛抽在后背上，直接飞进了岑尚书府里。\\n\\n这也给了岑远风片刻喘息，他又是一剑刺进地面，抬眼看着吹笛男子，口中低喝一声“散”。\\n\\n又是当时在泉城感觉到的那种力量，围绕着岑远风迸发出来，纯净而温暖，坚定地笼罩四方，也包围了那吹笛男子。\\n\\n眼前一阵扭曲，吹笛男子面色一沉，试图后退却挣脱不开，身体周围出现了雾化的现象，从发梢到衣袍下摆，都有一部分化作了火红的烟尘，整个人看起来要散不散的，有种奇异的美感。\\n\\n可能此人比女骗子强大太多，岑远风这一招竟没能击退他，没过一会儿，虚化的身体又重新恢复成实体。\\n\\n而岑远风脸色几乎接近半透明，发丝被冷汗沾在脸庞腮边，几乎要脱力了。\\n\\n吹笛男子微微一笑，玉笛指着岑远风，手上轻轻一动，正打算再下狠手，却觉眼前银光爆闪，风中有鸣雷之声扑面而来，正面将他击中，他愕然之中，彻底化作火红色的粉尘。\\n\\n我趁着岑远风脱力之际，冲到他身前，用尽全力使出素月给了吹笛男子全力一击。\\n\\n只是我没想到素月竟然能击退他。\\n\\n火红沙尘在风中渐渐散去，隐隐传来吹笛男子的低语：“你是……是你！”\",\"timestamp\":1640935552,\"title\":\"小说|《碎玉不识卿》第十章\"},\"digest\":\"aWgCz8s-zVJmN4Cw54F84HENkZ3G2wKIsjwWrrMEQes\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"signature\":\"GlSVtzVgG3iByp708NUsHuWH4yJ1BQX8Fo89Nb4ddVlNAMk5q5NIsFPc37HDoNq417PC-PVpOKIP_3pM-igiMw\",\"signingKeySignature\":\"0x1af516a75d90697eea705b765c8d7b4ea0595695b3d394933b1631d719f1bee6173c7b47765a9276b7db84488ba8710f0b37120fa186fea16da2de22d6f2e2af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aWgCz8s-zVJmN4Cw54F84HENkZ3G2wKIsjwWrrMEQes\"}"