"{\"content\":{\"body\":\"Metaverse becomes one of the hottest topic since the summer of 2021, together with the grand rise of awareness in crypto world, web3.0 and NFT. The blossom of VR/AR, gaming and de-Fi technologies brings the future of a possible parallel universe in front of our eyes.\\n\\n![Snow Crash Cover photo (where Metaverse is created first time) ](https://images.mirror-media.xyz/publication-images/w0CY4Mqlv5FwXfRK7O4uL.png?height=409&width=1280&&&&&&&size=large)\\n\\n## What exactly is Metaverse?\\n\\n**From a grand future point of view**: Metaverse is the **5D universe** that **human created** from a **god perspective**.\\n\\n* In 3D universe, which is the universe we are currently in, space is in 3 dimensions, time is a constant, everyone has to flow at a certain speed on the timeline (here we ignore the Einstein’s time relativity theory for the sake of 99.9% of human being’s normal life demonstration), you cannot jump back and forth in the history.\\n* In 4D universe, besides the 3D space we are living in, time becomes a variable. This means that everyone can freely jump back and forth in the history, like the superman in the sci-fi movies. As mentioned in the famous scientific [Grandfather Paradox](https://en.wikipedia.org/wiki/Grandfather_paradox), you cannot go back in time and kill your grandfather, which will result in your non-existence in the universe.\\n* In 5D universe, simply put, timeline becomes a variable, meaning you can go back in time and kill your grandpa and result in another timeline where you are not existing. In another word, you can change the start and the end of a story. In Quantum Mechanics, there is a theory called [MWI (Many-Worlds Interpretation)](https://plato.stanford.edu/entries/qm-manyworlds/) that illustrated the mathematically logic behind it. Let alone the proof of this theory, Metaverse itself is the real illustration of its existence.\\n\\n![https://www.spiri-apps.com/the-fifth-dimension/](https://images.mirror-media.xyz/publication-images/COelZpn6SOuTWpWt__LtU.jpg?height=774&width=1032)\\n\\nThinking about playing a video game which has a storyline in it. You can always go back and forth in the storyline easily whenever you want, which kind of achieving the 4D universe settings already. Then imagine if the game becomes an open game, that you can have different possibilities in the story, then it’s a 5D setting, where you can not only travel on the timeline but also jump between different timelines.\\n\\n**From a current technology point of view**: Metaverse is a parallel reality where engagers can have a way to play, build, monetize, and transform the change into real life.\\n\\nJust like playing a video game, earlier in the times, parents were worried when their kids getting obsessed with video games and forgetting about their real life studying and jobs. Why? Simply because no matter how brilliant or skillful you are in a video game, it cannot bring any income nor any positive changes in real life.\\n\\nHowever, things start changing since decades ago. There are world-wide video game campaigns where good players can achieve success and gain gold by just being a professional gamer. Later on, gaming platforms starts to selling and incentivize gamer and developers with in-game coins, such as Roblox, which is one of the biggest gaming platform where Gen Z made most money out of. And the in-game coins become liquid thanks to the large foundation of engagers and traders. Now, we have cryptocurrency, NFT that further enlarge this monetization possibility and accelerate its adoptability.\\n\\n**The next step for revolution** **is our digital identity, digital world and digital consciousness.** As in the Metaverse, everyone comes in as a new born, we can choose any identity we like, either sex, either race, either the look of the avatar body. Similarly, we can choose the look of our home, the vibe of our land, the edge of our existence, the way we feel comfortable interacting with others, etc. And the foundation of achieving all those ideas, from a business point of view, is the feasibility of monetization and asset liquidity. We will dive into that later.\\n\\n![https://recfaces.com/articles/digital-identity](https://images.mirror-media.xyz/publication-images/SxawuwG8Rj4CR0CcNxNRK.jpg?height=553&width=830)\\n\\n## What are the pillars that support the Metaverse?\\n\\n### Game Engine\\n\\n![https://homesthetics.net/free-game-engines/](https://images.mirror-media.xyz/publication-images/ZIwr_aLAimKTgXZFNfiBa.jpg?height=973&width=1600)\\n\\nFrom the first online game: “It’s a Small World” at Disneyland, till today’s Oculus VR video games, the history has witness the speed of gaming world’s improvement ([History of the online game](https://medium.com/@datapath_io/the-history-of-online-gaming-2e70d51ab437)). Nowadays many game engines like unreal, omniverse has reached a new level of making the rendering as real as human eyes can capture and even faster than human eyes can identify.\\n\\nThis level of advanced technology has set the tone of making a digital universe a grand possibility for ‘not be able to tell the real and unreal’, which for many people is the foundation of a parallel universe.\\n\\n### VR/AR/MR\\n\\n![https://arvrjourney.com/mixed-reality-a-tech-breakthrough-or-what-part-i-e097e1fc4b53](https://images.mirror-media.xyz/publication-images/M2DeIWJQ2TPaZVnwpxI4Z.png?height=647&width=1405)\\n\\nAs newly renamed company Meta been throwing millions to build VR empire, Virtual Reality, together with its siblings: Augmented Reality and Mixed reality brings people into a brand new level of experience. From the VR gaming experience to 3D movies, art exhibitions, ‘Pokémon go’-like software, etc., Metaverse seems to be much closer to us, except for the chunky ramp-up process of wearing a “tv like screen on your nose”, disposable cheap 3D glasses not fitting for people wearing glasses, etc.\\n\\nThere are lots of debates in this area, many people don’t believe in the future of VR/AR, stating that they will be replaced very soon with much stronger technology for better and more real experiences. However, they do seem to help many more industries than it was designed to be. For example, Microsoft has its own VR team [HoloLens](https://www.microsoft.com/en-us/hololens/industry-healthcare) has achieved to help better operate with surgery and sophisticated manufacturing process.\\n\\nWhether we will be wearing a heavy device on our nose to access metaverse is still a question for us and also a challenge for big players in the market to figure out. Meta recently collaborate with Ray-ban to release a much lighter version of glasses that has a mini-cam to help film your experiences, taking pictures, etc. How powerful will that be and what the user experience will be is still a testing area. It will be very exciting to see customers liking them and willing to wear those sun glasses day and night, which is still a marketing test for us to know.\\n\\n### Blockchain\\n\\n![https://en.wikipedia.org/wiki/Privacy_and_blockchain](https://images.mirror-media.xyz/publication-images/Wz_TGUBlRtnc9jn4cfErN.jpg?height=1046&width=1480)\\n\\nSimply put, blockchain is just a network of blocks on a secured chain to make your digital assets totally secured off singularity. Even simpler to understand, it is a only-you-can-access information stored online. Why blockchain is one of the pillars for Metaverse? Its feature of requiring a digital signature and decentralization makes this system much more secure to users and in the same time offering user full control over their digital information.\\n\\nHere we are not getting into too much of a technical level explanation for blockchain but for those who are interested, this article is recommended for a quick review of understand: [What is Blockchain: Features and Use Case](https://www.simplilearn.com/tutorials/blockchain-tutorial/what-is-blockchain). Without blockchain, metaverse is just another highly centralized technology that controlled by a small group of people that can lead to an unfairness anytime when the balance is broken between the benefit of the most and themselves. Today we are talking about decentralization a lot, but why do we want it? The original purpose is just to increase randomization so to against singular control. It’s a great way to proceed in the technical sense since all the compute nodes are on the same intelligence level and the operation is not out of any unfair benefits.\\n\\n### Crypto\\n\\n![https://incyber.fr/en/crypto-assets-new-technologies-can-help-combat-aml-cft/](https://images.mirror-media.xyz/publication-images/JFkXyWEwGs05vf0SIVo1C.png?height=823&width=1280)\\n\\nCrypto is generated on top of blockchain that to incentivize computers who contribute their resource and power for the function of blockchain system. From OG bitcoin, to Ethereum who invented great smart contract that offers millions of possibilities of the future development, to millions of alt-coins that trying to achieve all kinds of functionalities with a less centralized way and offer more securities over the blockchain.\\n\\nCrypto is the currency that’s generated from compute power, it’s value will be manifested into various user cases in the more stable future. we have to agree the craziness of crypto world brings in dozens of scamming projects, but we have to also admit that without the craziness of crypto world, it cannot get attention from millions of talented technology contributors and genius from around the world to help develop the decentralized world together neither. Thus, it is the fundamental economy of the Metaverse, as in digital world it does make more sense to use digital currencies.\\n\\n### NFT\\n\\n![https://www.aljazeera.com/economy/2021/12/15/sothebys-sells-record-7-3b-in-art-this-year-nfts-fetch-100m](https://images.mirror-media.xyz/publication-images/ghKZF3jphEY0tFLj2abIa.jpg?height=513&width=770)\\n\\nAs the Cryptopunk flipping in a remarkably high price and the history-making BAYC (bored ape yatch club) Profile Photo making the most noise this year, I would call 2021 the NFT year. Non-fungible token becomes a fashion badge for people in the advanced art industry. It is a way of identifying the ownership of a digital asset, a right of flexing your ownership, a social token as a certain type of community. It opens the door for social status, art collection, and newly more efficient way for artist to monetize directly through their art work.\\n\\nBut why NFT becomes so significant in the Metaverse building? Isn’t it just a new way to make money? Not entirely. Surely it is a new way to make money and even make this process much more efficient and make it easier for artist to get exposed. Moreover, it opens the door of bring liquidity to digital assets, which means all the creative work human did, can be easily recognized with a reward. In this door, you can see the future of human creativity getting encouraged on a large scale, digital life can make you a living and change your life, community can be flagged with the recognition of similar valuation, etc. All those mentioned above, they used to take a lot of middle effort to achieve, and it’s because of the authentication, the time and people involved, and limited resources physically can be reached, etc.\\n\\n### Human–Machine Interaction\\n\\n![https://www.bbc.com/news/technology-56688812](https://images.mirror-media.xyz/publication-images/CoseZaeJAmtahFeYTJa3a.png?height=549&width=976)\\n\\nNow apparently we are interacting with computers, mobiles everyday through programming, hardware, and more futuristically, motion capture. We are relying on machines more and more as the Artificial Intelligence are elevating our lives to a brand new level of convenience. Then what will be the next step we are heading to? How are we going to upgrade this interactions even more?\\n\\nAs [Elon Musk’s Neuralink company announced their version 0.9 chip](https://www.dazeddigital.com/science-tech/article/55015/1/elon-musk-brain-chips-will-be-ready-for-human-implantation-next-year-neuralink) can successfully and safely making the human consciousness talking to computer a reality, this thrilling and a little bit scary sci-fi future comes right in front of our eyes.\\n\\nThen it comes a question, how many people are willing to put a chip in their brain for the convenience of texting without using thumbs, playing without using keyboards, communicating without language? It seems there are benefits to medical use for disabilities that helps re-connect the neuro circuit in human brain, to strengthen human physical body in an advanced technology, which is delightful. The future purpose of the company is trying to break the barriers between people and make the communication between human and machine more efficient.\\n\\nIn the coming future, it’s to achieve uploading human consciousness into digital world for a type of digital immortality beings. And where will the digital immortalities be living? The answer can mostly be the Metaverse.\\n\\n## Why do we want to step into the Metaverse?\\n\\nIf we are having a fantastic life in this 3D reality, why do we want to step into the Metaverse? If we are having a miserable life in this 3D reality, what changes could be made by stepping into the Metaverse?\\n\\n### Beginning of Interstellar\\n\\nThe grand future of Metaverse is to upload human consciousness into a digital world and we can become digital immortalities. Why upload consciousness? We don’t know if we are alive or not if we are unconscious, thus wherever our consciousness lives, where we think we are alive. Metaverse offers a perfect opportunity for human being to experience 5D, level up our cognition, broad our horizon, and finally reach the interstellar level of civilization.\\n\\n![https://www.artstation.com/artwork/W2mgA2](https://images.mirror-media.xyz/publication-images/ko_SED11nQICTJiE2P2RR.jpg?height=817&width=1920)\\n\\nSo the idealistic situation of the future will be, we are free to explore the earth in the human body and also explore a man-made virtual parallel 5D reality in a fantasy avatar, it can be your favorite model or just a fantasy creature in your imagination. You can fly, teleport, spirit communicate, create your dreams, and so on in your own universe, basically be the god of a self-created universe.\\n\\nWith all the limitations are freed and physical constraints are removed, humans are finally coming into the age of developing their spiritual self, moral questions, social structures, and national divisions. Besides, even if your physical body dies, with consciousness upload technology, you can become immortal in the fantasy world forever, as sci-fi movies described.\\n\\nOne day, maybe human beings will finally find out that we are indeed a whole entity that we can grow and function and develop our technology together. There will be no boundaries of nation, no racial discriminations, entirely different government structures, etc. If human put all effort together and align with each other, getting rid of separations, then interstellar can become a foreseeable bright future.\\n\\n### End of Human Future\\n\\nHow should we design the metaverse? Shall we copy paste the existing society to the Metaverse? If we do so, how are we going to define the national boundaries? How are we going to define different looking avatars for the country they were born, the Visa they were holding, etc.? This is basically setting barriers between people intentionally, which does not seem to work on a higher technology based platform which is aiming to bring the world closer and offer more flexibilities to us.\\n\\nShall we copy our existing economic system into the Metaverse as well?  How many of you want to have a longer than 100 years mortgage? Who will be the centralized banks in the Metaverse? Quite a large group don’t favor this that’s why cryptos are so popular already. There are more questions coming after, like what will the inflation look like, what can we do about possible financial crisis, etc. With a fully decentralized system running by uncontrollable minds and various levels of cognitions, are we really stepping into a more efficient and smart world? Or we will be ruling by the average human intelligence in the future?\\n\\nWith an undesigned or unwell designed Metaverse and crazy high level of technology, it will look like driving a thousand mile per hour car with a 16 year-old new driver. How safe will it be? It’s upon our skills. How far can we drive? Scary to even think about, we can pray at that point.\\n\\n![https://astronomy.com/news/2021/05/how-will-life-on-earth-end](https://images.mirror-media.xyz/publication-images/9-OGpoyngyrZC3lhU3uJs.jpg?height=400&width=600)\\n\\n## Summary\\n\\nMetaverse can be the future, if we think about it far enough and put some serious intelligence into how it can be designed with humane consideration. Metaverse can also just be the future gaming world that we are putting it aside and be careful of the time we are spending in it.\\n\\nThis is a brand new opportunity, vast and broad that can make human being become god or devil. I am excited to see how every one of us is going to approach it.\",\"timestamp\":1640492523,\"title\":\"Metaverse - Beginning of Interstellar or End of human Future?\"},\"digest\":\"INwiJ_5HmXDpjZv4N65sFFJLNLRQGv_xiR5sXOTYhX8\",\"authorship\":{\"contributor\":\"0xC7b80b3A8208830562183263c099BC365CA55A8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tLW-rDnUkcgARiyi0tAdde3yHbY-SPKGGU70eeSgtFk\\\",\\\"y\\\":\\\"tOjhV2_xcUYfCt-y2uDDJa5tv8m_oSV4_W65P1RBos4\\\"}\",\"signature\":\"zh0qcyDVDTus0fnO14YEr2Nv2_Tq3etSv7KAYaONcIJh904Dssh4F_KKTKlcgt-DebfbWD1ybQ68e3mIUmRxOg\",\"signingKeySignature\":\"0x3d3a035b3ad44580bf3aa9dfeda01f2aebf9f090445b75a122f1fb66656135b7173079acffdae3a8698fa0bf382be386654217d4f499d43da986691dcd71e4101b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tLW-rDnUkcgARiyi0tAdde3yHbY-SPKGGU70eeSgtFk\\\",\\\"y\\\":\\\"tOjhV2_xcUYfCt-y2uDDJa5tv8m_oSV4_W65P1RBos4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V5dJceTkR4d1j24Y0HEsc8BX0xK_6uKJvf5Nqcv2w10\"}"