"{\"content\":{\"body\":\"I am going to write about an idea which I’ve been thinking about quite a lot. It’s a difficult one to execute for many reasons, but it’s also extremely exciting. And I think it’s also dangerous.\\n\\nIt’s difficult because I have not seen a DAO as well-functioning as would be needed to execute and operate this particular idea. The dangerous part is self-evident.\\n\\nNevertheless, rather than keeping it in my drawer, I’ll publish the raw litepaper here as perhaps there are people who’d like to give it a shot.\\n\\n## Whistleblower Publication Litepaper\\n\\nIt’s difficult for a man to think independently because he does not want to take the responsibility for his thoughts. It’s easier to surrender his mind (and not to think) and follow the judgment of others.\\n\\nThe only thing worse from not being able to think independently is to be able to think but to surrender to the morality of other men.\\n\\nBeing part of the system, people are molded, bit by bit, to robots operating on autopilot – on the surface, they seem to be capable of thinking, but no longer able to second guess the morality of the organization or cause they’re contributing to.\\n\\nOr the ones who can still think and have a proper moral judgment, are too afraid to speak out.\\n\\n**Perhaps now, through decentralized pseudonymous governance structures (DAOs), together with tools to monetize whistleblower stories (NFTs), and the possibility for the community to reward (via tokens and Web3 wallets) these bold, morally sound people, we can create a safe platform for whistleblowers to come forth.**\\n\\n*Brief summary: The Whistleblower Publication enables whistleblowers to submit their stories by minting NFTs. These stories are verified and given believability and impact scores by the governing DAO contributors. Once approved, the NFTs are sold on the marketplace. The community rewards whistleblowers with Whi$tle tokens.*\\n\\nA publication for whistleblowers wouldn’t be possible with a centralized organization. The people behind the organization would be destroyed if the publication would have any traction. Just like bitcoin, it needs decentralization to survive.\\n\\nTogether with the advent of blockchain technology and new emerging governance structures, we now have an opportunity to bring hidden stories to life. Stories, which could improve the world we live in.\\n\\nI am proposing the creation of a Whistleblower Publication ($Whistle).\\n\\nThe DAO will manage a publication where whistleblowers can connect their Web3 wallets and submit their stories together with proof by minting an NFT. The NFT will not be public until DAO *investigators* have verified the information, and approved the submission.\\n\\nOnce the submission is approved, delegators/governors (process to be decided - TBD) will decide a fixed monetary reward by voting (before the NFT sale) based on predetermined reward tiers (TBD) depending on the impact score of the story.\\n\\nAfter that, the NFT will go public and can be bought by investors (or other publications, and delivery of the NFT (with all its content) is triggered on a certain date & time to create a fairground for all buyers to publish a story if more than one NFT is sold). A percentage of the fees generated will go to the DAO to reward contributors and the rest to the whistleblower.\\n\\nThe relationship between the fixed reward and the proceeds from the NFT sales (smaller fixed reward means bigger % and vice versa) needs to be established by the DAO.\\n\\nIt will be the responsibility of the assigned DAO working group to propose the final reward structure (as well as other solutions to economic questions), which will be approved by voters.\\n\\nPayments to the whistleblowers must be carefully thought through in order to avoid exposing the whistleblower. This is one of the key decisions to make and will be discussed (discretely) by the specific working group of the DAO.\\n\\nWe will create guidelines for the whistleblowers so they would avoid a) exposing their identities (how to use VPN, web3 wallets, etc) and b) breaking applicable laws (data protection laws).\\n\\nWhen each NFT is sold, there will be a buffer time (TBD, can be a month, two months, etc), after which the content creators (journalists) of the Whistleblower Publication will create a story based on the sold NFT.\\n\\nThese stories will become series of blog posts, and later, an annual book of whistleblower stories together with the commentary from the whistleblowers. These books will be published and sold (most likely the DAO will self-publish and sell the books in digital format on the DAO website, although including a paper format would create a bigger reach) for a small fee to support the publication.\\n\\nOur impact will depend on our reach. For further exposure, the DAO will create a podcast to interview the whistleblowers (depends on the readiness of the whistleblowers to be interviewed), or simply create an audio format of the stories and publish them on the Whistleblower Publication podcast. **The goal is to be on as many channels as possible**, **to create maximum exposure**.\\n\\nIf the stories are well presented and gain traction, we may be able to produce documentaries in the future. At this stage, it’s a far-fetched dream, but there are many more eyes watching documentaries on Netflix (who never read books).\\n\\nOne of the additional economic opportunities is to create an NFT marketplace for artwork that’s created to illustrate the stories. While it’s not a priority at first, I believe that the DAO needs to generate revenue and be profitable in order to stay independent and sustainable.\\n\\n## DAO Structure\\n\\nIn order to operate efficiently, the DAO needs to have a clear and understandable structure. I am hoping for potential members of the early team to bring in both technical and non-technical experience of launching a DAO to avoid obvious and non-obvious errors.\\n\\nThe following is a raw draft of execution areas and working groups the DAO will consist of.\\n\\n**Non-tech operations**\\n\\nNon-tech operations include, but are not limited to (in no particular order):\\n\\n*   Creating content for the Whistleblower Publication blog, including covering historic whistleblower stories as well as the new stories the DAO will uncover. Creation of how-to guidelines for whistleblowers (things like using Metamask & minting NFTs).\\n*   Management of social media (mostly Twitter).\\n*   Partnerships with exchanges to list $Whistle once the token is minted.\\n*   Investor relationships (including DAO VCs that may bring us more public exposure and reach- TBD).\\n*   Community management & onboarding processes\\n*   Governance (including building potential defense mechanisms for potential \\\"proxy wars\\\"\\n*   Marketing and exposure in industries we’re targeting.\\n*   Podcast show hosts / or a partnership with the existing podcasts for a specific Whistleblower show.\\n*   Management work in specific categories (banking & finance, tobacco, politics & government, big pharma, big tech, etc)\\n*   Treasury management.\\n*   Analysts/investigators.\\n*   Legal matters\\n\\nMore (raw) context to a few of the listed items.\\n\\n**Management work in specific categories** – there will be responsible DAO members for each category, who will be managing the work of contributors and overseeing the verification process of submissions (by the whistleblowers) of the specific category. Each category can, and probably should, recruit location-based (language-based) contributors in time. These contributors would need to get the word out to the potential whistleblowers in their local area (country, state, city).\\n\\n**Analysts/investigators** – the work of the analysts/investigators is to verify the submitted stories. We need to be able to use technology and research to verify and assign a level of believability and impact score to each submission the publication receives.\\n\\nInvestigators can look into known stories (suspicions) & collect evidence and try to find someone (by creating exposure to the platform) to become a whistleblower from an organization (“machine”) that is being investigated.\\n\\n**Legal matters** – One of the key things for the DAO is to understand what information can be sold publicly together with the NFTs; how including some information could affect the use of the proof in the potential investigations later (and court cases), and what sort of legal consequences whistleblowers could have if their profile would become public.\\n\\n**Technical operations**\\n\\nTechnical operations include, but are not limited to:\\n\\n**Website creation & maintenance** – The publication will need a website to describe its mission and purpose, as well as a portal to manage submissions (front-end and back-end).\\n\\n**The submission portal** - the portal has to have strong security measures, a communication channel, and users have to be able to connect their Web3 wallets to the platform to mint NFTs. Potentially, the best solution is to use the Arweave blockchain (permaweb). There has to be an approval mechanism by the analysts/investigators, and a voting mechanism to move the submission to the public marketplace.\\n\\n**NFT Marketplace** – Stories will be sold as NFTs on the NFT marketplace (together with the artwork).\\n\\n**DAO forum** – Setting up and managing the technical part of the DAO forum and working groups.\\n\\n**Whistleblower data** – TBD – but there may be a need to help whistleblowers to cover their profile or materials, so it won’t be possible to use the submitted documents to trace it back to someone specific (unless being public is desired). At the same time, the platform has to be nothing more than the publishing platform and limit its potential liability as much as possible.\\n\\n**Working groups**\\n\\nBelow you can see an example outline of the working groups. The following is not meant to be used as the foundation of the eventual DAO forum, but to provide an example.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffa19206f-a3e7-4740-baa7-9abc8360edd1\\\\_2236x1490.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffa19206f-a3e7-4740-baa7-9abc8360edd1\\\\_2236x1490.png)\\n\\n## Rewards system proposal\\n\\nThe rewards will be paid on the perceived impact. Contributors will fill in reward forms and submit them at the end of each month. Rewards are assigned in USD and then converted into $Whistle token. Details of the rewards will be posted in the community forum.\\n\\n## Conclusion\\n\\nI’ve removed parts of the litepaper for the sake of publishing it here, but the core idea is easy to understand for anyone who bothers to read it.\\n\\nAlthough I’ve decided not to pursue this idea, I recommend anyone who’s willing to go all-in to be cautious from the start. If you want to reach out to me, do it anonymously. If you recruit people, do it anonymously. Etc.\\n\\nIf at any point something big is revealed (which is the point of the publication), the system will fight back with guns blazing.\\n\",\"timestamp\":1634718169,\"title\":\"Whistleblower Publication\"},\"digest\":\"T4TMm_QakX5PEBlZK_JtFvgVRkC1bF1oRo4Cwasu-VQ\",\"authorship\":{\"contributor\":\"0x8129c94d2F2b18Fa4b63bD0A3B64EdE4823374AE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"signature\":\"97ckXk_-mFc-y-Oh0gQ2AnONtYjUusEkQh0e39qRiH3vJDyoE9t9yvzICfcAGexNM1t9m-9qdu39CNwwo8k5Pw\",\"signingKeySignature\":\"0xb79ad41dc3d2ca8708ade4b632076b5310bf520f33eeea9fe14c5f1ba5f877282276d403094aa1152a03df909daeed61011d1d7c934d3cf7d2e8daa8d89ccdbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T4TMm_QakX5PEBlZK_JtFvgVRkC1bF1oRo4Cwasu-VQ\"}"