"{\"content\":{\"body\":\"Elena Nadolinski grew up in Volgograd, Russia playing on the shells of abandoned tanks and decommissioned battleships, following the collapse of the Soviet Union. When she returned there on a recent trip from her new home in Silicon Valley, she says she was struck by how Russia’s growing authoritarian surveillance continues to impact the very nature of innovation. \\n\\n“Lack of privacy, and having this expectation that I am surveilled and I need to hide what I have because I don't actually have privacy guarantees, has evolved the culture in a way that I think negatively impacts innovation and entrepreneurship in the country,” says Nadolinski, speaking from her offices in San Francisco.\\n\\nTo help combat this chilling effect, the 29-year-old founder of anonymous cryptocurrency startup Iron Fish raised $27.6 million in a Series A led by Andreessen Horowitz to help ensure the next generations of Russians and citizens of the growing number of authoritarian states around the world can continue to have a private life, even if all the world’s transactions move to a shared, distributed ledger.\\n\\nWhat’s at stake with her work and that of a rising tide of other privacy innovators building with blockchain goes far beyond just what happens in the once-niche world of cryptocurrencies. In fact, it could have ripple effects reaching into the very nature of money, and whether or not online payments of all sorts—crypto or fiat—retain any sense of offline privacy when paying for goods with cash.\\n\\n“The reason why I'm working on Iron Fish is because right now we're headed in a direction where payments are totally transparent,” says Nadolinski. “If you are a surveillance-happy state, this is the future you want. And for us, it's kind of a scary future.”\\n\\nWith other investors in the Series A including Sequoia Capital, LinkedIn executive chairman Jeff Weiner, billionaire Met’s owner, Alan Howard, and more, the firm plans to spend the capital to nearly double its team size, establish a treasury for assigning grants to companies building on the platform and paying legal fees to help assure the process is as compliant as possible.\\n\\nWhat they’re not doing though is adding anyone to the board, something, Nadolinski says, is increasingly par-for-the-course with crypto startups relying on a governance model built into the very fabric of the code. “If there's an update \\\\[network participants\\\\] like or don't like, they will either run or not run the updated software,” she says. “There is, as with any cryptocurrency project, governance by action.”\\n\\nBorn to software engineer parents in Volgograd, Russia, Nadolinski remembers her grandmother pointing out the only two buildings that survived World War II in what was then called Stalingrad. After studying in Russia for first and second grade, she moved to the United States and in 2014 received a degree in computer science from the Virginia Polytechnic Institute and State University. Parlaying a Microsoft internship into her first engineering job at the tech giant, she went on to work on property rental site Airbnb’s autocomplete function before discovering crypto.\\n\\nIn 2017, the rising star was invited to a birthday party at Ethereum developer Juan Benet’s house in Palo Alto, California. Three years earlier, Benet founded Protocol Labs to build technology that could enable a new version of the internet without central servers, called Web 3. In contrast to where she grew up, Nadolinski was struck by the openness of the blockchain developers. Particularly, the developer of Web 3 portal, MetaMask, Dan Finlay, who without even knowing her, helped her debug a smart contract at 3 o’clock in the morning. “I was like, ‘This feels like a magical open community,” she says. “’Where there's so much potential, and there's so much to build.’”\\n\\nA year later, she started working on the original version of Iron Fish, then a privacy preserving cryptocurrency, using the Sapling Protocol, originally developed by Zcash. With early funding from Benet, Forbes 30 Under 30 alums, Jill Carlson of Slow Ventures, Linda Xie of Scalar Capital and others, the cryptocurrency evolved to include a system whereby almost any cryptocurrency can be deposited into a smart contract that “wraps” it in the same anonymity as Iron Fish itself. Think of it as the secure sockets layer (SSL) of the internet, except instead of vouchsafing for the security of a website, it helps protect the privacy of nearly any cryptocurrency.\\n\\nBased in San Francisco, the Delaware C Corp currently employs nine people around the world, including six developers. In April 2021, the firm published the early version of its open source code, letting anyone build on the network, which is currently validated by 1,800 node operators. Earlier this month, they opened pre-registrations for an incentivized test network that will reward the validators and other network participants with points that qualified users will eventually be able to redeem for Iron Fish’s native currency, iron.\\n\\nThis is at least the sixth investment Andreessen Horowitz has made in crypto privacy startups over the past four years. Most recently, the firm earlier this month led a Series A in Switzerland-based Nym, which uses cryptocurrency, including bitcoin, to reward users who run nodes similar to the Tor Network. $3.1 billion dollars has been invested in privacy startups, according to data site Crunchbase, with more than three-quarters of it over the past four years. \\n\\nTo give an idea of the potential value being placed on privacy, research firm Fortune Business Insights predicts technology that obscures identities will grow into a $17.75 billion industry by 2028, and analysis site ResearchAndMarkets.com estimates the related VPN industry will reach $107 billion by 2027. \\n\\nIf technology like Iron Fish’s catches on, it could potentially provide anonymity to more than just cryptocurrencies. Perhaps the largest threat to financial privacy in recent years is the nascent and largely experimental concept of Central Bank Digital Currencies (CBDCs), where the traditional issuers of government-backed currencies are seeking to leverage the best that their new decentralized competitors have to offer in terms of speed and efficiency. \\n\\nWhile everyone—from the Bank of International Settlements to David Chaum, whose work on electronic money was cited by bitcoin creator Satoshi Nakamoto—has cited concerns over what this new kind of currency might mean, the second largest economy in the world, China, is slowly rolling out its own digital currency, and dozens of similar projects are in the works.\\n\\nSupporters of increased transparency say such hybrid cryptocurrencies could undermine terrorist funding and money launderers, while detractors worry about some of the same chilling effects on innovation experienced by Nadolinski. “Right now,” she says, “whether or not you're a believer, disbeliever regulator, builder, whoever, you are inadvertently helping shape that inevitable future of digital payments being cryptocurrency-based.”\",\"timestamp\":1638367399,\"title\":\"\\nIron Fish Raises $27 Million To Build A Cryptocurrency Beyond The Reach Of Surveillance States\"},\"digest\":\"17bMbNF-Afnzk3nbclsW3mz2BqIPsF69F42X-6WtBRg\",\"authorship\":{\"contributor\":\"0x0Ab7BC1922d2d9807f5D59AA6e155Dcde8fc1F6e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ah73k0HTdyZdIzNVVZ_b-6L8u89_vtQD9-txjGYASg0\\\",\\\"y\\\":\\\"OEUvYcjIcpZ85AWsawRR8yDgIwUwEvX2i0xAbuXH-YU\\\"}\",\"signature\":\"eUaYYzz9JPSRi_VevnYzXuFL-lte1lI8ILcKHdrM0X0_zIwyYVBmYHDdaji7fmTT51fjmiiTWvgrslBr7KjRWQ\",\"signingKeySignature\":\"0x3df7b7a186b3d616b1e89be93ad8ca57c13a9b31067096ef3952c312cf55810f7b6b6a6d8a87185a653b191972cb9acf90ececcd17db785080345b12d62233e01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ah73k0HTdyZdIzNVVZ_b-6L8u89_vtQD9-txjGYASg0\\\",\\\"y\\\":\\\"OEUvYcjIcpZ85AWsawRR8yDgIwUwEvX2i0xAbuXH-YU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"17bMbNF-Afnzk3nbclsW3mz2BqIPsF69F42X-6WtBRg\"}"