"{\"content\":{\"body\":\"**Summary**\\n\\n**Event**: Family White Elephant Christmas Digital Gift Exchange. Founded: December 2021\\n\\n**Participants**: Any family member 18 years or older may participate even if they are not present for the family Christmas event (and all invited guests 18 years or older if they are present at the family Christmas Event), but only those who have contributed to the Event’s digital wallet as further described below may participate.\\n\\n**What Gifts are Exchanged?** Digital Collectibles \\\\[Examples Include NFTs, Digital Currencies, etc.\\\\]\\n\\n**Address Wallet #1: WHITEELEPHANT.WALLET (on Polygon Blockchain)** (0xbD63d1517ad81dA4D472b0779Abc880DF9Ba5E18)\\n\\n**Address Wallet #2: WHITEELEPHANT.SOL (on Solana Blockchain)**\\n\\n(Ax1rj6rD7untT3an7b6nR53LKpMVjwFo6GEBX8SrgeSD)\\n\\n**When will the Event occur?** The date and time of the Event varies each year but will be sometime near Christmas each year: Follow <https://twitter.com/blockchainelf> for Event announcements and details. You may contribute gifts at any time of the year so long as you send the gift to the white elephant wallet at least 1 day prior to the Event.\\n\\n**Does the Digital Gift Exchange replace the family white elephant physical gift exchange?**\\n\\nAnswer: No. The Digital Gift Exchange is in addition to the physical gift exchange. You may participate in one exchange or both exchanges. However, the Digital Gift exchange will allow an opportunity for family members who are unable to be physically present for the family’s Christmas gathering to participate in the digital gift exchange.\\n\\n**Tell me How to Participate (for updated news follow:**<https://twitter.com/blockchainelf>)\\n\\n**Step 1**: Set up a Blockchain Wallet(s) if you do not have one yet: \\\\[Search Google for Explanation Videos – Research and Learn\\\\]. Its fee to set up a wallet. DO NOT LOSE OR SHARE YOUR SEEDPHRASE.\\n\\n***Note***: the white elephant gift exchange has two wallets on two different blockchains. One wallet has been set up on the Polygon Blockchain (This is the WHITEELEPHANT.WALLET address). The other wallet has been set up on the Solana Blockchain (This is the WHITEELEPHANT.SOL address). The gift wallets have been set up on two different blockchains initially to provide for future flexibility and adaptability as technology develops. Eventually, the gift exchange may focus on one blockchain or may expand to other blockchains as technology evolves.\\n\\n***Recommendation***: Set up a wallet on both blockchains (Solana and Polygon) so that you can give and receive gifts on both blockchains. You may also want an Ethereum address since its free to set up. Note, however, that transactions on Ethereum usually require large fees (called gas), which is whey this gift exchange was not set up on Ethereum.\\n\\n***WARNING***: As of the time of this writing you cannot send digital assets cross blockchains. Thus, DO NOT try to send assets in your Polygon wallet to a Solana wallet or from a Solana wallet to Polygon wallet. Thus, only send Polygon assets to WHITEELEPHANT.WALLET and only send Solana assets to WHITELEPHANT.SOL. Be careful when transferring any assets on the blockchain since transactions are irreversible.\\n\\n**Step 2:** Send your digital wallet addresses(es) to the email address you were given at Christmas. This will register your wallet address(es) for future Events.\\n\\n**Step 3**: Once you have set up a wallet (or wallets) and you feel comfortable with how they work you may begin placing assets into your wallet. The most common beginning point for purchasing assets (as of the date of this writing) is Coinbase.com. If you set up an account on Coinbase.com you can view which assets are available for purchase on their site. Some assets, such as Polygon (Matic) or Solana (SOL) can be used to purchase other assets (for example, Non-Fungible Tokens “NFTs”). If you purchase an asset such as Solana on Coinbase, it will reside with Coinbase until you transfer it to your own wallet (which you set up in Step 1 above).\\n\\n**Step 4**:  Purchase or create a digital asset, which will be held in your wallet. For example, you can purchase an NFT (or create your own) to be held in your wallet address. Google and research how to do this. Ask family members for assistance too as it can be difficult to grasp when beginning. Part of the reason for the gift exchange is to learn about emerging technologies and how to participate in them.\\n\\n**Step 5**: Once you have digital assets in your wallet you can decide which asset(s) you would like to contribute to the white elephant gift exchange. Select the asset you want to gift and send it to the applicable white elephant wallet (for example, if you are sending a Solana NFT as a gift, then send the Solana NFT you purchased (or created) to the WHITEELEPHANT.SOL wallet address). All gifts sent to any Whiteelephant address at least 1 day prior to the Event will be part of the gift exchange.\\n\\n**Step 6**:   Mint your favorite family picture or video and send it to the white elephant wallet. Remember to only send the minted family picture or video to the same blockchain that you created it on. For example, if you mint a family picture on the Polygon blockchain then you must send it to the Polygon wallet (i.e. WHITEELEPHANT.WALLET). Make sure you (and those in the picture or video) are comfortable publicly displaying the photo or video. The minted photo or video that you send to the white elephant wallet will stay in the white elephant gift exchange wallet as a memory forever and is not tradeable in any exchange.\\n\\nCongratulations! If you have completed the steps above then you are eligible to participate in the White Elephant Gift Exchange. The Gift Exchange during the Event will take place as follows:\\n\\n**Gift Exchange on Day of Event:**\\n\\nAll gifts contributed to the wallet will be viewable by all participants (it is a public blockchain, lol). On the day of the Event all registered wallets that completed the steps above will participate in a poll to determine who will get the last selection during the exchange. The poll will ask all participants to select the best gift contributed to the exchange. The wallet that contributed the best gift will go last in the white elephant exchange. All other gift selections will be conducted through a random draw. If the poll results in a tie, then all gift selections will be randomized. Once the gift selection order has been determined the gift exchange will be conducted in accordance with normal white elephant gift exchange rules. Each gift will be anonymized in some way, so the gift selector does not know which gift they are picking when it is their turn. Each gift selector may either pick an anonymized gift or steal a previously selected gift when it is their turn. A gift may not be stolen more than three times. Gift selection and stealing continues until all participants have selected. After the Event, all gifts will be transferred to the winning wallets! If there are insufficient funds in the whiteelephant wallet to transfer a gift then the gift will remain in the white elephant wallet until the new owner contributes sufficient funds to the whiteelephant wallet to complete the transfer.\\n\\n**We probably missed Something so please follow us on twitter @blockchainelf and Look for Additional Information Here:**\\n\\n[https://y.at/%F0%9F%90%98%F0%9F%8E%81%F0%9F%92%A9%F0%9F%98%82]()\\n\\n![https://y.at/%F0%9F%90%98%F0%9F%8E%81%F0%9F%92%A9%F0%9F%98%82](https://images.mirror-media.xyz/publication-images/tBdoy5n__cWA0CdBN3IXz.png?height=150&width=600)\\n\\n\",\"timestamp\":1640801273,\"title\":\"Family White Elephant Christmas Digital Gift Exchange\\n\"},\"digest\":\"zL_d4L0DVkoFdqzMAvPKp2lN1MacYbmt5Ush0_Rstu0\",\"authorship\":{\"contributor\":\"0xbD63d1517ad81dA4D472b0779Abc880DF9Ba5E18\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9O1OlfjuoSpW4GaMQ_fSmCe1Gg58WYyWhu1xK2eoyrI\\\",\\\"y\\\":\\\"XWNKoPJk619DiWinG90R4Zu7K1z7QkqQB7huGP7UvP4\\\"}\",\"signature\":\"2IfgD6b-PH_naQ9uuSDXY8D2IeZhQD6B4uIceLvwWNJYoe5YWgM5Oxrgx1WTJv3gogwi9SyxDLsLJdLuXhX3Kg\",\"signingKeySignature\":\"0xd38164d75d3c4e743f3ab83c0a27a3be97f0499e6f4970ab8c72490c6ccd35df3dcd777282bb417ccb1191a69dc9a31004e08fa5c6b41a77735369976b162cde1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9O1OlfjuoSpW4GaMQ_fSmCe1Gg58WYyWhu1xK2eoyrI\\\",\\\"y\\\":\\\"XWNKoPJk619DiWinG90R4Zu7K1z7QkqQB7huGP7UvP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CuTjncICGMZSdV22Jvn1yJCQsveR-fgh4Hqzfpf-fF0\"}"