"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*5-j3RmwOEFAMYWqX8U9BrQ.png)\\n\\n**An open-source protocol**\\n\\nThe traditional way to build a metaverse is a top-down approach, even with the technology of NFT, the intellectual property rights are still held by the creators which makes it difficult for derivative creation. The bottom-up approach is to first form a community, then to build the metaverse. It requires creators to have a more open mind towards intellectual property, a protocol is needed in such circumstances, such as CC0. All the IP is given away, so the community might grow as freely as possible.\\n\\nOtherwise, NFT without an open-source license would be like building new walls in the crypto world. They are cultural Lego bricks but with locks on them. The potential of NFT is how it could enable derivative creation which only works with a protocol such as CC0. Before the time of NFTs, it would be difficult for creators to monetize their works if they apply CC0 to their works. But now we have NFT, all derivatives extend the original project’s aura and cultural charge. Accordingly, CC0 can be a powerful force multiplier for growing an NFT brand. And we can foresee there will be a huge explosion of CC0 IP which makes traditional IP evolve or be forgotten.\\n\\nIsekai Metaverse is completely open to interpretation, users can do whatever they want with the characters they claim and other NFTs we will launch later on. And also users will have to allow other users to make derivatives on their derivatives as well. This works like the license of the software. The first line of a smart contract code is the license, for example, the first line of the Isekai Character contract is “SPDX-License-Identifier: MIT”, which means “permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the “Software”), to deal in the Software without restriction”.\\n\\nThe reason why NFT has such a huge impact on the creator economy is not only because of the technological and financial innovation it brings, but also the underlying philosophical essence of the blockchain which is decentralization.\\n\\n**Socializing and creating**\\n\\nThe ecosystem helps shape how users and authors interact with each other. Users can give instant feedback in the ecosystem using our decentralized on-chain social network. They have a sort of direct connection with content creators giving them a “Producer-like Feeling.” In comparison, authors have an incentive to maintain a user fanbase given that user reviews increase the number of reputations stories have, and thus as a result interaction and feedback become a sort of gamified currency that can bring certain stories up to the top. Users can not only have ownership of the content they like by holding NFTs, but they also have a sort of direct connection with content creators.\\n\\nWe want more amateur authors to get involved in the creating, and in the ecosystem readers and authors should be in dialogue with each other more frequently. In this kind of creating, with the lack of editors, to an author, the only thing that verifies whether people find their works interesting or not is the direct feedback from their readers and the numbers in their analytics.\\n\\n**The death of the author? Or the decentralization of the author?**\\n\\nIn Lootproject, writers, artists, poets, novelists, graphic designers, video-makers, are all free to make what they want to make to interpret these collectibles. Loot essentially is a kind of text, which presents a perfect example of Roland Barthes’ “the death of the author”. According to Barthes, readers must separate a literary work from its creator in order to liberate the text from interpretive tyranny. Each piece of writing contains multiple layers and meanings. Barthes draws an analogy between text and textiles, declaring that a “text is a tissue of quotations,” drawn from “innumerable centers of culture,” rather than from one, individual experience. The essential meaning of a work depends on the impressions of the reader, rather than the “passions” or “tastes” of the writer; “a text’s unity lies not in its origins,” or its creator, “but in its destination,” or its audience. Authors are writing stories, but they don’t necessarily get to decide which story gains the audience.\\n\\nBarthes’s articulation of the death of the author is a radical and drastic recognition of this severing of authority and authorship. The concept and the paradigm were put up decades ago, but in the past, such creation would never be able to be adopted massively until blockchain technology makes it possible. Value potential is no longer straightforwardly embedded and defined in an NFT by its creator but is something awaiting creation by the collector community, who does so by building games, creating avatars, write novels, so the NFT can uptake value. Instead of discovering a “single ‘theological’ meaning (the ‘message’ of the Author-God who defined every aspect of an NFT and offer it up for minting by collectors),” readers of a text discover that writing, in reality, constitutes “a multi-dimensional space,” which cannot be “deciphered,” only “disentangled.”\\n\\nIn Isekai Character there are smart-contract readable parameters for each of the inventory slots, and furthermore, users can edit these parameters. It can be considered as on-chain light novel creation, but it is much more than literary creation, it should be categorized as a “media mix”, games and other experiences can be built on top.\\n\\nThe community is not only free to participate in the metaverse building, but free to secede and build their own world if they want to, with no fear that objects from the platform they secede from would be rendered unusable in their own. Everyone can build a parallel universe with the NFT primitives and create their own narratives. They don’t need to compromise to the mega-corporations like Disney and have no control of how the narrative goes. In this “multi-dimensional space”, users can choose to interact with other narratives or focus on their own. They don’t need to worry that the world they build would disappear, these ongoing and everlasting worlds will eventually form the true metaverse.\",\"timestamp\":1640875110,\"title\":\"A New Paradigm: Building a Bottom-up ACGN Creator Ecosystem with Open-source Protocol, Decentralized Social Network, and the Decentralization of the Author\"},\"digest\":\"SqItQPt5bIvAuF_xxIBJmw7tYX-LA4hFpk1EXBOEYnI\",\"authorship\":{\"contributor\":\"0xE828f8bE1a3CB994133936fB4D9A708a7D192462\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xom6jHZ5scRYRlWbISOHmxWSntjp0-OadhmApzUUItI\\\",\\\"y\\\":\\\"V9BgfrYbsSYkpzVTSK2rJNwrTb8zXVoTGM1xVzGqAaY\\\"}\",\"signature\":\"iQoa69FijLNRXKsy2zJSfGJkJzGoHbq0d0sG44UXTM7CFUbEQS9qftw7RZOAFZCMxSbj5vHfmXkVkFKtGuKWHA\",\"signingKeySignature\":\"0x1d0e5a7f3b69b271cad82f9a74be8153d52257295c4933d02679887609cbb204332579cabe4f095b76e06ecf33046105208023b7296064b0272e62b6964fb8851c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xom6jHZ5scRYRlWbISOHmxWSntjp0-OadhmApzUUItI\\\",\\\"y\\\":\\\"V9BgfrYbsSYkpzVTSK2rJNwrTb8zXVoTGM1xVzGqAaY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SqItQPt5bIvAuF_xxIBJmw7tYX-LA4hFpk1EXBOEYnI\"}"