"{\"content\":{\"body\":\"![Alexander Zverev kisses the trophy after winning the ATP Tour Finals in Turin, Italy, on Sunday.](http://img2.chinadaily.com.cn/images/202111/23/619c4931a310cdd3d81c34c9.jpeg)\\n\\n**German's adventurous tactics outsmart Medvedev in Tour Finals showdown**\\n\\nTURIN, Italy－Audacious swinging volley winners. A bold serve-and-volley approach. An ace out wide on his first match point－with his second serve.\\n\\nAlexander Zverev showed off new, more aggressive tactics in a dominant 6-4, 6-4 win over second-ranked Daniil Medvedev on Sunday to lift the trophy at the ATP Finals for the second time.\\n\\nA day after beating top-ranked Novak Djokovic over three sets in the semifinals, Zverev raised his game to a new dimension.\\n\\n\\\"It was definitely a game plan,\\\" Zverev said. \\\"He's one of the best baseline players in the world, and against him you need to take control over the points, and I did that today and that's why it worked out very well for me.\\\"\\n\\nIt was a similar approach to how Djokovic beat Medvedev in the Paris Masters final earlier this month, when the Serb attacked the net more often than usual.\\n\\n\\\"He's been playing great tennis for a while but now he's also playing very intelligent tennis,\\\" said Zverev's older brother and fellow pro, Mischa, who has been coaching him in the absence of Alexander Zverev Sr.\\n\\n\\\"He's improving his game,\\\" Mischa said in an on-court interview shortly after the final, as Zverev was still basking in the crowd adulation and signing autographs.\\n\\n\\\"I've seen him hit his backhand-slice approach shot and hit a volley drop shot to finish off the point, serve and volley. I really enjoyed watching it.\\\"\\n\\nMischa, a pure serve-and-volleyer who reached a career-high ranking of No 25 in 2017, is clearly urging his brother to come forward more.\\n\\nAt 6-foot-6(1.98 meters) and with a huge wingspan, Zverev can be quite an imposing figure at the net.\\n\\n\\\"That's what I told him. I'm like, 'Just be creative and play smart, play with your heart and your brain,'\\\" Mischa said. \\\"That's what he was doing. He wasn't just playing solid tennis, he was playing mostly creative tennis.\\\"\\n\\nMedvedev, the US Open champion, won this event last year and had beaten Zverev five consecutive times.\\n\\n\\\"There's no better way to end the season than winning here,\\\" Zverev said. \\\"I'm also now very much looking forward to next year already.\\\"\\n\\nThe title culminates quite a year for Zverev, who also won the gold medal at the Tokyo Olympics and who has now finished 2021 with more wins on tour－59, one more than Medvedev－than anyone else.\\n\\nThe main thing missing in Zverev's trophy collection is a Grand Slam title, having lost an epic final to Dominic Thiem in last year's US Open final, when Zverev served for the title in the deciding fifth set.\\n\\n\\\"I kind of succeeded on every level and there's one thing missing,\\\" Zverev said. \\\"So I hope I can do that next year.\\\"\\n\\nMedvedev said that Zverev is capable of beating anybody.\\n\\n\\\"He definitely can win a Grand Slam because it's just obvious,\\\" the Russian said. \\\"But he's not the only one. That's where it gets tough. You need to win seven matches to be a Grand Slam champion. Is he capable? Yes. Is he going to do it? We never know.\\\"\\n\\nAdded Mischa on the prospect of a major title: \\\"It's coming. You never know. I can't predict the future but I feel like it could be coming.\\\"\\n\\nThe final was a rematch of a round-robin encounter on Tuesday, when Medvedev beat Zverev in a third-set tiebreaker.\\n\\nThis one went Zverev's way from the start as the German crushed a huge backhand to the corner then benefitted from a net-cord winner to break Medvedev's serve in the third game of the match.\\n\\nHelped by fast conditions inside the Pala Alpitour, Zverev was virtually untouchable on his serve, winning 20 of 25 service points in the first set.\\n\\nZverev broke again in the opening game of the second set and hardly wavered the rest of the way.\\n\\nThis marked the first edition of the season-ending event for the top eight players in Turin－after 12 years in London, where Zverev won his first Tour Finals title in 2018.\\n\\n\\\"Obviously London was an incredible event but I think Italy has topped it,\\\" Zverev said.\\n\\n\\\"What makes it so special here in Italy is the fans, because the fans are absolutely insane,\\\" Zverev added. \\\"It's the loudest crowd, it's the most energetic crowd.\\\"\",\"timestamp\":1637853379,\"title\":\"Swashbuckling Zverev serves up surprise\"},\"digest\":\"bI89WYT41xzJwTjj8tSKlV-TWkjxBP-_gqapBssujlI\",\"authorship\":{\"contributor\":\"0x5f5A2E31dC5169Ad03732aafc0F7797b02aAA06F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y2-uQUWmzFu3dYYZIseRYDCbe2fQNtRZ95BtsDy3Xtk\\\",\\\"y\\\":\\\"1ZgkLmhRFFtogV7UFi8_JWVvcbF1-g4KZbtSpZgWRBI\\\"}\",\"signature\":\"kI3dPihdEj7XMylmlp5hfsg3-08h96xQHgoZ3AsrDt52MXtDHz-COf9cW2xB7rdXc0UBslxGE2sUFuMs-UpnlQ\",\"signingKeySignature\":\"0xc01f1f72fa8f61a0d9a00e61bca248d74518adc79b1b1decb0ddc26fd25c1d7941dab8d14b9f274b3caa92ae20e5321c23ec0452fa0c139b7991d69f0b423ff91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y2-uQUWmzFu3dYYZIseRYDCbe2fQNtRZ95BtsDy3Xtk\\\",\\\"y\\\":\\\"1ZgkLmhRFFtogV7UFi8_JWVvcbF1-g4KZbtSpZgWRBI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bI89WYT41xzJwTjj8tSKlV-TWkjxBP-_gqapBssujlI\"}"