"{\"content\":{\"body\":\"With thanks again to [Richard Horvath](https://unsplash.com/@orwhat) for the lovely cover photo.\\n\\n## Today’s online “consumers” act like consumer internet developers.\\n\\nToday, consumers are active participants in online ecosystems. They create and build games, write and publish content to thousands or millions of followers, livestream their lives, design and mint NFTs, support and promote artists and projects they admire, and more. Like the internet developers of the past 15-20 years, consumers have an active role in shaping online spaces.\\n\\n**Rather than purely consuming content or using platforms, consumers can be *patrons* of creators and projects they admire, *producers* of online experiences and content, or be a mix of both.**\\n\\nAs a result, we are seeing a general shift from users of internet platforms behaving like “consumers” of those platforms, and instead seeing those same users behave like online developers, collaborators, contributors and supporters. Let’s call these new internet participants **patron-producers**.\\n\\nLike our historical internet developers, a modern patron-producer faces many problems and challenges in exerting control over their online environment. These problems include (but are not limited to):\\n\\n* Lack of ownership or ability to monetize on their creations\\n* Difficulty identifying emerging creators to support\\n* Access to capital to support emerging projects/creators\\n* Access to capital to participate in emerging projects\\n* Barriers to extending the complexity/capabilities of what they can create\\n* Access to specialized education on how to improve their creations/contributions\\n* Connection to others in their craft or area of patronage\\n* Access to new ideas for inspiration\\n* Ways to distribute their creations to others\\n* Keeping pace with a rapidly accelerating online ecosystem\\n\\n![The overlap between patrons and producers, and the challenges faced by these internet participants.](https://images.mirror-media.xyz/publication-images/79wDvaw_uwGvNi0ZVKolr.png?height=845&width=1163)\\n\\nThis isn’t an exhaustive list, but if you’re curious about what these problems are just join one of the many patron-producer online communities!\\n\\nWe are beginning to see tools and products emerge to solve some of these problems. And because consumer internet participants (our patron-producers) are acting more like internet developers than ever before, **many of the companies behind these tools are adopting many of the same product & GTM strategies we saw with developer platforms over the past 5-10 years.**\\n\\n## So how are these companies adapting product and growth strategies from developer platforms, to attract users and address the problems of patron-producers?\\n\\nOver the past few months I have observed the following trends among this patron-producer oriented company. Many of these trends look and feel very similar to the developer laws and go-to-market strategies advocated for by developer platform companies:\\n\\n### Trend 1: A community-based approach\\n\\n*Why?* Developers are at the forefront of the internet, facing new problems as a result of the often new and raw ecosystems they are working in. Developers are then self-educating themselves on how to solve these problems, and communities are the place where developers go to discover if anyone else has solved a similar problem or can collaborate on finding a solution.\\n\\nSimilarly for patron-producers, more and more participants on the internet are working in new, fast-paced ecosystems where they are self-educating. An example? Creators of NFT projects looking to understand how to create, launch, distribute and maintain their projects.\\n\\nAs more of us become self-educated patron-producers, we are adopting the developer strategy of constantly teaching ourselves new skills and trying to keep pace with a rapidly evolving online ecosystem. And as a result, we are hungry for community-based resources that are accessible, constantly updated, and crowdsourced to reflect a variety of perspectives and methods.\\n\\n### Trend 2: Community members are encouraged to collaborate with each other to identify pain points, and interact with the community to build solutions\\n\\n*Why?* Beyond being sites for education and collaboration, communities also become the idea lab and testing ground for new ideas. As community members work together to educate and solve problems, often ideas will emerge about how to solve recurring problems or ones faced by multiple community members. Projects are built, and then early community members are willing to try MVPs and provide feedback because they feel alignment with the community or share the problem solved by the new project.\\n\\nExample: the recently launched NFT music patronage platform [Sound.xyz](https://www.sound.xyz/) was partially incubated in the DAO [Friends with Benefits](https://www.fwb.help/).\\n\\n### Trend 3: Companies incentivize contribution to the community, either through monetary, token or reputation-based incentives\\n\\n*Why?* For developer platforms that start with open source communities, there is often a system for rewarding high quality or consistent contribution. For the [Apache Software Foundation](https://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.106.3523&rep=rep1&type=pdf), for example, contributors can be rewarded by being moved up in rank from a developer to a “committer,” where they can now make changes directly to the source code repository. Committers can continue to move up the ranks of the foundation, where they can ultimately take governance positions. These governance roles carry status/cachet in the community of Apache developers.\\n\\nA structure that incentivizes quality/consistent contribution is key for developer platforms communities and open source projects, because it creates a self-sustaining flywheel for increasing the number of community members, quality of community support, and quality of the software.\\n\\nAs patron-producer companies look to build their communities, they are modeling the usage of incentivized contribution and community engagement. For DAOs, this incentivization is more decentralized through governance tokens (see my piece on DAOs and governance [here](https://docs.google.com/document/d/1qJR9L0vbaH1YtPyaa-eC5sWf2I-4XnzcoZGsQnWlOes/edit?usp=sharing)), reputation models, and other modes.\\n\\n### Trend 4: Companies and communities look to attract influential consumers who can spread the word and grow the community and/or status of the product\\n\\n*Why?* For developer platforms, having influential community members and users who talk about the product is key. An influential community member often means a user and evangelist in a top buyer role at a large organization (theoretical example, in data engineering this could be a head data scientist at Databricks). **This community member both has (1) reach and (2) legitimacy**. The community member has a large network due to their role - a network to which they can evangelize the product - and because of their legitimacy their network is likely to listen and follow their advice. Influential community members can help to both legitimize a product by lending out their legitimacy, as well as grow the community by being an efficient and effective distributor of the product.\\n\\nFor similar reasons, patron-producer companies pursue influential community members that have reach and legitimacy in the domain of the company/community. For example, art communities like [PleasrDAO](https://pleasrdao.org) have community members like the recording artist [RAC](http://rac.fm). Investing and DAO creation communities like [Seed Club](https://seedclub.xyz) claim influential members like Packy McCormick, Li Jin and more.\\n\\n![Tweet from RAC](https://images.mirror-media.xyz/publication-images/yGPAV8DosCt9wsJwE3rnj.png?height=325&width=479)\\n\\n### Trend 5: Companies and communities focus early community efforts on content\\n\\n*Why?* As with developer platforms, content is crucial to sharing the word about the value of the product/community and how it can be leveraged. High quality content explains the problem the product is solving, how it solves the problem, how the product can be used, and how others are using it. Potential users can use the content to quickly understand the problem and product, and get up and running as a user without having to interact with anyone at the company/community.\\n\\nSimilarly, for patron-producer communities and product, content has become a powerful form of distribution and community member onboarding. Content is so important that web3 communities like DAOs often hire or create pods dedicated to content.\\n\\n### Trend 6: Companies host in-person or live events and “conferences”\\n\\n*Why?* While many successful developer platforms build vibrant online communities, in-person gatherings like dinners, small events and conferences (in a pre-COVID world) were also critical to scaling and engaging the community. For example, thousands attend Amazon’s AWS Re:Invent to learn about the latest advancements in cloud computing, network with community members, and meet other companies building in the space.\\n\\nIn-person (or live-synchronous through platforms like Zoom/Hopin) word of mouth is still critical for distribution. Live events offer a way to create a “velvet-rope” around the product or community in a different way than online community gating. Example: Friends with Benefits and [Bored Ape YC](https://boredapeyachtclub.com/) both host gated parties (some with celebrity performers and attendees), where attendees need to hold an FWB token or an ape to enter. Excited attendees post photos and videos from the events, which generates hype, exclusivity and status around those communities. As Talia Goldberg and I wrote in our [consumer distribution piece](https://www.bvp.com/atlas/investor-field-notes-distribution-and-conversion-models-for-consumer-startups), the velvet rope paired with scarcity can be a powerful distribution tactic.\\n\\nLive, synchronous events also offer additional opportunities for community members to meet one other (which can deepen engagement), share what they are working on, collaborate on projects, and learn from one another.\\n\\n![Layer3 tweeted about FWB parties.](https://images.mirror-media.xyz/publication-images/zHxR8_6EX_qgpDtJ6GX2f.png?height=568&width=476)\\n\\n### Trend 7: Offer low barriers to entry\\n\\n*Why?* Developer platforms are able to operate efficient product-led growth organizations by keeping initial barriers to adoption/entry low. For a product this might mean a freemium pricing model, an easy-to-use basic product that requires no training to use, and for a community some basic ways to contribute to a project without spending hours getting in deep technical specifics or without needing extensive technical knowledge (example: some roles in open-source orgs are less technical like evangelism/content).\\n\\nPatron-producer companies and communities are adopting this strategy of having low barriers to initial entry for some community members. For some communities, this might mean a cheaper membership to access a lower tier of membership, like a newsletter (example: Friends with Benefit’s [local vs. full membership](https://www.fwb.help/join)) so that these members can learn about the community without paying a hefty membership fee upfront. Another is a scholarship program that enables some members to join without having to pay entry fees (example: [YGG’s scholarship program](https://medium.com/yield-guild-games/yield-guild-explains-play-to-earn-and-scholarships-bb1e097c2a61)).\\n\\n### Trend 8: Companies and communities make working in a patron-producer’s current ecosystem easier/faster/better\\n\\n*Why?* The best developer platforms make working with the product in conjunction with an existing workflow as easy as possible for a developer. Better yet, they make working in an existing workflow easier, faster, or otherwise improved. A great example is Bessemer portfolio company [Zapier](https://zapier.com), which is delightful to use because it works so well with so many developers’ existing ecosystems of tools. Zapier also offers so many integrations that when a developer onboards with Zapier they rarely have to worry about Zapier supporting an integration to one of their workflows.\\n\\nMany new patron-producer companies are working to provide the same value to community members and users, where membership means a better experience in the ecosystems where they are already work/contribute. One example is a gaming guild, which allows players of blockchain games to learn how to play better in the games where they are already playing, access additional assets that improve their ability to earn in the games, and loan their assets to the community to earn yield when they are not using them.\\n\\n## Conclusion\\n\\nThese are just some of the trends I have observed as consumer company-building is shifting to look more like developer platform-building. As the online “consumer” looks more and more like a “**patron-producer**,” a mix of developer/ collaborator/ contributor/ supporter in a more participatory and interactive online world, I predict we will see these trends accelerate with new companies and communities being built.\\n\\nAs always I’m excited to hear your feedback and what you are seeing!\\n\\nAlexandra\",\"timestamp\":1641525899,\"title\":\"Building platforms for a patron-producer internet\"},\"digest\":\"I5KPuaLhsTS5vW5PgMRXP6FhhLJ4CdPJTq8YrDTNvbY\",\"authorship\":{\"contributor\":\"0x86c5229E05C9B76a6f8D7B0018532e747afE7872\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EwxkSE1izSi7CAgToYGMm2bMMXCyDh75gyepPBH76-I\\\",\\\"y\\\":\\\"f_1rnQ7cOXcTJ6LmJOtsYAdevLVPvM53f8AowtOAvr4\\\"}\",\"signature\":\"TnJppd64DtSj1KcQ6MdTbadXNcDrEqnfDxcKhverhX_35-tGCmoEZFXfoelLYC0jQaSkYNrRMKSL03arb50OUA\",\"signingKeySignature\":\"0x8c7877b5c3af7dfc85558515f47994a3b0b90de6395f2b6dafea88ca56f8486359881a0abbda0558ce8c5be043986ba57463e05c1a67ecb2854d5ac5a77b779b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EwxkSE1izSi7CAgToYGMm2bMMXCyDh75gyepPBH76-I\\\",\\\"y\\\":\\\"f_1rnQ7cOXcTJ6LmJOtsYAdevLVPvM53f8AowtOAvr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"we3Sar06VZXHO5hU_2Y7urQJFTI8y6tXSBT7pUfwS6c\"}"