"{\"content\":{\"body\":\"\\\"I'm fear'd I'll ha' to tell him,\\\" the boy continued, \\\"'Tis but ma duty.\\\"\\n\\n\\\"Yo' may tell wham yo' like what yo' like,\\\" the girl replied coldly; yet there was a tremor in her voice.\\n\\n\\\"First yo' throws her in the stream,\\\" David went on remorselessly; \\\"then yo' chucks her to the pig, and if it had not bin for me--\\\"\\n\\n\\\"Yo', indeed!\\\" she broke in contemptuously. \\\"Yo'! 'twas Owd Bob reskied her. Yo'd nowt' to do wi' it, 'cept lookin' on--'bout what yo're fit for.\\\"\\n\\n\\\"I tell yo',\\\" David pursued stubbornly, \\\\~'an' it had not bin for me yo' wouldn't have no sister by noo. She'd be lying', she would, pore little lass, cold as ice, pore mite, wi' no breath in her. An' when yo' dad coom home there'd be no Wee Anne to rin to him, and climb on his knee, and yammer to him, and beat his face. An he'd say, 'What's gotten to oor Annie, as I left wi' yo'?' And then yo'd have to tell him, 'I never took no manner o' fash after her, dad; d'reckly yo' back was turned, I--'\\\"\\n\\nThe girl sat down, buried her face in her apron, and indulged in the rare luxury of tears.\\n\\n\\\"Yo're the cruellest mon as iver was, David M'Adam,\\\" she sobbed, rocking to and fro.\\n\\nHe was at her side in a moment, tenderly bending over her.\\n\\n\\\"Eh, Maggie, but I am sorry, lass--\\\"\\n\\nShe wrenched away from beneath his hands.\\n\\n\\\"I hate yo',\\\" she cried passionately.\\n\\nHe gently removed her hands from before her tear-stained face.\\n\\n\\\"I was nob'but laffin', Maggie,\\\" he pleaded; \\\"say yo' forgie me.\\\"\\n\\n\\\"I don't,\\\" she cried, struggling. \\\"I think yo're the hatefullest lad as iver lived.\\n\\nThe moment was critical; it was a time for heroic measures.\\n\\n\\\"No, yo' don't, lass,\\\" he remonstrated; and, releasing her wrists, lifted the little drooping face, wet as it was, like the earth after a spring shower, and, holding it between his two big hands, kissed it twice.\\n\\n\\\"Yo' coward!\\\" she cried, a flood of warm red crimsoning her cheeks; and she struggled vainly to be free.\\n\\n\\\"Yo' used to let me,\\\" he reminded her in aggrieved tones.\\n\\n\\\"I niver did!\\\" she cried, more indignant than truthful.\\n\\n\\\"Yes, yo' did, when we was little uns; that is, yo' was allus for kissin' and I was allus agin it. And noo,\\\" with whole-souled bitterness, \\\"I mayn't so much as keek at yo' over a stone wall.\\\"\\n\\nHowever that might be, he was keeking at her from closer range now; and in that position--for he held her firmly still--she could not help but keek back. He looked so handsome \\\\~--humble for once; penitent yet reproachful; his own eyes a little moist; and, withal, his old audacious self,--that, despite herself, her anger grew less hot.\\n\\n\\\"Say yo' forgie me and l'll let yo' go.\\\"\\n\\n\\\"I don't, nor niver shall,\\\" she answered firmly; but there was less conviction in her heart than voice.\\n\\n\\\"Iss yo' do, lass,\\\" he coaxed, and kissed her again.\\n\\nShe struggled faintly.\\n\\n\\\"Hoo daur yo'?\\\" she cried through her tears. But he was not to be moved.\\n\\n\\\"Will yo' noo?\\\" he asked.\\n\\nShe remained dumb, and he kissed her again.\\n\\n\\\"Impidence!\\\" she cried.\\n\\n\\\"Ay,\\\" said he, closing her mouth.\\n\\n\\\"I wonder at ye, Davie!\\\" she said, surrendering.\\n\\nAfter that Maggie must needs give in; and it was well understood, though nothing definite had been said, that the boy and girl were courting. And in the Dale the unanimous opinion was that the young couple would make \\\"a gradely pair, surely.\\\"\\n\\nM'Adam was the last person to hear the news, long after it had been common knowledge in the village. It was in the Sylvester Arms he first heard it, and straightway fell into one of those foaming frenzies characteristic of him.\\n\\n\\\"The dochter o' Moore o' Kenmuir, d'ye say? sic a dochter o' sic a man! The dochter o' th' one man in the wand that's harmed me aboon the rest! I'd no ha' believed it gin ye'd no tell't me. Oh, David, David! I'd no ha' thocht it even o' you, ill son as ye've aye bin to me. I think he might ha' waited till his auld dad was gone, and he'd no had to wait lang the noo.\\\" Then the little man sat down and burst into tears. Gradually, however, he resigned himself, and the more readily when he realized that David by his act had exposed a fresh wound into which he might plunge his barbed shafts. And he availed himself to the full of his new opportunities. Often and often David was sore pressed to restrain himself.\\n\\n\\\"Is't true what they're sayin' that Maggie Moore's nae better than she should be?\\\" the little man asked one evening with anxious interest.\\n\\n\\\"They're not sayin' so, and if they were 'twad be a lie,\\\" the boy answered angrily.\\n\\nM'Adam leant back in his chair and nodded his head.\\n\\n\\\"Ay, they tell't me that gin ony man knew 'twad be David M'Adam.\\\"\\n\\nDavid strode across the room.\\n\\n\\\"No, no main o' that,\\\" he shouted. \\\"Y'ought to be 'shamed, an owd mon like you, to speak so o' a lass.\\\" The little man edged close up to his son, and looked up into the fair flushed face towering above him.\\n\\n\\\"David,\\\" he said in smooth soft tones, \\\"I'm 'stonished ye dinna strike yen auld dad.\\\" He stood with his hands clasped behind his back as if daring the young giant to raise a finger against him. \\\"Ye maist might noo,\\\" he continued suavely. \\\"Ye maun be sax inches taller, and a good four stane heavier. Hooiver, aiblins ye're wise to wait. Anither year twa I'll be an auld man, as ye say, and feebler, and Wullie here'll be gettin' on, while you'll be in the prime o' yer strength. Then I think ye might hit me wi' safety to your person, and honor to yourself.\\\"\\n\\nHe took a pace back, smiling.\\n\\n\\\"Feyther,\\\" said David, huskily, \\\"one day yo'll drive me too far.\\\"\\n\\nChapter XX. THE SNAPPING OF THE STRING\\n\\nTHE spring was passing, marked throughout with the bloody trail of the Killer. The adventure in the Scoop scared him for a while into innocuousness; then he resumed his game again with redoubled zest. It seemed likely he would harry the district till some lucky accident carried him off, for all chance there was of arresting him.\\n\\nYou could still hear nightly in the Sylvester Arms and elsewhere the assertion, delivered with the same dogmatic certainty as of old, \\\"It's the Terror, I tell yo'!\\\" and that irritating, inevitable reply: \\\"Ay; but wheer's the proof?\\\" While often, at the same moment, in a house not far away, a little lonely man was sitting before a low-burnt fire, rocking to and fro, biting his nails, and muttering to the great dog whose head lay between his knees:\\n\\n\\\"If we had but the proof, Wullie! if we had but the proof! I'd give ma right hand aff my arm gin we had the proof to-morrow.\\\"\\n\\nLong Kirby, who was always for war when some one else was to do the fighting, suggested that David should be requested, in the name of the Dalesmen, to tell M'Adam that he must make an end to Red Wull. But Jim Mason quashed the proposal, remarking truly enough that there was too much bad blood as it was between father and son; while Tammas proposed with a sneer that the smith should be his own agent in the IJatter.\\n\\nWhether it was this remark of Tammas's which stung the big man into action, or whether it was that the intensity of his hate gave him unusual courage, anyhow, a few days later, M'Adam caught him lurking in the granary of the Grange.\\n\\nThe little man may not have guessed his murderous intent; yet the blacksmith's white-faced terror, as he crouched away in the darkest corner, could hardly have escaped remark; though--and Kirby may thank his stars for it--the treacherous gleam of a gun-barrel, ill-concealed behind him, did.\\n\\n\\\"Hullo, Kirby!\\\" said M'Adam cordially, \\\"ye'll stay the night wi' me?\\\" And the next thing the big man heard was a giggle on the far side the door, lost in the clank of padlock and rattle of chain. Then--through a crack-- \\\"Good-night to ye. Hope ye'll be comfie.\\\" And there he stayed that night, the following day and next night--thirty-six hours in all, with swedes for his hunger and the dew off the thatch for his thirst.\\n\\nMeanwhile the struggle between David and his father seemed coming to a head. The little man's tongue wagged more bitterly than ever; now it was never at rest--searching out sores, stinging, piercing.\\n\\nWorst of all, he was continually dropping innuendoes, seemingly innocent enough, yet with a world of subtile meaning at their back, respecting Maggie. The leer and wink with which, when David came home from Kenmuir at nights, he would ask the simple question, \\\"And was she kind, David--eh, eh?\\\" made the boy's blood boil within him.\\n\\nAnd the more effective the little man saw his shots to be, the more persistently he plied them. And David retaliated in kind. It was a war of reprisals. There was no peace; there were no truces in which to bury the dead before the opponents set to slaying others. And every day brought the combatants nearer to that final struggle, the issue of which neither cared to contemplate.\\n\\nThere came a Saturday, toward the end of the spring, long to be remembered by more than David in the Dale.\\n\\nFor that young man the day started sensationally. Rising before cock-crow, and going to the window, the first thing he saw in the misty dawn was the gaunt, gigantic figure of Red Wull, hounding up the hill from the Stony Bottom; and in an instant his faith was shaken to its foundation.\\n\\nThe dog was travelling up at a long, slouch ing trot; and as he rapidly approached the house, David saw that his flanks were all splashed with red mud, his tongue out, and the foam dripping from his jaws, as though he had come far and fast.\\n\\nHe slunk up to the house, leapt on to the sill of the unused back-kitchen, some five feet from the ground, pushed with his paw at the cranky old hatchment, which was its only covering; and, in a second, the boy, straining out of the window the better to see, heard the rattle of the boards as the dog dropped within the house.\\n\\nFor the moment, excited as he was, David held his peace. Even the Black Killer took only second place in his thoughts that morning. For this was to be a momentous day for him.\\n\\nThat afternoon James Moore and Andrew would, he knew, be over at Grammoch-town, and, his work finished for the day, he was resolved to tackle Maggie and decide his fate. If she would have him--well, he would go next morning and thank God for it, kneeling beside her in the tiny village church; if not, he would leave the Grange and all its unhappiness behind, and straightway plunge out into the world.\\n\\nAll through a week of stern work he had looked forward to this hard-won half-holiday. Therefore, when, as he was breaking off at noon, his father turned to him and said abruptly:\\n\\n\\\"David, ye're to tak' the Cheviot lot o'er to Grammoch-town at once,\\\" he answered shortly:\\n\\n\\\"Yo' mun tak' 'em yo'sel', if yo' wish 'em to go to-day.\\\"\\n\\n\\\"Na,\\\" the little man answered; \\\"Wuflie and me, we're busy. Ye're to tak' 'em, I tell ye.\\\"\\n\\n\\\"I'll not,\\\" David replied. \\\"If they wait for me, they wait till Monday,\\\" and with that he left the room.\\n\\n\\\"I see what 'tis,\\\" his father called after him; \\\"she's give ye a tryst at Kenmuir. Oh, ye randy David!\\\"\\n\\n\\\"Yo' tend yo' business; I'll tend mine,\\\" the boy answered hotly.\\n\\nNow it happened that on the previous day Maggie had given him a photograph of herself, or, rather, David had taken it and Maggie had demurred. As he left the room it dropped from his pocket. He failed to notice his loss, but directly he was gone M'Adam pounced on it.\\n\\n\\\"He! he! Wullie, what's this?\\\" he giggled, holding the photograph into his face. \\\"He! he! it's the jade hersel', I war'nt; it's Jezebell\\\"\\n\\nHe peered into the picture.\\n\\n\\\"She kens what's what, I'll tak' oath, Wullie. See her eyes--sae saft and languishin'; and her lips--such lips, Wullie!\\\" He held the picture down for the great dog to see: then walked out of the room, still sniggering, and chucking the face insanely beneath its cardboard chin.\\n\\nOutside the house he collided against David. The boy had missed his treasure and was hurrying back for it.\\n\\n\\\"What yo' got theer?\\\" he asked suspiciously.\\n\\n\\\"Only the pictur' o' some randy quean,\\\" his father answered, chucking away at the inanimate chin.\\n\\n\\\"Gie it me!\\\" David ordered fiercely. \\\"It's mine.\\\"\\n\\n\\\"Na, na,\\\" the little man replied. \\\"It's no for sic douce lads as dear David to ha' ony touch wi' leddies sic as this.\\\"\\n\\n\\\"Gie it me, I tell ye, or I'll tak' it!\\\" the boy shouted.\\n\\n\\\"Na, na; it's ma duty as yer dad to keep ye from sic limmers.\\\" He turned, still smiling, to Red Wull.\\n\\n\\\"There ye are, Wullie!\\\" He threw the photograph to the dog. \\\"Tear her, Wullie, the Jezebel!\\\"\\n\\nThe Tailless Tyke sprang on the picture, placed one big paw in the very centre of the face, forcing it into the muck, and tore a corner off; then he chewed the scrap with unctious, slobbering gluttony, dropped it, and tore a fresh piece.\\n\\nDavid dashed forward.\\n\\n\\\"Touch it, if ye daur, ye brute!\\\" he yelled; but his father seized him and held him back.\\n\\n'And the dogs o' the street,' \\\" he quoted. David turned furiously on him.\\n\\n\\\"I've half a mind to brak' ivery bone in yer body!\\\" he shouted, \\\"robbin' me o' what's mine and throwin' it to yon black brute!\\\"\\n\\n\\\"Whist, David, whist!\\\" soothed the little man. \\\"Twas but for yer am good yer auld dad did it. 'Twas that he had at heart as he aye has. Rin aff wi' ye noo to Kenmuir. She'll mak' it up to ye, I war'nt. She's leeberal wi' her favors, I hear. Ye've but to whistle and she'll come.\\\"\\n\\nDavid seized his father by the shoulder.\\n\\n\\\"An' yo' gie me much more o' your sauce,\\\" he roared.\\n\\n\\\"Sauce, Wullie,\\\" the little man echoed in a gentle voice.\\n\\n\\\"I'll twist yer neck for yo'!\\\"\\n\\n\\\"He'll twist my neck for me.\\\"\\n\\n\\\"I'll gang reet awa', I warn yo', and leave you and yer Wullie to yer lone.\\\"\\n\\nThe little man began to whimper.\\n\\n\\\"It'll brak' yer auld dad's heart, lad,\\\" he said.\\n\\n\\\"Nay; yo've got none. But 'twill ruin yo', please God. For yo' and yer Wullie'll get ne'er a soul to work for yo'--yo' cheeseparin', dirty-tongued Jew.\\\"\\n\\nThe little man burst into an agony of affected tears, rocking to and fro, his face in his hands. gaein' to leave us--the son o' my bosom! my Benjamin! my little Davie! he's gaein' awa'!\\\"\\n\\nDavid turned away down the hill; and M'Adam lifted his stricken face and waved a hand at him.\\n\\n'Adieu, dear amiable youth!' \\\" he cried in broken voice; and straightway set to sobbing again.\\n\\nHalf-way down to the Stony Bottom David turned.\\n\\n\\\"I'll gie yo' a word o' warnin',\\\" he shouted back. \\\"I'd advise yo' to keep a closer eye to yer Wullie's goings on, 'specially o' nights, or happen yo'il wake to a surprise one mornin'.\\\"\\n\\nIn an instant the little man ceased his fooling. \\\"And why that?\\\" he asked, following down the hill.\\n\\n\\\"I'll tell yo'. When I wak' this mornin' I walked to the window, and what d'yo' think I see? Why, your Wullie gollopin' like a good tin up from the Bottom, all foamin', too, and red-splashed, as if he'd coom from the Screes. What had he bin up to, I'd like to know?\\\"\\n\\n\\\"What should he be doin',\\\" the little man replied, \\\"but havin' an eye to the stock? and that when the Killer might be oot.\\\"\\n\\nDavid laughed harshly.\\n\\n\\\"Ay, the Killer was oot, I'll go bail, and yo' may hear o't afore the evenin', ma man,\\\" and 'with that he turned away again.\\n\\nAs he had foreseen, David found Maggie alone. But in the heat of his indignation against his father he seemed to have forgotten his original intent, and instead poured his latest troubles into the girl's sympathetic ear.\\n\\n\\\"There's but one mon in the world he wishes worse nor me,\\\" he was saying. It was late in the afternoon, and he was still inveighing against his father and his fate. Maggie sat in her father's chair by the fire, knitting; while he lounged on the kitchen table, swinging his long legs.\\n\\n\\\"And who may that be?\\\" the girl asked.\\n\\n\\\"Why, Mr. Moore, to be sure, and Th' Owd Un, too. He'd do either o' them a mischief if he could.\\\"\\n\\n\\\"But why, David?\\\" she asked anxiously. \\\"I'm sure dad niver hurt him, or ony ither mon for the matter o' that.\\\"\\n\\nDavid nodded toward the Dale Cup which rested on the mantelpiece in silvery majesty.\\n\\n\\\"It's yon done it,\\\" he said. \\\"And if Th' Owd Un wins agin, as win he will, bless him! why, look out for 'me and ma Wullie'; that's all.\\\"\\n\\nMaggie shuddered, and thought of the face at the window.\\n\\n\\\" 'Me and ma Wullie,' \\\" David continued; \\\"I've had about as much of them as I can swaller. It's aye the same--'Me and ma Wullie,' and 'Wullie and me,' as if I never put ma hand to a stroke! Ugh! \\\"--he made a gesture of passionate disgust--\\\" the two on 'em fair  madden me. I could strike the one and throttle t'other,\\\" and he rattled his heels angrily together.\\n\\n\\\"Hush, David,\\\" interposed the girl; \\\"yo' munna speak so o' your dad; it's agin the commandments.\\\"\\n\\n'Tain't agin human nature,\\\" he snapped in answer. \\\"Why, 'twas nob'but yester' morn' he says in his nasty way, 'David, ma gran' fellow, hoo ye work! ye 'stonish me!' And on ma word, Maggie\\\"--there were tears in the great boy's eyes--\\\" ma back was nigh broke wi' toilin'. And the Terror, he stands by and shows his teeth, and looks at me as much as to say, 'Some day, by the grace o' goodness, I'll ha' my teeth in your throat, young mon.'\\n\\nMaggie's knitting dropped into her lap and she looked up, her soft eyes for once flashing.\\n\\n\\\"It's cruel, David; so 'tis!\\\" she cried. \\\"I wonder yo' bide wi' him. If he treated me so, I'd no stay anither minute. If it meant the House for me I'd go,\\\" and she looked as if she meant it.\\n\\nDavid jumped off the table.\\n\\n\\\"Han' yo' niver guessed why I stop, lass, and me so happy at home?\\\" he asked eagerly.\\n\\nMaggie's eyes dropped again.\\n\\n\\\"Hoo should I know?\\\" she asked innocently. \\\"Nor care, neither, I s'pose,\\\" he said in reproachful accents. \\\"Yo' want me me to go and leave yo', and go reet awa'; I see hoo 'tis. Yo' wouldna mind, not yo', if yo' was niver to see pore David agin. I niver thowt yo' wellylike me, Maggie; and noo I know it.\\\"\\n\\n\\\"Yo' silly lad,\\\" the girl murmured, knitting steadfastly.\\n\\n\\\"Then yo' do,\\\" he cried, triumphant, \\\"I knew yo' did.\\\" He approached close to her chair, his face clouded with eager anxiety.\\n\\n\\\"But d'yo' like me more'n just likin-', Mag-. gie? dy'yo',\\\" he bent and whispered in the little ear.\\n\\nThe girl cuddled over her work so that he could not see her face.\\n\\n\\\"If yo' won't tell me yo' can show me,\\\" he coaxed. \\\"There's other things besides words,\\\"\\n\\nHe stood before her, one hand on the chair-back on either side. She sat thus, caged between his arms, with drooping eyes and heightened color.\\n\\n\\\"Not so close, David, please,\\\" she begged, fidgeting uneasily; but the request was unheeded.\\n\\n\\\"Do'ee move away a wee,\\\" she implored. \\\"Not till yo've showed me,\\\" he said, relentless.\\n\\n\\\"I canna, Davie,\\\" she cried with laughing, petulance.\\n\\n\\\"Yes, yo' can, lass.\\\"\\n\\n\\\"Tak' your hands away, then.\\\"\\n\\n\\\"Nay; not till yo've showed me.\\\"\",\"timestamp\":1641283661,\"title\":\"\\nMaggie kept silence; but her lips quivered, and the flush deepened on her cheek.\"},\"digest\":\"WG47V51cJIUgJg4DpJlYuw2uCoZWzN_FDRw7ie6gPT4\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m1bdj2CPe_NzMciGR5Fz33x3-eRvj5ErmJSr-TGDMJg\\\",\\\"y\\\":\\\"zu2Syh2lUuoa21srPkvO2JGrllSm3DBtJpnq3PukhaU\\\"}\",\"signature\":\"L_gRnWa778mdLROxb8kaTkck2KTX5lbGz511oTGChDxajZGGuoTz8TZ3S1wX0YjJDbyFZuAqecXQ2WPBaDIvKA\",\"signingKeySignature\":\"0xf0dd46def5db9faa8f870578f617a58065316cfccae9cb98009e043934c9c513718716d3dc4c1656c6f182895801f53fc09c7849326c36dc63aa2dad9b770e531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m1bdj2CPe_NzMciGR5Fz33x3-eRvj5ErmJSr-TGDMJg\\\",\\\"y\\\":\\\"zu2Syh2lUuoa21srPkvO2JGrllSm3DBtJpnq3PukhaU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WG47V51cJIUgJg4DpJlYuw2uCoZWzN_FDRw7ie6gPT4\"}"