"{\"content\":{\"body\":\"什么是DAO呢？一千个人就会有一千种理解，我认为中文可以翻译成“道”（而不是百度百科里的“岛”），是符合事物发展的规律，而我们则可以利用这个规律来解决很多问题。\\\\\\\\\\n\\nDAO(Decentralized Autonomous Organization)，去中心化的自治组织，是基于区块链核心思想理念（由达成同一个共识的群体自发产生的共创、共建、共治、共享的协同行为）衍生出来的一种组织形态。\\n\\n首先社区成员就价值观念和目标达成统一共识、然后共同建设社区、制定规则共同治理社区，最后公平地分配以及共享社区收益，这几乎是一个DAO的标准内容。简单来说，就是一群志趣相投的人聚在一起做点事情，大家共享成果，共担风险，而基于区块链技术的一些DAO工具则为这件事情的成功提供了更好的保障。DAO随着区块链的出现开始被人关注，之前“The DAO\\\"的产生以及它由于被攻击而导致终结的事件，至今令不少人扼腕叹息。但正是因为The DAO的出现，DAO的种子才开始逐渐萌芽，才有了后来各种各样的基于区块链的DAO出现。但我今天不想谈论有哪些类型的DAO，也不讨论这些DAO怎么运行，或是DAO具体可以做什么。我想说的是，DAO对我们个人来说意味着什么？\\n\\n**01**\\n\\n**开放与分享**\\n\\n前两天和一个朋友聊天，他是一个很有想法的技术人员，经常会围绕新技术提出一些让人倍感新奇的想法，但由于技术性太强，有时候我很难懂他到底想做什么。我问他，为什么不把他的想法和其他同事或者在一些社区和别人交流一下呢？或许同样作为程序员，他们可能更能理解这个想法的价值，没准就找到同好，然后一起做出点什么来。他忸怩一番，说他不想，他觉得这是个很棒的想法，但他不想被别人剽窃idea，宁愿做不出来。说实话，当时我感到很惊讶，后面又释然，这种情况确实存在，且目前也没有保护创意不被剽窃的好办法。但继而我又怀疑，把想法揣在怀里，它永远都只是一个想法，但如果把它分享出去，它就有了实现的可能，就算它最终被别人实现（如果被别人实现，那也只能说明别人有这个实力），但也存在某种可能性：就是找到对它感兴趣的人共同实现。所以，我们难道不是应该选择分享吗？\\\\\\\\\\n\\n我联想到github，上面那么多开源项目，代码就摆在那里可供复制，但是也没影响开源项目的发展，开源甚至让那些真正有价值的项目变得更加强大和健壮。现在的区块链项目，技术方面基本也都是开源的，至于社区的开放性就更别说了，开源意味着团队对技术有自信，开放意味着社区有吸引力，同时也意味着所有人都可以对它挑毛病提意见，而这是产品和技术不断改进和增强的绝好机会。DAO呢，我觉得要具有比技术开源更开放和分享的态度，因为DAO是基于参与者的共识形成和前进的，如果参与者不去表达自己的意见和想法，那只能说他不属于这个DAO。因此对个人来说，参与DAO就必须具有和别人分享和交流的欲望，即使是一个不太成熟的想法，或是对某个说法的批判。为什么DAO先进，因为相比传统的产品，有太多人的力量让它持续进化，不断完善。\\n\\n而除了做到想法的分享和心态的开放，还有一个重要的点就是接受价值和收益的共享，尤其是对已经习惯了站在别人肩膀上摘果实的人来说。现有公司体制下，为什么大家都批判996，除了把人当工具看以外，另外就是个人的付出与收获是不对等的，资本攫取了剩余价值却没有共享这个价值带来的收益。而DAO想要实现的是尽量公平的分配方式。如果接受不了这样的理念，那也是不适合参与或发起DAO的。\\n\\n**02**\\n\\n**自我认识与坦诚**\\n\\n前面说过创建DAO或参与DAO要乐于和勇于表达意见和想法，我认为这个表达的前提是认识我们自己，至少在兴趣、价值取向和能力方面。很多人其实不知道自己喜欢干什么，确认自己喜欢干什么确实很难，需要通过不断的尝试和探索，我觉得去参与DAO就是这样的探索机会，DAO里的人会带来各种各样的观点、思维方式以及个人偏好，在交流的时候，如果特别讨厌和某类人说话，或许他身上某些特点就是你不喜欢的；在执行的时候，如果自发地想做某件事而且能做得好又开心，或许那就是你的兴趣所在，但无论如何，DAO提供了很多这样的确认机会，当然，最后可能你不喜欢DAO这样的组织方式以及DAO的理念，自然就不会继续参加DAO而是回到传统的组织。就我有限的经验来看，出了公司制且能自由发挥得不错的人一般很难再回到公司。这是在兴趣或者价值取向方面的认识。\\n\\nDAO是一个自治组织，往往需要大家协同去建设和创造，说白了，需要和其他人共同完成一些任务，DAO的早期，尤其是协作方式不统一，成员彼此之间的认识不够以及各种规则都不太完善时，诚实地向大家“交代”自己能做什么，想做什么是非常重要的，想做什么意味着后续要做的事情至少是你不讨厌的，这保证了你在主观上不会中途放弃这个任务；而能做什么更为重要，一方面可以让任务与你的能力是匹配的，二是尽量保证大家对你的预期是在正常水平，这在客观上保证了你能较好的完成这个任务，主观和客观的双重保证让我们可以更好地留在这个DAO，更好地实现个人价值。这个“想做什么”和“能做什么”虽然可以在做事的过程通过你的行为表现出来，但如果前期自己能够坦诚地“交代”，这能大大提升协作的效率和质量。如果用一句流行语来表示这个坦诚的威力，那就是：极度的坦诚让我们无坚不摧。\\n\\n**03**\\n\\n**自我驱动与开创**\\n\\n很遗憾，我是在公司上班以后才认识到自我驱动是我所有行动的起点，是我所有情绪的源头；也很庆幸，我现在在践行，在看偏离社会为我规划好的路线时（我理解读博已经不是常规路线了），我是否还可以实现自我驱动。在DAO里，或者形象点，一个数字游民社区（数字世界里的自由人），没有人强迫你干什么，如果为生活所迫那就多干点活，多掌握点技能；如果只是无聊，那就到处参观参观，和不同的人说说话，但是，再也没有人强制你加着没有实质产出的班，当然，如果接受了某个任务，你就必须按时按质的完成好，否则就要接受惩罚。在DAO里，所有的选择都需要自己来做，所有的结果都要自己来承担，所以其实参与DAO是需要勇气的，需要割舍公司带来的“安全感”，需要抛弃能力以外那些所谓可以为我们加持的东西，学历，经验，各种头衔等。但是参与DAO也有好处，只要你真金不怕火炼，至少没人让你35岁退休了。\\n\\n很多人应该可能都体会过因为不符合公司的发展规划，好的想法没办法在公司落地，或者一个好的项目因为公司各种审批汇报流程而进展缓慢。而DAO带来的另一好处就是，如果你有一个非常美妙的想法，你可以自己发起一个DAO，在全世界范围内找志同道合的小伙伴和你一起实现这个想法，你们可以用现有的工具来进行协作和自我管理，还能去融资DAO获得资金上的支持，只要你的想法够棒，动力够强，执行够赞。很多时候我们都是为自己预设困难，或许我们可以尝试一下去行动，参加一个DAO，你可能会发现，会出现很多和你有相同想法的人，你们一起解决问题。\\n\\n以上就是我觉得DAO可能会给我们带来的一些改变，或者说参与和发起DAO需要我们具备的一些“能力”。这些看起来有点虚，但确实是我真实的体验，而且我认为在参与一场游戏前尽量搞清楚它的游戏规则是非常有必要的，所以你也可以理解为这是一篇游戏规则解说。另外，不瞒你说，我现在的写作行动就是我参与DAO的一种实践。而我的体会是，真实地感到开心。\",\"timestamp\":1635860157,\"title\":\"DAO带给我们什么？\"},\"digest\":\"Sf2CLbFa1uv8vXikUnoP_rFQ5gYlJiT3_35JUnN2mDc\",\"authorship\":{\"contributor\":\"0xc499931581a8f6F6bf639e40f50745D756CAD5F1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fYIWRY-A8YtyIPuONSWdAJ0S592lJ51-r3dGKa3yq1E\\\",\\\"y\\\":\\\"u0iuDTNMIsklbyfO1gt3wam0OfJh5Vfx-OXZLS13g6U\\\"}\",\"signature\":\"8ituV-eQ7PV5AuUpFtDc2L1qCS800F4Dm5E7ZSSkGIt2IQsgb5H0zXIfHjXWCF3kfn2DkmHTNzG6NegKHKOSLg\",\"signingKeySignature\":\"0x9efe0b4c1c0ad90f37898cdb515f4a1619f6b38e544e9901732c8f96e93467521f779a7475ea7e8b7d8026308bf81fa40a96d6909f8906381666c172eff3d7981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fYIWRY-A8YtyIPuONSWdAJ0S592lJ51-r3dGKa3yq1E\\\",\\\"y\\\":\\\"u0iuDTNMIsklbyfO1gt3wam0OfJh5Vfx-OXZLS13g6U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sf2CLbFa1uv8vXikUnoP_rFQ5gYlJiT3_35JUnN2mDc\"}"