"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/1UR5YJiXlj3d53b24WhAP.png?height=2233&width=2729&&&size=large)\\n\\n## PILLS is transforming Ethereum into an epic, extendable MMORPG\\n\\nThe [CAPSULE](https://www.twitter.com/capsuledao) team have been developing PZ-01 - our first feature release - alongside talented contributors within the [PILLS community](https://www.discord.gg/pillsuniverse).\\n\\nIn this release, you can create a unique avatar in the avatar creation system, level it up, join a faction like Yearn, Sushi, Uniswap or Olympus and acquire new wearables to customize your look.\\n\\nQuesting, crafting, combat, pets and more sophisticated faction gameplay launches in subsequent feature releases throughout 2022.\\n\\nNow that PZ-01 is 90% complete, **it’s time to get ready for the avatar generation system.** We’re starting the PILLS Early Access phase and beginning to distribute access keys (aka “portalpills”) to anyone who wishes to join the first batch of players to travel to Chainspace.\\n\\nTo join us and create your PILLS avatar in Chainspace, you'll need to acquire a portalpill NFT from the Queen Memfruit.\\n\\nThe first portalpills are being distributed today. Keep reading to find out how to get one.\\n\\n\\n---\\n\\n## TL;DR\\n\\n* **There will be 22,000 portalpills available during this release.**\\n* Portalpills act as an Access Key to participate in *PILLS Early Access*.\\n* Each portalpill can mint one avatar when PZ-01 launches.\\n* Acquiring a portalpill is the only way to create an avatar and participate in this initial Early Access phase of the PILLS project.\\n* There are three ways to get one: **Redeeming** one by holding an existing pill, a **Dynamic Dutch Auction** and a **Raffle**.\\n* Winners in the Dynamic Dutch Auction will receive a special \\\"EGODETH portalpill\\\" that will unlock rare traits for their avatar. These traits are critical to advancing the primary quest arc, and will make your avatar visually distinct (\\\"looks rare\\\"). If you want to flex, consider this option.\\n* **PZ-01 will launch this year. The exact date will be determined after all portalpills are distributed.**\\n\\n\\n---\\n\\n### How can I get a portalpill?\\n\\nPortalpills can be acquired in one of three methods. Each method will launch sequentially, one after the other:\\n\\n**Summoning Circle** Join the circle of existing pillholders and embrace the Queen Memfruit. She will reward you by summoning one SYNTH portalpill for every pill NFT in your wallet. Summoning is free, minus gas costs.\\n\\n**Egodeth Auction**The Queen Memfruit will distribute rare EGODETH portalpills to those that value them via a Dynamic Dutch Auction. These special portalpills apply rare traits to your avatar that produce distinctive visual effects that can never be acquired through regular gameplay.\\n\\n**Blessing Pool** Finally, the Memfruit Queen will randomly distribute SYNTH portalpills to those who acquire her blessings. Purchase more blessings to increase your chances of winning.\\n\\n\\n---\\n\\n### What's the best method for me?\\n\\n**Want to guarantee yourself a portalpill?** Acquire an existing pill off [OpenSea](https://opensea.io/collection/pills). Each pill we've released so far can be used to redeem one portalpill. **Before buying a pill, use the [Pill Checker](https://www.pills.forsale/pillchecker) to check whether it has already been used to redeem a portalpill.**\\n\\n**Pro:** You are guaranteed a portalpill **Con:** Buying a pill on the secondary market costs more than the Blessing Pool raffle, the only other way to get a SYNTH portalpill.\\n\\n**Want to flex with an avatar that stands out with rare traits, distinctive art and that can play a key role in the primary quest arc?** Try to acquire an EGODETH portalpill in the Dynamic Dutch Auction.\\n\\n**Pro:** A visually distinct avatar with rare traits **Con:** Costs more than the other options\\n\\n**Want a portalpill at an accessible price?** The \\\"Blessing Pool\\\" raffle will randomly distribute the majority of the available portalpills, and is priced to maximize accessibility. More portalpills will be released through the raffle than all other distribution events combined.\\n\\n**Pro:** Affordable **Con:** No guarantee you'll get a portalpill\\n\\n\\n---\\n\\n### What is the difference between a SYNTH portalpill and EGODETH portalpill?\\n\\nSYNTH are common portalpills. EGODETH are rare portalpills. Both enable you to travel to Chainspace, mint an avatar and access PZ-01.\\n\\nThe EGODETH portalpills unlock visually distinctive, rare avatar traits. These traits will only ever be accessible to avatars minted with an EGODETH portalpill, and the auction is the only way to ever get an EGODETH portalpill.\\n\\n![Screenshots of the two types of portalpills available.](https://images.mirror-media.xyz/publication-images/yfBTrz__wWxHVWNOMzkv4.png?height=600&width=1188)\\n\\n\\n---\\n\\n# Getting a portalpill\\n\\n![](https://images.mirror-media.xyz/publication-images/inIMFzm5fRyPN6kl-aKNw.png?height=320&width=960)\\n\\n## The Summoning Circle\\n\\n**TL;DR How do I participate in the Summoning Circle?**\\n\\n1. Search the [PILLS collection on OpenSea](https://www.opensea.io/collection/pills) for a pill you want.\\n2. Check to make sure it has not already been used to summon a portalpill. You can do this by using the [Pill Checker](https://www.pills.forsale/pillchecker).\\n3. Once you've purchased a pill, go [to the Portalpill site](https://portalpill.pills.game) and follow the prompts to the Summon Circle page.\\n4. Follow the instructions on the Summon Circle page to summon your portalpill.\\n\\n**Can all pillholders get a portalpill?** Every pill we've released can be used to summon one portalpill.\\n\\n**Will I lose my pill after summoning a portalpill?** No. After being used to summon a portalpill, your pill(s) can still be used to \\\"pillboost\\\" your avatar with rare wearables, pets, traits or faction membership. [Learn more about pillboosts here.](https://)\\n\\n**What does it cost to summon a portalpill?** Summoning a portalpill is free, minus gas costs.\\n\\n**Do I have to summon my portalpill before a certain date?** No. The summoning window is open indefinitely.\\n\\n**Is there a limit to how many portalpills I can summon?** No. You can summon a portalpill for every eligible pill you hold - whether that's 3, or 30.\\n\\n**I want to buy a pill to summon a portalpill. How can I check if its eligible?** Copy/paste the OpenSea link of the pill you're looking at [into the Pill Checker](https://www.pills.forsale/pillchecker)\\n\\n**What can I do with my pill once it has been used to summon a portalpill?** You can use it to \\\"pillboost\\\" your avatar when you mint it.\\n\\n**What's a Pillboost?** Every pill we've ever released has a \\\"pillboost\\\" effect you can choose to apply to your avatar. Each pillboost is different, depending on the pill or pills you hold. They might grant your avatar rare wearables, faction membership, special traits, or pets. **Learn more about pillboosts at the end of this post**\\n\\n**I purchased a pill off OpenSea without checking its redemption status. Now I discovered it has been used already. I want my money back!** Sorry, fren, but this is on you. Fortunately, all pills grant \\\"pillboosts\\\" to avatars, and with only 1600 or so pills in circulation, and 22,000 portalpills available, their value will be high, so reselling them will not be hard.\\n\\n**I have an EGODETH pill (e.g. EGODETH Unipill) does that mean I get an EGODETH portalpill?** No. EGODETH versions of existing pills give you a more powerful pillboost to use on your avatar. The only way to get an EGODETH Portalpill is via the Dynamic Dutch Auction.\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/KJXpdOQ8CLMimQtJDeWwz.png?height=320&width=960)\\n\\n## The EGODETH Auction\\n\\n**TL;DR How do I participate in the EGODETH Auction?**\\n\\n1. Once the auction is open, go to [the Portalpill site](https://https://portalpill.pills.game) and follow the prompts to the EGODETH Auction page.\\n2. Submit the amount of ETH you wish to bid.\\n3. The indicator shows you the likelihood that your bid will successfully get you a portalpill. This is an approximation.\\n4. Submit your bid to be eligible. The higher your bid, the better your chances.\\n5. If your bid is successful, you will receive a portalpill.\\n6. If your bid is unsuccessful, you can withdraw your ETH.\\n\\n**What's a Dynamic Dutch Auction?** A variation on the standard Dutch Auction format. The system dynamically decides on the winning bid price at the end of the auction. Everyone who bid at the winning price or above it is then awarded an EGODETH portalpill.\\n\\n**How does the system dynamically determine the winning bid amount?** The Memfruit Queen has developed an algorithm that weighs several different variables. She keeps the exact algorithm a secret to avoid being gamed.\\n\\n**I submitted a bid, but need the ETH back** You can revoke your bid at any time to receive your ETH.\\n\\n**How do I maximize my chances of winning?**By bidding more, like in any auction. If in doubt, bid more.\\n\\n**How many EGODETH portalpills are available in the auction?** The total number is dynamic and dependent on how many bidders successfully bid at or above the winning bid price. It's even possible that a single bidder could employ a bid strategy that only creates a single EGODETH portalpill...\\n\\nTo guarantee a low total supply, a hardcap is in place. The exact number is being kept secret to avoid being gamed.\\n\\n**When will the auction open?** We'll announce the start and end times on [Twitter](https://www.twitter.com/pillsuniverse)\\n\\n**Why should I participate in the auction?** To get a rare EGODETH portalpill you can use to imbue your avatar with rare, visually distinctive traits. Avatars created from an EGODETH portalpill also play a key role in the primary quest arc, bringing them into the center of the story.\\n\\n**Is there another way to get EGODETH portalpills?** No. This auction is it. No more EGODETH portalpills will ever be created after this.\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/yg11V-06XZJ9yd68usnFF.png?height=320&width=960)\\n\\n## The Blessing Pool\\n\\n**TL;DR How do I participate in the Blessing Pool?**\\n\\n1. Once the Blessing Pool is open, go to <https://portalpill.pills.game> and follow the prompts to the Blessing pool page.\\n2. Follow the instructions to purchase \\\"blessings\\\". Only one blessing is needed to be eligible.\\n3. To increase your chances of winning, you can purchase multiple blessings. But only your first blessing is fully refundable. Every additional blessing is non-refundable.\\n4. If you win a portalpill, the Blessing Pool keeps your ETH.\\n5. If you do not win a portalpill, you can withdraw the ETH of your first blessing.\\n6. **Note:** To prevent botting, The Blessing Pool is initially only open only to addresses that hold an NFT from whitelisted NFT projects.\\n\\n**Can you tell me more about this \\\"whitelist\\\"?** Bots are a persistent problem in NFT distribution. To mitigate botting and maximize access to PILLS, the first phase of the Blessing Pool will be available only to addresses that have held an NFT from a whitelisted project.\\n\\nIf there are still portalpills available at the end of this phase, a second phase will be run that's open to all addresses.\\n\\n**What NFT projects are included in the whitelist?** A comprehensive list along with the snapshot date will be published in a separate post prior to launch. This isn't to limit accessibility, expect the list to be fairly large.\\n\\n**How much does it cost?** Each \\\"blessing\\\" has a fixed price. The exact price will be announced closer to the launch of the Blessing Pool.\\n\\n**How many blessings should I buy?** That's up to you. Only one is necessary to be eligible in the raffle. Purchase more blessings to increase your chance of winning.\\n\\n**Won't whales just buy lots of blessings?** To dissuade whales, every blessing purchased **after** the first one will be non-refundable.\\n\\n**I didn't win a portalpill. What happens to the ETH I deposited?** Your first blessing is fully refundable. If you purchased more than one blessing, the ETH from those blessings is non-refundable and kept by the Blessing Pool.\\n\\n**I won a portalpill but don't want it. Can I just get my ETH back?** No, sorry. But on the bright side, you can resell it on OpenSea!\\n\\n**If I buy multiple blessings, can I win multiple portalpills?** No. To maintain accessibility and broadly distribute portalpills to as many people as possible, an address can only ever win one portalpill.\\n\\n**When does the Blessing Pool start and end?** We haven't announced the date yet. To be the first to know, keep an eye on [twitter](https://www.twitter.com/pillsuniverse)\\n\\n\\n---\\n\\n## I got a portalpill! What now?\\n\\n**Welcome to Chainspace!** Once you’ve gotten your portalpill, get ready for the launch of PZ-01. [Join the PILLS discord](https://www.discord.gg/pillsuniverse) and [keep an eye on Twitter for updates](https://www.twitter.com/pillsuniverse) and to be the first to learn of the release date.\\n\\n\\n---\\n\\n## Pillboosts\\n\\nTo date, the PILLS project has released 15 pills of mixed edition sizes. Just over 1,600 pill NFTs have been minted in total.\\n\\nEach of these pills can redeem one portalpill. They can also be used to unlock and apply rare “boosts” to your avatar.\\n\\n**How do pillboosts work?** The avatar creation system checks your wallet for pills at the beginning of the creation process. It will then show you pillboosts you can select as you progress through each stage of the system.\\n\\nPillboosts must be explicitly selected by the player to be applied. It does not happen automatically.\\n\\nPillboosts **must** be applied during minting. They **cannot** be applied after your avatar has been minted.\\n\\n**What kind of pillboosts are there?**\\n\\nEach pillboost unlocks one of four things:\\n\\n1. **Wearables:** A wearable item such as a headpiece, breastplate, or cloak.\\n2. **Traits:** Aspects, habits, behaviors and quirks of an avatar. These can produce aesthetic effects on the avatar’s base body such as a tattoo or marking. They also influence your avatar's attributes.\\n3. **Factions:** Some pills - such as the Shadowpak pill - unlock faction membership.\\n4. **Pets:** Frens! You can get pets now, and in future gameplay releases, you'll be able to level them up and customize their look, attributes and abilities.\\n\\n**What happens to my pill after I use it to boost my avatar?** All pills that are used as pillboosts will be burned when your avatar is minted. If you do not use a pill to boost your avatar, nothing happens to it. It'll stay in your wallet untouched.\\n\\n**How many pillboosts can I apply to my avatar?** An avatar can be boosted up to five times:\\n\\n1 **Origin Trait:** Where your avatar is from 1 **Background Trait:** Your experiences growing up 1 **Talent Trait:** A specific ability you have a talent for 1 **Wearable:** A single wearable item 1 **Pet:** A single pet.\\n\\nThe full list of pillboosts at launch is:\\n\\n![](https://images.mirror-media.xyz/publication-images/g4GUpqrAK5nm3ntP5C8O2.png?height=769&width=677)\\n\\n\",\"timestamp\":1636154029,\"title\":\"Prepare to travel to Chainspace\",\"publication\":\"pills\"},\"digest\":\"ZfHTV5S7pfo-Sy-4OLYmCNtD9XZS1pcD8iFcbFMqiJY\",\"authorship\":{\"contributor\":\"0x0f1C01d98AE190Ad2739a6075B21C2343d8b412e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mR3WEz30nx0LEUfd2QtQUB_WqLnPCY28UpoP-a1C78U\\\",\\\"y\\\":\\\"EJaGULUApdxB2Dkny5zhoQhSvWA-wtBfkcIV_C8vyWE\\\"}\",\"signature\":\"iDsE0KI_RzrxfpylIKZyUH8s24RQK0jpgafNAAAKK77im-3ZLBjlLCa9u8x5jbuMdhiotKcDySW2FSk89pPh5A\",\"signingKeySignature\":\"0x8efe0113c8f3fba7eaa3436a166dc8fc895d31da845494eeec53ccb620916cf615acf55cd31f713e6ab721fe051e5e91adb4f81e9eb26d5fefef5abb508471ba1b\",\"signingKeyMessage\":\"I authorize the publication of articles on pills.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mR3WEz30nx0LEUfd2QtQUB_WqLnPCY28UpoP-a1C78U\\\",\\\"y\\\":\\\"EJaGULUApdxB2Dkny5zhoQhSvWA-wtBfkcIV_C8vyWE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZfHTV5S7pfo-Sy-4OLYmCNtD9XZS1pcD8iFcbFMqiJY\"}"