"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*sKn4oIgDXWBAjJ4K2VOqnw.jpeg)\\n\\n## In this interview, Gillian Hadfield discusses the new challenges of the global economy and how it could be regulated…\\n\\n*Gillian Hadfield is a Faculty Affiliate at the Vector Institute for Artificial Intelligence in Toronto and the Center for Human-Compatible AI at the University of California, Berkeley. She has served as a member of the World Economic Forum’s Global Future Council on the Future of Technology, Values and Policy and Global Agenda Council on Justice and co-curates the Forum’s Transformation Map for Justice and Legal Infrastructure. She was appointed in 2017 to the American Bar Association’s Commission on the Future of Legal Education and is a member of the World Justice Project’s Research Consortium. She serves as an advisor to The Hague Institute for the Innovation of Law, LegalZoom, and other legal tech startups.*\\n\\n**How did you become interested in technology and the flat world?**\\n\\nIt was a very long evolution. I got involved in a family law matter 25 years ago. What I discovered was that it was phenomenally expensive and did not seem to be doing much to help our family. As I struggled with it, I started to ask myself as an economist — how can it be working like this, how can it be so expensive?\\n\\nThis is how I started thinking about the structure of the legal markets and legal institutions. On an unrelated path, I started talking to companies in Silicon Valley about how the legal system was affecting their ability to innovate. I started hearing from the general counsel, people like Mark Chandler at Cisco and Kent Walker at Google.\\n\\nEven though they were at the peak of the legal market and they had huge wealth to buy the best of the best, they were saying pretty much the same thing — it is incredibly expensive and it’s not doing much to help us.\\n\\nThat connection led me to rethink what is going on in law: what is law? Where does it come from? Why aren’t there private companies offering law competitively? That would put some pressure to come up with better solutions at better prices.\\n\\nAll these things converged into thinking about going back to basics — what law is really about and what are the ways in which we can restructure our systems for producing law and running legal systems, so that they are more responsive to what people, businesses and communities need from them.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*B4uhQMwnI8pSuNs9LtRY5w.jpeg)\\n\\nGillian Hadfield\\n\\n**What changed in the world that is making law obsolete?**\\n\\nHuman societies have always had some structure of rules. When they work well, we get increasing specialization and division of labour. As communities grow bigger, their ways of doing things and rules stop working.\\n\\nIn a small community, you can meet around the fire and talk about what’s going on. Things move very slowly, and everybody has similar needs and interests. As a community becomes more complex and diverse, a particular way of coming up with the rules doesn’t work very well, so we develop other systems.\\n\\nLaw is the evolution of the process of building the rules for any group. Because we were very successful at establishing law at one stage in our history, we moved forward with specialization and our existing systems became more complex. This changed the environment and what works in terms of ways of coming up with rules.\\n\\n**The environment changed. How can we adapt to creating new rules for this new context?**\\n\\nThe most important thing that we need to figure out is how to generate more creativity and innovation in the way we solve these basic problems of developing rules that will give us all the confidence we need to live together, work and feel safe together. We need to figure out how to innovate and solve that problem.\\n\\nThe key thing we have seen is how to get our existing systems (law being made, adjudicated and enforced by governments) supplemented, so we can have a greater capacity for private actors such as non-profits (collectives, unions, etc.) and also for-profit companies. We need to figure out how to get more of those kinds of processes in coming up with the correct rules.\\n\\nAnd these processes need to be responsive to concerns about accountability and legitimacy, which is what our governments give us. We need to figure out how to get more money and brains building a better legal system and doing so in a way that’s responsive to public interest and our communities.\\n\\n**This reminds me of the section of your book “Rules for a Flat World” on how Google handles the process of the right to be forgotten. Users submit a claim and Google decides that in a completely private process. That’s maybe something that will come up if we don’t think of some new legal processes. Eventually, corporations will give us law, but not in an open way…**\\n\\nThat’s really important. I talk about this concept of how we can build regulatory markets and called it super-regulation in the book. The idea is — we can have private organizations develop systems for building rules, regulatory systems and adjudication systems.\\n\\nBut, can we do that in a way that those private organizations are responsible?\\n\\nWe are at the limits of what our governments can handle — and our governments know that. In many cases, they had to leave it to private organizations to come up with the rules, implement and adjudicate them. But, because we don’t have this intermediary layer, this market layer of private organizations that are independent of the regulated entities, we end up as in the Google example — with governments telling the company they are trying to regulate: “Here’s the rules. Now regulate yourself in accordance with those rules”. We need to add a new layer of independent, private regulators that we can delegate the job to instead of Google itself.\\n\\nThat’s a shift we need in order to build incentives and systems that can manage the high levels of complexity we are looking at, the great rates of speed, the challenges of artificial intelligence, the challenges of globalization and so on.\\n\\n**Are there attempts of trying to create these super-regulators?**\\n\\nThere’s at least one model that I can point to: the regulation of lawyers in the UK. The UK government set out a number of principles (the Legal Services Act) and created a government board called the Legal Services Board. The body does not regulate lawyers, it regulates regulators of lawyers. So, it regulates the Solicitors Regulatory Authority, the Bar Regulation Organization and so on. It tells those regulators how they have to carry out the job of regulating lawyers.\\n\\nThere are a lot of things that are close, Google’s right to be forgotten is an example. There is a delegation to a private company, but it is not an independent private company. We have food certification standards in Europe where governments set out principles and private organizations certify if companies are in compliance with those systems.\\n\\nWe have lots of things that get close, but we haven’t built really vibrant markets for regulators. I would like to figure out how to build these markets for regulators. But these regulators in turn need to be regulated by governments. People often point out the credit rating agencies in the United States as an example of why this couldn’t work, saying they contributed to the 2008 crash because they did such a bad job.\\n\\nThat’s true, but they were not regulated and they were not obligated to generate results that were established by government and accountable bodies. We have examples that are coming close, but other than the UK legal services market, I haven’t encountered another very clear example of the full model that I’m talking about.\\n\\n**There’s another challenge. Lots of transactions happen across borders and jurisdictions… For example, when Google bought YouTube, they had to harmonize over 100 national regulations on copyright…**\\n\\nAnother example to think of is Uber. They are operating in probably thousands of jurisdictions, because taxi ride services are regulated often at the city level and they are operating globally.\\n\\nThe model I am proposing has an answer to the globalization challenge, that is to say, you could have private regulators that are operating on the global market, offering their services on two sides. On the one side, they offer their services to the entities we want to regulate, like a ride hailing service company like Uber.\\n\\nThen they go around the world to different countries and seek approval as regulators in specific jurisdictions. These regulators could be licensed in Europe, Latin America and North America, for example. In these jurisdictions, they would be able to regulate Uber, imposing the same regulatory system across all those places.\\n\\nThese jurisdictions would have to agree on regulation; they would just have to decide whether the offered system meets their standards. Following this system, we could have multiple regulators operating in all those jurisdictions; those jurisdictions can approve multiple regulators.\\n\\nPrivate regulators could regulate in different ways. Regulator A could regulate using one model, such as traditional rulemaking perhaps, and Regulator B could regulate using a different model — using a lot of data oversight and technology, for example. Uber could choose Regulator A and that would satisfy any governments that approve Regulator A. Lyft could choose Regulator B and that would satisfy any governments that approve Regulator B.\\n\\nUber and Lyft could be operating in all the same jurisdictions, but choosing regulatory systems that work best for them but all of which meet the government’s standards wherever they operate. This creates a vibrant and competitive market.\",\"timestamp\":1638648292,\"title\":\"Rules for a Flat World: Challenges of Regulation in a Global Digital Economy\"},\"digest\":\"_VJDtyN9HgEVfhsw9hSEyFSl3tLV8gwGTmGrLGEjGnQ\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"OfFKOm9qapak_whclzltRW8Btoy3Qmjyo56_6Bl5vGhZrJThH9h_p-J6-Sy2Koa0eaxgToUzvI2V7bcc4TUPZw\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_VJDtyN9HgEVfhsw9hSEyFSl3tLV8gwGTmGrLGEjGnQ\"}"