"{\"content\":{\"body\":\"\\\"And he planted a garden eastward in Eden, full of delight and all heart's ease, and set thereto the man whom he had formed, and commanded him freely to eat of all the heavenly trees therein, but forbade him wholly the taste of a certain one which was called the tree of the knowledge of good and evil, thus saying, 'In the day that ye eat thereof ye shall surely die.'  But one of the aforesaid angel powers, the marshall of one host, though he bore in himself no trace of natural evil from his Maker's hand but had been created for good, yet by his own free and deliberate choice turned aside from good to evil, and was stirred up by madness to the desire to take up arms against his Lord God. Wherefore he was cast out of his rank and dignity, and in the stead of his former blissful glory and angelick name received the name of the `Devil' and `Satan' for his title.  God banished him as unworthy of the glory above.  And together with him there was drawn away and hurled forth a great multitude of the company of angels under him, who were evil of choice, and chose in place of good, to follow in the rebellion of their leader.  These were called Devils, as being deluders and deceivers.\\n\\n\\\"Thus then did the devil utterly renounce the good, and assume an evil nature; and he conceived spite against man, seeing himself hurled from such glory, and man raised to such honour; and he schemed to oust him from that blissful state.  So he took the serpent for the workshop of his own guile.  Through him he conversed with the woman, and persuaded her to eat of that forbidden tree in the hope of being as God, and through her he deceived Adam also, for that was the first man's name.  So Adam ate of the tree of disobedience, and was banished by his maker from that paradise of delight, and, in lieu of those happy days and that immortal life, fell alas!  into this life of misery and woe, and at the last received sentence of death.  Thenceforth the devil waxed strong and boastful through his victory; and, as the race of man multiplied, he prompted them in all manner of wickedness.  So, wishing to cut short the growth of sin, God brought a deluge on the earth, and destroyed every living soul. But one single righteous man did God find in that generation; and him, with wife and children, he saved alive in an Ark, and set him utterly desolate on earth.  But, when the human race again began to multiply, they forgat God, and ran into worse excess of wickedness, being in subjection to divers sins and ruined in strange delusions, and wandering apart into many branches of error.\\n\\n\\\"Some deemed that everything moved by mere chance, and taught that there was no Providence, since there was no master to govern.  Others brought in fate, and committed everything to the stars at birth.  Others worshipped many evil deities subject to many passions, to the end that they might have them to advocate their own passions and shameful deeds, whose forms they moulded, and whose dumb figures and senseless idols they set up, and enclosed them in temples, and did homage to them, `serving the creature more than the Creator.'  Some worshipped the sun, moon and stars which God fixed, for to give light to our earthly sphere; things without soul or sense, enlightened and sustained by the providence of God, but unable to accomplish anything of themselves.  Others again worshipped fire and water, and the other elements, things without soul or sense; and men, possest of soul and reason, were not ashamed to worship the like of these. Others assigned worship to beasts, creeping and four-footed things, proving themselves more beastly than the things that they worshipped.  Others made them images of vile and worthless men, and named them gods, some of whom they called males, and some females, and they themselves set them forth as adulterers, murderers, victims of anger, jealousy, wrath, slayers of fathers, slayers of brothers, thieves and robbers, lame and maim, sorcerers and madmen.  Others they showed dead, struck by thunderbolts, or beating their breasts, or being mourned over, or in enslavement to mankind, or exiled, or, for foul and shameful unions, taking the forms of animals.  Whence men, taking occasion by the gods themselves, took heart to pollute themselves in all manner of uncleanness.  So an horrible darkness overspread our race in those times, and `there was none that did understand and seek after God.'\\n\\n\\\"Now in that generation one Abraham alone was found strong in his spiritual senses; and by contemplation of Creation he recognized the Creator.  When he considered heaven, earth and sea, the sun, moon and the like, he marvelled at their harmonious ordering. Seeing the world, and all that therein is, he could not believe that it had been created, and was upheld, by its own power, nor did he ascribe such a fair ordering to earthly elements or lifeless idols.  But therein he recognized the true God, and understood him to be the maker and sustainer of the whole.  And God, approving his fair wisdom and right judgement, manifested himself unto him, not as he essentially is (for it is impossible for a created being to see God), but by certain manifestations in material forms, as he alone can, and he planted in Abraham more perfect knowledge; he magnified him and made him his own servant. Which Abraham in turn handed down to his children his own righteousness, and taught them to know the true God.  Wherefore also the Lord was pleased to multiply his seed beyond measure, and called them `a peculiar people,' and brought them forth out of bondage to the Egyptian nation, and to one Pharaoh a tyrant, by strange and terrible signs and wonders wrought by the hand of Moses and Aaron, holy men, honoured with the gift of prophecy; by whom also he punished the Egyptians in fashion worthy of their wickedness, and led the Israelites (for thus the people descended from Abraham were called) through the Red Sea upon dry land, the waters dividing and making a wall on the right hand and a wall on the left.  But when Pharaoh and the Egyptians pursued and went in after them, the waters returned and utterly destroyed them.  Then with exceeding mighty miracles and divine manifestations by the space of forty years he led the people in the wilderness, and fed them with bread from heaven, and gave the Law divinely written on tables of stone, which he delivered unto Moses on the mount, `a type and shadow of things to come' leading men away from idols and all manner of wickedness, and teaching them to worship only the one true God, and to cleave to good works.  By such wondrous deeds, he brought them into a certain goodly land, the which he had promised aforetime to Abraham the patriarch, that he would give it unto his seed.  And the task were long, to tell of all the mighty and marvellous works full of glory and wonder, without number, which he shewed unto them, by which it was his purpose to pluck the human race from all unlawful worship and practice, and to bring men back to their first estate.  But even so our nature was in bondage by its freedom to err, and death had dominion over mankind, delivering all to the tyranny of the devil, and to the damnation of hell.\\n\\n\\\"So when we had sunk to this depth of misfortune and misery, we were not forgotten by him that formed and brought us out of nothing into being, nor did he suffer his own handiwork utterly to perish.  By the good pleasure of our God and Father, and the co-operation of the Holy Ghost, the only-begotten Son, even the Word of God, which is in the bosom of the Father, being of one substance with the Father and with the Holy Ghost, he that was before all worlds, without beginning, who was in the beginning, and was with God even the Father, and was God, he, I say, condescended toward his servants with an unspeakable and incomprehensible condescension; and, being perfect God, was made perfect man, of the Holy Ghost, and of Mary the Holy Virgin and Mother of God, not of the seed of man, nor of the will of man, nor by carnal union, being conceived in the Virgin's undefiled womb, of the Holy Ghost; as also, before his conception, one of the Archangels was sent to announce to the Virgin that miraculous conception and ineffable birth.  For without seed was the Son of God conceived of the Holy Ghost, and in the Virgin's womb he formed for himself a fleshy body, animate with a reasonable and intelligent soul, and thence came forth in one substance, but in two natures, perfect God and perfect man, and preserved undefiled, even after birth, the virginity of her that bore him. He, being made of like passions with ourselves in all things, yet without sin, took our infirmities and bare our sicknesses.  For, since by sin death entered into the world, need was that he, that should redeem the world, should be without sin, and not by sin subject unto death.\\n\\n\\\"When he had lived thirty years among men, he was baptized in the river Jordan by John, an holy man, and great above all the prophets.  And when he was baptized there came a voice from heaven, from God, even the Father, saying, \\\\`This is my beloved Son, in whom I am well pleased,' and the Holy Ghost descended upon him in likeness of a dove.  From that time forth he began to do great signs and wonders, raising the dead, giving sight to the blind, casting out devils, healing the lame and maim, cleansing lepers, and everywhere renewing our out-worn nature, instructing men both by word and deed, and teaching the way of virtue, turning men from destruction and guiding their feet toward life eternal.  Wherefore also he chose twelve disciples, whom he called Apostles, and commanded them to preach the kingdom of heaven which he came upon earth to declare, and to make heavenly us who are low and earthly, by virtue of his Incarnation.\\n\\n\\\"But, through envy of his marvellous and divine conversation and endless miracles, the chief priests and rulers of the Jews (amongst whom also he dwelt, on whom he had wrought his aforesaid signs and miracles), in their madness forgetting all, condemned him to death, having seized one of the Twelve to betray him.  And, when they had taken him, they delivered him to the Gentiles, him that was the life of the world, he of his free will consenting thereto; for he came for our sakes to suffer all things, that he might free us from sufferings.  But when they had done him much despite, at the last they condemned him to the Cross.  All this he endured in the nature of that flesh which he took from us, his divine nature remaining free of suffering: for, being of two natures, both the divine and that which he took from us, his human nature suffered, while his Godhead continued free from suffering and death.  So our Lord Jesus Christ, being without sin, was crucified in the flesh, for he did no sin, neither was guile found in his mouth; and he was not subject unto death, for by sin, as I have said before, came death into the world; but for our sakes he suffered death in the flesh, that he might redeem us from the tyranny of death.  He descended into hell, and having harrowed it, he delivered thence souls that had been imprisoned therein for ages long.  He was buried, and on the third day he rose again, vanquishing death and granting us the victory over death: and he, the giver of immortality, having made flesh immortal, was seen of his disciples, and bestowed upon them peace, and, through them, peace on the whole human race.\\n\\n\\\"After forty days he ascended into heaven, and sitteth at the right hand of the Father.  And he shall come again to judge the quick and the dead, and to reward every man according to his works.  After his glorious Ascension into heaven he sent forth upon his disciples the Holy Ghost in likeness of fire, and they began to speak with other tongues as the Spirit gave them utterance.  From thence by his grace they were scattered abroad among all nations, and preached the true Catholic Faith, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost, and teaching them to observe all the commandments of the Saviour.  So they gave light to the people that wandered in darkness, and abolished the superstitious error of idolatry. Though the enemy chafeth under his defeat, and even now stirreth up war against us, the faithful, persuading the fools and unwise to cling to the worship of idols, yet is his power grown feeble, and his swords have at last failed him by the power of Christ. Lo, in few words I have made known unto thee my Master, my God, and my Saviour; but thou shalt know him more perfectly, if thou wilt receive his grace into thy soul, and gain the blessing to become his servant.\\\"\\n\\nVIII.\\n\\nWhen the king's son had heard these words, there flashed a light upon his soul.  Rising from his seat in the fulness of his joy, he embraced Barlaam, saying: \\\"Most honoured sir, methinks this might be that priceless stone which thou dost rightly keep secret, not displaying it to all that would see it, but only to these whose spiritual sense is strong.  For lo, as these words dropped upon mine ear, sweetest light entered into my heart, and the heavy veil of sorrow, that hath now this long time enveloped my heart, was in an instant removed.  Tell me if my guess be true: or if thou knowest aught better than that which thou hast spoken, delay not to declare it to me.\\\"\\n\\nAgain, therefore, Barlaam answered, \\\"Yea, my lord and prince, this is the mighty mystery which hath been hid from ages and generations, but in these last days hath been made known unto mankind; the manifestation whereof, by the grace of the Holy Ghost, was foretold by many prophets and righteous men, instructed at sundry times and in divers manners.  In trumpet tones they proclaimed it, and all looked forward to the salvation that should be: this they desired to see, but saw it not.  But this latest generation was counted worthy to receive salvation. Wherefore he that believeth and is baptized shall be saved; but he that believeth not shall be damned.\\\"\\n\\nSaid Ioasaph, \\\"All that thou hast told me I believe without question, and him whom thou declarest I glorify as God.  Only make all plain to me, and teach me clearly what I must do.  But especially go on to tell me what is that Baptism which thou sayest that the Faithful receive.\\\"\\n\\nThe other answered him thus, \\\"The root mid sure foundation of this holy and perfect Christian Faith is the grace of heavenly Baptism, fraught with the cleansing from all original sins, and complete purification of all defilements of evil that come after. For thus the Saviour commanded a man to be born again of water and of the spirit, and be restored to his first dignity, to wit, by supplication and by calling on the Saving Name, the Holy Spirit brooding on the water.  We are baptized, then, according to the word of the Lord, in the Name of the Father, and of the Son, and of the Holy Ghost, and thus the grace of the Holy Ghost dwelleth in the soul of the baptized, illuminating and making it God-like and renewing that which was made after his own image and likeness.  And for the time to come we cast away all the old works of wickedness, and we make covenant with God of a second life and begin a purer conversation, that we may also become fellow-heirs with them that are born again to incorruption and lay hold of everlasting salvation.  But without Baptism it is impossible to attain to that good hope, even though a man be more pious than piety itself.  For thus spake God, the Word, who was incarnate for the salvation of our race, \\\\`Verily I say unto you, except ye be born of water and of the Spirit, ye shall in no wise enter into the Kingdom of Heaven.'  Wherefore before all things I require thee to receive faith within thy soul, and to draw near to Baptism anon with hearty desire, and on no account to delay herein, for delay is parlous, because of the uncertainty of the appointed day of death.\\\"\\n\\nIoasaph said unto him, \\\"And what is this good hope whereto thou sayest it is impossible without baptism to attain?  And what this kingdom which thou callest the kingdom of Heaven?  And how cometh it that thou hast heard the words of God incarnate?  And what is the uncertain day of death?  For on this account much anxiety hath fallen on my heart, and consumeth my flesh in pain and grief, and fasteneth on my very bones.  And shall we men, appointed to die, return to nothing, or is there some other life after our departure hence?  These and kindred questions I have been longing to resolve.\\\"\\n\\nThus questioned he; and Barlaam answered thus: \\\"The good hope, whereof I spake, is that of the kingdom of Heaven.  But that kingdom is far beyond the utterance of mortal tongue; for the Scripture saith, \\\\`Eye hath not seen, nor ear heard, neither have entered into the heart of man the things which God hath prepared for them that love him.'  But when we have shuffled off this gross flesh, and attained to that blessedness, then will that Master, which hath granted to us not to fail of this hope, teach and make known unto us the glory of those good things, whose glory passeth all understanding: -- that light ineffable, that life that hath no ending, that converse with Angels.  For if it be granted us to hold communion with God, so far as is attainable to human nature, then shall we know all things from his lips which now we know not.  This doth my initiation into the teaching of the divine Scriptures teach me to be the real meaning of the kingdom of Heaven; to approach the vision of the blessed and life-giving Trinity, and to be illumined with his unapproachable light, and with clearer and purer sight, and with unveiled face, to behold as in a glass his unspeakable glory.  But, if it be impossible to express in language that glory, that light, and those mysterious blessings, what marvel?  For they had not been mighty and singular, if they had been comprehended by reason and expressed in words by us who are earthly, and corruptible, and clothed in this heavy garment of sinful flesh.  Holding then such knowledge in simple faith, believe thou undoubtingly, that these are no fictions; but by good works be urgent to lay hold on that immortal kingdom, to which when thou hast attained, thou shalt have perfect knowledge.\\n\\n\\\"As touching thy question, How it is that we have heard the words of the Incarnate God, know thou that we have been taught all that appertaineth to the divine Incarnation by the Holy Gospels, for thus that holy book is called, because it telleth us, who are corruptible and earthly, the `good spell' of immortality and incorruption, of life eternal, of the remission of sins, and of the kingdom of heaven.  This book was written by the eyewitnesses and ministers of the Word, and of these I have already said that our Lord Jesus Christ chose them for disciples and apostles; and they delivered it unto us in writing, after the glorious Ascension of our Master into Heaven, a record of his life on earth, his teachings and miracles, so far as it was possible to commit them to writing.  For thus, toward the end of his volume, saith he that is the flower of the holy Evangelists, `And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written.'\\n\\n\\\"So in this heavenly Gospel, written by the Spirit of God, is recorded the history of his Incarnation, his manifestation, his miracles and acts.  Afterward, it telleth of the innocent suffering which the Lord endured for our sake, of his holy Resurrection on the third day, his Ascent into the heavens, and of his glorious and dreadful second coming; for the Son of God shall come again on earth, with unspeakable glory, and with a multitude of the heavenly host to judge our race, and to reward every man according to his works.  For, at the beginning, God created man out of earth, as I have already told thee, and breathed into him breath, which is called a reasonable and understanding soul.  But since we were sentenced to death, we die all: and it is not possible for this cup to pass any man by.  Now death is the separation of the soul from the body.  And that body which was formed out of earth, when severed from the soul, returneth to earth from whence also it was taken, and, decaying, perisheth; but the soul, being immortal, fareth whither her Maker calleth, or rather to the place where she, while still in the body, hath prepared for herself lodgement.  For as a man hath lived here, so shall he receive reward there.\\n\\n\\\"Then, after long seasons, Christ our God shall come to judge the world in awful glory, beyond words to tell; and for fear of him the powers of heaven shall be shaken, and all the angel hosts stand beside him in dread.  Then, at the voice of the archangel, and at the trump of God, shall the dead arise and stand before his awful throne.  Now the Resurrection is the re-uniting of soul and body.  So that very body, which decayeth and perisheth, shall arise incorruptible.  And concerning this, beware lest the reasoning of unbelief overtake thee; for it is not impossible for him, who at the beginning formed the body out of earth, when according to its Maker's doom it hath returned to earth whence it was taken, to raise the same again.  If thou wilt but consider how many things God hath made out of nothing, this proof shall suffice thee.  He took earth and made man, though earth was not man before.  How then did earth become man?  And how was earth, that did not exist, produced?  And what foundation hath it?  And how were countless kind of things without reason, of seeds and plants, produced out of it!  Nay, now also consider the manner of our birth.  Is not a little seed thrown into the womb that receiveth it?  Whence then cometh such a marvellous fashioning of a living creature?\\n\\n\\\"So for him, who hath made everything out of nothing, and still doth make, it is not impossible to raise deadened and corrupt bodies from the earth, that every man may be rewarded according to his works; for he saith, `The present is the time for work, the future for recompense.'  Else, where were the justice of God, if there were no Resurrection?  Many righteous men in this present life have suffered much ill-usage and torment, and have died violent deaths; and the impious and the law-breaker hath spent his days here in luxury and prosperity.  But God, who is good and just, hath appointed a day of resurrection and inquisition, that each soul may receive her own body, and that the wicked, who received his good things here, may there be punished for his misdeeds, and that the good, who was here chastised for his misdeeds, may there inherit his bliss.  For, saith the Lord, `They that are in the graves shall hear the voice of the Son of God, and shall come forth; they that have done good unto the resurrection of life, and they that have done evil unto the resurrection of doom.'  Then also shall thrones be set, and the Ancient of days and Maker of all things shall sit as Judge, and there shall be opened books with records of the deeds and words and thoughts of all of us, and a fiery stream shall issue, and all hidden things shall be revealed.  There can no advocate, no persuasive words, no false excuse, no mightiness of riches, no pomp of rank, no lavishment of bribes, avail to pervert righteous judgement.  For he, the uncorrupt and truthful Judge, shall weigh everything in the balance of justice, every act, word and thought.  And they that have done good shall go into life everlasting, into light unspeakable, rejoicing in the fellowship of the Angels, to enjoy bliss ineffable, standing in purity before the Holy Trinity.  But they that have done evil, and all the ungodly and sinners, shall go into everlasting punishment, which is called Gehenna, and outer darkness, and the worm that dieth not, and the gnashing of teeth, and a thousand other names of punishment; which meaneth rather -- bitterest of all, -- alienation from God, the being cast away from the sweetness of his presence, the being deprived of that glory which baffleth description, the being made a spectacle unto the whole creation, and the being put to shame, and shame that hath no ending.  For, after the passing of that terrible sentence, all things shall abide immutable and unchangeable.  The blissful life of the righteous shall have no close, neither shall the misery and punishment of sinners find an end: because, after him, there is no higher Judge, and no defence by after-works, no time for amendment, no other way for them that are punished, their vengeance being co-eternal with them.\\n\\n\\\"Seeing that this is so, what manner of persons ought we to be in all holy conversation and godliness, that we may be counted worthy to escape the wrath to come, and to be ranged on the right hand of the Son of God?  For this is the station of the righteous: but to sinners is allotted the station of misery on the left.  Then shall the Lord call the righteous \\\\`Blessed,' and shall lead them into his everlasting kingdom.  But, as for sinners, with anger and curse he will banish them from his serene and gentle countenance the bitterest and hardest lot of all and will send them away into everlasting punishment.\\\"\\n\\nIX.\\n\\nIoasaph said unto him, \\\"Great and marvellous, sir, are the things whereof thou tellest me, fearful and terrible, if indeed these things be so, and, if there be after death and dissolution into dust and ashes, a resurrection and re-birth, and rewards and punishments for the deeds done during life.  But what is the proof thereof?  And how have ye come to learn that which ye have not seen, that ye have so steadfastly and undoubtingly believed it?  As for things that have already been done and made manifest in deed, though ye saw them not, yet have ye heard them from the writers of history.  But, when it is of the future that ye preach tidings of such vast import, how have ye made your conviction on these matters sure?\\\"\\n\\nQuoth Barlaam, \\\"From the past I gain certainty about the future; for they that preached the Gospel, without erring from the truth, but establishing their sayings by signs and wonders and divers miracles, themselves also spake of the future.  So, as in the one case they taught us nothing amiss or false, but made all that they said and did to shine clearer than the sun, so also in the other matter they gave us true doctrine, even that which our Lord and Master Jesus Christ himself confirmed both by word and deed. 'Verily,' he spake, `I say unto you, the hour is coming in the which all that are in the graves shall hear the voice of the Son of God and they that hear shall live:' and again, `The hour cometh when the dead shall hear his voice, and shall come forth, they that have done good unto the resurrection of life, and they that have done evil unto the resurrection of damnation.'  And again he said concerning the resurrection of the dead, `Have ye not read that which was spoken unto you by God, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob.  God is not the God of the dead but of the living.'  `For as the tares are gathered and burned in the fire, so shall it be in the end of this age.  The Son of God shall send forth his Angels, and they shall gather all things that offend, and them which do iniquity, and shall cast them into the furnace of fire; there shall be wailing and gnashing of teeth.  Then shall the righteous shine forth as the sun in the kingdom of their father.'  Thus spake he and added this thereto, \\\\`Who hath ears to hear, let him hear.'\\n\\n\\\"In such words and many more did the Lord make manifest the resurrection of our bodies, and confirm his words in deed, by raising many that were dead.  And, toward the end of his life upon earth, he called from the grave one Lazarus his friend, that had already been four days dead and stank, and thus he restored the lifeless to life.  Moreover, the Lord himself became the first-fruits of that resurrection which is final and no longer subject unto death, after he had in the flesh tasted of death; and on the third day he rose again, and became the first-born from the dead.  For other men also were raised from the dead, but died once more, and might not yet attain to the likeness of the future true resurrection.  But he alone was the leader of that resurrection, the first to be raised to the resurrection immortal.\\n\\n\\\"This was the preaching also of them that from the beginning were eye-witnesses and ministers of the word; for thus saith blessed Paul, whose calling was not of men, but from heaven, `Brethren, I declare unto you the Gospel which I preached unto you.  For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the Scriptures.  Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  For if the dead rise not, then is not Christ raised.  And if Christ be not raised, your faith is vain, ye are yet in your sins.  If in this life only we have hope in Christ, we are of all men most miserable.  But now is Christ risen from the dead and become the first-fruits of them that slept.  For since by man came death, by man came also the resurrection of the dead.  For as in Adam all die, even so in Christ shall all be made alive.'  And after a little while, `For this corruptible must put on incorruption, and this mortal must put on immortality.  So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  O death where is thy sting?  O grave, where is thy victory?'  For then the power of death is utterly annulled and destroyed, no longer working in us, but for the future there is given unto men immortality and incorruption for evermore.\\n\\n\\\"Beyond all question, therefore, there shall be a resurrection of the dead, and this we believe undoubtingly.  Moreover we know that there shall be rewards and punishments for the deeds done in our life-time, on the dreadful day of Christ's coming, `wherein the heavens shall be dissolved in fire and the elements shall melt with fervent heat,' as saith one of the inspired clerks of God; `nevertheless we, according to his promise, look for new heavens and a new earth.'  For that there shall be rewards and punishments for men's works, and that absolutely nothing, good or bad, shall be overlooked, but that there is reserved a requital for words, deeds and thoughts, is plain.  The Lord saith, 'Whosoever shall give to drink unto one of these little ones a cup of cold water only, in the name of a disciple, he shall in no wise lose his reward.'  And again he saith, `When the Son of man shall come in his glory, and all the holy Angels with him, then before him shall be gathered all nations, and he shall separate them one from another, as a shepherd divideth his sheep from the goats.  And he shall set the sheep on his right hand, but the goats on the left.  Then shall the King say unto them on his right hand, `Come ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.  For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in: naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.'  Wherefore saith he this, except he count the kind acts we do unto the needy as done unto himself?  And in another place he saith, \\\\`Whosoever shall confess me before men, him will I also confess before my Father which is in heaven.'\\n\\n\\\"Lo, by all these examples and many more he proveth that the rewards of good works are certain and sure.  Further, that punishments are in store for the bad, he foretold by parables strange and wonderful, which he, the Well of Wisdom most wisely put forth.  At one time he brought into his tale a certain rich man which was clothed in purple and fine linen, and fared sumptuously every day, but who was so niggardly and pitiless toward the destitute as to overlook a certain beggar named Lazarus laid at his gate, and not even to give him of the crumbs from his table.  So when one and other were dead, the poor man, full of sores, was carried away, he saith, into Abraham's bosom, for thus he describeth the habitation of the righteous -- but the rich man was delivered to the fire of bitter torment in hell.  To him said Abraham, \\\\`Thou in thy lifetime receivedst thy good things, and likewise Lazarus his evil things, but now he is comforted, and thou art tormented.\\\"\\n\\n\\\"And otherwhere he likeneth the kingdom of heaven to a certain king which made a marriage-feast for his son and thereby he declared future happiness and splendour.  For as he was wont to speak to humble and earthly minded men, he would draw his parables from homely and familiar things.  Not that he meant that marriages and feasts exist in that world; but in condescension to men's grossness, he employed these names when he would make known to them the future.  So, as he telleth, the king with high proclamation called all to come to the marriage to take their fill of his wondrous store of good things.  But many of them that were bidden made light of it and came not, and busied themselves: some went to their farms, some to their merchandize, and others to their newly wedded wives, and thus deprived themselves of the splendour of the bride chamber.  Now when these had, of their own choice, absented themselves from this joyous merriment, others were bidden thereto, and the wedding was furnished with guests. And when the king came in to see the guests, he saw there a man which had not on a wedding garment, and he said unto him, \\\"Friend, how camest thou in hither, not having a wedding garment?\\\"  And he was speechless.  Then Said the king to the servants, \\\"Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.'  Now they who made excuses and paid no heed to the call are they that hasten not to the faith of Christ, but continue in idolatry or heresy.  But he that had no wedding garment is he that believeth, but hath soiled his spiritual garment with unclean acts, and was rightly cast forth from the joy of the bride chamber.\\n\\n\\\"And he put forth yet another parable, in harmony with this, in his picture of the Ten Virgins, `five of whom were wise, and five were foolish.  They that were foolish took their lamps and took no oil with them, but the wise took oil.'  By the oil he signifieth the acquiring of good works.  `And at midnight,' he saith, `there was a cry made, \\\"Behold the bridegroom cometh, go ye out to meet him.\\\"'  By midnight he denoteth the uncertainty of that time.  Then all those virgins arose.  `They that were ready went forth to meet the bridegroom and went in with him to the marriage, and the door was shut.'  But they that were un-ready (whom rightly he calleth foolish), seeing that their lamps were going out, went forth to buy oil.  Afterward they drew nigh, the door being now shut, and cried, saying, `Lord, Lord, open to us.' But he answered and said, `Verily I say unto you, I know you\\n\\nnot.'  Wherefore from all this it is manifest that there is a requital not only for overt acts, but also for words and even secret thoughts; for the Saviour said, `I say unto you, that for every idle word that men shall speak they shall give account thereof in the day of judgement.'  And again he saith, `But the very hairs of your head are numbered,' by the hairs meaning the smallest and slightest phantasy or thought.  And in harmony herewith is the teaching of blessed Paul, `For the word of God,' saith he, `is quick and powerful, and sharper than any two-edged sword, and piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  Neither is there any creature that is not manifest in his sight: but all things are naked and laid bare unto the eyes of him with whom we have to do.\\\"\\n\\n\\\"These things also were proclaimed with wondrous clearness by the prophets of old time, illumined by the grace of the Spirit.  For Esay saith, `I know their works and their thoughts,' and will repay them.  `Behold, I come to gather all nations and all tongues; and they shall come and see my glory.  And the heaven shall be new, and the earth, which I make before me.  And all flesh shall come to worship before me, saith the Lord.  And they shall go forth, and look upon the carcasses of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched; and they shall be a spectacle unto all flesh.\\\"  And again he saith concerning that day, \\\"And the heavens shall be rolled together as a scroll, and all the stars shall fall down as leaves from the vine.  For behold, the day of the Lord cometh, cruel with wrath and fierce anger, to lay the whole world desolate and to destroy the sinners out of it.  For the stars of heaven and Orion and all the constellations of heaven shall not give their light, and there shall be darkness at the sun's rising, and the moon shall not give her light.  And I will cause the arrogancy of the sinners to cease, and will lay low the haughtiness of the proud.'  And again he saith, \\\\`Wo unto them that draw their iniquities as with a long cord, and their sins as with an heifer's cart-rope!  Wo unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!  Wo unto those of you that are mighty, that are princes, that mingle strong drink, which justify the wicked for reward, and take justice from the just, and turn aside the judgement from the needy, and take away the right from the poor, that the widow may be their spoil and the fatherless their prey!  And what will they do in the day of visitation, and to whom will they flee for help? And where will they leave their glory, that they fall not into arrest?  Like as stubble shall be burnt by live coal of fire, and consumed by kindled flame, so their root shall be as foam, and their blossom shall go up as dust, for they would not the law of the Lord of hosts, and provoked the oracle of the Holy One of Israel.\\\"\\n\\n\\\"In tune therewith saith also another prophet, `The great day of the Lord is near, and hasteth greatly.  The bitter and austere voice of the day of the Lord hath been appointed.  A mighty day of wrath is that day, a day of trouble and distress, a day of wasteness and desolation, a day of blackness and gloominess, a day of clouds and thick darkness, a day of the trumpet and alarm. And I will bring distress upon the wicked, and they shall walk like blind men, because they have sinned against the Lord. Neither their silver nor their gold shall be able to deliver them in the day of the Lord's wrath; for the whole land shall be devoured by the fire of his jealousy, for he shall make a riddance of all them that dwell in the land.'  Moreover David, the king and prophet, crieth thus, `God shall come visibly, even our God, and shall not keep silence: a fire shall be kindled before him, and a mighty tempest round about him.  He shall call the heaven from above, and the earth, that he may judge his people.'  And again he saith, \\\\`Arise, O God, judge thou the earth, because \\\"the fierceness of man shall turn to thy praise.\\\" And thou shalt \\\"reward every man according to his works.\\\"'  And many other such things have been spoken by the Psalmist, and all the Prophets inspired by the Holy Ghost, concerning the judgement and the recompense to come.  Their words also have been most surely confirmed by the Saviour who hath taught us to believe the resurrection of the dead, and the recompense of the deeds done in the flesh, and the unending life of the world to come.\\\"\\n\\nX\\n\\nBut Ioasaph was filled hereby with deep compunction, and was melted into tears; and he said to the elder, \\\"Thou hast told me everything plainly, and hast completed unerringly thy terrible and marvellous tale.  With such truths set before us, what must we do to escape the punishments in store for sinners, and to gain the joy of the righteous?\\\"\\n\\nBarlaam answered: \\\"It is written of Peter, who was also called chief of the Apostles, that once when he was preaching the people were pricked in their heart, like thyself to-day: and when they asked, `What shall we do?', Peter said unto them, `Repent, and be baptized every one of you for the remission of sins, and ye shall receive the gift of the Holy Ghost.  For to you is the promise, and to your children, and to all that are afar off even as many as the Lord our God shall call.'  Behold therefore upon thee also hath he poured forth the riches of his mercy, and hath called thee that wert afar off from him in heart, and didst serve others, not Gods, but pernicious devils and dumb and senseless wooden images.  Wherefore before all things approach thou him who hath called thee, and from him shalt thou receive the true knowledge of things visible and invisible.  But if, after thy calling, thou be loth or slack, thou shalt be disherited by the just judgement of God, and by thy rejection of him thou shalt be rejected.  For thus too spake the same Apostle Peter to a certain disciple.  But I believe that thou hast heard the call, and that, when thou hast heard it more plainly, thou wilt take up thy Cross, and follow that God and Master that calleth thee, calleth thee to himself from death unto life, and from darkness unto light.  For, soothly, ignorance of God is darkness and death of the soul; and to serve idols, to the destruction of all nature, is to my thinking the extreme of all senselessness.\\n\\n\\\"But idolaters -- to whom shall I compare them, and to what likeness shall I liken their silliness?  Well, I will set before thee an example which I heard from the lips of one most wise.\\n\\n\\\"'Idol worshippers,' said he, `are like a fowler who caught a tiny bird, called nightingale.  He took a knife, for to kill and eat her; but the nightingale, being given the power of articulate speech, said to the fowler, `Man, what advantageth it thee to slay me?  for thou shalt not be able by my means to fill thy belly.  Now free me of my fetters, and I will give thee three precepts, by the keeping of which thou shalt be greatly benefited all thy life long.'  He, astonied at her speech, promised that, if he heard anything new from her, he would quickly free her from her captivity.  The nightingale turned towards our friend and said, `Never try to attain to the unattainable: never regret the thing past and gone: and never believe the word that passeth belief.  Keep these three precepts, and may it be well with thee.'  The man, admiring the lucidity and sense of her words, freed the bird from her captivity, and sent her forth aloft.  She, therefore, desirous to know whether the man had understood the force of her words, and whether he had gleaned any profit therefrom, said, as she flew aloft, `Shame, sir, on thy fecklessness!  What a treasure that hast lost to-day!  For I have inside me a pearl larger than an ostrich-egg.'  When the fowler heard thereof, he was distraught with grief, regretting that the bird had escaped out of his hands.  And he would fain have taken her again.  `Come hither,' said he, `into my house: I will make thee right welcome, and send thee forth with honour.'  But the nightingale said unto him, \\\\`Now I know thee to be a mighty fool. Though thou didst receive my words readily and gladly, thou hast gained no profit thereby.  I bade thee never regret the thing past and gone; and behold thou art distraught with grief because I have escaped out of thy hands there thou regrettest a thing past and gone.  I charged thee not to try to attain to the unattainable, and thou triest to catch me, though thou canst not attain to my path.  Besides which, I bade thee never believe a word past belief, and behold thou hast believed that I had inside me a pearl exceeding the measure of my size, and hadst not the sense to see that my whole body doth not attain to the bulk of ostrich eggs.  How then could I contain such a pearl?\\\"'\\n\\n\\\"Thus senseless, then, are also they that trust in idols: for these be their handiwork, and they worship that which their fingers made, saying, `These be our creators.'  How then deem they their creators those which have been formed and fashioned by themselves?  Nay more, they safeguard their gods, lest they be stolen by thieves, and yet they call them guardians of their safety.  And yet what folly not to know that they, which be unable to guard and aid themselves, can in no wise guard and save others!  `For' saith he, `why, on behalf of the living, should they seek unto the dead?'  They expend wealth, for to raise statues and images to devils, and vainly boast that these give them good gifts, and crave to receive of their hands things which those idols never possessed, nor ever shall possess.  Wherefore it is written, `May they that make them be like unto them, and so be all such as put their trust in them, who,' he saith, `hire a goldsmith, and make them gods, and they fall down, yea, they worship them.  They bear them upon the shoulders, and go forward. And if they set them in their place, they stand therein: they shall not remove.  Yea, one shall cry unto them, yet call they not answer him, nor save him out of his trouble.'  `Wherefore be ye ashamed with everlasting shame, ye that trust in graven images, that say to the molten images, Ye are our gods.'  `For they sacrificed,' he saith, `unto devils, and not to God; to gods whom their fathers knew not.  There came new and fresh gods; because it is a froward generation, and there is no faith in them.'\\n\\n\\\"Wherefore out of this wicked and faithless generation the Lord calleth thee to him, saying, `Come out from among them, and be thou separate, and touch no unclean thing,' but `save thyself from this untoward generation.'  `Arise thou, and depart, for this is not thy rest;' for that divided lordship, which your gods hold, is a thing of confusion and strife and hath no real being whatsoever.  But with us it is not so, neither have we many gods and lords, but one God, the Father, of whom are all things, and we unto him: and one Lord Jesus Christ, by whom are all things and we by him, `who is the image of the invisible God, the first born of every creature' and of all ages, `for in him were all things created that are in the heavens and that are upon the earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers.'  `All things were made by him, and without him was not anything made that was made:' and one Holy Ghost, in whom are all things, `the Lord and Giver of life,' God and making God, the good Spirit, the right Spirit, 'the Spirit the Comforter,' `the Spirit of adoption.'  Of these each person, severally, is God.  As the Father is, so also is the Son, and as the Son, so also the Holy Ghost.  And there is one God in three, one nature, one kingdom, one power, one glory, one substance, distinct in persons, and so only distinct.  One is the Father, whose property it is not to have been begotten; one is the only-begotten Son, and his property it is to have been begotten; and one is the Holy Ghost, and his property it is that he proceedeth.  Thus illuminated by that light, which is the Father, with that light, which is the Son, in that light, which is the Holy Ghost, we glorify one Godhead in three persons.  And he is one very and only God, known in the Trinity: for of him and through him, and unto him are all things.\\n\\n\\\"By his grace also, I came to know thy ease, and was sent to teach thee the lessons that I have learned and observed from my youth even to these grey hairs.  If then thou shalt believe and be baptized, thou shalt be saved; but if thou believe not, thou shalt be damned.  All the things that thou seest to-day, wherein thou gloriest, -- pomp, luxury, riches, and all the deceitfulness of life, -- quickly pass away; and they shall cast thee hence whether thou wilt or no.  And thy body will be imprisoned in a tiny grave, left in utter loneliness, and bereft of all company of kith and kin.  And all the pleasant things of the world shall perish; and instead of the beauty and fragrance of to-day, thou shalt be encompassed with horror and the stink of corruption.  But thy soul shall they hurl into the nether-regions of the earth, into the condemnation of Hades, until the final resurrection, when re-united to her body, she shall be cast forth from the presence of the Lord and be delivered to hell fire, which burneth everlastingly.  These, and far worse haps than these, shall be thy destiny, if thou continue in unbelief.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/322](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/322)\\n\\n\",\"timestamp\":1640138637,\"title\":\"And he planted a garden eastward in Eden, full of delight and all heart's ease, and set thereto the man whom he had formed\"},\"digest\":\"fm9umA4ECQPCB1ypMR7TAQE0UFDQNWGBlTUi8c-Az6w\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qifi4Zg--wmbbbvveJH16QiIxwdHThS7UO5EVMnwP0Y\\\",\\\"y\\\":\\\"8mmcOOOgXV89rFrabcZ7Vv7XeD9hRXQZ2_QZlvYcMug\\\"}\",\"signature\":\"uH_qjnSEkiQPWoRwN2FWUGHQfwUziXoY1bZ5svj617xq6YjAZH9HJXHEu4xfeQ4NgA3AKBhNi3bivgOvQc12JA\",\"signingKeySignature\":\"0x98778c82ba755d9a83452d2148f76561a2897f34e7a6c124d89246bd1d8c9ff415f38482807579bc5c68665fd58d617f74e2c05689759d1dbab474e940090fcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qifi4Zg--wmbbbvveJH16QiIxwdHThS7UO5EVMnwP0Y\\\",\\\"y\\\":\\\"8mmcOOOgXV89rFrabcZ7Vv7XeD9hRXQZ2_QZlvYcMug\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fm9umA4ECQPCB1ypMR7TAQE0UFDQNWGBlTUi8c-Az6w\"}"