"{\"content\":{\"body\":\"[https://mathiace.substack.com/p/analyzing-other-peoples-mistakes](https://mathiace.substack.com/p/analyzing-other-peoples-mistakes)\\n\\n重點整理:\\n\\nPeople aren’t necessarily that good at understanding what their mistakes were when randomness is involved. They mostly base the validity of an act on the outcome.\\n\\n隨機讓人分不清楚技術與運氣的影響程度，所以常會用結果判斷決策品質\\n\\n一些常見的錯誤\\n\\nFOMO\\n\\n解決方法:\\n\\n* 離開電腦\\n* 靜坐，運動\\n\\n賣太早/持有太久\\n\\n解決方法:\\n\\n* 一次買三隻，短中長期各一隻\\n* 設定短中長期目標\\n* 不因結果推論決策品質，若決策結果是依據當初判斷，則為好決策\\n* 賣完就不要再看價格(盲盒也是)\\n* \\n\\n被詐騙\\n\\n* 不要給seedphase\\n* Discord取消DM\\n* 使用冷錢包\\n* 使用官方連結\\n* DYOR，不要輕易相信YTer\\n\\n沒有保留子彈\\n\\nList太久\\n\\n接刀\\n\\n不做功課\\n\\n不敢冒風險\\n\\n不買贗品\\n\\n短線交易，但不考慮風報比\\n\\n僅考慮Gas fee\\n\\nMint太早，甚至在二級市場買高價\\n\\n不要用常用錢包空投\\n\\n建議:\\n\\n學習如何設定Gas fee\\n\\n學習如何競價\\n\\n不要輕易相信Twitter追蹤人數\\n\\n不要看大戶買甚麼就跟著買，很多都是蹭人氣的項目免費贈送\\n\\n![](https://images.mirror-media.xyz/publication-images/rNdq1mTEBqzPDs3woMbN0.png?height=818&width=1808)\\n\\n如果Discord都在討論價格，小心被收割(Bored Bunny)\\n\\nMistakes\\n\\n* Fomo, hype and apeing (57)\\n* Selling too early (results oriented) (54)\\n* Got scammed (34)\\n* Holding too long/Not taking profits (26)\\n* Not keeping liquidity for good opportunities (25)\\n* Passing good buy opportunity (results oriented) (24)\\n* Buying the top (17)\\n* Not researching well enough (14)\\n* Failed transactions in general (13)\\n* Failed transaction in gas war (8)\\n* Have too long listing time (7)\\n* Buying back in when price drops (6)\\n* Selling too early, needing to liquify (6)\\n* Delay minting for too long (6)\\n* Trust Twitters with high follower count (5)\\n* Not taking enough risks/Afraid of making mistakes (4)\\n* Not investigating interesting projects further (4)\\n* Selling rare pre reveal (results oriented) (3)\\n* Failed transaction in Metamask swap (3)\\n* Poor bankroll management (3)\\n* Minting because influencer had been sent spam on OpenSea (3)\\n* Choosing the wrong project when deciding between two (3)\\n* Minting with anonymous founders (3)\\n* Trading when fatigued/sleepy/drunk (3)\\n* Minting with high gas (3)\\n* Waiting until floor drops to buy (2)\\n* Listing too high (2)\\n* Get emotional attachment to investment (2)\\n* Have too long bid time (2)\\n* Not paying 100% attention when minting, watching the kid(s) (2)\\n* Not minting because of high gas (2)\\n* Regretting a sale and buying back at a loss (2)\\n* Buying, thinking it's a rare piece before rarity is revealed\\n* Failed transaction in floor buy\\n* Leaving the space for months during bear market\\n* Not buying derivative of successful project\\n* Trust Discord with high member count\\n* Minting too early (only 230 of 10k got minted)\\n* Accepting offer without checking rarity\\n* Trying to make money as quickly as possible\\n* Not tracking gains for taxes\\n* Being too late for WL\\n* Lost their hardware wallet\\n* Delisting hyped project pre reveal\\n* Buy bottom, having it go even lower\\n* Flipping with high risk/low reward\\n* Buy into project they don't fundamentally believe in\\n* Not buying a project later because they missed a lower floor\\n* Misclick listing price\\n\\nLesson learned:\\n\\n\\\\- Buy several tokens in a project if you can afford to. Buying 2-3 is the consensus.\\n\\n* Hold longer.\\n* Choose quality teams.\\n* Be more liquid.\\n* Buy a hardward wallet.\\n* **Don't interact with airdropped NFTs.**\\n* Learn how to handle greed and emotions.\\n* List for short periods (1 day).\\n* Don't blindly trust influencers (DYOR)\\n* Be careful about buying bundles, can contain fakes.\\n* Learn how to use Etherscan.\\n* OpenSea sucks.\\n* If you're selling unrevealed mints, don't check what it turned out to be.\\n* Organic growth is way stronger but will usually take way longer.\\n* Tutorial to set up advanced gas\\n* Create and follow your strategy: is it a flip, short term, medium term or long term hold?\\n* Follow the right people.\\n* Place more bids when your bankroll is smaller to save gas and be able to buy below floor.\\n* With how the meta is now, try to get into WL in good projects. How they give out WL's will also tell about the quality of the team.\\n* The stronger the fundamentals, the less important it is to min max.\\n* Organize your Discord well.\\n* Twitter accounts with high follower account can be fakes\\n* The less substance and more hype in the Discord chat, the higher chance of it being a pump and dump.\\n* Small bankrolls have to be way more careful placing their bets, while big BRs can afford to speculate a lot more. Learn how to manage your bankroll.\\n* Take breaks from NFTs, go into nature, meditate.\\n* Take some losses to liquify instead of holding until the bottom some of the time.\\n* Ratio of low online Discord users to total in the group is a red flag.\\n* Make sure the dev team/community managers are active in the Discord, and if they are too spammy it can be a bad sign too.\\n* Discords people have to grind for levels to get whitelist can be fake and lack substance.\\n* Too much price talk in Discords is inorganic for the project.\\n* Know the tax jurisdiction for NFTs in your country.\\n* Keep liquidity for wallet initialization if it's your first time selling on OpenSea.\\n* ETH peaking, high gas and over saturation of projects are factors that can cause an NFT bear market.\\n* Be kind to yourself, we are human and we all make mistakes.\\n\\nIt is much easier to spot the fundamental once if you know what to look for.The team is the most important. They are essentially what you are investing in.\\n\\nIt is also very important to look at the quality of the community. Is it solid and organically grown or is it all based on hype and trying to make the price rise?\\n\\n### FOMO\\n\\nRepetition and pattern recognition is key. Remember that you want to make rational decisions when making bets, or they won’t be profitable.A solution to becoming more mindful is meditation. One of the main benefits of meditation is to improve your metacognitive ability.Another solution is that when you are feeling the FOMO, instead of connecting your wallet and mint, you can step from the PC and the metaphorically blinking slotmachine, and ask yourself if it is really a good fundamental decision or if your mind is playing tricks\\n\\n### Selling too early and Holding too long\\n\\n**Are you holding short term?** If your strategy was to flip an NFT for 3x what you bought it for and did so, but it ended up 50x’ing, you still made the right decision.\\n\\n**Are you holding medium term?** If you plan to hold the position to a price goal, eg. from .2 to 2 ETH because you believe in the fundamentals in the medium term, you should do so. It’s important to have an exit strategy\\n\\n**Are you holding long term?** Here fundamentals and team is the important, because you think this is a project that can grow over a long period through a highly volatile space. It is important in these investments to be able to part with the capital for a long time, and not have to sell due to liquidity issues, because it hasn’t moved the way you wanted yet. That’s a recipe for disaster.\\n\\nRegardless of investment type, remember to always keep some liquidity\\n\\nRemember that you can also split your strategy if you are buying several tokens. If you buy 3, one can be for flipping the same day, one can be for holding until you reach a price target, and one can be for holding one year+ or just for collecting forever\\n\\n## Got scammed\\n\\n1. **Never give out your seedphrase to anyone.** This is only for recovery and if you give it out, they will have total control of your wallet. You will end up with 0.\\n2. **Block your DMs on Discord.** This is where most of them try to get you. It sucks to not be able to connect personally with people, but until we have better solutions it’s the safest.\\n3. **Use a Hardware wallet.** It’s important with an extra layer of security with all these scammers and the value of your assets.\\n4. **Don’t press links not posted by offical team members.** That include announcement bots as some hackers has found ways to control those.\\n5. **Don’t trust high follower/member numbers and ‘influencers’.** There is so much social engineering and foul play to manipulate the perception of the people in the space into making bad decisions. You have to be paranoid to avoid disaster.\\n6. **Take your time and triple check every decision.** Yes, you might miss that hyped up ape derivative at that low floor price, but you will also have a higher chance of avoiding getting scammed.\\n\\n First you have to define on individual basis what your investment is. Is it a generative art project, a membership pass, an investment into a gaming company with $TOKEN possibilities if you hold or a profile pic on-chain with no further utility. Diversify a little, but explore and research what interests you the most, because that’s where you are going to find your biggest edge. You can’t become elite at something you aren’t passionate about. If you don’t really like gaming, but think it’s the future of NFTs, you should maybe take a smaller bet, but rather focus on the area that you are a passionate about.\\n\\nyou can treat your NFT bankroll like you do with angel investing. Invest into 10 start ups you believe in, and hold your position long term. Often 9/10 will fail, but the upside of the 10th will make up substantially for the other 9. That is one option, and take your time choosing the 10. Obviously you would need a bit of capital and patience to do this correctly. Regardless, make sure you can afford to invest into more than just a couple or projects.\\n\\n you want to keep yourself liquid for *at least* one future project. This will be almost impossible if your ETH is tied up into only long term holds that you don’t want to break the investment of. Unless you can consistently fund your ETH wallet with more, you need to plan to have at least a couple short-medium term investments. \",\"timestamp\":1641968965,\"title\":\"Learning from other's mistakes\"},\"digest\":\"SdOGVlskWF1JhezlpOJUv2sh51nx4XZBcwoWM3RBDcU\",\"authorship\":{\"contributor\":\"0xFd4Eb15Aea348070925f4a3c96AF5E48BB044d63\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I-DfZVBZ9ACzt-vaakn_fSkqRTKcMgZKog_5dZrS_gQ\\\",\\\"y\\\":\\\"q8yEEvETILg-pUSMq9jbGjTiG3hGr0EHdde2kRnwGH8\\\"}\",\"signature\":\"P16BfbFVg78s83i-w6HvrxWPoIlAiZlu-R9BDPcubx2V4GlFcblfhdymrlri1e4ukkbnZsdnGMzbLOQVZ6gqyw\",\"signingKeySignature\":\"0xf8ad36088668b469898fb8165775c0961a339565012e7168b8a01f39f14f730518328af3554b1513e7bbf16bc2994a91afb2674f4f46355b5a62d607284d62531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I-DfZVBZ9ACzt-vaakn_fSkqRTKcMgZKog_5dZrS_gQ\\\",\\\"y\\\":\\\"q8yEEvETILg-pUSMq9jbGjTiG3hGr0EHdde2kRnwGH8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QlRrI5uw5NEzw3l1ff3lads2cWE07veIOYbzNWURba4\"}"