"{\"content\":{\"body\":\"![Jean Michel Basquiat in his first studio space, fall 1981 by Seth Tillet](https://images.mirror-media.xyz/publication-images/JeogJc_EuQ4lnQ3zf1OmY.png?height=2560&width=1795)\\n\\nIn September 1981, Jean-Michel Basquiat is 21 years old and on the cusp of becoming an art star.   \\n  \\n In August 1998 he would be dead, aged 27 from a heroin overdose.  \\n  \\n He is standing in the basement of a gallery in SOHO, New York, looking not at the camera but off to the left, into the future perhaps. He looks both pleased and hopeful, with arms outstretched embracing the space and its’ possibilities.  \\n  \\n Seth Tillet tells me he was stoned, from pot or heroin it’s not clear. He could not be enticed out to the [Mudd Clubb](https://en.wikipedia.org/wiki/Mudd_Club) that evening, preferring to start work on what would become an explosive art career he had engineered through [SAMO](https://en.wikipedia.org/wiki/SAMO) graffiti, precisely placed around the SOHO art and gallery scene.  \\n  \\n How did he get here?  \\n  \\n Art has the parameters of place, time, a [way of seeing](https://en.wikipedia.org/wiki/Ways_of_Seeing) (or derivatively, a dialogue with the technology).  \\n  \\n Let’s look at place first. Here is the building today: \\n \\n\\n![100 Prince St SOHO, NYC. Bland much?](https://images.mirror-media.xyz/publication-images/MFIdTSSWhsU3aZuSzFiP9.png?height=2186&width=3814)\\n\\nSOHO now, and when I last walked around in 2017 is bland beyond belief, and mainly clothing stores and high end real estate consultants. If one considers that New York is layered vertically, and that what is accessible from the street is a tiny portion of the cultural motherlode, it is still clear that in 2021 culture has moved on from this place. But in 1981 that was not the case. What we can see now is a wonderful high ceilinged building, and just the place to imagine Basquiat making big, important work, 40 years ago. \\n  \\n What is accessible to us now (thanks to the internet) is a window into that time. (Time shift in internet parlance, is something we need to return to, but more on that later). \\n  \\n In 1980-81 Jean-Michel, then unknown, acted in [Downtown 81](https://en.wikipedia.org/wiki/Downtown_81) as the lead character and it’s prescient, but also a snapshot of a time. Remarkably, it was only released at Canne in 2000 *(Ed, comment here about time again).  \\n  \\n *I tried renting it, buying it etc. but couldn’t due to bullshit georestrictions, but ended up watching it [here](https://archive.org/details/Downtown81JeanMichelBasquiat). It is an amazing 71 minutes capturing the cultural zeitgiest of that time, and emblematic of the era. New York looks unbelievably shitty and low rent, but alive with possibilities. Basquiat’s dialogue is dubbed, because the original was lost, but he looks assured, seeming to know what is coming. \\n\\n![Downtown 81. Basquiat as an anon](https://images.mirror-media.xyz/publication-images/NGJ5BP0jz0-PHTCj1Da0l.png?height=1238&width=2184)\\n\\nTry to read [this.](https://www.artforum.com/print/198110/the-radiant-child-35643) Apparently it’s what rose Basquiat to prominence from SAMO graffiti artist to art star but I find it mostly indecipherable.  \\n \\n\\n![SOHO is shitty in 1981, now not so much](https://images.mirror-media.xyz/publication-images/Skdwj7pOztITbEsBCtZRM.png?height=1420&width=1202)\\n\\nBasquiat is here by design, and his patron is [Annina Nosei](https://en.wikipedia.org/wiki/Annina_Nosei), still alive aged 83. He had come here strategically. It’s hard to know in retrospect what it was that got him here, but raw talent and hustle seem important.  \\n  \\n Let’s consider Basquiat and Nosei separately. Childhood is a \",\"timestamp\":1642283319,\"title\":\"Jean Michel Basquiat in his first studio space, fall 1981\"},\"digest\":\"M7j4hmyl_uvWX30qVzRlBpIawVela-G3EwL7a4riCp4\",\"authorship\":{\"contributor\":\"0xBF6CCF49CC2874f01916D747a8fe97F14A082be0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v841DcSyktHmb3laGOVPuvQh-vWlax_duYPCIZzKz30\\\",\\\"y\\\":\\\"ScyM5mhxh6UbUp8Yh5LH_-5wIWYxLaCyk6vRHt_FCWU\\\"}\",\"signature\":\"v0vV44v6mZKIlez-PgrY2-NvowBermmYOcUN1pCoZsNdScd3hikd9xkrRJsa-oid6mx2v4M5WuQO1rnSlQKWAg\",\"signingKeySignature\":\"0x1f128109039f921652cacffec6fecc8b259afa6ba8ecb814e45df545af8d620e6fe67ec9d64b1fb90fed2860eb84d2041a4a16e498f25940daa13ca4e19e07661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v841DcSyktHmb3laGOVPuvQh-vWlax_duYPCIZzKz30\\\",\\\"y\\\":\\\"ScyM5mhxh6UbUp8Yh5LH_-5wIWYxLaCyk6vRHt_FCWU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M7j4hmyl_uvWX30qVzRlBpIawVela-G3EwL7a4riCp4\"}"