"{\"content\":{\"body\":\"**Market moves:** Bitcoin moved little, as the market activity was muted over the holiday weekend in the U.S.\\n\\n**Technician’s take (Editor’s note):** Technician’s Take is taking a holiday hiatus. In its place, First Mover Asia is publishing the fourth in a series of stories on the year in cryptocurrency markets by CoinDesk markets analyst Damanick Dantes.\\n\\n**Catch the latest episodes** of [CoinDesk TV](https://www.coindesk.com/tv/) for insightful interviews with crypto industry leaders and analysis.\\n\\n## Prices\\n\\nBitcoin ([BTC](https://www.coindesk.com/price/bitcoin/)): $50,818 +0.4%\\n\\nEther ([ETH](https://www.coindesk.com/price/ethereum/)): $4,077 -0.2%\\n\\n## Markets\\n\\nS&P 500: $4,725 +0.6%\\n\\nDJIA: $35,950 +0.5%\\n\\nNasdaq: $15,653 +0.8%\\n\\nGold: $1,807 +0.1%\\n\\n## Market moves\\n\\n[Bitcoin](https://www.coindesk.com/price/bitcoin/), the No. 1 cryptocurrency by market capitalization, retreated to below $50,000, after a “Santa rally” sent it above $51,000 Friday. At the time of publication, bitcoin had regained ground and was hovering around $50,800.\\n\\nCrypto trading activity was mostly muted on Christmas day and the day after, Boxing Day in the U.K. Bitcoin’s trading volume across major centralized exchanges was low.\\n\\n*Credit: CoinDesk/CryptoCompare*\\n\\nEther and other major alternative cryptocurrencies also moved little over the weekend: At the time of publication, ether was changing hands at about $4,070, slightly down from Friday’s rally to above $4,100.\\n\\nAlthough still down from its 30-day high, polkadot (DOT) was one of the top gainers over the weekend, up over 8% in the past 24 hours.\\n\\n## Year-end market wrap\\n\\n(by CoinDesk Markets Analyst Damanick Dantes)\\n\\n**[Market Wrap Year In Review: Remembering Bitcoin’s FUD-Fueled Crash:](https://www.coindesk.com/layer2/2021/12/23/5-ways-money-was-reimagined-in-2021/)** As crypto markets moved through April and May, many buyers began to cash out as fear, uncertainty and doubt (“FUD”) overwhelmed traders. Concerns included U.S. capital gains taxes on digital assets, bitcoin’s environmental footprint and an outright ban on crypto mining in China.\\n\\n*Hello, Market Wrap readers! During the final two weeks of 2021, we’re using this space to recap the year’s most dramatic moments in cryptocurrency markets – and highlight the key lessons from this fast-evolving corner of global finance. Over a series of eight posts starting on Dec. 20 and running through Dec. 30, we’ll recap what shook crypto markets this year. (For the latest digital-asset prices and news headlines, please scroll down.)*\\n\\n*[On Wednesday](https://www.coindesk.com/markets/2021/12/22/market-wrap-year-end-review-bitcoin-peaks-as-coinbase-goes-public/), we recapped how Tesla’s bitcoin acceptance and Coinbase’s direct listing helped send bitcoin’s price to a new all-time high near $65,000, which turned out, in hindsight, to be the market peak. Today, we’ll show how some traders and investors began to cash out in April and May as concerns mounted over U.S. capital gains taxes, bitcoin’s environmental footprint and an outright crypto ban in China. It seemed like the fear, uncertainty and doubt – FUD, or crypto-speak for negative news – was coming all at once.*\\n\\n**Tax selling**\\n\\nAll it took was a New York Times headline in mid-April that U.S. President Joe Biden [was planning](https://www.coindesk.com/markets/2021/04/23/bitcoin-leads-price-sell-off-across-crypto-markets-as-biden-tax-plan-bites/) to roughly double the tax on capital gains or proceeds earned from selling assets – with provisions deemed unfriendly toward cryptocurrencies – to end hopes of a rally back toward bitcoin’s all-time high near $65,000. After a powerful bull run earlier in the year, bitcoin’s price decline suddenly accelerated.\\n\\n“The cryptocurrency was already on the defensive,” Pankaj Balani, co-founder and CEO of the Singapore-based [Delta Exchange](https://www.delta.exchange/), told CoinDesk in an email at the time. “The tax news invited more profit taking.”\\n\\n*President Joe Biden (Drew Angerer/Getty Images) (Getty Images)*\\n\\n“The U.S. actions were not bullish for bitcoin, as tax increases could be a thorn in the recovery and will drag down investments,” Edward Moya, an analyst at Oanda, a foreign exchange brokerage firm, wrote in an email.\\n\\nSome analysts pointed to a stronger U.S. dollar as a potential headwind for bitcoin (BTC). Warmer weather was coming in the Northern Hemisphere, and more coronavirus vaccines were getting distributed around the world, leading to a sunnier economic outlook. It appeared as though the U.S. was on its way to improving the budget deficit, which widened during the pandemic stimulus program.\\n\\nAll that meant there might be less need for extra economic support from governments and central banks, which had bolstered bitcoin’s attractiveness among investors as a possible hedge against fast inflation.\\n\\n**Environmental concerns**\\n\\nBut bitcoin had other problems. In the months ahead, many investors in traditional markets – perceived as a key target for mainstream cryptocurrency adoption – would start to question the cryptocurrency’s environmental footprint – due to the blockchain network’s heavy electricity usage.\\n\\nTesla’s billionaire CEO, Elon Musk, for example, mad a U-turn from his earlier bullish stance on bitcoin and decided to no longer accept BTC as payment for his company’s electric cars, citing concerns about the use of fossil fuels in crypto mining.\\n\\nMusk’s tweet triggered an immediate 6% drop in the bitcoin price. Suddenly, the environment became front and center as an impediment in the 12-year-old cryptocurrency’s path to becoming a widely acceptable asset class. And with environmental, social and governance (ESG) becoming the new buzzwords on Wall Street, it became harder[ to convince](https://www.coindesk.com/business/2020/03/30/can-bitcoin-survive-the-climate-change-revolution/) big money managers that energy-intensive bitcoin was a good addition to portfolios.\\n\\nFor example, [a survey ](https://blogs.lse.ac.uk/businessreview/2021/02/05/can-investors-embrace-both-cryptocurrencies-and-esg/)of 600 people in the fund management industry found that 96% expected their firms to increase prioritization of ESG during 2021. John Reed Stark, former chief of the U.S. Securities and Exchange Commission’s Office of Internet Enforcement, told CoinDesk’s Lyllah Ledesma in May that the bitcoin ESG concerns would certainly dampen institutional investment in crypto.\\n\\n**China’s crypto ban**\\n\\nAnd just when bitcoin traders thought they had seen enough of the fear, uncertainty and doubt, China officially banned all financial institutions and payment companies from providing services related to cryptocurrency transactions.\\n\\nChina had been banning things related to crypto since [2013](https://www.bloomberg.com/news/articles/2013-12-05/china-s-pboc-bans-financial-companies-from-bitcoin-transactions?sref=3REHEaVI), but the fresh crackdown made it clear that crypto trading activity involved “legal risks” and that “any legal person, unincorporated organization or natural person” investing in virtual currency and related derivatives was violating “public order and good customs,” CoinDesk’s Muyao Shen [reported](https://www.coindesk.com/policy/2021/09/24/chinas-latest-crypto-ban-is-its-most-severe-insiders-say/).\\n\\nNews of the China ban sent bitcoin sharply lower, which left the price down roughly 50% from the April record near $65,000. By almost any definition, the bitcoin market had entered a new, bearish phase.\\n\\nThe China-related sell-off wiped [$400 billion](https://www.cnbc.com/2021/06/22/china-crypto-crackdown-wipes-nearly-300-billion-off-market-btc-slides.html) off the crypto market, which encouraged some “whales” – large BTC holders – to move their coins onto exchanges for sale. Crypto markets were in [panic mode](https://www.coindesk.com/markets/2021/06/21/market-wrap-bitcoin-slides-to-two-week-low-ether-to-below-2k-as-china-reiterates-crypto-ban/).\\n\\nIt also dawned on investors just how vulnerable cryptocurrencies were to regulatory risk. Whether it was concerns about capital gains taxes or the outright crypto ban in China, bitcoin’s euphoric rise appeared stunted by the increased scrutiny from governments and supervisors of the traditional financial system.\\n\\nMore work would be needed before environmentally conscious investors would start piling into bitcoin.\\n\\n*Bitcoin whale capitulation index*\\n\\n## Important events\\n\\nFrance individual investments (Q4)\\n\\nDallas Fed manufacturing business index (Dec.)\\n\\nCanada Boxing Day\\n\\n## CoinDesk TV\\n\\nIn case you missed it, here is the most recent episodes of a [CoinDesk TV](https://www.coindesk.com/tv/) program (Editor’s Note: Due to the holiday on Friday, First Mover Asia is including a CoinDesk TV program on NFTs in place of the usual previous episode of First Mover (TV).\\n\\n**[BT, Trance Trailblazer, Exclusively Debuts His 24-Hour Crypto Artwork to Animated Characters](https://www.coindesk.com/tv/nft-all-stars/)**\\n\\nIn CoinDesk’s new animated series ‘NFT All Stars,’ a star studded panel of investors, curators and innovators were joined by music-industry legend BT. In this episode, BT revealed his vision of what owning an NFT should mean and exclusively debuted his 10-months-in-the-making masterpiece, Genesis.json.\\n\\n## Latest headlines\\n\\n**[Why Portfolio Managers Will Need to Look at Altcoins in 2022: ](https://www.coindesk.com/markets/2021/12/26/why-portfolio-managers-will-need-to-look-at-altcoins-in-2022/)**The more uncorrelated they become with bitcoin (itself uncorrelated to traditional assets), the stronger the diversification play.\\n\\n**[Turkey President Erdogan to Send Crypto Law to Parliament: Report: ](https://www.coindesk.com/policy/2021/12/24/turkey-president-erdogan-to-send-crypto-law-to-parliament-report/)**Recep Tayyip Erdoğan told reporters that the law would be sent to the national assembly “without delay.”\\n\\n**[DeFi Value on Terra Surges to Record $21B as LUNA Tops $100:](https://www.coindesk.com/markets/2021/12/24/defi-value-on-terra-surges-to-record-21b-as-luna-tops-100/)** Thursday’s dip to $85 for LUNA tokens was erased overnight.\\n\\n**[Dfinity’s Internet Computer Opens Ethereum Bridge:](https://www.coindesk.com/tech/2021/12/24/dfinitys-internet-computer-opens-ethereum-bridge/)** Ethereum-based assets can now natively exist on Internet Computer via the new cross-chain bridge.\\n\\n## Longer reads\\n\\n**[What Jack Dorsey’s Beef With ‘Web 3′ Is Really About: ](https://www.coindesk.com/layer2/2021/12/23/what-jack-dorseys-beef-with-web-3-is-really-about/)**The Bitcoin-loving CEO’s feud with VCs is just the latest round of a fight that has been raging for nearly a decade: Bitcoiners vs. “crypto.”\\n\\n**Today’s crypto explainer: [Which Crypto Projects Are Based on Ethereum?](https://www.coindesk.com/learn/2021/02/08/which-crypto-projects-are-based-on-ethereum/)**\\n\\n**Other voices: [Inside the Extremely Hot Business of Bitcoin Mining in Big Spring](https://www.texasmonthly.com/news-politics/bitcoin-mining-cryptocurrency-big-spring/)**\\n\\n## Said and heard\\n\\n“This era of reimagined money is bound to see the deployment of art, iconography, stories and other cultural products to bolster the sense of belonging and belief among communities that form around these new systems.“ ([CoinDesk Chief Content Officer Michael Casey](https://www.coindesk.com/layer2/2021/12/23/5-ways-money-was-reimagined-in-2021/))....”Perhaps the biggest theme of 2021 was simply how mainstream crypto had become in terms of public awareness. With the NFT zeitgeist, soaring token prices, the fact that Washington was more interested to learn about it and the ideas that swirled around bitcoin being a bet against a failing monetary system, crypto was suddenly everywhere. Everyone wanted to understand it.” [(Michael Casey)](https://www.coindesk.com/layer2/2021/12/23/5-ways-money-was-reimagined-in-2021/)...”Perhaps, then, 2022 will be the year altcoins become more uncorrelated with bitcoin which, in turn, is uncorrelated with macro assets. In that case, we could be seeing a world where traditional portfolio managers will have to give the alts a once-over at the bare minimum just to have a diversified portfolio.” ([CoinDesk Managing Editor for Markets Lawrence Lewitinn](https://www.coindesk.com/markets/2021/12/26/why-portfolio-managers-will-need-to-look-at-altcoins-in-2022/))\",\"timestamp\":1640609723,\"title\":\"First Mover Asia: Bitcoin’s Price Remains Boxed In Below $51K Over Holiday Weekend\"},\"digest\":\"BLwrawY8o8Sae6dj4gSCObx5Y4-pABFDhygdbcOL1CA\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"Y-5LbjaYw282kEwSR9fLeOrybMD5LElp6EE0biVyVJHdwHa0RBoHh-bN8qj0w-RGYoPUSZ445Lui6BAi4CjG5A\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BLwrawY8o8Sae6dj4gSCObx5Y4-pABFDhygdbcOL1CA\"}"