"{\"content\":{\"body\":\"French gaming giant Ubisoft Entertainment SA’s new nonfungbile token (NFT) project Quartz is facing strong pushback from the gaming community.\\n\\nUbisoft unveiled the Beta launch of Quartz via a brief YouTube video on Dec. 8 that has 214,721 views at the time of writing. The project [aims](https://quartz.ubisoft.com/welcome/) to combine NFTs and blockchain technology with existing Triple-A game titles, and announced Tom Clancy’s Ghost Recon Breakpoint as its first game to officially integrate NFTs.\\n\\nThe video introduces Quartz as a platform that enables gamers to “collect the first playable and energy-efficient Ubisoft NFTs” that are dubbed as “Digits.”\\n\\nYouTube recently [changed](https://blog.youtube/news-and-events/update-to-youtube/) its policy to hide the number of dislikes a video on the platform gets, however the number can still be accessed by Google Chrome extensions. Upon using an extension, the video currently shows 1,400 likes and 37,000 dislikes which equates to a dislike ratio of roughly 96%.\\n\\nOne of the top comments on the video from user “OperatorDrewski” currently has 2,600 likes with zero dislikes, and blasts Ubisoft’s NFT project as a quick cash grab as opposed to improving the overall gaming experience:\\n\\n> “To me, this is a blatant signal that you're just milking the Ghost Recon franchise for literally every cent while putting in minimal effort into the actual game itself. Not playing a GR game in the future if there's this level of degeneracy in the team.”\\n\\n“You took a solid franchise and absolutely made it a laughing stock,” they added.\\n\\nThis opinion appears to be shared by a significant number of the community, with users on Twitter also lashing out at the firm in response to its latest announcement as they threatened to uninstall the firm’s games and boycott Ubisoft completely.\",\"timestamp\":1639120967,\"title\":\"Gamer-hate: Ubisoft's new NFT project vid gets 96% dislike ratio\"},\"digest\":\"iSyT9k1kPvHEnAjf1U988I0xIIB2Eo_GlLmcvHa_fGo\",\"authorship\":{\"contributor\":\"0xC57349670Ea8Eb6677e8e575fA989B353fAa5b61\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rc5727tFkmmkgGZAhAQ0ToSQ5jDeIGMU0Recj2A2P0U\\\",\\\"y\\\":\\\"AvZkL1txwrnf0pehe-LJL7YevqywKOV-qPP-Ds6YWXY\\\"}\",\"signature\":\"2pUjgm5hsnHTGlq3I7UMhSMjHX7b4rAynvt8gmHTqtrtA63vnBM8fj3M19QnON4EAwolDCt12x5rpHWOCGTNPw\",\"signingKeySignature\":\"0x619f3a68538a986e50ef87f9c1b22a3ff78b5839e19a387eb1b9105d935f3d8c718b39edca1fdda2e31c5ebee41b8e828dad75f36d3980ab1c348357f19315ca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rc5727tFkmmkgGZAhAQ0ToSQ5jDeIGMU0Recj2A2P0U\\\",\\\"y\\\":\\\"AvZkL1txwrnf0pehe-LJL7YevqywKOV-qPP-Ds6YWXY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iSyT9k1kPvHEnAjf1U988I0xIIB2Eo_GlLmcvHa_fGo\"}"