"{\"content\":{\"body\":\"A one-word Tweet from Tesla magnate Elon Musk was enough to plunge the price of cryptocurrency Shiba to new depths on Sunday. Asked how many SHIB (Shiba Inu coins) he owns, the billionaire answered with the closest thing to the only word used in Mel Brook’s Silent Movie: “None.”\\n\\nThat was enough to make the most inexpensive cryptocurrency in existence (so to speak), lose its market value by 20%. That was just another reminder that if there’s anyone who can send cryptocurrencies surging or sinking, it’s Elon Musk.\\n\\nA Twitter account by the name of @ShibaInuHodler asked Musk how much SHIB coin he was holding. After Musk’s single-word reply, the currency plummeted. However, on Monday, SHIB recovered a bit, down only about 11% from Sunday’s pre-Musk tweet highs, according to *Coinbase*.\\n\\nThe fact that some cryptocurrencies can be so badly affected by a one-word Tweet by Musk or anyone else goes to show that investors should take extreme caution when investing in meme coins like SHIB. Yes, you may make a killing, but you could also end up losing everything due to a Tweet or two.\\n\\n### Shiba on the rise again after Musk tweet\\n\\nThe recent dip may have halted its most recent rally, but the cryptocurrency has been on the rise overall since October 15. At 3 PM on Monday, the meme coin was down by 1.83% as compared to 24 hours prior, with a price of $0.00038.\\n\\nShiba Inu is the self proclaimed “Dogecoin Killer.” It aims to be the Ethereum-based replacement to Doge tokens. While Bitcoin is designed to be scarce, SHIB tokens have intentionally been designed to be abundant, with an overall supply of 1 quadrillion.\\n\\nHence its rock-bottom prices. Right now, Shibu Inu mostly supports artistic projects like non-fungible token (NFT) art incubators. It’s also creating its own decentralized exchange called ShibaSwap.\\n\\nThe Shiba Inu coin was created in August 2020 by an anonymous person calling himself Ryoshi. It’s billed as an alternative to Dogecoin, which itself was created as a lighthearted option to Bitcoin.\\n\\n### Musk prefers other cryptocurrencies to Shiba\\n\\nThe Shiba Inu cryptocurrency was on its way to the moon on October 24, rising 50% to become the 11th biggest cryptocurrency in the market. After Musk’s Tweet, though, it has slipped to becoming the 13th largest cryptocurrency by market cap.\\n\\nThe Tesla and SpaceX CEO doesn’t own any Shiba Inu himself. He also doesn’t own any Floki tokens either — despite the cryptocurrency being named after his pet Shiba Inu dog.\\n\\nMusk did, however, reiterate the names of the three digital assets he’s betting on to be future proof — Bitcoin, Ethereum, and Dogecoin. And, for Musk, if there’s a meme coin to bet on, it’s Dogecoin.\\n\\nAccording to the entrepreneur, Dogecoin doesn’t need to be another “smart contract” token in the crypto space minting NFTs. Instead, Dogecoin should be working towards becoming a medium of exchange — fast, scalable and inexpensive.\",\"timestamp\":1638368678,\"title\":\"Elon Musk Crashes Shiba Cryptocurrency with Just One Tweet\"},\"digest\":\"SY5SiyP_XVel_55DPuex4oNGnbd3sl-HwxUzAzWK-xw\",\"authorship\":{\"contributor\":\"0xAa0fB247BBA9aBAAdD8755cDE34FE622DE66b6f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4vwl6t5T0tjxJQHy8mrWbUEMeQdyUyMghjhd-6KnBU\\\",\\\"y\\\":\\\"aAovzrFSmwHNCwBx5SC1denlDYjxod4Hu8LPtK8NaW0\\\"}\",\"signature\":\"NFVcN9vFS_hsg57_4ELhM9qyKk93o5ZuEto9adFkZ_fFV7kzS7ZBcSZXOKsNQ8ftfcgb_Bj3FFyVHgboc1grHQ\",\"signingKeySignature\":\"0xe14c9d248d3a6cc95ca37e6928541a7a09e280b74de6f5636ade78120b62af865b8d23f0cd43cc4bedf8b58f97f7f888ee2e7e944cc28b5841011f129faa62df1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4vwl6t5T0tjxJQHy8mrWbUEMeQdyUyMghjhd-6KnBU\\\",\\\"y\\\":\\\"aAovzrFSmwHNCwBx5SC1denlDYjxod4Hu8LPtK8NaW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SY5SiyP_XVel_55DPuex4oNGnbd3sl-HwxUzAzWK-xw\"}"