"{\"content\":{\"body\":\"*Hey there! [Coinvise](https://www.coinvise.co/) is a web3 platform that helps creators & communities build and manage their Social Tokens. You can join the [community here](https://discord.gg/GQNx6HpW). If you find this essay interesting, make sure to subscribe to this newsletter and follow Coinvise on [Twitter](https://twitter.com/CoinviseCo). Enjoy! 🔥*\\n\\n![](https://images.mirror-media.xyz/publication-images/QuWW9Y6V6FHvQSr2_JQJ5.png?height=728&width=1456)\\n\\nWe're entering the 3rd phase of the Creator Economy, where Creators will become their own businesses. Creators discovered they can now BE the brand, BE the product, and they could do what they were doing for brands. Creators can now build a direct relationship with their community and create their own economy thanks to Social Tokens.\\n\\nThe use cases of Social Tokens are numerous. From allowing community members to invest early in creators, creating premium experiences, or collaborating efficiently with other creators, Social tokens have shown their efficiency to incentivize fans to engage and become Creator's distribution.\\n\\nIt's a complete paradigm shift in the way communities collaborate. It's no more the Creator and its fan, but more a whole community driven by a leader around a joint project.\\n\\nBy launching a Social Token, creators will gain ownership over their content and have an easier way to collaborate with their community. Social Tokens are best used when they scale or incentivize coordination and engagement between community members. Incentives are ideal when it's mutually beneficial to the Creator and its community, as this will create positive-sum games where everyone has an aligned economic interest. \\n\\nBecause, at [Coinvise](https://www.coinvise.co/), we truly believe in a future where creators can earn a living from their passions and leverage Social Tokens to leverage the power of a community, we've created the most trustful and easy-to-use platform to create and manage a Social Token as a creator.\\n\\nCoinvise, combined with other Web3 platforms, is an incredibly powerful tool to reach financial freedom. It's time to give back ownership to creators.\\n\\nThis essay shows creators how to leverage Coinvise to create new experiences and direct relationships with their community. Let's get into it 🔥\\n\\n## 1 - Receive help from community members and reward them with Social Tokens.\\n\\nThe best way to incentivize contributors to help a community grow is to reward them with Token. As a creator, bounties can be an incredible tool to ask your community to help you with specific tasks. Whether you're a sport creator that builds the go-to place for everything Fitness or a Musician trying to see your first album released, bounties can help you leverage your community and incentivize members to share their skills with you. \\n\\nWith [high-quality talent](https://coinvise.substack.com/p/how-to-attract-high-quality-talent) and [well-designed incentives](https://coinvise.substack.com/p/how-to-design-great-incentives), you'll have a whole community behind you to help achieve high ambition goals.\\n\\nTo create a bounty and ask your community for help, you should:\\n\\n* Create a Token on Coinvise. ([Tutorial here](https://www.notion.so/coinvise/How-to-mint-a-Personal-Community-Token-424196cb6f204f38b94faed3e0db301f))\\n* Create a Bounty on Coinvise to gain traction from people outside of your community. ([Tutorial here](https://www.notion.so/coinvise/How-to-create-a-Token-Reward-Bounty-on-Coinvise-abfc94a17ebc44c6a6f4affeec779113))\\n* Create a Google Doc gathering all the bounties (missions that you would need help with).\\n* Create a bounty channel on your Discord and advertise it.\\n* Add and set up [guild.xyz](https://twitter.com/guildxyz) on your Discord to send Social Tokens to people who accomplished the mission.\\n\\nCreators can also take a look at the [Forefront's bounties](https://docs.google.com/spreadsheets/d/1Dt5KxK5QmOyPAHBfj81nmY-btyTd0mbPlqJByOmkSR4/edit#gid=196077105) and the [GCR's Bounties](https://docs.google.com/spreadsheets/d/1wHj-LyG9BI60EIMYZ0LOf3scqCogkg1rdknhE3eNzJo/edit#gid=0) for inspiration.\\n\\nBy following the steps above, creators should receive the help of their community members and leverage the power of Social Tokens through Coinvise.\\n\\n## 2 - Create unique relationships with fans through Token-gated content\\n\\nContent-gated is one of the most powerful use-cases of Social Token. Indeed, by creating their own coin, creators will be able to showcase content only to a small portion of their biggest fans, and therefore create a direct and closer relationship with them. [Li Jin](https://twitter.com/ljin18) argued in her essay [1,000 True Fans? Try 100](https://a16z.com/2020/02/06/100-true-fans/) that creators only need to engage a modest base of \\\"true fans\\\"—those who will \\\"buy anything you produce\\\"—to the tune of $1000 per fan per year (for a total annual income of $100,000). By creating unique content and a direct relationship with their biggest fans, creators can now earn a living from their passion, creating a relationship with those 100 true fans.\\n\\nThrough Social Tokens, it's possible to gate content (videos, essays…) but also specific channels on a Discord Server or the server himself. The possibilities are endless, and only the Creator's creativity is the limit. We could imagine a \\\"Future-projects\\\" channel on Discord, for example, where only the community members that have enough Tokens can submit ideas. Gating the channel ensures that only the biggest fans (those with the most social tokens, those who believe the most in the project) can submit new ideas. We could also envision a Discord channel where fans with enough Token can set up a 1:1 call with the Creator. Again, the possibilities are endless.\\n\\nTo create token-gated content, follow the instructions below:\\n\\n* Create a Social Token on Coinvise ([tutorial here](https://www.notion.so/coinvise/How-to-mint-a-Personal-Community-Token-424196cb6f204f38b94faed3e0db301f))\\n* Create a Discord server & add [guild.xyz](https://twitter.com/guildxyz) to the server.\\n* Set up [guild.xyz](https://twitter.com/guildxyz) so only people with enough Social Tokens can access it.\\n\\n## 3 - Reward fans for their early support\\n\\nTo create a healthy relationship with fans, it's essential to reward those who have been there since the beginning. On Coinvise, we provide an easy tool to send (airdrop) tokens to your fans. You can send some tokens by simply providing the person's email address and the amount you want to send. \\n\\nAn interesting use-case is to gather all the email addresses from your fans (those who have bought your book on Amazon, who have subscribed to your newsletter, who have purchased your merch, who have supported you on Patreon etc…) and send them tokens to the Airdrop tool on Coinvise.\\n\\nTo reward your fans for their early support through Social Tokens, follow the instructions below:\\n\\n* Gather all the email addresses.\\n* Go on Coinvise and do an Airdrop. ([Tutorial here](https://www.notion.so/coinvise/How-to-Airdrop-send-Social-Tokens-to-your-community-58bd74d129e740c088b4dc2ff082c227))\\n* Optional: You can bridge some of your Tokens to an [L2 Blockchain](https://coinvise.substack.com/p/l1-and-l2) to avoid Gas Fees. ([Tutorial here](https://twitter.com/CDTEliot/status/1440713241152217102?s=20))\\n\\n## Conclusion \\n\\nCreators are entering a new era where, by leveraging Social Tokens, they will be able to earn a living from their passion by leveraging the power of their community. The overall goal of [Coinvise](https://www.coinvise.co/) is to help those creators build open economies, helping them creating and managing their Social tokens.\\n\\nMany other use cases still need to be discovered, and we're here to help every Creator push the space forward. If you have more specific questions or want to discuss innovative use cases, make sure to join our [Discord](https://discord.gg/CXwY5XDU) reach out to Eliot | Coinvise | PST#2942. 😎\\n\\n\\n---\\n\\n**Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\\n\\nThanks for being here!\\n\\n\\n---\",\"timestamp\":1635357000,\"title\":\"Three ways creators can leverage Coinvise to create special experiences with their community\",\"publication\":\"coinvise\"},\"digest\":\"-X6kgQdQx3l9pJG5_Sd-pZ6clieG_kDZwDPBTU0IMDs\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"9hWeT07vj4pqrDQHWA5ps-B-wMS2mnw6Rqz-bvTMKxYhj1Rf4Z2Ssr2KbwdeG1Dfn1YMSGpHSmEtJnB1dgEPSw\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qVO5sfDHmRafWdbDiXAZijnyYFt-u6gvZS8J1pRL4fA\"}"