"{\"content\":{\"body\":\"they were not in any of the cafes, where the flower of French chivalry usually congregates, in the company of golden-haired young women, from nine in the evening until one o'clock in the morning.  This disappointment grieved M. Wilkie sorely, although he derived some benefit from it, for his disordered attire attracted attention at each place he entered, and acquaintances eagerly inquired: \\\"Where have you come from, and what has happened to you?\\\" Whereupon he replied with an air of profound secrecy: \\\"Pray don't speak of it.  A shocking affair! If it were noised abroad I should be inconsolable.\\\"\\n\\nAt last the cafes began to close, and promenaders became rare.  M. Wilkie, much to his regret, was obliged to go home.  When he had locked his door and donned his dressing-gown, he sat down to think over the events of the day, and collect his scattered wits.  What most troubled and disquieted him was not the condition in which he had left Madame Lia d'Argeles, his mother, who was, perhaps, dying, through his fault! It was not the terrible sacrifice that this poor woman had made for him in a transport of maternal love! It was not the thought of the source from which the money he had squandered for so many years had been derived.  No, M. Wilkie was quite above such paltry considerations--good enough for commonplace and antiquated people. \\\"He was too clever for that.  Ah! yes.  He had a stronger stomach, and was up with the times!\\\" If he were sorely vexed in spirit it was because he thought that the immense property which he had believed his own had slipped, perhaps for ever, from his grasp.  For rising threateningly between the Chalusse millions and himself, he pictured the form of his father, this man whom he did not know, but whose very name had made Madame d'Argeles shudder.\\n\\nM. Wilkie was seized with terror when he looked his actual situation in the face.  What was to become of him? He was certain that Madame d'Argeles would not give him another sou.  She could not--he recognized that fact.  His intelligence was equal to that.  On the other hand, if he ever obtained anything from the count's estate, which was more than doubtful, would he not be obliged to wait a long time for it? Yes, in all probability such would be the case.  Then how should he live, how would he be able to obtain food in the meantime? His despair was so poignant that tears came to his eyes; and he bitterly deplored the step he had taken.  Yes, he actually sighed for the past; he longed to live over again the very years in which he had so often complained of his destiny.  Then, though not a millionaire by any means, he at least wanted for nothing.  Every quarter-day a very considerable allowance was promptly paid him, and, in great emergencies, he could apply to Mr. Patterson, who always sent a favorable answer if not drawn upon too heavily.  Yes, he sighed for that time! Ah! if he had only then realized how fortunate he was! Had he not been one of the most opulent members of the society in which he moved? Had he not been flattered and admired more than any of his companions? Had he not found the most exquisite happiness in his part ownership of Pompier de Nanterre!\\n\\nNow, what remained? Nothing, save anxiety concerning the future, and all sorts of uncertainties and terrors! What a mistake! What a blunder he had made! Ah! if he could only begin again.  He sincerely wished that the great adversary of mankind had the Viscount de Coralth in his clutches.  For, in his despair, it was the once dear viscount that he blamed, accused, and cursed.\\n\\nHe was in this ungrateful frame of mind when a loud, almost savage, ring came at his door.  As his servant slept in an attic upstairs, Wilkie was quite alone in his rooms, so he took the lamp and went to open the door himself.  At this hour of the night, the visitor could only be M. Costard or the Viscount de Serpillon, or perhaps both of them.  \\\"They have heard that I was looking for them, and so they have hastened here,\\\" he thought.\\n\\nBut he was mistaken.  The visitor was neither of these gentlemen, but M. Ferdinand de Coralth in person.  Prudence had compelled the viscount to leave Madame d'Argeles's card-party one of the last, but as soon as he was out of the house he had rushed to the Marquis de Valorsay's to hold a conference with him, far from suspecting that he was followed, and that an auxiliary of Pascal Ferailleur and Mademoiselle Marguerite was even then waiting for him below--an enemy as formidable as he was humble--Victor Chupin.\\n\\nAt sight of the man who had so long been his model--the friend who had advised what he styled his blunder--Wilkie was so surprised that he almost dropped his lamp.  Then as his wrath kindled, \\\"Ah! so it's you!\\\" he exclaimed, angrily.  \\\"You come at a good time!\\\"\\n\\nBut M. de Coralth was too much exasperated to notice Wilkie's strange greeting.  Seizing him roughly by the arm, and closing the door with a kick, he dragged Wilkie back into the little drawing- room.  \\\"Yes, it's I,\\\" he said, curtly.  \\\"It's I--come to inquire if you have gone mad?\\\"\\n\\n\\\"Viscount!\\\"\\n\\n\\\"I can find no other explanation of your conduct! What! You choose Madame d'Argeles's reception day, and an hour when there are fifty guests in her drawing-room to present yourself!\\\"\\n\\n\\\"Ah, well! it wasn't from choice.  I had been there twice before, and had the doors shut in my face.\\\"\\n\\n\\\"You ought to have gone back ten times, a hundred times, a thousand times, rather than have accomplished such an idiotic prank as this.\\\"\\n\\n\\\"Excuse me.\\\"\\n\\n\\\"What did I recommend?  Prudence, calmness and moderation, persuasive gentleness, sentiments of the loftiest nature, tenderness, a shower of tears----\\\"\\n\\n\\\"Possibly, but----\\\"\\n\\n\\\"But instead of that, you fall upon this woman like a thunderbolt, and set the whole household in the wildest commotion.  What could you be thinking of, to make such an absurd and frightful scene? For you howled and shrieked like a street hawker, and we could hear you in the drawing-room.  If all is not irretrievably lost, there must be a special Providence for the benefit of fools!\\\"\\n\\nIn his dismay, Wilkie endeavored to falter some excuses, but he was only able to begin a few sentences which died away, uncompleted in his throat.  The violence shown by M. de Coralth, who was usually as cold and as polished as marble, quieted his own wrath.  Still toward the last he felt disposed to rebel against the insults that were being heaped upon him.  \\\"Do you know, viscount, that I begin to think this very strange,\\\" he exclaimed.  \\\"If any one else had led me into such a scrape, I should have called him to account in double-quick time.\\\"\\n\\nM. de Coralth shrugged his shoulders with an air of contempt, and threateningly replied: \\\"Understand, once for all, that you had better not attempt to bully me! Now, tell me what passed between your mother and yourself?\\\"\\n\\n\\\"First I should like----\\\"\\n\\n\\\"Dash it all! Do you suppose that I intend to remain here all night? Tell me what occurred, and be quick about it.  And try to speak the truth.\\\"\\n\\nIt was one of M. Wilkie's greatest boasts that he had an indomitable will--an iron nature.  But the viscount exercised powerful influence over him, and, to tell the truth, inspired him with a form of emotion which was nearly akin to fear.  Moreover, a glimmer of reason had at last penetrated his befogged brain: he saw that M. de Coralth was right--that he had acted like a fool, and that, if he hoped to escape from the dangers that threatened him, he must take the advice of more experienced men than himself.  So, ceasing his recriminations, he began to describe what he styled his explanation with Madame d'Argeles.  All went well at first; for he dared not misrepresent the facts.\\n\\nBut when he came to the intervention of the man who had prevented him from striking his mother, he turned crimson, and rage again filled his heart.  \\\"I'm sorry I let myself get into such a mess!\\\" he exclaimed.  \\\"You should have seen my condition.  My shirt- collar was torn, and my cravat hung in tatters.  He was much stronger than I--the contemptible scoundrel!--ah! if it hadn't been for that---- But I shall have my revenge.  Yes, he shall learn that he can't trample a man under foot with impunity.  To- morrow two of my friends will call upon him; and if he refuses to apologize or to give me satisfaction, I'll cane him.\\\"\\n\\nIt was evident enough that M. de Coralth had to exercise considerable constraint to listen to these fine projects.  \\\"I must warn you that you ought to speak in other terms of an honorable and honored gentleman,\\\" he interrupted, at last.\\n\\n\\\"Eh! what! You know him then?\\\"\\n\\n\\\"Yes, Madame d'Argeles's defender is Baron Trigault.\\\"\\n\\nM. Wilkie's heart bounded with joy, as he heard this name.  \\\"Ah! this is capital!\\\" he exclaimed.  \\\"What! So it was Baron Trigault-- the noted gambler--who owns such a magnificent house in the Rue de la Ville l'Eveque, the husband of that extremely stylish lady, that notorious cocotte----\\\"\\n\\nThe viscount sprang from his chair, and interrupting M. Wilkie: \\\"I advise you, for the sake of your own safety,\\\" he said, measuring his words to give them greater weight, \\\"never to mention the Baroness Trigault's name except in terms of the most profound respect.\\\"\\n\\nThere was no misunderstanding M. de Coralth's tone, and his glance said plainly that he would not allow much time to pass before putting his threat into execution.  Having always lived in a lower circle to that in which the baroness sparkled with such lively brilliancy, M. Wilkie was ignorant of the reasons that induced his distinguished friend to defend her so warmly; but he DID understand that it would be highly imprudent to insist, or even to discuss the matter.  So, in his most persuasive manner, he resumed: \\\"Let us say no more about the wife, but give our attention to the husband.  So it was the baron who insulted me! A duel with him--what good luck! Well! he may sleep in peace to- night, but as soon as he is up in the morning he will find Costard and Serpillon on hand.  Serpillon has not an equal as a second.  First, he knows the best places for a meeting; then he lends the combatants weapons when they have none; he procures a physician; and he is on excellent terms with the journalists, who publish reports of these encounters.\\\"\\n\\nThe viscount had never had a very exalted opinion of Wilkie's intelligence, but now he was amazed to see how greatly he had overestimated it.  \\\"Enough of such foolishness,\\\" he interrupted, curtly.  \\\"This duel will never take place.\\\"\\n\\n\\\"I should like to know who will prevent it?\\\"\\n\\n\\\"I will, if you persist in such an absurd idea.  You ought to have sense enough to know that the baron would kick Serpillon out of the house, and that you would only cover yourself with ridicule.  So, between your duel and my help make your choice, and quickly.\\\"\\n\\nThe prospect of sending his seconds to demand satisfaction from Baron Trigault was certainly a very attractive one.  But, on the other hand, Wilkie could not afford to dispense with M. de Coralth's services.  \\\"But the baron has insulted me,\\\" he urged.\\n\\n\\\"Well, you can demand satisfaction when you obtain possession of your property: but the least scandal now would spoil your last chances.\\\"\\n\\n\\\"I will abandon the project, then,\\\" sighed Wilkie, despondently; \\\"but pray advise me.  What do you think of my situation?\\\"\\n\\nM. de Coralth seemed to consider a moment, and then gravely replied: \\\"I think that, UNASSISTED, you have no chance whatever.  You have no standing, no influential connections, no position--you are not even a Frenchman.\\\"\\n\\n\\\"Alas! that is precisely what I have said to myself.\\\"\\n\\n\\\"Still, I am convinced that with some assistance you might overcome your mother's resistance, and even your father's pretentions.\\\"\\n\\n\\\"Yes, but where could I find protectors?\\\"\\n\\nThe viscount's gravity seemed to increase.  \\\"Listen to me,\\\" said he; \\\"I will do for you what I would not do for any one else.  I will endeavor to interest in your cause one of my friends, who is all powerful by reason of his name, his fortune, and his connections--the Marquis de Valorsay, in fact.\\\"\\n\\n\\\"The one who is so well known upon the turf?\\\"\\n\\n\\\"The same.\\\"\\n\\n\\\"And you will introduce me to him?\\\"\\n\\n\\\"Yes.  Be ready to-morrow at eleven o'clock, and I will call for you and take you to his house.  If he interests himself in your cause, it is as good as gained.\\\"  And as his companion overwhelmed him with thanks, he rose, and said: \\\"I must go now.  No more foolishness, and be ready to-morrow at the appointed time.\\\"\\n\\nThanks to the surprising mutability of temper which was the most striking characteristic of his nature, M. Wilkie was already consoled for his blunder.\\n\\nHe had received M. de Coralth as an enemy; but he now escorted him to the door with every obsequious attention--in fact, just as if he looked upon him as his preserver.  A word which the viscount had dropped during the conversation had considerably helped to bring about this sudden revulsion of feelings.  \\\"You cannot fail to understand that if the Marquis de Valorsay espouses your cause, you will want for nothing.  And if a lawsuit is unavoidable, he will be perfectly willing to advance the necessary funds.\\\" How could M. Wilkie lack confidence after that? The brightest hopes, the most ecstatic visions had succeeded the gloomy forebodings of a few hours before.  The mere thought of being presented to M. de Valorsay, a nobleman celebrated for his adventures, his horses, and his fortune, more than sufficed to make him forget his troubles.  What rapture to become that illustrious nobleman's acquaintance, perhaps his friend! To move in the same orbit as this star of the first magnitude which would inevitably cast some of its lustre upon him! Now he would be a somebody in the world.  He felt that he had grown a head taller, and Heaven only knows with what disdain poor Costard and Serpillon would have been received had they chanced to present themselves at that moment.\\n\\nIt is needless to say that Wilkie dressed with infinite care on the following morning, no doubt in the hope of making a conquest of the marquis at first sight.  He tried his best to solve the problem of appearing at the same time most recherche but at ease, excessively elegant and yet unostentatious; and he devoted himself to the task so unreservedly that he lost all conception of the flight of time: so that on seeing M. de Coralth enter his rooms, he exclaimed in unfeigned astonishment: \\\"You here already?\\\"\\n\\nIt seemed to him that barely five minutes had elapsed since he took his place before the looking-glass to study attitudes and gestures, with a new and elegant mode of bowing and sitting down, like an actor practising the effects which are to win him applause.\\n\\n\\\"Why do you say 'already?'\\\" replied the viscount.  \\\"I am a quarter of an hour behind time.  Are you not ready?\\\"\\n\\n\\\"Yes, certainly.\\\"\\n\\n\\\"Let us start at once, then; my brougham is outside.\\\"\\n\\nThe drive was a silent one.  M. Ferdinand de Coralth, whose smooth white skin would ordinarily have excited the envy of a young girl, did not look like himself.  His face was swollen and covered with blotches, and there were dark blue circles round his eyes.  He seemed, moreover, to be in a most savage humor.  \\\"He hasn't had sleep enough,\\\" thought M. Wilkie, with his usual discernment; \\\"he hasn't a bronze constitution like myself.\\\"\\n\\nM. Wilkie himself was insensible to fatigue, and although he had not closed his eyes the previous night, he only felt that nervous trepidation which invariably attacks debutants, and makes the throat so marvellously dry.  For the first, and probably the last time in his life, M. Wilkie distrusted his own powers, and feared that he was not \\\"quite up to the mark,\\\" as he elegantly expressed it.\\n\\nThe sight of the Marquis de Valorsay's handsome mansion was not likely to restore his assurance.  When he entered the courtyard, where the master's mail-phaeton stood in waiting; when through the open doors of the handsome stables he espied the many valuable horses neighing in their stalls, and the numerous carriages shrouded in linen covers; when he counted the valets on duty in the vestibule, and when he ascended the staircase behind a lackey attired in a black dress-coat, and as serious in mien as a notary; when he passed through the handsome drawing-rooms, filled to overflowing with pictures, armor, statuary, and all the trophies gained by the marquis's horses upon the turf, M. Wilkie mentally acknowledged that he knew nothing of high life, and that what he had considered luxury was scarcely the shadow of the reality.  He felt actually ashamed of his own ignorance.  This feeling of inferiority became so powerful that he was almost tempted to turn and fly, when the man clothed in black opened the door and announced, in a clear voice: \\\"M. le Vicomte de Coralth!--M. Wilkie.\\\"\\n\\nWith a most gracious and dignified air--the air of a true GRAND seigneur--the only portion of his inheritance which he had preserved intact, the marquis rose to his feet, and, offering his hand to M. de Coralth, exclaimed: \\\"You are most welcome, viscount.  This gentleman is undoubtedly the young friend you spoke of in the note I received from you this morning?\\\"\\n\\n\\\"The same; and really he stands greatly in need of your kindness.  He finds himself in an extremely delicate position, and knows no one who can lend him a helping hand.\\\"\\n\\n\\\"Ah, well, I will lend him one with pleasure, since he is your friend.  But I must know the circumstances before I can act.  Sit down, gentlemen, and enlighten me.\\\"\\n\\nM. Wilkie had prepared his story in advance, a touching and witty narrative; but when the moment came to begin it, he found himself unable to speak.  He opened his mouth, but no sound issued from his lips, and it seemed as if he had been stricken dumb.  Accordingly it was M. de Coralth who made a statement of the case, and he did it well.  The narrative thus gained considerably in clearness and precision; and even M. Wilkie noticed that his friend understood how to present the events in their most favorable light, and how to omit them altogether when his heartless conduct would have appeared too odious.  He also noticed--and he considered it an excellent omen--that M. de Valorsay was listening with the closest attention.\\n\\nWorthy marquis! if his own interests had been in jeopardy he could not have appeared more deeply concerned.  When the viscount had concluded his story, he gravely exclaimed: \\\"Your young friend is indeed in a most critical position, a position from which he cannot escape without being terribly victimized, if he's left dependent on his own resources.\\\"\\n\\n\\\"But it is understood that you will help him, is it not?\\\"\\n\\nM. de Valorsay reflected for a little, and then, addressing M. Wilkie, replied: \\\"Yes, I consent to assist you, monsieur.  First, because your cause seems to me just, and, also, because you are M. de Coralth's friend.  I promise you my aid on one condition--that you will follow my advice implicitly.\\\"\\n\\nThe interesting young man lifted his hand, and, by dint of a powerful effort, he succeeded in articulating: \\\"Anything you wish!--upon my sacred word!\\\"\\n\\n\\\"You must understand that when I engage in an enterprise, it must not fail.  The eye of the public is upon me, and I have my PRESTIGE to maintain.  I have given you a great mark of confidence, for in lending you my influence I become, in some measure at least, your sponsor.  But I cannot accept this great responsibility unless I am allowed absolute control of the affair.\\\"\\n\\n\\\"And I think that we ought to begin operations this very day.  The main thing is to circumvent your father, the terrible man with whom your mother has threatened you.\\\"\\n\\n\\\"Ah! but how?\\\"\\n\\n\\\"I shall dress at once and go to the Hotel de Chalusse, in order to ascertain what has occurred there.  You on your side must hasten to Madame d'Argeles and request her politely, but firmly, to furnish you with the necessary proofs to assert your rights.  If she consents, well and good! If she refuses, we will consult some lawyer as to the next step.  In any case, call here again at four o'clock.\\\"\\n\\nBut the thought of meeting Madame d'Argeles again was anything but pleasing to Wilkie.  \\\"I would willingly yield that undertaking to some one else,\\\" said he.  \\\"Cannot some one else go in my place?\\\"\\n\\nFortunately M. de Coralth knew how to encourage him.  \\\"What! are you afraid?\\\" he asked.\\n\\nAfraid! he?--never! It was easy to see that by the way he settled his hat on his head and went off, slamming the door noisily behind him.\\n\\n\\\"What an idiot!\\\" muttered M. de Coralth.  \\\"And to think that there are ten thousand in Paris built upon the very same plan!\\\"\\n\\nM. de Valorsay gravely shook his head.  \\\"Let us thank fortune that he is as he is.  No youth who possessed either heart or intelligence would play the part that I intend for him, and enable me to obtain proud Marguerite and her millions.  But I fear he won't go to Madame d'Argeles's house.  You noticed his repugnance!\\\"\\n\\n\\\"Oh, you needn't trouble yourself in the least on that account-- he'll go.  He would go to the devil if the noble Marquis de Valorsay ordered him to do so.\\\"\\n\\nM. de Coralth understood Wilkie perfectly.  The fear of being considered a coward by a nobleman like the Marquis de Valorsay was more than sufficient, not only to divest him of all his scruples, but even to induce him to commit any act of folly, or actually a crime.  For if he had looked upon M. de Coralth as an oracle, he considered the marquis to be a perfect god.\\n\\nAccordingly, as he hastened toward Madame d'Argeles's residence, he said to himself: \\\"Why shouldn't I go to her house?  I've done her no injury.  Besides, she won't eat me.\\\"  And remembering that he should be obliged to render a report of this interview, he resolved to assert his superiority and to remain cool and unmoved, as he had seen M. de Coralth do so often.\\n\\nHowever, the unusual aspect of the house excited his surprise, and puzzled him not a little.  Three huge furniture vans, heavily laden, were standing outside the gate.  In the courtyard there were two more vehicles of the same description, which a dozen men or so were busily engaged in loading.  \\\"Ah, ha!\\\" muttered M. Wilkie, \\\"it was fortunate that I came--very fortunate; so she was going to run away!\\\" Thereupon, approaching a group of servants who were in close conference in the hall, he demanded, in his most imperious manner: \\\"Madame d'Argeles!\\\"\\n\\nThe servants remembered the visitor perfectly; they now knew who he really was, and they could not understand how he could have the impudence and audacity to come there again so soon after the shameful scene of the previous evening.  \\\"Madame is at home,\\\" replied one of the men, in anything but a polite tone; \\\"and I will go and see if she will consent to see you.  Wait here.\\\"\\n\\nHe went off, leaving M. Wilkie in the vestibule to settle his collar and twirl his puny mustaches, with affected indifference; but in reality he was far from comfortable.  For the servants did not hesitate to stare at him, and it was quite impossible not to read their contempt in their glances.  They even sneered audibly and pointed at him; and he heard five or six epithets more expressive than elegant which could only have been meant for himself.  \\\"The fools!\\\" thought he, boiling with anger.  \\\"The scoundrels!  Ah! if I dared.  If a gentleman like myself was allowed to notice such blackguards, how I'd chastise them!\\\"\\n\\nBut the valet who had gone to warn Madame d'Argeles soon reappeared and put an end to his sufferings.  \\\"Madame will see you,\\\" said the man, impudently.  \\\"Ah! if I were in her place----\\\"\\n\\n\\\"Come, make haste,\\\" rejoined Wilkie, indignantly, and following the servant, he was ushered into a room which had already been divested of its hangings, curtains, and furniture.  He here found Madame d'Argeles engaged in packing a large trunk with household linen and sundry articles of clothing.\\n\\nBy a sort of miracle the unfortunate woman had survived the terrible shock which had at first threatened to have an immediately fatal effect.  Still she had none the less received her death-blow.  It was only necessary to look at her to be assured of that.  She was so greatly changed that when M. Wilkie's eyes first fell on her, he asked himself if this were really the same person whom he had met on the previous evening.  Henceforth she would be an old woman.  You would have taken her for over fifty, so terrible had been the sufferings caused her by the shameful conduct of her son.  In this sad-eyed, haggard-faced woman, clad in black, no one would have recognized the notorious Lia d'Argeles, who, only the evening before, had driven round the lake, reclining on the cushions of her victoria, and eclipsing all the women around her by the splendor of her toilette.  Nothing now remained of the gay worldling but the golden hair which she was condemned to see always the same, since its tint had been fixed by dyes as indelible as the stains upon her past.\\n\\nShe rose with difficulty when M. Wilkie entered, and in the expressionless voice of those who are without hope, she asked: \\\"What do you wish of me?\\\"\\n\\nAs usual, when the time came to carry out his happiest conceptions, his courage failed him.  \\\"I came to talk about our affairs, you know,\\\" he replied, \\\"and I find you moving.\\\"\\n\\n\\\"I am not moving.\\\"\\n\\n\\\"Nonsense! you can't make me believe that! What's the meaning of these carts in the courtyard?\\\"\\n\\n\\\"They are here to convey all the furniture in the house to the auction-rooms.\\\"\\n\\nWilkie was struck dumb for a moment, but eventually recovering himself a little, he exclaimed: \\\"What! you are going to sell everything?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Astonishing, upon my honor! But afterward?\\\"\\n\\n\\\"I shall leave Paris.\\\"\\n\\n\\\"Bah! and where are you going?\\\"\\n\\nWith a gesture of utter indifference, she gently replied: \\\"I don't know; I shall go where no one will know me, and where it will be possible for me to hide my shame.\\\"\\n\\nA terrible disquietude seized hold of Wilkie.  This sudden change of residence, this departure which so strongly resembled flight, this cold greeting when he expected passionate reproaches, seemed to indicate that Madame d'Argeles's resolution would successfully resist any amount of entreaty on his part.  \\\"The devil,\\\" he remarked, \\\"I don't think this at all pleasant!  What is to become of me?  How am I to obtain possession of the Count de Chalusse's estate? That's what I am after! It's rightfully mine, and I'm determined to have it, as I told you once before.  And when I've once taken anything into my head----\\\"\\n\\nHe paused, for he could no longer face the scornful glances that Madame d'Argeles was giving him.  \\\"Don't be alarmed,\\\" she replied bitterly, \\\"I shall leave you the means of asserting your right to my parents' estate.\\\"\\n\\n\\\"Ah--so----\\\"\\n\\n\\\"Your threats obliged me to decide contrary to my own wishes.  I felt that no amount of slander or disgrace would daunt you.\\\"\\n\\n\\\"Of course not, when so many millions are at stake.\\\"\\n\\n\\\"I reflected, and I saw that nothing would arrest you upon your downward path except a large fortune.  If you were poor and compelled to earn your daily bread--a task which you are probably incapable of performing--who can tell what depths of degradation you might descend to? With your instincts and your vices, who knows what crime you wouldn't commit to obtain money? It wouldn't be long before you were in the dock, and I should hear of you only through your disgrace.  But, on the other hand, if you were rich, you would probably lead an honest life, like many others, who, wanting for nothing, are not tempted to do wrong, who, in fact, show virtue in which there is nothing worthy of praise.  For real virtue implies temptation--a struggle and victory.\\\"\\n\\nAlthough he did not understand these remarks very well, M. Wilkie evinced a desire to offer some objections; but Madame d'Argeles had already resumed: \\\"So I went to my notary this morning.  I told him everything; and by this time my renunciation of my rights to the estate of the Count de Chalusse is already recorded.\\\"\\n\\n\\\"What! your renunciation.  Oh! no.\\\"\\n\\n\\\"Allow me to finish since you don't understand me.  As soon as I renounce the inheritance it becomes yours.\\\"\\n\\n\\\"Truly?\\\"\\n\\n\\\"I have no wish to deceive you.  I only desire that the name of Lia d'Argeles should not be mentioned.  I will give you the necessary proofs to establish your identity; my marriage contract and your certificate of birth.\\\"\\n\\nIt was joy that made M. Wilkie speechless now.  \\\"And when will you give me these documents?\\\" he faltered, after a short pause.\\n\\n\\\"You shall have them before you leave this house; but first of all I must talk with you.\\\"\\n\\nXV.\\n\\nAgitated and excited though he was, M. Wilkie had not once ceased to think of M. de Coralth and the Marquis de Valorsay.  What would they do in such a position, and how should he act to conform himself to the probable example of these models of deportment?  Manifestly he ought to assume that stolid and insolent air of boredom which is considered a sure indication of birth and breeding.  Convinced of this, and seized with a laudable desire to emulate such distinguished examples, he had perched himself upon a trunk, where he still sat with his legs crossed.  He now pretended to suppress a yawn, as he growled, \\\"What! some more long phrases-- and another melodramatic display?\\\"\\n\\nAbsorbed in the memories she had invoked, Madame d'Argeles paid no heed to Wilkie's impertinence.  \\\"Yes, I must talk with you,\\\" she said, \\\"and more for your sake than for my own.  I must tell you who I am, and through what strange vicissitudes I have passed.  You know what family I belong to.  I will tell you, however--for you may be ignorant of the fact--that our house is the equal of any in France in lineage, splendor of alliance, and fortune.  When I was a child, my parents lived at the Hotel de Chalusse, in the Faubourg Saint Germain, a perfect palace, surrounded by one of those immense gardens, which are no longer seen in Paris--a real park, shaded with century-old trees.  Certainly everything that money could procure, or vanity desire, was within my reach; and yet my youth was wretchedly unhappy.  I scarcely knew my father, who was devoured by ambition, and had thrown himself body and soul into the vortex of politics.  Either my mother did not love me, or thought it beneath her dignity to make any display of sensibility; but at all events her reserve had raised a wall of ice between herself and me.  As for my brother he was too much engrossed in pleasure to think of a mere child.  So I lived quite alone, too proud to accept the love and friendship of my inferiors--abandoned to the dangerous inspirations of solitude, and with no other consolation than my books--books which had been chosen for me by my mother's confessor, and which were calculated to fill my imagination with visionary and romantic fancies. The only conversation I heard dealt with the means of leaving all the family fortune to my brother, so that he might uphold the splendor of the name, and with the necessity of marrying me to some superannuated nobleman who would take me without a dowry, or of compelling me to enter one of those aristocratic convents, which are the refuge, and often the prison, of poor girls of noble birth.\\n\\n\\\"I do not pretend to justify my fault, I am only explaining it.  I thought myself the most unfortunate being in the world--and such I really was, since I honestly believed it--when I happened to meet Arthur Gordon, your father.  I saw him for the first time at a fete given at the house of the Comte de Commarin.  How he, a mere adventurer, had succeeded in forcing his way into the most exclusive society in the world, is a point which I have never been able to explain.  But, alas! it is only too true that when our glances met for the first time, my heart was stirred to its inmost depths; I felt that it was no longer mine--that I was no longer free! Ah! why does not God allow a man's face to reflect at least something of his nature? This man, who was a corrupt and audacious hypocrite, had that air of apparent nobility and frankness which inspires you with unlimited confidence, and the melancholy expression on his features seemed to indicate that he had known sorrow, and had good cause to rail at destiny.  In his whole appearance there was certainly a mysterious and fatal charm.  I afterward learned that this was only a natural result of the wild life he had led.  He was only twenty-six, and he had already been the commander of a slave ship, and had fought in Mexico at the head of one of those guerilla bands which make politics an excuse for pillage and murder.  He divined only too well the impression he had made upon my heart.  I met him twice afterward in society.  He did not speak to me; he even pretended to avoid me, but standing a little on one side, he watched my every movement with burning eyes in which I fancied I could read a passion as absorbing as my own.  At last he ventured to write to me.  The moment a letter addressed to me in an unknown hand was covertly handed me by my maid, I divined that it came from him.  I was frightened, and my first impulse was to take it, not to my mother-- whom I regarded as my natural enemy--but to my father.  However, he chanced to be absent; I kept the letter, I read it, I answered it--and he wrote again.\\n\\n\\\"Alas! from that moment my conduct was inexcusable.  I knew that it was worse than a fault to continue this clandestine correspondence.  I knew my parents would never give my hand in marriage to a man who was not of noble birth.  I knew that I was risking my reputation, the spotless honor of our house, my happiness, and life! Still I persisted--I was possessed with a strange madness that made me ready to brave every danger.  Besides, he gave me no time to breathe, or reflect.  Everywhere, constantly, every instant, he compelled me to think of him.  By some miracle of address and audacity, he had discovered a means of intruding upon my presence, even in my father's house.  For instance, every morning I found the vases in my room full of choice flowers, though I was never able to discover what hands had placed them there.  Ah! how can one help believing in an omnipresent passion which one inhales with the very air one breathes!  How can one resist it?\\n\\n\\\"I only discovered Arthur Gordon's object when it was too late.  He had come to Paris with the fixed determination of trapping some rich heiress, and forcing her family to give her to him with a large dowry, after one of those disgraceful scandals which render a marriage inevitable.  At the very same time he was pursuing two other rich young girls, persuaded that one of the three would certainly become his victim.\\n\\n\\\"I was the first to yield.  One of those unforeseen events which are the work of Providence, was destined to decide my fate.  Several times, already, in compliance with Arthur's urgent entreaties, I had met him at night time in a little pavilion in our garden.  This pavilion contained a billiard-room and a spacious gallery in which my brother practised fencing and pistol shooting with his masters and friends.  There, thanks to the liberty I enjoyed, we thought ourselves perfectly secure from observation, and we were imprudent enough to light the candles.  One night when I had just joined Arthur in the pavilion, I thought I heard the sound of hoarse, heavy breathing behind me.  I turned round in a fright and saw my brother standing on the threshold.  Oh! then I realized how guilty I had been! I felt that one or the other of these two men--my lover or my brother--would not leave that room alive.\\n\\n\\\"I tried to speak, to throw myself between them, but I found I could neither speak nor move; it was as if I had been turned to stone.  Nor did they exchange a word at first.  But at last my brother drew two swords from their scabbards, and throwing one at Arthur's feet, exclaimed: 'I have no wish to assassinate you.  Defend yourself, and save your life if you can!' And as Arthur hesitated, and seemed to be trying to gain time instead of picking up the weapon that was lying on the floor near him, my brother struck him in the face with the flat side of his sword, and cried: 'Now will you fight, you coward!  In an instant it was all over.  Arthur caught up the sword, and springing upon my brother, disarmed him, and wounded him in the breast.  I saw this.  I saw the blood spurt out upon my lover's hands.  I saw my brother stagger, beat the air wildly with his hands, and fall apparently lifeless to the floor.  Then I, too, lost consciousness and fell!\\\"\\n\\nAny one who had seen Madame d'Argeles as she stood there recoiling in horror, with her features contracted, and her eyes dilated, would have realized that by strength of will she had dispelled the mists enshrouding the past, and distinctly beheld the scene she was describing.  She seemed to experience anew the same agony of terror she had felt twenty years before; and this lent such poignant intensity to the interest of her narrative that if M. Wilkie's heart was not exactly touched, he was, as he afterward confessed, at least rather interested.  But Madame d'Argeles seemed to have forgotten his existence.  She wiped away the foam- flecked blood which had risen to her lips, and in the same mournful voice resumed her story.\\n\\n\\\"When I regained my senses it was morning, and I was lying, still dressed, on a bed in a strange room.  Arthur Gordon was standing at the foot of the bed anxiously watching my movements.  He did not give me time to question him.  'You are in my house,' said he.  'Your brother is dead!' Almighty God!  I thought I should die as well.  I hoped so.  I prayed for death.  But, in spite of my sobs, he pitilessly continued: 'It is a terrible misfortune which I shall never cease to regret.  And yet, it was his own fault.  You, who witnessed the scene.  know that it was so.  You can still see on my face the mark of the blow he dealt me.  I only defended myself and you.' I was ignorant then of the accepted code of duelling.  I did not know that by throwing himself upon my brother before he was on guard, Arthur Gordon had virtually assassinated him.  He relied upon my ignorance for the success of the sinister farce he was playing.  'When I saw your brother fall,' he continued, 'I was wild with terror; and not knowing what I did, I caught you up in my arms and brought you here.  But don't tremble, I know that you are not in my house of your own free will.  A carriage is below and awaits your orders to convey you to your parents' home.  It will be easy to find an explanation for last night's catastrophe.  Slander will not venture to attack such a family as yours.' He spoke in the constrained tone, and with that air which a brave man, condemned to death, would assume in giving utterance to his last wishes.  I felt as if I were going mad.  'And you!' I exclaimed, 'you!  What will become of you?' He shook his head, and with a look of anguish, replied: 'Me! What does it matter about me! I am ruined undoubtedly.  So much the better.  Nothing matters now that I must live apart from you'!  Ah! he knew my heart.  He knew his power!  Swayed by an emotion which was madness rather than heroism, I sprang toward him, and clasped him in my arms: 'Then I, too, am lost!' I cried.  'Since fate united us, nothing but death shall separate us.  I love you.  I am your accomplice.  Let the curse fall upon both!'\\n\\n\\\"A keen observer would certainly have detected a gleam of fiendish joy in his eyes.  But he protested, or pretended to protest.  With feigned energy he refused to accept such a sacrifice.  He could not link my destiny to his, for misery had ever been his lot; and now that this last and most terrible misfortune had overtaken him, he was more than ever convinced that there was a curse hanging over him! He would not suffer me to bring misery upon myself, and eternal remorse upon him.  But the more he repulsed me, the more obstinately I clung to him.  The more forcibly he showed the horror of the sacrifice, the more I was convinced that my honor compelled me to make it.  So at last he yielded, or seemed to yield, with transports of gratitude and love.  'Well! yes, I accept your sacrifice, my darling!' he exclaimed.  'I accept it; and before the God who is looking down upon us, I swear that I will do all that is in human power to repay such sublime and marvellous devotion.' And, bending over me, he printed a kiss upon my forehead.  'But we must fly!' he resumed, quickly.  'I have my happiness to defend now! I will not suffer any one to discover us and separate us now.  We must start at once, without losing a moment, and gain my native land, America.  There, we shall be safe.  For rest assured they will search for us.  Who knows but even now the officers of the law are upon our track? Your family is all-powerful--I am a mere nobody--we should be crushed if they discover us.  They would bury you in a gloomy cloister, and I should be tried as a common thief, or as a vile assassin.' My only answer was: 'Let us go! Let us go at once!'\\n\\n\\\"It had been easy for him to foresee what the result of this interview would be.  A vehicle was indeed waiting at the door, but not for the purpose of conveying me to the Hotel de Chalusse--as was proved conclusively by the fact that his trunks were already strapped upon it.  Besides, the coachman must have received his instructions in advance for he drove us straight to the Havre Railway station without a word.  It was not until some months afterward that these trifles, which entirely escaped my notice at the time, opened my eyes to the truth.  When we reached the station we found a train ready to start, and we took our places in it.  I tried to quiet my conscience with miserable sophistries.  Remembering that God has said to woman: To follow thy husband thou shalt abandon all else, native land, paternal home, parents and friends, I told myself that this was the husband whom my heart had instinctively chosen, and that it was my duty to follow him and share his destiny.  And thus I fled with him, although I thought I left a corpse behind me--the corpse of my only brother.\\\"\\n\\nM. Wilkie was actually so much interested that he forgot his anxiety concerning his attitude, and no longer thought of M. de Coralth and the Marquis de Valorsay.  He even sprang up, and exclaimed: \\\"Amazing!\\\"\\n\\nBut Madame d'Argeles had already resumed: \\\"Such was my great, inexcusable, irreparable fault.  I have told you the whole truth, without trying either to conceal or justify anything.  Listen to my chastisement!  On our arrival at Le Havre the next day, Arthur confessed that he was greatly embarrassed financially.  Owing to our precipitate flight, he had not had time to realize the property he possessed--at least so he told me--a banker, on whom he had depended, had moreover failed him, and he had not sufficient money to pay our passage to New York.  This amazed me.  My education had been absurd, like that of most young girls in my station.  I knew nothing of real life, of its requirements and difficulties.  I knew, of course, that there were rich people and poor people, that money was a necessity, and that those who did not possess it would stoop to any meanness to obtain it.  But all this was not very clear in my mind, and I never suspected that a few francs more or less would be a matter of vital importance.  So I was not in the least prepared for the request to which this confession served as preface, and Arthur Gordon was obliged to ask me point-blank if I did not happen to have some money about me, or some jewelry which could be converted into money.  I gave him all I had, my purse containing a few louis, a ring and a necklace, with a handsome diamond cross attached to it.  However, the total value was comparatively small, and such was Arthur's disappointment that he made a remark which frightened me even then, though I did not fully understand its shameful meaning until afterward: 'A woman who repairs to a rendezvous should always have all the valuables she possesses about her.  One never knows what may happen.'\\n\\n\\\"Want of money was keeping us prisoners at Le Havre, when Arthur Gordon chanced to meet an old acquaintance, who was the captain of an American sailing vessel.  He confided his embarrassment to his friend, and the latter, whose vessel was to sail at the end of the same week, kindly offered us a free passage.  The voyage was one long torture to me, for it was then that I first served my apprenticeship in shame and disgrace.  By the captain's offensive gallantry, the lower officers' familiarity of manner, and the sailors' ironical glances whenever I appeared on deck, I saw that my position was a secret for no one.  Everybody knew that I was the mistress and not the wife of the man whom I called my husband: and, without being really conscious of it, perhaps, they made me cruelly expiate my fault.  Moreover, reason had regained its ascendency, my eyes were gradually opening to the truth, and I was beginning to learn the real character of the scoundrel for whom I had sacrificed all that makes life desirable.\\n\\n\\\"Not that he had wholly ceased to practise dissimulation.  But after the evening meal he often lingered at table smoking and drinking with his friend the captain, and when he joined me afterward, heated with alcohol, he shocked me by advocating theories which were both novel and repulsive to me.  Once, after drinking more than usual, he entirely forgot his assumed part, and revealed himself in his true character.  He declared he bitterly regretted that our love affair had ended so disastrously.  It was deplorable to think that so happily conceived and so skilfully conducted a scheme should have terminated in bloodshed.  And the blow had fallen just as he fancied he had reached the goal; just as he thought he would reap the reward of his labor.  In a few weeks' more time he would undoubtedly have gained sufficient influence over me to persuade me to elope with him.  This would, of course, have caused a great scandal; the next day there would have been a family conclave; a compromise would have been effected, and finally, a marriage arranged with a large dowry, to hush up the affair.  'And I should now be a rich man,' he added, 'a very rich man--I should be rolling through the streets of Paris in my carriage, instead of being on board this cursed ship, eating salt cod twice a day, and living on charity.'\\n\\n\\\"Ah! it was no longer possible to doubt.  The truth was as clear as daylight.  I had never been loved, not even an hour, not even a moment.  The loving letters which had blinded me, the protestations of affection which had deceived me, had been addressed to my father's millions, not to myself.  And not unfrequently I saw Arthur Gordon's face darken, as he talked with evident anxiety about what he could do to earn a living for himself and me in America.  'I have had trouble enough to get on alone,' he grumbled.  'What will it be now?  To burden myself with a penniless wife!  What egregious folly!  And yet I couldn't have acted differently--I was compelled to do it.'  Why had he been compelled to do it? why had he not acted differently?--that was what I vainly puzzled my brain to explain.  However, his gloomy fears of poverty were not realized.  A delightful surprise awaited him at New York.  A relative had recently died, leaving him a legacy of fifty thousand dollars--a small fortune.  I hoped that he would now cease his constant complaints, but he seemed even more displeased than before.  'Such is the irony of fate,' he repeated again and again.  'With this money, I might easily have married a wife worth a hundred thousand dollars, and then I should be rich at last!' After that, I had good reason to expect that I should soon be forsaken--but no, shortly after our arrival, he married me.  Had he done so out of respect for his word?  I believed so.  But, alas! this marriage was the result of calculation, like everything else he did.\\n\\n\\\"We were living in New York, when one evening he came home, looking very pale and agitated.  He had a French newspaper in his hand.  'Read this,' he said, handing it to me.  I took the paper as he bade me, and read that my brother had not been killed, that he was improving, and that his recovery was now certain.  And as I fell on my knees, bursting into tears, and thanking God for freeing me from such terrible remorse, he exclaimed: 'We are in a nice fix! I advise you to congratulate yourself!  'From that time forward, I noticed he displayed the feverish anxiety of a man who feels that he is constantly threatened with some great danger.  A few days afterward, he said to me: 'I cannot endure this! Have our trunks ready to-morrow, and we will start South.  Instead of calling ourselves Gordon, we'll travel under the name of Grant.' I did not venture to question him.  He had quite mastered me by his cruel tyranny, and I was accustomed to obey him like a slave in terror of the lash.  However, during our long journey, I learned the cause of our flight and change of name.\\n\\n\\\"'Your brother, d--n him,' he said, one day, 'is hunting for me everywhere! He wants to kill me or to deliver me up to justice, I don't know which.  He pretends that I tried to murder him!'  It was strange; but Arthur Gordon, who was bravery personified, and who exposed himself again and again to the most frightful dangers, felt a wild, unreasoning, inconceivable fear of my brother.  It was this dread that had decided him to burden himself with me.  He feared that if he left me, lying unconscious beside my brother's lifeless form, I might on recovering my senses reveal the truth, and unconsciously act as his accuser.  You were born in Richmond, Wilkie, where we remained nearly a month, during which time I saw but little of your father.  He had formed the acquaintance of several rich planters, and spent his time hunting and gambling with them.  Unfortunately, fifty thousand dollars could not last long at this rate; and, in spite of his skill as a gambler, he returned home one morning ruined.  A fortnight later when he had sold our effects, and borrowed all the money he could, we embarked again for France.  It was not until we reached Paris that I discovered the reasons that had influenced him in returning to Europe.  He had heard of my father and mother's death, and intended to compel me to claim my share of the property.  He dared not appear in person on account of my brother.  At last the hour of my vengeance had arrived; for I had taken a solemn oath that this scoundrel who had ruined me should never enjoy the fortune which had been his only object in seducing me.  I had sworn to die inch by inch and by the most frightful tortures rather than give him one penny of the Chalusse millions.  And I kept my word.\\n\\n\\\"When I told him that I was resolved not to assert my rights, he seemed utterly confounded.  He could not understand how the down- trodden slave dared to revolt against him.  And when he found that my decision was irrevocable, I thought he would have an attack of apoplexy.  It made him wild with rage to think that he was only separated from this immense fortune--the dream of his life--by a single word of mine, and to find that he had not the power to extort that word from me.  Then began a struggle between us, which became more and more frightful as the money he possessed gradually dwindled away.  But it was in vain that he resorted to brutal treatment; in vain that he struck me, tortured me, and dragged me about the floor by the hair of my head! The thought that I was avenged, that his sufferings equalled mine, increased my courage a hundredfold, and made me almost insensible to physical pain.  He would certainly have been the first to grow weary of the struggle, if a fiendish plan had not occurred to him.  He said to himself that if he could not conquer the wife, he COULD conquer the mother and he threatened to turn his brutatity to you, Wilkie.  To save you--for I knew what he was capable of--I pretended to waver, and I asked twenty-four hours for reflection.  He granted them.  But the next day I left him forever, flying from him with you in my arms.\\\"\\n\\nM. Wilkie turned white, and a cold chill crept up his spine.  However, it was not pity for his mother's sufferings, nor shame for his father's infamy that agitated him, but ever the same terrible fear of incurring the enmity of this dangerous coveter of the Chalusse millions.  Would he be able to hold his father at bay even with the assistance of M. de Coralth and the Marquis de Valorsay?  A thousand questions rose to his lips, for he was eager to hear the particulars of his mother's flight; but Madame d'Argeles hurried on with her story as if she feared her strength would fail before she reached the end.\\n\\n\\\"I was alone with you, Wilkie, in this great city,\\\" she resumed.  \\\"A hundred francs was all that I possessed.  My first care was to find a place of shelter.  For sixteen francs a month, which I was compelled to pay in advance, I found a small, meagrely furnished room in the Faubourg Saint Martin.  It was badly ventilated and miserably lighted, but still it was shelter.  I said to myself that we could live there together by my work, Wilkie.  I was a proficient in feminine accomplishments; I was an excellent musician, and I thought I should have no difficulty in earning the four or five francs a day which I considered absolutely necessary for our subsistence.  Alas! I discovered only too soon what chimerical hopes I had cherished.  To give music lessons it is necessary to obtain pupils.  Where should I find them? I had no one to recommend me, and I scarcely dared show myself in the streets, so great was my fear that your father would discover our hiding-place.  At last, I decided to try to find some employment in needlework, and timidly offered my services at several shops.  Alas! it is only those who have gone about from door to door soliciting work who know the misery of the thing.  To ask alms would be scarcely more humiliating.  People sneered at me, and replied (when they deigned to reply at all) that 'there was no business doing, and they had all the help they wanted.'  My evident inexperience was probably the cause of many of these refusals, as well as my attire, for I still had the appearance of being a rich woman.  Who knows what they took me for? Still the thought of you sustained me, Wilkie, and nothing daunted me.\\n\\n\\\"I finally succeeded in obtaining some bands of muslin to embroider, and some pieces of tapestry work to fill in.  Unremunerative employment, no doubt, especially to one ignorant of the art of working quickly, rather than well.  By rising with daylight, and working until late at night, I scarcely succeeded in earning twenty sous a day.  And it was not long before even this scanty resource failed me.  Winter came, and the cold weather with it.  One morning I changed my last five-franc piece--it lasted us a week.  Then I pawned and sold everything that was not absolutely indispensable until nothing was left me but my patched dress and a single skirt.  And soon an evening came when the owner of our miserable den turned us into the street because I could no longer pay the rent.\",\"timestamp\":1640139822,\"title\":\"\\nUnfortunately, he did not meet either M. Costard or the Viscount de Serpillon.  Strange to say\"},\"digest\":\"14aZ2pyOBNdYC6LVVuqtQLxztZzMeyZhhvS3P0ThEa0\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ru2uFUDjHFBO7atJ6TkmDv0O1fC04YCpsRm2DuJLWYY\\\",\\\"y\\\":\\\"LCfEW6Co8oAUNVSpy44h9wk_HsbzoVczfAXcUWon7g0\\\"}\",\"signature\":\"CydQ31UfT6OXkXqGHmCV5mkDSFdYgHu40t7MDkvo0zka5iXnQXjjwOv4AC9RVl_iqBQMF7nc6MIdbXBYoLxUfw\",\"signingKeySignature\":\"0xa60fe45e8f3f227b38de1f3da4c2aeeb6d42df82348177a8f3291ac74c1869546acdfdb74fd35692c273a1f5cc7d78be0461734a73129332120874d08e30616b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ru2uFUDjHFBO7atJ6TkmDv0O1fC04YCpsRm2DuJLWYY\\\",\\\"y\\\":\\\"LCfEW6Co8oAUNVSpy44h9wk_HsbzoVczfAXcUWon7g0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"14aZ2pyOBNdYC6LVVuqtQLxztZzMeyZhhvS3P0ThEa0\"}"