"{\"content\":{\"body\":\"十月的一个刮大风的日子，妈妈打电话到学校里告诉我外公死了。和外婆一样，他也是患中风死的。我这才明白，我和他在池塘钓鱼的那天早晨，为何他解释天鹅之死时显得那么艰难。\\n\\n　　The end of my sophomore year was approaching. Mom called me at the dorm one muggy evening during the last week of May. My summer break would be spent with grandma and grandpa, helping out around their farm. The arrangement made good sense to all the family. I wasn't fully convinced of that myself but figured it was just one summer. Next year would be my little brother's turn。\\n\\n　　大学二年级就快结束了。五月最后一个星期一个闷热的晚上，母亲打电话到我宿舍来，想让我去外公外婆那儿度暑假，帮他们做做农场的活。她说这样安排对全家都有好处。虽然我并不这样认为，但想想不过是一个夏天而已。 明年就该轮上我弟弟去了。\\n\\n　　I packed my car after my last exam and said my good-byes until the fall. My friends would keep until then. Most of them were going home for the summer any-way。\\n\\n　　最后一场考试考完我将打好的行装放进车里，跟大家告别时说秋天见。我的朋友们到那时才能见到，他们多数人也要回家过暑假。\\n\\n　　The farm was about a three-hour drive from school. My grandparents were both in their 70s, and I knew they really needed the help around the farm. Getting in the hay would be something grandpa couldn't do by himself. He also needed help with repairs to the barns and a host of other chores。\\n\\n　　从学校到农场开车去约三个小时。 我的外公外婆都七十多岁了。我知道他们农场确实也需要个帮手。 把干草收进来外公一个人是干不了的。他也需要人帮他修理谷仓以及干其他许多经常要干的杂活。\\n\\n　　I arrived late that afternoon. Grandma had fixed more food than the three of us could possibly eat. She doted over me entirely too much. I figured all the attention would taper off once she got used to having me around, but it didn't. Grandpa wanted to bring me up to date on literally everything. By the time I settled in for bed that night, I'd decided things would be okay. After all, it was just for one summer。\\n\\n　　那天下午我到得晚，外婆做了许多吃的，我们三人根本就吃不完。外婆疼我疼得过分了。我想等我呆久了，她习惯了，就不会这样操心了，可情况并非如此。外公想让我了解一切，什么都不漏地和我讲。晚上到了睡觉的时候，我告诉自己一切都会很顺利，不会有什么问题。毕竟，只是一个夏天而已。\\n\\n　　The next morning, Grandpa fixed breakfast for the two of us. He told me Grandma had tired herself out yesterday and was going to rest in bed a little longer. I made a mental note to myself to not ask her to do things for me while I was there. I was there to help, not be a burden。\\n\\n　　第二天早晨，外公为我们俩准备了早餐。 他对我说外婆昨天累着了，今天要多睡一会儿。 我心里记住在这儿的日子里千万不要她再为我操劳了。我是来帮忙的，不是为他们增加负担的。\\n\\n　　Grandpa surprised me that morning. Once we were out of the house, he seemed more in his own element. The farm was his domain. Despite his age, there was confidence in the way he moved about the place. He didn't seem like the same person who had fallen asleep last night on the couch before the six o'clock news was finished. As we walked the pastures getting a close-up look at the livestock, Grandpa seemed to know each cow. And there were nearly 200 of them!\\n\\n　　那天上午，外公让我吃了一惊。我们一离开家，他看上去就颇为得意。农场就是他的领地。尽管年纪大了，他走到哪儿都信心十足的样子. 他好像完全换了一个人，不像昨晚那样，六点钟的新闻还没有播完他就在躺椅上睡着了。我们走过牧场去查看放牧的牲畜，外公似乎认得每一头母牛。牧场的牲口差不多有二百头呢！\\n\\n　　We didn't do much real work that first day, but I gained a sense of appreciation for what Grandpa had done all those years before I was even born. He wasn't an educated man, but he had raised and provided for four children on this farm. I was impressed by that。\\n\\n　　第一天我们没有干多少活，但我对外公这么多年所干的事情，甚至我出生前干过的事情，开始有点认识了。他没有念过书，但就在这农场上他养育了四个子女，这一点使我印象很深。\\n\\n　　Weeks passed. By June we had already baled one cutting of hay and gotten it safely into the barn. I gradually settled into a routine of daily work with Grandpa. He had a mental schedule of things that needed doing, and we worked on part of it each day. In the evenings I usually read or talked with Grandma. She never grew tired of hearing about college or anything I was involved in. She told me stories about her childhood, family and the early years after she and Grandpa had married。\\n\\n　　几周过去了。到六月份我们已经砍了第一批干草并打成捆，安全运进谷仓了。我和外公一起干活已逐渐上了轨道，每天例行的事也熟悉了。要做的事外公在脑子里都想好了，每天做一部分。晚上我一般看看书或和外婆聊聊天。我和她讲大学里的事，讲我自己的一些事，她都爱听。她和我谈她的童年，她的娘家，她和外公结婚最初几年的情况。\\n\\n　　The last Saturday in June, Grandpa suggested we go fishing, since we were caught up on everything. The pond was in a low pasture near the woods. Years before, Grandpa had stocked it with fish. We drove the pickup to the pond that day, looking over the livestock as we went. We hadn't expected what we saw when we got to the pond that morning: One of the swans was dead. Grandpa had given the pair of swans to Grandma on their 50th anniversary. \\\"Why don't we see about buying another one,\\\" I suggested, hoping the situation could somehow be righted. Grandpa thought for a few moments before answering。\\n\\n　　六月最后一个星期六，外公提议去钓鱼，因为事情都赶着做完了。几年前外公已经在里面放了鱼苗。那天我们开了那辆小货车去池塘，一路上还查看了牲畜的情况。那天上午到达池塘时见到了一件意外的事：一只天鹅死了。这是一对中的一只，这对天鹅是他们结婚五十周年时外公送给外婆的。我说：“干吗不再买一只？”希望那可以弥补一下这种状况。Swans Mate for Life 生死相依\\n\\n　　He finally said, \\\"no... it's not that easy, Bruce. You see, swans mate for life.\\\" He raised his finger to point, holding the fishing pole in his other hand. \\\"There's nothing we can do for the one that's left. He has to work it out for himself.\\\"\\n\\n　　外公想了一会儿才回答。他说：“不，……没那么简单，布鲁斯。你知道吗，天鹅是终生为伴。” 他一手拿着钓竿，另一手抬起来指了一指。“对于留下来的这只我们无能为力，只好靠它自己了。”\\n\\n　　We caught enough fish that morning for lunch. On the way back to the house, Grandpa asked me not to tell Grandma about the swan. She didn't get down to the pond much anymore, and there was no sense in her knowing about it right away。\\n\\n　　那天上午我们钓了不少鱼供午餐用。回家的路上，外公要我别向外婆提及天鹅的事。她现在不常来池塘这边，没有必要让她马上知道。\\n\\n　　A few days later, we drove by the pond while doing our morning check on the cows. We found the other swan lying near the same spot we had found the first one. It, too, was dead。\\n\\n　　几天以后的一个清晨，我们驱车去查看母牛时从池塘边走过。在离第一只天鹅死的地方不远，我们见到另一只天鹅躺在那儿。它也死了。\\n\\n　　The month of July started with me and Grandpa putting up a new stretch of fence. Then July 12 came. That was the day Grandma passed away. I'd overslept that morning. Grandpa had not knocked on my door, either. It was nearly eight o'clock by the time I could hurriedly dress myself and get down to the kitchen. I saw Dr. Morgan sitting at the kitchen table. He was a neighbor of my grandparents' age, long since retired. He'd come to the house several times before on social calls. I immediately knew something was wrong. This morning, his tattered old black bag was by his feet, and my grandfather was obviously shaken. Grandma had died suddenly that morning of a stroke. By the afternoon, my parents were there. The old house was soon crowded with relatives and Grandpa's friends。\\n\\n　　七月初我和外公建造了一堵新围栏。七月十二那天，外婆过世了。那天早晨我睡过了头。外公也没有敲我的门。差不多八点了我才匆匆穿好衣服，下楼来到厨房。我见到摩根医生坐在厨房桌子边。他是外公家邻居，和外公差不多年纪，也早就退休了。他曾来过外公家串过几次门。我立刻感到出了事。那天早晨，他脚边放着他那破旧的黑包，外公的身子直发抖。外婆那天早晨突然患中风逝世了。下午我父母来了。那间老屋一下子亲友云集，显得很拥挤。\\n\\n　　The funeral was held the next day. Grandpa had insisted on having it as soon as possible. On the second day after the funeral, Grandpa announced at the breakfast table, \\\"This is a working farm. We have a lot of things to do. The rest of you should get back to your own lives.\\\" Most of the family had already left, but this was Grandpa's way of telling the rest it was time for them to go home. My parents were the last to leave after lunch。\\n\\n　　第二天举行葬礼。外公坚持尽快举行。葬礼后的第二天，外公在早餐时宣布：“农场要干活，我们有很多事要做。你们剩下的人都请回吧。” 家族大多数人已经走了，而外公就用这种方法告诉剩下的人是回去的时候了。我父母吃过午饭后离开了，他们是最后走的人。\\n\\n　　Grandpa was not a man who could outwardly express his grief around others, and we all worried about him. There had been talk of his giving up the farm. My parents thought he was too old to live out there alone. He wouldn't hear of it, though. I was proud of the way the old man had stood his ground. The rest of the summer flowed by. We stayed busy working. I thought there was something different about Grandpa but couldn't quite put my finger on it. I started to wonder if he would be better off living with someone after all, but I knew he could not leave the farm。\\n\\n　　外公不会在人前表现自己的悲痛，我们都为他担忧。已经有人在谈论他要放弃农场。我父母认为他年纪太大，不宜一个人单独住在那儿，但他听不进去。老人家如此坚持我倒为此感到骄傲。夏天剩下的日子像流水似地过去了。每天忙忙碌碌，我感到外公和过去有所不同了，却又说不出一个所以然来。我开始在想是不是还是有人陪着外公一起住更好些，可是我也知道他离不开农场。\\n\\n　　September was nearing, and part of me did not want to leave. I thought of skipping the fall semester and staying around a few more months. When I mentioned it, grandpa quickly told me that my place was back at college。\\n\\n　　九月临近了，我有点不想离开。我想秋季这学期不上学，在这儿再呆几个月。我向外公提出这个想法时，外公马上就说我应当返校读书。\\n\\n　　The day finally came for me to pack my car and leave. I shook his hand and chanced a hug. As I drove down the driveway, I saw him in the rearview mirror. He waved to me and then walked to the pasture gate to start the morning livestock check。\\n\\n　　终于到了我离开的时候。我把行李装上车，和他握手道别，还偶然拥抱了一下。车子从车道上开走时，我从后视镜里看到他。他向我挥挥手，然后走向牧场门，开始一上午对牲口的巡查。\\n\\n　　Mom called me at school on a blustery October day to tell me Grandpa had died. A neighbor had stopped by that morning for coffee and found him in the kitchen. He died of a stroke, same as Grandma. At that moment, I understood what he'd clumsily tried to explain to me about the swan on that morning we fished together by the pond。\\n\\n　　十月的一个刮大风的日子，妈妈打电话到学校里告诉我外公死了。那天早晨邻居上他家喝咖啡时发现他在厨房里。和外婆一样，他也是患中风死的。我这才明白，我和他在池塘钓鱼的那天早晨，为何他设法笨拙地向我解释天鹅之死。\",\"timestamp\":1634809008,\"title\":\"dependent life and death\"},\"digest\":\"7dY2BKuFuSKJVt4A4JSzp7zCTm3hg16nk4eKCNpTX74\",\"authorship\":{\"contributor\":\"0x69C14Ba63f1E0A5606AE9FAfdC78203E6bD221c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g3ntHZTk2v9ylYx9NrkT-9mb2CkePw1H5Z8XFUmP1H0\\\",\\\"y\\\":\\\"yxiURc9-vm3VtHmTJH5VVQ3KEpPQ3SoX_61QJcG1Zd8\\\"}\",\"signature\":\"joWcVaHLCiI6sfv7nRzs108cL9z8egYKnYTomKsyWpyV-OTdcL_e5FOCzRuAjTQpehNXMwbRG9Z5_k2y-Xavrg\",\"signingKeySignature\":\"0xf4a922d450e572006544bade046f35329a1839e6efccb16ed6cc518616493edf1910db251e489347bbc629552aa86b270c4fef4e165d3683910519894bf6ed501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g3ntHZTk2v9ylYx9NrkT-9mb2CkePw1H5Z8XFUmP1H0\\\",\\\"y\\\":\\\"yxiURc9-vm3VtHmTJH5VVQ3KEpPQ3SoX_61QJcG1Zd8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7dY2BKuFuSKJVt4A4JSzp7zCTm3hg16nk4eKCNpTX74\"}"