"{\"content\":{\"body\":\"The Inceptive real-world instantiation of the once merely romanticized biblical allegory.\\n\\n*Some thoughts on my experience with Web 3.0, Ethereum, De-Fi, blockchain, and us humans more generally.*\\n\\nPreface:\\nAs someone coming from a basic, vanilla, midwestern life, born into the standard template of modern privilege, I have grown to find it harder to give myself the room to broadcast my thoughts and hopes for this world. While my personal story, as does everyone’s, comes with its share of struggle and nuance, exploring that is not the intention behind my first attempt to break into this new environment that is Web 3.0. I am writing this after almost half a year of inquiry into this developing new world enabled by the apparent adoption of Ethereum as the primary network to Engineer our future as humans on this earth.\\nI have always been different. I have thought in a way I perceived as more ‘grandiose’ than others. I was often ostracized for having larger than life visions and not focusing on the minutia and what ‘mattered’. I always thought the only way to truly think about what ‘mattered’, was to zoom out, to the largest scale, and start there. This may be why my religious proclivities have not waned, despite my deep respect and passion for the pursuit of truth, of which religion is now only an artifact, a remnant of our old-world methods of finding this truth. It is precisely this religious introduction that drove my interest to the study of Geology, and our history on this earth from non-life to life, and the seemingly infinite gulf that still lies between. I still, despite my passion for science, find our religious stories beautiful; and in fact, having spent the time I have learning about this bourgeoning Ethereum community, I am drawn to one specific story from my life that I find tremendously uncanny.\\n\\n![](https://i.pinimg.com/originals/13/7e/8c/137e8c8ee47a632fb20843fd293a4f61.jpg)\\n\\nThis motif of a ‘city in the sky’ is something reincarnated in many forms from within the human experience. It’s likely the roots of this concept converge to our most primitive truth-seeking/trust-forming mechanism: Early human tribalism and its ultimate proliferation into religiosity. As we left the jungles and trees, we found the need to begin to manufacture trust. This is what makes us humans so, well, human. We have each other’s backs. We formed circles, looking outward into the darkness for harm, to protect the inside of the organism that was the foundational societal unit. As language matured, and societies took root, the developing world began to collect it’s most resolute, most coherent picture of the world in ancient scripts such as the Coran, the Bible, and so on. It is here we saw this motif begin to take form. This story of a great city waiting for us, Zion, a place for refuge and peace from the world beyond ourselves. One great example comes from the book of Hebrews:\\n\\n> 11: 13-16 These all died in faith, not having received the promises, but having seen them afar off were assured of them, embraced them and confessed that they were strangers and pilgrims on the earth. 14 For those who say such things declare plainly that they seek a homeland. 15 And truly if they had called to mind that country from which they had come out, they would have had opportunity to return. 16 But now they desire a better, that is, a heavenly country. Therefore God is not ashamed to be called their God, for He has prepared a city for them.\\n\\nOf course, the great thinkers of our modern age have never quite entertained the literal interpretations of such emphatic claims. Our philosophers dig into the beating heart behind the words that is the very core of our humanness; Our hunger to belong, to commune, and be accepted as the humble pilgrims and strangers of earth that we are; And our glimmering hope to walk celestial streets of gold in a ‘City in the Sky’.\\n\\nBut did we ever think we would see it? Were these haughty claims rooted in real belief or was this language a proxy to inculcate generations thereafter to dream to actualize such a city. Have we now arrived? Have we all been witnessing the construction of this City in the Sky, streets bustling with code, and tokens trickling through the air?\\n\\nLooking now to our current predicament in this western world - the real fuel behind the inception of this entire Decentralizing movement (of which I am still feeling quite late to the party, even though I keep hearing I’m still ‘very early’)- I still see much to be desired. For decades our more centralized methods of operating have begun to show some very serious fatal flaws that have caused the dissolution of the founding missions of these institutions. In tech, for instance, we’ve seen artificial plays to aggregate/manipulate eyeballs; candy crush and flappy bird, to click bait and Instagram market. Across the board, the near Orwellian neology puts on full display our societal stratification: Influencer status and supply shortages, verified and 100k SUBS, inflation is transitory, flagged for misinformation, gain-of-function, and … the list goes on. Is this really it? This disperse, incoherent, random unfolding of independent events pushing and vying for more engagement, more ad space, and ultimately more institutional power over the once idealized sovereign individual?\\nIn my opinion, It is starting to look like we are rapidly approaching a panic button moment. A ‘break glass in case of emergency’, or perhaps several of these moments. We will see massive migrations to a decentralized world hosted on Web 3.0, and now in response to such migrations to these communities, it is only reasonable to expect an acceleration in the dissolving of our current institutions. What happens when our goals are met, and the central banking institutions realize their ultimate and inevitable subservience to the blockchain? I am not even remotely convinced that these migrations will all occur in lockstep, in one smooth sweep with little to no breaks in ‘uptime’ to our society moreover.\\n\\nThese are the things I imagine most individuals in this space already know. But I am still feeling left with the question:\\n\\nHow does this physically translate? Where is the real-world instantiation of this ‘City in the Sky’ we are building? And by we I of course mean you all. I have been just a mere observer thus far, looking for a way to zoom all the way out, and see the true trajectory of how this ‘City’ can maximize its ability to safehouse those seeking shelter from the debris of a collapsing institutional landscape. How do we bring the entry point into the metaverse offline, and into the physical world, and what would that even look like? Is it an educational institution? Is it the post-secondary educational alternative? Is it a country club for hodlers? Is it the workplace of the new age? Or is it a hybrid of all the above, much like a city?\\n\\n![](https://i0.wp.com/dailyhodl.com/wp-content/uploads/2021/05/ethereum-breakout-1.jpg?fit=1365%2c800&ssl=1&resize=1280%2c720)\\n\\nIt is here where my thoughts become less in focus because, quite frankly, I am terrified. Despite having always considered myself technically inclined relative to most (especially being still only 25), I am constantly finding myself feeling far out of my depth in this space. I feel as though I’ve barely even made it thus far, and I know that fear might be emblematic of society writ large. For the short time I’ve been a working adult, in the central finance lending space - ironically enough, I am still concerned at the cost of acquisition for the laymen into Web 3.0. The only way I see a hope for this space to fully invoke it’s potential for good, to as many souls as it can, is to bring the barrier to entry as close to the mainstream as possible. And this, must certainly tether this ‘city in the sky’ to the place where the ‘mainstream’ lives, and thinks, and breathes: this physical, off-chain earth. The way I see it, there are two discrete outcomes that will only be realized after it is too late: we can continue to meta-develop this world while we watch the world around us crumble, A.K.A. software eats the world. Or, we build a physical apparatus, a chokepoint between the physical humans and nonphysical elements in the Metaverse, to maximize the blockchains ability to proliferate our humanness. There must be a point where the blockchain pops up into the world and begins to re-establish our need for institutional order, and to meet the current model where it is to facilitate its reconstruction into the Metaverse.\",\"timestamp\":1635423239,\"title\":\"The City in the Sky\"},\"digest\":\"frVg6WQFRLY5LeEsHHKhOmLcgYIgbSCV53uFGGXZ5zU\",\"authorship\":{\"contributor\":\"0x95A04A8a4baC8e70D6985b19AF9efB6DA187BC5D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YzmoHdfTDkgNT-Gzp7et9qEtR02G4-ven3sX1K7wxGc\\\",\\\"y\\\":\\\"ol_BxPeA4qVvCiVkM6URvI2b4dX-F5fhfqlfPolfrhQ\\\"}\",\"signature\":\"a5dRJfnQFQ1x-Y20tLValAfpp12VmSIP08GJs9SRhw4vzuZMmTSKVaEaJsTixCFmaJvUudf2kY2TrZ12N7js9g\",\"signingKeySignature\":\"0xb6e1f38d6b099176f4159c6cb185626a6972f76c9b20c356bcb4d8f855bdedd845602d61d1462a789a3af2ece0a939418f11a170ab7e3d87a3154c834f5b101f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YzmoHdfTDkgNT-Gzp7et9qEtR02G4-ven3sX1K7wxGc\\\",\\\"y\\\":\\\"ol_BxPeA4qVvCiVkM6URvI2b4dX-F5fhfqlfPolfrhQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YyzKeh6mbXaomqnEL0oY0oBarvU8rwGXWIITPydoWCo\"}"