"{\"content\":{\"body\":\"\\\"Wind-of-Death is a great white chief. His gun is always loaded,\\\" he said calmly, and a look of pride gleamed across his dark face, as though he gloried in the wound made by such a warrior.\\n\\n\\\"Deathwind\\\" was one of the many names given to Wetzel by the savages, and a thrill of hope shot through Isaac's heart when he saw the Indians feared Wetzel was on their track. This hope was short lived, however, for when he considered the probabilities of the thing he knew that pursuit would only result in his death before the settlers could come up with the Indians, and he concluded that Wetzel, familiar with every trick of the redmen, would be the first to think of the hopelessness of rescuing him and so would not attempt it.\\n\\nThe four Indians now returned to the fire and stood beside the chief. It was evident to them that his end was imminent. He sang in a low, not unmusical tone the death-chant of the Hurons. His companions silently bowed their heads. When he had finished singing he slowly rose to his great height, showing a commanding figure. Slowly his features lost their stern pride, his face softened, and his dark eyes, gazing straight into the gloom of the forest, bespoke a superhuman vision.\\n\\n\\\"Wingenund has been a great chief. He has crossed his last trail. The deeds of Wingenund will be told in the wigwams of the Lenape,\\\" said the chief in a loud voice, and then sank back into the arms of his comrades. They laid him gently down.\\n\\nA convulsive shudder shook the stricken warrior's frame. Then, starting up he straightened out his long arm and clutched wildly at the air with his sinewy fingers as if to grasp and hold the life that was escaping him.\\n\\nIsaac could see the fixed, sombre light in the eyes, and the pallor of death stealing over the face of the chief. He turned his eyes away from the sad spectacle, and when he looked again the majestic figure lay still.\\n\\nThe moon sailed out from behind a cloud and shed its mellow light down on the little glade. It showed the four Indians digging a grave beneath the oak tree. No word was spoken. They worked with their tomahawks on the soft duff and soon their task was completed. A bed of moss and ferns lined the last resting place of the chief. His weapons were placed beside him, to go with him to the Happy Hunting Ground, the eternal home of the redmen, where the redmen believe the sun will always shine, and where they will be free from their cruel white foes.\\n\\nWhen the grave had been filled and the log rolled on it the Indians stood by it a moment, each speaking a few words in a low tone, while the night wind moaned the dead chief's requiem through the tree tops.\\n\\nAccustomed as Isaac was to the bloody conflicts common to the Indians, and to the tragedy that surrounded the life of a borderman, the ghastly sight had unnerved him. The last glimpse of that stern, dark face, of that powerful form, as the moon brightened up the spot in seeming pity, he felt he could never forget. His thoughts were interrupted by the harsh voice of Crow bidding him get up. He was told that the slightest inclination on his part to lag behind on the march before them, or in any way to make their trail plainer, would be the signal for his death. With that Crow cut the thongs which bound Isaac's legs and placing him between two of the Indians, led the way into the forest.\\n\\nMoving like spectres in the moonlight they marched on and on for hours. Crow was well named. He led them up the stony ridges where their footsteps left no mark, and where even a dog could not find their trail; down into the valleys and into the shallow streams where the running water would soon wash away all trace of their tracks; then out on the open plain, where the soft, springy grass retained little impress of their moccasins.\\n\\nSingle file they marched in the leader's tracks as he led them onward through the dark forests, out under the shining moon, never slacking his rapid pace, ever in a straight line, and yet avoiding the roughest going with that unerring instinct. which was this Indian's gift. Toward dawn the moon went down, leaving them in darkness, but this made no difference, for, guided by the stars, Crow kept straight on his course. Not till break of day did he come to a halt.\\n\\nThen, on the banks of a narrow stream, the Indians kindled a fire and broiled some of the venison. Crow told Isaac he could rest, so he made haste to avail himself of the permission, and almost instantly was wrapped in the deep slumber of exhaustion. Three of the Indians followed suit, and Crow stood guard. Sleepless, tireless, he paced to and fro on the bank his keen eyes vigilant for signs of pursuers.\\n\\nThe sun was high when the party resumed their flight toward the west. Crow plunged into the brook and waded several miles before he took to the woods on the other shore. Isaac suffered severely from the sharp and slippery stones, which in no wise bothered the Indians. His feet were cut and bruised; still he struggled on without complaining. They rested part of the night, and the next day the Indians, now deeming themselves practically safe from pursuit, did not exercise unusual care to conceal their trail.\\n\\nThat evening about dusk they came to a rapidly flowing stream which ran northwest. Crow and one of the other Indians parted the willows on the bank at this point and dragged forth a long birch-bark canoe which they ran into the stream. Isaac recognized the spot. It was near the head of Mad River, the river which ran through the Wyandot settlements.\\n\\nTwo of the Indians took the bow, the third Indian and Isaac sat in the middle, back to back, and Crow knelt in the stern. Once launched on that wild ride Isaac forgot his uneasiness and his bruises. The night was beautiful; he loved the water, and was not lacking in sentiment. He gave himself up to the charm of the silver moonlight, of the changing scenery, and the musical gurgle of the water. Had it not been for the cruel face of Crow, he could have imagined himself on one of those enchanted canoes in fairyland, of which he had read when a boy. Ever varying pictures presented themselves at the range, impelled by vigorous arms, flew over the shining bosom of the stream. Here, in a sharp bend, was a narrow place where the trees on each bank interlaced their branches and hid the moon, making a dark and dim retreat. Then came a short series of ripples, with merry, bouncing waves and foamy currents; below lay a long, smooth reach of water, deep and placid, mirroring the moon and the countless stars. Noiseless as a shadow the canoe glided down this stretch, the paddle dipping regularly, flashing brightly, and scattering diamond drops in the clear moonlight.\\n\\nAnother turn in the stream and a sound like the roar of an approaching storm as it is borne on a rising wind, broke the silence. It was the roar of rapids or falls. The stream narrowed; the water ran swifter; rocky ledges rose on both sides, gradually getting higher and higher. Crow rose to his feet and looked ahead. Then he dropped to his knees and turned the head of the canoe into the middle of the stream. The roar became deafening. Looking forward Isaac saw that they were entering a dark gorge. In another moment the canoe pitched over a fall and shot between two high, rocky bluffs. These walls ran up almost perpendicularly two hundred feet; the space between was scarcely twenty feet wide, and the water fairly screamed as it rushed madly through its narrow passage. In the center it was like a glancing sheet of glass, weird and dark, and was bordered on the sides by white, seething foam-capped waves which tore and dashed and leaped at their stony confines.\\n\\nThough the danger was great, though Death lurked in those jagged stones and in those black waits Isaac felt no fear, he knew the strength of that arm, now rigid and again moving with lightning swiftness; he knew the power of the eye which guided them.\\n\\nOnce more out under the starry sky; rifts, shallows, narrows, and lake-like basins were passed swiftly. At length as the sky was becoming gray in the east, they passed into the shadow of what was called the Standing Stone. This was a peculiarly shaped stone-faced bluff, standing high over the river, and taking its name from Tarhe, or Standing Stone, chief of all the Hurons.\\n\\nAt the first sight of that well known landmark, which stood by the Wyandot village, there mingled with Isaac's despondency and resentment some other feeling that was akin to pleasure; with a quickening of the pulse came a confusion of expectancy and bitter memories as he thought of the dark eyed maiden from whom he had fled a year ago.\\n\\n\\\"Co-wee-Co-woe,\\\" called out one of the Indians in the bow of the canoe. The signal was heard, for immediately an answering shout came from the shore.\\n\\nWhen a few moments later the canoe grated softly on a pebbly beach. Isaac saw, indistinctly in the morning mist, the faint outlines of tepees and wigwams, and he knew he was once more in the encampment of the Wyandots.\\n\\n```\\n* * * * * * * * * * * * * * * *\\n```\\n\\nLate in the afternoon of that day Isaac was awakened from his heavy slumber and told that the chief had summoned him. He got up from the buffalo robes upon which he had flung himself that morning, stretched his aching limbs, and walked to the door of the lodge.\\n\\nThe view before him was so familiar that it seemed as if he had suddenly come home after being absent a long time. The last rays of the setting sun shone ruddy and bright over the top of the Standing Stone; they touched the scores of lodges and wigwams which dotted the little valley; they crimsoned the swift, narrow river, rushing noisily over its rocky bed. The banks of the stream were lined with rows of canoes; here and there a bridge made of a single tree spanned the stream. From the camp fires long, thin columns of blue smoke curled lazily upward; giant maple trees, in them garb of purple and gold, rose high above the wigwams, adding a further beauty to this peaceful scene.\\n\\nAs Isaac was led down a lane between two long lines of tepees the watching Indians did not make the demonstration that usually marked the capture of a paleface. Some of the old squaws looked up from their work round the campfires and steaming kettles and grinned as the prisoner passed. The braves who were sitting upon their blankets and smoking their long pipes, or lounging before the warm blazes maintained a stolid indifference; the dusky maidens smiled shyly, and the little Indian boys, with whom Isaac had always been a great favorite, manifested their joy by yelling and running after him. One youngster grasped Isaac round the leg and held on until he was pulled away.\\n\\nIn the center of the village were several lodges connected with one another and larger and more imposing than the surrounding tepees. These were the wigwams of the chief, and thither Isaac was conducted. The guards led him to a large and circular apartment and left him there alone. This room was the council-room. It contained nothing but a low seat and a knotted war-club.\\n\\nIsaac heard the rattle of beads and bear claws, and as he turned a tall and majestic Indian entered the room. It was Tarhe, the chief of all the Wyandots. Though Tarhe was over seventy, he walked erect; his calm face, dark as a bronze mask, showed no trace of his advanced age. Every line and feature of his face had race in it; the high forehead, the square, protruding jaw, the stern mouth, the falcon eyes--all denoted the pride and unbending will of the last of the Tarhes.\\n\\n\\\"The White Eagle is again in the power of Tarhe,\\\" said the chief in his native tongue. \\\"Though he had the swiftness of the bounding deer or the flight of the eagle it would avail him not. The wild geese as they fly northward are not swifter than the warriors of Tarhe. Swifter than all is the vengeance of the Huron. The young paleface has cost the lives of some great warriors. What has he to say?\\\"\\n\\n\\\"It was not my fault,\\\" answered Isaac quickly. \\\"I was struck down from behind and had no chance to use a weapon. I have never raised my hand against a Wyandot. Crow will tell you that. If my people and friends kill your braves I am not to blame. Yet I have had good cause to shed Huron blood. Your warriors have taken me from my home and have wounded me many times.\\\"\\n\\n\\\"The White Chief speaks well. Tarhe believes his words,\\\" answered Tarhe in his sonorous voice. \\\"The Lenapee seek the death of the pale face. Wingenund grieves for his son. He is Tarhe's friend. Tarhe is old and wise and he is king here. He can save the White Chief from Wingenund and Cornplanter. Listen. Tarhe is old and he has no son. He will make you a great chief and give you lands and braves and honors. He shall not ask you to raise your hand against your people, but help to bring peace. Tarhe does not love this war. He wants only justice. He wants only to keep his lands, his horses, and his people. The White Chief is known to be brave; his step is light, his eye is keen, and his bullet is true. For many long moons Tarhe's daughter has been like the singing bird without its mate. She sings no more. She shall be the White Chief's wife. She has the blood of her mother and not that of the last of the Tarhes. Thus the mistakes of Tarhe's youth come to disappoint his old age. He is the friend of the young paleface. Tarhe has said. Now go and make your peace with Myeerah.\\\"\\n\\nThe chief motioned toward the back of the lodge. Isaac stepped forward and went through another large room, evidently the chief's, as it was fitted up with a wild and barbaric splendor. Isaac hesitated before a bearskin curtain at the farther end of the chief's lodge. He had been there many times before, but never with such conflicting emotions. What was it that made his heart beat faster? With a quick movement he lifted the curtain and passed under it.\\n\\nThe room which he entered was circular in shape and furnished with all the bright colors and luxuriance known to the Indian. Buffalo robes covered the smooth, hard-packed clay floor; animals, allegorical pictures, and fanciful Indian designs had been painted on the wall; bows and arrows, shields, strings of bright-colored beads and Indian scarfs hung round the room. The wall was made of dried deerskins sewed together and fastened over long poles which were planted in the ground and bent until the ends met overhead. An oval-shaped opening let in the light. Through a narrow aperture, which served as a door leading to a smaller apartment, could be seen a low couch covered with red blankets, and a glimpse of many hued garments hanging on the wall.\\n\\nAs Isaac entered the room a slender maiden ran impulsively to him and throwing her arms round his neck hid her face on his breast. A few broken, incoherent words escaped her lips. Isaac disengaged himself from the clinging arms and put her from him. The face raised to his was strikingly beautiful. Oval in shape, it was as white as his own, with a broad, low brow and regular features. The eyes were large and dark and they dilated and quickened with a thousand shadows of thought.\\n\\n\\\"Myeerah, I am taken again. This time there has been blood shed. The Delaware chief was killed, and I do not know how many more Indians. The chiefs are all for putting me to death. I am in great danger. Why could you not leave me in peace?\\\"\\n\\nAt his first words the maiden sighed and turned sorrowfully and proudly away from the angry face of the young man. A short silence ensued.\\n\\n\\\"Then you are not glad to see Myeerah?\\\" she said, in English. Her voice was music. It rang low, sweet, clear-toned as a bell.\\n\\n\\\"What has that to do with it? Under some circumstances I would be glad to see you. But to be dragged back here and perhaps murdered--no, I don't welcome it. Look at this mark where Crow hit me,\\\" said Isaac, passionately, bowing his head to enable her to see the bruise where the club had struck him.\\n\\n\\\"I am sorry,\\\" said Myeerah, gently.\\n\\n\\\"I know that I am in great danger from the Delawares.\\\"\\n\\n\\\"The daughter of Tarhe has saved your life before and will save it again.\\\"\\n\\n\\\"They may kill me in spite of you.\\\"\\n\\n\\\"They will not dare. Do not forget that I saved you from the Shawnees. What did my father say to you?\\\"\\n\\n\\\"He assured me that he was my friend and that he would protect me from Wingenund. But I must marry you and become one of the tribe. I cannot do that. And that is why I am sure they will kill me.\\\"\\n\\n\\\"You are angry now. I will tell you. Myeerah tried hard to win your love, and when you ran away from her she was proud for a long time. But there was no singing of birds, no music of the waters, no beauty in anything after you left her. Life became unbearable without you. Then Myeerah remembered that she was a daughter of kings. She summoned the bravest and greatest warriors of two tribes and said to them. \\\"Go and bring to me the paleface, White Eagle. Bring him to me alive or dead. If alive, Myeerah will smile once more upon her warriors. If dead, she will look once upon his face and die. Ever since Myeerah was old enough to remember she has thought of you. Would you wish her to be inconstant, like the moon?\\\"\\n\\n\\\"It is not what I wish you to be. It is that I cannot live always without seeing my people. I told you that a year ago.\\\"\\n\\n\\\"You told me other things in that past time before you ran away. They were tender words that were sweet to the ear of the Indian maiden. Have you forgotten them?\\\"\\n\\n\\\"I have not forgotten them. I am not without feeling. You do not understand. Since I have been home this last time, I have realized more than ever that I could not live away from my home.\\\"\\n\\n\\\"Is there any maiden in your old home whom you have learned to love more than Myeerah?\\\"\\n\\nHe did not reply, but looked gloomily out of the opening in the wall. Myeerah had placed her hold upon his arm, and as he did not answer the hand tightened its grasp.\\n\\n\\\"She shall never have you.\\\"\\n\\nThe low tones vibrated with intense feeling, with a deathless resolve. Isaac laughed bitterly and looked up at her Myeerah's face was pale and her eyes burned like fire.\\n\\n\\\"I should not be surprised if you gave me up to the Delawares,\\\" said Isaac, coldly. \\\"I am prepared for it, and I would not care very much. I have despaired of your ever becoming civilized enough to understand the misery of my sister and family. Why not let the Indians kill me?\\\"\\n\\nHe knew how to wound her. A quick, shuddery cry broke from her lips. She stood before him with bowed head and wept. When she spoke again her voice was broken and pleading.\\n\\n\\\"You are cruel and unjust. Though Myeerah has Indian blood she is a white woman. She can feel as your people do. In your anger and bitterness you forget that Myeerah saved you from the knife of the Shawnees. You forget her tenderness; you forget that she nursed you when you were wounded. Myeerah has a heart to break. Has she not suffered? Is she not laughed at, scorned, called a 'paleface' by the other tribes? She thanks the Great Spirit for the Indian blood that keep her true. The white man changes his loves and his wives. That is not an Indian gift.\\\"\\n\\n\\\"No, Myeerah, I did not say so. There is no other woman. It is that I am wretched and sick at heart. Do you not see that this will end in a tragedy some day? Can you not realize that we would be happier if you would let me go? If you love me you would not want to see me dead. If I do not marry you they will kill me; if I try to escape again they win kill me. Let me go free.\\\"\\n\\n\\\"I cannot! I cannot!\\\" she cried. \\\"You have taught me many of the ways of your people, but you cannot change my nature.\\\"\\n\\n\\\"Why cannot you free me?\\\"\\n\\n\\\"I love you, and I will not live without you.\\\"\\n\\n\\\"Then come and go to my home and live there with me,\\\" said Isaac, taking the weeping maiden in his arms. \\\"I know that my people will welcome you.\\\"\\n\\n\\\"Myeerah would be pitied and scorned,\\\" she said, sadly, shaking her head.\\n\\nIsaac tried hard to steel his heart against her, but he was only mortal and he failed. The charm of her presence influenced him; her love wrung tenderness from him. Those dark eyes, so proud to all others, but which gazed wistfully and yearningly into his, stirred his heart to its depths. He kissed the tear-wet cheeks and smiled upon her.\\n\\n\\\"Well, since I am a prisoner once more, I must make the best of it. Do not look so sad. We shall talk of this another day. Come, let us go and find my little friend, Captain Jack. He remembered me, for he ran out and grasped my knee and they pulled him away.\\\"\\n\\nCHAPTER VI.\\n\\nWhen the first French explorers invaded the northwest, about the year 1615, the Wyandot Indians occupied the territory between Georgian Bay and the Muskoka Lakes in Ontario. These Frenchmen named the tribe Huron because of the manner in which they wore their hair.\\n\\nAt this period the Hurons were at war with the Iroquois, and the two tribes kept up a bitter fight until in 1649, when the Hurons suffered a decisive defeat. They then abandoned their villages and sought other hunting grounds. They travelled south and settled in Ohio along the south and west shores of Lake Erie. The present site of Zanesfield, named from Isaac Zane, marks the spot where the largest tribe of Hurons once lived.\\n\\nIn a grove of maples on the banks of a swift little river named Mad River, the Hurons built their lodges and their wigwams. The stately elk and graceful deer abounded in this fertile valley, and countless herds of bison browsed upon the uplands.\\n\\nThere for mans years the Hurons lived a peaceful and contented life. The long war cry was not heard. They were at peace with the neighboring tribes. Tarhe, the Huron chief, attained great influence with the Delawares. He became a friend of Logan, the Mingo chief.\\n\\nWith the invasion of the valley of the Ohio by the whites, with the march into the wilderness of that wild-turkey breed of heroes of which Boone, Kenton, the Zanes, and the Wetzels were the first, the Indian's nature gradually chanced until he became a fierce and relentless foe.\\n\\nThe Hurons had sided with the French in Pontiac's war, and in the Revolution they aided the British. They allied themselves with the Mingoes, Delawares and Shawnees and made a fierce war on the Virginian pioneers. Some powerful influence must have engendered this implacable hatred in these tribes, particularly in the Mingo and the Wyandot.\\n\\nThe war between the Indians and the settlers along the Pennsylvania and West Virginia borders was known as \\\"Dunmore's War.\\\" The Hurons, Mingoes, and Delawares living in the \\\"hunter's paradise\\\" west of the Ohio River, seeing their land sold by the Iroquois and the occupation of their possessions by a daring band of white men naturally were filled with fierce anger and hate. But remembering the past bloody war and British punishment they slowly moved backward toward the setting sun and kept the peace. In 1774 a canoe filled with friendly Wyandots was attacked by white men below Yellow Creek and the Indians were killed. Later the same year a party of men under Colonel Cresop made an unprovoked and dastardly massacre of the family and relatives of Logan. This attack reflected the deepest dishonor upon all the white men concerned, and Was the principal cause of the long and bloody war which followed. The settlers on the border sent messengers to Governor Dunmore at Williamsburg for immediate relief parties. Knowing well that the Indians would not allow this massacre to go unavenged the frontiersmen erected forts and blockhouses.\\n\\nLogan, the famous Mingo chief, had been a noted friend of the white men. After the murder of his people he made ceaseless war upon them. He incited the wrath of the Hurons and the Delawares. He went on the warpath, and when his lust for vengeance had been satisfied he sent the following remarkable address to Lord Dunmore:\\n\\n\\\"I appeal to any white man to say if ever he entered Logan's cabin and he gave him not meat: if ever he came cold and naked and he clothed him not. During the course of the last long and bloody war Logan remained idle in his cabin, an advocate of peace. Such was my love for the whites that my countrymen pointed as they passed and said: 'Logan is the friend of the white man.' I had even thought to have lived with you but for the injuries of one man, Colonel Cresop, who, last spring, in cold blood and unprovoked, murdered all the relatives of Logan, not even sparing my women and children. There runs not a drop of my blood in the veins of any living creature. This called upon me for vengeance. I have sought it: I have killed many; I have glutted my vengeance. For my country I will rejoice at the beams of peace. But do not harbor a thought that mine is the joy of fear. Logan never felt fear; he could not turn upon his heel to save his life. Who is there to mourn for Logan? Not one.\\\"\\n\\nThe war between the Indians and the pioneers was waged for years. The settlers pushed farther and farther into the wilderness. The Indians, who at first sought only to save their farms and their stock, now fought for revenges That is why every ambitious pioneer who went out upon those borders carried his life in his hands: why there was always the danger of being shot or tomahawked from behind every tree; why wife and children were constantly in fear of the terrible enemy.\\n\\nTo creep unawares upon a foe and strike him in the dark was Indian warfare; to an Indian it was not dishonorable; it was not cowardly. He was taught to hide in the long grass like a snake, to shoot from coverts, to worm his way stealthily through the dense woods and to ambush the paleface's trail. Horrible cruelties, such as torturing white prisoners and burning them at the stake never heard of before the war made upon the Indians by the whites.\\n\\nComparatively little is known of the real character of the Indian of that time. We ourselves sit before our warm fires and talk of the deeds of the redman. We while away an hour by reading Pontiac's siege of Detroit, of the battle of Braddock's fields, and of Custer's last charge. We lay the book down with a fervent expression of thankfulness that the day of the horrible redman is past. Because little has been written on the subject, no thought is given to the long years of deceit and treachery practiced upon Pontiac; we are ignorant of the causes which led to the slaughter of Braddock's army, and we know little of the life of bitterness suffered by Sitting Bull.\\n\\nMany intelligent white men, who were acquainted with the true life of the Indian before he was harassed and driven to desperation by the pioneers, said that he had been cruelly wronged. Many white men in those days loved the Indian life so well that they left the settlements and lived with the Indians. Boone, who knew the Indian nature, said the honesty and the simplicity of the Indian were remarkable. Kenton said he had been happy among the Indians. Col. Zane had many Indian friends. Isaac Zane, who lived most of his life with the Wyandots, said the American redman had been wrongfully judged a bloodthirsty savage, an ignorant, thieving wretch, capable of not one virtue. He said the free picturesque life of the Indians would have appealed to any white man; that it had a wonderful charm, and that before the war with the whites the Indians were kind to their prisoners, and sought only to make Indians of them. He told tales of how easily white boys become Indianized, so attached to the wild life and freedom of the redmen that it was impossible to get the captives to return to civilized life. The boys had been permitted to grow wild with the Indian lads; to fish and shoot and swim with them; to play the Indian games--to live idle, joyous lives. He said these white boys had been ransomed and taken from captivity and returned to their homes and, although a close watch has kept on them, they contrived to escape and return to the Indians, and that while they were back among civilized people it was difficult to keep the boys dressed. In summer time it was useless to attempt it. The strongest hemp-linen shirts, made with the strongest collar and wrist-band, would directly be torn off and the little rascals would swimming in the river or rolling on the sand.\\n\\nIf we may believe what these men have said--and there seems no good reason why we may not--the Indian was very different from the impression given of him. There can be little doubt that the redman once lived a noble and blameless life; that he was simple, honest and brave, that he had a regard for honor and a respect for a promise far exceeding that of most white men. Think of the beautiful poetry and legends left by these silent men: men who were a part of the woods; men whose music was the sighing of the wind, the rustling of the leaf, the murmur of the brook; men whose simple joys were the chase of the stag, and the light in the dark eye of a maiden.\\n\\nIf we wish to find the highest type of the American Indian we must look for him before he was driven west by the land-seeking pioneer and before he was degraded by the rum-selling French trader.\\n\\nThe French claimed all the land watered by the Mississippi River and its tributaries. The French Canadian was a restless, roaming adventurer and he found his vocation in the fur-trade. This fur-trade engendered a strange class of men--bush-rangers they were called--whose work was to paddle the canoe along the lakes and streams and exchange their cheap rum for the valuable furs of the Indians. To these men the Indians of the west owe their degradation. These bush-rangers or coureurs-des-bois, perverted the Indians and sank into barbarism with them.\\n\\nThe few travellers there in those days were often surprised to find in the wigwams of the Indians men who acknowledged the blood of France, yet who had lost all semblance to the white man. They lived in their tepee with their Indian squaws and lolled on their blankets while the squaws cooked their venison and did all the work. They let their hair grow long and wore feathers in it; they painted their faces hideously with ochre and vermilion.\\n\\nThese were the worthless traders and adventurers who, from the year 1748 to 1783, encroached on the hunting grounds of the Indians and explored the wilderness, seeking out the remote tribes and trading the villainous rum for the rare pelts. In 1784 the French authorities, realizing that these vagrants were demoralizing the Indians, warned them to get off the soil. Finding this course ineffectual they arrested those that could be apprehended and sent them to Canada. But it was too late: the harm had been done: the poor, ignorant savage had tasted of the terrible \\\"fire-water,\\\" as he called the rum and his ruin was inevitable.\\n\\nIt was a singular fact that almost every Indian who had once tasted strong drink, was unable to resist the desire for more. When a trader came to one of the Indian hamlets the braves purchased a keg of rum and then they held a council to see who was to get drunk and who was to keep sober. It was necessary to have some sober Indians in camp, otherwise the drunken braves would kill one another. The weapons would have to be concealed. When the Indians had finished one keg of rum they would buy another, and so on until not a beaver-skin was left. Then the trader would move or when the Indians sobered up they would be much dejected, for invariably they would find that some had been wounded, others crippled, and often several had been killed.\\n\\nLogan, using all his eloquence, travelled from village to village visiting the different tribes and making speeches. He urged the Indians to shun the dreaded \\\"fire-water.\\\" He exclaimed against the whites for introducing liquor to the Indians and thus debasing them. At the same time Logan admitted his own fondness for rum. This intelligent and noble Indian was murdered in a drunken fight shortly after sending his address to Lord Dunmore.\\n\\nThus it was that the poor Indians had no chance to avert their downfall; the steadily increasing tide of land-stealing settlers rolling westward, and the insiduous, debasing, soul-destroying liquor were the noble redman's doom.\\n\\n```\\n* * * * * * * * * * * * * * * *\\n```\\n\\nIsaac Zane dropped back not altogether unhappily into his old place in the wigwam, in the hunting parties, and in the Indian games.\\n\\nWhen the braves were in camp, the greatest part of the day was spent in shooting and running matches, in canoe races, in wrestling, and in the game of ball. The chiefs and the older braves who had won their laurels and the maidens of the tribe looked on and applauded.\\n\\nIsaac entered into all these pastimes, partly because he had a natural love for them, and partly because he wished to win the regard of the Indians. In wrestling, and in those sports which required weight and endurance, he usually suffered defeat. In a foot race there was not a brave in the entire tribe who could keep even with him. But it was with the rifle that Isaac won his greatest distinction. The Indians never learned the finer shooting with the ride. Some few of them could shoot well, but for the most part they were poor marksmen.\\n\\nAccordingly, Isaac was always taken on the fall hunt. Every autumn there were three parties sent out to bring in the supply of meat for the winter. Because of Isaac's fine marksmanship he was always taken with the bear hunters. Bear hunting was exciting and dangerous work. Before the weather got very cold and winter actually set in the bears crawled into a hole in a tree or a cave in the rocks, where they hibernated. A favorite place for them was in hollow trees. When the Indians found a tree with the scratches of a bear on it and a hole large enough to admit the body of a bear, an Indian climbed up the tree and with a long pole tried to punch Bruin out of his den. Often this was a hazardous undertaking, for the bear would get angry on being disturbed in his winter sleep and would rush out before the Indian could reach a place of safety. At times there were even two or three bears in one den. Sometimes the bear would refuse to come out, and on these occasions, which were rare, the hunters would resort to fire. A piece of dry, rotten wood was fastened to a long pole and was set on fire. When this was pushed in on the bear he would give a sniff and a growl and come out in a hurry.\\n\\nThe buffalo and elk were hunted with the bow and arrow. This effective weapon did not make a noise and frighten the game. The wary Indian crawled through the high grass until within easy range and sometimes killed several buffalo or elk before the herd became alarmed. The meat was then jerked. This consisted in cutting it into thin strips and drying it in the sun. Afterwards it was hung up in the lodges. The skins were stretched on poles to dry, and when cured they served as robes, clothing and wigwam-coverings.\\n\\nThe Indians were fond of honey and maple sugar. The finding of a hive of bees, or a good run of maple syrup was an occasion for general rejoicing. They found the honey in hollow trees, and they obtained the maple sugar in two ways. When the sap came up in the maple trees a hole was bored in the trees about a foot from the ground and a small tube, usually made from a piece of alder, was inserted in the hole. Through this the sap was carried into a vessel which was placed under the tree. This sap was boiled down in kettles. If the Indians had no kettles they made the frost take the place of heat in preparing the sugar. They used shallow vessels made of bark, and these were filled with water and the maple sap. It was left to freeze over night and in the morning the ice was broken and thrown away. The sugar did not freeze. When this process had been repeated several times the residue was very good maple sugar.\\n\\nIsaac did more than his share toward the work of provisioning the village for the winter. But he enjoyed it. He was particularly fond of fishing by moonlight. Early November was the best season for this sport, and the Indians caught large numbers of fish. They placed a torch in the bow of a canoe and paddled noiselessly over the stream. In the clear water a bright light would so attract and fascinate the fish that they would lie motionless near the bottom of the shallow stream.\\n\\nOne cold night Isaac was in the bow of the canoe. Seeing a large fish he whispered to the Indians with him to exercise caution. His guides paddled noiselessly through the water. Isaac stood up and raised the spear, ready to strike. In another second Isaac had cast the iron, but in his eagerness he overbalanced himself and plunged head first into the icy current, making a great splash and spoiling any further fishing. Incidents like this were a source of infinite amusement to the Indians.\\n\\nBefore the autumn evenings grew too cold the Indian held their courting dances. All unmarried maidens and braves in the village were expected to take part in these dances. In the bright light of huge fires, and watched by the chiefs, the old men, the squaws, and the children, the maidens and the braves, arrayed in their gaudiest apparel, marched into the circle. They formed two lines a few paces apart. Each held in the right hand a dry gourd which contained pebbles. Advancing toward one another they sang the courting song, keeping time to the tune with the rattling of the pebbles. When they met in the center the braves bent forward and whispered a word to the maidens. At a certain point in the song, which was indicated by a louder note, the maidens would change their positions, and this was continued until every brave had whispered to every maiden, when the dance ended.\\n\\nIsaac took part in all these pleasures; he entered into every phase of the Indian's life; he hunted, worked, played, danced, and sang with faithfulness. But when the long, dreary winter days came with their ice-laden breezes, enforcing idleness on the Indians, he became restless. Sometimes for days he would be morose and gloomy, keeping beside his own tent and not mingling with the Indians. At such times Myeerah did not question him.\\n\\nEven in his happier hours his diversions were not many. He never tired of watching and studying the Indian children. When he had an opportunity without being observed, which was seldom, he amused himself with the papooses. The Indian baby was strapped to a flat piece of wood and covered with a broad flap of buckskin. The squaws hung these primitive baby carriages up on the pole of a tepee, on a branch of a tree, or threw them round anywhere. Isaac never heard a papoose cry. He often pulled down the flap of buckskin and looked at the solemn little fellow, who would stare up at him with big, wondering eyes.\\n\\nIsaac's most intimate friend was a six-year-old Indian boy, whom he called Captain Jack. He was the son of Thundercloud, the war-chief of the Hurons. Jack made a brave picture in his buckskin hunting suit and his war bonnet. Already he could stick tenaciously on the back of a racing mustang and with his little bow he could place arrow after arrow in the center of the target. Knowing Captain Jack would some day be a mighty chief, Isaac taught him to speak English. He endeavored to make Jack love him, so that when the lad should grow to be a man he would remember his white brother and show mercy to the prisoners who fell into his power.\\n\\nAnother of Isaac's favorites was a half-breed Ottawa Indian, a distant relative of Tarhe's. This Indian was very old; no one knew how old; his face was seamed and scarred and wrinkled. Bent and shrunken was his form. He slept most of the time, but at long intervals he would brighten up and tell of his prowess when a warrior.\\n\\nOne of his favorite stories was of the part he had taken in the events of that fatal and memorable July 2, 1755, when Gen. Braddock and his English army were massacred by the French and Indians near Fort Duquesne.\\n\\nThe old chief told how Beaujeu with his Frenchmen and his five hundred Indians ambushed Braddock's army, surrounded the soldiers, fired from the ravines, the trees, the long grass, poured a pitiless hail of bullets on the bewildered British soldiers, who, unaccustomed to this deadly and unseen foe, huddled under the trees like herds of frightened sheep, and were shot down with hardly an effort to defend themselves.\\n\\nThe old chief related that fifteen years after that battle he went to the Kanawha settlement to see the Big Chief, Gen. George Washington, who was travelling on the Kanawha. He told Gen. Washington how he had fought in the battle of Braddock's Fields; how he had shot and killed Gen. Braddock; how he had fired repeatedly at Washington, and had killed two horses under him, and how at last he came to the conclusion that Washington was protected by the Great Spirit who destined him for a great future.\\n\\n\\n****************\\n\\nMyeerah was the Indian name for a rare and beautiful bird--the white crane--commonly called by the Indians, Walk-in-the-Water. It had been the name of Tarhe's mother and grandmother. The present Myeerah was the daughter of a French woman, who had been taken captive at a very early age, adopted into the Huron tribe, and married to Tarhe. The only child of this union was Myeerah. She grew to be beautiful woman and was known in Detroit and the Canadian forts as Tarhe's white daughter. The old chief often visited the towns along the lake shore, and so proud was he of Myeeah that he always had her accompany him. White men travelled far to look at the Indian beauty. Many French soldiers wooed her in vain. Once, while Tarhe was in Detroit, a noted French family tried in every way to get possession of Myeerah.\\n\\nThe head of this family believed he saw in Myeerah the child of his long lost daughter. Tarhe hurried away from the city and never returned to the white settlement.\\n\\nMyeerah was only five years old at the time of the capture of the Zane brothers and it was at this early age that she formed the attachment for Isaac Zane which clung to her all her life. She was seven when the men came from Detroit to ransom the brothers, and she showed such grief when she learned that Isaac was to be returned to his people that Tarhe refused to accept any ransom for Isaac. As Myeerah grew older her childish fancy for the white boy deepened into an intense love.\\n\\nBut while this love tendered her inexorable to Isaac on the question of giving him his freedom, it undoubtedly saved his life as well as the lives of other white prisoners, on more than one occasion.\\n\\nTo the white captives who fell into the hands of the Hurons, she was kind and merciful; many of the wounded she had tended with her own hands, and many poor wretches she had saved from the gauntlet and the stake. When her efforts to persuade her father to save any one were unavailing she would retire in sorrow to her lodge and remain there.\\n\\nHer infatuation for the White Eagle, the Huron name for Isaac, was an old story; it was known to all the tribes and had long ceased to be questioned. At first some of the Delawares and the Shawnee braves, who had failed to win Myeerah's love, had openly scorned her for her love for the pale face. The Wyandot warriors to a man worshipped her; they would have marched straight into the jaws of death at her command; they resented the insults which had been cast on their princess, and they had wiped them out in blood: now none dared taunt her.\\n\\nIn the spring following Isaac's recapture a very serious accident befell him. He had become expert in the Indian game of ball, which is a game resembling the Canadian lacrosse, and from which, in fact, it had been adopted. Goals were placed at both ends of a level plain. Each party of Indians chose a goal which they endeavored to defend and at the same time would try to carry the ball over their opponent's line.\\n\\nA well contested game of Indian ball presented a scene of wonderful effort and excitement. Hundreds of strong and supple braves could be seen running over the plain, darting this way and that, or struggling in a yelling, kicking, fighting mass, all in a mad scramble to get the ball.\\n\\nAs Isaac had his share of the Zane swiftness of foot, at times his really remarkable fleetness enabled him to get control of the ball. In front of the band of yelling savages he would carry it down the field, and evading the guards at the goal, would throw it between the posts. This was a feat of which any brave could be proud.\\n\\nDuring one of these games Red Fox, a Wyandot brave, who had long been hopelessly in love with Myeerah, and who cordially hated Isaac, used this opportunity for revenge. Red Fox, who was a swift runner, had vied with Isaac for the honors, but being defeated in the end, he had yielded to his jealous frenzy and had struck Isaac a terrible blow on the head with his bat.\\n\\nIt happened to be a glancing blow or Isaac's life would have been ended then and there. As it was he had a deep gash in his head. The Indians carried him to his lodge and the medicine men of the tribe were summoned.\\n\\nWhen Isaac recovered consciousness he asked for Myeerah and entreated her not to punish Red Fox. He knew that such a course would only increase his difficulties, and, on the other hand, if he saved the life of the Indian who had struck him in such a cowardly manner such an act would appeal favorably to the Indians. His entreaties had no effect on Myeerah, who was furious, and who said that if Red Fox, who had escaped, ever returned he would pay for his unprovoked assault with his life, even if she had to kill him herself. Isaac knew that Myeerah would keep her word. He dreaded every morning that the old squaw who prepared his meals would bring him the new that his assailant had been slain. Red Fox was a popular brave, and there were many Indians who believed the blow he had struck Isaac was not intentional. Isaac worried needlessly, however, for Red Fox never came back, and nothing could be learned as to his wherabouts.\\n\\nIt was during his convalescence that Isaac learned really to love the Indian maiden. She showed such distress in the first days after his injury, and such happiness when he was out of danger and on the road to recovery that Isaac wondered at her. She attended him with anxious solicitude; when she bathed and bandaged his wound her every touch was a tender caress; she sat by him for hours; her low voice made soft melody as she sang the Huron love songs. The moments were sweet to Isaac when in the gathering twilight she leaned her head on his shoulder while they listened to the evening carol of the whip-poor-will. Days passed and at length Isaac was entirely well. One day when the air was laden with the warm breath of summer Myeerah and Isaac walked by the river.\\n\\n\\\"You are sad again,\\\" said Myeerah.\\n\\n\\\"I am homesick. I want to see my people. Myeerah, you have named me rightly. The Eagle can never be happy unless he is free.\\\"\\n\\n\\\"The Eagle can be happy with his mate. And what life could be freer than a Huron's? I hope always that you will grow content.\\\"\\n\\n\\\"It has been a long time now, Myeerah, since I have spoken with you of my freedom. Will you ever free me? Or must I take again those awful chances of escape? I cannot always live here in this way. Some day I shall be killed while trying to get away, and then, if you truly love me, you will never forgive yourself.\\\"\\n\\n\\\"Does not Myeerah truly love you?\\\" she asked, gazing straight into his eyes, her own misty and sad.\\n\\n\\\"I do not doubt that, but I think sometimes that it is not the right kind of love. It is too savage. No man should be made a prisoner for no other reason than that he is loved by a woman. I have tried to teach you many things; the language of my people, their ways and thoughts, but I have failed to civilize you. I cannot make you understand that it is unwomanly--do not turn away. I am not indifferent. I have learned to care for you. Your beauty and tenderness have made anything else impossible.\\\"\\n\\n\\\"Myeerah is proud of her beauty, if it pleases the Eagle. Her beauty and her love are his. Yet the Eagle's words make Myeerah sad. She cannot tell what she feels. The pale face's words flow swiftly and smoothly like rippling waters, but Myeerah's heart is full and her lips are dumb.\\\"\\n\\nMyeerah and Isaac stopped under a spreading elm tree the branches of which drooped over and shaded the river. The action of the high water had worn away the earth round the roots of the old elm, leaving them bare and dry when the stream was low. As though Nature had been jealous in the interest of lovers, she had twisted and curled the roots into a curiously shaped bench just above the water, which was secluded enough to escape all eyes except those of the beaver and the muskrat. The bank above was carpeted with fresh, dewy grass; blue bells and violets hid modestly under their dark green leaves; delicate ferns, like wonderful fairy lace, lifted their dainty heads to sway in the summer breeze. In this quiet nook the lovers passed many hours.\\n\\n\\\"Then, if my White Chief has learned to care for me, he must not try to escape,\\\" whispered Myeerah, tenderly, as she crept into Isaac's arms and laid her head on his breast. \\\"I love you. I love you. What will become of Myeerah if you leave her? Could she ever be happy? Could she ever forget? No, no, I will keep my captive.\\\"\\n\\n\\\"I cannot persuade you to let me go?\\\"\\n\\n\\\"If I free you I will come and lie here,\\\" cried Myeerah, pointing to the dark pool.\\n\\n\\\"Then come with me to my home and live there.\\\"\\n\\n\\\"Go with you to the village of the pale faces, where Myeerah would be scorned, pointed at as your captors laughed at and pitied? No! No!\\\"\\n\\n\\\"But you would not be,\\\" said Isaac, eagerly. \\\"You would be my wife. My sister and people will love you. Come, Myeerah save me from this bondage; come home with me and I will make you happy.\\\"\\n\\n\\\"It can never be,\\\" she said, sadly, after a long pause. \\\"How would we ever reach the fort by the big river? Tarhe loves his daughter and will not give her up. If we tried to get away the braves would overtake us and then even Myeerah could not save your life. You would be killed. I dare not try. No, no, Myeerah loves too well for that.\\\"\\n\\n\\\"You might make the attempt,\\\" said Isaac, turning away in bitter disappointment. \\\"If you loved me you could not see me suffer.\\\"\\n\\n\\\"Never say that again,\\\" cried Myeerah, pain and scorn in her dark eyes. \\\"Can an Indian Princess who has the blood of great chiefs in her veins prove her love in any way that she has not? Some day you will know that you wrong me. I am Tarhe's daughter. A Huron does not lie.\\\"\\n\\nThey slowly wended their way back to the camp, both miserable at heart; Isaac longing to see his home and friends, and yet with tenderness in his heart for the Indian maiden who would not free him; Myeerah with pity and love for hind and a fear that her long cherished dream could never be realized.\\n\\nOne dark, stormy night, when the rain beat down in torrents and the swollen river raged almost to its banks, Isaac slipped out of his lodge unobserved and under cover of the pitchy darkness he got safely between the lines of tepees to the river. He had just the opportunity for which he had been praying. He plunged into the water and floating down with the swift current he soon got out of sight of the flickering camp fires. Half a mile below he left the water and ran along the bank until he came to a large tree, a landmark he remembered, when he turned abruptly to the east and struck out through the dense woods. He travelled due east all that night and the next day without resting, and with nothing to eat except a small piece of jerked buffalo meat which he had taken the precaution to hide in his hunting shirt. He rested part of the second night and next morning pushed on toward the east. He had expected to reach the Ohio that day, but he did not and he noticed that the ground seemed to be gradually rising. He did not come across any swampy lands or saw grass or vegetation characteristic of the lowlands. He stopped and tried to get his bearings. The country was unknown to him, but he believed he knew the general lay of the ridges and the water-courses.\\n\\nThe fourth day found Isaac hopelessly lost in the woods. He was famished, having eaten but a few herbs and berries in the last two days; his buckskin garments were torn in tatters; his moccasins were worn out and his feet lacerated by the sharp thorns.\\n\\nDarkness was fast approaching when he first realized that he was lost. He waited hopefully for the appearance of the north star--that most faithful of hunter's guides--but the sky clouded over and no stars appeared. Tired out and hopeless he dragged his weary body into a dense laurel thicket end lay down to wait for dawn. The dismal hoot of an owl nearby, the stealthy steps of some soft-footed animal prowling round the thicket, and the mournful sough of the wind in the treetops kept him awake for hours, but at last he fell asleep.\\n\\nCHAPTER VII.\\n\\nThe chilling rains of November and December's flurry of snow had passed and mid-winter with its icy blasts had set in. The Black Forest had changed autumn's gay crimson and yellow to the somber hue of winter and now looked indescribably dreary. An ice gorge had formed in the bend of the river at the head of the island and from bank to bank logs, driftwood, broken ice and giant floes were packed and jammed so tightly as to resist the action of the mighty current. This natural bridge would remain solid until spring had loosened the frozen grip of old winter. The hilly surrounding Fort Henry were white with snow. The huge drifts were on a level with Col. Zane's fence and in some places the top rail had disappeared. The pine trees in the yard were weighted down and drooped helplessly with their white burden.\\n\\nOn this frosty January morning the only signs of life round the settlement were a man and a dog walking up Wheeling hill. The man carried a rifle, an axe, and several steel traps. His snow-shoes sank into the drifts as he labored up the steep hill. All at once he stopped. The big black dog had put his nose high in the air and had sniffed at the cold wind.\\n\\n\\\"Well, Tige, old fellow, what is it?\\\" said Jonathan Zane, for this was he.\\n\\nThe dog answered with a low whine. Jonathan looked up and down the creek valley and along the hillside, but he saw no living thing. Snow, snow everywhere, its white monotony relieved here and there by a black tree trunk. Tige sniffed again and then growled. Turning his ear to the breeze Jonathan heard faint yelps from far over the hilltop. He dropped his axe and the traps and ran the remaining short distance up the hill. When he reached the summit the clear baying of hunting wolves was borne to his ears.\\n\\nThe hill sloped gradually on the other side, ending in a white, unbroken plain which extended to the edge of the laurel thicket a quarter of a mile distant. Jonathan could not see the wolves, but he heard distinctly their peculiar, broken howls. They were in pursuit of something, whether quadruped or man he could not decide. Another moment and he was no longer in doubt, for a deer dashed out of the thicket. Jonathan saw that it was a buck and that he was well nigh exhausted; his head swung low from side to side; he sank slowly to his knees, and showed every indication of distress.\\n\\nThe next instant the baying of the wolves, which had ceased for a moment, sounded close at hand. The buck staggered to his feet; he turned this way and that. When he saw the man and the dog he started toward them without a moment's hesitation.\\n\\nAt a warning word from Jonathan the dog sank on the snow. Jonathan stepped behind a tree, which, however, was not large enough to screen his body. He thought the buck would pass close by him and he determined to shoot at the most favorable moment.\\n\\nThe buck, however, showed no intention of passing by; in his abject terror he saw in the man and the dog foes less terrible than those which were yelping on his trail. He came on in a lame uneven trot, making straight for the tree. When he reached the tree he crouched, or rather fell, on the ground within a yard of Jonathan and his dog. He quivered and twitched; his nostrils flared; at every pant drops of blood flecked the snow; his great dark eyes had a strained and awful look, almost human in its agony.\\n\\nAnother yelp from the thicket and Jonathan looked up in time to see five timber wolves, gaunt, hungry looking beasts, burst from the bushes. With their noses close to the snow they followed the trail. When they came to the spot where the deer had fallen a chorus of angry, thirsty howls filled the air.\\n\\n\\\"Well, if this doesn't beat me! I thought I knew a little about deer,\\\" said Jonathan. \\\"Tige, we will save this buck from those gray devils if it costs a leg. Steady now, old fellow, wait.\\\"\\n\\nWhen the wolves were within fifty yards of the tree and coming swiftly Jonathan threw his rifle forward and yelled with all the power of his strong lungs:\\n\\n\\\"Hi! Hi! Hi! Take 'em, Tige!\\\"\\n\\nIn trying to stop quickly on the slippery snowcrust the wolves fell all over themselves. One dropped dead and another fell wounded at the report of Jonathan's rifle. The others turned tail and loped swiftly off into the thicket. Tige made short work of the wounded one.\\n\\n\\\"Old White Tail, if you were the last buck in the valley, I would not harm you,\\\" said Jonathan, looking at the panting deer. \\\"You need have no farther fear of that pack of cowards.\\\"\\n\\nSo saying Jonathan called to Tige and wended his way down the hill toward the settlement.\\n\\nAn hour afterward he was sitting in Col. Zane's comfort able cabin, where all was warmth and cheerfulness. Blazing hickory logs roared and crackled in the stone fireplace.\\n\\n\\\"Hello, Jack, where did you come from?\\\" said Col. Zane, who had just come in. \\\"Haven't seen you since we were snowed up. Come over to see about the horses? If I were you I would not undertake that trip to Fort Pitt until the weather breaks. You could go in the sled, of course, but if you care anything for my advice you will stay home. This weather will hold on for some time. Let Lord Dunmore wait.\\\"\\n\\n\\\"I guess we are in for some stiff weather.\\\"\\n\\n\\\"Haven't a doubt of it. I told Bessie last fall we might expect a hard winter. Everything indicated it. Look at the thick corn-husks. The hulls of the nuts from the shells bark here in the yard were larger and tougher than I ever saw them. Last October Tige killed a raccoon that had the wooliest kind of a fur. I could have given you a dozen signs of a hard winter. We shall still have a month or six weeks of it. In a week will be ground-hog day and you had better wait and decide after that.\\\"\\n\\n\\\"I tell you, Eb, I get tired chopping wood and hanging round the house.\\\"\\n\\n\\\"Aha! another moody spell,\\\" said Col. Zane, glancing kindly at his brother. \\\"Jack, if you were married you would outgrow those 'blue-devils.' I used to have them. It runs in the family to be moody. I have known our father to take his gun and go into the woods and stay there until he had fought out the spell. I have done that myself, but once I married Bessie I have had no return of the old feeling. Get married, Jack, and then you will settle down and work. You will not have time to roam around alone in the woods.\\\"\\n\\n\\\"I prefer the spells, as you call them, any day,\\\" answered Jonathan, with a short laugh. \\\"A man with my disposition has no right to get married. This weather is trying, for it keeps me indoors. I cannot hunt because we do not need the meat. And even if I did want to hunt I should not have to go out of sight of the fort. There were three deer in front of the barn this morning. They were nearly starved. They ran off a little at sight of me, but in a few moments came back for the hay I pitched out of the loft. This afternoon Tige and I saved a big buck from a pack of wolves. The buck came right up to me. I could have touched him. This storm is sending the deer down from the hills.\\\"\\n\\n\\\"You are right. It is too bad. Severe weather like this will kill more deer than an army could. Have you been doing anything with your traps?\\\"\\n\\n\\\"Yes, I have thirty traps out.\\\"\\n\\n\\\"If you are going, tell Sam to fetch down another load of fodder before he unhitches.\\\"\\n\\n\\\"Eb, I have no patience with your brothers,\\\" said Col. Zane's wife to him after he had closed the door. \\\"They are all alike; forever wanting to be on the go. If it isn't Indians it is something else. The very idea of going up the river in this weather. If Jonathan doesn't care for himself he should think of the horses.\\\"\\n\\n\\\"My dear, I was just as wild and discontented as Jack before I met you,\\\" remarked Col. Zane. \\\"You may not think so, but a home and pretty little woman will do wonders for any man. My brothers have nothing to keep them steady.\\\"\\n\\n\\\"Perhaps. I do not believe that Jonathan ever will get married. Silas may; he certainly has been keeping company long enough with Mary Bennet. You are the only Zane who has conquered that adventurous spirit and the desire to be always roaming the woods in search of something to kill. Your old boy, Noah, is growing up like all the Zanes. He fights with all the children in the settlement. I cannot break him of it. He is not a bully, for I have never known him to do anything mean or cruel. It is just sheer love of fighting.\\\"\\n\\n\\\"Ha! Ha! I fear you will not break him of that,\\\" answered Col. Zane. \\\"It is a good joke to say he gets it all from the Zanes. How about the McCollochs? What have you to say of your father and the Major and John McColloch? They are not anything if not the fighting kind. It's the best trait the youngster could have, out here on the border. He'll need it all. Don't worry about him. Where is Betty?\\\"\\n\\n\\\"I told her to take the children out for a sled ride. Betty needs exercise. She stays indoors too much, and of late she looks pale.\\\"\\n\\n\\\"What! Betty not looking well! She was never ill in her life. I have noticed no change in her.\\\"\\n\\n\\\"No, I daresay you have not. You men can't see anything. But I can, and I tell you, Betty is very different from the girl she used to be. Most of the time she sits and gazes out of her window. She used to be so bright, and when she was not romping with the children she busied herself with her needle. Yesterday as I entered her room she hurriedly picked up a book, and, I think, intentionally hid her face behind it. I saw she had been crying.\\\"\\n\\n\\\"Come to think of it, I believe I have missed Betty,\\\" said Col. Zane, gravely. \\\"She seems more quiet. Is she unhappy? When did you first see this change?\\\"\\n\\n\\\"I think it a little while after Mr. Clarke left here last fall.\\\"\\n\\n\\\"Clarke! What has he to do with Betty? What are you driving at?\\\" exclaimed the Colonel, stopping in front of his wife. His faced had paled slightly. \\\"I had forgotten Clarke. Bess, you can't mean--\\\"\\n\\n\\\"Now, Eb, do not get that look on your face. You always frighten me,\\\" answered his wife, as she quietly placed her hand on his arm. \\\"I do not mean anything much, certainly nothing against Mr. Clarke. He was a true gentleman. I really liked him.\\\"\\n\\n\\\"So did I,\\\" interrupted the Colonel.\\n\\n\\\"I believe Betty cared for Mr. Clarke. She was always different with him. He has gone away and has forgotten her. That is strange to us, because we cannot imagine any one indifferent to our beautiful Betty. Nevertheless, no matter how attractive a woman may be men sometimes love and ride away. I hear the children coming now. Do not let Betty see that we have been talking about her. She is as quick as a steel trap.\\\"\\n\\nA peal of childish laughter came from without. The door opened and Betty ran in, followed by the sturdy, rosy-checked youngsters. All three were white with snow.\\n\\n\\\"We have had great fun,\\\" said Betty. \\\"We went over the bank once and tumbled off the sled into the snow. Then we had a snow-balling contest, and the boys compelled me to strike my colors and fly for the house.\\\"\\n\\nCol. Zane looked closely at his sister. Her cheeks were flowing with health; her eyes were sparkling with pleasure. Failing to observe any indication of the change in Betty which his wife had spoken, he concluded that women were better qualified to judge their own sex than were men. He had to confess to himself that the only change he could see in his sister was that she grew prettier every day of her life\\n\\n\\\"Oh, papa. I hit Sam right in the head with a big snow-ball, and I made Betty run into the house, and I slid down to all by myself. Sam was afraid,\\\" said Noah to his father.\\n\\n\\\"Noah, if Sammy saw the danger in sliding down the hill he was braver than you. Now both of you run to Annie and have these wet things taken off.\\\"\\n\\n\\\"I must go get on dry clothes myself,\\\" said Betty. \\\"I am nearly frozen. It is growing colder. I saw Jack come in. Is he going to Fort Pitt?\\\"\\n\\n\\\"No. He has decided to wait until good weather. I met Mr. Filler over at the garrison this afternoon and he wants you to go on the sled-ride to-night. There is to be a dance down at Watkins' place. All the young people are going. It is a long ride, but I guess it will be perfectly safe. Silas and Wetzel are going. Dress yourself warmly and go with them. You have never seen old Grandma Watkins.\\\"\\n\\n\\\"I shall be pleased to go,\\\" said Betty.\\n\\nBetty's room was very cozy, considering that it was in a pioneer's cabin. It had two windows, the larger of which opened on the side toward the river. The walls had been smoothly plastered and covered with white birch-bark. They were adorned with a few pictures and Indian ornaments. A bright homespun carpet covered the floor. A small bookcase stood in the corner. The other furniture consisted of two chairs, a small table, a bureau with a mirror, and a large wardrobe. It was in this last that Betty kept the gowns which she had brought from Philadelphia, and which were the wonder of all the girls in the village.\\n\\n\\\"I wonder why Eb looked so closely at me,\\\" mused Betty, as she slipped on her little moccasins. \\\"Usually he is not anxious to have me go so far from the fort; and now he seemed to think I would enjoy this dance to-night. I wonder what Bessie has been telling him.\\\"\\n\\nBetty threw some wood on the smouldering fire in the little stone grate and sat down to think. Like every one who has a humiliating secret, Betty was eternally suspicious and feared the very walls would guess it. Swift as light came the thought that her brother and his wife had suspected her secret and had been talking about her, perhaps pitying her With this thought came the fear that if she had betrayed herself to the Colonel's wife she might have done so to others. The consciousness that this might well be true and that even now the girls might be talking and laughing at her caused her exceeding shame and bitterness.\\n\\nMany weeks had passed since that last night that Betty and Alfred Clarke had been together.\\n\\nIn due time Col. Zane's men returned and Betty learned from Jonathan that Alfred had left them at Ft. Pitt, saying he was going south to his old home. At first she had expected some word from Alfred, a letter, or if not that, surely an apology for his conduct on that last evening they had been together. But Jonathan brought her no word, and after hoping against hope and wearing away the long days looking for a letter that never came, she ceased to hope and plunged into despair.\\n\\nThe last few months had changed her life; changed it as only constant thinking, and suffering that must be hidden from the world, can change the life of a young girl. She had been so intent on her own thoughts, so deep in her dreams that she had taken no heed of other people. She did not know that those who loved her were always thinking of her welfare and would naturally see even a slight change in her. With a sudden shock of surprise and pain she realized that to-day for the first time in a month she had played with the boys. Sammy had asked her why she did not laugh any more. Now she understood the mad antics of Tige that morning; Madcap's whinney of delight; the chattering of the squirrels, and Caesar's pranks in the snow. She had neglected her pets. She had neglected her work, her friends, the boys' lessons; and her brother. For what? What would her girl friends say? That she was pining for a lover who had forgotten her. They would say that and it would be true. She did think of him constantly.\\n\\nWith bitter pain she recalled the first days of the acquaintance which now seemed so long past; how much she had disliked Alfred; how angry she had been with him and how contemptuously she had spurned his first proffer of friendship; how, little by little, her pride had been subdued; then the struggle with her heart. And, at last, after he had gone, came the realization that the moments spent with him had been the sweetest of her life. She thought of him as she used to see him stand before her; so good to look at; so strong and masterful, and yet so gentle.\\n\\n\\\"Oh, I cannot bear it,\\\" whispered Betty with a half sob, giving up to a rush of tender feeling. \\\"I love him. I love him, and I cannot forget him. Oh, I am so ashamed.\\\"\\n\\nBetty bowed her head on her knees. Her slight form quivered a while and then grew still. When a half hour later she raised her head her face was pale and cold. It bore the look of a girl who had suddenly become a woman; a woman who saw the battle of life before her and who was ready to fight. Stern resolve gleamed from her flashing eyes; there was no faltering in those set lips.\\n\\nBetty was a Zane and the Zanes came of a fighting race. Their blood had ever been hot and passionate; the blood of men quick to love and quick to hate. It had flowed in the veins of daring, reckless men who had fought and died for their country; men who had won their sweethearts with the sword; men who had had unconquerable spirits. It was this fighting instinct that now rose in Betty; it gave her strength and pride to defend her secret; the resolve to fight against the longing in her heart.\\n\\n\\\"I will forget him! I will tear him out of my heart!\\\" she exclaimed passionately. \\\"He never deserved my love. He did not care. I was a little fool to let him amuse himself with me. He went away and forgot. I hate him.\\\"\\n\\nAt length Betty subdued her excitement, and when she went down to supper a few minutes later she tried to maintain a cheerful composure of manner and to chat with her old-time vivacity.\\n\\n\\\"Bessie, I am sure you have exaggerated things,\\\" remarked Col. Zane after Betty had gone upstairs to dress for the dance. \\\"Perhaps it is only that Betty grows a little tired of this howling wilderness. Small wonder if she does. You know she has always been used to comfort and many young people, places to go and all that. This is her first winter on the frontier. She'll come round all right.\\\"\\n\\n\\\"Have it your way, Ebenezer,\\\" answered his wife with a look of amused contempt on her face. \\\"I am sure I hope you are right. By the way, what do you think of this Ralfe Miller? He has been much with Betty of late.\\\"\\n\\n\\\"I do not know the fellow, Bessie. He seems agreeable. He is a good-looking young man. Why do you ask?\\\"\\n\\n\\\"The Major told me that Miller had a bad name at Pitt, and that he had been a friend of Simon Girty before Girty became a renegade.\\\"\\n\\n\\\"Humph! I'll have to speak to Sam. As for knowing Girty, there is nothing terrible in that. All the women seem to think that Simon is the very prince of devils. I have known all the Girtys for years. Simon was not a bad fellow before he went over to the Indians. It is his brother James who has committed most of those deeds which have made the name of Girty so infamous.\\\"\\n\\n\\\"I don't like Miller,\\\" continued Mrs. Zane in a hesitating way. \\\"I must admit that I have no sensible reason for my dislike. He is pleasant and agreeable, yes, but behind it there is a certain intensity. That man has something on his mind.\\\"\\n\\n\\\"If he is in love with Betty, as you seem to think, he has enough on his mind. I'll vouch for that,\\\" said Col. Zane. \\\"Betty is inclined to be a coquette. If she liked Clarke pretty well, it may be a lesson to her.\\\"\\n\\n\\\"I wish she were married and settled down. It may have been no great harm for Betty to have kind many admirers while in Philadelphia, but out here on the border it will never do. These men will not have it. There will be trouble come of Betty's coquettishness.\\\"\\n\\n\\\"Why, Bessie, she is only a child. What would you have her do? Marry the first man who asked her?\\\"\\n\\n\\\"The clod-hoppers are coming,\\\" said Mrs. Zane as the jingling of sleigh bells broke the stillness.\\n\\nCol. Zane sprang up and opened the door. A broad stream of light flashed from the room and lighted up the road. Three powerful teams stood before the door. They were hitched to sleds, or clod-hoppers, which were nothing more than wagon-beds fastened on wooden runners. A chorus of merry shouts greeted Col. Zane as he appeared in the doorway.\\n\\n\\\"All right! all right! Here she is,\\\" he cried, as Betty ran down the steps.\\n\\nThe Colonel bundled her in a buffalo robe in a corner of the foremost sled. At her feet he placed a buckskin bag containing a hot stone Mrs. Zane thoughtfully had provided.\",\"timestamp\":1640148443,\"title\":\"\\nAs Isaac moved slightly in his position the chief saw him. He straightened up, \"},\"digest\":\"_GnWVNjDC7XQJGEHYMBI1mZ-WbPRw0Y1M4Jz_NyV4fA\",\"authorship\":{\"contributor\":\"0x1928Fa8c1480697A043aA639A3c2C52BE5B7890a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TdsSTO1EXRF1V2f74V4BtTFTiFdivi5_1EK8K8JQkW0\\\",\\\"y\\\":\\\"3ADrQzoRK5rJ8-5nO-HK_bwgnWfv3SHq3iSf4OAB3ok\\\"}\",\"signature\":\"xmWVyFSIN81R8J5ifI1aHNK_3KrL6Gi-Q2XzoD8ph0SMiQYMNls6CuSHhAKfmnG5fe9o78X2YDSGx_itAFKHBg\",\"signingKeySignature\":\"0xa5ed91ce2681720c69d9a20de90801026a5f09c7cb345d50f0d47cda03547e8264c85b4c04f58970c65ab9de88d64215ca62860581433917791dfd5cd19c41fe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TdsSTO1EXRF1V2f74V4BtTFTiFdivi5_1EK8K8JQkW0\\\",\\\"y\\\":\\\"3ADrQzoRK5rJ8-5nO-HK_bwgnWfv3SHq3iSf4OAB3ok\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_GnWVNjDC7XQJGEHYMBI1mZ-WbPRw0Y1M4Jz_NyV4fA\"}"