"{\"content\":{\"body\":\"The Albanians, intoxicated with plunder and debauchery, refused to return to the castle, and only thought of regaining their country and enjoying the fruit of their rapine.  But they were assailed on the way by peasants covetous of their booty, and by those of Janina who had sought refuge with them.  The roads and passes were strewn with corpses, and the trees by the roadside converted into gibbets.  The murderers did not long survive their victims.\\n\\nThe ruins of Janina were still smoking when, on the 19th August, Pacho Bey made his entry. Having pitched his tent out of range of Ali's cannon, he proclaimed aloud the firman which inaugurated him as Pacha of Janina and Delvino, and then raised the tails, emblem of his dignity.  Ali heard on the summit of his keep the acclamations of the Turks who saluted Pacho Bey, his former servant with the titles of Vali of Epirus, and Ghazi, of Victorius.  After this ceremony, the cadi read the sentence, confirmed by the Mufti, which declared Tepelen Veli-Zade to have forfeited his dignities and to be excommunicated, adding an injunction to all the faithful that henceforth his name was not to be pronounced except with the addition of \\\"Kara,\\\" or \\\"black,\\\" which is bestowed on those cut off from the congregation of Sunnites, or Orthodox Mohammedans.  A Marabout then cast a stone towards the castle, and the anathema upon \\\"Kara Ali\\\" was repeated by the whole Turkish army, ending with the cry of \\\"Long live the sultan!  So be it!\\\"\\n\\nBut it was not by ecclesiastical thunders that three fortresses could be reduced, which were defended by artillerymen drawn from different European armies, who had established an excellent school for gunners and bombardiers.  The besieged, having replied with hootings of contempt to the acclamations of the besiegers, proceeded to enforce their scorn with well-aimed cannon shots, while the rebel flotilla, dressed as if for a fete-day, passed slowly before the Turks, saluting them with cannon-shot if they ventured near the edge of the lake.\\n\\nThis noisy rhodomontade did not prevent Ali from being consumed with grief and anxiety.  The sight of his own troops, now in the camp of Pacho Bey, the fear of being for ever separated from his sons, the thought of his grandson in the enemy's hands, all threw him into the deepest melancholy, and his sleepless eyes were constantly drowned in tears.  He refused his food, and sat for seven days with untrimmed beard, clad in mourning, on a mat at the door of his antechamber, extending his hands to his soldiers, and imploring them to slay him rather than abandon him.  His wives, seeing him in this state, and concluding all was lost, filled the air with their lamentations.  All began to think that grief would bring Ali to the grave; but his soldiers, to whose protestations he at first refused any credit, represented to him that their fate was indissolubly linked with his. Pacho Bey having proclaimed that all taken in arms for Ali would be shot as sharers in rebellion, it was therefore their interest to support his resistance with all their power.  They also pointed out that the campaign was already advanced, and that the Turkish army, which had forgotten its siege artillery at Constantinople, could not possibly procure any before the end of October, by which time the rains would begin, and the enemy would probably be short of food. Moreover, in any case, it being impossible to winter in a ruined town, the foe would be driven to seek shelter at a distance.\\n\\nThese representations, made with warmth conviction, and supported by evidence, began to soothe the restless fever which was wasting Ali, and the gentle caresses and persuasions of Basillisa, the beautiful Christian captive, who had now been his wife for some time, completed the cure.\\n\\nAt the same time his sister Chainitza gave him an astonishing example of courage.  She had persisted, in spite of all that could be said, in residing in her castle of Libokovo.  The population, whom she had cruelly oppressed, demanded her death, but no one dared attack her. Superstition declared that the spirit of her mother, with whom she kept up a mysterious communication even beyond the portals of the grave, watched over her safety.  The menacing form of Kamco had, it was said, appeared to several inhabitants of Tepelen, brandishing bones of the wretched Kardikiotes, and demanding fresh victims with loud cries.  The desire of vengeance had urged some to brave these unknown dangers, and twice, a warrior, clothed in black, had warned them back, forbidding them to lay hands on a sacrilegious woman; whose punishment Heaven reserved to itself, and twice they had returned upon their footsteps.\\n\\nBut soon, ashamed of their terror, they attempted another attack, and came attired in the colour of the Prophet.  This time no mysterious stranger speared to forbid their passage and with a cry they climbed the mountain, listening for any supernatural warning.  Nothing disturbed the silence and solitude save the bleating of flocks and the cries of birds of prey.  Arrived on the platform of Libokovo, they prepared in silence to surprise the guards, believing the castle full of them.  They approached crawling, like hunters who stalk a deer, already they had reached the gate of the enclosure, and prepared to burst it open, when lo! it opened of itself, and they beheld Chainitza standing before them, a carabine in her hand, pistols in her belt, and, for all guard, two large dogs.\\n\\n\\\"Halt! ye daring ones,\\\" she cried; \\\"neither my life nor my treasure will ever be at your mercy.  Let one of you move a step without my permission, and this place and the ground beneath your feet' will engulf you.  Ten thousand pounds of powder are in these cellars.  I will, however, grant your pardon, unworthy though you are.  I will even allow you to take these sacks filled with gold; they may recompense you for the losses which my brother's enemies have recently inflicted on you.  But depart this instant without a word, and dare not to trouble me again; I have other means of destruction at command besides gunpowder.  Life is nothing to me, remember that; but your mountains may yet at my command become the tomb of your wives and children.  Go!\\\"\\n\\nShe ceased, and her would-be murderers fled terror.\\n\\nShortly after the plague broke out in these mountains, Chainitza had distributed infected garments among gipsies, who scattered contagion wherever they went.\\n\\n\\\"We are indeed of the same blood!\\\" cried Ali with pride, when he heard of his sister's conduct; and from that hour he appeared to regain all the fire and audacity of his youth.  When, a few days later, he was informed that Mouktar and Veli, seduced by the brilliant promises of Dacha Bey, had surrendered Prevesa and Argyro-Castron, \\\"It does not surprise me,\\\" he observed coldly.  \\\"I have long known them to be unworthy of being my sons, and henceforth my only children and heirs are those who defend my cause.\\\"  And ,on hearing a report that both had been beheaded by Dacha Bey's order, he contented himself with saying, \\\"They betrayed their father, and have only received their deserts; speak no more of them.\\\"  And to show how little it discouraged him, he redoubled his fire upon the Turks.\\n\\nBut the latter, who had at length obtained some artillery, answered his fire with vigour, and began to rally to discrown the old pacha's fortress.  Feeling that the danger was pressing, Ali redoubled both his prudence and activity.  His immense treasures were the real reason of the war waged against him, and these might induce his own soldiers to rebel, in order to become masters of them.  He resolved to protect them from either surprise or conquest.  The sum necessary for present use was deposited in the powder magazine, so that, if driven to extremity, it might be destroyed in a moment; the remainder was enclosed in strong-boxes, and sunk in different parts of the lake.  This labour lasted a fortnight, when, finally, Ali put to death the gipsies who had been employed about it, in order that the secret might remain with himself.\\n\\nWhile he thus set his own affairs in order, he applied himself to the troubling those of his adversary.  A great number of Suliots had joined the Ottoman army in order to assist in the destruction of him who formerly had ruined their country. Their camp, which for a long time had enjoyed immunity from the guns of Janina, was one day overwhelmed with bombs.  The Suliots were terrified, until they remarked that the bombs did not burst.  They then, much astonished, proceeded to pick up and examine these projectiles.  Instead of a match, they found rolls of paper enclosed in a wooden cylinder, on which was engraved these words, \\\"Open carefully.\\\"  The paper contained a truly Macchiavellian letter from Ali, which began by saying that they were quite justified in having taken up arms against him, and added that he now sent them a part of the pay of which the traitorous Ismail was defrauding them, and that the bombs thrown into their cantonment contained six thousand sequins in gold.  He begged them to amuse Ismail by complaints and recriminations, while his gondola should by night fetch one of them, to whom he would communicate what more he had to say.  If they accepted his proposition, they were to light three fires as a signal.\\n\\nThe signal was not long in appearing. Ali despatched his barge, which took on board a monk, the spiritual chief of the Suliots.  He was clothed in sackcloth, and repeated the prayers for the dying, as one going to execution.  Ali, however, received him with the utmost cordiality: He assured the priest of his repentance, his good intentions, his esteem for the Greek captains, and then gave him a paper which startled him considerably.  It was a despatch, intercepted by Ali, from Khalid Effendi to the Seraskier Ismail, ordering the latter to exterminate all Christians capable of bearing arms.  All male children were to be circumcised, and brought up to form a legion drilled in European fashion; and the letter went on to explain how the Suliots, the Armatolis, the Greek races of the mainland and those of the Archipelago should be disposed of.  Seeing the effect produced on the monk by the perusal of this paper, Ali hastened to make him the most advantageous offers, declaring that his own wish was to give Greece a political existence, and only requiring that the Suliot captains should send him a certain number of their children as hostages.  He then had cloaks and arms brought which he presented to the monk, dismissing him in haste, in order that darkness might favour his return.\\n\\nThe next day Ali was resting, with his head on Basilissa's lap, when he was informed that the enemy was advancing upon the intrenchments which had been raised in the midst of the ruins of Janina.  Already the outposts had been forced, and the fury of the assailants threatened to triumph over all obstacles.  Ali immediately ordered a sortie of all his troops, announcing that he himself would conduct it.  His master of the horse brought him the famous Arab charger called the Dervish, his chief huntsman presented him with his guns, weapons still famous in Epirus, where they figure in the ballads of the Skipetars.  The first was an enormous gun, of Versailles manufacture, formerly presented by the conqueror of the Pyramids to Djezzar, the Pacha of St. Jean-d'Arc, who amused himself by enclosing living victims in the walls of his palace, in order that he might hear their groans in the midst of his festivities.  Next came a carabine given to the Pacha of Janina in the name of Napoleon in 1806; then the battle musket of Charles XII of Sweden, and finally-- the much revered sabre of Krim-Guerai.  The signal was given; the draw bridge crossed; the Guegues and other adventurers uttered a terrific shout; to which the cries of the assailants replied.  Ali placed himself on a height, whence his eagle eye sought to discern the hostile chiefs; but he called and defied Pacho Bey in vain. Perceiving Hassan-Stamboul, colonel of the Imperial bombardiers outside his battery, Ali demanded the gun of Djezzar, and laid him dead on the spot.  He then took the carabine of Napoleon, and shot with it Kekriman, Bey of Sponga, whom he had formerly appointed Pacha of Lepanto. The enemy now became aware of his presence, and sent a lively fusillade in his direction; but the balls seemed to diverge from his person.  As soon as the smoke cleared, he perceived Capelan, Pacha of Croie, who had been his guest, and wounded him mortally in the chest.  Capelan uttered a sharp cry, and his terrified horse caused disorder in the ranks. Ali picked off a large number of officers, one after another; every shot was mortal, and his enemies began to regard him in, the light of a destroying angel.  Disorder spread through the forces of the Seraskier, who retreated hastily to his intrenchments.\\n\\nThe Suliots meanwhile sent a deputation to Ismail offering their submission, and seeking to regain their country in a peaceful manner; but, being received by him with the most humiliating contempt, they resolved to make common cause with Ali.  They hesitated over the demand for hostages, and at length required Ali's grandson, Hussien Pacha, in exchange.  After many difficulties, Ali at length consented, and the agreement was concluded.  The Suliots received five hundred thousand piastres and a hundred and fifty charges of ammunition, Hussien Pacha was given up to them, and they left the Ottoman camp at dead of night.  Morco Botzaris remained with three hundred and twenty men, threw down the palisades, and then ascending Mount Paktoras with his troops, waited for dawn in order to announce his defection to the Turkish army.  As soon as the sun appeared he ordered a general salvo of artillery and shouted his war-cry.  A few Turks in charge of an outpost were slain, the rest fled.  A cry of \\\"To arms\\\" was raised, and the standard of the Cross floated before the camp of the infidels.\\n\\nSigns and omens of a coming general insurrection appeared on all sides; there was no lack of prodigies, visions, or popular rumours, and the Mohammedans became possessed with the idea that the last hour of their rule in Greece had struck.  Ali Pacha favoured the general demoralisation; and his agents, scattered throughout the land, fanned the flame of revolt.  Ismail Pacha was deprived of his title of Seraskier, and superseded by Kursheed Pacha.  As soon as Ali heard this, he sent a messenger to Kursheed, hoping to influence him in his favour.  Ismail, distrusting the Skipetars, who formed part of his troops, demanded hostages from them.  The Skipetars were indignant, and Ali hearing of their discontent, wrote inviting them to return to him, and endeavouring to dazzle them by the most brilliant promises. These overtures were received by the offended troops with enthusiasm, and Alexis Noutza, Ali's former general, who had forsaken him for Ismail, but who had secretly returned to his allegiance and acted as a spy on the Imperial army, was deputed to treat with him.  As soon as he arrived, Ali began to enact a comedy in the intention of rebutting the accusation of incest with his daughter-in-law Zobeide; for this charge, which, since Veli himself had revealed the secret of their common shame, could only be met by vague denials, had never ceased to produce a mast unfavourable impression on Noutza's mind. Scarcely had he entered the castle by the lake, when Ali rushed to meet him, and flung himself into his arms.  In presence of his officers and the garrison, he loaded him with the most tender names, calling him his son, his beloved Alexis, his own legitimate child, even as Salik Pacha.  He burst into tears, and, with terrible oaths, called Heaven to witness that Mouktar and Veli, whom he disavowed on account of their cowardice, were the adulterous offspring of Emineh's amours.  Then, raising his hand against the tomb of her whom he had loved so much, he drew the stupefied Noutza into the recess of a casemate, and sending for Basilissa, presented him to her as a beloved son, whom only political considerations had compelled him to keep at a distance, because, being born of a Christian mother, he had been brought up in the faith of Jesus.\\n\\nHaving thus softened the suspicions of his soldiers, Ali resumed his underground intrigues.  The Suliots had informed him that the sultan had made them extremely advantageous offers if they would return to his service, and they demanded pressingly that Ali should give up to them the citadel of Kiapha, which was still in his possession, and which commanded Suli.  He replied with the information that he intended, January 26, to attack the camp of Pacho Bey early in the morning, and requested their assistance.  In order to cause a diversion, they were to descend into the valley of Janina at night, and occupy a position which he pointed out to them, and he gave their the word \\\"flouri\\\" as password for the night.  If successful, he undertook to grant their request.\\n\\nAli's letter was intercepted, and fell into Ismail's hands, who immediately conceived a plan for snaring his enemy in his own toils. When the night fixed by Ali arrived, the Seraskier marched out a strong division under the command of Omar Brionis, who had been recently appointed Pacha, and who was instructed to proceed along the western slope of Mount Paktoras as far as the village of Besdoune, where he was to place an outpost, and then to retire along the other side of the mountain, so that, being visible in the starlight, the sentinels placed to watch on the hostile towers might take his men for the Suliots and report to Ali that the position of Saint-Nicolas, assigned to them, had been occupied as arranged.  All preparations for battle were made, and the two mortal enemies, Ismail and Ali, retired to rest, each cherishing the darling hope of shortly annihilating his rival.\\n\\nAt break of day a lively cannonade, proceeding from the castle of the lake and from Lithoritza, announced that the besieged intended a sortie.  Soon Ali's Skipetars, preceded by a detachment of French, Italians, and Swiss, rushed through the Ottoman fire and carried the first redoubt, held by Ibrahim-Aga-Stamboul.  They found six pieces of cannon, which the Turks, notwithstanding their terror, had had time to spike.  This misadventure, for they had hoped to turn the artillery against the intrenched camp, decided Ali's men on attacking the second redoubt, commanded by the chief bombardier.  The Asiatic troops of Baltadgi Pacha rushed to its defence.  At their head appeared the chief Imaun of the army, mounted on a richly caparisoned mule and repeating the curse fulminated by the mufti against Ali, his adherents, his castles, and even his cannons, which it was supposed might be rendered harmless by these adjurations.  Ali's Mohammedan Skipetars averted their eyes, and spat into their bosoms, hoping thus to escape the evil influence.  A superstitious terror was beginning to spread among them, when a French adventurer took aim at the Imaun and brought him down, amid the acclamations of the soldiers; whereupon the Asiatics, imagining that Eblis himself fought against them, retired within the intrenchments, whither the Skipetars, no longer fearing the curse, pursued them vigorously.\\n\\nAt the same time, however, a very different action was proceeding at the northern end of the besiegers' intrenchments.  Ali left his castle of the lake, preceded by twelve torch-bearers carrying braziers filled with lighted pitch-wood, and advanced towards the shore of Saint-Nicolas, expecting to unite with the Suliots.  He stopped in the middle of the ruins to wait for sunrise, and while there heard that his troops had carried the battery of Ibrahim-Aga-Stamboul.  Overjoyed, he ordered them to press on to the second intrenchment, promising that in an hour, when he should have been joined by the Suliots, he would support them, and he then pushed forward, preceded by two field-pieces with their waggons, and followed by fifteen hundred men, as far as a large plateau on which he perceived at a little distance an encampment which he supposed to be that of the Suliots.  He then ordered the Mirdite prince, Kyr Lekos, to advance with an escort of twenty-five men, and when within hearing distance to wave a blue flag and call out the password.  An Imperial officer replied with the countersign \\\"flouri,\\\" and Lekos immediately sent back word to Ali to advance.  His orderly hastened back, and the prince entered the camp, where he and his escort were immediately surrounded and slain.\\n\\nOn receiving the message, Ali began to advance, but cautiously, being uneasy at seeing no signs of the Mirdite troop.  Suddenly, furious cries, and a lively fusillade, proceeding from the vineyards and thickets, announced that he had fallen into a trap,: and at the same moment Omar Pacha fell upon his advance guard, which broke, crying \\\"Treason!\\\".\\n\\nAli sabred the fugitives mercilessly, but fear carried them away, and, forced to follow the crowd, he perceived the Kersales and Baltadgi Pacha descending the side of Mount Paktoras, intending to cut off his retreat.  He attempted another route, hastening towards the road to Dgeleva, but found it held by the Tapagetae under the Bimbashi Aslon of Argyro-Castron.  He was surrounded, all seemed lost, and feeling that his last hour had come, he thought only of selling his life as dearly as possible.  Collecting his bravest soldiers round him, he prepared for a last rush on Omar Pacha; when, suddenly, with an inspiration born of despair, he ordered his ammunition waggons to be blown up.  The Kersales, who were about to seize them, vanished in the explosion, which scattered a hail of stones and debris far and wide.  Under cover of the smoke and general confusion, Ali succeeded in withdrawing his men to the shelter of the guns of his castle of Litharitza, where he continued the fight in order to give time to the fugitives to rally, and to give the support he had promised to those fighting on the other slope; who, in the meantime, had carried the second battery and were attacking the fortified camp.  Here the Seraskier Ismail met them with a resistance so well managed, that he was able to conceal the attack he was preparing to make on their rear.  Ali, guessing that the object of Ismail's manoeuvres was to crush those whom he had promised to help, and unable, on account of the distance, either to support or to warn them, endeavoured to impede Omar Pasha, hoping still that his Skipetars might either see or hear him.  He encouraged the fugitives, who recognised him from afar by his scarlet dolman, by the dazzling whiteness of his horse, and by the terrible cries which he uttered; for, in the heat of battle, this extraordinary man appeared to have regained the vigour and audacity, of his youth.  Twenty times he led his soldiers to the charge, and as often was forced to recoil towards his castles.  He brought up his reserves, but in vain.  Fate had declared against him.  His troops which were attacking the intrenched camp found themselves taken between two fires, and he could not help them.  Foaming with passion, he threatened to rush singly into the midst of his enemies.  His officers besought him to calm himself, and, receiving only refusals, at last threatened to lay hands upon him if he persisted in exposing himself like a private soldier. Subdued by this unaccustomed opposition, Ali allowed himself to be forced back into the castle by the lake, while his soldiers dispersed in various directions.\\n\\nBut even this defeat did not discourage the fierce pasha.  Reduced to extremity, he yet entertained the hope of shaking the Ottoman Empire, and from the recesses of his fortress he agitated the whole of Greece.  The insurrection which he had stirred up, without foreseeing what the results might be, was spreading with the rapidity of a lighted train of powder, and the Mohammedans were beginning to tremble, when at length Kursheed Pasha, having crossed the Pindus at the head of an army of eighty thousand men, arrived before Janina.\\n\\nHis tent had hardly been pitched, when Ali caused a salute of twenty-one guns to be fired in his honour, and sent a messenger, bearing a letter of congratulation on his safe arrival.  This letter, artful and insinuating, was calculated to make a deep impression on Kursheed.  Ali wrote that, being driven by the infamous lies of a former servant, called Pacho Bey, into resisting, not indeed the authority of the sultan, before whom he humbly bent his head weighed down with years and grief, but the perfidious plots of His Highness's advisers, he considered himself happy in his misfortunes to have dealings with a vizier noted for his lofty qualities.  He then added that these rare merits had doubtless been very far from being estimated at their proper value by a Divan in which men were only classed in accordance with the sums they laid out in gratifying the rapacity of the ministers.  Otherwise, how came it about that Kursheed Pasha, Viceroy of Egypt--after the departure of the French, the conqueror of the Mamelukes, was only rewarded for these services by being recalled without a reason?  Having been twice Romili-Valicy, why, when he should have enjoyed the reward of his labours, was he relegated to the obscure post of Salonica?  And, when appointed Grand Vizier and sent to pacify Servia, instead of being entrusted with the government of this kingdom which he had reconquered for the sultan, why was he hastily despatched to Aleppo to repress a trifling sedition of emirs and janissaries?  Now, scarcely arrived in the Morea, his powerful arm was to be employed against an aged man.\\n\\nAli then plunged into details, related the pillaging, avarice, and imperious dealing of Pacho Bey, as well as of the pachas subordinate to him; how they had alienated the public mind, how they had succeeded in offending the Armatolis, and especially the Suliots, who might be brought back to their duty with less trouble than these imprudent chiefs had taken to estrange them.  He gave a mass of special information on this subject, and explained that in advising the Suliots to retire to their mountains he had really only put them in a false position as long as he retained possession of the fort of Kiapha, which is the key of the Selleide.\\n\\nThe Seraskier replied in a friendly manner, ordered the military salute to be returned in Ali's honour, shot for shot, and forbade that henceforth a person of the valour and intrepidity of the Lion of Tepelen should be described by the epithet of \\\"excommunicated.\\\"  He also spoke of him by his title of \\\"vizier,\\\" which he declared he had never forfeited the right to use; and he also stated that he had only entered Epirus as a peace-maker.  Kursheed's emissaries had just seized some letters sent by Prince Alexander Ypsilanti to the Greek captains at Epirus.  Without going into details of the events which led to the Greek insurrection, the prince advised the Polemarchs, chiefs of the Selleid, to aid Ali Pacha in his revolt against the Porte, but to so arrange matters that they could easily detach themselves again, their only aim being to seize his treasures, which might be used to procure the freedom of Greece.\\n\\nThese letters a messenger from Kursheed delivered to Ali.  They produced such an impression upon his mind that he secretly resolved only to make use of the Greeks, and to sacrifice them to his own designs, if he could not inflict a terrible vengeance on their perfidy.  He heard from the messenger at the same time of the agitation in European Turkey, the hopes of the Christians, and the apprehension of a rupture between the Porte and Russia.  It was necessary to lay aside vain resentment and to unite against these threatening dangers.  Kursheed Pacha was, said his messenger, ready to consider favourably any propositions likely to lead to a prompt pacification, and would value such a result far more highly than the glory of subduing by means of the imposing force at his command, a valiant prince whom he had always regarded as one of the strongest bulwarks of the Ottoman Empire.  This information produced a different effect upon Ali to that intended by the Seraskier.  Passing suddenly from the depth of despondency to the height of pride, he imagined that these overtures of reconciliation were only a proof of the inability of his foes to subdue him, and he sent the following propositions to Kursheed Pacha:\\n\\n\\\"If the first duty of a prince is to do justice, that of his subjects is to remain faithful, and obey him in all things.  From this principle we derive that of rewards and punishments, and although my services might sufficiently justify my conduct to all time, I nevertheless acknowledge that I have deserved the wrath of the sultan, since he has raised the arm of his anger against the head of his slave.  Having humbly implored his pardon, I fear not to invoke his severity towards those who have abused his confidence.  With this object I offer--First, to pay the expenses of the war and the tribute in arrears due from my Government without delay.  Secondly, as it is important for the sake of example that the treason of an inferior towards his superior should receive fitting chastisement, I demand that Pacho Bey, formerly in my service, should be beheaded, he being the real rebel, and the cause of the public calamities which are afflicting the faithful of Islam.  Thirdly, I require that for the rest of my life I shall retain, without annual re-investiture, my pachalik of Janina, the coast of Epirus, Acarnania and its dependencies, subject to the rights, charges and tribute due now and hereafter to the sultan.  Fourthly, I demand amnesty and oblivion of the past for all those who have served me until now.  And if these conditions are not accepted without modifications, I am prepared to defend myself to the last.\\n\\n\\\"Given at the castle of Janina, March 7, 1821.\\\"\",\"timestamp\":1639209180,\"title\":\"\\nThe ruins of Janina were still smoking when, on the 19th August, Pacho Bey made his entry. \"},\"digest\":\"o0WQ7oXi9sNOD_rWB0BnT2VSKUUPR8Z9L1H5vIGIfmw\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8IVc4MChpD-TrhRSqGesXJbrp-LQNKNIWzR57Ww44mE\\\",\\\"y\\\":\\\"VAU5mM_i1qGQqzHgVEx3hKU_MF1-e2a6MZGEvuM3z28\\\"}\",\"signature\":\"wLeCWJDDouyYhl1gqe-l2LrC4EQT4qljU60cobO5sGaphje2xRQ0EdYcGgBeOKjWqF_RynllFyCgQvMLJUxIPg\",\"signingKeySignature\":\"0xdc5d6214b14e5c5cac476dec7c2e388e85384908087837d957d9277379fac05e5cfa48fd2aa71ce4476c77609affa038955ba5adf44153e4f8996d513844eb061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8IVc4MChpD-TrhRSqGesXJbrp-LQNKNIWzR57Ww44mE\\\",\\\"y\\\":\\\"VAU5mM_i1qGQqzHgVEx3hKU_MF1-e2a6MZGEvuM3z28\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o0WQ7oXi9sNOD_rWB0BnT2VSKUUPR8Z9L1H5vIGIfmw\"}"