"{\"content\":{\"body\":\"```\\nOne day, the little friend rushed over and wrote a crooked character \\\"ding\\\" and another character \\\"gu\\\", showing off these two newly learned Chinese characters to me. When I asked him where he learned it, I found out that he had recently become fascinated by Chinese fairy-xia novels. I also asked if I had read Stellar Transformations and I Shall Seal the Heavens. I hurried to search, and it turned out to be \\\"Star Change\\\". And \\\"I want to conquer the sky.\\\" As a senior Internet addiction girl who has read countless articles on the Internet, I read the beginning novel translated into English for the first time with a strong curiosity. . . Quite interesting!\\nXianxia novels translated into English are mainly concentrated on a website called Wuxiaworld (wuxiaworld.com). This website gathers a group of native English speakers who are interested in Chinese culture (mainly Wuxia culture) and worship Jin Yong and Gulong. They translated Chinese martial arts novels into English for readers in the Western world to see.\\r\\n\\r\\nThe founder of Wuxia World is called RWX. He established this website in 2014 and plans to enter the e-book publishing industry. In the beginning, the website paid more attention to traditional martial arts novels, such as Gu Long's \\\"The End of the World·Ming Moon·Sword\\\"; now, it pays more attention to fantasy, fantasy, and fairy-xia novels, bringing Chinese pop culture and online novels to Western readers.\\n```\",\"timestamp\":1640781255,\"title\":\"A group of crooked nuts translated our fairy tale novel into English...\"},\"digest\":\"ryA99MpiHtlxU2hPbtU5cux592wkilN_z_wYfHq04WA\",\"authorship\":{\"contributor\":\"0x3a445B0749839C8e854FbC6dD7cCfD8eE42f8d12\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PoKmh6tj-Ql_GGcfhL-be6sMPRgEL4FLqjx5R838xzo\\\",\\\"y\\\":\\\"eDAGvYq2l8Op7nM0zT2VQKkiJFpD6ddJAs5f3nA1Gio\\\"}\",\"signature\":\"twK1hZvjl_X15ZyPQ5mFifZNazTETjlCjG5ArtJ1hjgKRVZyrxWZvP4rQEAT3eWqVL407JBuNPsEYE5JJ2vUaA\",\"signingKeySignature\":\"0xde761e16619c8ac21d578d12deadf04928640c74e385ec0aabcfe97a59c4907b67ac1d219ece71c122f1593cb282c4aa6f411d3c92f086d5e0e647fe8d8f1e8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PoKmh6tj-Ql_GGcfhL-be6sMPRgEL4FLqjx5R838xzo\\\",\\\"y\\\":\\\"eDAGvYq2l8Op7nM0zT2VQKkiJFpD6ddJAs5f3nA1Gio\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ryA99MpiHtlxU2hPbtU5cux592wkilN_z_wYfHq04WA\"}"