"{\"content\":{\"body\":\"Meta Universe has been dominating the headlines recently, and many people speculate that it may be the next version of the Internet. It provides a unique investment opportunity, and there are many different centralized and decentralized options to choose from.\\n\\nSince Facebook announced that it was renamed Meta, they have put a new focus on creating a digital meta-universe. The excitement and hype surrounding meta-universe have reached a record high. The cryptocurrency in the meta-universe field is now worth tens of billions of dollars. But before we start to study these cryptocurrencies and which currencies provide the best opportunity to invest in the metaverse, it is important to understand what metaverse is.\\n\\nThe average American spends about 7-8 hours on the Internet every day. This brings us to a tipping point. In the future, we may spend more time online than we do not. Although this may seem like a dystopian and frustrating future, the reality is that this transition is likely to happen in the next few years, and people will spend more than 12 hours on the Internet every day.\\n\\nSince all this time is spent in the digital environment, it makes sense to make people as comfortable as possible and the environment is intuitive and realistic. As Nvidia puts it, the concept of meta-universe is \\\"a shared virtual 3D world that is interactive, immersive and collaborative.\\\" You can think of them as the video game \\\"The Sims\\\", in which You can control a digital avatar, this digital avatar has work, family, and can do anything you want in the digital world. However, in the meta-universe, you are an analog person who can interact with your digital world in any imaginable way.\\n\\nThe immersion of the meta universe is achieved through the use of VR headsets. These headsets are now on the market, but have yet to be perfected. They allow users to get lost in the digital world and forget their real environment.\\n\\nIt is conceivable that the meta universe will have extreme social, political and economic impacts. The entire digital economy will be formed in the meta-universe, because users will buy land, clothes and even pets for their digital avatars. This is why Metaverse is regarded as such a profitable and exciting investment opportunity.\\n\\nThe most obvious way to invest in a meta-universe-based future is to invest in Meta. They are investing $10 billion to create a meta-universe ecosystem. However, it is well known that due to privacy concerns, the company has a poor reputation worldwide. In fact, a CNN poll conducted by SSRS shows that 75% of American adults believe that Meta makes society worse. With this negative impression, they will have to carry out large-scale marketing activities before their meta-universe can hope to be adopted by the public.\\n\\n![](https://images.mirror-media.xyz/publication-images/MlukEa5RyU3WN9_X8k18h.png?height=183&width=600)\\n\\nAnother option for investing in Metaverse comes from blockchain- based decentralized projects such as Decentraland ( MANA ) and Sandbox (SAND). Both of these projects are building their own meta-universes where users can buy land and build anything they want in the digital world.\\n\\nThe last way to invest in Metaverse is to invest in tokens to increase the utility of the ecosystem. Enjin Coin (ENJ) is an example, which allows users to create NFTs that can interoperate in different video games. This is a less risky way to invest in Metaverse, because it does not directly compete with Facebook, Decenteraland or Sandbox, but it is still dependent on the Metaverse industry.\\n\\nAlthough Metaverse is declared as \\\"the next generation of human interaction,\\\" there is still a long way to go to realize this dream. Prior to this, the best way to invest in the meta-universe concept was to take a broad approach without the need for the success of any single meta-universe.\",\"timestamp\":1639642045,\"title\":\"What is the explosive \\\"meta universe\\\"? How should we invest?\"},\"digest\":\"pz6fv115Q9xKlZeCRUqK9I8RRgiclt3iDw2mWR5bMZE\",\"authorship\":{\"contributor\":\"0xcdF83A8732eeCef17E1B5e63dF9B244237546120\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"adaw9TOe2vPZr--wIsQzC03nZNvZbR8dvy3KJHcE0BY\\\",\\\"y\\\":\\\"r5k6bNIjOkDHUNLY9Gla6Z3asPtx-boDJlz8g-K-pto\\\"}\",\"signature\":\"u5bsjsFq0rc7yWsNbkUyhAW7JUDfZVeYvHuoKDUT3GObO2FON5Zpob_vzSRjNRs6LcWUwU0JXz8ilLp2NWDieg\",\"signingKeySignature\":\"0x3ff7b6ab57573b993cd01be15efc4d7230b05693413f9133f1f1ed4df110cd6b0c6405e9b8e39cd6f7d918edb02052a8da3c639f35078230b0af30af7a431be01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"adaw9TOe2vPZr--wIsQzC03nZNvZbR8dvy3KJHcE0BY\\\",\\\"y\\\":\\\"r5k6bNIjOkDHUNLY9Gla6Z3asPtx-boDJlz8g-K-pto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pz6fv115Q9xKlZeCRUqK9I8RRgiclt3iDw2mWR5bMZE\"}"