"{\"content\":{\"body\":\"This week hundreds of people pooled money to collectively place a bid on NFTs and attain fractional ownership using a tool called **PartyBid**. They succeeded. 478 people teamed up to form the [Party Of The Living Dead](https://www.partybid.app/party/0x2912F57F93dD69FBbF477B616D6f8C34C49bb282) and secured one of the highly popular (and expensive) NFT collectible **CryptoPunks**. 25 people acquired an NFT released by music x web3 project **Songcamp Elektra**, calling themselves [Elektranauts](https://www.partybid.app/party/0x7761882047C76B7814f8528EeF13f2681a4c2D40).\\n\\nhttps://twitter.com/songcamp_/status/1424395306796560390\\n\\nAfter purchasing the NFT (of which there exists 1), buyers get ERC-20 tokens which represent the fractional ownership (of which there exist proportional amounts for each buyer). In my recent piece about [data autonomy & the creator economy](https://musicx.mirror.xyz/9vQBJYreH45m7uZh2MyyvZsr_XL-FYGyrXjYqH-bplg) I explained how tokens on blockchains can be used to create platform-independent social groups. This is an example of it: **the fractional ownership of the NFT represents group membership**. In the case of the Party of the Living Dead that membership is signified through 1,201,725 [$DEAD](https://etherscan.io/token/0x0c7060bf06a78aaaab3fac76941318a52a3f4613) tokens and in the case of the Elektranauts through 2,100 [$SQUAD](https://etherscan.io/token/0xe63c36b2f38445f5559276e3d5e38329c313a80c) tokens, a reference to a term used by the Songcamp DAO. What if certain privileges were given to those group members?\\n\\n## From whales to swarms\\nThe NFT boom that happened over the past year saw so-called 'whales', people with a lot of (crypto)currency to spend, place huge bids in auctions. As the usability layer of the web3 evolves, we see groups of people (often organised in DAOs) come up with tools like PartyBid to be able to compete with whales.\\n\\nIt is early days for the web3. It may feel differently if you're out of the loop, but new ideas, interfaces, protocols, tools, improvements, standards are being proposed, shipped and adopted on a daily basis. So what can build upon PartyBid? What can build upon fractionalized ownership of music NFTs?\\n\\n## A Bandcamp for Fan DAOs?\\n\\nFans can now come together to place collective bids on music NFTs. Afterwards, they receive tokens to signify their status as a fractional holder of that NFT. What if there was a service that offered extra perks based on the (fractional) ownership of music NFTs?\\n\\nI buy music on Bandcamp for 3 reasons: 1) to support artists (for the brave: [here's my collection](https://bandcamp.com/bas)), 2) to get the audio files in order to DJ, 3) to offline sync the music into the Bandcamp app. The music may also be available on large streaming platforms, but I like the idea of ownership & supporting financially - it's a win-win. So I stream my purchases from the app, or play from the offline cache. Could similar dynamics be utilized for a next-gen music service?\\n\\nEach fractional NFT token you hold could unlock things like offline playback, although it may take a few years for the music licensing landscape to catch up with the web3. So let's look at two other scenarios:\\n\\n### Fan chat\\nCommunication tools for mini-fan clubs, e.g. a group chat. You login with your crypto-wallet, the service reads your tokens and 🪄✨ like magic ✨🪄 you're connected to other fans. It would have to compete with other apps that may implement tokenized group chats, like **Telegram** (and I predict **Instagram**), so perhaps music-specific features should be included, initially by integrating with web2 platforms like **SoundCloud**, **Bandcamp**, **Spotify**, etc. A web3 route would mean empowering the group with tools specifically tailored towards [DAOs of music fans](https://www.musicxtechxfuture.com/2021/06/01/the-decentralized-autonomous-1000-true-fan-organisation/).\\n\\n### Fan galleries\\n\\nAs a fan you can show off your collection on a profile. A service might help people find holders of fractional tokens of NFTs minted by the same addresses. That means: if an artist created 2 NFTs, the token holders for those NFTs can find each other through the platform. \\n\\nThis could create an economy on its own. If other people want in on the fractional ownership, then a new community could organize and place a bid to buyout the original community. The original's members would be able to profit from the increased value of the NFT, plus would still be able to join the new community's bid, so they retain access after the sale. Importantly, the original artist would also be able to receive a % of resale money, if such a clause is contained in the smart contract.\\n\\n## And then...\\n\\nTo imagine what the space could look like, one should ask \\\"and then what?\\\" If a certain scenario plays out, what does it look like when people build from there? What would have to surround it? There's a whole lot of imagining going on right now and a lot of building. Some of it will follow patterns we're familiar with from the web2, but much of it will diverge. \\n\\nWhat's becoming clear to anyone paying attention: what makes NFTs is not the high auction sums - it's their functionality & use to underpin a new decentralized social web.\\n\\n-\\n***MUSIC x is a regular [newsletter](http://musicx.email/) about innovation in music, subscribed to by thousands of people in music, entertainment & tech.***\\n\\n*Follow us on Twitter [@musicxnetwork](https://twitter.com/musicxnetwork).\\nSupport us on [Patreon](https://patreon.com/musicx).*\\n\\n*Select previous writing:*\\n\\n*   *[Blockchain basics: how to start a DAO](https://www.musicxtechxfuture.com/2021/06/22/blockchain-basics-how-to-start-a-dao/)*\\n*   *[The Decentralized Autonomous “1,000 True Fan” Organisation](https://www.musicxtechxfuture.com/2021/06/01/the-decentralized-autonomous-1000-true-fan-organisation/)*\\n*   *[The community-owned rave: event organisers as DAOs](https://www.musicxtechxfuture.com/2021/06/08/the-community-owned-rave-event-organisers-as-daos/)*\",\"timestamp\":1628549010,\"title\":\"A music service based on collective bids on NFTs (aka fractional NFT ownership)\",\"publication\":\"musicx\"},\"digest\":\"cbIYf_uJYcRWWbPHVEqhWBa0CCETbyFD7gwtrOtdqqA\",\"authorship\":{\"contributor\":\"0xe612d9C2a9bA0Ff4403F4f7Ea87D5bE4290aC7B9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"signature\":\"g6M3zLHPS3oC7ebu85TMl2C1psnXVZrGpZMp7-Mu8IC2h0O15yiMxu0N-xrY5ysKm3N4Ccl5wRjuk51EIZdfjg\",\"signingKeySignature\":\"0xa80aeb5f299633d3edfe6d065d03091f24038cf097a5c6ce6e82cc216f4432014670c029322e5c1f2615be5386378ce17d005b8323ee2a9211fa8fbbe75501491b\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cbIYf_uJYcRWWbPHVEqhWBa0CCETbyFD7gwtrOtdqqA\"}"