"{\"content\":{\"body\":\"[跳至内容](#content)\\n\\n<!-- #masthead -->\\n\\n<!-- .entry-header -->\\n\\n昨天看到了写一篇林语堂写劳伦斯的文章，就在书仓上下了这本劳老师的大作《查泰莱夫人的情人》。目前刚看了个开头，觉得不是很感兴趣，这种以小镇庄园，田园生活为背景的，我作为东方人没有很深感触和共鸣，比较难深入到故事中去，就像一个老外不太能理解骆驼祥子里那种胡同生活。（插一句，描写类似田园，庄园故事的著作，我觉得最出色的是奥老师的《傲慢与偏见》，无论是中文版还是英文版，都很值得一读）。但是今天要讲的不是这本书，而是我由有这本书想到的一些人和一些事情。\\n\\n我第一次知道《查泰莱夫人的情人》这本书是在高二。那时高二刚分完班，有一个其他班的同学分到我们化学班。他算是一名奇人，从传统学生的角度来说，他绝对是让老师头疼的那种，成绩很差，经常翘课，不做作业，上课就看小说或者睡觉。但从同学的角度来说，他又很我们欢迎，他有一个成绩很好，始终对他不离不弃的的女朋友，他篮球打得很好，性格也挺好，大家开他玩笑，他也就笑笑，不生气，所以人缘也很好，年级里男的基本上都认识他。《查泰莱夫人的情人》就是他上课看的书，此外，他还看《追忆似水年华》和《红与黑》，当时我觉得很诧异，我想看这种书的人，内心肯定不简单，这文学素养比现在所谓的文艺男青年了高多了。后来高三了，他几乎从我们的视野中消失了，学基本上都不来上了，偶尔中午在操场上看到他打篮球，或者月考的时候出现在教室，老师也算是放弃他了，让他一个人坐最后一排。毕业后，听说当初这么颓废是因为家里有些事情，后来他去日本打工了，然后也就没有什么消息了。其实现在想想其实我挺羡慕他的，他就像王小波笔下那头特立独行的猪（这里绝对没有侮辱他的意思），有时候人未必活得有猪快乐，也未必有比猪清楚日子该怎么过，但可笑的是，人却总是自以为比猪幸福。\\n\\n我想到的第二件事情是徐宏祖的事情。徐宏祖，字振之，号霞客，江苏江阴人，徐霞客的故事人尽皆知，但最近看了一些书，却对徐霞客的行为有了些不同的感触。徐霞客的事故发生在明朝中后期，当时社会价值观无非就是寒窗苦读，混取功名利禄（现在好像也差不多）。但是徐霞客的家里人却很支持他“不务正业”，游山玩水。据说原因是由于他的先辈徐经在“唐伯虎舞弊案”中被摆了一道，痛定思痛，教育子孙后代，读书神马的都是浮云，爱读不读，送你葱。于是徐霞客在父母的支持下就开始了自己的旅行。当时没有微博供他发V手势的照片，也不能通过LBS Check-in，更不能用WordPress架设个“老徐的博客”鼓捣些矫情的事情，总之他就这样踏上了自己旅程。徐霞客有争议的地方不少，举个例子，当时明朝在各地设置驿站，相当于国营旅馆，只要凭官府的介绍信，就能免费混吃混喝，但这些驿站的所有开销费用都是当地百姓承担的。据说徐霞客当时没少鱼肉百姓，明朝中后期的百姓税赋本来就重，徐霞客这么做似乎有点不厚道。喜欢他的人当然也有，晚年徐霞客遇到了静闻和尚，两人就相约结伴去云南的鸡足山，不幸的是路上遇到强盗，静闻挂了，徐霞客的盘缠也没有了。一般来说，徐霞客应该另做打算了，因为他之前已经去过鸡足山了，再说静闻已经去世了，他自己连盘缠也没有。但徐霞客就是这么一个不平凡的人，他硬是带着静闻的骨灰，抵达了鸡足山的迦叶寺，并把静闻安葬在那里。后人对于徐霞客的评价有很多，但是我想对于他来说已经无所谓了，他一直在做他想做的事，他这辈子没白来这个世界。\\n\\n第三件事情是我在旧金山的一些感触。当时我去外面买早饭吃，看到Market Street上露宿街头的流浪汉像上班一样，起床，买杯咖啡，互致问候，摊开行李，准备乞讨。说来奇怪，马路上流浪汉虽然多，但是他们看上去很和善，一点也不危险（后来听说这是因为流浪行做良民的话，每月都能从政府那里拿到一些钱，但是要有一点犯罪记录的话，这事儿就黄了），他们也挺会找乐子的。晚上我回旅馆，再次路过Market Street的时候，看到不少高水准街头艺人在路上卖艺，流浪子三三两两地围在艺人边上，为艺人喝彩，鼓动行人为艺人投钱。走在路上的行人也挺有意思，我看到一个女的，打扮也算入时，听到街头艺人演奏的音乐，竟然不顾旁人的目光一边走路一边手舞足蹈的扭动转圈，甚是投入。晚上回到旅馆，我就在想，作为流浪汉，生活没有保障，可能今天拥有的一切，明天都会失去，也不知道自己的未来在哪里，他们为什么会这么快乐。后来想想，这正是美帝强大的地方，美帝有很强的，无法动摇的主流文化与价值观 —– WASP, A.K.A. White-Anglo Saxon Protestant，但是难能可贵的是，他对不同的文化和价值观也有非常强大的包容接纳的能力，可能这也就是为什么凤姐离开中国，去了美国的原因吧。\\n\\n芝加哥大学金融学教授Raghuram Rajan在其著作《Fault Lines》中有一段写技术进步对于人们的影响。短期因为替代效应，对人们自然会有阵痛，但是他提到”Typically, however, technological advance is a good thing for everyone in the long run. It eliminates drudgery while giving the worker the time and capacity to make use of her finer talents.” 从经济学的角度来讲，就是技术进步能使PPF Curve外扩。但我认为这句话别有味道的是\\\"make use of one’s finer talents\\\"，这是个经典的福利经济学的概念，即Pareto Superior，也就是提高社会资源分配的效率，尽量接近PPF Curve，达到社会整体福祉的最大化。当然这是文绉绉的说法，简单说就是开复老湿的名言，“Follow Your Heart\\\"，做自己做擅长的事情，自己最喜欢的事情。说得多好。\\n\\n说了这么多，其实也就是为了讲一个道理。成功（或者说快乐）只有一个 —– 按照自己的方法，去度过人生。\\n\\n其他都是浮云。\\n\\n后记：其实写这篇这么酸的文章，主要是做了个SEO，想看看有多少肮脏的人是为了《查泰莱夫人的情人》里露骨的男欢女爱的描写而进来看这篇文章的。恩，你们不要不承认，我在Google Analytics里都看得到。\\n\\n<!-- .entry-footer -->\\n\\n<!-- #post-150 -->\\n\\n### 没有评论\\n\\n<!-- #main -->\\n\\n<!-- #content -->\\n\\n<!-- #colophon -->\\n\",\"timestamp\":1639497586,\"title\":\"查泰莱夫人的情人\"},\"digest\":\"sWpu0x-_DsUxlSVrFEvfrX7HWND-v-Xbkt3v7TRHH9M\",\"authorship\":{\"contributor\":\"0x298C3Cb3E6b3EA2d9DA7f51768dad0849A26eF64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"signature\":\"gMevY-gAMpyUDrTUBoFcqiSEl6_ja_-dsl09t9gmNrTBKB9yT3QuGfaZatB65Vx0mtNLW64trzq1G6OsMp5AFw\",\"signingKeySignature\":\"0x1980362aaa5e5ce0033c7f7787646c48a9dbc4c9cb90844cfa84da508d8cb2a82ef38176d6238bcc11a92aa2ac6b9924822ce67c0d609c85163b3574c8ea1b061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sWpu0x-_DsUxlSVrFEvfrX7HWND-v-Xbkt3v7TRHH9M\"}"