"{\"content\":{\"body\":\"His father and mother were healthy and had two well-formed children. He was easily born after an uneventful pregnancy. He was good-looking, well proportioned, and had two distinct penises, each as large as that of a child of six months. Urination proceeded simultaneously from both penises; he had also two scrotums. Behind and between the legs there was another limb, or rather two, united throughout their length. It was connected to the pubis by a short stem 1/2 inch long and as large as the little finger, consisting of separate bones and cartilages. There was a patella in the supernumerary limb on the anal aspect, and a joint freely movable. This compound limb had no power of motion, but was endowed with sensibility. A journal in London, after quoting Acton's description, said that the child had been exhibited in Paris, and that the surgeons advised operation. Fisher, to whom we are indebted for an exhaustive work in Teratology, received a report from Havana in July, 1865, which detailed a description of Santos at twenty- two years of age, and said that he was possessed of extraordinary animal passion, the sight of a female alone being sufficient to excite him. He was said to use both penises, after finishing with one continuing with the other; but this account of him does not agree with later descriptions, in which no excessive sexual ability had been noticed. Hart describes the adult Santos in full, and accompanies his article with an illustration. At this time he was said to have developed double genitals, and possibly a double bladder communicating by an imperfect septum. At adulthood the anus was three inches anterior to the os coceygeus. In the sitting or lying posture the supernumerary limb rested on the front of the inner surface of the lower third of his left thigh. He was in the habit of wearing this limb in a sling, or bound firmly to the right thigh, to prevent its unseemly dangling when erect. The perineum proper was absent, the entire space between the anus and the posterior edge of the scrotum being occupied by the pedicle. Santos' mental and physical functions were developed above normal, and he impressed everybody with his accomplishments. Geoffroy-Saint-Hilaire records an instance in which the conformation was similar to that of Santos. There was a third lower extremity consisting of two limbs fused into one with a single foot containing ten distinct digits. He calls the case one of arrested twin development.\\n\\nVan Buren and Keyes describe a case in a man of forty-two, of good, healthy appearance. The two distinct penises of normal size were apparently well formed and were placed side by side, each attached at its root to the symphysis. Their covering of skin was common as far as the base of the glans; at this point they seemed distinct and perfect, but the meatus of the left was imperforate. The right meatus was normal, and through it most of the urine passed, though some always dribbled through an opening in the perineum at a point where the root of the scrotum should have been. On lifting the double-barreled penis this opening could be seen and was of sufficient size to admit the finger. On the right side of the aperture was an elongated and rounded prominence similar in outline to a labium majus. This prominence contained a testicle normal in shape and sensibility, but slightly undersized, and surrounded, as was evident from its mobility, by a tunica vaginalis. The left testicle lay on the tendon of the adductor longus in the left groin; it was not fully developed, but the patient had sexual desires, erections, and emissions. Both penises became erect simultaneously, the right more vigorously. The left leg was shorter than the right and congenitally smaller; the mammae were of normal dimensions.\\n\\nSangalli speaks of a man of thirty-five who had a supernumerary penis, furnished with a prepuce and capable of erection. At the apex of the glans opened a canal about 12 cm. long, through which escaped monthly a serous fluid. Smith mentions a man who had two penises and two bladders, on one of which lithotomy was performed. According to Ballantyne, Taruffi, the scholarly observer of terata, mentions a child of forty-two months and height of 80 cm. who had two penises, each furnished with a urethra and well-formed scrotal sacs which were inserted in a fold of the groin. There were two testicles felt in the right scrotum and one in the left. Fecal evacuations escaped through two anal orifices. There is also another case mentioned similar to the foregoing in a man of forty; but here there was an osseous projection in the middle line behind the bladder. This patient said that erection was simultaneous in both penises, and that he had not married because of his chagrin over his deformity. Cole speaks of a child with two well-developed male organs, one to the left and the other to the right of the median line, and about 1/4 or 1/2 inch apart at birth. The urethra bifurcated in the perineal region and sent a branch to each penis, and urine passed from each meatus. The scrotum was divided into three compartments by two raphes, and each compartment contained a testicle. The anus at birth was imperforate, but the child was successfully operated on, and at its sixtieth day weighed 17 pounds.\\n\\nLange says that an infant was brought to Karg for relief of anal atresia when fourteen days old. It was found to possess duplicate penises, which communicated each to its distinct half of the bladder as defined by a median fold. The scrotum was divided into three portions by two raphes, and each lateral compartment contained a fully formed testicle. This child died because of its anal malformation, which we notice is a frequent associate of malformations or duplicity of the penis. There is an example in an infant described in which there were two penises, each about 1/2 inch long, and a divided scrotal sac 21 inches long. Englisch speaks of a German of forty who possessed a double penis of the bifid type.\\n\\nBallantyne and his associates define diphallic terata as individuals provided with two more or less well-formed and more or less separate penises, who may show also other malformations of the adjoining parts and organs (e.g., septate bladder), but who are not possessed of more than two lower limbs. This definition excludes, therefore, the cases in which in addition to a double penis there is a supernumerary lower extremity--such a case, for example, as that of Jean Baptista dos Santos, so frequently described by teratologists. It also excludes the more evident double terata, and, of course, the cases of duplication of the female genital organs (double clitoris, vulva, vagina, and uterus). Although Schurig, Meckel, Himly, Taruffi, and others give bibliographic lists of diphallic terata, even in them erroneous references are common, and there is evidence to show that many cases have been duplicated under different names. Ballantyne and Skirving have consulted all the older original references available and eliminated duplications of reports and, adhering to their original definition, have collected and described individually 20 cases; they offer the following conclusions:--\\n\\n1. Diphallus, or duplication of the penis in an otherwise apparently single individual, is a very rare anomaly, records of only 20 cases having been found in a fairly exhaustive search through teratologic literature. As a distinct and well-authenticated type it has only quite recently been recognized by teratologists.\\n2. It does not of itself interfere with intrauterine or extrauterine life; but the associated anomalies (e.g., atresia ani) may be sources of danger. If not noticed at birth, it is not usually discovered till adult life, and even then the discovery is commonly accidental.\\n3. With regard to the functions of the pelvic viscera, urine may be passed by both penises, by one only, or by neither. In the last instance it finds exit by an aperture in the perineum. There is reason to believe that semen may be passed in the same way; but in most of the recorded cases there has been sterility, if not inability to perform the sexual act.\\n4. All the degrees of duplication have been met with, from a fissure of the glans penis to the presence of two distinct penises inserted at some distance from each other in the inguinal regions.\\n5. The two penises are usually somewhat defective as regards prepuce, urethra, etc.; they may lie side by side, or more rarely may be situated anteroposteriorly; they may be equal in size, or less commonly one is distinctly larger than the other; and one or both may be perforate or imperforate.\\n6. The scrotum may be normal or split; the testicles, commonly two in number, may be normal or atrophic, descended or undescended; the prostate may be normal or imperfectly developed, as may also the vasa deferentia and vesiculae seminales.\\n7. The commonly associated defects are: More or less completely septate bladder, atresia ani, or more rarely double anus, double urethra, increased breadth of the bony pelvis with defect of the symphysis pubis, and possibly duplication of the lower end of the spine, and hernia of some of the abdominal contents into a perineal pouch. Much more rarely, duplication of the heart, lungs, stomach, and kidneys has been noted, and the lower limbs may be shorter than normal.\\n\\nCLASS XI.--Cases of fetus in fetu, those strange instances in which one might almost say that a man may be pregnant with his brother or sister, or in which an infant may carry its twin without the fact being apparent, will next be discussed. The older cases were cited as being only a repetition of the process by which Eve was born of Adam. Figure 63 represents an old engraving showing the birth of Eve. Bartholinus, the Ephemerides, Otto, Paullini, Schurig, and Plot speak of instances of fetus in fetu. Ruysch describes a tumor contained in the abdomen of a man which was composed of hair, molar teeth, and other evidences of a fetus. Huxham reported to the Royal Society in 1748 the history of a child which was born with a tumor near the anus larger than the whole body of the child; this tumor contained rudiments of an embryo. Young speaks of a fetus which lay encysted between the laminae of the transverse mesocolon, and Highmore published a report of a fetus in a cyst communicating with the duodenum. Dupuytren gives an example in a boy of thirteen, in whom was found a fetus. Gaetano-Nocito, cited by Philipeaux, has the history of a taken with a great pain in the right hypochondrium, and from which issued subsequently fetal bones and a mass of macerated embryo. His mother had had several double pregnancies, and from the length of the respective tibiae one of the fetuses seemed to be of two months' and the other of three months' intrauterine life. The man died five years after the abscess had burst spontaneously.\\n\\nBrodie speaks of a case in which fetal remains were taken from the abdomen of a girl of two and one-half years. Gaither describes a child of two years and nine months, supposed to be affected with ascites, who died three hours after the physician's arrival. In its abdomen was found a fetus weighing almost two pounds and connected to the child by a cord resembling an umbilical cord. This child was healthy for about nine months, and had a precocious longing for ardent spirits, and drank freely an hour before its death.\\n\\nBlundell says that he knew \\\"a boy who was literally and without evasion with child, for the fetus was contained in a sac communicating with the abdomen and was connected to the side of the cyst by a short umbilical cord; nor did the fetus make its appearance until the boy was eight or ten years old, when after much enlargement of pregnancy and subsequent flooding the boy died.\\\" The fetus, removed after death, on the whole not very imperfectly formed, was of the size of about six or seven months' gestation. Bury cites an account of a child that had a second imperfectly developed fetus in its face and scalp. There was a boy by the name of Bissieu who from the earliest age had a pain in one of his left ribs; this rib was larger than the rest and seemed to have a tumor under it. He died of phthisis at fourteen, and after death there was found in a pocket lying against the transverse colon and communicating with it all the evidences of a fetus.\\n\\nAt the Hopital de la Charite in Paris, Velpeau startled an audience of 500 students and many physicians by saying that he expected to find a rudimentary fetus in a scrotal tumor placed in his hands for operation. His diagnosis proved correct, and brought him resounding praise, and all wondered as to his reasons for expecting a fetal tumor. It appears that he had read with care a report by Fatti of an operation on the scrotum of a child which had increased in size as the child grew, and was found to contain the ribs, the vertebral column, the lower extremities as far as the knees, and the two orbits of a fetus; and also an account of a similar operation performed by Wendt of Breslau on a Silesian boy of seven. The left testicle in this case was so swollen that it hung almost to the knee, and the fetal remains removed weighed seven ounces.\\n\\nSulikowski relates an instance of congenital fetation in the umbilicus of a girl of fourteen, who recovered after the removal of the anomaly. Aretaeos described to the members of the medical fraternity in Athens the case of a woman of twenty-two, who bore two children after a seven months' pregnancy. One was very rudimentary and only 21 inches long, and the other had an enormous head resembling a case of hydrocephalus. On opening the head of the second fetus, another, three inches long, was found in the medulla oblongata, and in the cranial cavity with it were two additional fetuses, neither of which was perfectly formed.\\n\\nBroca speaks of a fetal cyst being passed in the urine of a man of sixty- one; the cyst contained remnants of hair, bone, and cartilage. Atlee submits quite a remarkable case of congenital ventral gestation, the subject being a girl of six, who recovered after the discharge of the fetal mass from the abdomen. McIntyre speaks of a child of eleven, playing about and feeling well, but whose abdomen progressively increased in size 1 1/2 inches each day. After ten days there was a large fluctuating mass on the right side; the abdomen was opened and the mass enucleated; it was found to contain a fetal mass weighing nearly five pounds, and in addition ten pounds of fluid were removed. The child made an early recovery. Rogers mentions a fetus that was found in a man's bladder. Bouchacourt reports the successful extirpation of the remains of a fetus from the rectum of a child of six. Miner describes a successful excision of a congenital gestation.\\n\\nModern literature is full of examples, and nearly every one of the foregoing instances could be paralleled from other sources. Rodriguez is quoted as reporting that in July, 1891, several newspapers in the city of Mexico published, under the head of \\\"A Man-mother,\\\" a wonderful story, accompanied by wood-cuts, of a young man from whose body a great surgeon had extracted a \\\"perfectly developed fetus.\\\" One of these wood-cuts represented a tumor at the back of a man opened and containing a crying baby. In commenting upon this, after reviewing several similar cases of endocymian monsters that came under his observation in Mexico, Rodriguez tells what the case which had been so grossly exaggerated by the lay journals really was: An Indian boy, aged twenty-two, presented a tumor in the sacrococcygeal region measuring 53 cm. in circumference at the base, having a vertical diameter of 17 cm. and a transverse diameter of 13 cm. It had no pedicle and was fixed, showing unequal consistency. At birth this tumor was about the size of a pigeon's egg. A diagnosis of dermoid cyst was made and two operations were performed on the boy, death following the second. The skeleton showed interesting conditions; the rectum and pelvic organs were natural, and the contents of the cyst verified the diagnosis.\\n\\nQuite similar to the cases of fetus in fetu are the instances of dermoid cysts. For many years they have been a mystery to physiologists, and their origin now is little more than hypothetic. At one time the fact of finding such a formation in the ovary of an unmarried woman was presumptive evidence that she was unchaste; but this idea was dissipated as soon as examples were reported in children, and to-day we have a well-defined difference between congenital and extrauterine pregnancy. Dermoid cysts of the ovary may consist only of a wall of connective tissue lined with epidermis and containing distinctly epidermic scales which, however, may be rolled up in firm masses of a more or less soapy consistency; this variety is called by Orth epidermoid cyst; or, according to Warren, a form of cyst made up of skin containing small and ill-defined papillae, but rich in hair follicles and sebaceous glands. Even the erector pili muscle and the sudoriparous gland are often found. The hair is partly free and rolled up into thick balls or is still attached to the walls. A large mass of sebaceous material is also found in these cysts. Thomson reports a case of dermoid cyst of the bladder containing hair, which cyst he removed. It was a pedunculated growth, and it was undoubtedly vesical and not expelled from some ovarian source through the urinary passage, as sometimes occurs.\\n\\nThe simpler forms of the ordinary dermoid cysts contain bone and teeth. The complicated teratoma of this class may contain, in addition to the previously mentioned structures, cartilage and glands, mucous and serous membrane, muscle, nerves, and cerebral substance, portions of eyes, fingers with nails, mammae, etc. Figure 64 represents a cyst containing long red hair that was removed from a blonde woman aged forty-four years who had given birth to six children. Cullingworth reports the history of a woman in whom both ovaries were apparently involved by dermoids, who had given birth to 12 children and had three miscarriages--the last, three months before the removal of the growths. The accompanying illustration, taken from Baldy, pictures a dermoid cyst of the complicated variety laid open and exposing the contents in situ. Mears of Philadelphia reports a case of ovarian cyst removed from a girl of six and a half by Bradford of Kentucky in 1875. From this age on to adult life many similar cases are recorded. Nearly every medical museum has preserved specimens of dermoid cysts, and almost all physicians are well acquainted with their occurrence. The curious formations and contents and the bizarre shapes are of great variety. Graves mentions a dermoid cyst containing the left side of a human face, an eye, a molar tooth, and various bones. Dermoid cysts are found also in regions of the body quite remote from the ovary. The so-called \\\"orbital wens\\\" are true inclusion of the skin of a congenital origin, as are the nasal dermoids and some of the cysts of the neck.\\n\\nWeil reported the case of a man of twenty-two years who was born with what was supposed to he a spina bifida in the lower sacral region. According to Senn, the swelling never caused any pain or inconvenience until it inflamed, when it opened spontaneously and suppurated, discharging a large quantity of offensive pus, hair, and sebaceous material, thus proving it to have been a dermoid. The cyst was freely incised, and there were found numerous openings of sweat glands, from which drops of perspiration escaped when the patient was sweating.\\n\\nDermoid cysts of the thorax are rare. Bramann reported a case in which a dermoid cyst of small size was situated over the sternum at the junction of the manubrium with the gladiolus, and a similar cyst in the neck near the left cornu of the hyoid bone. Chitten removed a dermoid from the sternum of a female of thirty-nine, the cyst containing 11 ounces of atheromatous material. In the Museum of St. Bartholomew's Hospital in London there is a congenital tumor which was removed from the anterior mediastinum of a woman of twenty one, and contained portions of skin, fat, sebaceous material, and two pieces of bone similar to the superior maxilla, and in which several teeth were found. Dermoids are found in the palate and pharynx, and open dermoids of the conjunctiva are classified by Sutton with the moles. According to Senn, Barker collected sixteen dermoid tumors of the tongue. Bryk successfully removed a tumor of this nature the size of a fist. Wellington Gray removed an enormous lingual dermoid from the mouth of a negro. It contained 40 ounces of atheromatous material. Dermoids of the rectum are reported. Duyse reports the history of a case of labor during which a rectal dermoid was expelled. The dermoid contained a cerebral vesicle, a rudimentary eye, a canine and a molar tooth, and a piece of bone. There is little doubt that many cases of fetus in fetu reported were really dermoids of the scrotum.\\n\\nWard reports the successful removal of a dermoid cyst weighing 30 pounds from a woman of thirty-two, the mother of two children aged ten and twelve, respectively. The report is briefly as follows: \\\"The patient has always been in good health until within the last year, during which time she has lost flesh and strength quite rapidly, and when brought to my hospital by her physician, Dr. James of Williamsburg, Kansas, was quite weak, although able to walk about the house. A tumor had been growing for a number of years, but its growth was so gradual that the patient had not considered her condition critical until quite recently. The tumor was diagnosed to be cystoma of the left ovary. Upon opening the sac with the trocar we were confronted by complications entirely unlooked for, and its use had to be abandoned entirely because the thick contents of the cyst would not flow freely, and the presence of sebaceous matter blocked the instrument. As much of the fluid as possible was removed, and the abdominal incision was enlarged to allow of the removal of the large tumor. An ovarian hematoma the size of a large orange was removed from the right side. We washed the intestines quite as one would wash linen, since some of the contents of the cyst had escaped into the abdominal cavity. The abdomen was closed without drainage, and the patient placed in bed without experiencing the least shock. Her recovery was rapid and uneventful. She returned to her home in four weeks after the operation.\\n\\n\\\"The unusual feature in this case was the nature of the contents of the sac. There was a large quantity of long straight hair growing from the cyst wall and an equal amount of loose hair in short pieces floating through the tumor- contents, a portion of which formed nuclei for what were called 'moth-balls,' of which there were about 1 1/2 gallons. These balls, or marbles, varied from the size of moth-balls, as manufactured and sold by druggists, to that of small walnuts. They seemed to be composed of sebaceous matter, and were evidently formed around the short hairs by the motion of the fluid produced by walking or riding. There was some tissue resembling true skin attached to the inner wall of the sac.\\\"\\n\\nThere are several cases of multiple dermoid cysts on record, and they may occur all over the body. Jamieson reports a case in which there were 250, and in Maclaren's case there were 132. According to Crocker, Hebra and Rayer also each had a case. In a case of Sangster, reported by Politzer, although most of the dermoids, as usual, were like fibroma-nodules and therefore the color of normal skin, those over the mastoid processes and clavicle were lemon-yellow, and were generally thought to be xanthoma until they were excised, and Politzer found they were typical dermoid cysts with the usual contents of degenerated epithelium and hair.\",\"timestamp\":1639717348,\"title\":\"\\nThe most celebrated of all the diphallic terata was Jean Baptista dos Santos, who when but six months old was spoken of by Acton.\"},\"digest\":\"YyKVWrsVxduj58zUdAe4LU23Wx8ceY6jirs6mBJ7V5o\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M4W4VxMC313qXAv4Ey14QcS2dlt4c62VCSNmMJB-nSA\\\",\\\"y\\\":\\\"V4X2TiMrG7L7q7m9hnutwjcUq8HY4cGqjIRd9lNEiow\\\"}\",\"signature\":\"mp-uXZHwuyDN_l9mvo1xWmNRxvmpQGRxbm3_Hsdg-3_lXhgMnJsSwUvPHL2mnn4Xzp9u1dbG3GVWGCVwIvIDyA\",\"signingKeySignature\":\"0x574b03c4520c5a0c5a9a7ec5295fef37eae66d6e58d2f6a49db669360fc5e5710a1498b241a356e0ad8c32324ba1c0dbbe952949ffa1149b4dcafb43ee62ed781b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M4W4VxMC313qXAv4Ey14QcS2dlt4c62VCSNmMJB-nSA\\\",\\\"y\\\":\\\"V4X2TiMrG7L7q7m9hnutwjcUq8HY4cGqjIRd9lNEiow\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YyKVWrsVxduj58zUdAe4LU23Wx8ceY6jirs6mBJ7V5o\"}"