"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/d46c2a32-a478-4c2d-b51e-b4feb4623b9a.jpeg?height=999&width=1516)\\n\\nClose your eyes, and try to imagine all of the different media that you produce on a daily basis. The posts, the stories, the memes, and even the likes you make on other people's content. Imagine them all floating in the air in front of you, forming a cloud.\\n\\nWhen we post on social media, it often feels like we're releasing something that's weighing us down. As if our content is just a series of shells we've each outgrown; a trail of breadcrumbs we leave behind as we attempt to self-actualize together. Something to be discarded, not something to be treasured. A liability, not an asset.\\n\\nBut in the back of our minds, we remember that it has to be valuable to somebody, right? We're supposed to be living in the age where \\\"data is the new oil\\\". We've all read the headlines about how Facebook sells our data. Yet somehow, the entire thing still feels like a big blur, like we don't really understand how we each fit into the equation. This feeling is not an accident. It is the result of one of the greatest deceptions of our age.\\n\\nWhile we call them \\\"social\\\" media companies, under the hoodie they're just traditional media companies in a new skin. They earn money from selling ad space, and they're much better at it than their incumbents like newspaper or television, because they've figured out a way to show us ads that are custom tailored for us, instead of showing the same generic ads to everyone.\\n\\nThey're able to do this is because they have better data about us than those existing mediums could have ever dreamed of. Using our data, and sophisticated AI that's trained on everyone's data put together, they can make predictions about what we like. But the AI models are meaningless without our content. Like a car with no gas, these models produce nothing if they aren't being constantly fed our data. Without it, they would stop being the best at delivering ads to us, and would lose their primary sources of revenue. **You can imagine how critical this data is to their business models.**\\n\\nMost tech companies value the intellectual property data that they gather and use so highly that they actually prefer to keep it **off their books**. [They don't account for this IP as a valuable intangible asset the way that normal Fortune 500 companies normally would](https://journals.sagepub.com/doi/full/10.1177/20539517211017308). They benefit from being able to turn a blind eye to it, so they can avoid ever having to acknowledge how valuable this data is, and how unfair this transaction is for us, the users.\\n\\nSo, now that we understand that our content is valuable, lets go back to original question: **who owns it?**\\n\\nIf you read through the TOS agreements of the platforms you use, they'll tell you that you own your content. After all, you created it! However, there's one tiny catch: you grant them the right to use that content for essentially any purpose they please, including \\\"for future uses which haven't been invented yet\\\", so that they *effectively* own it.\\n\\nTake a moment, take a breath.\\n\\n> **\\\"FUTURE USES THAT HAVEN'T BEEN INVENTED YET\\\"**\\n\\nNow, try that fun thought experiment where you imagine all of the scary and profitable ways that a company like Facebook could come up with to use your data. It's a lot.\\n\\nBecause as I'm sure you realize, your data isn't like an old piece of fruit that you left in the back of your fridge. It has an infinite shelf life. And in fact, its value only continues to go up over time, the more of it that you can collect.\\n\\nThis one irrevocable IP clause, hidden deep inside every Terms of Service agreement that we've blindly agreed to, is the key to every single one of these companies being able to sell ads; the key to their ability to make money.\\n\\nWhen Mark Zuckerberg says \\\"we're a metaverse company now\\\", he isn't just talking about VR, he's referring to the collectively-created cloud of media over which Facebook has perpetual usage rights. **This is the Metaverse**, and he is quietly reminding us that he owns it. And although the Metaverse might feel like an endless ocean of data, remember that [an ocean is nothing but a multitude of drops](https://www.goodreads.com/work/quotes/1871423-cloud-atlas), and that each drop was not created by any of these platforms. It was created by us.\\n\\n# THE METAVERSE IS YOURS\\n\\n# SO YOU SHOULD OWN IT\\n\\n### Appendix - TOS of Social Giants\\n\\n* [Facebook](https://www.facebook.com/terms.php)\\t- 🚨 **REKT**, can use or sell your content\\twithout paying you anything\\n* [Instagram](https://www.facebook.com/help/instagram/termsofuse)\\t- 🚨 **REKT**, can use or sell your content\\twithout paying you anything\\n* [Tik Tok](https://www.tiktok.com/legal/terms-of-service?lang=en)\\t- 🚨 **REKT**, can use or sell your content\\twithout paying you anything\\n* [Twitter](https://twitter.com/en/tos)\\t- 🚨 **REKT**, can use or sell your content\\twithout paying you anything\\n* [Reddit](https://www.redditinc.com/policies/user-agreement)\\t- 🚨 **REKT**, can use or sell your content\\twithout paying you anything\\n* [Youtube](https://www.youtube.com/static?gl=CA&template=terms)\\t- 🚨 **REKT**, can use or sell your content\\twithout paying you anything\\n* [Medium](https://policy.medium.com/medium-terms-of-service-9db0094a1e0f)\\t- 🚨 **REKT**, can use or sell your content\\twithout paying you anything\\n* [Twitch](https://www.twitch.tv/p/en/legal/terms-of-service/#8-user-content)\\t- 🚨🚨🚨 **ULTRA REKT**, they can use or sell your content without paying you anything AND its all exclusive to them for the first 24H\\n* [Discord](https://support.discord.com/hc/en-us/articles/360018659011-Your-Content-Clause-Explained)\\t- ✅ **Great**, you actually own your content\\n* [Substack](https://substack.com/pa)\\t- ✅ **Great**, you actually own your content, but you can only monotize it through them\\n* [Pinterest](https://policy.pinterest.com/en/terms-of-service) - ✅ **Great**, you actually own your content\",\"timestamp\":1631389011,\"title\":\"Who Owns Your Metaverse?\",\"publication\":\"m\"},\"digest\":\"Mweqjasbi55EMWqKahajbjYdlxRpQdOoaLBImtsb61Y\",\"authorship\":{\"contributor\":\"0xbfDb50Dc66C8Df9fd9688D8fe5A0C34126427645\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hsLvZowuEqPALixOjNp3sQBzjocOuZwYG9OCDponS6k\\\",\\\"y\\\":\\\"iqXjOPkEYm0NT5U8FUXU_O_wfP4PnDlYf_Jkd6dMrfg\\\"}\",\"signature\":\"Km795QBmWL6Z_PwZSTBeskfWkLdXy2To-vyzvJUCvUOL9D2JhVzZpBnYHwrE7NqO_DoZub_6VZxeaD4V7VSxpw\",\"signingKeySignature\":\"0xcf1303805022d2c3818c6da258bf144e2775f40c88209c185ef433ba923c588f303b12711735df3a606e75c90db9bb51525277656cfb26a7db9613f8333668a01b\",\"signingKeyMessage\":\"I authorize the publication of articles on m.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hsLvZowuEqPALixOjNp3sQBzjocOuZwYG9OCDponS6k\\\",\\\"y\\\":\\\"iqXjOPkEYm0NT5U8FUXU_O_wfP4PnDlYf_Jkd6dMrfg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OlcHFb-umaeoQrmSroGMjRKc2mp2Vm898CBUo0CMHeY\"}"