"{\"content\":{\"body\":\"Where do I even start? It's a question I not only find myself trying to answer as I compile this piece but also as I navigate my personal journey of attempting to find a career in tech. The word technology encompasses so much, especially as our affinity for and dependency on it as humans continues to grow. While we stumble ever so gently in 2022, we seem to find ourselves at a turning point. Between NFT's, web3, DAO's, cloud-based development, machine learning, and the Internet of Things, it seems we are on the precipice of a technological evolution and maybe even revolution. But the question remains as an outsider, where do I even start?\\n\\n![IMG\\\\_20211121\\\\_141407.jpg](https://cdn.hashnode.com/res/hashnode/image/upload/v1641072713127/3aNZq_P8E.jpeg?auto=compress,format\\\\&format=webp) Just this past September, I was floating between my last green roof gig of the season, running food to rooms at the downtown Marriott, and cashiering at a local food hall when I decided I needed to make a change. I kept seeing all these articles and tweets about online courses and certification programs. Then coincidentally enough, I attended my high school friend AJ's wedding where I ran into an old friend named [Shafan](https://www.linkedin.com/in/shafan-sugarman/) . As we hung out that night he ended up telling me how he was teaching [AWS](https://aws.amazon.com/) cloud-based deployment in one of these online certification programs for a nonprofit [Per Scholas](https://perscholas.org/), and that his students would sometimes get employment offers upwards of 60k after completion. Being that I had never made that much money in a year from my employment and had some coding background, my ears perked right up! Remote job.. Financial stability.. In a global pandemic nonetheless. It sounded like a no-brainer. But the question still remained, where do I even start?\\n\\nWithin a few weeks, I was able to find a local [AWS re/Start](https://aws.amazon.com/training/restart/) program with [ACI Learning](https://www.acilearning.com/it-certification-prep-programs/aws-cloud-training-and-certification/), and by mid-October I was enrolled with a full scholarship. I will say **right now**, this program and those like it will not work for everyone. 320 hours in 8 weeks of AWS, Linux, SQL, and coding various languages with [VS Code](https://code.visualstudio.com/) is not for most I would dare to say. It's a tremendous commitment. Hell, by the end of it, I had a 10-day notice on my apartment simply because I had not been able to work enough hours to pay my bills and keep up with my course work simultaneously. But thankfully, I did have my [AWS Cloud Practitioner certification](https://www.credly.com/badges/a984f207-2666-42ff-bcb8-f3d0a8f9fe65/) \\\"in hand\\\" after it all and had gained full-time employment with a multinational billion dollar soda company in the meantime.\\n\\nThough I am more than gracious to have benefits and to comfortably make a living currently, coming into 2022, one of my personal goals is to continue this journey and attempt to land a remote job. Yet still, I had no clue what to do next. Continue delving into AWS and attempt to secure [Solutions Architect](https://aws.amazon.com/certification/certified-solutions-architect-associate/) and a [Specialty certification](https://aws.amazon.com/certification/certified-security-specialty/)? Round out my cloud-based knowledge with beginner certs in [Azure](https://docs.microsoft.com/en-us/learn/certifications/azure-fundamentals/) or [Google Cloud](https://cloud.google.com/certification)? Should I gather some more artistically-inclined friends and launch an NFT collection on [Opensea](https://opensea.io/) or [Rarible](https://rarible.com/)? Build a DAO with some strangers using a [buildspace](https://buildspace.so/) project and create a decentralized street art museum?(Don't steal that idea.. coming back to it lol)\\n\\nI just didn't know. And maybe you are this point too? With so many intriguing potential options out there, it can seem hard to narrow down. But I'll tell you what. It's going to sound so cliche, but just go with your gut here. So I spent hours scouring the web for resources and started building some projects to try and see what felt natural:\\n\\n1\\\\) Scour the Internet For Reliable Resources\\n\\n[Twitter](https://twitter.com/MrMikeSpade)\\n\\nTwitter is one of my favorite places to waste time while trying to settle down when I am overly caffeinated. It's also one of my favorite sources of comedy and up-to-the-minute news. Yet, maybe it's greatest utility for me thus far has been the ability to find resources on #techtwitter. First name I have to mention so far here, is [Leon Noel](https://hashnode.com/@leonnoel). His Learn with Leon program and what they are doing with the no longer aptly named #100devs is nothing short of remarkable. Three times over the past two weeks, myself and no less than 6000 others have joined together and committed to learn to code with html, css, javascript, python, and more for a total of 30 weeks. These classes are three hours long sessions complete with review, coding time, water breaks, and dope beats. The words grateful and thankful are not enough to express what I feel for the class and the community we have built already. Come check us out and see if you want to learn with [us](https://discord.gg/100devs). [Danny Thompson](https://twitter.com/DThompsonDev) has been another good find for both motivation and recently projects. I actually just started his build your own Link.Tree clone challenge earlier tonight. Later in the week, I'll have to show y'all what I build. Last but certainly not least, I have to give thanks to [Idris Olubisi](https://twitter.com/olanetsoft). His BuyMeaCoffee app had me wanting to scream in agony. The word \\\"bash\\\" was seconds away from transforming from a shell script to an involuntary action. But.. I finished it nonetheless and it was the most gratifying project I've completed thus far. Sometimes you just need to take a step away from the computer and refocus. Others you may need to brush up on your linux syntax.. Lesson learned!\\n\\n![Screen Shot 2022-01-11 at 7.38.10 PM.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1642575723175/GV3OEVY5C.png?auto=compress,format\\\\&format=webp)\\n\\n[Youtube](https://www.youtube.com/)\\n\\nGreatest free learning university available! At least in my opinion. An MIT class on blockchain here. A freecodecamp course on building apps with Solidity there. Toss in some cats and Flatbush Zombies on your breaks.. Pomodoro technique, of course! What else can I say that you don't know already??\\n\\n\\\\*\\\\*Oh, there is this amazing tutorial on building a [cryptotracker](https://www.youtube.com/watch?v=klFeYge2G0I\\\\&t=6s) using an api which I had to share. Fun stuff!\\n\\n![Screen Shot 2022-01-13 at 6.22.53 PM.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1642575410743/sFggBetcP.png?auto=compress,format\\\\&format=webp)\\n\\n[Discord](https://discord.com/)\\n\\nEverybody needs community. We will not make it on this journey alone. And if community is what you are looking for then Discord is the place to be. Right now I am in close to 15 different servers. While I don't recommend going that route, find a few that are useful to you and check them out. Find your tribe! [Rabbithole](https://discord.gg/rabbitholegg) and [Upland](https://discord.gg/fARmegRZ) are two of my go-to's lately. Also, gotta give it up for [SporkDAO](https://discord.gg/sporkdao)! Go Bufficorns!! See ya'll at [ETHDenver](https://www.ethdenver.com/)!! IYKYK\\n\\n2\\\\) Consistently Building in Public\\n\\n[Buildspace](https://buildspace.so/)\\n\\nAlright.. Stepping out on a limb here. But I am going to say it. Buildspace is making the best and most useful web3 tutorials out there!!(Kanye Voice) Make an NFT collection. Yup! Create a play-to-earn turn based video game. Yes, ma'am! Using buildspace, me, a self-admitted noob, was able to support my nephew's musical career by creating a DAO for his fans - complete with a membership NFT, it's own governance token($JUSTINCHI), and a public treasury. Stop on by, check out what he's been working on, and connect a Metamask wallet so we can airdrop you some of the native currency! WAGMI!!\\n\\n![Screen Shot 2021-12-25 at 2.52.30 PM.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1642575643987/\\\\_WZLDl602.png?auto=compress,format\\\\&format=webp)\\n\\n\\\\*\\\\* If you need some inspiration, I also made an NFT collection using buildspace where you can [\\\"Plant Purpose\\\"](https://plant-purpose-nft.projectplant.repl.co/). Cheers to testnets and more specifically, rinkeby eth because sheesh, where would we be without you?\\n\\n![Screen Shot 2022-01-18 at 3.29.56 PM.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1642575670884/INPRRXJT-.png?auto=compress,format\\\\&format=webp)\\n\\nOh yeah, and once you get all your code together, you can compile it in [Replit](https://replit.com/\\\\~) and use it as your front end. That last project and the one for my [nephews music](https://justinchi.projectplant.repl.co/) are both currently deployed using Replit.\\n\\n[Carrd](https://carrd.co/)\\n\\nSpeaking of front ends.. Cannot say enough amazing things about Carrd! Using their templates early on is really what gave me confidence to keep down this road. After building a virtual resume for myself and getting acquainted with the platform, I was off to the races. Within weeks, I had made a landing page for a [friend's construction business](https://qualitycontractingcolorado.com/), and a campaign portal for my former pastor, [Paul Nichols](https://nichols2022.org/), who is running for Governor in NY State. Once I had published them, using AWS I was able to secure domains and route them accordingly using [Route 53](https://aws.amazon.com/route53/).Please check them out and let me know what you think! Maybe you'll get inspired to grab an account for your own\\n\\n![Screen Shot 2022-01-07 at 9.38.52 AM.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1642575585854/D_H0QZ0bM.png?auto=compress,format\\\\&format=webp)\\n\\n[Instagram](https://www.instagram.com/projectplant.xyz/)\\n\\nDon't forget our visual learners out there! Or better yet, do yourself a favor and work on some complimentary skills by taking some videos and photos of yourself in action. Trust me, I know what you are thinking.. What if I don't like making content? Then guess what? Don't do it! This is merely a suggestion. Look, I think the last time I posted something on Instagram was over a year ago and the last time I shot, edited, and uploaded content to Youtube was nearly a decade ago. But, here I am publicly issuing a challenge to myself to try and document this process as thoroughly as possible. Focusing in on a niche that is of genuine interest should help you here. I am going to use my ProjectPlantXYZ ig account to feature content mostly about hardware such as [Raspberry Pi's](https://www.raspberrypi.com/). In the past few months, I have ordered 5 of their single-board computers and I will soon start recording my adventures and misadventures in machine learning with the new a.i. webcam that I just ordered from [Lumina](https://getlumina.com/). Buying new toys and feeling the burn in my wallet also usually helps me feel more invested in the task at hand.\\n\\n![Screen Shot 2022-01-04 at 5.38.36 PM.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1642575549238/IalvU7Ls\\\\_-.png?auto=compress,format\\\\&format=webp)\\n\\n3\\\\) Write it Out!\\n\\nIt sounds simple, but writing it out is actually probably the hardest task on this list for most. Heck, trying to complete this took me almost two weeks and here I am trying to finish it 2 hours before my self-assigned due date like an undergraduate student. No shame, we have all been there. Of course, my first plug here goes to [Hashnode](https://hashnode.com/), who I used to compile this piece. Not only does it allow you to share your efforts but most importantly, you share them with your intended demographic, other developers and programmers. Next up for me is [Mirror](https://mirror.xyz/). What I like about Mirror is that it once again hits a niche market that I'd like to work within of smart contracts and blockchains, but also allows me to receive some compensation for my efforts, in the form of cryptocurrency. Not bad, eh? Last but certainly not least is [Medium](https://medium.com/). Actually, Medium probably has the largest core user base out of all the platforms mentioned above. If reach is whaat you are looking for, then Medium may be where you post first. Remember, this is just what I did and think. Keep looking to others for help as well.\\n\\nIn short, I am sure there are plenty of other ways to go about starting a journey into the vast world of technology but this is how I chose to start mine. Feel free to tag along if this seems like it may be a good course of action for you as well. Just don't forget about me when you pass me by in a few months!\\n\\nIf you found this article helpful, or have thoughts or suggestions, please feel free to reach out to [me](https://twitter.com/MrMikeSpade) on Twitter or lets connect on [Linkedin](https://www.linkedin.com/in/mikespade/)! Thanks for reading!\\n\",\"timestamp\":1642623882,\"title\":\"Where Do I Even Start?\"},\"digest\":\"sGlTzT6c_Gv6OwIYfVDsY_6l_wuGzaCE11My5O5_bxc\",\"authorship\":{\"contributor\":\"0xd28865AEad8F7301dAEabf13cC3Cf7b7D9803CCb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3icxRt7ArNYPVnxa7AMMAT2aEvWfjtZhhKMW2OXJHb4\\\",\\\"y\\\":\\\"KtzZeLW2hwSfV49JUMEbMCyPpIuSLrZk1M02eqecwVM\\\"}\",\"signature\":\"fB3j5uLK_1R1t9cLF9TNVtrD7MqC7NTaUb_l_EfCqqDjPYEUNezHTknELRSolwG0DWTpAWdEA9JV8p-b4lEXkw\",\"signingKeySignature\":\"0x27293c2b48aa8365d58ee8548a60547bdc0aca830ed9f2fb1f4ece6369041f2274b1e5555483c98a5d2cdea24f7c4ba28a830064eaa1befcca0f1d63ef1b47c01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3icxRt7ArNYPVnxa7AMMAT2aEvWfjtZhhKMW2OXJHb4\\\",\\\"y\\\":\\\"KtzZeLW2hwSfV49JUMEbMCyPpIuSLrZk1M02eqecwVM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4d05ZDZATMuCVVHmzWUOuQJkQ0KcexBAGK9m4nBAUMg\"}"