"{\"content\":{\"body\":\"我走出了村子，看着外面密密麻麻的玩家，我头就大了，尽管天地里一般怪物的刷新速度还是可以的，但是由于这么多玩家的蜂拥而致，还是造成了在新人村里怪少人多，供不应求的局面，现在自己的属性这么垃圾，打个怪就麻烦，再来这么多人和你抢，NND，我拿什么来升级啊。\\n\\n```\\n算了，不和其他人争了，我看到不远处好象有条小河，去那碰碰运气看看，门口的小猪，小羊什么的真是不够打啊。一个小猪3个人打，一个小羊5个人抢，罢了，我完全放弃了路上的猎物，闪。（天地中怪物等级不高过自己5级，可以观察到其名字和等级；超过5-10级则只能观察其名字，等级为问号；超过10级则都是问号。）\\n\\n刚跑到走到村子前面的小河边，耳边突然响起了系统的提示，“您发现了落枫河，获得40的经验。”呵呵，原来发现新地点也可以增长经验，以后没事咱就跑跑地图得了。\\n\\n潺潺流水的小河对面是一片葱郁森林的入口，，有三五成群的玩家已经森林的边缘地带砍杀3级的狐狸幼崽和灰狼幼崽了，掂量了一下自己的分量，杀一个估计勉强可以，遇到2个肯定挂了回家，不行，还是在岸边看看，有啥可以虐待的。\\n\\n哈哈，有1级的变异蛤蟆和2级的变异蜻蜓可以杀，而且是不协助，不群体的，虽然经验比小猪小羊少点，但是没多少人和我抢啊，爽啊。****起小剑，砍上前去。\\n\\n看准一个最靠近我的蛤蟆，瞧它那样我就有火，一身的鸡皮疙瘩，黝黑的身子象个破锅子趴在那，“咕咕”的叫唤着，也不知道是谁设计的，这么没美感，换是个MM还真是不愿意下手呢。\\n\\n我砍，-5，-10，-15的数字不断从变异蛤蟆身上飘起，估计15就是现在我的攻击上限了，它攻击我每下在-3——-8之间徘徊，还好几下搞定了它，估计变异蛤蟆的血也就在40-50之间吧，变异蜻蜓肯定要高些，杀完了这个变异蛤蟆，赶快看看有点啥，晕，只有一张蛤蟆皮，一个铜币，“吝啬，太吝啬，极端吝啬！”抹去头上的汗水，我恨恨的说道，怪不得能够开放RMB兑换业务，就这样打钱，出大于进啊。\\n\\n我继续上下挥舞着见习剑，追砍着变异变异蛤蟆，一边注意伤害数值，恩，当砍向它的眼睛时经常是-10——-15，致命攻击的话是-20——-30，就是那了，柿子挑软的捏，打怪挑弱点上啊。由于在天地里所有怪物都设置了弱点，如果能攻击其弱点可以获得双倍的伤害，等于获得了致命攻击的效果，但是比出现致命攻击的几率高的多了。\\n\\n可惜怪物的掉钱几率也太低了，杀了10几个变异蛤蟆和蜻蜓，才给了我十几个铜币，物品更是想也别想了，只有几张蛤蟆皮，还差点挂了，毕竟属性太差了。老实点，多多休息，没钱买补血药剂还是安分点好啊……\\n\\n出村子的时候接了好多任务，其中有一个是药剂店的老板需要15张蛤蟆皮，一个是裁缝店老板需要10对蜻蜓羽翼，刚才杀了半天的蛤蟆，得到了21张蛤蟆皮，可是蜻蜓羽翼只有2对，恩，等会多杀杀蜻蜓好了。躺在河边草地休息的我，忽然看到一只变异蜻蜓从旁边飞过来，送上门来啊，我一个鱼跃，一剑砍在它那细长的肚子上，致命攻击加弱点攻击，估计还发挥了最高攻击力，一招毙命。\\n\\n一道霞光洒在我身上，点点光晕环绕在我周围，系统那优美的声音给了我飘飘的的感觉：“恭喜你您升级了！”\\n\\n革命长征路漫漫，真是不容易啊，我打赶快开个人属性，看看自己获得几点分配点，哈哈，运气好啊，获得了最高的5点，恩，我想的是10级以后转刺客，那就需要高敏和高攻才能单混，而且现在我也急需获得攻击力，先加3点去力量，2点加敏捷好了。加完属性在看看现在的状态。\\n\\n姓名：隐为者 种族：人类等级：1\\n\\n体质：1\\n\\n体力：80\\n\\n防御：12\\n\\n敏捷：3\\n\\n速度：14\\n\\n躲避：9\\n\\n力量：5\\n\\n攻击：6-10\\n\\n致命攻击强度：6\\n\\n智力：1\\n\\n魔法值：12\\n\\n魔攻：1-3\\n\\n精神：1\\n\\n施法速度：12\\n\\n恢复速度：12\\n\\n声望：0\\n\\n恩，继续努力，变异蛤蟆就免了，本来就少的可怜的经验因为等级还少10%，何况初级怪基本也没多少钱和物品掉，看看才磨损了5的剑和磨损3的衣服，还可以奋斗一段时间，也不知道学习初级技能要多少钱，希望等会回去的时候能够凑足学费。\\n\\n既然已经知道了变异蜻蜓的弱点，那我就毫不客气了，反正它也不主动攻击我，我就跑到变异蜻蜓旁边，对着它的蓝红色斑点交加的肚子就砍，呵呵，看它那软软的肚子我就不爽，挂你没商量。\\n\\n爽啊，-40，-55的数字不断飘起来，攻击力提高了，杀的速度明显快的多了，而且躲避的几率也提高，刚来的时候杀3个就要休息一下，现在可以杀6-8个才休息，恩，效率的体现。\\n\\n我在杀了N个变异蜻蜓之后，终于听到“叮”的一声响，哈哈，终于打到个物品了，我揉揉有点泛红的眼睛，以往玩网游哪有需要经历这么长时间才能得到东西的啊，说好有好，说差有差，打几个总能给点啥，在这里我已经起码奋斗了好几个小时了（天地里的游戏时间和真实时间比为2：1），终于掉了个东西了，让我看看是什么东东。（游戏里普通装备不需要鉴定即可知道其属性，青铜以上的则需要去找鉴定师鉴定才可知道其附加属性，辅助类材料和技能书等也不需要鉴定）\\n\\n精制匕首    等级2\\n\\n攻击4-8持久30\\n\\n单手  速度2.1\\n\\n不错，虽然说是个普通装备，可是好多人还拿不到呢，为啥，没钱贝，就这东西在武器店起码能卖几十个银币，谁买的起啊，我可得赶快练级，早点换上，不然真对不起自己了。\\n\\n有了原动力，我更是振作精神，发奋杀怪了。我爆你的翅膀，爆你的钱币，爆你的装备。我如猛虎下山，左砍右砸，忙的热火朝天，河边的人也渐渐多了起来，蜻蜓也有点不够打了，看看经验，还少11%，再熬会，就要升级拉。\\n\\n天地里使用一种武器会增长该武器的熟练度，熟练度随着等级的提升而不断提高，数值越高就越能更好的发挥武器威力，增加致命攻击几率，而我走以后想走的是单混的刺客路线，理想中的武器就是匕首，所以越早能够熟悉匕首技巧，就越能提高我的战斗力。也有的刺客会因为追求其他武器的高攻而放弃使用匕首，但是我是坚定一条路线不动摇，咬定匕首不放松，攻高点算什么，打起来没有机动的速度和敏捷的动作不符合刺客的身手，还不如去当个肉盾战士呢。\\n\\n小河边，木桥旁，绿草地上留下了我勤劳的身影，猎杀蜻蜓的动作也越来越纯熟，先一个剑步到蜻蜓身后下砍一下它的尾巴，然后乘它转身的时候来个上撩，顺势冲它那长长的肚子补加一下，最后对它那对黄忽忽的大眼睛来个直刺，3下基本就能挂了一个蜻蜓了，自己最多被它打一下，减个10几的血小意思了。\\n\\n在河边的刷怪的速度即将达到出不敷支的时候，我也成功的升到了二级，系统的光环让我感觉如沐春风，浑身上下说不出的爽，打开个人属性，看看分配点多少，哈哈，我得意的笑，得意的笑，笑看点数这么好，又是5点啊，继续3力量2敏捷的加上去，恩，再换上精制匕首，看看状态。\\n\\n姓名：隐为者 种族：人类 等级：2\\n\\n体质：1\\n\\n体力：110\\n\\n防御：14\\n\\n敏捷：5\\n\\n速度：18\\n\\n躲避：13\\n\\n力量：9\\n\\n攻击：13-17\\n\\n致命攻击强度：10\\n\\n智力：1\\n\\n魔法值：14\\n\\n魔攻：1-3\\n\\n精神：1\\n\\n施法速度：14\\n\\n恢复速度：14\\n\\n声望：0\\n\\n恩，加上打的匕首，估计现在我的起码拉近了和其他玩家在攻击上面的差距了，不错不错，看看其他装备的持久，早呢，还能奋斗好久，看看河边的蛤蟆和蜻蜓，这里已经没有值得我留恋的拉，可以奔赴对面的丛林，找狐狸幼崽和灰狼幼崽的麻烦了，还能顺便做几个任务呢。\\n\\n我抬头看看已经渐渐西落的太阳，也在游戏里半天了吧，先下了休息会，慰问一下我的五脏庙，对不起自己的身体是不道德的，时间我现在多的是，贵在坚持嘛。\\n\\n“5，4，3，2，1，您已经退出游戏！”最后的系统余音还在耳边回荡着，眼前的一切已经慢慢恢复到屋里的摸样，我慢慢拿下头盔，小心轻放到桌上，摇了摇有点酸的脖子，拉开椅子站了起来。\\n\\n为了节约时间，匆匆跑到厨房，拉开冰箱拿了一包速食面，1杯牛奶，3下5除2泡开了面，狼吞虎咽起来，解决了午餐，在屋子里转了会，正好消灭了一个苹果，可以开工了。\\n\\n一屁股坐了下来，带好头盔联上游戏，眼前画面一转，河边已经是人比怪多了，一个个杀声震天，怪物是有一个杀一个，有2个杀一双啊。我可得加把劲啊，不然落后就要挨打了。\\n\\n目标对面的丛林，我赶紧一路小跑过去，刚过河边的木桥，系统提示“发现熄杉丛林，获得60的经验。”打开地图上面多了一片丛林标志，上面写着“熄杉丛林”，不过从地图上看，这片丛林比较大，我所在的地方不过在外围的一个小点点，不要忙，循序渐进是必要的，先升级再说。\\n\\n丛林入口的玩家基本上是组成了队伍，我想了想要不要和别人一起呢，算了，还是一个人吧！ 本来就没多少经验和钱，再和别人分一下，都不如自己打合算了，我估量一下自己的攻击，就算同时顶2个怪也应该不会挂了，再说了5级以下的挂了不掉经验和任何物品，我还怕个啥呢。\\n\\n长着一身浅红色的狐狸幼崽和灰白色毛皮的灰狼幼崽正在丛林中四处游荡，捕捉着丛林里的小兔和野鸡，这2种动物已经是被动种族协助攻击了，也就是我攻击一个，同一种族的在附近范围的都会上来攻击我，所以我专挑落单的杀。成群的是人家组队的份，我还没那能耐。\\n\\n匕首放着寒光，眼睛冒着金光，我逮着树桩旁的一只狐狸幼崽就刺。\\n\\n-30、-45的数字飘在狐狸的头上，由于攻击速度的提高让我得到了更多的攻击机会，不再象拿了剑那么迟缓了，所以数字也飘快起来。\\n\\n被我刺中的小狐狸转过身来，张开满嘴还没长全的獠牙，冲我撕咬，痛——如同抓痒，呵呵，这点伤害对于只有15%的感官刺激来说还算小儿科，还好没选50%，不然自己看看伤口的血迹，我也知道被咬的不轻了，还好它的爪子没长全，不然把估计非把我抓的伤痕累累不可。\\n\\n系统对于身上的血迹污迹会在每次战斗结束后5分钟后会恢复正常，同样由于攻击造成的人物和装备上的伤痕只要通过休息也能够得到恢复，不然打怪以后整一血人，穿一身破烂怎么见人啊。\\n\\n收拾掉小狐狸后，看看战果，一张软狐皮，2个铜币，咦，还有个什么东西。\\n\\n劣质皮甲    上衣等级2\\n\\n防御8持久32\\n\\n再劣质的装备对我来说也是如同雪中送碳啊，换地方真是个明智的选择，赶快套上这件棕黄色的皮甲，恩，感觉就是不一样啊，怎么感觉我爆率好象有点高吧，估计现在2手空空的人起码有大半，我已经出了2个装备了，估计是我的RP比较好吧。\\n\\n乐呵呵的看着那些小狐狸和小灰狼，给了属于无产阶级的我无数的遐想啊，\\n\\n搽搽匕首上尚未干透的血迹，我一声呐喊，一头扎进了丛林，开始了无休止的捕杀ing。\\n```\",\"timestamp\":1639815878,\"title\":\"第一步好难走\"},\"digest\":\"nkYRjINLKvXTnBN8emLMemyOuYoRAkzw0agyEA9WzF8\",\"authorship\":{\"contributor\":\"0x9c0Be64593D41e1716865C50a225889Ba4789f8D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_wtxFkAx2U3JV-HBmpZFMMwm-nE_LdhWE6y_gc9ObOo\\\",\\\"y\\\":\\\"HMFNzw-ywFeRcaDZ2NWbU1m48pU_lF0zBSq8tIyh_o8\\\"}\",\"signature\":\"VIpiDuwznKTWjUp01XRM433PzBk_XOzmbie-N4h7KVUULwZ3cr7L6AeGAn4sDeLG50chAW_P8VoIp8l8nbsT6A\",\"signingKeySignature\":\"0x0b97e9197bc0059c480c143077af3f9f737eea74134abd625945ff8b66b07b7f7f99d25f5125d243b11566d6f0c1f3d97ad770cdc9bcff597e3c9cf2939abf711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_wtxFkAx2U3JV-HBmpZFMMwm-nE_LdhWE6y_gc9ObOo\\\",\\\"y\\\":\\\"HMFNzw-ywFeRcaDZ2NWbU1m48pU_lF0zBSq8tIyh_o8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nkYRjINLKvXTnBN8emLMemyOuYoRAkzw0agyEA9WzF8\"}"