"{\"content\":{\"body\":\"夜晚，纽约展览了一大堆猴子。在艺术画廊的工作正在进行的准备活动中，万圣人突然听到了一大堆猴子的叫喊声。\\n\\n是15个下架飞机的“猿猴”，获得万圣夜活动，但他们已经等不及表达内心的冲动。\\n\\n早上 7 点 7 点回来了，这次 15 点又整整整整 7 点的队伍，00 点他们的队伍，他们真正安排了两个人，他们真正参加了巡游船队的成员，来票参加巡游队伍的巡游队伍C 主题同时也是本周的一场猿猴大会的盛大涌动 NFT。恐怖。\\n\\n过去的这年，不管是不是很热的概念，都表达了我的创新表达还是个市场表述。但今天不是为什么有人丑花钱买了蜡烛，尤其是还挺有表现的。 ，这是事实，是我对这些对象的某种态度的原因，也是对自己理解 NFT 进行的心虚掩饰。\\n\\n几周前看到了 Coinbase 的一篇文章。文章在我把玩猿猴军团当做领袖 D 推荐。 。 宇宙导索是阿迪达达·索斯的一只猴子，并策划了购买火猴的IP制作了一个很大的元。\\n\\n也让我的心意：看到它的作品，威胁未来社区，我可能会发现这些人。泡沫，也至少去了解泡沫是怎么来的。\\n\\nNFT非常大的技术场景，能够出来的概念，本文讨论NFT场景中的一个伟大的系列。\\n\\n真的是的查到了这点，我很了解我现在的背景信息，但总觉得隔了那么久想来想隔开的那层就是 - 好像有这样的猴子，所以我今天就在这层是站在局外在看决定。而身处局外去观察和跟着局中去参与其中，一起怒哀乐乐，共同成长，产生不同的场景可能。为了能够在局外，我买一个。猴子，贵这有点冒险的成分，但没有那么冒险，通过一段的了解，我已经有了猴子的价值有一定的因为和认可。最终我花了 140 块，这几乎是市场上能有更多的 NFT 的。毫无，这个价位的猴子很丑，没有特色，这个价位的猴子很贵。贵的也很贵。没好看到哪去，我又一次亲自动手。\\n\\n有猴子的朋友不见了，还有那么六位出现用的猴子做五只头像。不过以我的审美朋友，我一直觉得这组里圈有猴的样子，都是大家花很少钱买的的，我也不好意思提这茬，有人起来就说不懂，也确实是不懂。 只问自己眼也花了钱，竟从看似不咋样的猴子头像里几分顺来，这大概是身处局中和局外的区别吧。\\n\\n很多人把NFT当投资，但我更把这个视作，这个猴子变成了我学习的消费资料，参与俱乐部的参观，猴子社区内的身份可以接触，同时也是一个我使用的商业IP，无限制这是我很贵的消费用途。\\n\\n## 无聊的猿猴俱乐部\\n\\nBored Ape Yacht Club - 无聊的不同猿猴车队由这些俱乐部，简称 BAYC。 启动于 2021 年 4 月底，这是一个 10,000 个特征和属性的猿猴 NFT 组合，具有猴子的特征服装神各异，但有一副无聊的样子的表情。上线时的定价是 200 美元。\\n\\n那个无聊的猴子是普通人，作为底层的一些普通人，他们有一个组织起来叫Yuga Labs的运营活动。这四位据报道应该是大学的。他们两个普通人知道一些技术。他们的遗产？普通到因为猴子制造到了另一个小伙伴后，他们的反应是给自己的普通通行证的。当他跟妈说自己最后哭到了一些钱的时候，这位母亲的反应是——\\n\\n可能是因为无聊的表情动了大家，可能是因为他的画风有一些群体喜爱，也可能是特定的人群提前买了带节奏的。 \\n\\n## 开放——品牌的新范式\\n\\n火起来的一些意外，一些必然有性无聊。猿猴是用一己之力的。\\n\\n怎么办？商业使用权。\\n\\n无聊猿的图片说明和正确的条款\\n\\n最核心的一句翻译如下：\\n\\n> “Yuga Labs LLC作品展示您无限的全球用途，允许您使用、复制和展示所购买的艺术作品，以及创作基于艺术作品的衍生作品（“商业”）。”\\n\\n这意味着当一个人购买作品以后，可以使用这个 NFT 上的任何商业场景上使用，并且可以经常授权，但每个人都可以进行创作等等。在一个社区，共享了一个IP。消费者不再是消费者，而是公益的参与者。\\n\\n文化，至高无上、威风，流行音乐，让知识产权被允许漫无边际。东西让纳人成长”的创始人。\\n\\n猿猴杂志，使用猿猴滑板，猿猴电视，猿猴影视，然后猴子的视频乐队。创造，因为每个使用猴子的形象都影响了自己的商业产品的人在参与建设这个品牌。其他社区成员也都在通过各种给这个社区和品牌赋能方式。这就像一个社区版的SuperMe，他们把猿猴形象和一切结合，创造出自己的文化。 \\n \\n\\n各类衍生品\\n\\n我没有一个把品牌IP出来无聊的玩意儿，不是完全能在作品中玩的人，有一点肯定会出现无聊的猿猴出现之前，但没有人考证游戏通了在他的背后，是大家对这个成功事件的报道，并表示认可，对社区认同的共识和一致认同。\\n\\n品牌的这个玩法从模式上很容易成功，但后来大家都组织起来了，但成功的原因很简单，在复制凝聚出强大的社区和文化。才具备价值。\\n\\nY Labs 的产品可能根本不是这一套看起来很强大，而是一个共同的文化，建立了一个共同的社区，建立了类似 NFT 的感觉。\\n\\n## 文化和社区\\n\\n无聊的猿俱乐部的文化到底是什么？我从第一天就在问自己，直到现在我也无法很好地回答这个问题。\\n\\n无聊喜欢猿有很多原因，有人觉得它很酷，觉得这种无聊代表着一种叛逆。开放，代表着一个宇宙，还有人觉得无聊。在这个世界很无聊的新人圈里，初代这个世界，这个圈子里的年轻人，就在这个圈子里，吸引很多叛逆的人，尤其是街头音乐，体育圈子的人。又拥有不错的创意和发布能力，并形成了巨大的传播，大家都挺会整件事。\\n\\n团队持续的运营过程中，能够在运营过程中不断涌现出的开放式，持续的运营给了许多创新的品牌。\\n\\n俱乐部成员能够通过“最初的人才互动”的一个作品名称加点“最初”，在拥有一只猴子的起作，画作创作或参与创作，15分钟后可以发布一个分享点。的原因是因为无聊猿的创意是蹲厕所的时候想出来的。\\n\\n这是我用了100多万才让我进来看的图\\n\\n而随着社区的发展，越来越多的宏玩游戏被开发出来。空更投，变异猴，猴猴对决，等等的2022路线图。开了几个窗口，里面是各种关于无聊猿的资料。但最后，我放弃了把所有资料整合到文章里，过多，太长，写不动，大家估计也看不动。\\n\\n然而，这些路线图更让我觉得是一种不同的方式。形成了一个共同的社区成员。协力，斗争，帮助。\\n\\n把无聊的机器写成这样一个 Cobase 社区，但目前社区还没有形成一个没有法国意义的 DAO，没有契约，治理，投票。自己也承认这一点，并且在路线图上 2022 年要变成一个 DAO。但从更普遍的角度说，无聊的猿是 DAO，每个人都已经开始在没有管理中心的下边成立了，而他的创团队 Yoga labs 也是这个社区的一员其他猿猴都在为共同的目标而努力。\\n\\n而当猿猴们在同一个社区工作的时候，就在此时此刻，人们都可以利用它为自己创造巨大的社区价值。实际上可能值得真正使用这种信任，而且也期待你使用这种信任。这种个人对个人的价值是巨大的。这种特殊身份的对于社区的民族也是巨大的。一个社区成员都在努力帮助无聊猿变的更强大，而无聊在帮助每个社区成员。\\n\\n## Twitter 名人和话题\\n\\n我看到了很多，但没有一个从传播层面上达到了猿猴的无聊程度。这一切到底是怎么发生的，没有结论。但很容易将席卷到我的社区观察到的一点是，猿猴们正在推特空间，他们在推特上做传播的主因。在推特上什么 #apefollowape #apetogetherstrong 之类的标签，并且支持猿猴的成员散布各行各业，而不是在文化层层放样，而不是散布各行各业，而不是在文化层层出炉他们的之所以能够触动大众。人们会好奇，最近的老能看到丑陋的丑陋的猴子。\\n\\n就最近有很多猴子在推特上自发来了次“骄傲加入猴俱乐部”传播。\\n\\n我什至还帮小伙子安排，每天几乎把所有的朋友当帮各种有猿猴的免费制作推特横幅，来扩大这种传播。\\n\\n而名人则毫无疑问又给这个传播点带来了不止一个火。随着影响力和文化的扩大，NBA巨星库里来了。NBC天王级主办也来了，音乐圈的巨星Eminem也来了其他第一线名人网络的还有20个。而微博上的粉丝在万到几十万之间的几小KOL更多。\\n\\n他们并没有约自己而同的把柄当做。\\n\\n下一篇新闻报道称，如果我们推下重大的重大影响，我们将无法预测这种情况的传播，李明比等人、李明比等人在李明博上看到的结果。把宝宝换成了一个卡通，你会怎么想？\\n\\n机构再闲着，以叛着称的滚石唱片反来了。环球音乐集团投资了一只由无聊猴子组成的虚拟乐队。\\n\\n而这个上级最新的一名成员是阿迪达斯。\\n\\n## 阿迪达斯和无聊猿元宇宙\\n\\n阿迪达斯·阿迪达斯把这个猴子命名为 Indigo Hertz ，还在 11 月购买了一个编号 8774 的无聊猿，自动获得了相应的 IP 授权。阿迪运动服的 874 猴子作为 Adadis Orginals 系列的婴儿。\\n\\n这显然只是一个开始。\\n\\n12 月，阿迪达斯宣布推出自己的 NFT 系列，堪称进入元宇宙。在制作这个系列的过程中，阿迪达斯和三个 NFT 社区进行了合作和一定的整合，其中整合程度深的毫无疑问是最无聊的这组 NFT 单体给到了三个万个达斯的万个，其中两台猿猴即是在公开前段提前购买，并且确保有资格提前购买，并且在包括整个猴群的三个公开社区中，剩下的部分都可以。\\n\\nNFT在几家内部售卖。\\n\\n阿迪达斯Originals团队\\n\\nNFT 的服装可以在 2022 年三分之二的第三次发布，正式发布。\\n\\n阿迪达斯正在一个元宇宙应用中制定了一个很大的建设计划，这组 NFT 还是提前参与了阿迪元宇宙的活动，虽然能够参与，但也应该包括参与共同建设。\\n\\n毫无疑问，阿迪达斯理解了元宇宙的根本，用户和社区。他用这种方式了自己的理解以及与社区站的态度。\\n\\n元宇宙在用户的连接处，作品的创作和归属方面的创作之所以有独到之处。主要是我们最初关注的归属感部分。无聊猿猴这样的社区合作对阿迪达斯来说是一次巨大的学习之旅。社区在这个地方的，我认为我们可以帮助他们希望加入一些朋友。教育，指引并告诉他们他们的道路？- Tareq Nazlawy 阿迪达斯数字业务高级总监\\n\\n阿迪达斯的宇宙建设同样是阿迪达斯元宇宙，只不过是无聊的猴子元年的残骸。\\n\\n但猿猴元 宇宙却远不止一个。\\n\\n与元猴宇宙早期布局的 NFT 品牌 2022 年会推出。（著名的宇宙项目沙盒的母公司，也有猿猴类的宇宙和 NFT 类项目）用于元宇宙的投资组合和元游戏3D无聊动漫形象已经紧锣密鼓的制作中。\\n\\n而且还有更多的创新和计划都在不断涌现。\\n\\n## 写在最后\\n\\n无聊的搭载了品牌运营的新范式IP，并有可能会是未来几年被全球大量商业的品牌模式。 IP在以及美国很多文化现象的等级中已经有必然的成功性，但有更多其他巨大的猿类现出偶然涌现出来的各种无聊低劣的角色。而基本都是骗子和投机者虽然无聊，但绝对不是独一无二的，它在一定程度上是可以复制的，成功的英雄大。\\n\\n因为无聊，的理解还很浅，距离真的只是在玩了我在社区和他的一个学习远未结束，而只是游荡在社区和他的一个文化界的只是成员，距离对这个文化的理解还有。\\n\\n猿猴的可能已经存在着很大的又隐含的泡沫，他的爆火上面毫无疑问肯定有机工炒作的部分在里面。但我约约未来无聊猿的可能。 IP到底能不能再拥有足够的能力，让我在未来给我带来更多的商业价值？我不判断出来。\\n\\n我则在关注点引发本身。 去不同的地方，无聊社区的观察者和投资者，我在更多地把目光投向社区的同时，超级积极地把多种背景和知识的大众传播开来。能从他们学习到更多的社区学习、成长、让我让我在参军及的时候帮助大家，在遇到困难的时候帮助大家。这也有可能在未来变成我的社会资本中很重要的一部分。\",\"timestamp\":1641642924,\"title\":\"深度解析无​​聊猿：创新经营的新范式\"},\"digest\":\"SMhGaCkZWZu_NR-bj7EwIY_tp2tI1Xojq-JhJeHPk5k\",\"authorship\":{\"contributor\":\"0x7ca034Bd7A0E6468299383BD08fF9c87A37975A6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jb_TJZmxyt3aiF5XnCkuBVkEMjVUL3FpI0DdNUS8DdQ\\\",\\\"y\\\":\\\"Ey8cqChlcRZLByjgOlHmcgbfJb_ppCHl7aRoRG5QS7U\\\"}\",\"signature\":\"U9c-BLH3UFj_vbkjwHdum-18hLz9ZsISRp_Gl6YA0QpI299AcptpEER6QoX8Tpc41JaScjc1DAGizLuEyacY7w\",\"signingKeySignature\":\"0xb9b0f32cfc58c13bf8c9743db84e2a7f95294e28e630264a4ea4002a8ce879b95b702090708e57a60f95d5b6b512d55007666db26abc2f9d09af60548c3e79de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jb_TJZmxyt3aiF5XnCkuBVkEMjVUL3FpI0DdNUS8DdQ\\\",\\\"y\\\":\\\"Ey8cqChlcRZLByjgOlHmcgbfJb_ppCHl7aRoRG5QS7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SMhGaCkZWZu_NR-bj7EwIY_tp2tI1Xojq-JhJeHPk5k\"}"