"{\"content\":{\"body\":\"Exploring first **oracle-less**, **non-liquidatable**, **permissionless, fixed maturity lending & borrowing protocol**.\\n\\n## A Brief History before Timeswap\\n\\nDeFi witnessed a cambrian explosion in the summer of 2020 thanks to protocols like Uniswap, Aave, Compound, Yearn, Sushiswap, Curve, Synthetix and others. Today the total value locked in DeFi is close to $100 billion with over 50% locked in lending and borrowing protocols.\\n\\nWhile ***existing money market protocols*** have amassed significant liquidity there remain inefficiencies that need to be addressed. Existing lending and borrowing protocols are ***not fully decentralized***, market creation requires an unwieldy process due to governance voting mechanisms. This restricts liquidity for long tail assets wherein projects are dependent on the money market token holders who decide which token can be used as a collateral.\\n\\nArbitrary collateralization ratios have led to ***capital inefficiency*** wherein tokens with different risk profiles have similar collateralization ratios. Deciding collateralization ratios for every asset via governance mechanisms means additional operational overhead.\\n\\n***Oracle attacks*** have drained millions from the DeFi ecosystem till date. Every lending and borrowing protocol is only as strong as their weakest link i.e the price oracles that feed the liquidation engines. Oracles remain a significant roadblock for scaling and securing money market protocols outside of the deeply liquid top tier assets.\\n\\n## Background\\n\\nTimeswap founder Ricsson Ngo was deeply inspired by Uniswap’s AMM and set out to build a permissionless & oracleless money market in late 2019 which led to the inception of Timeswap. Cofounders Ameeth Devdas and Harshita Singh met Ricsson Ngo at ETHIndia hackathon in 2020 and joined the Timeswap team.\\n\\nTimeswap formed to address three main issues with existing money market protocols\\n\\n* Partially decentralized / permissioned access\\n* Oracle manipulation attacks\\n* Capital inefficiencies\\n\\n## Introduction\\n\\n**The Timeswap protocol facilitates decentralized lending and borrowing of crypto-assets through an unique 3 variable automated market maker (AMM). The protocol has set to become one of the pillars of the DeFi ecosystem in Ethereum.**\\n\\n![](https://images.mirror-media.xyz/publication-images/oZhY9u8NLJUWW4hgCJLmV.png?height=445&width=717)\\n\\nUnlike decentralized exchanges based on order books, in an AMM-type decentralized exchange (DEX) any user can act as a liquidity provider.\\n\\nAt Timeswap, when a user becomes a liquidity provider by depositing their funds in a pool, they receive a token representing their stake. Every time someone executes an exchange through the protocol, they must pay a fixed commission fee.\\n\\nThese commissions are distributed among the liquidity providers based on the number of crypto assets they have deposited in the pool.\\n\\nSo, in short, Timeswap allows user to lend and borrow ethereum and ERC20 tokens without the need for intermediaries. Users have options to create pool for any long tail assets by paying a set fee. It also offers the possibility for users to contribute to the system’s liquidity with their own assets. In return, they receive the commissions generated by each transaction as a reward.\\n\\n***Timeswap’s vision is to***\\n\\n(i) build the most secure, self-sufficient, oracle-less money market protocol\\n\\n(ii) be fully permissionless thereby unlocking liquidity for untapped long tail assets\\n\\n(iii) build the most capital efficient money market using market-driven interest rates & collateral ratios\\n\\n## Key Features of Timeswap\\n\\n![](https://images.mirror-media.xyz/publication-images/8yASeIdgsKx-pMJvrGNCq.PNG?height=633&width=786)\\n\\n***Importance of Oracle-less design*** — Oracles are third party or decentralized data feed services that bring ***off-chain data onto a blockchain or provide on-chain data to other participants via decentralized data feeds***. They serve as bridges between blockchains or smart contracts with external data such as token prices, interest rates, weather data, etc\\n\\n***Permission-less fixed maturity lending & borrowing***— \\n\\n***Non-Liquidatable Loans—*** \\n\\n***Market-driven interest & collateral*** — \\n\\n***Minimal attack vectors*** — Since Timeswap works without the need for oracles or liquidators, there are minimal attack vectors on the protocol\\n\\n## How does Timeswap work?\\n\\n## \\n\\n## \",\"timestamp\":1640344617,\"title\":\"Timeswap Deep Dive\"},\"digest\":\"_NOTtU6PL0yMyQcl-9Ob13PHuE2Dh_L6-17UqadXQEo\",\"authorship\":{\"contributor\":\"0x7a6F70a56dB5C83d6e3A5B05F111097Ddf855EC9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PFYrjmvejf-m58HoxWAKRLYoQtmlxKjGcSNlMtk2TB8\\\",\\\"y\\\":\\\"l5DxaszwnzWh1MPwkjuxVY5_ZWfqTFmnB5F2DKf8VzY\\\"}\",\"signature\":\"QLTk20iMFyNC3BRI0gQRjOCAIl9LQEChkaDNc19R7yH-m2yySC0yHcVNx2P4o6lcUGpr-Rqg0QGaltjmj3VITg\",\"signingKeySignature\":\"0x1fbec58e7c3cff3ea235b7f0d4e1a3c8251bbbac467f94c4433ab6334fd3ba0b2688619c44a3d1d75176741cab49e76cbadbd509932322a23b54583dfa3809361b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PFYrjmvejf-m58HoxWAKRLYoQtmlxKjGcSNlMtk2TB8\\\",\\\"y\\\":\\\"l5DxaszwnzWh1MPwkjuxVY5_ZWfqTFmnB5F2DKf8VzY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EDz0s3HYJHjFVdP3GtlUauo0ghh2AinweKokYdQsl9o\"}"