"{\"content\":{\"body\":\"I quitted my job 10 days ago, and since then I’ve been busy from 8am to 12pm almost everyday, weekend included.  \\\\n  \\\\n I’ve learnt a lot in a week… Being able to just build.  \\\\n  \\\\n No hierarchy, no managers forcing their way for signalling, no bullshit tasks to serve marketing without value to the end user, no attendance to placeholder meeting, working from the comfort of my home, not a crowded noisy open space, with an AC dripping on my head.\\n\\nBy doing so, I’m indirectly investing in projects I believe in and own, in myself through learning valuable skills, and in a better future for humanity through the development of decentralisation (especially finance…). \\n\\n_____________________________ \\\\n  \\\\n **The ascension**\\n\\nI’ve been hoping to reach this situation for a long time. \\\\n  \\\\n Since my first disheartening internships in “startups“ flipping a few interns and State’s subsidies.  \\\\n Where I realised that nobody knew what they were doing, that it wasn’t even even important as long as long as you were faking it, the grand mascarade. \\\\n I refused to bend. \\\\n  \\\\n Since my first contact with Bitcoin 11 years ago, my first mining Raspberry PI, first Butterfly-labs ASIC miners, paid at the price of eating rice and pepper for months to save these 350e of internship minimum wage.  \\\\n There, I first though about what was money and trust, and that alternative to the current centralised structures were possible. **Hopium**! \\\\n  \\\\n Since my first depression right after joining my first real job. Being overused by a service company, hoping that I would ultimately receive what they promise if I do this other 10k shell scripting mission. \\\\n There, I learned that people were livestock, assets for these companies. That the managers and commercials were the slave masters behind friendly masks, open bars and “team building”. \\\\n I refused to stay and accept the situation, no bending. The grass must be greener higher up. \\\\n  \\\\n Since my first open source position, joining prestigious W3C people and Adobe guys. There I would be safe and well, these were the Linux Beard-necks people I wished to work with for a decade since I first discovered Linux. \\\\n There, I realised that I was one of the few actually building, and that all the advisors and board member where there, lending a name for shilling, and/or as an additional effortless revenu stream. \\\\n I refused to work for other for so less under the excuse of “open source” that again was heavily subsidised by several States. I could do the same in a more profitable place. \\\\n  \\\\n Since my first experience in a “family office”, what?  \\\\n The name doesn’t sound friendly?  \\\\n Won’t even mention the 2 years lost there, professionally speaking. \\\\n I did invest in my body and mind out of boredom though. I learn to do Lapidary, Silversmithing, I trained Muay Thai 4/5 days a week, practiced meditation daily and studied greek philosophers. (Yes I had that much time. And without these alt skills I would not have made it out sound and sane). \\\\n There I learnt to bend the mind.  \\\\n  \\\\n Since my latest experience in a Blockchain company, a good one, but that is still a company, mostly focused on pleasing shareholder and receiving fat fundings. The funniest was that the funding was announced in town hall without any mention of what it would be used for? Nobody asked, and at that point I was too tired to always swim against the tide…\\n\\nReflecting about the why… why would I endure low pay, high pressure and responsibilities (working in C/C++/swift native iOS). \\\\n Why would I keep working for other people that were reaping the benefits without sharing much, and I don’t even ask in financial terms, I would have been happy with a warm head petting at that time. \\\\n  \\\\n Mostly cowardice. To disappoint others, to trust my guts, to risk loosing some comfort. \\\\n The same cowardice that made me sell my bitcoins 12$. \\\\n Also mindlessness, because who got time to think when your living pay-check to pay-check, drinking and using drugs to relieve stress and because it’s the social norm of where you come from. \\\\n  \\\\n `Along the way I met a nice anon crypto friend, with whom I still talk almost monthly, although sporadically communicating with each other, he is been kind of a lighthouse in all this life whirlwind. After half a decade I still haven’t seen his face nor know much about the physical him.`\\n\\n_____________________________ \\\\n  \\\\n **Breaking free**\\n\\nLast year I built the free app PointCloudKit, in an intense push, doing Metal GPU code, interfacing python/c/c++ and computer vision with iOS/Swift, on my free time. It was great learning, good tech, and totally unprofitable nor impactful (appart from the monthly LiDAR researchers, architects and students that contact me for feature request).\\n\\nI was hoping this would work! Why didn’t it work, why the reality wasn’t bending to my expectations? I was a good hardworking boi! \\\\n  \\\\n Made me upset. I decided to start… doing what’s needed. Accept reality as it is, stop hoping and start acting. \\\\n  \\\\n It’s like having to do the dishes, you can wish you don’t have to, but that’s just stupid. \\\\n Just do it. \\\\n Just do it.  \\\\n Thanks to the harshness of Muay Thai, this simple sentence I had heard for two decades now too all its splendeur. \\\\n  \\\\n Sometimes you just have to do it. If I want to work in a blockchain related job, stop hoping on these Linkedin agents. Just start doing.  \\\\n Start learning Rust, Solana (sure I’m motivated, but not enough to learn Javascript and Solidity. It’s already hard enough to write just the tests in JS, that even the fucking IDE/Compiler don’t understand).\\n\\nIf only I had acted instead of hoping. \\n\\nTook me a few more months. \\\\n  \\\\n And now it’s me creating my opportunities, building nice things for projects I value.\\n\\nJust because I acted instead of hoping, because I took the matter in my own hands. \\n\\n_____________________________\\n\\nAs I heard from Andre Compte-Sponville (poorly translated…)\\n\\n`There is no hope without fear, nor fear without hope. Many people live in hope and so in fear, but the wise prefer to do what depend on him, accept what IS rather than desire what he wish it was, and do what depend of him: building`\\n\\n`Hope less, and learn, love and act more.`\\n\\nReality is rational, everything is explainable. Thanks Epictetus for teaching me this. If the current situation doesn’t fit the grid you’r trying to make it fit through, drop the grid. Embrace the situation, how dire it is. Cause that the first step toward getting where you want. \\\\n  \\\\n I really hate this motivational bullshit and “entrepreneurial spirit”, but I feel like this sounds a bit like it. \\\\n It’s more about a retard that can barely write a sentence trying to share his experience in case it can help anyone. I don’t know anything, like everybody else. Anyone who seem to have shit figured out is either a fool or probably trying to scam you.\\n\\nOkay another last quote from our Stoic friend Seneca :\\n\\n`When you’ll have un-learnt to hope, you’ll learn to want.`\\n\\nAs with fire came disparities in the souls serie, with hope came fear in real life. \\\\n We are full of hope, and consequently of fears. \\\\n By learning to hope less, we free ourselves from the associated fears, and we start wanting and acting. \\\\n  \\\\n It’s all coming together. Or maybe I have sugar high, or retard bias. \\\\n  \\\\n `I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.`\",\"timestamp\":1633506999,\"title\":\"Hope less, act more\"},\"digest\":\"HSDTmB1p1DLhekDaGTcBrmeOjwkMVUav_kSYhNw4txI\",\"authorship\":{\"contributor\":\"0x9fEcc73Da3f8bd2aC436547a72f8Dd32326D90dc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"okzst2-EsQ4xUKIHcEtHdVxu50CTF9sPCkelQyrGza4\\\",\\\"y\\\":\\\"EEJXe-ME9VfykaY70S6ki12EkbBghwS-Oz12MqmDpmM\\\"}\",\"signature\":\"zEmCQpbyO47wIfO3GT8mTAsSvS_vX7GHCGxvFXZ0Iqrfd60IkIQ6v2XDw_gY6PHhwxhQ0ehZkEGERNUxZen8DQ\",\"signingKeySignature\":\"0x51dc5b20e33244005110650a4b7047af1f5fdee84952d47855085d35e547ac701ec662d78fa99f43582c010d6ff8d45e38719341737b79e31c99a0d1c60e294f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"okzst2-EsQ4xUKIHcEtHdVxu50CTF9sPCkelQyrGza4\\\",\\\"y\\\":\\\"EEJXe-ME9VfykaY70S6ki12EkbBghwS-Oz12MqmDpmM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HSDTmB1p1DLhekDaGTcBrmeOjwkMVUav_kSYhNw4txI\"}"