"{\"content\":{\"body\":\"This image below is the Clockless Clock maze, the result of several weeks of collaborative work by [maze designer Daniel Schmidt](https://mazestructure.com/) and me, based on ideas about life scripts and the experience of time that I’ve been working on since 2017. It is the anchor graphic for a book about time that I’ve been working on for a few years, and the basis for some ideas for games and virtual worlds that Dan and I have been exploring since 2019. Read on for more details.\\n\\n![Clockless Clock, by Venkatesh Rao and Daniel Schmidt, 3000 × 3262 PNG, \\\\~4.3MB](https://images.mirror-media.xyz/publication-images/PphjiLu-zQgHPXoyrearq.png?height=3262&width=3000)\\n\\nThe maze is fully playable. There are no canonical “solutions” as such, but multiple coherent paths meant to evoke different life circumstances and narratives. Think of the maze as a mirror that can reflect the shape of your life path back at you. On it, you can plot everything from existential despair and status traps to enlightenment journeys and descents into madness.\\n\\nBesides being playable as a maze, the image is also intended as a sort of mandala for contemplation, and as a canvas to help map out and think through difficult life challenges.\\n\\nThe conceit of the maze is that it represents the *Sturm und Drang* of life itself, and in particular, the various temporalities one can experience simply by virtue of being alive.\\n\\nThe maze is based on a simpler diagram called the goat-crow-rat diagram, which I made up as a doodle to think with in 2017. Over a series of 3 articles on ribbonfarm ([Thingness and Thereness](https://www.ribbonfarm.com/2017/06/06/thingness-and-thereness/), [Been There, Done That](https://www.ribbonfarm.com/2017/06/27/been-there-done-that/), [Make Your Own Rules](https://www.ribbonfarm.com/2018/02/15/make-your-own-rules/)), I developed that diagram further into a visualization of a sort of nerdy pop metaphysics of Life, the Universe, and Everything. The maze is an attempt to turn that metaphysics into an embodied, allegorical world model. Or you can think of it as a blueprint for a mind palace. In the book I’m working on, I’m diving deeper into the temporal aspects of the maze, but there are many other aspects to it.\\n\\nIn the four years since I sketched the first version, the maze has turned into my go-to diagramming aid for thinking about complex and messy situations, headspaces, and life chapters. I like to think of it as a very primitive version of the Total Perspective Vortex, the fictional machine in *Hitchhiker’s Guide to the Galaxy* that shows you exactly where you stand in relation to the universe.\\n\\nThe three vertices, marked by the crow, rat, and goat icons, represent what we might think of as *eigentemporalities:* objective, subjective, and eternal-cyclic aspects of time; what the Greeks called *chronos,* *kairos,* and *aion.* To circle the triangle is to move among these three metaphysical time zones. To fall towards the center is to fall towards an atemporal void.\\n\\nPerhaps your life feels like gradually trying to complete a full circuit of the whole triangle over a lifetime. Perhaps it feels like circling it multiple times on smaller time-scales. Perhaps it feels like mostly staying in the zone around a single edge. Perhaps it feels like you’re circling the void -- or irrecoverably falling into it.\\n\\nWe’ve also incorporated Geoff Manaugh’s idea of [Nakatomi Spaces](https://www.bldgblog.com/2010/01/nakatomi-space/) -- as in the setting of the *Die Hard* movie -- into the design. Does your life feel like you’re walking openly down defined pathways, or does it feel like you’re crawling through ventilation ducts and elevator shafts? Are you skulking and sneaking around like a burglar, or taking the Respectable Citizen path? Fans of Deleuze and Guattari might also want to think of this aspect of the map as an attempt to depict both the smooth and striated spaces of life, and both rhizomatic and arborescent ways of knowing.\\n\\nUnlike most mazes, this one has arrow markers indicating one-way paths, since it represents the one-way flow of time. If you want to try solving for the various possible paths on paper, you might want to print off a large-format version.\\n\\nWe have no set plans for where to take this. I’ll be working out more of the philosophy of the maze through my book project of course, and future blog posts, but beyond that, the options are wide open. Ideas we have talked about include virtual worlds, a board game based on the map (kinda like an adult, more philosophical version of the classic Game of Life board game), and of course, a maze navigation game. \",\"timestamp\":1637433654,\"title\":\"The Clockless Clock Maze\"},\"digest\":\"mT-biVN0kAiGnRoHRqsvOaT7oIHMOOe_DhVyVpQbezg\",\"authorship\":{\"contributor\":\"0x2503b70933119084C26Df4C8d3E96d282de10743\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lSZfG6i9BrAVYLkukBnRqjsMX3dO3RqSveREh5Xe8MQ\\\",\\\"y\\\":\\\"fRrf-JjZezYszuUAQVJNIoqMAV6w08ofNRL1vvGZcMA\\\"}\",\"signature\":\"bJozOrERThl3ooC18rMFvyb74v0_wkHBGeR5fEAo6LPljNc6RW2UXZk4EYXIFjccGJYfPduClLBsxpmE72r_yQ\",\"signingKeySignature\":\"0x85854ac1939462ed73187cd8136381b6f2b25a0a752408ec3c15e5e10ad155277e9edc26da771302ea88dc190661d51678e0eafc3a74b7274c8e7aa60e9b21c01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lSZfG6i9BrAVYLkukBnRqjsMX3dO3RqSveREh5Xe8MQ\\\",\\\"y\\\":\\\"fRrf-JjZezYszuUAQVJNIoqMAV6w08ofNRL1vvGZcMA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r27i3cvmd29FwmlEcvp6BDo_Jl6NPzdmdL2DRHjc_TE\"}"