"{\"content\":{\"body\":\"The world is dark and yellow, and the universe is vast. Chinese culture has a long history. Relying on ancient books, the endless spirit takes words as the carrier, and each square character integrates our ancient and our civilization.\\n\\n \\n\\nNowadays, some famous writers and scholars will make mistakes in language and historical knowledge in their works. It is safe to actively correct them after being pointed out, but things should not end here. The cultural deficiency reflected in this should be further revealed. There's a word,\\n\\n \\n\\nIt's called Sinology. How much does it mean to us?\\n\\n \\n\\nWhen the twilight bell of the late Qing Dynasty and the song of the new era sounded at the same time, some people gave freedom and hope to Chinese culture. Gu Hongming returned home after studying abroad for 11 years. He translated three of the four books into English to spread Chinese civilization. He respected the advancement of the west, but did not change the protection of Chinese traditional culture; Wang Guowei's thin body stood alone on the podium of Sinology research at Peking University. He used suicide to defend his cleanliness and his belief in Sinology; Liu Wendian's indignation and unkindness are the most desperate protection of traditional culture. When he scolded Shen Congwen for not worth 40 cents, he had vaguely seen the back of a civilization moving away. The new culture movement of Hu Shizhi, Chen Duxiu and others brought people's ideological liberation, but inadvertently tore out a gap for Chinese students.\\n\\n \\n\\nI once saw an interview program called fan'er of the Republic of China, just as Wang Xuebin once said, the foundation of the Republic of China, and this arrogant spirit is hard to find today, because literature fades and culture goes far. Without words, we are a floating family. We are the people who jump out of the crack of the stone as Wang Kailing said.\\n\\n \\n\\nYukio Mishima, a Japanese writer despised by many people, is indeed a person who deeply shocked me. Whether he confuses black and white or not, he does not distinguish right from wrong, but his persistence and perseverance in the essence of Japanese tradition and his pride of sacrificing the ancient with death are so true and so beautiful. Modern Chinese people lack such a persistence, a guardian and a model of the Republic of China.\",\"timestamp\":1639148522,\"title\":\"DARK\"},\"digest\":\"RaiH7m-jWxt_vEnLY49Xmr_NTpEXOmV-W-Iv6RhXpt8\",\"authorship\":{\"contributor\":\"0x5962D0FDb0E820EDAC4D90CaFFD95be986555d2B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mnBBQZcW1MeMn806Xd940WeEXxnzXrZGEdwc_-ggNgA\\\",\\\"y\\\":\\\"1n3v-nP39qcCxUIQHg2xyB-GeKzkuCOxcN6fm1sZqh8\\\"}\",\"signature\":\"cnhmxOk1r45vvxsfO4sE01WpL3sH5-EMhWT8LE9r40-HGlHiXVEzJsKGkRUWyJSFfO6TMBrL3KnXmJDJ8ZRxBw\",\"signingKeySignature\":\"0xe9ba10c205656f2f6a32cc6dc960ff41f16464ceadb520de70470eb59f20f99e6b7efa6ed4311eea4b1fd0598c2be378d2c72dbce5752ce6b508d10301c10add1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mnBBQZcW1MeMn806Xd940WeEXxnzXrZGEdwc_-ggNgA\\\",\\\"y\\\":\\\"1n3v-nP39qcCxUIQHg2xyB-GeKzkuCOxcN6fm1sZqh8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RaiH7m-jWxt_vEnLY49Xmr_NTpEXOmV-W-Iv6RhXpt8\"}"