"{\"content\":{\"body\":\"### Gaming has been a principal driver of MetaMask adoption in recent months\\n\\nPlay-to-earn gaming has exploded this year. Initially catalyzed by [Axie Infinity, which reached over a million users without being allowed in either the Apple or Google app stores](https://a16z.com/2021/10/05/investing-in-axie-infinity/), the model has caught fire and spread to other extremely popular games like [Defi Kingdoms](https://defikingdoms.com/) and [Thetan Arena](https://thetanarena.com/).\\n\\n![](https://images.mirror-media.xyz/publication-images/hYIp8zNZPtSNwrCuCt7BU.jpeg?height=485&width=1088)\\n\\nThis trend has been a core driver of [MetaMask's explosive growth from 1M to >21M MAUs in 2021](https://decrypt.co/86263/ethereum-wallet-metamask-reports-21-million-users) and gaming sites currently represent 5 of the top 10 sources of activity for [MetaMask](https://metamask.io/) users, which is probably best conceptualized as Web3 end user activity.  It is worth noting that none of these sites is the aforementioned Axie Infinity.\\n\\nMuch of this growth is coming from the developing world, as countries like the Philippines and Brazil have been driving the play-to-earn phenomenon and have quickly become some of our fastest growing markets.\\n\\n### Play-to-earn is economically superior to prior models of gaming\\n\\nWhat's driving this growth? A superior monetization model for game developers that will eat the entire gaming industry over the coming decade.\\n\\nFor those unfamiliar, the [play-to-earn business model embraces the concept of an open economy and provides financial benefits to all players who add value by contributing to the game world](https://www.playtoearn.online/whats-the-play-to-earn-business-model/).  Gamers gain ownership over in-game assets and then increase their value by actively playing the game.  By participating in the in-game economy, players are creating value for other players and the developers. In turn they are rewarded with in-game assets. These digital assets can be anything ranging from cryptocurrencies to in-game resources that are tokenized on the blockchain.\\n\\nOver the past few decades, video games have evolved from physical goods you purchase and own the right to play forever (consoles) to purely digital products you pay to access (subscriptions) and on to free to access digital products that are monetized via ancillary purchases of digital goods. With each evolution of the business model, the market has continued to expand.\\n\\n![](https://images.mirror-media.xyz/publication-images/hmxvGIoB0NP_dv1gV2gYJ.png?height=1546&width=2470)\\n\\nFrom first principles, it seems reasonable to believe that play-to-earn will grow the market for gaming beyond what was ever possible before for two core reasons:\\n\\n* When games moved from something that you had to pay to access to something that was free to access, the [number of users grew by >100%](https://www.wired.co.uk/article/worldwide-gamers-billion-players) and aggregate usage [grew](https://web.archive.org/web/20101023065434/http://uk.gamespot.com/news/6264092.html) [34%](https://www.marketingcharts.com/cross-media-and-traditional/videogames-traditional-and-cross-channel-118663). Why wouldn't usage / attention grow by a similar order of magnitude when gaming moves from something free to access to something you get paid to use?\\n* While purchasing digital goods in free to play games was a pure consumption expense, purchasing NFT based digital assets can more reasonably be described as a form of investment and people are always willing to spend more on investments than on pure consumption (see, e.g., the cost of purchasing a house vis-a-vis the cost of renting a house).\\n\\nIt is also worth noting that \\\"play to earn\\\" has always been a part of server-based massively multiplayer online games (e.g., gold farming to sell for real money was huge in World of Warcraft).  Aside from the fact that the value of property tends to increase as the security of property increases, facilitating the aforementioned shift from consumption to investment spending, the difference with Web3 is (1) we now have far more effective/efficient ways to enable this naturally occurring user behavior, (2) NFT based ownership expands the number \\\"sellable items\\\" dramatically, and (3) it becomes a core design component of the game, rather than an ancillary component.  All of which will drive a large market expansion.\\n\\nIt is an old game-dev adage that there are lots of players with time and not a lot of money, and also enough players with money and not a lot of time to create a compelling marketplace.  Beyond that, while the economics of early play-to-earn games may seem unsustainable from a certain perspective, once these games have aggregated all of this user attention, they will certainly be able to find ways to grow their economies more sustainably.\\n\\nThis new economic model of gaming should expand the TAM of gaming in general.  The gaming market already has [over 3 billion users worldwide](https://www.statista.com/statistics/293304/number-video-gamers/), [doubling since 2014 as free to play games like Fortnite really took off](https://www.wired.co.uk/article/worldwide-gamers-billion-players). It seems reasonable to assume we'll see another expansion of the market due to the superior economics of play-to-earn games and when it does, play-to-earn gaming will onboard billions of users to Web3.\\n\\n### These users will become DeFi users\\n\\nThese play-to-earn gaming users initially have more time than money and skew towards younger people in the developing world.  These users have less deeply ingrained habits and accordingly are still more malleable and better able to learn how to handle self custody, which may be why the invisible asymptote of MetaMask's UX has proven to be much higher than any of us initially conceptualized.\\n\\nTo participate in Web3 play-to-earn gaming requires that a player has a wallet and earns / buys tokens.  They then begin to interact with DeFi. It starts with the need to swap as these users need to buy ETH and other digital assets to cover transaction costs and interact with the games since the act of swapping is in many instances synonymous with acting in Web3, but over time they will come to build their first savings accounts in USD stablecoins or other digital currencies.  As these users build their savings, their activities in DeFi will expand and these users will become DeFi power users.\\n\\nThis is already beginning to show up in our data. Initial cohorts of users showed that larger more sophisticated users were more likely to repeatedly swap as they were the ones who figured out on their own that MetaMask Swaps wasn't just the easy way to swap, but in fact the smart way to swap due to higher transaction success rates and better prices after fees.  Newer cohorts are skewing towards smaller users swapping on L2s and sidechains, often as part of the flow of these Web3 games.\\n\\nAs DeFi comes to NFT based gaming assets, these new users will increasingly be comfortable with smart contract based lending platforms and other DeFi primitives. This will all happen before many new users are old enough to open a traditional bank account. Why would these people ever want to go back in time and open a boomer bank account when they come of age?\\n\\nWhile we’re not quite there yet, the path forward is emerging. There are core interfaces to the traditional financial infrastructure that will be needed to accelerate this shift (e.g., a credit or debit card that can be paid from a user's [MetaMask](https://metamask.io/) wallet), but this will all come in the not too distant future. It seems like this could be how we finally bank the unbanked and crypto gradually becomes the default rails of the financial system.\",\"timestamp\":1639792089,\"title\":\"The Gaming to DeFi Funnel will Onboard Billions of Users to Web3\"},\"digest\":\"kIyV9TBJtQr3VXQeDnN1fNZ02QZH-ELbrp122NexXg8\",\"authorship\":{\"contributor\":\"0x282173335ae1F328b34Eb9Acadc052E59E70A89f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yAll6vHwYAqAY9pFPATJR36-G7VQ7gIO-SchcVp1VHY\\\",\\\"y\\\":\\\"Rg9aHFq2JPoSbZZE5ssARmWsTrMybfibhkQGfZP7AWk\\\"}\",\"signature\":\"7wUvd2sGpMLOfq013yAQ9ToVV71UodNZQT2vkD9w0Lh6w8tTDR0dbV-uI0mp0nhQpTGZ5j7tBTA0h3wnsJOokQ\",\"signingKeySignature\":\"0x86c6e2a555d45b8f6ee86c98c72e18502161ca7c54e050ce992dfb5c6a74d4ec0701ce7dd436ff1353752e97f1bdaac51423fdcd30b1a2713492bde38b5052151b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yAll6vHwYAqAY9pFPATJR36-G7VQ7gIO-SchcVp1VHY\\\",\\\"y\\\":\\\"Rg9aHFq2JPoSbZZE5ssARmWsTrMybfibhkQGfZP7AWk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Wzvi6YYS62wVijOVx8C4159uhP2Ts2uRoYwvh09GBmI\"}"