"{\"content\":{\"body\":\"0、你、我、世上所有的人，只要人性没有发生质变，就都是人的那点事，只是随着条件的变化以什么形态呈现而已，已有的日后必有，已行的日后必行。知道点，大惊小怪就少点，心态就平和点。\\n\\n1、奥布莱恩说：“这个人的心思不在钱上。这个人只在需要用钱的时候才去挣钱，挣到够了他就停了。这是一个矛盾，如果他的心思在钱上，他也就不太可能有思想了，有的只是知识，是生存技能。”\\n\\n2、什么叫摸着石头过河？就是摸对了过去，摸错了回来。你不伸到水里摸摸，你怎么知道能不能过去？解放思想，就是要扯下裹脚布，迈大步子。\\n\\n3、合作不是你死我活，是利益的趋同和妥协。\\n\\n4、娱乐圈是个名利场，有名才有利，没票房就得饿死。你从一踏入这个圈子一些东西就被注定了，你只能比名气、比身价，慢慢就成性了，由不得你自己。很多女明星要么豪门婚恋，要么独身，那不是偶然的，是她们的心气和周围评价要求她只能那样。\\n\\n5、活着就有麻烦，能躲就躲，躲不了就受着。\\n\\n6、人大多都是这样的，即使是同样的错误，在指责别人的时候通常是不包括自己的。\\n\\n7、一分钱能花出一分钱的有效，你已经不是人了，是神，这表示你没有错误。但是，只要你还是个人，怎么可能不出错呢？一分钱能花出八分的有效，就是我们常说的高人。六成的有效，就是可以接受和允许存在的。一分钱掰成八瓣花，那得是多大的贪心哪，您还可能如实观照事物吗？无效，您再省也是扔。\\n\\n8、每个选择里都有变数，每一个变数又会引发一连串的变数，都会带来不一样的后果。\\n\\n9、一种被认为正确的观念一旦印到脑子里，不是谁拿块砂纸就能打磨掉的。\\n\\n10、判断是一种能力，是认识事物的能力。就像咱们好多人，我能跑，但是我不知道该往哪儿跑。能跑是一种能力，知道该往哪儿跑更是一种能力，咱们好多人都是跑了半天跑错了，白跑。人家知道方向的不用跑，慢慢悠悠散步都会比咱们先到达。\\n\\n11、[兔死狐悲](https://baike.baidu.com/item/%E5%85%94%E6%AD%BB%E7%8B%90%E6%82%B2/1104069)，谁能保证自己没点闪失呢？时时刻刻都得保持对人有用，这对任何一个人都有难度吧？某一刻没用了怎么办？换做你不紧张吗？\\n\\n12、不为啥，就是个人的一种态度。你跟赵一曼说：别打鬼子了，要丢命的。你跟贪官说：别贪了，要杀头的。有用吗？没用。每个人都活在自己的价值观里，我也一样，我就这德行，只能这副德行活，由不得自己。\\n\\n13、人类死于交通意外和不良嗜好的数字要远远大于谋杀，人就不生活了？只要有人的地方就有可能有极端的人，极端的事。\\n\\n14、坐在观众席上说三道四总比实干来得简单。要知道大多数人的价值观都是在舆论引导下完成的，大众不可能个个都具备独立、精透的辨别能力。\\n\\n15、每个人都能从“俗话说”里找到依据，那“俗话说”也就不那么重要了，重要的是你需要哪个俗话说，从这个俗话说里获得心理支持。\\n\\n16、文凭不是决定一切的，他这10多年走过来，一个领导瞎了，所有的领导都瞎了吗？甭管好官坏官，都需要有人抬轿子，在需要政绩这一点上是没区别的，要是连坏官都不需要你抬轿子，那就真不是人家埋没你了。\\n\\n17、每个人的活法不一样，有人靠鼓励，有人靠信心，有人靠真相，不是人人都需要弄通马克思主义的，也不可能嘛。宗教能给人心理支撑就是有用，人需要心理支撑，没心理支撑步都迈不开。人活着的过程就是寻找心理支撑的过程。\\n\\n18、创新并不是执着于新旧，而是要善于发现和创造更符合实际的方法。市场条件在变，必然要求决策和管理相适应，而不断催生的方法普遍具有“新”的特征，人们就习惯了用“创新”这个词来表达。这是一个方便的表达，其本质是“更适应条件”和“更符合要求”的意思。\\n\\n19、人类不是因为聪明而有别于其他生命的，是因为傻，人类傻到除了食物还要讲尊严、人格，还可以为这些不惜生命，这在其他生命看来是够傻的。\\n\\n20、人嘛，活着就有麻烦，就得有担当。谁都不想有麻烦，也不是所有的麻烦都能躲过的。躲你能躲的，受你该受的，这就是生活。\\n\\n21、每个人都活在自己的态度里，都按自己的标准衡量各种关系，什么关系承载什么内容，核定多少担当。有人要钱不要命，有人要心安不要命，有人连横穿个马路都可以不要命，形形色色，看人了，所以叫大千世界嘛。\\n\\n22、戴梦岩：“瞧你那穷酸样。”\\n\\n叶子农：“谢谢，能让您获得优越感，这让我觉得我的穷酸也有了价值。”\\n\\n原来，我们的快感、满足感、优越感是要从我比别人强里获取的，原来我们是这个活法。什么叫人各有志，突然你看见人不为财死，鸟不为食亡了，你傻眼了，不知道为什么活了。\\n\\n23、戴梦岩：“有人说，人还是糊涂一点好，太明白了会活得很累。”\\n\\n叶子农：“神人，他一定曾经明白过，一看活得很累，又回去糊涂了，不然他怎么知道。”\\n\\n24、虽然说失败了还可以总结经验再来，但人的心里还是恐惧失败。\",\"timestamp\":1640569819,\"title\":\"天幕红尘\"},\"digest\":\"5lkGCjd9KW4u2rJqtBvk39MZl8kS9cEGBb2pdws_Cko\",\"authorship\":{\"contributor\":\"0xB523338F4daCEa953565bdeb800FEF9BBC5a4694\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9kmZapjUtEU5dpdaVQKnT_FlYDNFAh7qo9SxGFQsEo\\\",\\\"y\\\":\\\"xM0BbfD7kjI-o58JviMVMT0q0rY8Vs2j5CLCR2Kfxy0\\\"}\",\"signature\":\"DUpqjzlQ94_2wbdaJl3j0XYiZP3AmQFkUt0vOokyF6duqYz1HyYtHJg9UDB-1Parl-AYjvzCD21FtcOP3DoIww\",\"signingKeySignature\":\"0xf4f049fe2a9c139fe0f8d280d80d1d0580a969e3bd539cf1c1f64ecf2d6283fd15ec68b21dd34297bb4d3da9c8a5e4d3a72000ddc432050a46177c79c6a1a88e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9kmZapjUtEU5dpdaVQKnT_FlYDNFAh7qo9SxGFQsEo\\\",\\\"y\\\":\\\"xM0BbfD7kjI-o58JviMVMT0q0rY8Vs2j5CLCR2Kfxy0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5lkGCjd9KW4u2rJqtBvk39MZl8kS9cEGBb2pdws_Cko\"}"