"{\"content\":{\"body\":\"Researchers in cognitive science, social psychology, and behavioral economics have been studying cognitive bias for decades.\\nThese biases have to do with the way we think and act, and can lead to all kinds of problems in starting a business, investing or managing.\\nExamples of cognitive biases include familiarity bias, attribution bias, and anchoring bias.\\nThe human brain is capable of incredible things, but it is also sometimes profoundly flawed.\\nScience shows that we tend to make a variety of thinking errors, called \\\"cognitive biases,\\\" that affect how we think and act. These biases can lead us to infer information from the wrong sources, always try to confirm existing beliefs, or even fail to reconstruct the truth of events!\\nYes, it's part of human nature -- but this cognitive bias can have profound effects on our careers, investments, and lives in general.\\nWhat is cognitive bias?\\nHumans tend to think in certain ways, which can lead to systematic biases in rational judgments.\\nThese tendencies often arise from:\\nInformation processing short circuit\\nThe limited processing power of the brain\\nEmotion and moral motivation\\nDistortions in memory storage and recall\\nSocial influence\\nResearchers in cognitive science, social psychology and behavioral economics have studied cognitive biases for decades, but they are actually particularly important in today's information-rich world. They affect the way we think and act, and this irrational mind-set can lead to all kinds of problems in starting a business, investing, or managing.\\nFor instance,\\nHere are five examples of how different types of prejudice affect people in business:\\n\\n1. Familiarity bias: An investor invests her money in \\\"what she knows\\\" rather than seeking the obvious benefits of portfolio diversification. Just because you are familiar with a certain type of industry or security doesn't make it a logical choice.\\n2. Attribution bias: Entrepreneurs excessively attribute their company's success to themselves rather than other factors (team, luck, industry trends). And when things go downhill, he blames these external factors for holding back his progress.\\n3. Anchoring bias: Employees in salary negotiations rely too much on the first number mentioned in the negotiation, rather than rationally examining a range of options.\\n4. Survivor bias: Starting a business seems easy because there are so many successful entrepreneurs in the world. However, this is a cognitive bias: successful entrepreneurs are seen, but millions of failed ones are not.\\n5. The gambler's Fallacy: A venture capitalist sees a portfolio company repeatedly rise in value after its IPO by far less than he originally expected. Instead of holding winners and rationally assessing the likelihood of further appreciation, he sold stocks to lock in existing gains.\",\"timestamp\":1635602406,\"title\":\"Do you have these five cognitive biases?\"},\"digest\":\"G1AUjbnspu3Gvg-FrFYuliycen4bU2TGrrV1-_nBCpo\",\"authorship\":{\"contributor\":\"0x38088bF24510358709dae76d519820953725a9d3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AAUDEpHSSZQE022-neklrgx0pgeGAY-tjtmQewimfoQ\\\",\\\"y\\\":\\\"wiREdcp4xc0I-HorM4W1fwEH1mUisx4fhzFvMsfmMFE\\\"}\",\"signature\":\"qB5zknQvYYKDytJPgnPxcIRaoBKd-6uyvGLI_x87c1HBa7Zck0hXzPOxtvFG5KCSwPMX-V789U6YDqebhqgPbQ\",\"signingKeySignature\":\"0xe6f6b6eeffe2984121db70e8174ff075e6dc5ffb40520f99a6151a065a73684c4f77ccb123c852b1fb2d5a7a7cbab1f18d2cfc2244dc80953cc1cf70a7724d0b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AAUDEpHSSZQE022-neklrgx0pgeGAY-tjtmQewimfoQ\\\",\\\"y\\\":\\\"wiREdcp4xc0I-HorM4W1fwEH1mUisx4fhzFvMsfmMFE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G1AUjbnspu3Gvg-FrFYuliycen4bU2TGrrV1-_nBCpo\"}"