"{\"content\":{\"body\":\"D45：\\n\\n10-11:30 具身认知 完；今天读了涌现那一章，哲学部分并不难理解，比起读哲学原典好受很多，因为并不是特别抽象思辨，但是实验还是不行。（好想读俱舍论）希望自己能够think deeper，只停留在问题表面的惊异，时间长了很无聊。\\n\\n11:30-12：45 神经语言学 因为下载太慢还有喝水休息；晚了四十分钟才开始读；人，远离社交媒体（12：10-12:45）；13:00看完了导言还有第一章的大脑结构的简介，看了跟没看一样，我这都七八年没学过生物了。但是是简介性质的不难理解，就是新名词太多了很难记住。\\n\\n12:45-13:30 背德文单词 13:05 开始-13:50 背了六十个；我喜欢gedeckte Farbe 这个词\\n\\n14:15-15:00 第一篇听力 14:30 才开始，因为中午去买了薄荷茶。今天天气好好，好舒服。海豚和鲸鱼好美丽，鱼都很丑，他们那么美丽一定是因为他们是哺乳类动物。哺乳类动物中心主义了我有点。但想到和他们一样是哺乳类动物，我就觉得骄傲，和人类一样是哺乳类动物我就：ok fine。\\n\\n第一遍大意：\\n\\nZusammenfassung: Sie diskutieren darüber, ob die Stromenergie nachhaltig ist. Das kosten des Baus sind hoch. \\n\\n第二遍听写+第三遍+第四遍：\\n\\nSeit Monaten Streiten Deustchland und Frankreich über die Einstifung. entsprechende Bedingungen. und Nun liegt EU-Kommission Unterbedingungen insbesonderes. Nachhaltiger Atomkraft.  In der neues Nacht. 27. heftiger Kritique. Der Mond und Gas nachhaltig. eigentlich. Welches. Wo sie ein Geld. Die selbst zustimmen. Frankreich. verbrennen der Gas. Gemeinsam und Gaskraftwerken. Der Atom verschuldet. Das kann man sich in anschauen. Der Geld gestiegt aber die Project nicht fertig ist.  beseichent. Klimanacht. Wo sie der Geld an liegen sollen. frei selbst zu stimmen. Deuschland. nachhaltig ist die Beide. Der ohne diese Siege, der Atomstatz der neuest anschauen. und fast 20 euro. sind. und Gleichzeitig. ein Weg zu bauen. zu mindest nachhatiger.  ohne private. Die EU-Kommission. Den Weg zu bann. Französisch. Damit Siegel von Stadtwerk was zu retten ist. eines inklusive Gas. Investment ohne. Ein Grünes oder ohne Grünes Label. können recht. Sie hört eine Kommentare von PK. Der Streck erzielen zu locken. erreichen. können reichnen.\\n\\n15:10-16:00 第二篇听力\\n\\n15:30 开始(又拖了二十分钟看美女vlog)：\\n\\n第一遍：Zusammenfassung 困困的没听出来\\n\\n第二遍：\\n\\nzu greifen. so wire Mailer. Nutzung im Gegensatz. Frankreich Polen auch Großbritannien. Morgen bringen sie dazu den Vorschlag.  auch europäschen Stadten. die EU-Kommission. akzeptieren sollten. von der CTU. andere europäschen Länder. praktisch CO2-frei. Ich finde auch richtig. Verfügung stellt. aufdringen. nicht anders. was heißft fordert. Wenn sie eine schlechte Beziehung. mit einer nicht Okay nicht Ordnung. Riesigung Klasse versucht gibt der Umweg. in Zukunft. inverstiert, damit Probleme zusammen bringen. immer dafür einge bringen. gibt sicher sind. lösen können. Wo gibt es die. Im Berlin die Planung. neu begrüßen. richtig anzuweisen Energiewellen haben. befloßen werden. aufdreingend. auszusteigern. zwei Dinge. Die Project zu finanzieren. aussicht dort mit einer nicht okay. moralische auch merk. Vorsicherung. Kritique. Papiere. Europa hier. bevor Personal. investiert wird. Technologie immer dafür angetrieben. wenn wir sehen. Wo gibt’s die . Die Blaunung Reaktor. neu Verfahren. Paniger. Katastrophe in Japan. Ein Fehler, Erreichung, der Unternehmen selbst, aber wenn sich strom bedarf gewaltig was die verschiedenen. und da ist. dieser Strom auch die CO2 Arme. Vernehmer Kronastrom. Er gesagt, vermeidung nicht der CDU Partei auch gesteillt. Reduktion ausschliessen. Keine Energie und and änhliches und da war bishier mit versehen. Technologie. viele Bunde verschiedene Ziele gesprochen habe. Das ist weis nicht. sicherer stabiler. Der Fehler der Atomkraftwerke. Besonderes wenn sie sich. Strombedarf. sich vorgenommen haben. auch zu denken über Möglichkeit. Auch für. Im Frankreich an Deutschland zu werden. diskutieren über diese Fragen. produzieren. auch da ökologische. geradezu ohne all. man muss das aus auf einander passt. der im Bodenschätze. anonymous. Wirtschaft interview gegeben für vielen. ist folge von 20 Jahren. natürlich auch nicht so. Diese Kommunikative denen sie zwar aber dieser Jahr. Kommunkation Strategie. sie sprechen. gesprochen. diese Position. eine sicher stabiler. UACD Stadt in Europa. nicht einfach so. Was pollen Bodenschätze. alle neue. Untschaft. Darin Klimaziel wird sehr schwerieg. auch natulich nicht so. Diese kommunikative, aber dieses Jahr noch mal. Strategie. Stück einkommen. Kontroverso. CDU.     \\n\\n16:15-17:00 第一篇阅读 一边读一边整理大意 读了两遍；这一篇说鲸鱼，鲸鱼真的很美丽，我每次看到鲸鱼的图片、视频，听到声音都觉得想哭，因为他们太美丽了。温柔的深海巨兽，光是在脑海中播放鲸鱼的鸣叫我都会非常感动。so soothing，so comforting。我上辈子一定是一头鲸鱼，而不是大象，虽然大象也很可爱。但是草原太热太干燥了。\\n\\n17:15-18:00 第二篇阅读读一些哲学文章啦\\n\\n今天小杨离开了，她暂时离开了我的生活，而我们什么时候会再见呢。她不在的时候，我觉得自己生活中一大半的温柔都缺席了。\\n\\n累了，去休息啦。\\n\\n19:00- 20:00 第三篇听力\\n\\n20:00-22:00 背模版\\n\\n今晚睡前看春潮\",\"timestamp\":1641203376,\"title\":\"学习日报3\"},\"digest\":\"-T59CiBYDQGxNGzG866KSBfl-CCBQTCrnd1rqttZ_ME\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"signature\":\"zphXX7y5-nYKdy3QXbfFMpbhmXknvG1xnrh-J2BAd4L72ravkDrX8FosEBacYN4MZHb847v8RhdIx1eyrvXCvA\",\"signingKeySignature\":\"0xaca41ab6d4b19c4a08cde3f9f993fe5748b21c826ef16da4d842710dbef8384b6c0ffd2969a420c4ea6be8d2b0a0c05a2a85f5bf9d269ac6653c7d72fae9d1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-T59CiBYDQGxNGzG866KSBfl-CCBQTCrnd1rqttZ_ME\"}"