"{\"content\":{\"body\":\"**What’s wrong with the tradition cryptoArt market?**\\n\\n1. NFT deals are always matched by counter-parties on mainstream exchanges, requiring both parties to repeatedly bid to reach a common price, resulting in low transaction efficiency.\\n2. In addition, the high ETH fee is another cause of insufficient NFT liquidity\\n3. Crypto artists can only get revenue from their artworks’ first issuance and cannot get income from the secondary market. After the NFTs leave the issuance platform, the issuer will lose the right to get secondary income.\\n4. The pricing of works is controlled by top collectors and dealers, and the artists have a weak voice\\n5. The artworks can be destroyed by the buyer, or enter the non-circulation state due to the buyer’s subjective restrictions, loss of the private key, etc.\\n\\n**What is radical market?**\\n\\nThe radical market is a new type of market theory. The main idea is to use the power of the market to regulate the market itself. The key points include:\\n\\n1. Private ownership brings monopoly and market inefficiency. Producers set the price ceiling to limit output, and the market cannot reach the equilibrium, resulting in a quadratic deadweight loss between consumer surplus and producer surplus\\n2. Every item in the radical market will be priced and auctioned, and the auction will go on indefinitely\\n3. In the real world, it is difficult to implement radical markets, but it is easy to implement in the blockchain world\\n\\n[“On Radical Markets” by Vitalik Buterin](https://vitalik.ca/general/2018/04/20/radical_markets.html)\\n\\n**What is a radical auction?**\\n\\nRadical auction is an incentive auction mechanism. This mechanism motivates bidders to make the bids of the artworks, so that they can reach the market’s reasonable pricing at fastest speed. The price of the artworks increases monotonously according to the bonding curve model set by the protocol, and the bidders who bring the price discovery can get the subsidies corresponding to their risks.\\n\\n**What is TopBidder protocol?**\\n\\n**TopBidder** is a radical auction protocol based on NonFungible Token standards. It adopts the theory of Radical Market and implements a non-permanent owned crypto assets’ (Radical NFT, referred to as **rNFT**) production and auction mechanism.\\n\\n**TopBidder** protocol improves the ERC721 standard with an additional bid function. Any bidder can obtain the ownership of a rNFT as long as the bid is 10% higher than the last round. In this way, any rNFT has a natural self-pricing mechanism meanwhile compatible with the traditional NFT exchanges, thereby improving the liquidity of the NFTs and realizing the price autonomy.\\n\\n**What are the characteristics of rNFT?**\\n\\n1. Cannot be destroyed or restricted in circulation. Anyone can transfer rNFTs to their own address by increasing the price by 10%\\n2. Successive bidders of the artwork will also become parts of the artwork, this will bring a new form of artistic creation\\n3. It has both collection and speculation attributes to meet the needs of different types of bidders\\n4. The artists become the shareholders of their artworks, and enjoy 50% of the profit from each auction of the work in the future.\\n5. Transform the antagonistic relationship between artists and dealers into a win-win relationship\\n\\n**What is the mechanism of TopBidder protocol?**\\n\\nFor assets issued under this protocol (rNFT), the following rules apply:\\n\\nrNFTs start at a fixed price of 0.05 ETH. Except for the first ten transactions with a fixed increase of 0.05 ETH, each bid must be no less than 10% of the previous bid. The bonding curve of price uses a piecewise function\\n\\nPrice = 0.05 \\\\* Rounds ( if Rounds≤10) \\n Price = 0.5 \\\\* 1.1^(Rounds-10) ( if Rounds>10)\\n\\nWhenever someone bids, the last bidder can get 30% of the price difference with the current bid as subsidy, the other 18% of the price difference will go to the pool reserve and the revenue will be distributed once a week through BID token yield farming, and 2% will be the inviter reward, 50% will paid to the artist\\n\\nFor artists who have passed platform certification to issue rNFTs, the bidders will have the opportunity to get BIDs for each bid. The top ten bids of a qualify rNFT will give the bidder 50 BIDs, and the 11th bidder will be given 55 BIDs, in increasing order. If the total rounds of bids for an artwork is 80, the bidders will get a total of 10\\\\*50 + (11+12+13…+80)\\\\*5 = 16425 BID Tokens\\n\\n[Click to see the data modeling](https://topbidder.s3-ap-northeast-1.amazonaws.com/product_model.html)\\n\\nFor Example:\\n\\nAfter several rounds of bidding, the current highest price is 100 ETH bid by Alice, the new bid of Bob is 100 \\\\* (1+10%) = 110 ETH, the premium of this round = 10 ETH, of which 50% (5 ETH) is sent to the artist, 30% (3 ETH) is sent to bidder Alice, 18% (1.8 ETH) is sent to the reserve pool, and 2% (0.2 ETH) is sent to bidder Bob’s inviter. If there is no inviter, the part of the funds will be sent to the Dev Fund. At the same time, Alice’s original bid of 100 ETH will return to her. The rNFT’s issuer (artist) will get the initial price of 0.05 ETH plus 50% of the difference between the final round price and the initial price = (100–0.05) \\\\* 50% + 0.05 = 50.025 ETH\\n\\n**What is the difference between rNFT and traditional NFT?**\\n\\nThe rNFT which generated through the TopBidder protocol is an improved ERC721 Token. Unlike traditional NFTs, the rNFT protocol has its own pricing mechanism. They do not rely on any trading platform to realize the transfer of the authority of the NFT owner. Moreover, rNFT does not have an auction deadline, and is in a state of perpetual auction. After a rNFT is issued, anyone can bid with over 10% premium of the previous round price. In other words, bidders can own the artworks for a period of time, depending on when the next bidder will bid. As compensation, the original bidder can receive 30% of the premium of current round as subsidy.\\n\\n**Why are cryptoArts and collectibles suitable for radical markets?**\\n\\nIt is generally recognized that crypto assets are a kind of private property, but there is another possibility for cryptoArts. That is, they are shared by the entire community as public goods.\\n\\nBecause the media elements of the artworks are easy to download, everyone can save the work to their computer. Therefore, the meaning of NFT is not to obtain the data file of artworks, but to **obtain the only ownership consensus recognized by the entire community like [RAI Stones](https://en.wikipedia.org/wiki/Rai_stones) on Yap Island**, and it is also an act of sponsorship to the artist behind the work. Only one “Best Patron” with the highest bid can become the owner of the NFT\\n\\n*The RAI Stones on YAP island*\\n\\nrNFT can be displayed not only on the TopBidder’s website, but also on any NFT platforms such as Cryptovoxels and Showtime etc.\\n\\n**Is it possible to trade rNFTs through traditional NFT exchanges?**\\n\\nYes you can. However, if the pending order is auctioned away by others through the built-in bidding mechanism, the pending order on the exchanges will become invalid.\\n\\nIf your rNFT has no new bidders in a short period of time, but you are eager to get liquidity. Then you can trade them through the traditional NFT exchanges. After a deal, rNFT still retains the last bidding price recorded by the Token itself, but the beneficiary of the next bid will be changed to the new token owner. In the future, the TopBidder protocol will release more efficient liquidity solutions of rNFTs, so that the owners of the artworks can easily exchange them into Ether.\\n\\n**About the bonding curve**\\n\\nThe bonding curve is an exponential curve optimized on the left side. The first 10 bids have a fixed price increase of 0.05 ETH each time. Starting from 0.5 ETH, the price of each bid increases by 10%.\\n\\nAfter 42 rounds of bids, the rNFT’s price exceeds 10 ETH; After 66 rounds of bids, the price exceeded 100 ETH; after 90 rounds of bids, the price exceeded 1,000 ETH and after 114 rounds of bids, the price exceeded 10,000 ETH. The price of most artworks can be initialized within a hundred bids.\\n\\nAs the artist’s value and popularity increase, the price of their artworks will gradually increase over time, and the proceeds will be paid to the artists through the TopBidder protocol continuously.\\n\\n**TopBidder’s rights**\\n\\nThe TopBidder protocol is applicable to non-utility NFTs such as cryptoArts and collectibles. For cryptoArts, artists can directly create through digital editing software, or they may generate entities through traditional creation techniques, and scan them for distribution on the blockchain.\\n\\nThe TopBidder protocol stipulates that users can only own rNFT assets for a period of time. During this period, buyers only have the right to display and trade rNFTs, but not the right to issue derivatives of the asset (such as making physical models and selling them). The artists themselves owns the copyright of the works.\\n\\nIt can be understood that the artist is the permanent copyright holder of the artworks, the bidders are the top sponsors and the rNFTs represent the top sponsor identities.\\n\\nTopBidder protocol guarantees that only one ETH address in the world can own a certain artwork at the same time. At this point, the rights of the rNFTs’ owner are consistent with the NBA Snapshots™ philosophy.\\n\\n**Why use ETH as the bidding standard?**\\n\\nThe rNFT issued under the TopBidder protocol uses ETH as the bidding standard. First of all, ETH has the best liquidity on Ethereum, and bidders do not need to exchange into ERC20 and then Approve the contract to participate in the auction; Secondly, settlement in ETH standard can save the gas cost of contract calls during the bidding process; in addition, when ETH price rises, it can bring higher fiat income for the artists; when the price of ETH falls, bidders can use less fiat to buy the artworks\\n\\n**What should I do if the token distribution is completed after 5 years?**\\n\\nAfter the issuing of approximately 10,000 certified artworks with BIDs issuing authority, the 60M BIDs of the auction farming will be fully distributed. Based on 1,000 certified artists, each artist creates 3 works per year on average, and it will takes about 3 years. After the BID distribution is completed, as the Layer 2 technology matures and perfects, the project will be migrated to Layer 2 to reduce gas costs\\n\\n**What is a custom auction? What are the usages?**\\n\\nWhen bidding, bidders can customize a price higher than 10% of the current artwork to avoid transaction failure caused by multiple people bidding at the same price at the same time. Especially when the work is just launched, you can guarantee the success of the transaction by offering a higher custom price. But at the same time, it should be noted that excessive bidding may cause bots to participate in raising the price, pushing up the price of the artwork, and making the final price close to your custom auction bid. On the other hand, if the bidders really want the price of the artwork to rise above a level quickly, they can use this method.\\n\\nCustom auctions can predict the highest number of bidding rounds by calculating the logarithm of the multiple of the current price of the artwork compare with the custom price. For example, the current work has reached the 18th round and the price is 1.0718 ETH. 110% of the price is 1.179 ETH for the next round. Then if the bidder has a custom bid of 2 ETH at this time, he/she can guarantee a successful transaction in the next int(log(2/1.0718)/log(1.1)) = 6 rounds. The highest guaranteed price is 1.8987 ETH in the 24th round.\\n\\n**How to deal with the ETH of custom auctions?**\\n\\nWhen an artwork is sold, the part deducted from the current price of the artwork will be automatically returned to the bidder’s address. The final transaction price must be less than the price set during the custom auction.\\n\\n**Contact us**\\n\\nTwitter: <https://twitter.com/BidderTop>\\n\\nDiscord: <https://discord.gg/BPRpFBvC7f>\",\"timestamp\":1636047467,\"title\":\"TopBidder Protocol Introduction\"},\"digest\":\"FJG3DzqKqIysriYCoimHQOueZhJoaYl1I6LH7K44TuI\",\"authorship\":{\"contributor\":\"0x8888888888646B186b3b7cDc989411E8CD5A2bA2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQTSu0QGWxt3mC_Hh6n9GcVQYVVT8MBeqNverlUPMlk\\\",\\\"y\\\":\\\"ycS2yUoWKKtQFrsUMhUgR8iJZW9R2XVbe40wnviza7Q\\\"}\",\"signature\":\"9eOH-tijBsn_utRsyaLfsuHeuOw7iW5SM99te29nIBg1ykuCRtaqPvQU2wyiyCX6HcroZZOUQ4pEboZE5-IPag\",\"signingKeySignature\":\"0x33dcd409feb7de332d9cbe7f5140a391437681f7a9296daf143a5e1691ef5f481f3ec6a1a20831639ffab1e11c52796badb0f3afdc34963b55df4aa4f1488b441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQTSu0QGWxt3mC_Hh6n9GcVQYVVT8MBeqNverlUPMlk\\\",\\\"y\\\":\\\"ycS2yUoWKKtQFrsUMhUgR8iJZW9R2XVbe40wnviza7Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FJG3DzqKqIysriYCoimHQOueZhJoaYl1I6LH7K44TuI\"}"