"{\"content\":{\"body\":\"Square has square edges and corners, and circle has circular radian. Two different forms of beauty are amazing. As everyone knows, the ingenious combination of the two can achieve amazing results. The so-called perfection is also true.\\n\\n \\n\\nThe use of space is an art.\\n\\n \\n\\nSquare buildings give people solemnity, while circular buildings give people reverie. The combination of square and circle gives people a fresh and refined visual feeling. I think I will never feel tired to see such buildings. It is not difficult to find that some trophies are also an organic combination of circles and squares. After a variety of transformations, they form such an eye-catching and fascinating object. It's boring to have a circle without a square, or a square without a circle - it's too monotonous. And there is a circle in the square, and there is a square in the circle, which gives people a mysterious color. Such an effect is only owned by art. Therefore, the use of square and round is not only a technology, but also an art.\\n\\n \\n\\nThe use of square and round is a kind of philosophy.\\n\\n \\n\\nRound objects are usually fixed with square tools, usually because round (or spherical) objects are unstable, and square tools can be as stable as Mount Tai. Imagine how much trouble and worry will be caused if there is no square tools. Round wine bottles are generally packed into square boxes to reduce collisions during transportation and delivery and play a buffer role. If there is no square box, how much loss will it bring? The use of square and round is actually a process of learning from each other's strengths.\\n\\n \\n\\nThe same is true in life. We are like square objects, which need to be constantly improved and honed to become round objects. We are also like round objects, which can make up for our defects through continuous creation or with the help of \\\"square\\\", so as to live out edges and corners and brilliance. The use of square and round is not only an art, but also a kind of philosophy realized in our life. This philosophy needs us to constantly taste.\\n\\n \\n\\nThe use of square and round is a kind of kingcraft.\\n\\n \\n\\nThe real king is the one who can be used around the world. To achieve the purpose of being around, we need to clearly find our shortcomings and humbly learn from others. Only in this way can we achieve success more easily. Some people in life miss the opportunity and can't reach the other side because they don't know the way of \\\"radius\\\". Such a tragedy makes people heartache and alert.\\n\\n \\n\\nThe use of space is always an unclear topic. It varies from person to person and from matter to matter. The use of square and round is always worth us to appreciate, underst\",\"timestamp\":1639149045,\"title\":\"SQUARE\"},\"digest\":\"mg9cSPqkHBD-u44C-iSZGbYpDCzsXS3DiX8-NafULW0\",\"authorship\":{\"contributor\":\"0x19eC129d4b020cf682BEb7fC937eaE5A83CcFF36\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DCrAF5gaAgwXijQa8DlJHzTkmHXyJxyBM2L9AZJaaJo\\\",\\\"y\\\":\\\"-6oEc_xObtkqbSH7IPOxaE-4TftuWCQgItbEq06UEbE\\\"}\",\"signature\":\"dy0Y-k-uJ4hGT-4FqPuv8Z0OSKavfy5gUP954VzCkVJpF9fk1bCt454YoS7paCkmvD3JyWsOqttyxsOyMaFvsw\",\"signingKeySignature\":\"0x3bfe0dd80179d3f9101c926aa4d16091bfc02feb85a9f9ab7bc8e181a22ab3bf69c91037425e85e799a0fd8aded5a9e483bbdf7625582c8991a858b8f85f81fe1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DCrAF5gaAgwXijQa8DlJHzTkmHXyJxyBM2L9AZJaaJo\\\",\\\"y\\\":\\\"-6oEc_xObtkqbSH7IPOxaE-4TftuWCQgItbEq06UEbE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mg9cSPqkHBD-u44C-iSZGbYpDCzsXS3DiX8-NafULW0\"}"