"{\"content\":{\"body\":\"![Photo by Henry Hustava on Unsplash](https://images.mirror-media.xyz/publication-images/EspU_bk6ym_yVT55i4LDW.jpg?height=1280&width=1920)\\n\\nWhat if Satoshi Nakamoto wants Bitcoin privatized? It seems likely that Dr. Craig Wright wants exclusive rights over Bitcoin. Yet people who are using Bitcoin and are benefiting from it would like Bitcoin to become open source as long as possible.\\n\\n**TL;DR**\\n\\nJack Dorsey, the former CEO of Twitter, is building a legal team to fight the potential over control of Dr. Craig Wright, a true Satoshi Nakamoto.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Craig vs People](https://www.youtube.com/watch?v=us4JlLYgr-A)\\n\\n**Who Is Satoshi**\\n\\nWe do not precisely know who Satoshi Nakamoto is. We only know that he or a group of people invented Bitcoin, the first cryptocurrency widely used around the world nowadays.\\n\\n**Who Is Dr. Craig Wright**\\n\\nHe is the person who claimed himself to be Satoshi Nakamoto and solely invented Bitcoin. He also wanted to control Bitcoin and make Bitcoin exclusive fully. He was patented the Bitcoin white paper worldwide to make it inaccessible to people around the world in the past.\\n\\n**When Dr. Craig Is Satoshi**\\n\\nIf Dr. Craig Wright is truly Satoshi Nakamoto, he will privatize Bitcoin. He will control Bitcoin technology, including the code and the whitepaper for others to use for free. He will make open-source cryptocurrency a closed source.\\n\\n**COPA**\\n\\nJack Dorsey created Crypto Open Patent Alliance to free all crypto materials from patent laws. It is a movement to make crypto become an open-source technology that everyone can participate in and develop from. A patent will slow down technology progress and makes technology centralized.\\n\\n**Bitcoin Legal Defense Fund**\\n\\n[https://twitter.com/zackvoell/status/1481081232356163585](https://twitter.com/zackvoell/status/1481081232356163585)\\n\\nJack Dorsey created another fund to help crypto developers freely develop technology without worrying about lawsuits. Like Dr. Craig Wright, who may sue everyone to use Bitcoin technology, Bitcoin Legal Defense Fund will help individuals and protect them from being sued by Dr. Craig if he becomes Satoshi.\\n\\n**Open Source**\\n\\nCryptocurrency is always an open-source technology from day one. Therefore, privatizing cryptocurrency is against the idea of decentralizing the current system and moving backward, which we do not want in the future.\\n\\n**In Conclusion**\\n\\nI think Jack Dorsey is right about his legal funds to continue serving coders and developers to seek the advance of crypto technology without worrying about being sued by an individual who wants to control the technology.\",\"timestamp\":1642233971,\"title\":\"Craig vs People\"},\"digest\":\"Lpyui12hKTbzTGT1Lvf0Iy4ntscvInnF-gahQLynClQ\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"CiOW_sE7MmF3LcpQhocdwyQXl8IuT-jodGh3-GF_L9_wdeKRn1K1iF6vn9V9RBRsFyrRdVy3ww_cPFta4aqzOA\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Lpyui12hKTbzTGT1Lvf0Iy4ntscvInnF-gahQLynClQ\"}"