"{\"content\":{\"body\":\"So a friend (maybe me?!) has convinced you crypto is the future and you want to know how to get some exposure and invest.  Now is a good time to start crypto investing as we're 25pct+ off the recent all time highs.  Here's a thread on how to get started in a responsible way.\\n\\n* 1/ Summary. If you want to make money investing in crypto, you need to build a diversified portfolio, invest a responsible amount and be prepared to hold for the medium term (e.g. 3-5 years).\\n* 2/ Allocation. Think about allocating 1-5pct of your assets in crypto to start with, depending on your risk/conviction level.  You can increase this as you gain more conviction.  This means for every $1m in stock, bonds, property, etc you invest $10-50k in crypto.\\n* 3/ Leverage. Don't use leverage if you're investing in crypto.  Crypto is so volatile its likely you'll get wiped out in one of the crashes that happen regularly.  Leverage is for short term gamblers not long term investors.\\n* 4/ Diversify.  Invest 50pct in big caps, 25pct mid caps & 25pct small caps (adjust as you see fit from a risk perspective).  I would go with foundational/platform coins for the big and mid caps and pick the biggest apps on the highest growing chains for your small caps.\\n* 5/ Big Caps (>$50bn market cap). Start by investing in big caps (Top 10 coins).  These are proven blockchains with a lot of apps and developers.  I recommend Bitcoin ($BTC) (the OG) and general purpose smart contract chains Ethereum ($ETH) and Solana ($SOL).\\n* 6/ Mid Caps ($1-50bn market cap). I think the following are promising up and coming high performance, general purpose blockchains with enough traction they should have high growth and staying power: Terra/Luna ($LUNA), Avalanche ($AVX), Fantom ($FTM), Polygon ($MATIC).\\n* 7/ Small Caps (<$1bn market cap).  This is where you can invest in the killer apps on your favourite chains.  Personally, I like Solana as its the biggest high performance chain.  My top picks are: Serum ($SRM), Raydium ($RAY), Step Finance ($STEP), SolFarm($TULIP) & Arweave ($AR)\\n* 8/ Rebalance.  If one of your investments breaks out then feel free to take some profit to rebalance the portfolio.  You don't want more than 25pct of your portfolio in any one coin.  Don't let your small cap investments grow too big as their values can fluctuate wildly.\\n* 9/ Research.  To increase your conviction (and allocation) learn what each coin is and why its growing.  Invest in foundational blockchains or the biggest apps in each chain - picking long shots is hard. The space moves fast so invest in new coins occasionally.\\n* 10/ Hodl.  Don't invest money you need in next 3-5 years. Don't trade regularly.  Don't look at your portfolio every day.  Overtrading is a common problem in crypto as trading is exciting.  Remember you are investing over the medium term not trading over short term.\\n* 11/ Stake.  Once you have your coins, you can invest them to help secure the blockchain and earn interest.  Sometimes this can be substantial (5-10% p.a.) and way better than your typical savings account.  Many exchanges will do this for you.\\n* 12/ Get Started.  Choose an exchange.  Coinbase has high fees and limited coins.  Binance, etc lack transparency & regulatory clarity.  I use FTX which has strong leadership, reputation & significantly lower fees.  You can use my referral link: <https://ftx.com/profile#a=39386999>\\n* 13/ Have fun.  There's a reason so many smart people are excited by crypto - it has incredible potential to disrupt the way we build products and companies.  Drop a little fun money into DeFi, games, meme coins and NFTs to learn how it works.\\n* 14/ A final warning.  It can be tempting to try and get rich quick in crypto.  Exchanges will allow you to trade with high leverage.  Its gambling not investing.  It can be really fun but to do well requires substantial time, discipline, research and it is easy to lose everything.\",\"timestamp\":1641227807,\"title\":\"A Short Guide to Responsible Crypto Investing\"},\"digest\":\"bgyN_zHyjoMo-M6lCozYWCHoLnFwutWuZoVYNRd2QGA\",\"authorship\":{\"contributor\":\"0x1DfB5d9657C4aac64A335C34524E7D2344986f06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y-lRRINNLqlvwkBM8MbTlvnFuaZQ4Dk5fh2YtKthezE\\\",\\\"y\\\":\\\"wrO6WtLB1NCBIvx_AYlXBx0xDPVaDWrwj-9osjQHNMQ\\\"}\",\"signature\":\"XsfdZYgzSneysl6hxtdhOPvf12WpkHTacHaL4UmT6KHSG8eZfmUfh00AqxZSsvgeSsUupbbeXqlGstnxBh925g\",\"signingKeySignature\":\"0xa9c8aaf549499918e83d93f5b6c5b0cd9be51cb83c11af859bd5ce1d628a49d238c3fff6d37a96e4cfcedd04a5114620c33e6fd0c9e0516ad47d12a22e3fbc8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y-lRRINNLqlvwkBM8MbTlvnFuaZQ4Dk5fh2YtKthezE\\\",\\\"y\\\":\\\"wrO6WtLB1NCBIvx_AYlXBx0xDPVaDWrwj-9osjQHNMQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bgyN_zHyjoMo-M6lCozYWCHoLnFwutWuZoVYNRd2QGA\"}"