"{\"content\":{\"body\":\"深夜十点，末班的最后一趟地铁上。 \\n  \\n     刚结束了16个小时工作，日夜不停倒了两天班的程序员叶未央，戴上耳机什么都不管，随意的坐在车厢的一角，迷迷糊糊的听着耳机里响彻的歌曲。 \\n  \\n     “曾梦想仗剑走天涯······” \\n  \\n     “看一看世界的繁华·······” \\n  \\n     “年少的心总有些轻狂·······” \\n  \\n     “如今你四海为家·······” \\n  \\n     “哎....”听到这首歌，叶未央重重的叹了口气。 \\n  \\n     谁还没个梦想呢，年轻的时候，他还想组建一个乐队，带着乐队的小伙伴们跑遍全国，四处开演唱会，肆意高歌呢。 \\n  \\n     但是现年30岁，在一家IT大厂当苦逼程序员的他，估计这辈子是不可能实现这个梦想了。 \\n  \\n     与其想这些不切实际的东西，不如认真的考虑考虑买房、买车的事。 \\n  \\n     在这个欲望横流的大都市，一个没房没车的程序员，如何能在这个城市安稳的留下来，才是摆在他面前的大问题。 \\n  \\n     也就平常结束了一天疲惫的工作之后，戴上耳机听着歌入眠时，他才能在梦里寻一寻当初年少轻狂时的狂想罢了。 \\n  \\n     听着耳机中许巍那悠远而又带着一点沙哑的歌声，怀念着过去的青葱岁月，疲惫的叶未央渐渐沉醉.... \\n  \\n     “Dilililidilililidada······” \\n  \\n     “走在勇往直前的路上······” \\n  \\n     “Dilililidilililidenda·······” \\n  \\n     “有难过也有精彩········” \\n  \\n     ............ \\n  \\n     “未央，别睡了！快醒醒！” \\n  \\n     迷迷糊糊之间，叶未央感觉到有人在摇晃他的肩膀。 \\n  \\n     他费力的睁开了疲倦的眼皮，一股刺目的阳光立马照进了他的眼里，刺的他有些睁不开眼，下意思的抬手挡了挡阳光。 \\n  \\n     “嗯？！” \\n  \\n     “阳光？” \\n  \\n     难不成在地铁里一觉睡到早上了？可是地铁是在地下，看不到阳光啊？ \\n  \\n     叶未央甩了甩有些昏昏沉沉的脑子，用力眨巴了几下眼睛，迷糊的视线渐渐恢复清晰。 \\n  \\n     放眼环视一周，他震惊了。 \\n  \\n     这是哪里？ \\n  \\n     课桌、黑板、投影仪、还有那窗外嗡嗡作响的夏蝉，和爬山虎倔强的伸进了窗内，正在随风摇摆的几片枝叶，无一不在提醒他，这里不是地铁站，是一间教学课堂！ \\n  \\n     在他的周围，一堆年轻小伙和小姑娘正在三三两两叽叽喳喳的闲聊着。 \\n  \\n     “下午第二节是陈教授的音乐赏析课，可不能翘课，陈教授点名可是认脸的！” \\n  \\n     “走，去食堂吃点东西吧，二食堂今天有做糖醋排骨，老香了，隔着这么远我都闻到了。” \\n  \\n     “欸，你们谁见到我的琴谱了，刚才还放在桌子上呢，怎么一转眼就不见了？” \\n  \\n     叶未央感觉到脑袋一阵剧烈的疼痛，各种如同幻灯片一样的画面，不停的在往他的脑子里涌。 \\n  \\n     这种感觉并不美妙，他扶着正在炸裂的脑袋，浑身颤抖了起来。 \\n  \\n     “未央？未央？你怎么了？哪里不舒服？要不要我带你去医务室？”耳边，再次响起了一阵急切的呼喊身，一张大手抓住了他的肩膀，正准备拉着他站起来。 \\n  \\n     “我没事，可能是起的有些猛，低血糖了一下。”叶未央阻止了这只手的扒拉，喘着气说道。 \\n  \\n     这股疼痛来的快，去的也快，短短几秒之后，疼痛感也就消失了，只不过在他的脑子里，却留下了一段自己从来没有经历过的记忆。 \\n  \\n     这段记忆的主角，同样是一个叫叶未央的男人。 \\n  \\n     不，准确的来说，还只是一个纯洁的男孩，今年才刚19岁，天海音乐学院作曲系大二学生。 \\n  \\n     这个同样与他名字相同的少年的短暂一生，被压缩成了一段200倍快进的幻灯片，被硬塞入了他的脑海里，正在不停的循环播放。 \\n  \\n     不过，很快他就反应过来了，好像是他被塞进了这个19岁少年的身体里，鸠占鹊巢。 \\n  \\n     这段生平是属于这具躯壳的，而他才是那个外来者。 \\n  \\n     现在他所处的这个世界，并不是原来的那个地球，而是一个与之前时空似是而非的平行世界，有些相同点，但是却有更多的不同点。 \\n  \\n     就像他现在所在的天海音乐学院，就是一所他从来没有听说过的大学！ \\n  \\n     如果没猜错的话，自己应该是在地铁上熟睡时，因为什么不知名的原因，来到了这个平行时空。 \\n  \\n     整理清楚思绪之后，叶未央苦笑了一声，这是什么事嘛，上一秒自己还在地铁中熟睡，怎么下一秒醒来，就成为了一个19岁的少年。 \\n  \\n     “未央，你怎么样啊，好些了没？”旁边，那个急促的声音还在关切的询问着。 \\n  \\n     叶未央抬头看向了站在一旁，一脸关心的看着他的男子，脑海中关于他的记忆瞬间涌现。 \\n  \\n     京博安，流行音乐学院，架子鼓演奏系一班最杰出的鼓手，同时也是叶未央的好朋友。 \\n  \\n     人如其名，京博安就像他的外号京巴一样，是一个性格非常好，同时表现欲强，非常活泼热情的外向青年，一直和“叶未央”玩的非常好，是大学里的好朋友。 \\n  \\n     叶未央此时也缓过来了，轻轻的拍了拍京博安的肩膀，浅笑着说道：“没事了，可能早上没吃饭，所以有些低血糖，坐一会就好了。” \\n  \\n     “没事就好，布丁正在到处找你呢，迎新会还有不到一周就要开始了，我们得加紧时间排练了，迎新会全校三四千学生可都会参加的，到时候可不能掉链子！” \\n  \\n     叶未央稍加回忆了一下记忆，就弄清楚了情况。 \\n  \\n     原来现在正是暑期结束新学期开学的时候，按照天海音乐学院的惯例，每年纳新的时候都会举办一次专门欢迎新生的迎新会。 \\n  \\n     而在迎新会上，除了大一新生之外，其他几个年级都需要各自准备4-5个节目。 \\n  \\n     天海音乐学院本身就是一个音乐的专科学院，学生们都是搞音乐的，对这种能够在全校师生面前露脸的事情自然是非常积极参与的。 \\n  \\n     原身自然也不例外，他通过自己平常不错的交际能力，硬是将学校流行音乐学院中架子鼓、键盘、吉他等演奏系大二最优秀的几个学生凑到了一起，临时拼凑起了一支乐队，成功从负责迎新会的老师那拿下了演出机会！ \\n  \\n     而这次迎新会，将是这只乐队的第一次演出！ \\n  \\n     “未央，我们先去食堂吃点东西，然后就去排练室练习吧，老师只给我们批了2个小时的使用时间，可得抓紧！”京博安一把拉起还在沉思的叶未央，大步流星的就往外走去，他对这次的演出可是很重视的！ \\n  \\n     叶未央踉跄着跟在京博安的后头，脸上浮现出了一脸的笑意。 \\n  \\n     迎新会，真是一个遥远而又陌生的词啊！ \\n  \\n     再看看满脸兴奋和期待的京博安，他笑的更加开心了，眼角都笑出了泪花。 \\n  \\n     难怪有人说青春是轰轰烈烈的，轰轰烈烈这4个字一听就是团伙作案！ \\n  \\n     既然上天给了他这个机会，让他来到了这个世界，重新做一次少年，重新拥有了追梦的可能。 \\n  \\n     那不跟着轰轰烈烈一把，人生还有什么意思！ \\n  \\n     去他妈的程序员，劳资要做乐队！ \\n  \\n     在这个蝉鸣不止的夏天，叶未央拾回了自己失去的青春和丢失的梦想！ \\n  \\n     决定绚烂的燃烧一次！\",\"timestamp\":1637824834,\"title\":\"第一章 盛夏与蝉鸣\"},\"digest\":\"zLtRz6ZcGuA1liNK86vczDxOyH--ztXoWwWsbuzY0_U\",\"authorship\":{\"contributor\":\"0x3ecE49870Dc1e44e127061c1E71CB8c191FC78e5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"signature\":\"DPQoo14kz3BFfRmv-Krk8TfKch0zJ49wBhgK2pFeX0OlPyBjbTYM15dPtbhWbRa3OfdIg-1I9uXlXckH04bKMw\",\"signingKeySignature\":\"0xe73067eb0728c564638c483ff0418e9af99b50e9e6a8ce4c2f5dd654451e439205d4258066ff17a6c5f5314e929caf63e389f4e6692032cf9efccaa7ad5ab2981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zLtRz6ZcGuA1liNK86vczDxOyH--ztXoWwWsbuzY0_U\"}"