"{\"content\":{\"body\":\"**Connections are at the core of human interaction.** They make up the social structures, cultural norms, and values that govern our societies. They influence us in every action and behavior. They guide us on our journey through life.\\n\\n**Connections usually materialize through relationships and vice versa.** There are a huge variety of relationships and connections that each individual has at any given point in our post-modern society. We have social relationships (that make up our immediate and distant social networks), business relationships (that influence the way we participate in the global economy), and we have material and non-material relationships with brands, objects, and ideas that influence our passions and beliefs. All of these relationships are highly subjective, they require care and maintenance, and they constantly change and evolve.\\n\\nRelationships and the connections that they create have a big impact on our personal lives. They shape our culture, our norms, and our values — all while we try to find our place in the complicated construct we call society. When analyzing connections, we can both look at them on a micro-scale (when observing their effects between individuals or small collectives) or we can analyze them on a macro-scale (when we look at different networks and their causal effects and inner workings).\\n\\nThe Blockchain Distributed Ledger (BDL) space was born out of the idea of one man. He thought that the decentralization of our society would solve many of the most pressing issues of our time. **His ideas were radical and created in a time when uncertainty and distrust in our institutions lead many to believe that we were living in a failed system.** And while the financial system never regained the same level of power it had before 2008, there was a new class of institutions emerging — fueled through the unstoppable force of the Internet.\\n\\n![](https://images.mirror-media.xyz/publication-images/MZQ79kRb3F3n1m_HMYMWy.png?height=1500&width=1125)\\n\\nThe giants of Web2 have unthinkable amounts of control over the connections we encounter in everyday life. From the social connections, we have online on social media, to the connections we make while browsing the web on search engines, to the brands and products we connect with when we shop at the “Everything Store.”\\n\\nIt is hard to remember nowadays that the Internet itself was once created as this free open network which aimed to democratize access to information and was meant to be free from centralized institutions. Yet the reality in 2021 looks very different. A handful of giant corporations control the majority of the internet’s traffic, and while the achievements of the Web shall not be dismissed, it nevertheless failed to deliver on its original promise.\\n\\nBorn out of the utopian ideas of Satoshi Nakamoto the Web3 movement has long been dominated by the demand for more decentralized control and ownership. **Yet decentralization is often hard to quantify outside of blocks, ledgers, and consensus mechanisms.** Over the years, many prominent figures in the industry have brought forward their ideas of how decentralization should look like. They usually include some form of decentralized ownership, control, and transparency.\\n\\nWe at **Centuries** strongly believe that shared ownership benefits everyone, both the team, as well as, the community, and the userbase. It allows for a fair distribution of capital and ownership to share the rewards of growth and engagement with the very people who make it possible. Decentralization of control however is a more difficult concept. Through novel approaches like DAOs and DOs, we have seen a variety of possible solutions — many of which have severe downsides. We believe that simply automating control is not the right way to build successful products. An organization must remain semi-independent to stay agile and to be able to make quick decisions which are crucial for success early on. Too many layers of control through decentralization create huge amounts of organizational debt and inefficiency. Nevertheless, the community that shares ownership should have a voice in the way the organization operates. There should be mechanisms in place to ensure that the goals of the organization and the community align.\\n\\nLet us get back to connections. Over the years, the BLD space has gradually increased decentralization more and more in all kinds of areas. One area where we see a huge problem with decentralization is in social connections. As we explained in our first article, Communities are the foundation of Web3. **Yet the communities in the crypto industry are more decentralized than ever.** They spread out on multiple platforms, from Twitter to Discord and Telegram, and from Ethereum to Cardano and Solana, which leaves little room for connections between these communities.\\n\\nInstead of leveraging the power of the whole crypto industry, we are struggling to find a common identity and a place to get together. Crypto is made up of thousands of small scattered communities with little to no ties between each other. This makes our overall network weak and prevents collaboration and shared empowerment. Instead of using the power of decentralization to work together, we have created many small communities which centralize and homogenize the space slowly. What we are missing is a shared space where communities can get together and interact to build new relationships and new connections that transcend one project or one community.\\n\\n![](https://images.mirror-media.xyz/publication-images/59ZX3GnoZ2ozac3Gr8Xqf.png?height=1500&width=1000)\\n\\nThis has been a trend we have observed for a while now, and people are starting to notice the lack of organization and the problems that arrive because of the lack of social connections. **The first community that managed to partially overcome this issue is the NFT space**. NFTs as the underlying concept, has created a new form of enthusiasm and has managed to unite people under the shared umbrella of promise and the opportunities that lie ahead of us. Through events like NFT-NYC, and platforms like Crypto Twitter, we have found ways to interact and build meaningful connections that bring together individuals and communities without regard to specific projects or ideas. We are seeing a renaissance in the way collectives form in the crypto space, which has fueled the passion and excitement surrounding NFTs.\\n\\nYet many of the underlying problems remain. Social connections make up the fabric for our interactions and communities. And with communities being the foundation of Web3, we need find new ways to connect these communities to leverage their power on an even larger scale.\\n\\nBut it is not just about communities, creators and their audiences have had a troubled relationship for a long time. Often times it is not the creators nor the consumers who are in control of their connections. It is the platforms that connects them. The platform decides how we connect, who we connect with, and in terms of the creator: how he can interact and engage with his audience. \\n In Web3 however, we see a shift from audiences to communities and (from creators as a separate entity) to creators as leaders who are equally part of the community. To make our connections more meaningful and more impactful, all we needed was to level out the vacuum that was created by the platforms that control our relationships.\\n\\nIf we want to continue to leverage the power of communities, we need to find new ways to connect them. We believe this starts by giving people control over their own connections and by building new tools that are adapted to the needs and values of the BDL space.\\n\\n**When thinking of Decentralization, we need to find a delicate balance between sharing ownership and responsibility without decentralizing the connections and Humans that make up our communities.** Collaboration and Interaction are the best way to achieve healthy decentralization. This can be achieved by opening up for a more diverse set of ideas and values from a bigger and more diverse community. Scattered independent projects that are competing against each other will never be as successful as communities that work together to build a better and more inclusive future.\\n\\nThe whole crypto space must have a space to get together to have discussions, to share what they care about, and to make more meaningful connections across blockchains, across ecosystems, and across different industries. Without those connections, we will always be dispersed and scattered, and our network will never unfold its true potential. Decentralization is good in many aspects and is something we should strive for in many areas such as ownership and control, but it can also be counterproductive when we apply it to our communities and our connections.\\n\\nHumans thrive on social interaction. It brings out the best and the worst in us. **We need connections to broaden our horizons, to learn and evolve,** and to get a glimpse of the shared future we are trying to build. But without collaboration and connections, we will forever be limited in our efforts, values, and ideas.\",\"timestamp\":1642640006,\"title\":\"Connections and Decentralization — a complicated relationship\"},\"digest\":\"50N5i8s940D2LDgRVrsJq9LN2bMV4OF9-EPrMVK5iE4\",\"authorship\":{\"contributor\":\"0xA0125FDcb3e65A2cEaDF459B8d4454167eC51D7E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"signature\":\"xUUlV6FJNw3KLqVEnKOhD2-gXNLNuw2k0SiG4aMi9U6l9mw0-VQiMaTB5FCKs9h7TylKIfXkfcXlUxVywdgw5Q\",\"signingKeySignature\":\"0x9e868e13b03919aa7bb14a324934ade02f141ff34c3832628a7251b1f53959e439822cbf823013c789f1a73c0946eae86ae0434369d0307ee7b367ed7fa426b11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"50N5i8s940D2LDgRVrsJq9LN2bMV4OF9-EPrMVK5iE4\"}"