"{\"content\":{\"body\":\"# Forward\\n\\nI’ve always been an avid fan of sci-fi, the promise of new technologies, future state. I suppose that is why Web3 and decentralization intrigues me so much. I remember when I first heard about Ethereum and how excited I was to see the possibilities it could bring. As time passed, I learned more about the technology behind cryptocurrencies and blockchain-based systems and realized that there was so much more than just investing in it. It was a revolution, and I wanted to be a part of it. Eventually, almost everyone started talking about web3 and how it would change our lives for the better. But the question is: How does one go from being a spectator to becoming an active participant in this revolution? In this article, you'll learn all about my journey to learn about web 3.\\n\\n## What is Web3?\\n\\nWeb 3.0, or web3 for short, is the next generation of the world wide web. It is a decentralized network that allows people to interact with each other and companies without the need of using a centralized systems like AWS, Facebook or Twitter. Web3 is a community-driven system that favors individual power and business over large centralized corporations. A natural evolution from the creator-based, read/write tenets of web2.\\n\\n## My Journey to Learn About Web3\\n\\nI remember when I first heard about cryptocurrency and the blockchain. My knowledge of these topics was minimal, but I found it captivating. As time passed, I learned more about the technology behind cryptocurrencies and blockchain-based systems and realized that there was so much more than just investing in it. It was a revolution, and I wanted to be a part of it.\\n\\nEventually, almost everyone started talking about web3 in articles on social media, in articles in the mainstream media, and in conversations in daily life with friends. They talked about how it would change our lives for the better. But the question is: How does one go from being a spectator to becoming an active participant in this revolution?\\n\\nThe answer is simple if you are willing to learn what you need to know. Here are some steps every new participant should take when trying to understand web3:\\n\\n1) Learn about layer 1s like Ethereum, Avalanche, Terra Luna, and Solana\\n\\nLearn everything you can about Ethereum, its origins, its use cases, its shortcomings, its strengths—everything! Web3 is built on top of Ethereum's blockchain which employs smart contracts that allow for decentralized applications (DApps) to run on their network without interference from any third party or individual. Therefore understanding Ethereum is essential for understanding web3\\n\\n## The Community \\n\\nThe web3 community is a decentralized and self-sustaining network that is entirely run by contributors. It is a community that believes in the idea of a decentralized future for society. The barrier to entry is low if ***you*** decide to put in the effort. DAOs and projects alike have a community mechanism like a Discord or Telegram for socialization and comms. These back up the read-only aspects of project missions, white papers, etc. A significant portion of my journey is dependent on my participation with the communities because this journey cannot be taken alone. \",\"timestamp\":1640019741,\"title\":\"My Journey To Web3\"},\"digest\":\"7Y_etzP-KJ-0yQdgQCmEbUIS6z47zqzrwCFJdiKVeNI\",\"authorship\":{\"contributor\":\"0x0b039318819335eE7880665c23Fdc175ac6b5297\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kOkTMSaf5s3SpIFsi4-AyCWsRrej7Lk2PHGGm2dTiYs\\\",\\\"y\\\":\\\"Q9fed3iaguug0ZV0WRX_j6sxa4hRifQPMcyjbEWdmb4\\\"}\",\"signature\":\"0p-AQq6OuQ_RO-D0IF0p448FDBLryDDYS8nbLHtu0y9nDlUbR53H4DVEf5h7bK_PIVL0A-h_ErpwU-9cJDssjg\",\"signingKeySignature\":\"0x436abbf2ef6fb3e904f433bddd69cdb1533d687d4e390d349b36aa81fd744dc83b91eba0f24c23faf9676576f63e7219ea848b624475d93a91bf2f4d8ef9e2d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kOkTMSaf5s3SpIFsi4-AyCWsRrej7Lk2PHGGm2dTiYs\\\",\\\"y\\\":\\\"Q9fed3iaguug0ZV0WRX_j6sxa4hRifQPMcyjbEWdmb4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7Y_etzP-KJ-0yQdgQCmEbUIS6z47zqzrwCFJdiKVeNI\"}"