"{\"content\":{\"body\":\"American doctors say they have successfully **transplanted** a pig heart into a human patient. It is the first such operation of its kind.\\n\\nA medical team at the University of Maryland School of Medicine in Baltimore performed the operation.\\n\\nThe team reported Monday that the 57-year-old patient, David Bennett, was recovering well three days after receiving the pig heart. Bennett's doctors said he was breathing on his own while still connected to a heart-lung machine to help his new heart.\\n\\nDoctors say the next few weeks will be a critical to see how Bennett does with the new organ and whether his body begins to reject it. But the operation marks a new step in years of research to find ways to use animal organs for life-saving transplants for humans.\\n\\nBennett's son said his father's heart was failing and he had not been able to get approved for a human heart transplant. So, he agreed to the experimental operation even though he knew there was no guarantee that it would work.\\n\\nBennett released a statement through the medical center the day before the operation. In it, he said: \\\"It was either die or do this transplant. I want to live. I know it's a shot in the dark, but it's my last choice.\\\" A shot in the dark is a guess that is based on little evidence or information.\\n\\nPast attempts at pig-to-human transplants have failed because of genetic differences that caused organ rejection. To reduce the risk of that happening in this case, scientists removed several genes from the donor pig that are linked with organ rejection. They also removed another gene from the animal in an effort to prevent too much growth of pig heart tissue.\\n\\nBennett's genetically **modified** pig heart was provided by Revivicor, a **regenerative** medicine company based in Blacksburg, Virginia. On the morning of the surgery, the transplant team removed the pig's heart and placed it into a special device to keep it running until the operation.\\n\\nThe transplant was permitted after the university received emergency approval from the U.S. Food and Drug Administration on December 31. Such approvals are sometimes given when a patient with a life-threatening condition has no other treatment possibilities.\\n\\nDr. Bartley Griffith led the operation. He called it a \\\"**breakthrough**\\\" that had brought research \\\"one step closer to solving the organ shortage crisis.\\\"\\n\\nHe added, \\\"There are simply not enough donor human hearts available to meet the long list of **potential** recipients.\\\"\\n\\nOrgan donor organizations estimate there are about 110,000 Americans currently waiting for an organ transplant. More than 6,000 patients die each year before getting one, [reports](https://www.organdonor.gov/) organdonor.gov.\\n\\nDr. Muhammad Mohiuddin is the scientific director at the Maryland university's animal-to-human transplant program. Mohiuddin said, \\\"If this works, there will be an endless supply of these organs for patients who are suffering.\\\"\\n\\nI'm Bryan Lynn.\\n\\n*The Associated Press and Reuters reported on this story. Bryan Lynn adapted the reports for VOA Learning English.*\\n\\n*We want to hear from you. Write to us in the Comments section, and [visit 51VOA.COM](https://www.51voa.com/).*\",\"timestamp\":1642484243,\"title\":\"Doctors Successfully Transplant Pig Heart into Human Patient\"},\"digest\":\"-CPamnX0IjKRAetr6ikDSHmg3F-CPMt47lQKFLmXwUk\",\"authorship\":{\"contributor\":\"0x7f28689Fcc6f18Aa8df7A8A201aac6BfbaF42197\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t6lTtJcIZSoIaik4RQPVD3u1xF5fOFOlcjXWZEAFnHo\\\",\\\"y\\\":\\\"LwD2Jx8okCl5qcg6gviRgy9my9cBb8cJZelqIYmPWA4\\\"}\",\"signature\":\"R2PcRl3K7MppkYTx2KvEoO-PMeGBxQPv84DIOKTVRhDaLOt4anOauTVEnTENjeyLNcxQHrawmUFK9d6kunXwzg\",\"signingKeySignature\":\"0x0e088e3b69de547f2723673bd24c4d4e6f2aa3d841fea779c7a2055f1f588e2d2c645ac164314616761d743ded31dc8dc28addab54fe62e6210fbb7a7377db561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t6lTtJcIZSoIaik4RQPVD3u1xF5fOFOlcjXWZEAFnHo\\\",\\\"y\\\":\\\"LwD2Jx8okCl5qcg6gviRgy9my9cBb8cJZelqIYmPWA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-CPamnX0IjKRAetr6ikDSHmg3F-CPMt47lQKFLmXwUk\"}"