"{\"content\":{\"body\":\"[![Sylve Chevet](https://miro.medium.com/fit/c/56/56/1\\\\*HYqVwF4SBGwQeALvBw14mg.jpeg)](https://medium.com/@sylve?source=post_page-----54f7521c03e3-----------------------------------)\\n\\n*The irreverence of anti-capitalist discourse in the guise of cute mascots*\\n\\nAggretsuko is an animated series comprised of 15 minutes episodes and the third season just aired on Netflix. It revolves around Retsuko (*Retsu*=rage, *Ko*=child), a red panda in her late twenties toiling away in the accounting department of a Japanese giga-corporation. She’s stuck in an entry-level position, belittled by her literal pig of a boss, hates most of her coworkers yet doesn’t socialize outside of work and drinks herself into oblivion at social mixers to muffle the sound of her life slipping away.\\n\\nTo flush out her frustration she turns into a demonic version of herself (Aggretsuko) and proceeds to holler death metal in a dingy karaoke. In pure metal fashion, she conjures lightning to strike down her colleagues, blasts her dating prospects, rages against her office hellscape and clamours her hatred of most aspects of modern life. Cue the music:\\n\\n> *Screw you capitalism!*\\n>\\n> *The cash I’m not gettin’*\\n>\\n> *The debt I’m still frettin’*\\n>\\n> *The flames of financial hell got me sweating*\\n>\\n> *No matter what I do I’m always destined to fail*\\n>\\n> *And every damn day another bill’s coming in the mail*\\n>\\n> *Endless rat race*\\n>\\n> *Working just to work more*\\n>\\n> *Endless rat race*\\n>\\n> *Jail cell, no door*\\n>\\n> *(*[*source*](https://twitter.com/nxonnetflix/status/1300569589206495233)*)*\\n\\nIt sounds like an HBO-compliant type of pitch, but it’s coming straight from Japan. Retsuko looks like this:\\n\\n![](https://miro.medium.com/max/1400/0\\\\*O3J88g4hrHCC-SbB.jpeg)\\n\\n> *It’s like you can stare at the abyss in those gouged out eyes.*\\n\\nThe series is produced by Sanrio, the company behind Hello Kitty and has been airing since 2018 on Netflix. Aggretsuko garnered praise from Youtube anime nerds for its realistic treatment of adult life, fantastic animation and witty one-liners. I got so obsessed with this show that I started aggregating (no pun intended) references on [Are.na](https://www.are.na/sylve-chevet/aggretsuko) about it.\\n\\nMany other animated shows like Bojack Horseman, Rick & Morty or the Midnight Gospel push the boundaries of what cartoons can deal with. [Fringe formats usually allow creators to address new topics and innovate](https://www.youtube.com/watch?v=fXzmUfoKCqQ), so why does this show stand out?\\n\\n## The subject\\n\\nThe topics Aggretsuko tackles are nothing short of harrowing: corporate cesspools, the dread of ending up alone and unloved, the constant rat-race, the sheer lack of meaning of anything Retsuko undertakes, the omnipresent norms befalling a woman in her twenties. Every thread you’ve ever come across on Twitter that started with “we need to talk about X” or “let’s stop normalizing Y” is handled in this show.\\n\\n![](https://miro.medium.com/max/1172/0\\\\*NU2LZSuzDf8czFyF.png)\\n\\n> All work and no play makes Retsuko a dull girl.\\n\\nSome of them are essentially Japanese. In one episode Retsuko is forced to bring tea to her male colleagues, a “custom” known as [Ochakumi](https://www.youtube.com/watch?v=4RPPifDSlfc). The culture of overwork, [Karoshi](https://www.bbc.com/news/business-39981997), is clearly depicted as soul-crushing.\\n\\nThe English dub is more bitter than the subtitles might lead to think. Unfortunately, I don’t speak Japanese and can’t compare. I do find it amusing that the translators would go out of their way to make the show sound even more depressing.\\n\\n![](https://miro.medium.com/max/1116/0\\\\*q2k7IFn3Y9L7pQuE.png)\\n\\n> One must imagine Aggretsuko happy.\\n\\nAggretsuko takes you through all these situations in the pure Kawai tradition: flashy mascots with thick outlines going about their cutesy lives. Except this time, they’re all [*permanently going through a lot right now*](https://twitter.com/rubyetc/status/1027500280953430017). The show is well-paced and the plot zips through your screen thanks its bite-sized format. The visual comedy does a great job at conveying emotions — *specifically the crying gorilla in season 2* — with snappy animations and clear outlines. You sometimes forget that what you’re watching is properly depressing.\\n\\nThe characters are relatable and their interactions feel heartfelt. You’ll end up saying “*Yeah I felt that*” much more than you’d think. There’s a scene where Haida, who’s infatuated with Retsuko yet unable to confess his feelings, gets drunk and ends up laying on the sidewalk, boozily pondering “*Could I be more pathetic?*”\\n\\nCouldn’t we all, Haida. Couldn’t we all.\\n\\n## The setup\\n\\nSanrio is known for cute mascots that sell more the less they talk. As cultural anthropologist Christine R. Yano puts it in an [interview](https://www.latimes.com/entertainment/arts/miranda/la-et-cam-hello-kitty-in-los-angeles-not-a-cat-20140826-column.html): “*Hello Kitty works and is successful partly because of the blankness of her design. (…) People see the possibility of a range of expressions. You can give her a guitar, you can put her on stage, you can portray her as is. That blankness gives her an appeal to so many types of people.*” Sanrio has already delved into “edgy” content, with [Gudetama](https://twitter.com/gudetama_sanrio), an egg yolk crippled with depression, but it’s a blunt edge at best.\\n\\n[This article ](https://www.nytimes.com/2017/07/18/arts/design/how-sanrio-makes-anti-capitalism-adorable-and-profitable.html)from the NY Times draws a parallel between Gudetama and Aggretsuko, categorizing them as the new generation of Sanrio mascots designed to appeal to a more adult audience. But Aggretsuko turns the knobs up to eleven, so much that it sometimes feels unreal. As if a group of anarchists and critical theory students had suddenly seized the means of cultural production from the paws of the Sanrio mascots and have them chant *C’est la lutte finale*. Imagine Kermit parroting about the end of the Vietnam war. Picture a PETA disclaimer before a Pokemon fight. It’s utterly bizarre. It’s [perfectly out of place](https://www.youtube.com/watch?v=REH8peVzS40). Even visually: there’s booze, swearing and blood in plain sight (no sex yet, hold your horses).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*r-3480zrrOiSFTx4.jpeg)\\n\\n> I mean Jesus Christ, I don’t know if this is anti-capitalism or late-stage capitalism. I don’t know if [it’s a glitch in the Matrix or just the Matrix](https://www.youtube.com/watch?v=bf9J35yzM3E).\\n\\nWe’ve seen many shows tackle the same issues before but the fact that this is a Sanrio mascot rising up against the tenets of hyper-modern life is bonkers. There is absolutely no way Hello Kitty could have risen to the levels of cynicism that Aggretsuko reaches (even [its non-PG-13 appearance in *Les Kassos*](https://www.youtube.com/watch?v=ZipmagXC2GI)). The dissonance between the visual style and the actual content makes it a compelling viewing experience.\\n\\n## The Revolt\\n\\nRetsuko is acutely aware of her environment and her life prospects. At one point she goes: *“Everyone of us is in debt. The moment you’re born you start racking it up. It’s the price of getting to live in this world. So you work non-stop, wasting your life to pay the debt for living. But you’re too busy working to live.”*\\n\\nDespite this awareness, Retsuko is not a revolutionary figure. She does not pursue anything which could fundamentally change her life. She’s utterly passive and events unfold despite her unwillingness. She reminds me of the hero of the [*Bref*](https://www.youtube.com/user/bref)* *series or any other *adulescent* character. Unable to choose, unable to change.\\n\\nAs [IndieWire’s Hanh Nguyen](https://www.indiewire.com/2018/04/aggretsuko-netflix-review-death-metal-red-panda-1201955633/) puts it: “*Retsuko is more of a blank canvas than an aspirational character. At this point, her clandestine death metal venting is the most interesting thing about her. She doesn’t have any ambitions to speak of other than to be happy, but she hasn’t figured out what makes her happy except for death metal. At least in that, she’s dedicated and even carries her own microphone*.”\\n\\nAt the end of every season, Retsuko comes back to the status quo: she doesn’t quit her job, ends up single again and does not pursue anything new. She’s stuck. She revolts against the current state of the world but cannot initiate any meaningful change. She cheers herself up and shouts “*Tomorrow is a new day!” *to help herself get back on her feet.\\n\\n![](https://miro.medium.com/max/600/0\\\\*eYgFZziGCj7d73xO.png)\\n\\nAggretsuko is ultimately a show about alienation. Feeling detached from your life, stuck in a job you never really chose because “y*ou were a good girl who followed the rules.*” The death metal is only a coping mechanism if it doesn’t help Retsuko change her life for the better, it’s only a safety valve which normalizes the hardships of her life. And it is not even Retsuko who screams, it’s Aggretsuko: her face distorts and the kanji “*Retsu*” (rage) flashes on her forehead. We never actually see Retsuko get angry in front of someone else without turning into her demon self.\\n\\nDuring a rap battle with her boss at a boozy company event he drops these lines on her:\\n\\n> *Does the cat have your tongue?*\\n>\\n> *This is why you’re on the bottom rung*\\n>\\n> *Chained to your computer*\\n>\\n> *And you’re sweating like a loser*\\n>\\n> *While I crush you like a closer like a lyric bulldozer*\\n>\\n> *Asleep on your feet, come on, you’re dead meat*\\n>\\n> *No play, you’re DOA, you got nothing to say*\\n>\\n> *You’re lazy*\\n>\\n> *’Cause you go with the flow*\\n>\\n> *And I can’t figure out if you’re coming or going*\\n>\\n> *Your sad little life got no rythm or rhyme*\\n>\\n> *I betcha that’s why you get drunk all the time*\\n>\\n> *(*[*Source*](https://www.youtube.com/watch?v=LDGkcwNjoUY)*)*\\n\\nAnd when she finally decides to speak (sing?) up to him and call him out for being a shitty boss, shed detonates an atomic-level rage blast across the karaoke room which sends her colleagues flying. But no one remembers anything the following day. Thanks to the plot magic of inebriation Retsuko does not face the consequence of her actions and keeps her job in the company. Move along, there’s nothing to see here.\\n\\nContrary to Bojack Horseman which manages to break the wheel of the endless return to the status-quo, Aggretsuko cannot seem to abstract itself from it. Probably because Aggretsuko is a commodity first, and a series second, when Bojack is the opposite.\\n\\nRather than facing the crux of her issues, that she ultimately does not enjoy her life in a big city, toiling away in a job bringing nothing but pain, Retsuko flees in the comfort of escapism. She daydreams about starting a shop with a friend, marrying her way out of the office and ultimately escapes reality through a VR headset. Even getting her driving license is motivated by this [escape from reality](https://youtu.be/fJ9rUzIMcZQ?t=11). And like a bird raised in captivity, she will ultimately crawl back into her cage.\\n\\nIt’s Baudelaire’s [*Les Projets*](https://fr.wikisource.org/wiki/Les_Projets) (*Plans *in English) for the XXIst century workforce: “*Why force my body to change its place, when my soul voyages with such agility? And why bother to carry out my plans, since the plan is in itself a sufficient joy?*”\\n\\n## The Subversion\\n\\nThe show kicks into high gear in the second season. While the first one depicted the bleak reality of office life, the second generalizes it to society in general, focusing more on the *why *of work rather than the *how*. All thanks to a new character.\\n\\n\\\\[spoiler alert]\\n\\nRetsuko meets Tadano during her driving lessons. While she quickly writes him off as a [NEET](https://fr.wikipedia.org/wiki/NEET) he turns out to be the CEO of a company specializing in AI. In a completely surreal situation Aggretsuko blesses us with these lines of dialogue:\\n\\n> *Tadano: I want so set everyone free from manual labor.*\\n>\\n> *Retsuko: Huh?*\\n>\\n> *T: I know right? But I’m serious. I figured I ought to start by freeing my employees of meaningless work. If I got my license, I wouldn’t need my fake driver, would I?*\\n>\\n> *R: You you’d put him out of a job?*\\n>\\n> *T: ****No I’d pay him, which would give him the time to do whatever he wants. Technology shouldn’t be used to replace people. Their skills should be redirected elsewhere. If we achieve that, we’ll improve as a civilization. Right?***\\n>\\n> *R: Maybe…*\\n>\\n> *T: We’re going to make it a reality someday, ENI-O (the AI) is going to put a lot of jobs out to pasture.*\\n>\\n> *R: But without them, how are people going to have enough money to live? You can’t give us all an allowance!*\\n>\\n> *T: Yeah! That’s impossible, right?**** Late-stage capitalism is such a pain. That’s why it’s got to go. ENI-O is going to help us all aim higher. Tangible results in 30 years.***\\n\\nJesus, Mary, Joseph and the Camel. The donkey actually said it. Aggretsuko is probably the first anime to have a character utter the word “*late-stage capitalism*”, at least in the English dub (there’s even a [Reddit thread](https://www.reddit.com/r/aggretsuko/comments/c1eu0m/is_this_show_the_first_anime_ever_to_use_the/) about it). A Sanrio character is advocating for [universal basic income](https://www.are.na/sylve-chevet/revenu-universel-minimum-wage) in a post-work society. [Graeber](https://en.wikipedia.org/wiki/Bullshit_Jobs) and Marx have got nothing on Sanrio, folks.\\n\\n![](https://miro.medium.com/max/1052/0\\\\*8dtWBCGPRo3yBJBd.png)\\n\\n> Oh, and that character happens to be a cute purple-ish donkey.\\n\\nTadano is the subversive figure of the show. Contrary to Retsuko (or all other characters for that matter) who cannot think outside of the paradigm she’s been brought up in, he aims at bringing it down and building something else.\\n\\nThis reminds me of the concept of [Capitalist Realism](https://en.wikipedia.org/wiki/Capitalist_Realism) introduced by Mark Fisher, the fact that capitalism has become so entrenched that methods of escape are still confined within capitalism itself. For Retsuko this translates in different modalities of living which make it more bearable but do not fundamentally change the underlying premise that she’s going to work all her life, and suffer.\\n\\nHad Tadano not been introduced Aggretsuko would have only been a show pointing out problematic aspects of modern life, with a quirky coping mechanism. Aggretsuko could even have become a coping mechanism *in itself, *with overworked adults fiding comfort in a mascot experiencing the same pain as them. “*It can’t be all that bad if Restuko is going through the same as me, right? Look it’s normal to suffer, even the red panda hates her job.*” Tadano provides an alternative, refusing to play the game and abolishing drudge work in favour of creative work. It’s a powerful message. Why aren’t you like the donkey, dear viewer?\\n\\nBoy, do I love our hyperreal simulation sometimes.\\n\\n\\\\[end of spoiler]\\n\\n## The Commodification?\\n\\nAt this point there comes a dialectic I usually come back to. Should the margin become the norm? [Should the margin even agree to be accepted by the norm](https://archive.nytimes.com/www.nytimes.com/books/first/f/frank-dissent.html?\\\\_r=1\\\\&oref=slogin)? As an oppositional discourse would you rather be assimilated (*phagocyté*) by the norm at the expense of getting your teeth removed or choose the road not taken of “radical stuff” and face anonymity?\\n\\nIn the context of Aggretsuko: can we consider delivering anti-capitalist lines in the overly industrialized shape of a Japanese mascot actual subversion? Or plain commodification?\\n\\n![](https://miro.medium.com/max/1080/0\\\\*tRbZHilepgsu4LER.png)\\n\\n> *Yep, like this. Or like *[*this*](https://d2w9rnfcy7mm78.cloudfront.net/8618994/original\\\\_5a1f172d49c55ea9940800962b86f364.png?1599606079?bc=0)*.*\\n\\nI would argue that the presence of the *alternative* and not only the *revolt* in the discourses of Aggretsuko makes the case for the former. Aggretsuko is subservise precisely because it has opened up the way for viewers to research [post-work societies](https://www.theguardian.com/news/2018/jan/19/post-work-the-radical-idea-of-a-world-without-jobs) and [universal basic income](https://www.youtube.com/watch?v=kl39KHS07Xc).\\n\\nMaybe Aggretsuko is at the forefront of cultural production which is now forced to deal with more mature material as the audience ages, grappling with existential angst might become standard for any show. We’re already starting to see some “commodified” shows dealing with brutal topics, such as Dear White People or Sorry to Bother you. Maybe we’ll even see a full-on techno-utopia led by a My Little Pony dropout in a Netflix show.\\n\\nPerhaps it’s how [Gibson ](https://www.theguardian.com/books/2001/apr/01/sciencefictionfantasyandhorror.features)saw it: “*The Japanese seem to the rest of us to live several measurable clicks down the time line. The Japanese are the ultimate Early Adopters, and the sort of fiction I write behooves me to pay serious heed to that. If you believe, as I do, that all cultural change is essentially technologically driven, you pay attention to the Japanese. They’ve been doing it for more than a century now, and they really do have a head start on the rest of us, if only in terms of what we used to call ‘*[*future shock*](https://en.wikipedia.org/wiki/future_shock)*’ (but which is now simply the one constant in all our lives).*”\\n\\n![](https://miro.medium.com/max/1100/0\\\\*ST7fH-Yv9lriaoJb.jpeg)\\n\\nOr perhaps the commodity will be back on aisle 3, Hello Kitty-ed into silence. Perhaps there will always be “*another day” *for Retsuko.\\n\\nEither way, I’m waiting for season 4.\\n\",\"timestamp\":1638527984,\"title\":\"Aggretsuko’s commodified existential dread - Sylve Chevet - Medium\"},\"digest\":\"w339lEokHH7L44PawtYA5Je96jFEVmROWOvpKcy1750\",\"authorship\":{\"contributor\":\"0x499eB561220eb358CcBc5a72d4cDD4F5b76A2d2A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G3vhVty74pSnrKBpMv8G76xRJstFGS5hc_cInmMDCpM\\\",\\\"y\\\":\\\"q2TtIb9nwH4_l5-ceONLSS4wb6vWsu8D0wnRqDKClgA\\\"}\",\"signature\":\"WvMUfHE3g0Uijn0KHrB_z4FcQPmsVlyFQPPPL4l5VF1UpGIfB6Gdy68yTis742PF_tZ6UpyVajU1d5FGCVMeIw\",\"signingKeySignature\":\"0x17aeb14d30ca677bbf767d39f2b9ee33310796932ce4c1d0465c99ac648718de44a8ef7cca940cf6a16c9862abb8aafcd06bf6159d3e09c819a25ca2a791dcf300\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G3vhVty74pSnrKBpMv8G76xRJstFGS5hc_cInmMDCpM\\\",\\\"y\\\":\\\"q2TtIb9nwH4_l5-ceONLSS4wb6vWsu8D0wnRqDKClgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w339lEokHH7L44PawtYA5Je96jFEVmROWOvpKcy1750\"}"