"{\"content\":{\"body\":\"In the meanwhile Albert hurried on, seeing that the issue of the race depended upon him.\\n\\n\\\"Don't force me to hurt ye!\\\"  shouted the poacher, threateningly, to Ralph, taking aim once more.\\n\\n\\\"You can't,\\\" Ralph shouted back.  \\\"You haven't another shot.\\\"\\n\\nAt that instant sounds of sleigh-bells and voices were heard, and half a dozen people, startled by the shot, were seen rushing out from the sheriff's mansion.  Among them was Mr. Bjornerud himself, with one of his deputies.\\n\\n\\\"In the name of the law, I command you to cease,\\\" he cried, when he saw down the two figures in menacing attitudes.  But before he could say another word, some one fell prostrate in the road before him, gasping:\\n\\n\\\"We have shot an elk; so has that man down on the ice.  We give ourselves up.\\\"\\n\\nMr. Bjornerud, making no answer, leaped over the prostrate figure, and, followed by the deputy, dashed down upon the ice.\\n\\n\\\"In the name of the law!\\\"  he shouted again, and both rifles were reluctantly lowered.\\n\\n\\\"I have shot an elk,\\\" cried Ralph, eagerly, \\\"and this man is a poacher, we heard him shoot.\\\"\\n\\n\\\"I have killed an elk,\\\" screamed the poacher, in the same moment, \\\"and so has this fellow.\\\"\\n\\nThe sheriff was too astonished to speak.  Never before, in his experience, had poachers raced for dear life to give themselves into custody.  He feared that they were making sport of him; in that case, however, he resolved to make them suffer for their audacity.\\n\\n\\\"You are my prisoners,\\\" he said, after a moment's hesitation.  \\\"Take them to the lock-up, Olsen, and handcuff them securely,\\\" he added, turning to his deputy.\\n\\nThere were now a dozen men--most of them guests and attendants of the sheriff's household--standing in a ring about Ralph and the poacher.  Albert, too, had scrambled to his feet and had joined his comrade.\\n\\n\\\"Will you permit me, Mr. Sheriff,\\\" said Ralph, making the officer his politest bow, \\\"to send a message to my father, who is probably anxious about us?\\\"\\n\\n\\\"And who is your father, young man?\\\"  asked the sheriff, not unkindly; \\\"I should think you were doing him an ill-turn in taking to poaching at your early age.\\\"\\n\\n\\\"My father is Mr. Hoyer, of Solheim,\\\" said the boy, not without some pride in the announcement.\\n\\n\\\"What--you rascal, you!  Are you trying to, play pranks on an old man?\\\"  cried the officer of the law, grasping Ralph cordially by the hand. \\\"You've grown to be quite a man, since I saw you last.  Pardon me for not recognizing the son of an old neighbor.\\\"\\n\\n\\\"Allow me to introduce to you my friend, Mr. Biceps--I mean, Mr. Albert Grimlund.\\\"\\n\\n\\\"Happy to make your acquaintance, Mr. Biceps Albert; and now you must both come and eat the Christmas porridge with us.  I'll send a messenger to Mr. Hoyer without delay.\\\"\\n\\nThe sheriff, in a jolly mood, and happy to have added to the number of his Christmas guests, took each of the two young men by the arm, as if he were going to arrest them, and conducted them through the spacious front hall into a large cosey room, where, having divested themselves of their wraps, they told the story of their adventure.\\n\\n\\\"But, my dear sir,\\\" Mr. Bjornerud exclaimed, \\\"I don't see how you managed to go beyond your father's preserves.  You know he bought of me the whole forest tract, adjoining his own on the south, about three months ago.  So you were perfectly within your rights; for your father hasn't killed an elk on his land for three years.\\\"\\n\\n\\\"If that is the case, Mr. Sheriff,\\\" said Ralph, \\\"I must beg of you to release the poor fellow who chased us.  I don't wish any informer's fee, nor have I any desire to get him into trouble.\\\"\\n\\n\\\"I am sorry to say I can't accommodate you,\\\" Bjornerud replied.  \\\"This man is a notorious poacher and trespasser, whom my deputies have long been tracking in vain.  Now that I have him I shall keep him.  There's no elk safe in Odalen so long as that rascal is at large.\\\"\\n\\n\\\"That may be; but I shall then turn my informer's fee over to him, which will reduce his fine from fifty dollars to twenty-five dollars.\\\"\\n\\n\\\"To encourage him to continue poaching?\\\"\\n\\n\\\"Well, I confess I have a little more sympathy with poachers, since we came so near being poachers ourselves.  It was only an accident that saved us!\\\"\\n\\nTHE NIXY'S STRAIN\\n\\nLittle Nils had an idea that he wanted to be something great in the world, but he did not quite know how to set about it.  He had always been told that, having been born on a Sunday, he was a luck-child, and that good fortune would attend him on that account in whatever he undertook.\\n\\nHe had never, so far, noticed anything peculiar about himself, though, to be sure, his small enterprises did not usually come to grief, his snares were seldom empty, and his tiny stamping-mill, which he and his friend Thorstein had worked at so faithfully, was now making a merry noise over in the brook in the Westmo Glen, so that you could hear it a hundred yards away.\\n\\nThe reason of this, his mother told him, according to the superstition of her people, was that the Nixy and the Hulder\\\\[3\\\\] and the gnomes favored him because he was a Sunday child.  What was more, she assured him, that he would see them some day, and then, if he conducted himself cleverly, so as to win their favor, he would, by their aid, rise high in the world, and make his fortune.\\n\\n\\\\[3\\\\] The genius of cattle, represented as a beautiful maiden disfigured by a heifer's tail, which she is always trying to hide, though often unsuccessfully.\\n\\nNow this was exactly what Nils wanted, and therefore he was not a little anxious to catch a glimpse of the mysterious creatures who had so whimsical a reason for taking an interest in him. Many and many a time he sat at the waterfall where the Nixy was said to play the harp every midsummer night, but although he sometimes imagined that he heard a vague melody trembling through the rush and roar of the water, and saw glimpses of white limbs flashing through the current, yet never did he get a good look at the Nixy.\\n\\nThough he roamed through the woods early and late, setting snares for birds and rabbits, and was ever on the alert for a sight of the Hulder's golden hair and scarlet bodice, the tricksy sprite persisted in eluding him.\\n\\nHe thought sometimes that he heard a faint, girlish giggle, full of teasing provocation and suppressed glee, among the underbrush, and once he imagined that he saw a gleam of scarlet and gold vanish in a dense alder copse.\\n\\nBut very little good did that do him, when he could not fix the vision, talk with it face to face, and extort the fulfilment of the three regulation wishes.\\n\\n\\\"I am probably not good enough,\\\" thought Nils.  \\\"I know I am a selfish fellow, and cruel, too, some-times, to birds and beasts.  I suppose she won't have anything to do with me, as long as she isn't satisfied with my behavior.\\\"\\n\\nThen he tried hard to be kind and considerate; smiled at his little sister when she pulled his hair, patted Sultan, the dog, instead of kicking him, when he was in his way, and never complained or sulked when he was sent on errands late at night or in bad weather.\\n\\nBut, strange to say, though the Nixy's mysterious melody still sounded vaguely through the water's roar, and the Hulder seemed to titter behind the tree-trunks and vanish in the underbrush, a real, unmistakable view was never vouchsafed to Nils, and the three wishes which were to make his fortune he had no chance of propounding.\\n\\nHe had fully made up his mind what his wishes were to be, for he was determined not to be taken by surprise.  He knew well the fate of those foolish persons in the fairy tales who offend their benevolent protectors by bouncing against them head foremost, as it were, with a greedy cry for wealth.\\n\\nNils was not going to be caught that way.  He would ask first for wisdom--that was what all right-minded heroes did--then for good repute among men, and lastly--and here was the rub--lastly he was inclined to ask for a five-bladed knife, like the one the parson's Thorwald had got for a Christmas present.\\n\\nBut he had considerable misgiving about the expediency of this last wish.  If he had a fair renown and wisdom, might he not be able to get along without a five-bladed pocket-knife?  But no; there was no help for it.  Without that five-bladed pocket-knife neither wisdom nor fame would satisfy him.  It would be the drop of gall in his cup of joy.\\n\\nAfter many days' pondering, it occurred to him, as a way out of the difficulty, that it would, perhaps, not offend the Hulder if he asked, not for wealth, but for a moderate prosperity.  If he were blessed with a moderate prosperity, he could, of course, buy a five-bladed pocket-knife with corkscrew and all other appurtenances, and still have something left over.\\n\\nHe had a dreadful struggle with this question, for he was well aware that the proper things to wish were long life and happiness for his father and mother, or something in that line.  But, though he wished his father and mother well, he could not make up his mind to forego his own precious chances on their account.  Moreover, he consoled himself with the reflection that if he attained the goal of his own desires he could easily bestow upon them, of his bounty, a reasonable prospect of long life and happiness.\\n\\nYou see Nils was by no means so good yet as he ought to be.  He was clever enough to perceive that he had small chance of seeing the Hulder, as long as his heart was full of selfishness and envy and greed.\\n\\nFor, strive as he might, he could not help feeling envious of the parson's Thorwald, with his elaborate combination pocket-knife and his silver watch-chain, which he unfeelingly flaunted in the face of an admiring community.  It was small consolation for Nils to know that there was no watch but only a key attached to it; for a silver watch-chain, even without a watch, was a sufficiently splendid possession to justify a boy in fording it over his less fortunate comrades.\\n\\nNils's father, who was a poor charcoal-burner, could never afford to make his son such a present, even if he worked until he was as black as a chimney-sweep.  For what little money he earned was needed at once for food and clothes for the family; and there were times when they were obliged to mix ground birch-bark with their flour in order to make it last longer.\\n\\nIt was easy enough for a rich man's son to be good, Nils thought.\\n\\nIt was small credit to him if he was not envious, having never known want and never gone to bed on birch-bark porridge.  But for a poor boy not to covet all the nice things which would make life so pleasant, if he had them, seemed next to impossible.\\n\\nStill Nils kept on making good resolutions and breaking them, and then piecing them together again and breaking them anew.\\n\\nIf it had not been for his desire to see the Hulder and the Nixy, and making them promise the fulfilment of the three wishes, he would have given up the struggle, and resigned himself to being a bad boy because he was born so.  But those teasing glimpses of the Hulder's scarlet bodice and golden hair, and the vague snatches of wondrous melody that rose from the cataract in the silent summer nights, filled his soul with an intense desire to see the whole Hulder, with her radiant smile and melancholy eyes, and to hear the whole melody plainly enough to be written down on paper and learned by heart.\\n\\nIt was with this longing to repeat the few haunting notes that hummed in his brain that Nils went to the schoolmaster one day and asked him for the loan of his fiddle.  But the schoolmaster, hearing that Nils could not play, thought his request a foolish one and refused.\\n\\nNevertheless, that visit became an important event, and a turning-point in the boy's life.  For he was moved to confide in the schoolmaster, who was a kindly old man, and fond of clever boys; and he became interested in Nils.  Though he regarded Nils's desire to record the Nixy's strains as absurd, he offered to teach him to play.  There was good stuff in the lad, he thought, and when he had out-grown his fantastic nonsense, he might, very likely, make a good fiddler.\\n\\nThus it came to pass that the charcoal-burner's son learned to play the violin.  He had not had half a dozen lessons before he set about imitating the Nixy's notes which he had heard in the waterfall.\\n\\n\\\"It was this way,\\\" he said to the schoolmaster, pressing his ear against the violin, while he ran the bow lightly over the strings; \\\"or rather it was this way,\\\" making another ineffectual effort.  \\\"No, no, that wasn't it, either.  It's no use, schoolmaster:  I shall never be able to do it!\\\"  he cried, flinging the violin on the table and rushing out of the door.\\n\\nWhen he returned the next day he was heartily ashamed of his impatience.  To try to catch the Nixy's notes after half a dozen lessons was, of course, an absurdity.\\n\\nThe master told him simply to banish such folly from his brain, to apply himself diligently to his scales, and not to bother himself about the Nixy.\\n\\nThat seemed to be sound advice and Nils accepted it with contrition.  He determined never to repeat his silly experiment.  But when the next midsummer night came, a wild yearning possessed him, and he stole out noiselessly into the forest, and sat down on a stone by the river, listening intently.\\n\\nFor a long while he heard nothing but the monotonous boom of the water plunging into the deep.  But, strangely enough, there was a vague, hushed rhythm in this thundering roar; and after a while he seemed to hear a faint strain, ravishingly sweet, which vibrated on the air for an instant and vanished.\\n\\nIt seemed to steal upon his ear unawares, and the moment he listened, with a determination to catch it, it was gone.  But sweet it was--inexpressibly sweet.\\n\\nLet the master talk as much as he liked, catch it he would and\\n\\ncatch it he must.  But he must acquire greater skill before he would be able to render something so delicate and elusive.\\n\\nAccordingly Nils applied himself with all his might and main to his music, in the intervals between his work.\\n\\nHe was big enough now to accompany his father to the woods, and help him pile turf and earth on the heap of logs that were to be burned to charcoal.  He did not see the Hulder face to face, though he was constantly on the watch for her; but once or twice he thought he saw a swift flash of scarlet and gold in the underbrush, and again and again he thought he heard her soft, teasing laughter in the alder copses.  That, too, he imagined he might express in music; and the next time he got hold of the schoolmaster's fiddle he quavered away on the fourth string, but produced nothing that had the remotest resemblance to melody, much less to that sweet laughter.\\n\\nHe grew so discouraged that he could have wept.  He had a wild impulse to break the fiddle, and never touch another as long as he lived.  But he knew he could not live up to any such resolution. The fiddle was already too dear to him to be renounced for a momentary whim.  But it was like an unrequited affection, which brought as much sorrow as joy.\\n\\nThere was so much that Nils burned to express; but the fiddle refused to obey him, and screeched something utterly discordant, as it seemed, from sheer perversity.\\n\\nIt occurred to Nils again, that unless the Nixy took pity on him and taught him that marvellous, airy strain he would never catch it.  Would he then ever be good enough to win the favor of the Nixy?\\n\\nFor in the fairy tales it is always the bad people who come to grief, while the good and merciful ones are somehow rewarded.\\n\\nIt was evidently because he was yet far from being good enough that both Hulder and Nixy eluded him.  Sunday child though he was, there seemed to be small chance that he would ever be able to propound his three wishes.\\n\\nOnly now, the third wish was no longer a five-bladed pocket-knife, but a violin of so fine a ring and delicate modulation that it might render the Nixy's strain.\\n\\nWhile these desires and fancies fought in his heart, Nils grew to be a young man; and he still was, what he had always been--a charcoal-burner. He went to the parson for half a year to prepare for confirmation; and by his gentleness and sweetness of disposition attracted not only the good man himself, but all with whom he came in contact.  His answers were always thoughtful, and betrayed a good mind.\\n\\nHe was not a prig, by any means, who held aloof from sport and play; he could laugh with the merriest, run a race with the swiftest, and try a wrestling match with the strongest.\\n\\nThere was no one among the candidates for confirmation, that year, who was so well liked as Nils.  Gentle as he was and soft-spoken, there was a manly spirit in him, and that always commands respect among boys.\\n\\nHe received much praise from the pastor, and no one envied him the kind words that were addressed to him; for every one felt that they were deserved.  But the thought in Nils's mind during all the ceremony in the church and in the parsonage was this:\\n\\n\\\"Now, perhaps, I shall be good enough to win the Nixy's favor.  Now I shall catch the wondrous strain.\\\"\\n\\nIt did not occur to him, in his eagerness, that such a reflection was out of place in church; nor was it, perhaps, for the Nixy's strain was constantly associated in his mind with all that was best in him; with his highest aspirations, and his constant strivings for goodness and nobleness in thought and deed.\\n\\nIt happened about this time that the old schoolmaster died, and in his will it was found that he had bequeathed his fiddle to Nils.  He had very little else to leave, poor fellow; but if he had been a Croesus he could not have given his favorite pupil anything that would have delighted him more.\\n\\nNils played now early and late, except when he was in the woods with his father.  His fame went abroad through all the valley as the best fiddler in seven parishes round, and people often came from afar to hear him.  There was a peculiar quality in his playing--something strangely appealing, that brought the tears to one's eyes--yet so elusive that it was impossible to repeat or describe it.\\n\\nIt was rumored among the villagers that he had caught the Nixy's strain, and that it was that which touched the heart so deeply in his improvisations.  But Nils knew well that he had not caught the Nixy's strain; though a faint echo--a haunting undertone--of that vaguely remembered snatch of melody, heard now and then in the water's roar, would steal at times into his music, when he was, perhaps, himself least aware of it.\\n\\nInvitations now came to him from far and wide to play at wedding and dancing parties and funerals.  There was no feast complete without Nils; and soon this strange thing was noticed, that quarrels and brawls, which in those days were common enough in Norway, were rare wherever Nils played.\\n\\nIt seemed as if his calm and gentle presence called forth all that was good in the feasters and banished whatever was evil.  Such was his popularity that he earned more money by his fiddling in a week than his father had ever done by charcoal-burning in a month.\\n\\nA half-superstitious regard for him became general among the people; first, because it seemed impossible that any man could play as he did without the aid of some supernatural power; and secondly, because his gentle demeanor and quaint, terse sayings inspired them with admiration.  It was difficult to tell by whom the name, Wise Nils, was first started, but it was felt by all to be appropriate, and it therefore clung to the modest fiddler, in spite of all his protests.\\n\\nBefore he was twenty-five years old it became the fashion to go to him and consult him in difficult situations; and though he long shrank from giving advice, his reluctance wore away, when it became evident to him that he could actually benefit the people.\\n\\nThere was nothing mysterious in his counsel.  All he said was as clear and rational as the day-light.  But the good folk were nevertheless inclined to attribute a higher authority to him; and would desist from vice or folly for his sake, when they would not for their own sake.  It was odd, indeed: this Wise Nils, the fiddler, became a great man in the valley, and his renown went abroad and brought him visitors, seeking his counsel, from distant parishes.  Rarely did anyone leave him disappointed, or at least without being benefited by his sympathetic advice.\\n\\nOne summer, during the tourist season, a famous foreign musician came to Norway, accompanied by a rich American gentleman.  While in his neighborhood, they heard the story of the rustic fiddler, and became naturally curious to see him.\\n\\nThey accordingly went to his cottage, in order to have some sport with him, for they expected to find a vain and ignorant charlatan, inflated by the flattery of his more ignorant neighbors.  But Nils received them with a simple dignity which quite disarmed them.  They had come to mock; they stayed to admire.  This peasant's artless speech, made up of ancient proverbs and shrewd common-sense, and instinct with a certain sunny beneficence, impressed them wonderfully.\\n\\nAnd when, at their request, he played some of his improvisations, the renowned musician exclaimed that here was, indeed, a great artist lost to the world.  In spite of the poor violin, there was a marvellously touching quality in the music; something new and alluring which had never been heard before.\\n\\nBut Nils himself was not aware of it.  Occasionally, while he played, the Nixy's haunting strain would flit through his brain, or hover about it, where he could feel it, as it were, but yet be unable to catch it.  This was his regret--his constant chase for those elusive notes that refused to be captured.\\n\\nBut he consoled himself many a time with the reflection that it was the fiddle's fault, not his own.  With a finer instrument, capable of rendering more delicate shades of sound, he might yet surprise the Nixy's strain, and record it unmistakably in black and white.\\n\\nThe foreign musician and his American friend departed, but returned at the end of two weeks. They then offered to accompany Nils on a concert tour through all the capitals of Europe and the large cities of America, and to insure him a sum of money which fairly made him dizzy.\\n\\nNils begged for time to consider, and the next day surprised them by declining the startling offer.\\n\\nHe was a peasant, he said, and must remain a peasant.  He belonged here in his native valley, where he could do good, and was happy in the belief that he was useful.\\n\\nOut in the great world, of which he knew nothing, he might indeed gather wealth, but he might lose his peace of mind, which was more precious than wealth.  He was content with a moderate prosperity, and that he had already attained.  He had enough, and more than enough, to satisfy his modest wants, and to provide those who were dear to him with reasonable comfort in their present condition of life.\\n\\nThe strangers were amazed at a man's thus calmly refusing a fortune that was within his easy grasp, for they did not doubt that Nils, with his entirely unconventional manner of playing, and yet with that extraordinary moving quality in his play, would become the rage both in Europe and America, as a kind of heaven-born, untutored genius, and fill both his own pockets and theirs with shekels.\\n\\nThey made repeated efforts to persuade him, but it was all in vain.  With smiling serenity, he told them that he had uttered his final decision.  They then took leave of him, and a month after their departure there arrived from Germany a box addressed to Nils.  He opened it with some trepidation, and it was found to contain a Cremona violin --a genuine Stradivarius.\\n\\nThe moment Nils touched the strings with the bow, a thrill of rapture went through him, the like of which he had never experienced.  The divine sweetness and purity of the tone that vibrated through those magic chambers resounded through all his being, and made him feel happy and exalted.\\n\\nIt occurred to him, while he was coaxing the intoxicating music from his instrument, that tonight would be midsummer night.  Now was his chance to catch the Nixy's strain, for this exquisite violin would be capable of rendering the very chant of the archangels in the morning of time.\\n\\nTo-night he would surprise the Nixy, and the divine strain should no more drift like a melodious mist through his brain; for at midsummer night the Nixy always plays the loudest, and then, if ever, is the time to learn what he felt must be the highest secret of the musical art.\\n\\nHugging his Stradivarius close to his breast, to protect it from the damp night-air, Nils hurried through the birch woods down to the river.  The moon was sailing calmly through a fleecy film of cloud, and a light mist hovered over the tops of the forest.\\n\\nThe fiery afterglow of the sunset still lingered in the air, though the sun had long been hidden, but the shadows of the trees were gaunt and dark, as in the light of the moon.\\n\\nThe sound of the cataract stole with a whispering rush through the underbrush, for the water was low at midsummer, and a good deal of it was diverted to the mill, which was working busily away, with its big water-wheel going round and round.\\n\\nNils paused close to the mill, and peered intently into the rushing current; but nothing appeared. Then he stole down to the river-bank, where he seated himself on a big stone, barely out of reach of the spray, which blew in gusts from the cataract. He sat for a long while motionless, gazing with rapt intentness at the struggling, foaming rapids, but he saw or heard nothing.\\n\\nThen all of a sudden it seemed to him that the air began to vibrate faintly with a vague, captivating rhythm.  Nils could hear his heart beat in his throat.  With trembling eagerness he unwrapped the violin and raised it to his chin.\\n\\nNow, surely, there was a note.  It belonged on the A string.  No, not there.  On the E string, perhaps. But no, not there, either.\\n\\nLook!  What is that?\\n\\nA flash, surely, through the water of a beautiful naked arm.\",\"timestamp\":1641284757,\"title\":\"\\nThe poacher, bearing down with all his might on the skee-staff, checked his speed\"},\"digest\":\"CiKUbGqKJNd1yZ45QORFB4I0CyNO_u8MdabRWDI8Ozo\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lDk6CFy52Y1i7e7CzM4LlCnseoohMENhMrIKne9Gulo\\\",\\\"y\\\":\\\"2-psTTGAAU1cbNG9HAxsUDUJGpfKWZZwdSdQyeVd5po\\\"}\",\"signature\":\"PyD_XWLYYxgIy-aDiK5i5mOOkKC-qFmzu5yr3Alvv91G1qq-ubyFUD5ZnwT8r5HiDibIZOyDuNQofABjaZoErQ\",\"signingKeySignature\":\"0xd73fe9f10e1e043e92d73a8dbbac02c23978c362d28c8d4639048e52654e8ba902d7b7a906818ec591eef2419f9da5e3c3cad5575cb033268597d5b00923a9cd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lDk6CFy52Y1i7e7CzM4LlCnseoohMENhMrIKne9Gulo\\\",\\\"y\\\":\\\"2-psTTGAAU1cbNG9HAxsUDUJGpfKWZZwdSdQyeVd5po\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CiKUbGqKJNd1yZ45QORFB4I0CyNO_u8MdabRWDI8Ozo\"}"