"{\"content\":{\"body\":\"大魏王朝。 \\n  \\n     武昌一年。 \\n  \\n     三月二十五。 \\n  \\n     平安县。 \\n  \\n     一连十天，许清宵在周凌家中待了足足十天。 \\n  \\n     这十天来，每日就是看书还有练字。 \\n  \\n     看书还好，对于许清宵来说可以疯狂吸收各类的知识，补充盲区。 \\n  \\n     但这个练字就让许清宵有些难受了。 \\n  \\n     他写的字不算难看，但问题是不工整，这对于读书人来说是大忌，尤其是即将要去参加府试。 \\n  \\n     大魏王朝各类科举，不仅仅对你个人才华看中，写字也是一个硬标准。 \\n  \\n     所谓字如其人，如果一篇文章交上去，歪歪扭扭，乱七八糟，这对审稿批阅的考官来说是一种折磨，对自己也是一种折磨。 \\n  \\n     当然若是你的文章真能惊天地泣鬼神，那就没事了。 \\n  \\n     许清宵能写出这种文章吗？ \\n  \\n     许清宵自己都不信。 \\n  \\n     所以只能老老实实练字。 \\n  \\n     只是过程痛苦不堪。 \\n  \\n     先是练握力，两指捏筷，筷头筷尾各系着一块石头，各自重两斤左右，然后维持平衡，不能有一丝颤抖，持续两个时辰。 \\n  \\n     而后便是练字体，如同写字帖一般，一个字写一千遍，以此类推。 \\n  \\n     好在的是，许清宵身为武者，架得住折腾，这要换做是一个普通书生，如此高强度的练字，别说两个时辰了，半个时辰手腕就要断掉。 \\n  \\n     但许清宵知道，这也是没办法的事情。 \\n  \\n     四月十五日，便是南豫府试之日，前前后后二十七天的时间，许清宵必须要抓紧时间去练习。 \\n  \\n     用周凌的话来说，不奢求能把字练好来，但最起码工整简洁就行，印象分不能丢。 \\n  \\n     好在的是，练字过程虽然痛苦，可十天的时间，许清宵已经能做到工整了。 \\n  \\n     字体还行，至少自己看起来还不错。 \\n  \\n     而且如今也可以做到一边练握力，一边看书，不耽误进程。 \\n  \\n     这十日来，陈星河则一直在书房内写文章，写好了就给周凌看，周凌看完就开始讲解。 \\n  \\n     日子过的比较枯燥，但又显得十分安详。 \\n  \\n     读书就是这样，枯燥且无味，但这也是寒门摆脱阶级的唯一捷径。 \\n  \\n     从古至今都是如此，读书是最快的捷径，也是唯一的捷径。 \\n  \\n     至少比起从商来说，读书人的地位先天就压制富人，别看有些财主请读书人为他做事，可说到底接触到了最上面，再有钱也比不过一个夫子的地位高。 \\n  \\n     许清宵明白这点，前世吃过一次不读书的苦头，这一世自然不会重蹈覆辙。 \\n  \\n     侧房内。 \\n  \\n     许清宵收回心神，开始练字。 \\n  \\n     提笔挥毫，字体不大，却又十分工整。 \\n  \\n     一连十个字，许清宵一气呵成，而后再写十个字。 \\n  \\n     连写的十个字，极其工整，后面写的也工整。 \\n  \\n     一个时辰后。 \\n  \\n     许清宵练到手腕酸痛这才作罢，将毛笔放置一旁，许清宵活动了一下筋骨，舒展腰肢，再揉了揉手腕。 \\n  \\n     也就在此时，周凌的声音响起。 \\n  \\n     “清宵。” \\n  \\n     听到喊声，许清宵立刻起身，朝着书房走去。 \\n  \\n     来到书房当中，周凌准备好了一块板子，上面夹着一张白纸，陈星河坐在书桌上，见到许清宵点了点头。 \\n  \\n     许清宵也点了点头，算是回礼，两人相处十日，关系还算可以，不过陈星河的确比较清冷一些，平时不怎么说话，但有问必答，十分尽责。 \\n  \\n     “清宵，先坐。” \\n  \\n     周凌让许清宵先坐下来。 \\n  \\n     待许清宵落座下来后，周凌手握毛笔，在白纸上写下几个词汇。 \\n  \\n     【安国】 \\n  \\n     【兴国】 \\n  \\n     【藩王】 \\n  \\n     【边境】 \\n  \\n     【妖魔】 \\n  \\n     五个词汇出现，许清宵有些好奇，但没有说话等待着周凌下文。 \\n  \\n     “清宵，星河，此番为师研究了数十日，前些日子更是与几位同窗探讨过，今年的府试之题，若不出意外的话，应该就是这五个问题了。” \\n  \\n     周凌颇有些自信道。 \\n  \\n     押题这种东西，其实是个技术活，押中了事半功倍，押不中也没什么关系，就当没押过。 \\n  \\n     两人没有说话，只是点了点头，目光落在这五题上。 \\n  \\n     而周凌也没有卖关子，直接开口。 \\n  \\n     “女帝登基，创千古之奇谈，大魏王朝建国七百四十三年，国运昌盛，然而新朝出现，却是变数。” \\n  \\n     “自古以来，未曾有过女子称帝，朝廷上下皆有不服，庙堂之外，也出现许多反对之声，尤其是民间百姓，更是容易被调控。” \\n  \\n     “如今妖魔乱世，世人皆道是女帝登基，带来的不详，故此对于当今陛下来说，需要安国之策，来管控国家，否则谣言四起，人心惶惶，国运不通。” \\n  \\n     “为师之所以如此自信，就是因为此番府试卷文，都必须要呈现京都，这种待遇唯独京科才有，然而京科还需要等待半年之久。” \\n  \\n     “陛下等不及了，所以才会这样。” \\n  \\n     周凌开口，字字珠玑。 \\n  \\n     他站在国家的角度，来思考皇帝的想法，同时又从府试进京这个角度来推测府试之题。 \\n  \\n     可以说，这个观点合情合理。 \\n  \\n     许清宵点头，认可周凌所说的每一句话。 \\n  \\n     姜不愧是老的辣，思路清晰。 \\n  \\n     “兴国之策，是备题，自上位陛下七征边关，国库空虚，百业待兴，安国虽重要，但兴国依旧重要，这一点你们也要注意。” \\n  \\n     周凌说道，兴国是他的备选，按照顺序来说，自然比不过安国重要，如今皇帝需要的是安定国家，若不安定怎可能兴盛起来？ \\n  \\n     许清宵望着兴国，这段时间他也熟读了许多史书，尤其是关于近代的史书。 \\n  \\n     大魏王朝建国七百四十三年，太祖开国，连出三代武帝，连年征伐，奠基大魏之威，外伐内攻，管你仙道魔道，王道之下统统臣服。 \\n  \\n     而后又连出五代文帝，治理国家，安国兴商，使得经济飞快发展，也正是因为五代文帝的诞生，导致大魏王朝武将被压，文官突出。 \\n  \\n     崇文抑武的下场，永远是不好的，边关屡屡造次，五代文帝皆以宽仁之法，意图同化，可惜狼是喂不熟的。 \\n  \\n     边关侵入，闹出‘靖城之耻’，北方蛮夷差一点打到京都来，若不是大魏王朝底蕴雄厚，再者加上蛮族屠城，引起神人共愤，各方宗门也纷纷援手，只怕当真要杀入京都。 \\n  \\n     而随着靖城之耻一年后，大魏王朝第八位皇帝，建康帝驾崩，迎来第九位皇帝，也是一位充满着奇迹的皇帝。 \\n  \\n     因为这位皇帝是庶出，并非是皇后所生，反而是一名姬妾所生。 \\n  \\n     理论上根本当不成皇帝，可就是因为靖城之耻，建康帝明白大魏需要一位武帝了，天下百姓也知道，大魏需要一位武帝，文武百官也清楚大魏需要一位武帝。 \\n  \\n     所以这位庶出的皇子，奇迹般的继承了皇位，国号武元。 \\n  \\n     以武字为国号，就足以彰显他的气魄。 \\n  \\n     接下来五十年，武元帝确确实实撑起了大魏骨气，御驾亲征七次，北伐了七次，杀了不知多少蛮族，铁血手段，被誉为马上的皇帝。 \\n  \\n     然而可惜的是，因长年累月征伐，不知受了多少伤，而且离开朝堂许久，第七次北伐大败而归后，变得疑神疑鬼。 \\n  \\n     再者大魏王朝七次北伐，骨气是有了，可钱没了，国库空虚，税收年年上涨，以致于民不聊生。 \\n  \\n     最直接的就是官员俸禄，衙役月俸一两银子，是除了大魏开国以来最低俸禄。 \\n  \\n     也就在一年前，武元帝驾崩，留下一个巨大的烂摊子撒手走了。 \\n  \\n     武帝前半生可谓是丰功伟绩，七次北伐是何等热血？又是何等气魄？ \\n  \\n     但后半生让人惋惜，忠奸不分，疑心四起，乱杀无辜，刚愎自用，最终谥号武伐。 \\n  \\n     有北伐之意，也有凶恶之意，总而言之，事后事，后人评。 \\n  \\n     而武元帝还有一个问题，这个问题就是，没有子嗣，准确点来说是没有儿子，只有一个女儿。 \\n  \\n     本以为朝廷重臣会从其他藩王哪里，或者是从皇室中挑选一位继承皇位。 \\n  \\n     可令天下人没有想到的是，年刚过二十四岁的武元帝独女，登基称帝。 \\n  \\n     引来天下纷纷。 \\n  \\n     而周凌以【兴国】备选的原因就是在于，武元帝七次北伐，打空了国库。 \\n  \\n     所以很有可能会以这个为题。 \\n  \\n     对应最近看的史书，许清宵明白周凌为何以这个为备题。 \\n  \\n     随后，周凌指着后面三题道。 \\n  \\n     “藩王，边关，妖魔，这三题出现的概率不会很大，但也有可能会出现。” \\n  \\n     “自武元帝登基，各地藩王培养后代崇武，如今引发一系列问题，或许会出现在试题之中。” \\n  \\n     “边关就无需多说什么了，边关之乱，永恒不变，不灭其族，难以平乱，但灭其族，难如登天。” \\n  \\n     “这妖魔之乱，与异术有关，不过理论上不会以这个为题。” \\n  \\n     周凌指着最后三道题。 \\n  \\n     实际上他是想要好好讲解这三题，只是有心无力。 \\n  \\n     无论是藩王还是边关，亦或者是妖魔，与他相隔比较远，朝堂政事，军机重事，他一个读书人知晓一二已经算不错了，到底是怎样的他肯定不知。 \\n  \\n     至于妖魔就更别说了，有专门的机构去处理，也不懂。 \\n  \\n     他终究只是一个教书人，知道很多国家大事，但也仅仅只是知道，能凭借这点信息量推测出五个题目，已经算是很不错了。 \\n  \\n     许清宵认真吸收着这些信息点。 \\n  \\n     然而就在此时。 \\n  \\n     一道声音在外响起。 \\n  \\n     “敢问许清宵是否在内？” \\n  \\n     “南豫府程大人有请。” \\n  \\n     声音响起。 \\n  \\n     打破了这方宁静。\",\"timestamp\":1642562039,\"title\":\"第二十二章：押题，程大人再请\"},\"digest\":\"-17jhDmPyxwF0Eaa2fcFAKYTUOMuyetPOo_K7LfM6L0\",\"authorship\":{\"contributor\":\"0x9cAEDdbdc62acfface89Ebc21ee2030bcC35719f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJFKdwExWvk1evmKpgUqxZmDr7ZQ4U5STN9GShvZ22I\\\",\\\"y\\\":\\\"wuizpLoY0S8gU4XVR_JYzxraNVWylDZdx579P4G8qUk\\\"}\",\"signature\":\"FBywiRPQZJNbgUyS5sxtcPsWruPATLULfHf3Cy6go7hJQj0T89uJEIbcHeUUbB6BegccyhX5uP_4SKozLO5EbQ\",\"signingKeySignature\":\"0xf1711da029f673dcbe4d5bb2ea8a6735894e04d79b04ff57f3271a9358d9259a13ba6355d425c638581e0e1d2f340c99883c0f20dc103f8454a0a150a6a050131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJFKdwExWvk1evmKpgUqxZmDr7ZQ4U5STN9GShvZ22I\\\",\\\"y\\\":\\\"wuizpLoY0S8gU4XVR_JYzxraNVWylDZdx579P4G8qUk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-17jhDmPyxwF0Eaa2fcFAKYTUOMuyetPOo_K7LfM6L0\"}"