"{\"content\":{\"body\":\"> *“There was a majesty in his swing, and a self-assured confidence in style and conduct that was uniquely Joe DiMaggio’s. In the eye of his public, he was more than a sports hero. He was among the most cherished icons of popular culture.”*\\n>\\n> *-Ernest Hemingway*\\n\\n![](https://images.mirror-media.xyz/publication-images/xfw36HGhgYrnx1WrH2SQ8.jpeg?height=1500&width=1123)\\n\\n**Joe DiMaggio stands ready on his home turf, a patch of grass in center field. Behind his poised face his mind races — not from the pressure of playing in the World Series (been there, done that, won eight), but because he knew the end of the road was drawing near.**\\n\\n**Just a few paces to the Yankee Clipper's left is a 19-year-old rookie named Mickey Mantle. Before the game, Mantle was given strict instructions to take any ball he could reach, as DiMaggio's heel had become a concern for Yankees manager Casey Stengel.**\\n\\n![](https://images.mirror-media.xyz/publication-images/XyO7zhsL0SbvKB9F1WyEJ.jpeg?height=824&width=620)\\n\\n**After dominating his way through the minor leagues, Mantle's arrival at Yankees camp in the spring of 1951 was a spectacle, everyone hoping to sneak a peek of Stengel's new favorite prospect.**\\n\\n\\n---\\n\\n> *\\\"Just wait till you see this kid… There's never been anything like this kid. He has more speed than any slugger and more slug than any speedster... and nobody has ever had more of both of 'em together.\\\"*\\n>\\n> *-Casey Stengel*\\n\\n\\n---\\n\\n**The 19-year-old kid from Oklahoma failed to live up to the hype initially, falling into a slump that sent him back down to the minors. Six weeks later he returned and pulled his act together, batting .284 for the remainder of the season.**\\n\\n\\n---\\n\\n**Notching his first World Series hit with a bunt single in the first inning, Mantle's mid-season worries were far behind him as he watched the Giants Willie Mays loft a fly-ball to right-center field. With Stengel's directions in mind, Mantle sprinted full speed to record the out.**\\n\\n**DiMaggio's declining athleticism had no effect on his pride, and there was no chance he would let some kid infringe on his territory.**\\n\\n![](https://images.mirror-media.xyz/publication-images/BVsNTSTudRvzzRbsh3N7g.jpeg?height=381&width=303)\\n\\n**“I got it!” DiMaggio calls out, sailing under the ball with the controlled instinct of a veteran. Meanwhile, Mantle, stopping short, catches his cleat on a drainpipe, tearing up his right knee and collapsing to the ground.**\\n\\n![](https://images.mirror-media.xyz/publication-images/CFFPT_jdiSREF2nsgi-JZ.jpeg?height=480&width=382)\\n\\n**The injury was a lasting one for Mantle. Even as he seamlessly replaced DiMaggio in center field and joined the ranks of Yankee greats with a legendary career, he endured ceaseless battles with his own body, struggling to remain healthy. It became the most consequential knee injury in baseball history, not because of what was, but because of what could have been.**\\n\\n**Later in life, he’d reflect on the words of Stengel, who said he was going to be better than the great DiMaggio, and even Ruth. “It didn't happen. I never fulfilled what my dad had wanted, and I should have…”**\\n\\n![](https://images.mirror-media.xyz/publication-images/3DGE7h8dzdjgvjYo_apDV.jpeg?height=987&width=914)\\n\\n**DiMaggio never took kindly to Mantle replacing him (more precisely, Mantle upstaging him), and for his hard-partying lifestyle that directly contradicted DiMaggio’s advice on how a ballplayer should behave. Though not blameless, Mantle always maintained a baseline of respect for his predecessor.**\\n\\n> *\\\"Heroes are people who are all good with no bad in them. That's the way I always saw Joe DiMaggio. He was beyond question one of the greatest players of the century.\\\"*\\n>\\n> *-Mickey Mantle*\\n\\n![](https://images.mirror-media.xyz/publication-images/nBBTylQVDUUPa8rdcTRKb.jpeg?height=1500&width=1080)\\n\\n**The grudge never thawed.**\\n\\n**In 1995, as Mantle began to succumb to liver cancer — almost certainly a result of his alcoholism, which only worsened with age — DiMaggio still held on to his decades-long animosity. \\n   \\n DiMaggio would later tell his biographer, Dr. Rock Positano: \\n   \\n “You know, Doc, I don’t really feel sorry for the guy. He did it to himself.”**\",\"timestamp\":1640876843,\"title\":\"Paths Collide: DiMaggio & Mantle\"},\"digest\":\"Cmxs0B7VqMHKCh8pbQ2hb7HyktxeBFVcXNTBEDLkf9M\",\"authorship\":{\"contributor\":\"0x3405991376854250Dd39Ca5A1D8644d97A0f6839\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5KbuDaLX4cjBDwr644wckOVy-tc8iagDWq0EBx1HaPc\\\",\\\"y\\\":\\\"qXhtSufHskyv3cTlgEu48cHMp_w8ETeroa3ddga11u8\\\"}\",\"signature\":\"nCE4Bt88s3elCcrmE33i7X4KKtXzmPpTocVmzzCrRykaO6Sr-dsxI2YkOIH7nP1bpNI9qaT46DhkvbjrMNHUcQ\",\"signingKeySignature\":\"0x1948aa82c06c6dab0ac222a07d66731dd7f8d5ec90fef13311b39d160747b8342fca4fb193649561ab7a85e331b6ec4f7e3b143a08182aef9edfb498786507211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5KbuDaLX4cjBDwr644wckOVy-tc8iagDWq0EBx1HaPc\\\",\\\"y\\\":\\\"qXhtSufHskyv3cTlgEu48cHMp_w8ETeroa3ddga11u8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YxM8W649ZQtf6MbjYY6_JrUjLVJcYGQaK9i0ZG5rod4\"}"