"{\"content\":{\"body\":\"When we entered the scene in early 2021,  it seemed clear NFTs would change the landscape of digital art and the way we experience art in general.\\n\\nIt was also clear that artists and collectors lacked the tools to fully tell their stories: it was incredibly tedious to curate their works in environments that brought art to life.\\n\\nCurators could either display in low-cost, less-immersive 2D settings or spend thousands of dollars on metaverse land to construct custom exhibition spaces.\\n\\nCyber was born to give collectors and artists accessible tools to easily display their NFTs in immersive, composable spaces — we built Cyber with a mission to unlock creativity for all and foster the development of a curated online world filled with endless, valuable content.\\n\\n![](https://images.mirror-media.xyz/publication-images/4wnwoNHfvSM8JqbXpOIVz.png?height=308&width=1160)\\n\\nOn the Cyber platform, every piece of content is an NFT, including the exhibition spaces, which are created by some of the most talented virtual architects in the world. This model lays the groundwork for an accessible, constantly expanding and evolving metaverse in which the entire NFT ecosystem benefits from sustainable attention-capturing experiences.\\n\\n## **Immersive experiences where every piece of content is an NFT**\\n\\nIn May 2021, Cyber and Wolfgang released Genesis, the first-ever digital gallery NFT.\\n\\n![](https://images.mirror-media.xyz/publication-images/pz_n9UnfeJeSpCp4fPSwC.png?height=316&width=1160)\\n\\nOutside of the scope of Cyber, Tyler Hobbs, Dmitri Cherniak, Loren Bednar, Rich Lord, pxlq, and Hideki Tsukamoto (all who have works featured above) poured time and resources into creating compelling art.\\n\\nVon Mises acquired their works, purchased Genesis, and curated an exhibition that has been viewed by tens of thousands of visitors.\\n\\nThis is an example of the **composable creativity** that Cyber enables. We believe this approach, which brings together and empowers creators, collectors, and users will help the NFT ecosystem to thrive in a sustainable way. By making spaces own-able, Cyber provides a funding mechanism that helps unlock the creativity of metaverse architects — their contributions being key to further unlock ever-increasing possibilities for artists and collectors.\\n\\nSince the release of Genesis, Cyber has expanded.\\n\\nIncluding Genesis, metaverse architects have now created 9 different spaces as NFTs.\\n\\n![](https://images.mirror-media.xyz/publication-images/6yb3BvjsoOUvrlxhG_Act.png?height=931&width=1600)\\n\\nCyber spaces have a floor market cap of over $40M and have traded over 3,000 ETH in volume. The 33 editions of Genesis, which initially sold for 0.11E now trade at a floor price of 13.5 ETH. Importantly, the economic value that these spaces have created has accrued to their owners and creators. And even more importantly, the spaces have enriched the experiences of artists, collectors, and visitors. In Q4 ‘21 alone, Cyber ***welcomed*** over 400,000 monthly active users who on average ***interacted*** with 25+ artworks per gallery. 100,000+ spaces have been deployed to date.\\n\\n## Funding\\n\\nTo support our work building Cyber, we have raised $6.7 million from investors who are aligned with our vision and mission. We’re thrilled to be working with some of the best minds in NFTs and crypto.\\n\\nVariant, TCG, 3AC, Ludlow Ventures, Metacartel Ventures, 6529 Capital, StarryNight Capital, Galaxy Interactive, Robot Ventures, Jack Herrick, JDH, KryBharat, Snowfro, DT Luiz, Conlan Rios, AC, VonMises, Deeze, Scott Belsky, Ryan Hoover, Alex Bouaziz, Denis Nazarov, Trevor McFedries, Gmoney, Cozomo de Medici, Jeff Lo, Packy McCormick, John Glick, Night Ventures, Shrug Cap, Neon DAO, Clark Valberg, and TJ Kawamura have all participated in our early rounds of funding.\\n\\nCyber plans to decentralize over time, and we’re grateful to have a group of investors that will support Cyber on our path towards community ownership.\\n\\n## **What’s Next**\\n\\nWe will continue to build hand-in-hand with our community.\\n\\nHere are a few of the more major features we’ll be rolling out over the coming months:\\n\\n* **Broader universes:** to date, Cyber galleries have been distinct, stand-alone experiences. We recently introduced a first draft of portals (<https://cyber.xyz/hub>): doorways from one experience to another that create a seamless path for users to move between spaces. Portals turn Cyber spaces into lego blocks that can be configured in any number of ways. Using portals, participants can come together to connect their spaces and create broader Cyber universes over which they have sovereignty.\\n\\n![](https://images.mirror-media.xyz/publication-images/bILFZSwFvzHkFOTIhOc1i.png?height=678&width=1250)\\n\\n* An (almost entirely) **permissionless publishing collection**, where metaverse architects will be able to mint and release new spaces to the public. This will bring even more creativity to the platform and accelerate the creation of the building blocks of the Cyber metaverse. With more spaces to choose from and more ways to connect these spaces, collectors and artists will be able to curate their collections in richer and more extensive universes.\\n\\n![Spaces submitted by independent architects @violaty6, @tenquaidi and @cyberRa11](https://images.mirror-media.xyz/publication-images/RQvUYqjNyQ3e0cxM96yuW.png?height=332&width=1600)\\n\\n* **Multiplayer.** Every day in our discord, users ask “wen multiplayer.” Now we’re answering: “very soon.”\\n\\n![Team meetings as Cyberkongz in Freeze Corleone's RTFKT space pod](https://images.mirror-media.xyz/publication-images/CsnsAiup0MUuFeEOrOM-o.png?height=1684&width=3064)\\n\\nWe can’t wait to build an infinitely interesting metaverse with you.\\n\\nGet started by setting up a space or exploring cyber space on [cyber.xyz](https://cyber.xyz).\\n\\nOr, help us build by joining our team: we’re hiring for a number of roles:\\n\\n* Project Managers\\n* 3D Relations & Support\\n* Content Producer\\n* UX Researcher\\n* UI Designer\\n* Front End Developer\\n* Quality Assurance Engineer\\n\\nFind all of our active jobs and more about them [here](https://www.linkedin.com/company/oncyber-io/jobs/?viewAsMember=true).\",\"timestamp\":1642701008,\"title\":\"Cyber raises $6.7m to empower creatives to build their own worlds with digital assets\"},\"digest\":\"3hqIw4jY6LgCJW8UTllUBiX67LVBAncdJ39GWjHXzzs\",\"authorship\":{\"contributor\":\"0x76DB02500F7631d57BC2DcDCa9d4cf782b99E119\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GABTrSsaOWxOjHOaC9XPpmQWdCBGjIy7JgZlREgZiSM\\\",\\\"y\\\":\\\"5qHFzoq48rLMgvLDXoklpw7ktr0LuqoEQUSh2mjhZpo\\\"}\",\"signature\":\"OHvfiLmOOrBuUc0_ZwQni8BQ3hVW9CiYoTMYuaXm9QiMMOTLAmu2tgg3WnU7rlIZrs4c987vAQteGeT7O9gnBg\",\"signingKeySignature\":\"0xd9ed809fb53939174f4475c9f762dc1e7d4e2402dfe529740f111b87bde7fbd57f9004dd6c022c9ddab513484af613448f6957e437b320260d855c5d26b07b001c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GABTrSsaOWxOjHOaC9XPpmQWdCBGjIy7JgZlREgZiSM\\\",\\\"y\\\":\\\"5qHFzoq48rLMgvLDXoklpw7ktr0LuqoEQUSh2mjhZpo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uUiaVgG7DSAkaPAIiv3kH_jMUXhUqGlvUhNiwmTkURY\"}"