"{\"content\":{\"body\":\"![Serbia's Novak Djokovic celebrates winning his group stage match against Russia's Andrey Rublev during the ATP Finals in Turin, Italy, Nov 17, 2021.](http://img2.chinadaily.com.cn/images/202111/18/6195f34ba310cdd3d81b4c2a.jpeg)\\n\\nTURIN, Italy — Novak Djokovic advanced to the semifinals of the ATP Finals by beating Andrey Rublev 6-3, 6-2 on Wednesday.\\n\\nThe top-ranked Djokovic is attempting to match Roger Federer's record of six titles at the season-ending event for the top eight players in the world.\\n\\nDjokovic was again almost perfect on his serve, although Rublev managed to break him in the opening game. Djokovic broke twice in each set and won the match with his 12th ace.\\n\\n\\\"I knew that I had to be on my toes and start well,\\\" Djokovic said. \\\"I dropped my serve again like in the first match. It was quite a nervous start from both of us until 4-3, then with new balls I somehow managed to find the right shots at the right time.\\n\\n\\\"Winning the first set I put additional pressure on him, and I started to maybe play more consistently from the back of the court. I served well, that helped tremendously. I wanted to put him out of his comfort zone, taking away the time and mix up the pace.\\\" Djokovic is now 2-0 in the Green Group. He beat Casper Ruud in his opening group match.\\n\\nRuud kept alive his hopes of making the semifinals by fighting back from a set down to beat Cameron Norrie 1-6, 6-3, 6-4. He now faces Rublev on Friday with a place in the final four on the line for both players.\\n\\nNorrie was called in as the second alternate after 2019 champion Stefanos Tsitsipas was forced to withdraw with an injured elbow. Matteo Berrettini was replaced by Jannik Sinner on Tuesday.\\n\\nSinner had won his match just hours after finding out he would play in the tournament and it seemed as if Norrie was going to do the same after a storming start from the British player.\\n\\nBut Ruud slowly started coming back into the match and leveled following an error-strewn second set from Norrie.\\n\\nThe decisive moment happened in the fifth game of the third set. Norrie managed to save two break points but double faulted to hand the Norwegian the advantage.\\n\\nRuud went on to waste three match points but won his first ever match at the ATP Finals with a powerful serve that Norris could not return.\\n\\nThis story has been corrected to show that Tsitsipas won the ATP Finals in 2019, not 2018.\",\"timestamp\":1637584621,\"title\":\"Novak Djokovic beats Rublev to reach ATP Finals semifinals\"},\"digest\":\"lezpnFPLV--zzfcFSiY7nRl3SjLNoOEduyZv6D1oSeA\",\"authorship\":{\"contributor\":\"0x5a19602c783aEf3Cb21BA02a6f58BC976f002c3D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G0u9sP2ys94Dc6_YNJyhnHojDzlxlAbI8reqKfLb8yI\\\",\\\"y\\\":\\\"eqzToW3pAZTB09T4ZWH7h3mODabtZIxpORapPRJ1I_E\\\"}\",\"signature\":\"P9z8SXqGrtZQhm1bNH3nzlCcL2TfTY4Plp7wB8EAPliTFEM0DWg3Wy3yqgzPE2_BuMhqZk4rQTf4EaQlRBjqNQ\",\"signingKeySignature\":\"0xe55750f77a07bce76a094f068923b522e4341c8daf84c3abcccaecea41ab1e9a26189e4756a499d5e0004e5770a71e084fc984f608a5c9b04441575682650b271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G0u9sP2ys94Dc6_YNJyhnHojDzlxlAbI8reqKfLb8yI\\\",\\\"y\\\":\\\"eqzToW3pAZTB09T4ZWH7h3mODabtZIxpORapPRJ1I_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lezpnFPLV--zzfcFSiY7nRl3SjLNoOEduyZv6D1oSeA\"}"