"{\"content\":{\"body\":\"all his troubles and well over the river, when, behold, another caravan of pilgrims is ready for his convoy.  For Greatheart, you must know, was the Interpreter's armed servant.  When at any time Greatheart was off duty, which in those days was but seldom, he took up his quarters again in the Interpreter's house.  As he says himself, he came back from the river-side only to look out of the Interpreter's window to see if there was any more work on the way for him to do.  And, as good luck would have it, as has been said, the guide was just come back from his adventures with Mr. Fearing when a pilgrim party, than which he had never seen one more to his mind, was introduced to him by his Master, the Interpreter.  \\\"The Interpreter,\\\" so we read at this point, \\\"then called for a man-servant of his, one Greatheart, and bid him take sword, and helmet, and shield, and take these, my daughters,\\\" said he, \\\"and conduct them to the house called Beautiful, at which place they will rest next.  So he took his weapons and went before them, and the Interpreter said, God-speed.\\\"\\n\\n1. Now I saw in my dream that they went on, and Greatheart went before them, so they came to the place where Christian's burden fell off his back and tumbled into a sepulchre.  Here, then, they made a pause, and here also they blessed God.  \\\"Now,\\\" said Christiana, \\\"it comes to my mind what was said to us at the gate; to wit, that we should have pardon by word and by deed.  What it is to have pardon by deed, Mr. Greatheart, I suppose you know; wherefore, if you please, let us hear your discourse thereof.\\\"  \\\"So then, to speak to the question,\\\" said Greatheart.  You have all heard about the \\\"question-day\\\" at Highland communions.  That day is so called because questions that have arisen in the minds of \\\"the men\\\" in connection with doctrine and with experience are on that day set forth, debated out, and solved by much meditation and prayer; age, saintliness, doctrinal and experimental reading, and personal experience all making their contribution to the solution of the question in hand.  Just such a question, then, and handled in such a manner, was that question which whiled the way and cheated the toil till the pilgrims came to the House Beautiful. The great doctrinal and experimental Puritans, with Hooker at their head, put forth their full strength and laid out their finest work just on this same question that Christiana gave out at the place, somewhat ascending, upon which stood a cross, and a little below, in the bottom, a sepulchre.  But not the great Comment on The Galatians itself, next to the Holy Bible as it is, as most fit for a wounded conscience; no, nor that perfect mass of purest gold, The Learned Discourse of Justification, nor anything else of that kind known to me, is for one moment, to compare in beauty, in tenderness, in eloquence, in scriptural depth, and in scriptural simplicity with Greatheart's noble resolution of Christiana's question which he made on the way from the Interpreter's house to the House Beautiful.  \\\"This is brave!\\\" exclaimed that mother in Israel, when the guide had come to an end.  \\\"Methinks it makes my heart to bleed to think that He should bleed for me.  O Thou loving One!  O Thou blessed One!  Thou deservest to have me, for Thou hast bought me.  No marvel that this made the water to stand in my husband's eyes, and that it made him trudge so nimbly on.  O Mercy, that thy father and thy mother were here; yea, and Mrs. Timorous too!  Nay, I wish now with all my heart that here was Madam Wanton too.  Surely, surely their hearts would be affected here!\\\"  Promise me to read at home Greatheart's discourse on the Righteousness of Christ, and you will thank me for having exacted the promise.\\n\\nThe incongruity of a soldier handling such questions, and especially in such a style, has stumbled some of John Bunyan's fault-finding readers.  The same incongruity stumbled \\\"the Honourable Colonel Hacker, at Peebles or elsewhere,\\\" to whom Cromwell sent these from Edinburgh on the 25th December 1650--\\\"But indeed I was not satisfied with your last speech to me about Empson, that he was a better preacher than fighter or soldier--or words to that effect.  Truly, I think that he that prays and preaches best will fight best.  I know nothing that will give like courage and confidence as the knowledge of God in Christ will; and I bless God to see any in this army able and willing to impart the knowledge they have for the good of others.  I pray you receive Captain Empson lovingly:  I dare assure you he is a good man and a good officer; I would we had no worse.\\\"\\n\\n1. \\\"Will you not go in and stay till morning?\\\" said the porter to Greatheart, at the gate of the House Beautiful.  \\\"No,\\\" said the guide; \\\"I will return to my lord to-night.\\\"  \\\"O sir!\\\" cried Christiana and Mercy, \\\"we know not how to be willing you should leave us in our pilgrimage.  Oh that we might have your company till our journey's end.\\\"  Then said James, the youngest of the boys, \\\"Pray be persuaded to go with us and help us, because we are so weak and the way so dangerous as it is.\\\"  \\\"I am at my lord's commandment,\\\" said Greatheart.  \\\"If he shall allow me to be your guide quite through, I shall willingly wait upon you.  But here you failed at first; for when he bid me come thus far with you, then you should have begged me of him to have gone quite through with you, and he would have granted your request.  However, at present, I must withdraw, and so, good Christiana, Mercy, and my brave children, adieu!\\\"  \\\"Help lost for want of asking for,\\\" is our author's condemnatory comment on the margin at this point in the history.  And there is not a single page in my history, or in yours, my brethren, on which the same marginal lament is not written.  What help we would have had on our Lord's promise if we had but taken the trouble to ask for it!  And what help we once had, and have now lost, just because when we had it we did not ask for a continuance of it!  \\\"No,\\\" said Greatheart to the porter, and to the two women, and to James--\\\"No.  I will return to my lord to- night.  I am at my lord's commandment; only, if he shall still allot me I shall willingly wait upon you.\\\"\\n\\nNow, what with the House Beautiful, so full of the most delightful company; what with music in the house and music in the heart; what with Mr. Brisk's courtship of Mercy, Matthew's illness, Mr. Skill's cure of the sick man, and what not--a whole month passed by like a day in that so happy house.\\n\\nBut at last Christiana and Mercy signified it to those of the house that it was time for them to be up and going.  Then said Joseph to his mother, \\\"It is convenient that you send back to the house of Mr. Interpreter to pray him to grant that Mr. Greatheart should be sent to us that he may be our conductor the rest of our way.\\\" \\\"Good boy,' said she, \\\"I had almost forgot.\\\"  So she drew up a petition and prayed Mr. Watchful the porter to send it by some fit man to her good friend, Mr. Interpreter; who, when it was come and he had seen the contents of the petition, said to the messenger, \\\"Go, tell them that I will send him.\\\" . . . Now, about this time one knocked at the door.  So the porter opened, and, behold, Mr. Greatheart was there!  But when he came in, what joy was there! Then said Mr. Greatheart to the two women, \\\"My lord has sent each of you a bottle of wine, and also some parched corn, together with a couple of pomegranates.  He has also sent the boys some figs and raisins to refresh you on your way.\\\"  \\\"The weak may sometimes call the strong to prayers,\\\" I read again in the margin opposite the mention of Joseph's name.  Not that I am strong, and not that she is weak, but one of my people I spent an hour with last afternoon whom you would to a certainty have called weak had you seen her and her surrounding,--she so called me to prayer that I had to hurry home and go straight to it.  And all last night and all this morning I have had as many pomegranates as I could eat and as much wine as I could drink.  Yes; you attend to what the weakest will sometimes say to you, and they will often put you on the way to get Greatheart back again with a load of wines and fruits and corn on his shoulder to refresh you on your journey.  \\\"Good boy!\\\" said Christiana to Joseph her youngest son, \\\"Good boy!  I had almost forgot!\\\"\\n\\n1. When old Mr. Honest began to nod after the good supper that Gaius mine host gave to the pilgrims, \\\"What, sir,\\\" cried Greatheart, \\\"you begin to be drowsy; come, rub up; now here's a riddle for you.\\\"  Then said Mr. Honest, \\\"Let's hear it.\\\"  Then said Mr. Greatheart,\\n\\n\\\"He that will kill, must first be overcome; Who live abroad would, first must die at home.\\\"\\n\\n\\\"Hah!\\\" said Mr. Honest, \\\"it is a hard one; hard to expound, and harder still to practise.\\\"  Yes; this after-supper riddle of Mr. Greatheart is a hard one in both respects; and for this reason, because the learned and much experienced guide--learned with all that his lifelong quarters in the Interpreter's House could teach him, and experienced with a lifetime's accumulated experience of the pilgrim life--has put all his learning and all his life into these two mysterious lines.  But old Honest, once he had sufficiently rubbed up his eyes and his intellects, gave the answer:\\n\\n\\\"He first by grace must conquered be That sin would mortify. And who, that lives, would convince me, Unto himself must die.\\\"\\n\\nExactly; shrewd old Honest; you have hit off both Greatheart and his riddle too.  You have dived into the deepest heart of the Interpreter's man-servant.  \\\"The magnanimous man\\\" was Aristotle's masterpiece.  That great teacher of mind and morals created for the Greek world their Greatheart.  But, \\\"thou must understand,\\\" says Bunyan to his readers, \\\"that I never went to school to Aristotle or Plato.  No; but to Paul, who taught Bunyan that what Aristotle calls magnanimity is really pride--taught him that, till there is far more of the Christian religion in those two doggerel lines at Gaius's supper-table than there is in all The Ethics taken together.  And it is only from a personal experience of the same life as that which the guide puts here into his riddle that any man's proud heart will become really humble and thus really great, really enlarged, and of an all-embracing hospitality like Cromwell's and Greatheart's and John Bunyan's own.  Would you, then, become a Greatheart too?  And would you be employed in your day as they were employed in their day?  Then expound to yourself, and practise, and follow out that deep riddle with which Greatheart so woke up old Honest:\\n\\n\\\"He that will kill, must first be overcome; Who live abroad would, first must die at home.\\n\\n1. Greatheart again and again at the riverside, Greatheart sending pilgrim after pilgrim over the river with rapture, and he himself still summoned to turn his back on the Celestial City, and to retrace his steps through the land of Beulah, through the Valley of the Shadow of Death, and through the Valley of Humiliation, and back to the Interpreter's house to take on another and another and another convoy of fresh pilgrims, and his own abundant entrance still put off and never to come,--our hearts bleed for poor Greatheart.  Back and forward, back and forward, year after year, this noble soul uncomplainingly goes.  And, ever as he waves his hand to another pilgrim entering with trumpets within the gates, he salutes his next pilgrim charge with the brave words:  \\\"Yet what I shall choose I wot not.  For I am in a strait betwixt two:  having a desire to depart and to be with Christ.  Nevertheless to abide in the flesh is more needful for you, for your furtherance and joy of faith by my coming to you again.\\\"  If Greatheart could not \\\"usher himself out of this life\\\" along with Christiana, and Mercy, and Mr. Honest, and Standfast, and Valiant-for-truth--if he had still to toil back and bleed his way up again at the head of another happy band of pilgrims--well, after all is said, what had the Celestial City itself to give to Greatheart better than such blessed work? \\\"With every such returning journey he got a more and more enlarged, detached, hospitable, and Christ-like heart, and the King's palace in very glory itself had nothing better in store for this soldier- guide than that.  A nobler heaven Greatheart could not taste than he had already in himself, as he championed another and another pilgrim company from his Master's earthly gate to his Master's heavenly gate.  Like Paul, his apostolic prototype, Greatheart sometimes vacillated just for a moment when he came a little too near heaven, and felt its magnificent and almost dissolving attractions full in his soul.  You will see Greatheart's mind staggering for a moment between rest and labour, between war and peace, between \\\"Christ\\\" on earth and \\\"Christ\\\" in heaven--you will see all that set forth with great sympathy and great ability in Principal Rainy's new book on Paul's Epistle to the Philippians, and in the chapter entitled, The Apostle's Choice between Living and Dying.\\n\\nThen there came a summons for Mr. Standfast.  At which he called to him Mr. Greatheart, and said unto him, \\\"Sir, although it was not my hap to be much in your good company in the days of my pilgrimage, yet, since the time I knew you, you have been profitable to me. When I came from home I left behind me a wife and five small children.  Let me entreat you, at your return (for I know that you will go and return to your master's house in hopes that you may be a conductor to more of the holy pilgrims), that you send to my family and let them be acquainted with all that hath and shall happen to me.  Tell them, moreover, of my happy arrival to this place, and of the present late blessed condition I am in, and so on for many other messages and charges.\\\"  Yes, Mr. Standfast; very good.  But I would have liked you on your deathbed much better if you had had a word to spare from yourself and your wife and your children for poor Greatheart himself, who had neither wife nor children, nor near hope of heaven, but only your trust and charge and many suchlike trusts and charges to carry out when you are at home and free of all trust and all charge and all care.  But yours is the way of all the pilgrims--so long, at least, as they are in this selfish life.  Let them and their children only be well looked after, and they have not many thoughts or many words left for those who sweat and bleed to death for them and theirs.  They lean on this and that Greatheart all their own way up, and then they leave their widows and children to lean on whatever Greatheart is sent to meet them; but it is not one pilgrim in ten who takes the thought or has the heart to send a message to Mr. Greatheart himself for his own consolation and support.  I read that Mr. Ready-to-halt alone, good soul, had the good feeling to do it.  He thanked Mr. Greatheart for his conduct and for his kindness, and so addressed himself to his journey.  All the same, noble Greatheart! go on in thy magnanimous work.  Take back all their errands.  Seek out at any trouble all their wives and children.  Embark again and again on all thy former battles and hardships for the good of other men. But be assured that all this thy labour is not in vain in thy Lord. Be well assured that not one drop of thy blood or thy sweat or thy tears shall fall to the ground on that day when they that be wise shall shine as the brightness of the firmament, and they that turn many to righteousness as the stars for ever and ever.  Go back, then, from thy well-earned rest, O brave Greatheart! go back to thy waiting task.  Put on again thy whole armour.  Receive again, and again fulfil, thy Master's commission, till He has no more commissions left for thy brave heart and thy bold hand to execute. And, one glorious day, while thou art still returning to thy task, it shall suddenly sound in thy dutiful ears:- \\\"Well done! good and faithful servant!\\\"  And then thou too\\n\\n\\\"Shalt hang thy trumpet in the hall And study war no more.\\\"\\n\\nMR. READY-TO-HALT\\n\\n\\\"For I am ready to halt.\\\"--David.\\n\\nMr. Ready-to-halt is the Mephibosheth of the pilgrimage.  While Mephibosheth was still a child in arms, his nurse let the young prince fall, and from that day to the day of his death he was lame in both his feet.  Mephibosheth's life-long lameness, and then David's extraordinary grace to the disinherited cripple in commanding him to eat continually at the king's table; in those two points we have all that we know about Mr. Ready-to-halt also.  We have no proper portrait, as we say, of Mr. Ready-to-halt.  Mr. Ready-to-halt is but a name on John Bunyan's pages--a name set upon two crutches; but, then, his simple name is so suggestive and his two crutches are so eloquent, that I feel as if we might venture to take this life-long lameter and his so serviceable crutches for our character-lecture to-night.\\n\\nJohn Bunyan, who could so easily and so delightfully have done it, has given us no information at all about Mr. Ready-to-halt's early days.  For once his English passion for a pedigree has not compelled our author's pen.  We would have liked immensely to have been told the name, and to have seen displayed the whole family tree of young Ready-to-halt's father; and, especially, of his mother.  Who was his nurse also?  And did she ever forgive herself for the terrible injury she had done her young master?  What were his occupations and amusements as a little cripple boy?  Who made him his first crutch?  Of what wood was it made?  And at what age, and under whose kind and tender directions did he begin to use it? And, then, with such an infirmity, what ever put it into Mr. Ready- to-halt's head to attempt the pilgrimage?  For the pilgrimage was a task and a toil that took all the limbs and all the lungs and all the labours and all the endurances that the strongest and the bravest of men could bring to bear upon it.  How did this complete cripple ever get through the Slough, and first up and then down the Hill Difficulty, and past all the lions, and over a thousand other obstacles and stumbling-blocks, till he arrived at mine host's so hospitable door?  The first surprised sight we get of this so handicapped pilgrim is when Greatheart and Feeble-mind are in the heat of their discourse at the hostelry door.  At that moment Mr. Ready-to-halt came by with his crutches in his hand, and he also was going on pilgrimage.  Thus, therefore, they went on.  Mr. Greatheart and Mr. Honest went on before, Christiana and her children went next, and Mr. Feeble-mind and Mr. Ready-to-halt came behind with his crutches.\\n\\n\\\"Put by the curtains, look within my veil, Turn up my metaphors, and do not fail, There, if thou seekest them, such things to find, As will be helpful to an honest mind.\\\"\\n\\n1. Well, then, when we put by the curtains and turn up the metaphors, what do we find?  What, but just this, that poor Mr. Ready-to-halt was, after all, the greatest and the best believer, as the New Testament would have called him, in all the pilgrimage. We have not found so great faith as that of Mr. Ready-to-halt, no, not in the very best of the pilgrim bands.  Each several pilgrim had, no doubt, his own good qualities; but, at pure and downright believing--at taking God at His bare and simple word--Mr. Ready-to- halt beat them all.  All that flashes in upon us from one shining word that stands on the margin of our so metaphorical author.  This single word, the \\\"promises,\\\" hangs like a key of gold beside the first mention of Mr. Ready-to-halt's crutches--a key such that in a moment it throws open the whole of Mr. Ready-to-halt's otherwise lockfast and secret and inexplicable life.  There it all is, as plain as a pike-staff now!  Yes; Mr. Ready-to-halt's crutches are just the divine promises.  I wonder I did not see that all the time.  Why, I could compose all his past life myself now.  I have his father and his mother and his nurse at my finger-ends now. This poor pilgrim--unless it would be impertinence to call him poor any more--had no limbs to be called limbs.  Such limbs as he had were only an encumbrance to this unique pedestrian.  All the limbs he had were in his crutches.  He had not one atom of strength to lean upon apart from his crutches.  A bone, a muscle, a tendon, a sinew, may be ill-nourished, undeveloped, green, and unknit, but, at the worst, they are inside of a man and they are his own.  But a crutch, of however good wood it may be made, and however good a lame man may be at using it--still, a crutch at its best is but an outside additament; it is not really and originally a part of a man's very self at all.  And yet a lame man is not himself without his crutch.  Other men do not need to give a moment's forethought when they wish to rise up to walk, or to run, or to leap, or to dance.  But the lame man has to wait till his crutches are brought to him; and then, after slowly and painfully hoisting himself up upon his crutches, with great labour, he at last takes the road. Mr. Ready-to-halt, then, is a man of God; but he is one of those men of God who have no godliness within themselves.  He has no inward graces.  He has no past experiences.  He has no attainments that he can for one safe moment take his stand upon, or even partly lean upon.  Mr. Ready-to-halt is absolutely and always dependent upon the promises.  The promises of God in Holy Scripture are this man's very life.  All his religion stands in the promises.  Take away the promises, and Mr. Ready-to-halt is a heap of heaving rags on the roadside.  He cannot take a single step unless upon a promise.  But, at the same time, give Mr. Ready-to-halt a promise in his hand and he will wade the Slough upon it, and scale up and slide down the Hill Difficulty upon it, and fight a lion, and even brain Beelzebub with it, till he will with a grudge and a doubt exchange it even for the chariots and the horses that wait him at the river.  What a delight our Lord would have taken in Mr. Ready- to-halt had He come across him on His way to the passover!  How He would have given Mr. Ready-to-halt His arm; how He would have made Himself late by walking with him, and would still have waited for him!  Nay, had that been a day of chap-books in carpenters' shops and on the village stalls, how He would have had Mr. Ready-to- halt's story by heart had any brass-worker in Galilee told the history!  Our Lord was within an inch of telling that story Himself, when He showed Thomas His hands and His side.  And at another time and in another place we might well have had Mr. Ready- to-halt as one more of our Lord's parables for the common people. Only, He left the delight and the reward of drawing out this parable to one He already saw and dearly loved in a far-off island of the sea, the Puritan tinker of Evangelical England.\\n2. And now, after all that, would you think it going too far if I were to say that in making Himself like unto all His brethren, our Lord made Himself like Mr. Ready-to-halt too?  Indeed He did.  And it was because his Lord did this, that Mr. Ready-to-halt so loved his Lord as to follow Him upon crutches.  It would not be thought seemly, perhaps, to carry the figure too close to our Lord.  But, figure apart, it is only orthodox and scriptural to say that our Lord accomplished His pilgrimage and finished His work leaning all along upon His Father's promises.  Esaias is very bold about this also, for he tells his readers again and again that their Messiah, when He comes, will have to be held up.  He will have to be encouraged, comforted, and carried through by Jehovah.  And in one remarkable passage he lets us see Jehovah hooping Messiah's staff first with brass, and then with silver, and then with gold.  Let Thomas Goodwin's genius set the heavenly scene full before us. \\\"You have it dialoguewise set forth,\\\" says that great preacher. \\\"First Christ shows His commission, telling God how He had called Him and fitted Him for the work of redemption, and He would know what reward He should receive of Him for so great an undertaking. God at first offers low; only the elect of Israel.  Christ thinks these too few, and not worth so great a labour and work, because few of the Jews would come in; and therefore He says that He would labour in vain if this were all His recompense; and yet withal He tells God that seeing His heart is so much set on saving sinners, to satisfy Him, He will do it even for those few.  Upon this God comes off more freely, and openeth His heart more largely to Him, as meaning more amply to content Him for His pains in dying.  \\\"It is a light thing,\\\" says God to Him, \\\"that Thou shouldest be My servant to raise up the tribes of Jacob--that is not worth Thy dying for.  I value Thy sufferings more than so.  I will give Thee for a salvation to the ends of the earth.\\\"  Upon this He made a promise to Christ, a promise which God, who cannot lie, promised before the world began.  God cannot lie, and, most of all, not to His Son.\\\"\\n\\nAnd, then, more even than that.  This same deep divine tells us that it is a certain rule in divinity that, whatsoever we receive from Christ, that He Himself first receives in Himself for us.  All the promises of God's word are made and fulfilled to Christ first, and so to us in and after Him.  In other words, our Lord's life was so planned for Him in heaven and was so followed out and fulfilled by Him on earth, that, to take up the metaphor again, He actually tried every crutch and every staff with His own hands and with His own armpits; He actually leaned again and again His own whole weight upon every several one of them.  Every single promise, the most unlikely for Him to lean upon and to plead, yet, be sure of it, He somehow made experiment upon them all, and made sure that there was sufficient and serviceable grace within and under every one of them.  So that, Mr. Ready-to-halt, there is no possible staff you can take into your hand that has not already been in the hand of your Lord.  Think of that, O Mr. Ready-to-halt!  Reverence, then, and almost worship thy staff!  Throw all thy weight upon thy staff.  Confide all thy weakness to it.  Talk to it as thou walkest with it.  Make it talk to thee.  Worm out of it all its secrets about its first Owner.  And let it instruct thee about how He walked with it and how He handled it.  The Bible is very bold with its Master.  It calls Him by the most startling names sometimes. There is no name that a penitent and a returning sinner goes by that the Bible does not put somewhere upon the sinner's Saviour. And in one place it as good as calls Him Ready-to-halt in as many words.  Nay, it lets us see Him halting altogether for a time; ay, oftener than once; and only taking the road again, when a still stronger staff was put into his trembling hand.  And if John had but had room in his crowded gospel he would have given us the very identical psalm with which our Lord took to the upward way again, strong in His new staff.  \\\"For I am ready to halt,\\\" was His psalm in the house of His pilgrimage, \\\"and My sorrow is continually before Me.  Mine enemies are lively, and they are strong; and they that hate Me wrongfully are multiplied.  They also that render evil for good are Mine adversaries; because I follow the thing that good is.  Forsake Me not, O Lord; O My God, be not far from Me.  Make haste to help Me, O Lord My salvation.\\\"\\n\\n1. Among all the devout and beautiful fables of the \\\"dispensation of paganism,\\\" there is nothing finer than the fable of blind Tiresias and his staff.  By some sad calamity this old prophet had lost the sight of his eyes, and to compensate their servant for that great loss the gods endowed him with a staff with eyes.  As Aaron's rod budded before the testimony and bloomed blossoms and yielded almonds, so Tiresias' staff budded eyes, and divine eyes too, for the blind prophet's guidance and direction.  Tiresias had but to take his heaven-given staff in his hand, when, straightway, such a divinity entered into the staff that it both saw for him with divine eyes, and heard for him with divine ears, and then led him and directed him, and never once in all his after journeys let him go off the right way.  All other men about him, prophets and priests both, often lost their way, but Tiresias after his blindness, never, till Tiresias and his staff became a proverb and a parable in the land.  And just such a staff, just such a crutch, just such a pair of crutches, were the crutches of our own so homely Mr. Ready-to-halt.  With all their lusty limbs, all the other pilgrims often stumbled and went out of their way till they had to be helped up, led back, and their faces set right again. But, last as Mr. Ready-to-halt always came in the procession-- behind even the women and the children as his crutches always kept him--you will seek in vain for the dot of those crutches on any by- path or on any wrong road.  No; the fact is, if you wish to go to the same city, and are afraid you lose the way; as Evangelist said, \\\"Do you see yon shining light?\\\" so I would say to you to-night, \\\"Do you see these crutch-marks on the road?\\\"  Well, keep your feet in the prints of these crutches, and as sure as you do that they will lead you straight to a chariot and horses, which, again, will carry you inside the city gates.  For Mr. Ready-to-halt's crutches have not only eyes like Tiresias' staff, they have ears also, and hands and feet.  A lamp also burns on those crutches; and wine and oil distil from their wonderful wood.  Happy blindness that brings such a staff!  Happy exchange! eyes full of earth and sin for eyes full of heaven and holiness!\\n2. \\\"They began to be merry,\\\" says our Lord, telling the story of the heart-broken father who had got back his younger son from a far country.  And even Feeble-mind and Ready-to-halt begin to be merry on the green that day after Doubting Castle has fallen to Greatheart's arms.  Now, Christiana, if need was, could play upon the viol, and her daughter Mercy upon the lute; and, since they were so merry disposed, she played them a lesson, and Mr. Ready-to- halt would dance.  So he paid a boy a penny to hold one of his crutches, and, taking Miss Much-afraid by the hand, to dancing they went.  And, I promise you he footed it well; the lame man leaped as an hart; also the girl was to be commended, for she answered the music handsomely.  In spite of his life-long infirmity, there was deep down in Mr. Ready-to-halt an unsuspected fund of good-humour. There was no heartier merriment on the green that day than was the merriment that Mr. Ready-to-halt knocked out of his nimble crutch. \\\"True, he could not dance without one crutch in his hand.\\\"  True, dear and noble Bunyan, thou canst not write a single page at any time or on any subject without thy genius and thy tenderness and thy divine grace marking the page as thine own alone!\\n3. The next time we see Mr. Ready-to-halt he is coming in on his crutches to see Christiana, for she has sent for him to see him. So she said to him, \\\"Thy travel hither hath been with difficulty, but that will make thy rest the sweeter.\\\"  And then in process of time there came a post to the town and his business this time was with Mr. Ready-to-halt.  \\\"I am come to thee in the name of Him whom thou hast loved and followed, though upon crutches.  And my message is to tell thee that He expects thee at His table to sup with Him in His kingdom the next day after Easter.\\\"  \\\"I am sent for,\\\" said Mr. Ready-to-halt to his fellow-pilgrims, \\\"and God shall surely visit you also.  These crutches,\\\" he said, \\\"I bequeath to my son that shall tread in my steps, with an hundred warm wishes that he may prove better than I have done.\\\"  Isaac was a child of promise, and Mr. Ready-to-halt had an Isaac also on whom his last thoughts turned.  Isaac had been born to Abraham by a special and extraordinary and supernatural interposition of the grace and the power of God; and Mr. Ready-to-halt had always looked on himself as a second Abraham in that respect.  A second Abraham, and more. True, his son was not yet a pilgrim; perhaps he was too young to be so called; but Greatheart will take back the old man's crutches-- Greatheart was both man-of-war and beast-of-burden to the pilgrims and their wives and children--and will in spare hours teach young Ready-to-halt the use of the crutch, till the son can use with the same effect as his father his father's instrument.  Is your child a child of promise?  Is he to you a product of nature, or of grace? Did you receive him and his brothers and sisters from God after you were as good as dead?  Did you ever steal in when his nurse was at supper and say over his young cradle, He hath not dealt with me after my sins, nor rewarded me according to my iniquities?  Is it in your will laid up with Christ in God about your crutches and your son what Mr. Ready-to-halt dictated on his deathbed?  And does God know that there is no wish in your old heart a hundred times so warm for your son as is this wish,--that he may prove better at handling God's promises than you have been?  Then, happy son, who has old Mr. Ready-to-halt for his father!\\n4. \\\"He whom thou hast loved and followed, though upon crutches, expects thee at His table the next day after Easter.\\\"  Take comfort, cripples!  Had it been said that the King so expects Greatheart, or Standfast, or Valiant-for-truth, that would have been after the manner of the kings of this world.  But to insist on having Mr. Ready-to-halt beside Him by such and such a day; to send such a post to a pilgrim who has not a single sound bone in all his body; to a sinner without a single trustworthy grace in all his heart; to a poor and simple believer who has nothing in his hand but one of God's own promises--Who is a king like unto our King? Surely King David was never a better type of Christ than when he said to Mephibosheth, lame in both his feet from his nurse's arms: \\\"Fear not, Mephibosheth, for I will surely show thee kindness, and thou shalt eat bread at my table continually.\\\"  And Mephibosheth shall always be our spokesman when he bows himself and says in return:  \\\"What is thy servant, that thou shouldst look upon such a dead dog as I am?\\\"\\n\\nVALIANT-FOR-TRUTH\\n\\n\\\"--They are not valiant for the truth.\\\"--Jeremiah\\n\\n\\\"--Ye should contend earnestly for the faith.\\\"--Jude. \\\"Forget not Master Valiant-for-the-Truth, That man of courage, tho' a very youth. Tell every one his spirit was so stout, No man could ever make him face about.\\\" Bunyan.\\n\\n\\\"I am of Dark-land, for there was I born, and there my father and mother are still.\\\"  \\\"Dark-land,\\\" said the guide; \\\"doth not that lie upon the same coast as the City of Destruction?\\\"  \\\"Yes, it doth,\\\" replied Valiant-for-truth.  \\\"And had I not found incommodity there, I had not forsaken it at all; but finding it altogether unsuitable to me, and very unprofitable for me, I forsook it for this way. Now, that which caused me to come on pilgrimage was this.  We had one Mr. Tell-true came into our parts, and he told it about what Christian had done, that went from the City of Destruction.  That man so told the story of Christian and his travels that my heart fell into a burning haste to be gone after him, nor could my father and mother stay me, so I got from them, and am come thus far on my way.\\\"\\n\\n1. A very plain and practical lesson is already read to us all in Valiant-for-truth's explanation of his own pilgrimage.  He tells the guide that he was made a pilgrim just by having the story of The Pilgrim told to him.  All that Tell-true did was just to recite the story of the pilgrim, when young Valiant's heart fell into a burning haste to be a pilgrim too.  My brethren, could any lesson be plainer?  Read the Pilgrim's Progress with your children.  And, after a time, read it again till they call it beautiful, and till you see the same burning haste in their hearts that young Valiant felt in his heart.  Circulate the Pilgrim's Progress.  Make opportunities to give the Pilgrim's Progress to the telegraph boys and errand boys at your door.  Never go on a holiday without taking a dozen cheap and tasteful copies of The Pilgrim to give to boys and girls in the country.  Make sure that no one, old or young, of your acquaintance, in town or country, is without a good copy of The Pilgrim.  And the darker their house is, make all the more sure that John Bunyan is in it.\\n\\n\\\"Now may this little book a blessing be, To those that love this little book and me And may its buyer have no cause to say His money is but lost or thrown away.\\\"\\n\\n1. But the great lesson of Valiant's so impressive life lies in the tremendous fight he had with three ruffians who all set upon him at once and well-nigh made an end of him.  For, when we put by the curtains here again, and turn up the metaphors, what do we find?  What, but a lesson of first-rate importance for many men among ourselves; for many public men, many ministers, and many other much-in-earnest men.  For Valiant, as his name tells us, was set to contend for the truth.  He had the truth.  The truth was put into his keeping, and he was bound to defend it.  He was thrown into a life of controversy, and thus into all the terrible temptations--worse than the temptations to whoredom or wine--that accompany a life of controversy.  The three scoundrels that fell upon Valiant at the mouth of the lane were Wildhead, Inconsiderate, and Pragmatic.  In other words, the besetting temptations of many men who are set as defenders of the truth in religion, as well as in other matters, is to be wild-headed, inconsiderate, self- conceited, and intolerably arrogant.  The bloody battle that Valiant fought, you must know, was not fought at the mouth of any dark lane in the midnight city, nor on the side of any lonely road in the moonless country.  This terrible fight was fought in Valiant's own heart.  For Valiant was none of your calculating and cold-blooded friends of the truth.  He did not wait till he saw the truth walking in silver slippers.  Let any man lay a finger on the truth, or wag a tongue against the truth, and he will have to settle it with Valiant.  His love for the truth was a passion. There was a fierceness in his love for the truth that frightened ordinary men even when they were on his own side.  Valiant would have died for the truth without a murmur.  But, with all that, Valiant had to learn a hard and a cruel lesson.  He had to learn that he, the best friend of truth as he thought he was, was at the same time, as a matter of fact, the greatest enemy that the truth had.  He had to take home the terrible discovery that no man had hurt the truth so much as he had done.  Save me from my friend! the truth was heard to say, as often as she saw him taking up his weapons in her behalf.  We see all that every day.  We see Wildhead at his disservice of the truth every day.  Sometimes above his own name, and sometimes with grace enough to be ashamed to give his name, in the newspapers.  Sometimes on the platform; sometimes in the pulpit; and sometimes at the dinner-table.  But always to the detriment of the truth.  In blind fury he rushes at the character and the good name of men who were servants of the truth before he was born, and whose shield he is not worthy to bear.  How shall Wildhead be got to see that he and the like of him are really the worst friends the truth can possibly have?  Will he never learn that in his wild-bull gorings at men and at movements, he is both hurting himself and hurting the truth as no sworn enemy of his and of the truth can do?  Will he never see what an insolent fool he is to go on imputing bad motives to other men, when he ought to be prostrate before God on account of his own?  More than one wild- headed student of William Law has told me what a blessing they have got from that great man's teaching on the subject of controversy. Will the Wildheads here to-night take a line or two out of that peace-making author and lay them to heart?  \\\"My dear L-, take notice of this, that no truths, however solid and well-grounded, will help you to any divine life, but only so far as they are taught, nourished, and strengthened by an unction from above; and that nothing more dries and extinguishes this heavenly unction than a talkative reasoning temper that is always catching at every opportunity of hearing or telling some religious matters.  Stop your ears and shut your eyes to all religious tales . . . I would no more bring a false charge against a deist than I would bear false witness against an apostle.  And if I knew how to do the deists more justice in debate I would gladly do it . . . And as the gospel requires me to be as glad to see piety, equity, strict sobriety, and extensive charity in a Jew or a Gentile as in a Christian; as it obliges me to look with pleasure upon their virtues, and to be thankful to God that such persons have so much of true and sound Christianity in them; so it cannot be an unchristian spirit to be as glad to see truths in one party of Christians as in another, and to look with pleasure upon any good doctrines that are held by any sect of Christian people, and to be thankful to God that they have so much of the genuine saving truths of the gospel among them . . . Selfishness and partiality are very inhuman and base qualities even in the things of this world, but in the doctrines of religion they are of a far baser nature.  In the present divided state of the Church, truth itself is torn and divided asunder; and, therefore, he is the only true Catholic who has more of truth and less of error than is hedged in by any divided part.  To see this will enable us to live in a divided part unhurt by its division, and keep us in a true liberty and fitness to be edified and assisted by all the good that we hear or see in any other part of the Church.  And thus, uniting in heart and spirit with all that is holy and good in all Churches, we enter into the true communion of saints, and become real members of the Holy Catholic Church, though we are confined to the outward worship of only one particular part of it.  And thus we will like no truth the less because Ignatius Loyola or John Bunyan were very jealous for it, nor have the less aversion to any error because Dr. Trapp or George Fox had brought it forth.\\\"  If Wildhead would take a winter of William Law, it would sweeten his temper, and civilise his manners, and renew his heart.\",\"timestamp\":1641295871,\"title\":\"Greatheart had just returned to his Master's house from having seen Mr. Fearing safely through\"},\"digest\":\"-sf7SFMqWP1nr7qmwvNkdTWcfn3IhX6TVrm3RIgUDRg\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJt4m5o4fu-qpRERw8j_xahu752OQh4U_LVAIxuNGSo\\\",\\\"y\\\":\\\"PyJeC-h8MSF4BL_DWUanBety4lHVgXlU5OOjaDPAinA\\\"}\",\"signature\":\"50dMCZ9nA0uF7jf-_XRLIQyhXcS-NVNRuKHaF6kcdXEofXj8-zSlL-M_6dDBNssHhSTfIg5ZGaTF6xNC1lzSzw\",\"signingKeySignature\":\"0x59310ba317f503ccbc69cdf023887744db1f782b4cee0892098998ed611da47f0117d4889f3f836373d8f89a715abd33f3bc0e9360c161fec035dfd819315d501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJt4m5o4fu-qpRERw8j_xahu752OQh4U_LVAIxuNGSo\\\",\\\"y\\\":\\\"PyJeC-h8MSF4BL_DWUanBety4lHVgXlU5OOjaDPAinA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-sf7SFMqWP1nr7qmwvNkdTWcfn3IhX6TVrm3RIgUDRg\"}"