"{\"content\":{\"body\":\"![走紅於中國社交媒體的metahuman——AYAYI](https://miro.medium.com/max/1400/1\\\\*T1b7IfnmplfM1QVGeb-TmA.png)\\n\\n今年6月，隨著中國一家「metahuman（虛擬數字人）」設計孵化公司拿到數百萬的投資後，網友們才恍然大悟，在社交媒體最近很火的「時尚ICON」 — — AYAYI，原來是位「假人」。這已經不是第一個進入人們視野的「人造人」了：國風網紅「翎」和鄰家女孩「阿喜」為大眾品牌代言、女同學「華智冰」於今年6月入學清華大學、新華社數字記者及全球首位數字宇航員「小諍」進入中國空間站開始工作……「他們」已經漸漸步入各類社會行業，開始自己的「工作」和「生活」。\\n\\n對於創造「人造人」的夢想，人類已經期盼了200多年。經過了東西方無數科幻小說與電影的想象和描繪，在今天，人造人終於不再是遙遠的「幻想」，而是在社交媒體分享生活態度的網紅，甚至是人人都可以去創造的形象。\\n\\n**神秘前綴meta-**\\n\\n在社交媒體上看到的「人造人」，準確的名字叫做metahuman。這個詞由前綴meta-和詞幹human組成。meta-是希臘語前綴μετά，意思是「之後」、「之外」、「之上」、「之間」的意思。在不同的詞中，meta-對應著不同中文。在metaverse（元宇宙）中，meta-被翻譯成「元」、「後設」。而metahuman這個詞的翻譯，如果按照字面去理解成便成了一個很大的阻礙。\\n\\n根據美國韋氏詞典中解釋，前綴meta-的解釋之一為「超越」，「通常與學科名稱一起使用，用於指定一個新的但相關的學科，批判性地處理原來的學科”。在DC漫畫裏曾經出現過metahuman，被定義為「擁有超能力的人」。為了強調metahuman不同於電影中單一的超人角色類型，而是一個全方位的互動虛擬形象，同時便於在中文語境中和superman所對應的「超人」加以區分，將metahuman意譯為「虛擬數字人」。目前所探討的metahuman，是通過動作捕捉、三維建模、語音合成等技術高度還原真實人類，再借助AR/MR/VR等終端呈現出來的立體「人」。《2020年虛擬數字人發展白皮書》界定了metahuman的三個特征：「\\\\*\\\\*第一是擁有人的外觀，特定的相貌、性別和性格等人物特征；第二是擁有人的行為，擁有語言、面部表情和肢體動作等表達能力；第三是擁有人的思想、識別外部環境及與人交流互動的能力。」\\\\*\\\\*通常活躍在大眾社交媒體視線中的metahuman，主要表現出第一特征與第二特征，而在一些VR互動電影中，已經出現了具備第三特征的metahuman。\\n\\n**人造人的前世**\\n\\n自從西方社會進入「蒸汽時代」，人們習慣了技術與日俱進，對於使用機器創造物品、改造世界的認知也越發清晰，這有效推動了第一次工業革命的到來。在這樣的大背景下，1818年，年僅19歲的瑪麗·雪萊寫下了人類第一本科幻小說 — — 《科學怪人》（直譯名《弗蘭肯斯坦》），把「人造人」這個想法具體地描繪出來，植入到人類的想象中。小說講述了天才科學家弗蘭肯斯坦用碎屍創造了一個人造人，「他」學習了人類文明和情感。但弗蘭肯斯坦忌憚人造人繁衍後代帶來的倫理問題，親手毀滅了自己正在創造的女性人造人，人類和人造人之間的矛盾因此一觸即發。最終，人造人完成了復仇，同時也將自己推向毀滅的深淵。\\n\\n![《科學怪人》電影中「人造人」形象](https://miro.medium.com/max/1000/1\\\\*XG0DluvmRP2QrOBhVso6hA.jpeg)\\n\\n自此之後的200年間，隨著社會和科學不斷向前行進，人類在各學科發展出不同的「人造人/動物」技術：生物克隆、機器人、虛擬人…在漫長的19世紀和20世紀中，這些人造人技術一向是學者、技術團隊和科學家們的專屬，大眾近距離「接觸」人造人的方式大多是透過看電影，間隔著的「第四堵墻」讓觀眾和人造人始終保持著「科幻-現實」之間的距離。隨著互聯網技術的發展，用戶參與生成內容（User Generated Content）平臺成為了主流內容生產力之後，內容生產力和創作力被極大地釋放，人造人不再是隔著第四堵墻的影視幻影，而是廣泛出現在社交媒體平臺中的網紅博主。普通用戶可以運用像metahuman creator這樣的軟件自己「捏造」一個人造人形象，再通過給他換上不同的穿搭及場景，在網絡上展示一個真假莫辨的「虛擬網紅」。當創造一個人造形象變得像裝扮一個芭比娃娃這樣簡單時，人們才感覺到原來metahuman離我們的距離已經如此之近。\\n\\n**Max Headroom，從批判基因到娛樂至上**\\n\\n第一位真正意義上的metahuman，是誕生於電視這一媒介之上的Max Headroom。他是英國人George Stone在1985年為一個音樂視頻節目創造出來主持人形象。Max是一個常年身著黑西服，佩戴雷朋眼鏡，梳著整齊背頭的白人精英男性，有著非常鮮明的人種及階層優越性。導演莫頓將其設定為「西方中產階級男性的人格化」，巧妙地用Max調侃白人精英男性在大眾心中的刻板印象。\\n\\n![Max Headroom](https://miro.medium.com/max/1400/1\\\\*NcOv0E5ybyplC9yzEqMNGA.jpeg)\\n\\n當時的技術條件並不足以用計算機製作metahuman，只能依托影視，Max由一位真人演員在化妝師和造型師的配合下，在藍屏前完成拍攝。這導致Max看起來的效果較為僵硬，主持風格也十分「鬼畜」。比如，Max在主持時很難說完一句完整的話，並在中間不斷出現重復、變聲以及怪異地大笑等等令觀眾詫異的故障行為。Max的精致人設與故障藝術風格的表演之間形成了鮮明的反差，充滿了英式幽默的諷刺意味。George Stone創作Max Headroom的初衷是為了表達反烏托邦的態度，通過故障藝術的表演風格，對精致、有序、優越的白人男性統治階層進行批判。Max Headroom誕生的這個年份1985年，也正好是喬治·奧威爾預言的，《1984》年的後一年，這個”看似的”巧合就更加值得玩味。\\n\\n在Max Headroom出現之前，電影中已經有過許多機器人形象。之所以將擬真程度不高Max Headroom追溯為史上第一個metahuman，是因為ta是真正意義上跳出特定作品而持續存在的虛擬人形象。除了主持節目，Max還參演電影、電視劇集、發行音樂單曲、代言可口可樂等等。直到今天，Max Headroom仍然有著自己的社交媒體賬號，並與粉絲們保持著即時的互動。\\n\\n![](https://miro.medium.com/max/1000/1\\\\*wtiCXXzQvOaIoN-KCsKwqA.jpeg)\\n\\n**Lil Miquela，第一位社交媒體Kol**\\n\\n我們現在討論的metahuman，通常以時尚博主的身份出現在社交媒體。2016年矽谷人工智能科技公司Brud在instagram上發布的Lil Miquela，被認為是第一個社交媒體上的metahuman。她的出現一下讓metahuman的模式清晰起來。首先，「她」有著非常具象的人設：一個20歲住在美國洛杉磯的混血女孩，不黑也不白的膚色來自於巴西和西班牙的混血。其次，「她」還有自己的「社會身份」：Lil在社交媒體上是一位時尚博主，「她」還是模特和歌手。最重要的是，「她」擁有自己的「意見」 — — 政治議題及社會議題的立場：支持黑人維權，並曾公開表達對美國前總統特朗普的厭惡。除此之外，「她」還會像明星一樣接受雜誌拍攝和采訪，和幾位真人閨蜜一起合照打卡，甚至還有一位「男朋友，並且在網友的眾目睽睽之下上演了「分手大戲」。Lil Miquela不僅在社交媒體展示自己的生活方式、穿搭、心情等，她還跨足音樂界，在視頻平臺發現個人歌曲，跟音樂人合作推出單曲等等。這些行為無疑都在給用戶時時刻刻營造一種真人偶像的即視感。\\n\\n並不完美的長相，加上鮮活個性的人設，讓Lil Miquela成為了年輕心目中「時尚」的代表。起初，粉絲們毫無察覺ta與真人的不同，直到ta在「黑客」的「威脅」下承認了自己是metahuman的身份。而這整個「身份自曝」事件，也是其背後團隊的一次成功的營銷。這不僅沒有讓大家反感，反而勾起了大家對她的好奇心。幾個月內，Lil 就迅速吸引了上百萬粉絲，並接到了一線時尚品牌遞來的橄欖枝。\\n\\nLil 的大獲成功，讓許多技術團隊有了萌生製作人造人偶像在社交媒體變現的想法，再加上大多metahuman以靜態照片的形式面向大眾，在製作上並不困難，所以一時間湧現出許多metahuman活躍於社交媒體上。中國也緊跟這一波浪潮，先後出現了中國風定位的翎、鄰家女孩定位的阿喜，以及都市潮人定位的AYAYI等。\\n\\n今天的Lil Miquela相比於昔日的Max Headroom，metahuman已經有了完全不同的意涵。首先，傳播媒介的形態和技術條件發生了巨變，往常的大眾媒體（如電視、廣播、報紙等）具有極強的中心化特征，（在西方社會）其主導群體是占多數的白人群體；而如今社交媒體賦予每個用戶平等的發布權利，社會意見也更加多元融合，其對應主導的群體畫像偏向年輕的女性群體。所以從「白人精英男性形象」的Max Headroom到「混血女孩形象」的Lil Miquela，實際上是傳播權利從中心化、集權化向去中心化、民主化移轉的體現。其次，創作者的意圖從將metahuman塑造成文化符號的定位，轉變成商業性的定位。對應著metahuman所扮演的角色不再承擔著批判和諷刺的使命，而是「迎合」Z世代新新人類的口味，變得更加娛樂化和時尚化。這有利於商業變現，以及metahuman普及到更多應用領域。\\n\\n最後，人類將不得不面對此前從未出現的問題 — — metahuman的互動界限以及倫理問題。隨著技術的飛速進步，metahuman有了更加細膩擬真的形象，社交媒體平臺也使他們與真人用戶之間的線上互動成為可能，導致了metahuman的「人造人」身份以及與真人之間的差異逐漸被淡化或忽略。在metahuman的形象日益豐滿、互動日益多元化的未來，人類也即將面臨著一場倫理和觀念的新沖擊。\\n\\n![「虛擬數字人」製作軟體 Metahuman Creator](https://miro.medium.com/max/1400/1\\\\*vdHYXzgXAyLE-hpuHdhypw.png)\\n\\n**真與假的界限，如何定義？**\\n\\n當metahuman的日常生活像真人用戶一樣暴露在大眾的視野中，生動的「人設」一時間讓觀眾難以分辨其到底是真人還是人造人。盡管從視覺設定上來說，metahuman通常並不完美。Lil Miquela甚至不是美國主流的白色人種，也不同於完美的明星長相，她有著大牙縫、翻鼻孔、雀斑……但這些不完美的特質在粉絲眼中反而是「真實」的體現。同時，中國的虛擬數字人也存在這種傾向，比如阿喜，這個有著三白眼、地包天的女孩，被西方媒體認為是挑戰中國傳統審美的metahuman。\\n\\n這種不完美的長相恰恰是製作團隊所追求的，為了要「照顧」到下沈市場，讓metahuman的形象更加親民，一點點的「缺陷」恰好讓大部分普通觀眾更容易接受。從粉絲構成來看，喜歡阿喜的人中，75%是女性，年齡在18–23歲之間。這些女生要從metahuman身上獲得時尚生活方式的參考，以及，通過metahuman的不完美，滿足自己一點點的優越感。然而，一旦了解這種「連不完美都是經過刻意設計」的創作初衷，反而可能引發人類的「恐怖谷效應」。\\n\\n「恐怖谷效應」又稱作「恐怖谷理論」，用來形容人類對過度擬真的機器人產生的排斥心理。由於機器人在外表、動作上與人類相似，起初人類會對機器人產生正面的情感。隨著人類逐漸察覺到機器人與真人之間的細微差別，會對機器人僵硬表現產生恐懼，使人有面對死亡的同類的感覺。這段好感度的低谷，被稱為「恐怖谷」。這個理論是日本機器人專家森昌弘在1970年發表的文章中提出的，延伸了Ernst Jentsch於1906年的提出的「恐怖谷心理學」概念，該理論認為「怪怖者」與未知、異常和不熟悉相關，同時「怪怖者」理智上的不確定性在「恐怖」情緒的產生中起著關鍵作用。這個觀點被弗洛伊德在1919年的論文《怪怖者》中闡述，並因此而著名。\\n\\n![「恐怖谷效應」心理曲線](https://miro.medium.com/max/1400/1\\\\*gv9sExTkz33DtQtOhq4fbw.jpeg)\\n\\n這個理論僅揭示了人類對於各種形式的人造人本能的排斥心理，在西方的影視劇作品中卻早已提出過人造人可能帶來的各種人性考驗及道德災難。在英劇《黑鏡》第二季《馬上回來》中，瑪莎為自己定製了已經去世男友艾什的metahuman，卻在與其做愛時突然出戲，無法接受這個性能力強於自己男友的人造人，從此將人造艾什關進閣樓。這不僅沒有撫平自己的心傷，卻還造成了更深重的人性扭曲。\\n\\n在國內metahuman帶貨口紅後，網友們也開始出現各種質疑聲音。有人認為，metahuman無法真正為口紅「試色」，無法為那些「他/她們」無法感受到的產品體驗「代言」。也有人發現，metahuman的表情單一，永遠是一副嚴肅的「擺酷臉」。實際上這是技術團隊尚且不能實現高效的表情製作而引發的後果，這些現象已經讓一些用戶產生了「不買賬」的情緒。無數程序員犧牲頭發為了打破的次元壁，又重新被建立起來。而這一道透明的高墻，才是metahuman與現實之間真正的鴻溝。\\n\\n1959年，學者C.P斯諾在劍橋大學發表的演講《兩種文化》中，曾提出因「分工、分科」的社會趨勢，導致自然科學和人文科學間互不理解、互不融合的對立現象。半個多世紀之後，在全球一體化頂峰的今天，科技和藝術兩個領域聯手將metahuman推入了人們的視線與生活中，也將人類推進下一個數字虛擬時代。這或許預示著《一級玩家》中的世界觀正在形成，一個名為元宇宙（metaverse）的新世界逐漸拉開帷幕。\\n\\n《科學怪人》的小說結尾，人造人被其創造者弗蘭肯斯坦激怒，用自己的方式懲罰了這個狂妄的人類，也墮入了自我毀滅的深淵。此刻站在歷史節點的我們，不禁好奇，當虛擬世界真正到來時，人們究竟會熱情擁抱，還是四散而逃？[▩](https://tw.piliapp.com/symbol/square/)\\n\\n![電影《一級玩家》劇照](https://miro.medium.com/max/1400/1\\\\*yDtPOr4ggsLkX0VaFzfsvg.gif)\\n\\n**文字原載於《藝術與設計》雜誌 2021.11 | 圖片來源於網路**\",\"timestamp\":1640785073,\"title\":\"vol.1 | Is the Era of Metahuman Coming？\\n人造「數字人」的時代到來了嗎？\"},\"digest\":\"aKNuSye01S_bexogJsmljhdsYPMlX1gMyyFKnQRZAAY\",\"authorship\":{\"contributor\":\"0xB68aE04fa1da09E7012196dC0697a37A8EE45Ee0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yg0HglrAFN_Ftro1S3GYAzccE5pol8lr5Ad2IqQ5FBQ\\\",\\\"y\\\":\\\"--yI-0bdKp3zPpGYNJxmbJmAzk6DEorhJoALw_TUY4s\\\"}\",\"signature\":\"paR5m0z1JfdocwHsSJVj7D8yX3QwO4n63-73EYv7RdcDDRnJEEqw6sJ6XBjTD-XQMCOLHgxYFocudQ5znud00w\",\"signingKeySignature\":\"0x698e3890883a8e44c21447a2c802ad201f82ff38d70ee80e66a1d098c804b0d80540a0527816c54ba9fba0ee547f70bcc22f91aa224d1b8f8cdb6dc87312aa2b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yg0HglrAFN_Ftro1S3GYAzccE5pol8lr5Ad2IqQ5FBQ\\\",\\\"y\\\":\\\"--yI-0bdKp3zPpGYNJxmbJmAzk6DEorhJoALw_TUY4s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aKNuSye01S_bexogJsmljhdsYPMlX1gMyyFKnQRZAAY\"}"