"{\"content\":{\"body\":\"The hottest recently is Web 3.0 and DAO. Yesterday’s SOS launched an airdrop strategy to OPENSEA users. More than 100,000 people around the world received the airdrop. Then it burst and then plummeted. It earned enough attention. The popularity is definitely enough. People can still play.\\n\\nThe famous people who auctioned the constitution next door expressed dissatisfaction. I am the most DAO in the world. Can your SOS compare with me? The communities on both sides have been pinched on Twitter.\\n\\nIn fact, SOS is the token of the NFT trading platform, so it is naturally inferior to People in terms of air. But in the currency circle, it is not important whether air is not air, heat is important. Big v (gouzhuang) brings goods (although they also have pictures), and small retail investors rush in. That's how the heat came.\\n\\nPeople’s current progress is that DAO completely shuts down discord and completely withdraws from the project. People becomes a complete MEME currency. And SOS is currently dissed on Twitter that there may be contract risks.\\n\\n![](https://images.mirror-media.xyz/publication-images/h5x5Xy2QrbN5CUX-d-uva.jpg?height=847&width=600)\\n\\nThere are many hot spots, one every day. DAO is not only available today. BTC DAO has been developing steadily for more than ten years and has not become a hot spot.\\n\\nDAO is a decentralized autonomous organization, free to participate and exit, anyone can initiate. From the essence of DAO, there is no such thing as your DAO is better than mine. However, there are still differences in terms of governance structure and governance promotion methods, including community leaders and community culture.\\n\\nThe operation of a DAO organization takes a lot of time and requires strong operational capabilities. It is not easy to successfully operate a DAO.\\n\\nSince its launch, BitANT has developed rapidly. As the world's first blockchain project to split BTC issued on the Ethereum network, BitANT has performed well in terms of daily transaction volume, user participation, and lock-up volume. It took a few months to be promoted to a star project on Optimism, and the current market value has just exceeded 20 million US dollars.\\n\\nThe BitANT team adheres to the DAO concept and uses DAO to govern the community to promote prosperity on the chain. After the launch, the BitANT community has grown strong and full of vitality. The BitANT team hopes to make the best decisions for the future of the BitANT ecosystem through the strength, strength and experience of the community, so that more users can join the BitANT ecosystem.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZVaT5FZDjOpdubQFkfOuG.jpg?height=320&width=600)\\n\\nBlockchain technology was born more than ten years ago. With the development of the blockchain community, the emergence of new projects, the continuous increase in overall market value, and the concept of big Vs such as Musk’s delivery, decentralized autonomous organization (DAO) Gradually become popular. (Although the author speculates that there may be no other concepts to push).\\n\\nDAO (decentralized autonomous organization) means: decentralized autonomous organization. It is different from the most common corporate system in the business field, and the democratic representative system in the political field (of course there are other systems) and other methods. DAO utilizes the transparency, security, and non-tamperability of the blockchain combined with the strong execution of smart contracts to realize the decentralized governance of the organization on the platform.\\n\\nDAO is an emerging organizational governance model, which is particularly suitable for the governance of blockchain projects-this is inferred from the underlying logic. Decentralized organizations should have decentralized governance methods and governance tools.\\n\\nThe concept of DAO is very ambitious, and it will take a lot of time to truly follow the DAO method. However, DAO is definitely not a slogan, but a real practice. As long as it is on the road, it is moving forward. In this regard, BitANT is doing better than what I said. As far as I know, the BitANT community is the first to introduce the DAO community governance model. Their performance is that the project party does technology, the community does marketing and promotion, and the community votes to determine some of the project. Major decision.\\n\\nA typical case is that BitANT recently launched a token destruction plan of more than 14 million yuan, which was decided by the community through voting. The background of this incident is that the marketing wallet of the project party has become the largest currency holding address (the project party has no tokens and needs marketing promotion costs, so before the successful deployment of the OP, the transaction tax 5% has been cancelled), the community Many people have put forward opinions to destroy some tokens in the marketing wallet, and the project party is asking for comments on the features and accepting votes.\\n\\nThe voting result came out the next day, and the project team directly injected 800 million tokens into the black hole address for destruction. The market value of the destroyed tokens was more than 2 million U.S. dollars.\\n\\nIn terms of community governance, BitANT is definitely a forerunner. BitANT DAO is composed of BitANT token holders, which gives community users great power and enables BitANT holders to have a higher sense of belonging to BitANT. Users can maintain project operation and promote project development through proposals and voting governance.\\n\\nAt present, BitANT DAO has gradually formed its own opinion leader. The community publicly supports the first brother Panda and the first sister Tang Shiyun. This right is granted by the community. Different people are needed to promote the development of the community at different stages. The community should choose and support Own promoter.\\n\\nThe opening of BitANT DAO autonomy has enabled BitANT to truly enter the era of community autonomy and win-win, giving the community more decision-making powers, making ecological operations more transparent and truly decentralized.\\n\\nThere is no longer a manager in BitANT, he is decentralized, he allows anyone to vote on issues he cares about, and use the rights he has in his hands to vote on the decisions he wants. In ensuring that all votes are counted and shown to everyone, everyone has the right to vote, which maximizes to ensure fairness and justice, and everyone has the right to speak.\\n\\nThe opening of BitANT DAO provides owners with an open and equal community environment. Members work together to create, distribute and capture the value related to the common mission. According to the project plan, BitANT DAO will undoubtedly achieve more thorough decentralized autonomy.\\n\\nBitANT is the forerunner and practitioner of DAO governance. This geek-like project started from zero, and the first and second layers of Ethereum have accumulated more than 3000 currency holding addresses.\\n\\nIn terms of technical characteristics, BitANT has many advantages, such as decentralization, borderless, security, convenience, and innovation. BitANT has also enhanced and added new advantages, such as fun upgrades, easy-to-operate upgrades, and is completely driven by community autonomy. Excellent reward mechanism.\\n\\nIn terms of attention, BitANT sits on the super-loving of a group of fans in the US currency circle and the love of newly-emerged Chinese fans. As of the time of writing this article, according to relevant data, BitANT's first phase of Yeild Farming exceeds 500% of APY. The major highlight of this Yeild Farming is simply the largest mine in Optimism. The APY of the second phase of Yeild Farming is also stable at 130%.\\n\\nAs the first mining project on Optimism, BitANT has officially opened the mining function at 22:00 on November 28, 2021. The first phase of mining lasted for 14 days, and 5 pools were opened, namely: BitANT, Eth-BitANT, BTC-Bitbtc, BTC, Bitbtc. The top ore bonus is obvious. Within 24 hours, TVL has exceeded US$2.5 million, and APY exceeded 2000% at the highest point. Currently, Eth-BitANT is still around 500%, attracting many investors to participate.\\n\\nThis all shows that BitANT has huge explosive potential, and the BitANT project has ambitious vision and goals.\",\"timestamp\":1640573260,\"title\":\"DAO Pioneer | BitANT DAO Decentralized Autonomy Theory\"},\"digest\":\"uykLPDYYghvt2wcRONZi6yhplyxEcNR-lsW-e1wgbtA\",\"authorship\":{\"contributor\":\"0x19a23AfB21e123c626C2c4C19c34d2037Ac35734\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"signature\":\"dF9j2RVaw1ZFemY5iRcnzybgnLhqsQR7CPcPjzzz2VLKHXTmHBA9KOSpwiaqvzQJZcTJ90bw3b0F2EDI2CepIA\",\"signingKeySignature\":\"0x46fc7664e155608b54fe173f7e63180c17622cc2e5ce466552d0020b165136d1476659c2b543561b12aaf872c13ea2481165ff10f4bf76da0d2fb4d5796f9fd31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uykLPDYYghvt2wcRONZi6yhplyxEcNR-lsW-e1wgbtA\"}"