"{\"content\":{\"body\":\"所以，眼界太重要了，认知太重要了。还有虚怀若谷的空杯心态，永远对市场保持敬畏。\\n\\n我们要懂得等待，给我机会我再买入，不给机会，我可以不买，宁愿错过不要买错。\\n\\n任何一个小币没有参与，都不可惜，因为机会太多了，抓住几个就可以了。\\n\\n有些朋友根本不知道熊市的残酷，刚才美股一阵暴跌有人就傻了。饼圈的暴跌比这厉害多了，一旦市场上水枯竭了，就是不断的阴跌。有些人天天热衷冲新币，头脑已经发热了。要知道在投资市场市场上，先活下来，是最重要的。在寒冬时有钱有勇气抄底，才是最重要的。\\n\\n大饼姨太bnb的主力仓位不能动，20%的稳定币要常备，活得长比跑得快要重要的多。\\n\\n大饼近来已经呈现出和美股同涨同跌的形态，其实之前几天，一些大饼长期持有者持有者已经在抛售，而我的动作也是买入一些。\\n\\n永远不碰合约，不重仓小饼，永远手里持有20%的稳定币，请大家知会。我的策略是不可能输的，以后你们就慢慢懂。\\n\\n你们没经历过熊市，大饼不行了，小饼会非常惨淡。大家可以接点，但是不要all in，多买点eth，eth的多头比大饼多头强的多。\\n\\n你应该学会金字塔买法，逐步加仓，着什么急，还有就是情绪管理，逢跌则喜，因为你现在是穷人，跌才给了你机会，涨起来你那几个钱根本不够用的。\\n\\n因为如果急跌之后快速修复，你就当没跌好了，如果暴跌之后反弹，然后继续阴跌，一个长时间的下跌，那其实你有的是时间建仓。\\n\\n这次下跌，我又多了几个大饼姨太，不香吗？这才是我考虑的事。未来大饼姨太的趋势不会发生变化，除了涨没有第二个路径，记住这个就可以了。\\n\\n主力还是去接eth和大饼，bnb，我个人的意见，主力仓位要保证。自己特别看好的小饼，在有余力前提下，可以买点。\\n\\n我感觉有些朋友还是微信用惯了，不太重视新的软件，其实未来从微信能够获得有效信息会越来越少，现在的加密世界的交流工具早就不是微信了，而是discord、电报，类似这样的。\\n\\n今天暴跌，大家舒爽吗？当然，其实什么事都没发生，都是幻觉。\\n\\n接下来我讲点最近我的一些思考，在过去很长时间里，加密市场呈现出明显的周期性，主要是围绕着大饼减半来进行的强周期。一般是在大饼减半后6个月后起飞，持续到第18个月，当然这只是约数。然后牛转熊，大饼回撤85%，其他小币回撤90-95%，或者干脆跌没了，然后等待下一次减产，大抵如此。\\n\\n不过，我不知道大饼原教旨主义者们，比如ahr999这样的人，他们是否意识到了这次市场有所不同。比如，如果我们去观察eth/btc交易对，这是唯一一次没有创下历史峰值的一个周期，而去年312时大饼价格3800，前高69000，涨幅约1716%。但是姨太呢，是从86到到4868，涨幅5560%，大饼严重跑输了姨太。同样，姨太在过去一年也大大跑输了比如索拉娜，avae，luna这样的L1 网络。\\n\\n大饼因为不具有智能合约功能，只有价值储存功能，在未来的重要性将被越来越削弱，这是一个很明显的趋势。而姨太则逐渐替代大饼成为加密世界的基础货币，未来十年，大饼依然会向着世界黄金总值的目标前进，并且它最终会抵达那里。也就是，比如100万美元一个大饼，但是这个成长性将跑输基础货币姨太，更将跑输那些为新进入加密赛道的投资者提供新的需求和解决之道的优质项目。\\n\\n今年的几次回撤，都出现了姨太的恢复速度比大饼更快的特征，我认为这是一种明显的改朝换代的表现。eth的多头的势力表现的更强势，而个别大饼长期持有者竟然在过去一段时间开始抛售行为，这在过去是极少发生的。\\n\\n所以，未来，一个优秀的投资者应该把自己的投资目标定位于跑赢eth，而不是过去的跑赢大饼。未来五到十年你的投资收益率能不能跑赢eth，这个是衡量你是不是优秀投资者的第一点。而第二点则时你的投资组合的波动性能不能低于eth，如果这两点你都做到了，你就是一个不错的投资者。\\n\\n想做到第一点需要你去不断挖掘新的优质项目，并且成为他们的社区的早期的活跃用户，这点很重要。社区，也就是dao这种治理模式正在成为元宇宙虚拟王国的一种重要的组织形态。\\n\\n除此之外，传统资本的经验告诉我们，在市场极度低迷时进场布局重仓出手的重要性。虽然我认为未来整个加密资产的跌幅可能不会再有80%到90%了。毕竟现在和2017年完全不可同日而语，2017年时加密资产还是一个非常小众的投资品种，机构和大佬对之不屑一顾。\\n\\n但是到了今年，除了最傲慢的老钱，比如沃伦巴菲特或者查理芒格这样的人，我们看到的是更普遍和广泛的接受度。\\n\\n萨尔瓦多把大饼定义主权货币这个事，在未来整个世界金融史上都会是浓墨重彩的一笔。萨尔瓦多是第一个，但绝对不会是最后一个。\\n\\n除此之外，养老基金对大饼也表现出了浓厚的兴趣。养老基金的投资组合对抗风险要求很高，基于马克威茨现代资产组合理论，尽量构建一个多元化非相关性的组合，加密资产几乎是不二之选。\\n\\n以全球养老基金的体量，即使在组合中纳入3%或者更低一点的加密资产头寸，也是非常大的资金流入。另外还有诸如木头姐这样激进的主动基金操盘手，以及大佬个人的投资，都会开始考虑把大饼纳入其中。\\n\\n同时，在2020和2021年，加密资产被越来越多的国家纳入到合法合规范围之内，而不再是游走于灰色边缘地带的丑小鸭。\\n\\n多说一句，在加密资产和传统金融界之间搭桥。这个事，有个人的作用非常重要，他就是FTX的创始人SBF。这个人有非常深的传统投行背景，同时他也在一直为了加密资产合规做努力，所以现在很多人都以sbf为偶像，不愧是米帝的孙割。\\n\\n正是因为以上因素，随着传统金融资本的不断进入，大饼和姨太再想跌80-90%，我认为不太容易了。不过如果出现特别极端的事件，打回70%＋这个尺度还是完全有可能的。\\n\\n那么如果真出现这样尺度的回撤，你要记得进场，如果你是重仓进场，你就会在未来获得最好的利润。\\n\\n除此之外，对于小资金的参与者，打新依然是造富机器。近两年类似coinlist和daomaker这样的发射台，确实让参与者赚到了很多钱。\\n\\n此外，未来你还应该去L1以太坊杀手，姨太L2，nft，桥资产中去寻找大幅度打败以太坊的机会，另外充分利用低风险defi，staking去获得复利。\\n\\n昨天我在群里发的那位defi大神，从去年夏天到现在，他只做了一件事，就是不停的质押，收割，复利再投，到现在管理着4000万美元的资产。这也很优秀了。\\n\\n那么如何让自己的投资组合的波动性低于以太坊呢？第一你要持有10%到20%的稳定币，一直持有。今天这种暴跌，很多人为了补仓去买6.5的usdt，你要知道昨天晚上价格还是6.2。我并不是说，不值得，而是这个接近5%的无偿损失你完全可以避免。持有一定稳定币不仅可以让你从容抄底，还可以降低你的投资组合的波动性，让你在不断阴跌的熊市好过一些。\\n\\n如果你不是一个有坚定信仰的投资者，或者如果你并没有彻底看穿法币的虚幻性，投资组合的波动过大，你的心态有可能崩盘。\\n\\n去年312那天，我某个学生两次私信我，要不要抛售，我给他回复买入。那么今天这种跌幅对我而言是毫无感觉的，唯一需要做的就是买点。\\n\\n但是我并不确认你们有我这种认识，所以组合的相对低波动性对你有好处，除了持有稳定币外，就是你要持有大饼。不能因为今天我说，大饼可能退位了，你就都卖了换成姨太或者都干脆换成索拉娜甚至dydx，不要这样。\\n\\n未来大饼的波动性会越来越低，而且，依然会不断上涨。因为无论是主权国家、养老基金、主动基金、富商巨贾，他们进入加密世界、进入元宇宙，第一选择还是大饼，而不是姨太，或者luna、dot、bnb，不可能的。所以大饼未来依然是投资组合中重要的一环，用来避险，抗高波动。\\n\\n对于如何收益率打败以太坊，我补充一点，就是，你应该去关注跨链概念。姨太再厉害，它也没有能力统一所有的链，而且因为gas居高不下，很多姨太信仰者都开始诟病它，比如之前三箭和姨太元老的口水仗。所以，未来你一定要关注多链的交互的概念。\\n\\n我之前说的zen，还有syn，总之都是非常流弊的叙事。不过我不提倡梭哈某一个饼，我不喜欢赌博，对于大一点体量的投资者，必须用组合来分散风险。\\n\\n我们知道，小资金参与获得超级利润率并不难，但是离开体量谈收益率是毫无意义的。你有100亿直接趴银行就可以了，一年四五个亿不香吗。你就1000块钱，翻100倍也就10万，对不对。所以收益率是没什么用的东西。\\n\\n跨链概念，还有dot，这是很优秀的项目。\\n\\n还有一个老牌跨链阿童木，很多人不看好了，我持不同态度，在未来，Cosmos SDK能够取得突破，那么阿童木的潜力非常大。\\n\\n在这个周期，阿童木的表现并不好，然而它的团队还在一直工作，一直在努力，我会继续持有。\",\"timestamp\":1640446183,\"title\":\"币圈笔记五\"},\"digest\":\"GZcbIQw6QbYTB0gf6QdtS15HInPEzBNa9llvsidVSQ8\",\"authorship\":{\"contributor\":\"0xDdd54D4D71FF9AD625D8e90DC6DdEafEeB5632Ba\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PFFIF3N1Xs7HhN9QdKA5YVEFJ-lcrWiuY1PQOK_5CK8\\\",\\\"y\\\":\\\"O3S4uTJKMFKN8WKusIaQc7t4xkX8xqXjMg4wgf1XU2k\\\"}\",\"signature\":\"OZ8QzcLrXo5N4OUDYPaeqnU9v2a6NeRxYhJFGMX6pWEEMLvEIIaveRJIzcxAtoOlHUksC33CeBxDXPWN6D7XgQ\",\"signingKeySignature\":\"0x4d1d76fd92d27a738d59fb5ff8014e02d42fa3beebb855c80274824514c11f31562f7bf6474bd0a2610216142e379ba19328b21d66fc206222d69056c6e177c21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PFFIF3N1Xs7HhN9QdKA5YVEFJ-lcrWiuY1PQOK_5CK8\\\",\\\"y\\\":\\\"O3S4uTJKMFKN8WKusIaQc7t4xkX8xqXjMg4wgf1XU2k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GZcbIQw6QbYTB0gf6QdtS15HInPEzBNa9llvsidVSQ8\"}"