"{\"content\":{\"body\":\"**WEB 1.0**\\n\\nUključuje internet u ranim počecima razvoja World Wide Weba. Tada je postojalo malo kreatora sadržaja, web stranice su bile statične i smještene na web poslužiteljima koje pokreće ISP. Reklame su bile zabranjene, tablice i okviri su se koristili za pozicioniranje i poravnavanje sadržaja, uglavnom dosta primitivno, ali za to vrijeme napredno.\\n\\n**WEB 2.0**\\n\\nWeb 2.0, još zvani, participativni društveni web, se odnosi na web mjesta diljem svijeta koja ističu sadržaj koji su izradili korisnici te je narativ na upotrebljivosti i interoperabilnosti. Obuhvaća aplikacije i stranice kao što su Facebook, Google, AirBnB, Uber i drugi.\\n\\n**Glavne specifikacije:**\\n\\n• besplatno razvrstavanje informacija što omogućuje korisnicima klasifikaciju informacija\\n\\n• dinamičan sadržaj koji reagira na unos korisnika\\n\\n• informacije teku između vlasnika stranice i korisnika\\n\\n• API omogućuje samostalnu upotrebu…\\n\\nSadrži niz online alata i platformi na kojima korisnici dijele svoje perspektive, ideje, mišljenja i slično.\\n\\nUnutar Web 2.0 je sve centralizirano, što zahtijeva stupanj povjerenja prema određenim tvrtkama što dalje može biti problem pošto je povijest pokazala da su nebrojeno puta iscurili privatni podaci.\\n\\n**WEB 3.0**\\n\\nIli semantički web, se odnosi na korištenje weba koje uključuje mijenjanje weba u bazu podataka. Pri tome podaci nisu u nečijem vlasništvu, već se dijele. Web zahtijeva korištenje deklarativnog ontološkog jezika kao što je OWL za proizvodnju ontologija specifičnih za domenu koje bi dalje strojevi koristili za donošenje zaključaka, a ne samo za uparivanje ključnih riječi.\\n\\n**Web 3.0 nije monopoliziran te nema centralno tijelo već je građen na principu:**\\n\\n• Distributed Ledger Technologyja\\n\\n• umjetne inteligencije\\n\\n• virtualne i augmentirane realnosti\\n\\n• strojnog učenja\\n\\n• Self-Sovereign Indentityja\\n\\n• decentralizacije\\n\\n• individualne kontrole podataka\\n\\n**Glavne specifikacije:**\\n\\n• semantički web, kao što je prije rečeno, poboljšava tehnologije za stvaranje, dijeljenje. i povezivanje putem analize na temelju sposobnosti razumijevanja značenja riječi, a ne na temelju ključnih riječi\\n\\n• kombinacijom umjetne inteligencije i obrade jezika, kompjuteri mogu razlikovati informacije kao ljudi što omogućuje brže i relevantnije rezultate\\n\\n• trodimenzionalni dizajn ima široki spektar primjene (igrice, e-commerce, geoprostorni sadržaji itd.)\\n\\n• informacije su bolje povezane upravo zbog korištenja semantike\\n\\n• povezanost je moguća putem više aplikacija, svaki uređaj je spojen na web i usluge se mogu koristiti bilo gdje\\n\\n![](https://images.mirror-media.xyz/publication-images/pdMUUIehyKSlx92v9jbSd.jpeg?height=1208&width=1108)\\n\\n\",\"timestamp\":1641138701,\"title\":\"Što je World Wide Web i razvoj kroz godine?\"},\"digest\":\"6KKkWGWM-WoWXVqhyBg9zO8p_ITNHb6kYPP1IG_ccgQ\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"signature\":\"aZmTqj8bkfMjVjPq5FP7VSmHc7qhGGw92VkIKVsGTvW2HiCcGSd6B8wXA8XPdPcjfG3odWHG_32VqJEJU7RH2Q\",\"signingKeySignature\":\"0x17f05f5461a1e1004b76380a32d95a1193810ac746365cb9ff4e01c2e42438600601bcda491911d06af6d15d27b79167f514a263320bb4609e670e83c2d32ccc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6KKkWGWM-WoWXVqhyBg9zO8p_ITNHb6kYPP1IG_ccgQ\"}"