"{\"content\":{\"body\":\"That would remove the need for each node to scan the entire chain, theoretically improving the speed and costs required to maintain the network. Meanwhile, individual shards would share the transaction details with a [so-called Beacon Chain](https://cointelegraph.com/news/ethereum-2-0-inches-closer-with-the-beacon-chain-s-altair-upgrade), which serves as the backbone of Ethereum 2.0.\\n\\n## ETH2 is not a new crypto\\n\\nBeacon Chain, which went live in December 2020, would validate the transactions on each shard, thus assisting the entire Ethereum 2.0 network In reaching consensus. It would also detect dishonest validators and initiate penalties by removing a portion of the validator's stake from circulation.\\n\\n***Related: [Vitalik Buterin outlines ‘endgame’ roadmap for ETH 2.0](https://cointelegraph.com/news/vitalik-buterin-outlines-endgame-roadmap-for-eth-2-0)***\\n\\nAt the core of Ethereum 2.0's PoS design would be ETH (or ETH2), which primarily [serves as a staking token](https://cointelegraph.com/news/ethereum-hits-new-ath-after-altair-upgrade-shows-clear-path-to-the-merge) for validators to participate in the network consensus and, in turn, receive block rewards.\\n\\nBeacon Chain's deposit contract has received over 8.42 million ETH tokens from 55,300 unique depositors (validators) since its launch in December 2020.\\n\\n*The balance of the Ethereum 2.0 deposit contract divided by the total ETH supply. Source: CryptoQuant*\\n\\nThat being said, ETH2 is not a new coin and would not change the ETH amount one holds. Instead, as Coinbase's index listing suggests, ETH2 may end up becoming a rebranded version of the original Ether, without needing holders to swap one version for another.\\n\\nThe views and opinions expressed here are solely those of the author and do not necessarily reflect the views of Cointelegraph.com. Every investment and trading move involves risk, you should conduct your own research when making a decision.\",\"timestamp\":1639035729,\"title\":\"That would remove the need for each node to scan the entire chain\"},\"digest\":\"uq-fZaUXURhuPK-1o1QDrnfzeRooGeqEEvJ_l9yEbP4\",\"authorship\":{\"contributor\":\"0xce2E0daa2fF996B2e11Ed7da4fe7aCfE560DB361\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Eljh9sGtrv2AOuK1eXT1XMHQ40pPYut9rv2q250u6Ec\\\",\\\"y\\\":\\\"MQMFCK52sSImh7SrezJLJB-MZivlNdE137ZlRUPH7iI\\\"}\",\"signature\":\"ZBoxLIqQ3EX0Iy3pLwucXKKKahMG_wPA6DR9lZ1vWhICPxGN4vLOJdnwqPrSGS05Lcze5SiN6nPO0cTaTUqEzg\",\"signingKeySignature\":\"0x8a30517e3b3e5c99f65e1b76abfee15d55925642ee970d974b5459fc24ba77504110abe4aec1cae4bd119b9f586747e024b8d1d6c36a8f6971e8570e9dca5fc21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Eljh9sGtrv2AOuK1eXT1XMHQ40pPYut9rv2q250u6Ec\\\",\\\"y\\\":\\\"MQMFCK52sSImh7SrezJLJB-MZivlNdE137ZlRUPH7iI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uq-fZaUXURhuPK-1o1QDrnfzeRooGeqEEvJ_l9yEbP4\"}"