"{\"content\":{\"body\":\"On the one hand, Web3 is going through its own decades-long development and adoption cycle. On the other hand, we see fast-moving changes in the way artists and their fans, or broader communities, interact. By taking a look at the intersection of these two developments we can take stock on where we’ve come from, and what we can do to push for good growth. I’ll use music as a case study, but as a whole this can be applied much more broadly.\\n\\n**Economics and community**\\n\\nI’ve [previously](https://www.musicxtechxfuture.com/2021/05/12/a-mode-of-growth-nfts-ownership-copyrights-blockchains/) referenced **Carlota Perez** and her lifecycle of technological revolutions. Earlier this week, **Ben Thompson** wrote about this same topic in relation to the adoption of crypto. His point centres on defining which period of the crypto-tech-revolution we are in.\\n\\n![](https://images.mirror-media.xyz/publication-images/rclsrKU__44ijmc-kkHNx.png?height=630&width=912)\\n\\nWhere Perez has [claimed](https://twitter.com/CarlotaPrzPerez/status/1112397085729533958?s=20) that we’re nearing the golden age, Thompson argues that - for crypto - we are in the installation period. It’s pertinent that Perez, as far as I can see, doesn’t see crypto, or Web3, as its own technological revolution. If anything, it’s part of phase 3 in her analysis of the lifecycle of the digital revolution we’re currently working through. I would argue, though, that it’s possible to have various revolutions, or iterations of revolutions, that are all happening at the same time. Web 3 is one, NFTs are their own little one, but the broader internet is also one of which the former two are smaller parts.\\n\\nlooking at what’s happening right now in Web3 I see two main areas: 1) investment heavy; 2) community loaded. The former is important, but I won’t go into it too much here. The latter is where I see most potential and it’s also where I see most overlap with other shifts, such as the way artists interact with their fans and flip the value proposition between them. This is where **Li Jin** comes in, especially with her fan pyramid.\\n\\n![](https://images.mirror-media.xyz/publication-images/DYO04BqrcFPmPiHs-WDey.jpg?height=570&width=1013)\\n\\nAlong this pyramid, both fans and artists alike exist on a [gradient](https://www.musicxtechxfuture.com/2021/07/01/wait-is-spotify-trying-to-make-all-musicians-creators/). Not all artists will want to capture their super fans and nor will all fans have the capability to become more than a casual fan. What’s striking, however, is how Jin argues that new business models are what unlocks new tiers on this pyramid. The cult fan, for example, comes from an NFT allowing a sense of ownership and access that didn’t exist before. Each new business model is, of course, part of a developing technological revolution.\\n\\nNow that I’ve set this stage of a technological-economy-community triad, let’s turn to Web3 specifically and see how we’re working through that using music as a case study.\\n\\n## Promise\\n\\nWe’ve gone through several promised lands already with blockchain, and it’s only been thirteen years since that **Satoshi Nakamoto** paper on a [peer-to-peer electronic cash system](https://bitcoin.org/bitcoin.pdf). Let’s quickly go through some more music-focused instances.\\n\\n### Attribution in rights management\\n\\nThe first promise of the blockchain for music came through ideas around managing copyright. What if we could put everything on-chain and make sure there’s no more black boxes and rights owners - performing artists, songwriters, composers - would always get their fair dues? During the Bitcoin-crypto hype of 2017 a lot of innovation happened in this space. There were plenty of new companies setting up around this time. Examples like **JAAK, Blokur**, and **Dot Blockchain** all worked to fix the perceived broken royalty system. The reason that royalty system broke, however, is that copyright always lags behind technological developments. One solution is to get radical and consider a post-royalty world. Another solution is to work with the current major players and see how blockchain can be utilized as a tool to fix issues - like that black box, like attribution, like splits, etc.\\n\\n### NFT hype\\n\\nStarting in 2020 and moving fast in 2021 we witnessed a quick boom-bust-plateau cycle with NFTs. Driven by the hype of those major sales of **3LAU, Grimes**, and others, the uptake was immense. But it also quickly dried up in May. Since then, the NFT hype has given way to something more of an [NFT marketplace hype](https://www.waterandmusic.com/an-overabundance-of-music-nft-platforms-and-scams/). There’s a split between platforms that are sort of pure-play NFTs, like **Foundation** or **Catalog**, and those whose focus isn’t on the token but on the framing of a digital collectible, like **Serenade** or **RCRDSHP**. Both have their place and both work towards new revenue streams for artists. There’s also marketplaces that focus more on the artistic potential of working with NFTs in music, like **Async**, and whose focus isn’t so much on the revenue side, but more on how Web3 models help develop music artistically.\\n\\n### DAOs & social tokens\\n\\nThe latest promise of Web3 is all about community. Decentralized Autonomous Organizations promise transparent and community-driven frameworks, planning, and assemblies. We’ve written before about [how to start a DAO](https://www.musicxtechxfuture.com/2021/06/22/blockchain-basics-how-to-start-a-dao/), but also on how DAOs have [a long history of cooperation](https://musicx.mirror.xyz/aJODmYiWXhveFO64nTgO4qNn-E_1rphF6GiZJJk1VVM) that they can learn from and build on. Part of DAO frameworks, and part of what makes them transparent is that decision-making often centres around tokens. These tokens can be earned by performing tasks and, depending on the structures, provide say-so in the way the DAO will develop. **Peter Yang** succinctly explained [how this might work](https://twitter.com/petergyang/status/1447605297808232448) for a person starting to work in a DAO.\\n\\nLooking at a roadmap, or just a spreadsheet of tasks that need to be performed, from a DAO can be overwhelming. It’s a great exercise in figuring what your specific skills are and how you can add value to a group. Of course, this is all in very early stages, but they key to success seems to be that DAOs should be community-oriented, i.e. focus on doing things that benefit the community instead of an individual. It’s a radical rethinking of the way most companies work nowadays.\\n\\n## Pitfalls\\n\\nThe dangers of new technologies lie in the fact that they encapsulate fast change.\\n\\n### Scams\\n\\nThe number one pitfall for everything blockchain-related is the scam. We recently wrote how and why so many [crypto start-ups look like a scam](https://musicx.mirror.xyz/ao0f1WfwyVe3H1K0q6DPZTmhx_4AGrNFNopgqyBWHWE). It’s inherent to the explosive growth that we see in Perez’ analysis of technological revolutions. During those boom years a lot of people enter the revolution, but not all of them are fully aware of all the particulars. Hence, it’s easy to take advantage of them. I didn’t have to do a lot of research to learn of [four recent scams](https://www.vice.com/en/article/xgxnew/4-nft-projects-took-investors-money-and-disappeared-in-one-day) in the **Solana** NFT space. Of course, there’s precedent for this, as [80% of ICOs](https://www.investopedia.com/news/80-icos-are-scams-report/) (Initial Coin Offerings) turned out to be scams.\\n\\n### Transparency, or a lack thereof\\n\\nAnother pitfall is a lack of transparency, which seems to be going against the grain of what Web3 and blockchain stand for. The fact that transparency is so easy, because everything is traceable, that means that even if you work in the Web2.5 space and you tend to talk about collectibles instead of NFTs it’s still easy to show [a token’s history on chain](https://polygonscan.com/token/0x03eCF93f688De485470386A3bc6855CBC9d26877?a=2163065210083186317459457). There’s a difficult balance between opening up the Web3 space to more and more people, which requires leaving out most of the tech talk, and staying transparent and verifiable, which requires some tech knowledge on the side of the end-user.\\n\\n### Smart contracts vs old school contracts\\n\\nAnd then there’s the smart contract. One of the great strengths of Web3 is that it mainly operates on these smart contracts, which allow both the transparency, but also a lot of flexibility. However, Innovating in a space like music, which is bound by complicated and overlapping copyrights, puts up a road block. As discussed in terms of rights management, the ecosystem of music copyright has too many different layers and players to easily accept smart contracts. One recent example is an NFT by Afrobeat star **Eugy** that both provides access to the artist - ownership of the NFT lets you join Eugy on a remix of his My Touch song - and then splits the royalties of that remix 75/25. That last part, though, [cannot be handled on-chain](https://static1.squarespace.com/static/615dc023fe85f27f70aa8d61/t/61659ee84246fb2aa6d0b030/1634049768702/Eugy+NFT+terms.pdf). It’s a space where smart contracts simply aren’t accepted yet and old-school contracts are needed.\\n\\n## Possibilities\\n\\nThe opportunities provided in and through Web3 solutions and tools are virtually endless. A lot is dependent on adoption of course, but the best possibilities centre around exactly those initiatives who see Web3 as a set of tools and solutions to help solve problems.\\n\\n### NFTs & Utility\\n\\nThe most successful NFT projects are about more than a jpeg or an mp4. Of course, we are all [status monkeys](https://www.notboring.co/p/status-monkeys) and we want to be able to show we are part of a group and express our identities. Still, since we’ve moved past the first NFT hype earlier this year we’ve seen more and more examples of the potential of utility. This utility is closely related to [story-telling](https://musicx.mirror.xyz/rMoWPvN6u7D2ATMkLlFSG9bqC6zwTLdyUOV1Ug2zcX0) as it helps validate the story of this expression of identity. Owning an NFT, for example, can give people status, access to their favourite artist, and provide an artefact to be showcased.\\n\\n### Community-driven models\\n\\nWith the current drive of DAOs, we see the strength that lies in community. Throughout history, cooperation has allowed people to band together and work against, around, or with more powerful single players. However, the promise of DAOs and community-driven models also lies in the fact that they can create new art. A great example is **Holly+**, where **Holly Herndon** uses her own voice and a deep neural network to transform any music others put in into Herndon’s digital twin. Another example is **Songcamp**, which puts people together in heavily story-driven environment to co-create new music. [The experience](https://songcamp.mirror.xyz/yGNUV17mGvKcVmtuND680u6f4Cxv6e1ngTKxkuvOJ8Y) has shown how people, when put together in a group, “all created sprouting songs that each held such beautiful power and potential. The cover artworks also encapsulated that improvised energy and beauty.”\\n\\n### Shared ownership models\\n\\nClosely related to the previous point is that of shared ownership. One of the reasons the community-driven models work so well, is because of the possibilities Web3 tools provide to let those communities share in their ownership. Independent artists have an advantage here, because they often have less entangled copyright issues. If an artist signed to a major label wants to do something like this, they have everything to worry about from who owns their music to who owns their image rights. It’s another benefit of being independent from traditional music revenue models and moving towards community and shared ownership. The Holly+ and Songcamp examples focus heavily on creating communities of and for artists. But there’s a lot of opportunities for artist-fan communities too. The increasing [focus on social tokens](https://digitalnative.substack.com/p/social-tokens-and-creator-centric) shows this. A great example is **Colin Benders**, who is working to turn his Modular Mayhem community into one driven by social tokens. He works with **Rally.io** for his token and in [a recent interview](https://rally.io/articles/for-colin-benders-rally-is-a-way-to-be-as-generous-as-possible) with them explained what makes him go down this route.\\n\\n“I'd seen the whole social currency movement happening around me, so I felt like, This could actually be an interesting way to bring balance to how I do things, where the community can support me in my work, and I can still give everyone access to my music.”\\n\\n## A final word\\n\\nMusic runs the gamut of Web3. Whether you want to learn about the pitfalls or instead are eager to dive head-first into all the possibilities. The most important thing that the case study of music for Web3 shows us is that long-term, and artistic, success will comes from those initiatives that use the Web3 tools and solutions as just that: tools and solutions. It’s important to drive forward, but it’s also necessary to do so to fix problems. This can be as specific as how to tackle deepfake technology entering our world, to as broad as how do you set up a community-centred and creative fan-artist relationship that will allow artists to do what they’re good at: making music.\",\"timestamp\":1634203556,\"title\":\"The promise, pitfalls & possibilities of Web3: case study music\",\"publication\":\"musicx\"},\"digest\":\"Ma3CcWNtccr2IN7CHbIWaSZJO8G1jOmfscE1ChwyxPI\",\"authorship\":{\"contributor\":\"0x04a395a382B43d083ac5F43eb4c32B93d5a43E00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"grsOAUMl46kcfy27zLgD1Zd2lFUPYaxHrGMO84xx90E\\\",\\\"y\\\":\\\"_0n-c5P_UTeUYIrijkWtfCUXrNLyTcZ51eVViz0xdZk\\\"}\",\"signature\":\"loOwBXEXDoccXmYqQYd0dJFt0Y9WQjO4uLDfWjL_Hv7cv-attAT6MOsBmWKE742wd4GZlCzbHp5k_hhU2HlPpw\",\"signingKeySignature\":\"0x26a336c9a9caf16795f740fb009f53109480a2fb6434fc3b8836a60d433804f930c1e5208036244b792edef6c5365c7b51855424e2e1c7dcdbab63187af059651c\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"grsOAUMl46kcfy27zLgD1Zd2lFUPYaxHrGMO84xx90E\\\",\\\"y\\\":\\\"_0n-c5P_UTeUYIrijkWtfCUXrNLyTcZ51eVViz0xdZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ma3CcWNtccr2IN7CHbIWaSZJO8G1jOmfscE1ChwyxPI\"}"