"{\"content\":{\"body\":\"With a series of actions related to the meta-universe on large platforms at home and abroad, the concept of \\\"meta-universe\\\" has also received more public attention.\\n\\nFacebook announced last month that it changed its name to \\\"Meta\\\" and entered the meta universe; Tencent registered meta universe-related trademarks such as \\\"king meta universe\\\" and \\\"QQ meta universe\\\" in September this year; Huawei's rotating chairman Hu Houkun participated in the Zhongguancun Forum in September this year He believes that \\\"the concept of meta-universe represents human society's expectation for the further integration of virtual and reality.\\\"\\n\\nIt can be seen that, regardless of domestic and foreign activities, undercurrents surrounding the \\\"meta universe\\\" are surging, and each company is planning to occupy the relevant market in advance. The continuously growing market of Meta Universe has brought opportunities to the business world and also brought many new business models.\\n\\n**Gallery is currently the largest number of business models in the meta universe, which may be due to the innate connection between NFT and art.**\\n\\nA considerable part of the early entry into the metaverse are artists and related groups of artists, such as the Chijin Pavilion of the Chinese community artist Liu Jiaying, the Panda Pavilion of the artist Song Ting, the BCA gallery, and the hot dog esoundclub in the Korean community . These groups also gave birth to the earliest and most popular gallery business model in the meta universe.\\n\\nGames are also one of the most widely used fields of Metaverse. Meta Universe is able to combine games with social interaction, which also makes many companies extremely optimistic about the future of Meta Universe and begin to lay out the huge market that will be generated in the future.\\n\\nAfter some games have incorporated meta-universe elements, they ushered in a growth explosion, which is why many companies hope to enter the meta-universe. For example, in April 2021, American rapper Travis Scott held an \\\"ASTRONOMICAL\\\" virtual concert in Epic's \\\"Fortnite\\\" (Fortnite) game, bringing players to fantasy scenes such as deep sea and space.\\n\\nThe 10-minute concert attracted 12.3 million people to watch the game at the same time, refreshing the music Live score of the most players online at the same time in the history of the game, and does not include the additional number of viewers on Twitch and YouTube. That month, the number of mobile game installations of \\\"Fortnite\\\" increased by 6 million and attracted $44 million in gold.\\n\\nFortnite (Fortnite) provides an interesting example in which the company gave up control of their intellectual property. **After Fortnite introduced some hot character skins, many players immediately logged in to the game and spent game coins to buy skins. Players can get some rare virtual items by completing tasks, upgrading and killing monsters.**\\n\\nAnd if these skins are limited editions and are blessed with other rare items, players can actually trade through the secondary market operated by Fortnite, and Fortnite collects fees from them, then the benefits will be immeasurable.\\n\\nFor major IP companies such as Marvel Comics, DC Comics, NFL, Nike, etc., it is unacceptable for them to give up control. But giving up control rights and drawing a certain percentage of fees from transactions in the future can be said to open up a new business model.\\n\\n**Meta universe is a virtual world of games and social interactions. If people can dress themselves up as their favorite characters in the virtual world, then I believe many people are willing to pay for the experience.**\\n\\nIf rare skins are introduced to allow people to crack tasks to obtain rare items blessings, then the time users spend in the metaverse will inevitably increase significantly. Then create a trading market, so that people can trade skin items and so on. In this way, considerable transaction costs will be incurred, just like a market maker in the financial market.\\n\\nIn the near future, a number of new professions or products may emerge, such as metauniverse architects, venue designers, metauniverse construction trainers, metauniverse recreation project planners, metauniverse venue operators, 3D scanners, etc. , Presumably, many business models will breed.\\n\\n \\n \",\"timestamp\":1639723738,\"title\":\"What new business models did Meta Universe bring when it went out of the circle?\"},\"digest\":\"3mgXUhmCq4nDCJJfhzp5jRKEPW6FjcM6Q6zC_0n1jpE\",\"authorship\":{\"contributor\":\"0x9AfAb149Aba9E6E5F0F1cebBff114d420A6165d0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XAIcHNf20vB2Nk8IjciIDeraXOOiozvVU8vf7at73dQ\\\",\\\"y\\\":\\\"8QBuJC-1fQHqL0HQ6HmudV8PYHWi5iRt8iG7HxIjG3g\\\"}\",\"signature\":\"_cCEVZChmPh8Gj67FHe07sJzljfDTmPez7jCuxRPmEOGysJ7dgjy2nzxfO7ORvSpg8AfTwlUeUv2oWe28Fd20w\",\"signingKeySignature\":\"0xef9becaedf2878c092ea206bbe8104f3de34968f9a3486b28a9852dc7afe004e521ae1263cc4aaaa804bd3e2331bbbe36fec7d428b00696bbbeaa0b697a209391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XAIcHNf20vB2Nk8IjciIDeraXOOiozvVU8vf7at73dQ\\\",\\\"y\\\":\\\"8QBuJC-1fQHqL0HQ6HmudV8PYHWi5iRt8iG7HxIjG3g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3mgXUhmCq4nDCJJfhzp5jRKEPW6FjcM6Q6zC_0n1jpE\"}"