"{\"content\":{\"body\":\"a young man of great promise, the bearer of one of those historic names which, in spite of the efforts of legislation, are always associated with the glory of France, had received letters of introduction to some of the great lady's friends in Naples, and had come to thank the hostess and to take his leave.\\n\\nVandenesse had already acquitted himself creditably on several diplomatic missions; and now that he had received an appointment as attache to a plenipotentiary at the Congress of Laybach, he wished to take advantage of the opportunity to make some study of Italy on the way. This ball was a sort of farewell to Paris and its amusements and its rapid whirl of life, to the great eddying intellectual centre and maelstrom of pleasure; and a pleasant thing it is to be borne along by the current of this sufficiently slandered great city of Paris. Yet Charles de Vandenesse had little to regret, accustomed as he had been for the past three years to salute European capitals and turn his back upon them at the capricious bidding of a diplomatist's destiny. Women no longer made any impression upon him; perhaps he thought that a real passion would play too large a part in a diplomatist's life; or perhaps that the paltry amusements of frivolity were too empty for a man of strong character. We all of us have huge claims to strength of character. There is no man in France, be he ever so ordinary a member of the rank and file of humanity, that will waive pretensions to something beyond mere cleverness.\\n\\nCharles, young though he was--he was scarcely turned thirty--looked at life with a philosophic mind, concerning himself with theories and means and ends, while other men of his age were thinking of pleasure, sentiments, and the like illusions. He forced back into some inner depth the generosity and enthusiasms of youth, and by nature he was generous. He tried hard to be cool and calculating, to coin the fund of wealth which chanced to be in his nature into gracious manners, and courtesy, and attractive arts; 'tis the proper task of an ambitious man, to play a sorry part to gain \\\"a good position,\\\" as we call it in modern days.\\n\\nHe had been dancing, and now he gave a farewell glance over the rooms, to carry away a distinct impression of the ball, moved, doubtless, to some extent by the feeling which prompts a theatre-goer to stay in his box to see the final tableau before the curtain falls. But M. de Vandenesse had another reason for his survey. He gazed curiously at the scene before him, so French in character and in movement, seeking to carry away a picture of the light and laughter and the faces at this Parisian fete, to compare with the novel faces and picturesque surroundings awaiting him at Naples, where he meant to spend a few days before presenting himself at his post. He seemed to be drawing the comparison now between this France so variable, changing even as you study her, with the manners and aspects of that other land known to him as yet only by contradictory hearsay tales or books of travel, for the most part unsatisfactory. Thoughts of a somewhat poetical cast, albeit hackneyed and trite to our modern ideas, crossed his brain, in response to some longing of which, perhaps, he himself was hardly conscious, a desire in the depths of a heart fastidious rather than jaded, vacant rather than seared.\\n\\n\\\"These are the wealthiest and most fashionable women and the greatest ladies in Paris,\\\" he said to himself. \\\"These are the great men of the day, great orators and men of letters, great names and titles; artists and men in power; and yet in it all it seems to me as if there were nothing but petty intrigues and still-born loves, meaningless smiles and causeless scorn, eyes lighted by no flame within, brain-power in abundance running aimlessly to waste. All those pink-and-white faces are here not so much for enjoyment, as to escape from dulness. None of the emotion is genuine. If you ask for nothing but court feathers properly adjusted, fresh gauzes and pretty toilettes and fragile, fair women, if you desire simply to skim the surface of life, here is your world for you. Be content with meaningless phrases and fascinating simpers, and do not ask for real feeling. For my own part, I abhor the stale intrigues which end in sub-prefectures and receiver-generals' places and marriages; or, if love comes into the question, in stealthy compromises, so ashamed are we of the mere semblance of passion. Not a single one of all these eloquent faces tells you of a soul, a soul wholly absorbed by one idea as by remorse. Regrets and misfortune go about shame-facedly clad in jests. There is not one woman here whose resistance I should care to overcome, not one who could drag you down to the pit. Where will you find energy in Paris? A poniard here is a curious toy to hang from a gilt nail, in a picturesque sheath to match. The women, the brains, and hearts of Paris are all on a par. There is no passion left, because we have no individuality. High birth and intellect and fortune are all reduced to one level; we all have taken to the uniform black coat by way of mourning for a dead France. There is no love between equals. Between two lovers there should be differences to efface, wide gulfs to fill. The charm of love fled from us in 1789. Our dulness and our humdrum lives are the outcome of the political system. Italy at any rate is the land of sharp contrasts. Woman there is a malevolent animal, a dangerous unreasoning siren, guided only by her tastes and appetites, a creature no more to be trusted than a tiger--\\\"\\n\\nMme. Firmiani here came up to interrupt this soliloquy made up of vague, conflicting, and fragmentary thoughts which cannot be reproduced in words. The whole charm of such musing lies in its vagueness--what is it but a sort of mental haze?\\n\\n\\\"I want to introduce you to some one who has the greatest wish to make your acquaintance, after all that she has heard of you,\\\" said the lady, taking his arm.\\n\\nShe brought him into the next room, and with such a smile and glance as a Parisienne alone can give, she indicated a woman sitting by the hearth.\\n\\n\\\"Who is she?\\\" the Comte de Vandenesse asked quickly.\\n\\n\\\"You have heard her name more than once coupled with praise or blame. She is a woman who lives in seclusion--a perfect mystery.\\\"\\n\\n\\\"Oh! if ever you have been merciful in your life, for pity's sake tell me her name.\\\"\\n\\n\\\"She is the Marquise d'Aiglemont.\\\"\\n\\n\\\"I will take lessons from her; she had managed to make a peer of France of that eminently ordinary person her husband, and a dullard into a power in the land. But, pray tell me this, did Lord Grenville die for her sake, do you think, as some women say?\\\"\\n\\n\\\"Possibly. Since that adventure, real or imaginary, she is very much changed, poor thing! She has not gone into society since. Four years of constancy--that is something in Paris. If she is here to-night----\\\" Here Mme. Firmiani broke off, adding with a mysterious expression, \\\"I am forgetting that I must say nothing. Go and talk with her.\\\"\\n\\nFor a moment Charles stood motionless, leaning lightly against the frame of the doorway, wholly absorbed in his scrutiny of a woman who had become famous, no one exactly knew how or why. Such curious anomalies are frequent enough in the world. Mme. d'Aiglemont's reputation was certainly no more extraordinary than plenty of other great reputations. There are men who are always in travail of some great work which never sees the light, statisticians held to be profound on the score of calculations which they take very good care not to publish, politicians who live on a newspaper article, men of letters and artists whose performances are never given to the world, men of science, much as Sganarelle is a Latinist for those who know no Latin; there are the men who are allowed by general consent to possess a peculiar capacity for some one thing, be it for the direction of arts, or for the conduct of an important mission. The admirable phrase, \\\"A man with a special subject,\\\" might have been invented on purpose for these acephalous species in the domain of literature and politics.\\n\\nCharles gazed longer than he intended. He was vexed with himself for feeling so strongly interested; it is true, however, that the lady's appearance was a refutation of the young man's ballroom generalizations.\\n\\nThe Marquise had reached her thirtieth year. She was beautiful in spite of her fragile form and extremely delicate look. Her greatest charm lay in her still face, revealing unfathomed depths of soul. Some haunting, ever-present thought veiled, as it were, the full brilliance of eyes which told of a fevered life and boundless resignation. So seldom did she raise the eyelids soberly downcast, and so listless were her glances, that it almost seemed as if the fire in her eyes were reserved for some occult contemplation. Any man of genius and feeling must have felt strangely attracted by her gentleness and silence. If the mind sought to explain the mysterious problem of a constant inward turning from the present to the past, the soul was no less interested in initiating itself into the secrets of a heart proud in some sort of its anguish. Everything about her, moreover, was in keeping with these thoughts which she inspired. Like almost all women who have very long hair, she was very pale and perfectly white. The marvelous fineness of her skin (that almost unerring sign) indicated a quick sensibility which could be seen yet more unmistakably in her features; there was the same minute and wonderful delicacy of finish in them that the Chinese artist gives to his fantastic figures. Perhaps her neck was rather too long, but such necks belong to the most graceful type, and suggest vague affinities between a woman's head and the magnetic curves of the serpent. Leave not a single one of the thousand signs and tokens by which the most inscrutable character betrays itself to an observer of human nature, he has but to watch carefully the little movements of a woman's head, the ever-varying expressive turns and curves of her neck and throat, to read her nature.\\n\\nMme. d'Aiglemont's dress harmonized with the haunting thought that informed the whole woman. Her hair was gathered up into a tall coronet of broad plaits, without ornament of any kind; she seemed to have bidden farewell for ever to elaborate toilettes. Nor were any of the small arts of coquetry which spoil so many women to be detected in her. Perhaps her bodice, modest though it was, did not altogether conceal the dainty grace of her figure, perhaps, too, her gown looked rich from the extreme distinction of its fashion, and if it is permissible to look for expression in the arrangement of stuffs, surely those numerous straight folds invested her with a great dignity. There may have been some lingering trace of the indelible feminine foible in the minute care bestowed upon her hand and foot; yet, if she allowed them to be seen with some pleasure, it would have tasked the utmost malice of a rival to discover any affectation in her gestures, so natural did they seem, so much a part of old childish habit, that her careless grace absolved this vestige of vanity.\\n\\nAll these little characteristics, the nameless trifles which combine to make up the sum of a woman's prettiness or ugliness, her charm or lack of charm, can only be indicated, when, as with Mme. d'Aiglemont, a personality dominates and gives coherence to the details, informing them, blending them all in an exquisite whole. Her manner was perfectly in accord with her style of beauty and her dress. Only to certain women at a certain age is it given to put language into their attitude. Is it joy or is it sorrow that teaches a woman of thirty the secret of that eloquence of carriage, so that she must always remain an enigma which each interprets by the aid of his hopes, desires, or theories?\\n\\nThe way in which the Marquise leaned both elbows on the arm of her chair, the toying of her interclasped fingers, the curve of her throat, the indolent lines of her languid but lissome body as she lay back in graceful exhaustion, as it were; her indolent limbs, her unstudied pose, the utter lassitude of her movements,--all suggested that this was a woman for whom life had lost its interest, a woman who had known the joys of love only in dreams, a woman bowed down by the burden of memories of the past, a woman who had long since despaired of the future and despaired of herself, an unoccupied woman who took the emptiness of her own life for the nothingness of life.\\n\\nCharles de Vandenesse saw and admired the beautiful picture before him, as a kind of artistic success beyond an ordinary woman's powers of attainment. He was acquainted with d'Aiglemont; and now, at the first sight of d'Aiglemont's wife, the young diplomatist saw at a glance a disproportionate marriage, an incompatibility (to use the legal jargon) so great that it was impossible that the Marquise should love her husband. And yet--the Marquise d'Aiglemont's life was above reproach, and for any observer the mystery about her was the more interesting on this account. The first impulse of surprise over, Vandenesse cast about for the best way of approaching Mme. d'Aiglemont. He would try a commonplace piece of diplomacy, he thought; he would disconcert her by a piece of clumsiness and see how she would receive it.\\n\\n\\\"Madame,\\\" he said, seating himself near her, \\\"through a fortunate indiscretion I have learned that, for some reason unknown to me, I have had the good fortune to attract your notice. I owe you the more thanks because I have never been so honored before. At the same time, you are responsible for one of my faults, for I mean never to be modest again--\\\"\\n\\n\\\"You will make a mistake, monsieur,\\\" she laughed; \\\"vanity should be left to those who have nothing else to recommend them.\\\"\\n\\nThe conversation thus opened ranged at large, in the usual way, over a multitude of topics--art and literature, politics, men and things-- till insensibly they fell to talking of the eternal theme in France and all the world over--love, sentiment, and women.\\n\\n\\\"We are bond-slaves.\\\"\\n\\n\\\"You are queens.\\\"\\n\\nThis was the gist and substance of all the more or less ingenious discourse between Charles and the Marquise, as of all such discourses --past, present, and to come. Allow a certain space of time, and the two formulas shall begin to mean \\\"Love me,\\\" and \\\"I will love you.\\\"\\n\\n\\\"Madame,\\\" Charles de Vandenesse exclaimed under his breath, \\\"you have made me bitterly regret that I am leaving Paris. In Italy I certainly shall not pass hours in intellectual enjoyment such as this has been.\\\"\\n\\n\\\"Perhaps, monsieur, you will find happiness, and happiness is worth more than all the brilliant things, true and false, that are said every evening in Paris.\\\"\\n\\nBefore Charles took leave, he asked permission to pay a farewell call on the Marquise d'Aiglemont, and very lucky did he feel himself when the form of words in which he expressed himself for once was used in all sincerity; and that night, and all day long on the morrow, he could not put the thought of the Marquise out of his mind.\\n\\nAt times he wondered why she had singled him out, what she had meant when she asked him to come to see her, and thought supplied an inexhaustible commentary. Again it seemed to him that he had discovered the motives of her curiosity, and he grew intoxicated with hope or frigidly sober with each new construction put upon that piece of commonplace civility. Sometimes it meant everything, sometimes nothing. He made up his mind at last that he would not yield to this inclination, and--went to call on Mme. d'Aiglemont.\\n\\nThere are thoughts which determine our conduct, while we do not so much as suspect their existence. If at first sight this assertion appears to be less a truth than a paradox, let any candid inquirer look into his own life and he shall find abundant confirmation therein. Charles went to Mme. d'Aiglemont, and so obeyed one of these latent, pre-existent germs of thought, of which our experience and our intellectual gains and achievements are but later and tangible developments.\\n\\nFor a young man a woman of thirty has irresistible attractions. There is nothing more natural, nothing better established, no human tie of stouter tissue than the heart-deep attachment between such a woman as the Marquise d'Aiglemont and such a man as Charles de Vandenesse. You can see examples of it every day in the world. A girl, as a matter of fact, has too many young illusions, she is too inexperienced, the instinct of sex counts for too much in her love for a young man to feel flattered by it. A woman of thirty knows all that is involved in the self-surrender to be made. Among the impulses of the first, put curiosity and other motives than love; the second acts with integrity of sentiment. The first yields; the second makes deliberate choice. Is not that choice in itself an immense flattery? A woman armed with experience, forewarned by knowledge, almost always dearly bought, seems to give more than herself; while the inexperienced and credulous girl, unable to draw comparisons for lack of knowledge, can appreciate nothing at its just worth. She accepts love and ponders it. A woman is a counselor and a guide at an age when we love to be guided and obedience is delight; while a girl would fain learn all things, meeting us with a girl's /naivete/ instead of a woman's tenderness. She affords a single triumph; with a woman there is resistance upon resistance to overcome; she has but joy and tears, a woman has rapture and remorse.\\n\\nA girl cannot play the part of a mistress unless she is so corrupt that we turn from her with loathing; a woman has a thousand ways of preserving her power and her dignity; she has risked so much for love, that she must bid him pass through his myriad transformations, while her too submissive rival gives a sense of too serene security which palls. If the one sacrifices her maidenly pride, the other immolates the honor of a whole family. A girl's coquetry is of the simplest, she thinks that all is said when the veil is laid aside; a woman's coquetry is endless, she shrouds herself in veil after veil, she satisfies every demand of man's vanity, the novice responds but to one.\\n\\nAnd there are terrors, fears, and hesitations--trouble and storm in the love of a woman of thirty years, never to be found in a young girl's love. At thirty years a woman asks her lover to give her back the esteem she has forfeited for his sake; she lives only for him, her thoughts are full of his future, he must have a great career, she bids him make it glorious; she can obey, entreat, command, humble herself, or rise in pride; times without number she brings comfort when a young girl can only make moan. And with all the advantages of her position, the woman of thirty can be a girl again, for she can play all parts, assume a girl's bashfulness, and grow the fairer even for a mischance.\\n\\nBetween these two feminine types lies the immeasurable difference which separates the foreseen from the unforeseen, strength from weakness. The woman of thirty satisfies every requirement; the young girl must satisfy none, under penalty of ceasing to be a young girl. Such ideas as these, developing in a young man's mind, help to strengthen the strongest of all passions, a passion in which all spontaneous and natural feeling is blended with the artificial sentiment created by conventional manners.\\n\\nThe most important and decisive step in a woman's life is the very one that she invariably regards as the most insignificant. After her marriage she is no longer her own mistress, she is the queen and the bond-slave of the domestic hearth. The sanctity of womanhood is incompatible with social liberty and social claims; and for a woman emancipation means corruption. If you give a stranger the right of entry into the sanctuary of home, do you not put yourself at his mercy? How then if she herself bids him enter it? Is not this an offence, or, to speak more accurately, a first step towards an offence? You must either accept this theory with all its consequences, or absolve illicit passion. French society hitherto has chosen the third and middle course of looking on and laughing when offences come, apparently upon the Spartan principle of condoning the theft and punishing clumsiness. And this system, it may be, is a very wise one. 'Tis a most appalling punishment to have all your neighbors pointing the finger of scorn at you, a punishment that a woman feels in her very heart. Women are tenacious, and all of them should be tenacious of respect; without esteem they cannot exist, esteem is the first demand that they make of love. The most corrupt among them feels that she must, in the first place, pledge the future to buy absolution for the past, and strives to make her lover understand that only for irresistible bliss can she barter the respect which the world henceforth will refuse to her.\\n\\nSome such reflections cross the mind of any woman who for the first time and alone receives a visit from a young man; and this especially when, like Charles de Vandenesse, the visitor is handsome or clever. And similarly there are not many young men who would fail to base some secret wish on one of the thousand and one ideas which justify the instinct that attracts them to a beautiful, witty, and unhappy woman like the Marquise d'Aiglemont.\\n\\nMme. d'Aiglemont, therefore, felt troubled when M. de Vandenesse was announced; and as for him, he was almost confused in spite of the assurance which is like a matter of costume for a diplomatist. But not for long. The Marquise took refuge at once in the friendliness of manner which women use as a defence against the misinterpretations of fatuity, a manner which admits of no afterthought, while it paves the way to sentiment (to make use of a figure of speech), tempering the transition through the ordinary forms of politeness. In this ambiguous position, where the four roads leading respectively to Indifference, Respect, Wonder, and Passion meet, a woman may stay as long as she pleases, but only at thirty years does she understand all the possibilities of the situation. Laughter, tenderness, and jest are all permitted to her at the crossing of the ways; she has acquired the tact by which she finds all the responsive chords in a man's nature, and skill in judging the sounds which she draws forth. Her silence is as dangerous as her speech. You will never read her at that age, nor discover if she is frank or false, nor how far she is serious in her admissions or merely laughing at you. She gives you the right to engage in a game of fence with her, and suddenly by a glance, a gesture of proved potency, she closes the combat and turns from you with your secret in her keeping, free to offer you up in a jest, free to interest herself in you, safe alike in her weakness and your strength.\\n\\nAlthough the Marquise d'Aiglemont took up her position upon this neutral ground during the first interview, she knew how to preserve a high womanly dignity. The sorrows of which she never spoke seemed to hang over her assumed gaiety like a light cloud obscuring the sun. When Vandenesse went out, after a conversation which he had enjoyed more than he had thought possible, he carried with him the conviction that this was like to be too costly a conquest for his aspirations.\\n\\n\\\"It would mean sentiment from here to yonder,\\\" he thought, \\\"and correspondence enough to wear out a deputy second-clerk on his promotion. And yet if I really cared----\\\"\\n\\nLuckless phrase that has been the ruin of many an infatuated mortal. In France the way to love lies through self-love. Charles went back to Mme. d'Aiglemont, and imagined that she showed symptoms of pleasure in his conversion. And then, instead of giving himself up like a boy to the joy of falling in love, he tried to play a double role. He did his best to act passion and to keep cool enough to analyze the progress of this flirtation, to be lover and diplomatist at once; but youth and hot blood and analysis could only end in one way, over head and ears in love; for, natural or artificial, the Marquise was more than his match. Each time he went out from Mme. d'Aiglemont, he strenuously held himself to his distrust, and submitted the progressive situations of his case to a rigorous scrutiny fatal to his own emotions.\\n\\n\\\"To-day she gave me to understand that she has been very unhappy and lonely,\\\" said he to himself, after the third visit, \\\"and that but for her little girl she would have longed for death. She was perfectly resigned. Now as I am neither her brother nor her spiritual director, why should she confide her troubles to /me/? She loves me.\\\"\\n\\nTwo days later he came away apostrophizing modern manners.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/1](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/1)\\n\\n\",\"timestamp\":1637650855,\"title\":\"\\nMadame Firmiani was giving a ball. M. Charles de Vandenesse,\"},\"digest\":\"vNn1MJ5QRZvoAmpo29AFhmCOkfFagSVnYFNjBKoO7RY\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eZ91aCP2Asf70A2kqosN2Rh-mG6RY9cK8ZvUBokAjXo\\\",\\\"y\\\":\\\"3vt7XROeySUO1pOIhMAlwI7ASNHxYJ4JRaxZNeGzLGA\\\"}\",\"signature\":\"dT7dWGzrNrRq90xB_uLQANszRE-wLHIda9a1QrEXqtdLhvPqoSESZVSWi5gkLkEWVRMPbnkYAX8mGh1xJxzB0A\",\"signingKeySignature\":\"0xfa0bcc09799b38c7e98df95d5eb28c2bc106672ab2a5fa4de6a4ec77f72f574704c2d03f910e5ff03e0d74f0f86ee611888a91fd1c502f70b5399aa1d8809d401b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eZ91aCP2Asf70A2kqosN2Rh-mG6RY9cK8ZvUBokAjXo\\\",\\\"y\\\":\\\"3vt7XROeySUO1pOIhMAlwI7ASNHxYJ4JRaxZNeGzLGA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vNn1MJ5QRZvoAmpo29AFhmCOkfFagSVnYFNjBKoO7RY\"}"