"{\"content\":{\"body\":\"In the middle of November, when America usually focuses on pumpkin spice lattes, football, and Thanksgiving, much of Twitter was focused on another topic: a group of crypto-natives were trying to buy a copy of the United States Constitution at a Sotheby’s auction.\\n\\nOn November 18th, ConstitutionDAO had over $40 million in its treasury via 17,000 donors. Alas, it was not enough.  Like the British victory at the Battle of Brandywine, during the American War of Independence, the traditional power player won this fight.  Citadel CEO Kenneth Griffin outbid ConstitutionDAO with [$43.2 million](https://www.nytimes.com/2021/11/19/business/ken-griffin-constitution.html).\\n\\nThe crypto-natives lost the battle for the Constitution, but they brought many wins to the greater crypto ecosystem.  Morning Brew co-founder Alex Lieberman told me why he thinks this project inspired over $40 million worth of donations in less than one week:\\n\\n> *“*It shows the collective power that is unlocked by Web3 for a group of people to buy an invaluable asset & I think this project is an incredible on-ramp to Web3/crypto principles in a way that's approachable for non-crypto natives.  The fact that 20% of donors are doing their first ETH transaction ever is such a cool sign for the space. ” - Alex Lieberman ([@businessbarista](http://twitter.com/businessbarista))\\n\\nWhile DAOs have been making headlines for all sorts of weird things like attempting to buy basketball teams, buying NFTs by the truckload, and even purchasing land in Wyoming, this is the first time a DAO had entered a Sotheby’s auction and the first time bids were accepted in Ethereum.  \\n\\nAlthough Cabin was not directly involved with ConstitutionDAO, Cabin Caretaker Jon Hillis was a ConstitutionDAO core team member.  When Jon and I spoke, he let me know he was not speaking on behalf of ConstitutionDAO, but rather about his own personal learnings.\\n\\n### Lessons on Leadership and Chaos: \\n\\n> “The magic of DAOs is you get a bunch of people who are ready to contribute to the network and usually have good intentions”  - Jon Hillis ([@jonathanhillis](http://twitter.com/jonathanhillis)) \\n\\nUnlike a typical startup or venture capital fund, there was no company or single leader backing ConstitutionDAO.  Rather, it was a group of 20-30 individuals from across the globe who manifested their leadership positions through sweat equity.\\n\\n“DAOs are inherently chaotic,” Jon explained to me.  And while “DAO” stands for decentralized autonomous organization, most DAOs—including ConstitutionDAO—are neither fully decentralized nor fully autonomous.  Rather, there are usually leaders that were either early to the project or emerge via hard work as time goes on.\\n\\nThat being said, Jon explains “there is no single leader or source of truth.”  For ConstitutionDAO, leaders emerged from a) who were online at the right time, b) who were willing, and c) who had the necessary skills.  There is a similar vibe here at Cabin; in fact, I’m writing this post because I happened to be online when Zakk sent a proposal for a ConstitutionDAO article.\\n\\n### Lessons on Information Transparency in Communities\\n\\nBecause there tends to be a core group of leaders in any DAO, there are behind-the-scenes conversations that take place.  While ConstitutionDAO tried to keep information access fully transparent to the entire Discord channel, there were conversations with potential donors and discussions regarding financial information that needed to be kept private.\\n\\n“You can’t share everything with everyone immediately,” Jon explained.  To me, this makes obvious sense, but I’ve seen intense arguments go down in other Discord channels where community members are angry they are not privy to the behind-the-scenes action.  \\n\\nI think the tweet below by Jonah Baer from Gilded Finance shows one of the best parts of DAOs: while DAO information transparency is not perfect, it is often the case that anyone with an Internet connection can be in the room where big money talks are going down.\\n\\n![](https://images.mirror-media.xyz/publication-images/Nzq9x2o0tBo3s5t2cjuN1.png?height=868&width=1204)\\n\\nJon illustrated the information transparency predicament like this: “If you want to go fast, go alone. If you want to go far, go together.”  There needs to be some sort of middle ground between the two.  Typically, that means letting the core team get the crucial dev work done and letting the community vote on important governance issues like budgets or property buying.\\n\\n### Lessons on Legal Structures\\n\\n> “We’ve had these ownership structures for centuries.” - Jon Hillis ([@jonathanhillis)](http://jonathanhillis) \\n\\nOne of the biggest lessons Jon learned is that if DAOs want to mess around in the real world of high-stakes auctions, there is a lot that needs to change in the current American legal structure.  For example, the DAO needed to enter the Sotheby’s auction as a Delaware LLC because DAOs were not allowed.  \\n\\nConstitutionDAO community moderator [Evan Branigan, J.D.](https://twitter.com/betterlawMLA) believes that the core team chose to use an LLC because they had to meet Sotheby’s “know your customer” requirements (regulations to prevent money laundering) while balancing securities regulations within a traditional and accepted legal structure. \\n\\nMoving forward, it will certainly be interesting to see how the law is created and shaped for DAOs.  While it’s impossible to say what will happen, I will keep bugging my law-school-hopeful friends to jump down the rabbit hole.  We need good people fighting for web3 and DAOs.\\n\\n### Worldwide Organizations\\n\\nAccording to [Dune Analytics](https://twitter.com/0x61656c/status/1461186810860560384?s=20), as of November 17th, over 2,300 ConstitutionDAO participants had zero experience tied to their ETH wallets prior to donating.  This is a huge amount of new people onboarded into web3: potential DAO members, NFT artists, cryptocurrency traders. \\n\\nThe world is starting to see what is possible with web3.  It’s not just 20-somethings either.  During Thanksgiving dinner, I spoke with my grandfather who thinks “blockchain is the future.” We talked about Ethereum’s benefits, but he was distracted by an ice cream sundae before I could explain DAOs. \\n\\nIf I did get the chance to explain why a DAO like ConstitutionDAO is so important, I probably would’ve told him something along the lines of what Daniel Monteagudo from ConstitutionDAO told TechCrunch:\\n\\n> “DAOs help large groups of people work together from all over the world. Companies can do that, but they tend to take a long time to get set up and it can be difficult to pay people across borders.  With DAOs, it’s easy to create a worldwide organization.” - Daniel Monteagudo, ([@ConstitutionDAO](http://twitter.com/ConstitutionDAO)) via [Techcrunch](https://techcrunch.com/2021/11/18/constitutiondaos-bold-crypto-bid-for-us-constitution-falls-short/)\\n\\nIf 17,000 strangers from across the globe could raise $40M in less than a week to buy a piece of paper, then the possibilities of raising money for more serious concerns are endless.  We’re already seeing ambitious projects popping up like the climate-change-focused DAO called KlimaDAO and a lifespan-extension-focused DAO called VitaDAO.\\n\\nHere, at Cabin, we are working to build a decentralized city with nodes across the globe.  Like any other city, each of Cabin’s decentralized nodes will take some serious ETH to build and maintain.  ConstitutionDAO’s efforts in raising funds reinforces my belief that building a thriving decentralized city is 100% possible. \\n\\nThe British won at Brandywine, but Washington’s troops won the war, and founded the United States of America. ConstitutionDAO did not buy the constitution. But its success in raising funds, building web3 awareness, and organizing leaders is a clear sign that crypto will win the war. \",\"timestamp\":1639752157,\"title\":\"ConstitutionDAO: We Lost the Battle, But Will Win the War\",\"publication\":\"creators\"},\"digest\":\"TzoZ8RQfEY4Dge7u9CDmdnrWNay9pAdCjZoBBouh6a8\",\"authorship\":{\"contributor\":\"0x74E88B2352D0DA3712F8FFF51c19f9BB156FCC9b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d3RLy5hYFpIM65bGf8bDKIB5JzucqnkCEq5_PGficbI\\\",\\\"y\\\":\\\"67zWXbZcvI9DlkBe2LW68ijKCHnXiCpRgd9bCZuu95E\\\"}\",\"signature\":\"UVpq2kReoRxvJ_3THDevxraoL20tt2oGKHphlyYUd_uNF9g9eMwKh3-IUTFVq2e65qcYoXErOrVVt8XaRcDYHQ\",\"signingKeySignature\":\"0xc5715c56aa5f2419befce9ec39cb8bfe0bbd07bc1c2128ba0986c155d78ff912154ce86683d47579ecfe9e2ea385ed148c62b95a46faf37d0f01053b92ec537a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d3RLy5hYFpIM65bGf8bDKIB5JzucqnkCEq5_PGficbI\\\",\\\"y\\\":\\\"67zWXbZcvI9DlkBe2LW68ijKCHnXiCpRgd9bCZuu95E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TzoZ8RQfEY4Dge7u9CDmdnrWNay9pAdCjZoBBouh6a8\"}"