"{\"content\":{\"body\":\"I've been thinking about this idea that we all do a mix of different types of work with markedly different values. $10/hr, $100/hr, $1000/hr and $10,000/hr\\n\\nIn thinking about it, I realized a few things.\\n\\n## It’s not hard to figure out\\n\\nFirst, I was surprised but it’s relatively easy to know what level it is. Almost everything that I do professionally feels easily mappable  to $10 or $100 or $1,000 at least loosely. Some tasks that perhaps take an hour might be separated into 15 mins of $1,000 and 45 mins of $10 though. But it's not as hard as I thought to know what something might be worth. Some examples:\\n\\n* **$10:** Arranging meetings, basic slack stuff, finding people on Linkedin, sending rote messages. Copying and pasting, refreshing marketing reports. Checking on task statuses.\\n* **$100:** most professional thinking/doing tasks. building reports, writing decent emails, feedback on docs, writing any kind of code or setting up reports. Most writing that I do.\\n* **$1,000:** This is harder and more rare so I don't have that many examples. Discussing strategy with Taavi and others. Pushing people in the team to stretch themselves. Coaching people in the team to get over hard things. Organizing big projects so they actually get done (i.e. AML messenger)\\n* **$10,000:** I'm not sure I've done this recently, but I think it might include, impressing our board, coming up with ways of saying things that become the way we talk. Coming up with the metaphors, diagrams, etc. that make the complicated simple, obvious and appealing. Very strategic and hard choices with Taavi. Probably firing someone (because the cost of not doing it is so enormous).\\n\\n## What it means\\n\\nAs expected, most of the work I do is at the lower price range. But it got me thinking that I have a duty to try to increase my average hourly rate. And thinking about what tasks that I was doing that were $10/hr tasks made it easier to imagine delegating it either to someone in our team or hiring a Personal Assistant (PA).\\n\\nI never thought a PA was a good idea. First, just because I'd have to train, delegate and manage another person. But also I have this deep seated idea that I shouldn’t put myself above someone else like that and just hand them boring task after boring task.\\n\\nBut if I could take away the vast majority of the work I do that's $10/hr with a PA, and delegate perhaps half of the work I do that's $100/hr to professionals in the team, I'd have perhaps 10-50x more time to spend on $1,000 and $10,000 than I do now. That’s an incredible opportunity. It's easy to get bogged down in $10-$100 type work. There's an endless backlog of this type of work in any company.\\n\\nI was also thinking that I could incorporate it into my task system. For every task, there could be a price level ($10, $100, $1,000 or $10,000). I could try to *make the most* each day - i.e. 4h of $10, 2h of $100, etc. That'd give me a strong incentive to think super carefully about the tasks I take on. If I optimize for $/hr then my impact will be the greatest.\\n\\n## But what about enjoyment? \\n\\nBut what about what I enjoy? This seems to be the main counter-argument I can't solve just yet. How do I value spending time with my kids? Or washing the car (which I enjoy doing for some odd reason)?\\n\\nThe best I can think of is that some things help me to bring my A-game. Relaxing, sleeping and eating well, exercising, spending time with my kids, working with my hands. All of these help me focus better when I actually do work. When I'm tired, miserable, overworked, I'm far more likely to want to work on $10/hr tasks than $1,000.\\n\\nThat said, some non-work activities are more refreshing (like exercise, or writing, or playing with kids). Some just give mild satisfaction from accomplishing them (cutting the grass, washing the car). So even there, there's a hierarchy, and perhaps there is an order-of-magnitude difference in the same way as impact. For instance: \\n\\n* **$10/hr** - kinda don't like it\\n* **$100/hr** - satisfying. A good meal\\n* **$1,000/hr** - absolutely thrilling. Incredible conversations or moments with kids or my wife\\n* **$10,000/hr** - once in a lifetime experiences\\n\\nTherefore, perhaps my goal outside work could be to *spend at a higher and higher level*. What would I pay to have this experience?\\n\\nPhoto by [Celyn Kang](https://unsplash.com/@celynkang13?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/stack-of-money?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) \\n \",\"timestamp\":1639947287,\"title\":\"$10/hr or $10,000?\"},\"digest\":\"eZHFXLU_4zKrKtQ2H0-JkAnPVRTt7CnNZWB3qSdfIng\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"-idGDnrZ4U7je1DQGRILPkHwHLLYmS0Yie9UiMlCcxQcvL1nQ7OshUAMWOyCbe86s_mxRELI3wKRvlzn2m8nEA\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eZHFXLU_4zKrKtQ2H0-JkAnPVRTt7CnNZWB3qSdfIng\"}"