"{\"content\":{\"body\":\"# \\n\\n浙江大学\\n\\n在浙江大学信息与电子工程学院，有这样四位“姐妹花”——她们成绩优异，在刚刚过去的保研季里都获得了在本校继续深造的机会；她们团结有爱，经常一起出游聚餐，会为彼此悉心策划独一无二的生日惊喜，还共同组建了信电学院飞盘俱乐部。\\n\\n她们就是玉泉校区8舍228寝室的姐妹花：2018级本科生范雨欣、宋如意、温晨怡和王雕。\\n\\n这个别人眼中的“神仙寝室”，获得过各种奖项和荣誉。寝室成员累计共获得过6次国家奖学金，还有政府奖学金、香农奖学金、华为奖学金、亿利达刘永龄奖学金等各类奖项。前不久，温晨怡还斩获浙江大学2020-2021学年竺可桢奖学金——这是浙江大学校设最高层次奖学金，每年仅有12名本科生能获此殊荣。\\n\\n温晨怡\\n\\n向阳而生，逐光而行\\n\\n本科就读于微电子科学与工程专业，直博至电子科学与技术专业，攻读电子信息工程方向。曾获竺可桢奖学金、国家奖学金，已发表一篇一作EI会议论文。\\n\\n宋如意\\n\\n恣意生长，不被定义\\n\\n本科就读于电子科学与技术专业，研究生将攻读电子信息工程方向。连续两年获得四项标兵、校级优秀团干和优秀学生称号，曾获国家奖学金、浙江大学一等奖奖学金、华为奖学金等荣誉，还在“无线电测向三好杯”三人接力项目中取得过全校第一名的成绩，已发表一篇二作ICET会议论文。\\n\\n王雕\\n\\n心有猛虎，细嗅蔷薇\\n\\n本科就读于信息工程专业，保研至信息与通信工程专业，研究通信与信息系统。连续两年获得国家奖学金，连续三年获得优秀学生、优秀团干部荣誉称号，还获得浙江省第十二届挑战杯竞赛三等奖、美国大学生数学建模大赛H奖、浙江大学田径比赛本科生女子800米第五名等。\\n\\n范雨欣\\n\\n心之所向，吾之所往\\n\\n本科就读于信息工程专业，保研至电子科学与技术（电子信息工程方向），研究物联网方向。曾获得过浙江大学“TP-LINK杯”第27届大学生电子设计竞赛一等奖、“TI杯”第八届浙江省大学生电子设计竞赛二等奖、浙江大学二等奖学金、浙江省政府奖学金、三星奖学金、香农奖学金、亿利达刘永龄奖学金等。\\n\\n在不一致中追求一致\\n\\n谈到寝室的特质，宋如意笑着概括为“在不一致中追求一致”。\\n\\n她们来自天南海北，北至东北嫩江，西达四川成都，东抵浙江温州，还有中部山西运城；她们喜爱不同的风格，温晨怡和范雨欣将书桌打造成简约风，而王雕和宋如意更爱富有生活气息的样式；她们也有不同的学习习惯，有人是自习室重度依赖者，有人则偏爱寝室书桌。\\n\\n除了这些生活琐碎上的差异，在科研上，她们也在认知到自己擅长与感兴趣的领域后选择了不同的方向。宋如意向往“探索人生不同的可能性”，因此选择了与她想法一致的导师，在研究电磁方向课题的同时，也前往企业实习，拓宽自己的眼界；范雨欣选择保研电子系，这是因为大二参与电子设计竞赛的经历让她认识到比起理论研究自己更加偏爱实操；王雕选择与本科所学专业相关的通信与系统方向继续钻研；温晨怡则选择了从大二就开始接触的导师，研究电子信息工程方向，并在导师的支持下选择了直博，她笑着调侃自己“事业心比较强”，期待能在博士期间获得更加全面的培养，达到更高的高度。\\n\\n尽管有这些不同，她们在前进的步伐上却是高度一致，携手共进。最引人注意的，是她们在学业方面保持优秀的同时，都还积极参与学生工作。不管是兼职辅导员、班团事务，还是在党支部、学生会负责的任务，她们都全力以赴、认真负责。寝室也成为了她们交流工作的“根据地”。\\n\\n问到研究生期间是否会继续参与学生工作时，她们不约而同地点了点头。宋如意说：“科研生活与学生工作是相辅相成而不是互相冲突的关系，学生工作可以培养不同维度的能力，对全方位成长很有帮助。”温晨怡补充道：“使自己变得充实和忙碌，还可以提高做事的专注度与效率。”\\n\\n“在学代会工作中，她们会按照章程认真推进，绝不是应付式地敷衍过去。常常能提出有价值又有可行性的想法”。辅导员欧阳润清经常与她们对接工作，也给予了她们高度的评价，“四个人都表现特别棒！她们应该是有某种默契吧。”\\n\\n在保持个人特质的同时共同追逐优秀、携手前进。“在不一致中追求一致”，这就是她们的寝室特质。\\n\\n在平衡中成长，在交流中收获\\n\\n谈及她们是如何在学业与学生工作上取得平衡的，她们一一给出了自己的心得。\\n\\n王雕说：“要学会利用碎片化的时间处理工作，同时保证在学业上有较长的专注时间。”她说，琐碎的工作可以在课间休息的时候进行处理，既解决了问题，又不会打断自己其余专注的时间，还可以起到课间放松的效果。她还建议将待完成的工作记录成表，在专注地完成学业任务之后再一一解决。\\n\\n温晨怡也认可这一点，认为学业与工作都要“高效”完成，而“只有专注才能高效”。她还提到“要学会掌控自己的时间”，要在合适的时间做合适的事情，比如她一拿到课程作业就会立刻完成，在巩固了知识的同时，也杜绝了错过提交时间的现象。\\n\\n对于宋如意来说，最深的心得是要“学会拆分任务、分配任务”。一位老师曾经说过的话让她受益匪浅，“你要相信你的伙伴们能做得跟你一样好”。宋如意说：“合适的工作拆分和分配可以同时提高效率与质量。所以要勇于合作、善于合作。”\\n\\n范雨欣曾任信电学生会主席团执行主席，对她来说，学生工作给予她不一样的成长经历。从干事到部长再到竞选主席成功，这段从零开始的经历锻炼了她的组织能力，也培养了她的自信心。大二期间她负责信电学院首届纪念章设计大赛，由于没有可借鉴的经验，从怀着忐忑的心情做策划，到与部门同学反复讨论、修改，再到合理分配任务……初次负责的大型赛事得以成功举办，给了她很大的信心。体验到学生工作带给自己带来成长后，范雨欣建议同学们：“要努力抓住每一次成长的机会”。\\n\\n获取信息是大学生的必备素养之一，对于她们而言，寝室夜谈就是交换信息的好时候。在保研前，她们互相交流了解到的导师信息、领域方向，共同探索和选择。宋如意特别强调：“打破信息壁垒很重要，一定要认识到获取信息的重要性。”她们遇到的困难、生活中的不如意、学业上的压力，甚至情感问题，都会互相倾诉，“这也是我们能够及时排解负面情绪、积极解决问题的原因。”宋如意笑着评价这种寝室夜谈文化给她们带来了“多重的人生体验”。\\n\\n除了学业、学生工作，这个有爱的宿舍还有丰富的集体活动。其中，让大家印象最深刻的便是精心给彼此准备生日惊喜，王雕笑着说：“我们有四个三人群，分别负责另一位的生日活动策划”。四个人的生日，她们都用心对待，策划出不同的形式，举办得各有特色。\\n\\n相约毕至居，在寝室挂上横幅、贴满有爱的照片、录制生日祝福视频、设计四人的简笔画、定制寝室文化衫……她们用心筹备着每个人的生日，也在这个过程中更了解彼此，走近彼此。\\n\\n带着这份浓浓的室友情谊\\n\\n她们接收温暖又创造温暖\\n\\n在互助中共同进步\\n\\n在欢笑中共同成长\\n\\n愿她们携手前行，继续精彩！\",\"timestamp\":1640073697,\"title\":\"集体保研！浙大这个学霸寝室自律又温馨\"},\"digest\":\"ESLS7R22x27NvrVHA4lV5ad0GKPjHBXo50ndYPn5wEg\",\"authorship\":{\"contributor\":\"0x099224b123438D494231f7676e0bd94De00f4b9a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMvlraYutY3a3xAdaqq5_yNNzn9TzGbOIY7A8EFC2ss\\\",\\\"y\\\":\\\"GMQqmAQBPT4xR5fAyepjjUgG5gSjJBieGmEZySf32dU\\\"}\",\"signature\":\"8U07wdq0pMsXoPpqpDg1neVpAyUok7aEGG00XDHrthKzvQsIOkhLsPalSRY4ivj-cARQVuoeWlXUmZg6-0IJnQ\",\"signingKeySignature\":\"0xd8646ae1bc2d87829e7eabecd82b506078e74a46a6d002fdcbd826ada5f70a3149cd9fab00acfb3c0805c3be9fb9fc0bbcd7b594dab4a6b0e1019dc23add16ec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMvlraYutY3a3xAdaqq5_yNNzn9TzGbOIY7A8EFC2ss\\\",\\\"y\\\":\\\"GMQqmAQBPT4xR5fAyepjjUgG5gSjJBieGmEZySf32dU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ESLS7R22x27NvrVHA4lV5ad0GKPjHBXo50ndYPn5wEg\"}"