"{\"content\":{\"body\":\"## 2. Introduction\\n\\n## “O it is excellent to have a giant’s strength,\\n\\n## but it is tyrannous to use it like a giant”[\\\\[1\\\\]](#_ftn1)\\n\\n(*William Shakespeare*)\\n\\nThe potential for artificially intelligent (AI) beings to join the wider chorus of life on Earth is rapidly approaching. The super-intelligences could arise separate to the human race or could manifest in an enhanced hybrid human form.\\n\\nThe prospect of super-intelligent AI beings — or, more speculatively, a visit from technologically advanced aliens — forcefully brings into focus certain long-standing faults in ethics and philosophy: the schism with the ‘hard’ sciences.\\n\\nWe now need to prepare the groundwork for a new empirically driven structure for managing resources and potential conflicts between different life-forms and species, to create an ethics that includes all life-forms.\\n\\nThe ethical framework should be based on known objective ‘truths’ and, if possible, with respect to the deeper common enterprise of life-forms, features that are universal properties of life.\\n\\n![Charles Darwin, “Tree of Life”, 1837 CE.](https://miro.medium.com/max/1000/1\\\\*VB3vGGH9Rowy5PS1Bw8Iww.png)\\n\\nWhen we look around us, we see nature is made of seeming complexity. This complexity or diversity of appearance is a result of iteration from simple beginnings and common ancestry. All living experiments with energy, entropy and freedom of action — freedom to deviate from the norm.\\n\\nNatural structures and the growth of life-forms are also built on algorithms (sets of instructions) and optimal ratios (relations between different number values).\\n\\nFractals, for example, highlight a common self-similarity at different scales (scale invariance) of natural processes including life-forms. There may even be a fractal similarity between our brains and the universe.[\\\\[2\\\\]](#_ftn3) Given these mathematical features, the underlying unity of energy and matter and given that humans are just one manifestation of the greater body of life, it is my belief that a suitable scientific and naturalistic ethical framework for life can be found.\\n\\n## “Beauty is truth, truth beauty — that is all\\n\\n## Ye know on earth, and all ye need to know.”[\\\\[1\\\\]](#_ftn1)\\n\\n(*John Keats*)\\n\\n![Google Earth, Exmouth, Western Australia](https://miro.medium.com/max/1400/1\\\\*slJn4YTdH9PDq4sBVIaz-Q.jpeg)\\n\\n![Google Earth, South Africa](https://miro.medium.com/max/1400/1\\\\*GLDsxSNKbol1Pxt84FLIcw.jpeg)\\n\\n![Kyle Pearce, “Tree Canopy”, \\\\*DIY Genius](https://miro.medium.com/max/1400/1\\\\*jGnl-rq0F8Z3obSAuJjKsA.jpeg)\\n\\n![“Simple Fractal Tree” — “In geometry, a fractal canopy, a type of fractal tree, is one of the easiest-to-create types of fractals. Each canopy is created by splitting a line segment into two smaller segments at the end (symmetric binary tree), and then splitting the two smaller segments and as well, and so on, infinitely … Canopies are distinguished by the angle between concurrent adjacent segments and ratio between lengths of successive segments … The pulmonary system used by humans to breathe resembles a fractal canopy … as do trees, blood vessels, viscous fingering, electrical breakdown, and crystals with appropriately adjusted growth velocity from seed” (Wikiwand).](https://miro.medium.com/max/1200/1\\\\*DNAiQhPwnHTmiOn12BUQaQ.png)\\n\\nThis is my journey to understand fundamental aspects of the human condition and the wider commonality of all life-forms. To try to understand life itself, at least in some key aspects, in order to consider what kind of better and potentially objective ethics might be possible.\\n\\nIn modern times, our societies have become increasingly obsessed with the matter of life (i.e., materialism) at the expense of the energy (i.e., the feel and flow) of life. We are in need of a great rebalancing and renaissance.\\n\\nI would say that we “cannot see the woods for the trees”, but often we cannot see the trees.[\\\\[1\\\\]](#_ftn1) Many readers will have felt this lack in modern life, but they see few mainstream channels for making sense of it, other than in their recreational activities. The system is structured and perpetuated this way on purpose. It allows vested minority interests to stay in control of political power, resources, information, and decision-making. It holds progress back for all and causes significant avoidable suffering for humans and other life-forms.\\n\\n## **“Modern industrial civilization has developed within a certain system of convenient myths. The driving force of modern industrial civilization has been individual material gain, which is accepted as legitimate, even praiseworthy … a society that is based on this principle will destroy itself in time. It can only persist with whatever suffering and injustice it entails as long as it’s possible to pretend that the destructive forces that humans create are limited.”\\\\[2\\\\]**\\n\\n(*Noam Chomsky*)\\n\\n![](https://images.mirror-media.xyz/publication-images/Z38nuYxaSFS88mU34298E.png?height=1106&width=2436&&size=large)\\n\\nThe view put forward here is not that we should treat every person and life-form equally, but that our current economic and political processes and systems are dangerously out of kilter (imbalanced). Ethics must, primarily, be the study of the validity and efficacy of those processes and systems. Modern society gives us very few options to act as a collective community on things that actually matter. We are not provided with the chance to collectively make decisions based on compassion for each other and other life-forms, scientific reasoning and that rarest of flowers — ‘wisdom’. We must evolve our modes of collective action and decision-making. We are in desperate need of a participatory global ethics.\\n\\n## “At this stage of history … either the general population will take control of its own destiny and will concern itself with community-interests, guided by values of solidarity and sympathy and concern for others; or … there will be no destiny for anyone to control.”\\n\\n(*Noam Chomsky*)\\n\\n*[\\\\[1\\\\]](#_ftnref1)* In the last 12 months humans have cut down billions of trees without replacement and in the last 30 years we have depleted over one third of all of our woodland; see The Economist, “*[Daily chart: The world is losing its big old trees](https://www.economist.com/graphic-detail/2020/08/19/the-world-is-losing-its-big-old-trees)*”, 19 August 2020 CE and Christina Nunez, “*[Deforestation explained](https://www.nationalgeographic.com/environment/global-warming/deforestation/)*”, National Geographic, 7 February 2019 CE.\\n\\n*[\\\\[2\\\\]](#_ftnref2)* Edward S. Herman and Noam Chomsky, Manufacturing Consent, 1988 CE. The passage continues: “As long as some specialized class is in a position of authority, it is going to set policy in the special interests that it serves. But the conditions of survival, let alone justice, require rational social planning in the interests of the community as a whole and, by now, that means the global community. The question is whether privileged elites should dominate mass-communication and should use this power as they tell us they must, namely, to impose necessary illusions, manipulate and deceive the stupid majority, and remove them from the public arena.”\\n\\nModern life is quite simply unholy.[\\\\[1\\\\]](#_ftn1) To evolve a global ethics and culture, we will need to rectify our relationship with the environment, other life-forms and each other.\\n\\nThis process of rectification and refocusing will allow us to enjoy life more, reduce unnecessary suffering and increase our capacity to work together to achieve even greater advances — all from safer foundations. Redressing the defects in our current social decision-making processes requires us to consider what we are and where we are coming from. To understand what makes us the same as other life-forms, as well as any potential unique human qualities.\\n\\n![](https://images.mirror-media.xyz/publication-images/2IdHhUskSHRWrGu9FKAYX.png?height=1214&width=2394&&size=large)\\n\\n## “Nought loves another as itself\\n\\n## Nor venerates another so.\\n\\n## Nor is it possible to Thought\\n\\n## A greater than itself to know:\\n\\n## And Father, how can I love you,\\n\\n## Or any of my brothers more?\\n\\n## I love you like the little bird\\n\\n## That picks up crumbs around the door.”\\\\[2\\\\]\\n\\n(*William Blake*)\\n\\nTo set the scene for the proposed ethical and political re-evaluation that is urgently needed, I explore some diverse threads that are difficult to bring together into one tapestry. We live in a world of extreme complexity requiring specialism, making such an undertaking challenging and giving this work a high probability of failure.[\\\\[3\\\\]](#_ftn3) The limits of language, its usefulness but lack of truthfulness, also means that the words used here can only point towards deeper aspects of reality which language cannot itself reach.\\n\\nIn truth, if success is defined as creating a faithful representation of my experiences and knowledge, this book fails; much must be discarded to distil any essential common understanding. The approach taken also aims for the judgement and experience that is possible when one treats the capacities of the left and right hemispheres of the brain as equivalently valid — allowing for better binocular vision.[\\\\[4\\\\]](#_ftn4)\\n\\n*[\\\\[1\\\\]](#_ftnref1)* Not holistic, lacking wholeness and health, not sacred. Whether and how much it is less or more unholy than in any previous era is for another study.\\n\\n*[\\\\[2\\\\]](#_ftnref2)* William Blake, “*[A Little Boy Lost](https://en.wikipedia.org/wiki/A_Little_Boy_Lost)*”, 1794 CE.\\n\\n*[\\\\[3\\\\]](#_ftnref3)* I can assure readers that I did not have the hubris to start out trying to tackle such tricky concepts. I simply wanted to write a short essay on ethics and AI — so much for ‘free will’!\\n\\n*[\\\\[4\\\\]](#_ftnref4)* Richard Cocks, “*[Mystery and Order; The Right and Left Hemispheres](https://voegelinview.com/mystery-and-order-the-right-and-left-hemispheres/)*”, VoegelinView, 2019 CE.\\n\\n![“Young Orangutan”, Wikipedia, Michaël Catanzariti. See also BBC, “World’s rarest great ape faces extinction”, Newsround, 14 January 2021 (in reference to the Tapanuli subspecies).](https://miro.medium.com/max/1366/1\\\\*gBqPR9oiriueeVxYkquoWw.jpeg?&size=medium)\\n\\nAnother thread of this tapestry is that, in the modern world, we have lost touch with some of the truths found in our folklore and manifested in our ancient religions. We need to synthesise and synchronise our advances in technology and hard sciences with those older valid insights that are still to be found in our wider, deeper culture.\\n\\nOur philosophy and ethics have also seriously lagged our other scientific advances. This gap has widened to the point that there is a serious question as to the usefulness of these disciplines. Yet a properly structured ethics is more necessary than ever, especially if humans are to evolve to travelling between the stars whilst maintaining a safe viable biosphere on Earth with all of life’s wonderful rich diversity.\\n\\n## “Science is not a heartless pursuit of objective information … It is a creative human activity, its geniuses acting more as artists than as information processors.”\\\\[1\\\\]\\n\\n(*Stephen Jay Gould*)\\n\\nMany of the points that need to be made cannot be reduced to simple mathematical formulas and algorithms. This logical ‘incompleteness’ exists throughout our whole culture, but it has not held us back from extraordinary advances in physics, maths and computer science.\\n\\nThe last 200 years or so can be described as the age of applied science — but the age could also be described as that of industrialised suffering (though latterly less so for humans).\\n\\nWe are stumbling backwards into the future[\\\\[2\\\\]](#_ftn2) with one hand tied behind our back. There are key insights available in our culture, both holy and artistic, that have the same motives as scientific insight and often reach similar conclusions.\\n\\nThe non-scientific elements of our culture — such as fiction, plays, poetry, philosophy, painting and theology — are all as equally as valid as our other technologies to the extent that they speak to the condition of life and living and can assist us. They can all be useful in our continuing evolution. All common practices that are not encoded in our genes are, by definition, our culture.\\n\\nIn many developed countries, there is no need to spend so much individual effort on material improvements; in those places, we need to work on more common coordinated practices of how we should spend our limited energy and our short lives. The point of any wisdom is to help us consider and reflect in order to make sense of the nature of things — of this strange, sometimes painful and often beautiful experience called life, in which all life-forms should participate and play their part.\\n\\nLest we get too quickly carried away with thoughts of the beauty of nature, culture and mathematics, we need to face up to some harsh truths. This book is written in the context of humanity’s breach of the most universal ethical obligation of any intelligent beings capable of wisdom — namely respect for the value of life, as manifested in the maximal diversity of life-forms that can be safely balanced with freedom of action.\\n\\nOur continuing failure to properly value almost all other biological life-forms — as evidenced by, for example, the[ Holocene extinction](https://en.wikipedia.org/wiki/Holocene_extinction#:\\\\~:text=The%20Holocene%20extinction%2C%20otherwise%20referred,a%20result%20of%20human%20activity.) and our[ horrifying treatment of living animals for food and milk](https://www.ciwf.org.uk/factory-farming/animal-cruelty/) — shows that we have a very long road to walk before we have the basic tools needed to consider the ethics of relationships with other highly intelligent and technologically advanced beings (whether from Earth or elsewhere).\\n\\n![](https://miro.medium.com/max/1348/1\\\\*5EHXJhDL3dxH2I89Ke4glA.jpeg?&size=medium)\\n\\n## “Were the Australian extinction an isolated event,\\n\\n## we could grant humans the benefit of the doubt.\\n\\n## But the historical record makes\\n\\n## Homo sapiens look like an ecological serial killer.”\\\\[3\\\\]\\n\\n(*Yuval Noah Harari*)\\n\\n*[\\\\[1\\\\]](#_ftnref1)*\\\\* Stephen Jay Gould, Ever Since Darwin: Reflections in Natural History, 1977 CE.\\\\*\\n\\n*[\\\\[2\\\\]](#_ftnref2)*\\\\* All we can ever see is by definition in the past.\\\\*\\n\\n*[\\\\[3\\\\]](#_ftnref3)*\\\\* Yuval Noah Harari, Sapiens: A Brief History of Humankind, 2011 CE.\\\\*\\n\\nIf humans were to arrive on another planet and there observe a species that destroyed the land, air, plants, trees, water quality and the animals[\\\\[1\\\\]](#_ftn1) on which it was interdependent for survival (and that it did not need to destroy), to what extent would we judge that species as showing greater wisdom than the others?[\\\\[2\\\\]](#_ftn2) Yet we currently put ourselves in that exalted special category of species on Earth.\\n\\n*Despite our obvious complexity and ability to create culture and technology, would we look like an uncontrolled plague or a virulent virus to another sapient species?*\\n\\nIt is well known that a significant pathology for people with serious psychological problems and violent tendencies is the mistreatment of and cruelty towards animals and vulnerable others.\\n\\n*What is the correct pathology of humanity today?*\\n\\nThere are also strong grounds to believe that we humans are unlikely to treat each other significantly better until we have come to terms with our relationship with other life-forms[\\\\[3\\\\]](#_ftn3) and the wider ethics involved when choosing how to use resources.\\n\\nThis is not intended as a counsel of despair. In the timescale of life on Earth, *Homo sapiens* is yet a toddler and we do not expect them to show much of their potential for wisdom. In fact, humans have recently made welcome progress in improved healthcare and education, the alleviation of hunger and the reduction of violence through war.\\n\\nWe are beginning to see major top-down and grassroots efforts to tackle our impact on the planet and other life-forms. However, the coordinated efforts need to scale rapidly given the accelerating speed of extinction — whereby we may be making species extinct at a faster rate than we are discovering them.[\\\\[4\\\\]](#_ftn4)\\n\\n![William Blake, “Christ in the Sepulchre, Guarded by Angels”, c. 1805 CE.](https://images.mirror-media.xyz/publication-images/AnnK34j-tUgBv77tA2Zp6.jpeg?height=3395&width=2444)\\n\\nMany great leaders throughout the ages focus on the common bonds we have with each other, reminding us to listen to “the better angels of our nature”[\\\\[5\\\\]](#_ftn5) and “do unto others as you would have done unto you”.\\n\\nThey point to a path to wisdom that is always open for us to walk. These exhortations manifest multi-generational folklore, earned through suffering and insight into our deeper interconnectedness and our need to value each other.\\n\\nLike parts of the genetic code, such appeals may sometimes seem redundant (often just before the darkest times) — until the moment comes when collective wisdom is required for survival or success and the imperatives are revivified in a new cycle.\\n\\n## “A human being is a spatially and temporally limited piece of the whole, what we call the ‘Universe.’ He experiences himself and his feelings as separate from the rest, an optical illusion of his consciousness. The quest for liberation from this bondage is the only object of true religion. Not nurturing the illusion but only overcoming it gives us the attainable measure of inner peace.”\\\\[6\\\\]\\n\\n(Albert Einstein)\\n\\n*[\\\\[1\\\\]](#_ftnref1)* “\\\\[After Homo sapiens arrived\\\\] more than \\\\[90%\\\\] of Australia’s megafauna disappeared … For example, the megafauna of New Zealand … suffered devastating blows immediately after the first humans set foot on the islands. The Maoris … reached the islands about 800 years ago. Within … centuries, the majority of the local megafauna was extinct, along with \\\\[60%\\\\] of all bird species” (Yuval Noah Harari, Sapiens).\\n\\n*[\\\\[2\\\\]](#_ftnref2)* Relatively recently, there were a number of different human species and subspecies (including Neanderthals), but they have all become extinct. I live in Gibraltar, where the *[last remaining tribe of Neanderthals is estimated to have died out circa 42,000 years ago](https://en.wikipedia.org/wiki/Neanderthals_in_Gibraltar#:\\\\~:text=Gibraltar's%20Neanderthals%20may%20have%20been,Neanderthal%20populations%20elsewhere%20in%20Europe.)*. Whilst the loss of our human relatives may just have been coincidental with the rise of Homo sapiens, history suggests that disease, displacement and destruction were more likely.\\n\\n*[\\\\[3\\\\]](#_ftnref3)* Jim Moran, “*[Respect of animals would lead to more empathetic human society](https://thehill.com/special-reports/213877-respect-of-animals-would-lead-to-more-empathetic-human-society)*”, The Hill, 31 July 2014 CE.\\n\\n*[\\\\[4\\\\]](#_ftnref4)* National Geographic, “*[Extinct species, explained](https://www.nationalgeographic.com/animals/reference/extinct-species/)*”, 5 February 2019 CE; John R. Platt, “*[Why Don’t We Hear about More Species Going Extinct?](https://blogs.scientificamerican.com/extinction-countdown/why-dont-we-hear-about-more-species-going-extinct/)*”, Scientific American, 16 June 2019 CE.\\n\\n*[\\\\[5\\\\]](#_ftnref5)* Image: William Blake, “*[Christ in the Sepulchre, Guarded by Angels](https://commons.wikimedia.org/wiki/File:William_Blake_-_Christ_in_the_Sepulchre,_Guarded_by_Angels.jpg)*”, c. 1805 CE.\\n\\n*[\\\\[6\\\\]](#_ftnref6)* Bryce Haymond, “*[Einstein’s Misquote on the Illusion of Feeling Separate from the Whole](https://www.thymindoman.com/einsteins-misquote-on-the-illusion-of-feeling-separate-from-the-whole/)*,” Thy Mind O Human, n.d.\\n\\nAs Albert Einstein rightly notes, we need to be reminded that the spiritual and truly humble holy impulse is not based on stupidity. It is based on a glimpse of the wonder and mystery of the interconnection and commonality that underlies everything.\\n\\n![\\\\*Detail from Thomas Wilmshurst (after Overbeck),“Christ Blessing Children”, St Catherine’s Chapel, Ely Cathedral, 1856 CE. \\\\*\\\\[1\\\\]](https://miro.medium.com/max/2000/1\\\\*YsbDTFGI0zybhJJDZvhwlg.jpeg?&&size=large)\\n\\nPainters, poets, physicists, prophets[\\\\[2\\\\]](#_ftn2) and philosophers may get more of a glimpse of the underlying beauty than the rest of us — seeing multifaceted reflections of an ultimately unspeakable reality. In ethics, ‘ye shall know them’ by their compassion.\\n\\nFor this reason, many religions have too often failed on their own terms; they are, or have often been, unholy. Their doctrines and structures have been misused to kill, hurt, or steal from non-believers and even those with only slightly different opinions on certain aspects of the ‘truth’.\\n\\nPreachings of the community of woman and man, of love and compassion, have given way to violence and holy perfidy. Similar to how communism’s intended remedy for inequity was more than outweighed by its violence and reduction in our humanity and freedom.[\\\\[3\\\\]](#_ftn3) That said, failure is not final — especially if not fatal.\\n\\n## “What separates me from most so-called atheists is a feeling of utter humility toward the unattainable secrets of the harmony of the cosmos … The fanatical atheists … are like slaves who are still feeling the weight of their chains which they have thrown off after hard struggle. They are creatures who — in their grudge against traditional religion as the ‘opium of the masses’ — cannot hear the music of the spheres.”\\\\[4\\\\]\\n\\n(*Albert Einstein*)\\n\\nAny ethical, social, scientific, or religious movement that moves away from compassion also moves away from the only universal ethical truth about how we should treat one another and all life-forms.\\n\\nWe must now extend our compassion, intelligence, and wisdom to solving problems for the benefit of a much wider range of life-forms (including within our species).\\n\\nWe can become guardians of life’s glorious diversity.\\n\\nWe are what we do with what we can do — but there are other songs that we must try to hear.\\n\\n*[\\\\[1\\\\]](#_ftnref1)*\\\\* Many thanks to the *[Stained Glass Museum](https://thestainedglassmuseum.com/catshow.php?func=show&seq=6&collno=ELYGM%3AL1989.4)* for licensing this image. Detail from Thomas Wilmshurst (after Overbeck),“Christ Blessing Children”, St Catherine’s Chapel, Ely Cathedral, 1856 CE. Now in The Stained Glass Museum. © The Stained Glass Museum.\\\\*\\n\\n*[\\\\[2\\\\]](#_ftnref2)*\\\\* For this reason, in my opinion, Richard Dawkins is misguided in his approach and some of his substance on these matters. He does not sufficiently distinguish religion from holiness — even if his intentions are honourable. We need to try to persuade people to walk into the light rather than attack their intelligence. We must distinguish some organised and orthodox practices from the holy impulse.\\\\*\\n\\n*[\\\\[3\\\\]](#_ftnref3)*\\\\* As evidenced by, among other examples, the Khmer Rouge’s murder of approximately 25% of the Cambodian population between 1975 and 1979; Wikipedia.org, “*[Cambodian genocide](https://en.wikipedia.org/wiki/Cambodian_genocide)*”.\\\\*\\n\\n*[\\\\[4\\\\]](#_ftnref4)*\\\\* Walter Isaacson, Einstein: His Life and Universe, 2007 CE.\\\\*\\n\\n![Detail from Qian Xuan, “Early Autumn”, 1235–1305 CE. Credit to the Detroit Institute of Arts.](https://miro.medium.com/max/5400/1\\\\*BDhcrDvev2dUQi7NnAYBnw.jpeg?&&size=large)\\n\\n## “As kingfishers catch fire, dragonflies draw flame;\\n\\n## As tumbled over rim in roundy wells\\n\\n## Stones ring; like each tucked string tells, each hung bell’s\\n\\n## Bow swung finds tongue to fling out broad its name;\\n\\n## Each mortal thing does one thing and the same:\\n\\n## Deals out that being indoors each one dwells;\\n\\n## Selves — goes itself; *myself* it speaks and spells,\\n\\n## Crying *Whát I dó is me: for that I came*.”\\\\[1\\\\]\\n\\n(*Gerard Manley Hopkins*)\\n\\n*[\\\\[1\\\\]](#_ftnref1)*\\\\* Gerard Manley Hopkins, “*[As Kingfishers Catch Fire](https://www.poetryfoundation.org/poems/44389/as-kingfishers-catch-fire)*”, 1881–1882 CE. The next line is: “Í say móre: the just man justices…” If ever a poem was an incantation of life, this is it — life being sung into being.\\n\\n![“A kingfisher (Alcedo atthis) in hovering flight in the nature reserve ‘Berke Laue II’”, Wikipedia, Joefrei, 2011 CE — CC BY-SA 3.0](https://images.mirror-media.xyz/publication-images/QI0O4vScrLpJn8RhsfCAN.jpeg?height=3543&width=5315&&&size=medium)\\n\\n![ “Dragonfly”, Wikipedia, Aka, 2005 CE — CC BY-SA 2.5.](https://images.mirror-media.xyz/publication-images/tjDnXtWEdBA9DZT7DKm5s.jpeg?height=1574&width=2567&&&size=medium)\\n\\n\",\"timestamp\":1638616345,\"title\":\"Ethics of Life — 2. Introduction \"},\"digest\":\"JF19ShGHPqTC0mCEWbYIgoW-D4XlBlGmKH2sW2eQYwo\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ivjKnXa-Ta-a_Z6c2iWXKQaoxapC1ARbLFrzna34EfI\\\",\\\"y\\\":\\\"UXq7RLC_ycgygKk1WIPw09SRjpkQOkhmsGszG8Z0PJo\\\"}\",\"signature\":\"vF8yhYGnOaY7JQ2TpJ3SFHAllei2Hq00KWL7e1Qx8TMv_5eia2RnMsak127L2aKW7aEaKbAmVvyD-kRT3cdmJw\",\"signingKeySignature\":\"0x1a09ba952b92d568c9bdb9d175a5bd9999f193694b54aaa6c37dc0cb37add69459f6169b0b5826c435f877db0bbc6874e4bd2896eeacb87f3d61d08844909bb800\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ivjKnXa-Ta-a_Z6c2iWXKQaoxapC1ARbLFrzna34EfI\\\",\\\"y\\\":\\\"UXq7RLC_ycgygKk1WIPw09SRjpkQOkhmsGszG8Z0PJo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-H3xdshuONg9TOYkYP7V9suMSA5aM-I13s5GYlVTDeM\"}"