"{\"content\":{\"body\":\"**Cypher law is layer 0.** \\n\\nCypher law supports internet-native property rights. It is an extension of international law that informs rulemaking and remedies in markets that run on autonomous code. It serves the practical trustless nature of such markets. It regards privacy as a fundamental right and consequence of public cryptography.\\n\\nAutonomous code consists of programs that resist intervention, such as the settlement of cryptographic assets. This is not to say intervention cannot be programmatic, but it will largely be consensual within the bounds of an agreement.\\n\\nCypher law informs the risks, crypto economically, as well as judicially, for engaging in autonomous agreements and validating them with software. It can be an aid in rationalizing such formation, execution and validation among strangers with diverse backgrounds.\\n\\nCypher law practitioners understand the code and traditional legal context of autonomous agreements and their markets.\\n\\n**Cypher law is leaderless.**\\n\\nCypher law has emerged organically on the internet, without edict, over the last decade to structure incentives over trillions in fiat. It is largely unspoken, self-regulated and guided by crypto economics and codified consensus rules, while remaining aware of intervention risks and related game theory.\\n\\nThese rules, or the cypher social contract, are formed and litigated among those that validate transactions and communities that give them value. \\n\\nDisputes may arise over the validity of the ledger, informed by notions of fairness or the threat of traditional legal systems, and in this manner, cypher law is an extension of “Law”, but ultimately, is determined by its own jurisdiction. \\n\\nLedger est lex. Ledgers may split their records, but the markets they serve will compete to resolve their state without “State” intervention, as that is most efficient. Cypher law accommodates such market competition. \\n\\n**Cypher law is coordination.**\\n\\nLike traditional legal systems, cypher law empowers coordination by rationalizing risk. It allows people to plan for the future and make agreements by streamlining settlement.\\n\\nIn cypher law, code is a fair representation of the intention of affected parties or their “promises”. \\n\\nUnlike traditional legal systems, human interpretation in cypher law is pushed to the far edges, replacing lawyers and judges with promissory code that executes on signatures. \\n\\nCoordination here is not concerned with nationality or personal background. In this way, cypher law is more tolerable to support markets among total strangers on the internet. \\n\\nThe communities that operate on cypher law are those that validate transactions for rewards and those who populate them. These communities do not rely on the enforcement remedies of legal systems, but largely, the incentives displayed by crypto economics. \\n\\nWhere rules are transparent and predictably applied to assets, cooperation becomes that much easier and powerful. \\n\\nAnyone can form an agreement on a cypher legal system and be reasonably sure that it will execute as expected. Anyone can mine or validate a transaction, adding to the memory of the market, its common law, and expect a reward. \\n\\n**Cypher law is property 2.0.** \\n\\nCypher law enhances property rights by allowing anyone to freely enter and exit their assets without bias. These assets are secured by the credible neutrality of cryptography. Cypher agreements are therefore ratified more by the validity of their terms than by their participants. \\n\\nCypher law will continue to advance to support an international market in p2p trading, company formation and more advanced financial primitives, like lending, by reconstructing remedies usually provided for agreement defaults in traditional legal systems, with internet-native enforcement mechanisms.\\n\\n**Cypher law is not anarchy.** \\n\\nCypher law is informed by the rules of other jurisdictions and their application to those maintaining ledgers. \\n\\nAutonomous agreements expedite execution but do not remove the consequences of their formation and state against other legal systems. \\n\\nThe cooperation of other legal systems with cypher legal systems, like the coordination among cypher communities, will be driven by rational incentives and rewards.\\n\\n \\n \",\"timestamp\":1635712023,\"title\":\"Cypher Law\"},\"digest\":\"nu0A0GQlLf0a5KZDel8xdogGP6WCBIcPGhR472JiS5E\",\"authorship\":{\"contributor\":\"0x1C0Aa8cCD568d90d61659F060D1bFb1e6f855A20\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rQW3WIoraEXDC_19zdtmbjvEHz2ghlgHjjCcV3DKOhA\\\",\\\"y\\\":\\\"kEVLCHd4iYY8FxiqFzmne7PC3roHywKhjP6-R7E6Feg\\\"}\",\"signature\":\"4KhW3ASV1G7IY6yKcM41wuC5JzYu1UoYh4AaQsJA-g_VgXvwDwpDBgsNKLY3VoiMS2cQv0YokYPEGwpLB1JrxQ\",\"signingKeySignature\":\"0xd9ffa2f482dd68384e68705ecd757502f63a10a0f894fc3f6bb97038039fb6ed0476597024046aba2ec7471e5a8544d7c1bd6e07e2d58820fd46abe0ab0ee6a71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rQW3WIoraEXDC_19zdtmbjvEHz2ghlgHjjCcV3DKOhA\\\",\\\"y\\\":\\\"kEVLCHd4iYY8FxiqFzmne7PC3roHywKhjP6-R7E6Feg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nu0A0GQlLf0a5KZDel8xdogGP6WCBIcPGhR472JiS5E\"}"