"{\"content\":{\"body\":\"The cryptocurrency space has made incredible progress in the recent past however, discovering and identifying promising projects is a daunting task. The increasing number of people foraying into the space, the multitude of options, and the loss of hundreds of millions of dollars to pump and dump schemes, have further contributed to the complexity. **Enter crypto launchpads.**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-lmicX8WJ7sTq7Re0jC-Rg.png)\\n\\n## **Crypto Launchpads**\\n\\nWith the crypto-sphere rapidly evolving, ICOs questionable legitimacy to launch a coin coupled with its inaccessibility to small investors and the emergence of DEXs has paved the way for IDOs. The principle on which IDOs are modeled is considered to provide greater liquidity for crypto assets while also facilitating faster, more open, and fair trading. The introduction of launchpads denotes a shift from ICOs to IDOs.\\n\\nCrypto launchpads work to bridge the gap between investors and crypto projects with a promising future. On the one hand, they simplify the lives of investors by adopting a vetting process designed to avoid scams and rug-pulls enabling them to invest without a worry, and on the other, they provide crypto startups easy access to capital and the means to garner mainstream adoption thereby adding immense value to the overall crypto ecosystem.\\n\\nSimilar to ICOs, IDOs are offered to early investors enabling participation in presale rounds. IDOs have become a much more viable means of funding crypto projects in the DeFi space.\\n\\nFor obvious reasons, crypto launchpads have gained a lot of traction in recent times and a number of them have popped up like DAO Starter, Binance Launchpad, TrustSwap, Polkastarter to name a few. However, what sets StarTerra apart is what we’re going to discuss in the following section of this article.\\n\\n## **StarTerra — Shining through the darkness**\\n\\n*In a sea of launchpads, StarTerra is aiming for the sky by changing the way launchpads operate in the Defi ecosystem.*\\n\\nFor any project, finding support and funds are always critical which means a careful selection of the IDO platform. StarTerra aims to be the first gamified launchpad that will support projects in raising capital with a unique combination of guaranteed & lottery-based prize pools. It is the second launchpad on the Terra Network to Pylon and **gamification is what sets it apart**. It is based on the lines of Polkastarter or Duckstarter.\\n\\nStarTerra CEO **Wojciech Gruszka also known as PanParagraf** introduced the gamification aspect to combat the struggle associated with creating buying pressure if the upcoming deal flow was not attractive. It also helps to increase social media engagement with the projects. StarTerra makes the process of fundraising exciting and engaging by using a special tier-based system creating different factions. There are two forms of participation — lottery & guaranteed winning, depending on the number of STT tokens held by the users (more on this later). Each one of these factions has a portion of the allocated amount that is guaranteed to them and a portion that is lottery-based except for the first tier which is entirely lottery-based and the last tier which is guaranteed. STT is the deflationary utility and governance token. The project also provides farming through Anchor Protocol like most other Terra projects.\\n\\n## **Foraying into the depths of StarTerra**\\n\\n\\\\*\\\\*1. A Gamified IDO Launchpad on the Terra Blockchain\\\\*\\\\*Fusing together two powerful, disrupting, and ever-growing industries, StarTerra brings to the metaverse a gamified launchpad. One that collides launchpad mechanics with online gaming.\\n\\n\\\\*\\\\*A closer look at the gamification\\\\*\\\\*Set in a world inspired by StarCraft, the StarTerra universe boasts factions or groups participating against one another as teams.\\n\\nBasically, what this boils down to is factions battling it out to claim the resources, i.e. tokens of newly launched protocols, under the leadership of the faction leaders. The gaming aspect is bound to keep token holders incentivized to hold their tokens which is critical for the longevity and value of any launchpad token. Moreover, the social engagement and boost around the platforms encourage projects to have their IDO on StarTerra.\\n\\n\\\\*\\\\*Qualification for participation\\\\*\\\\*In order to participate in any IDO, a user needs to hold certain levels of STT, the StarTerra Token.\\n\\n**StarTerra Recruit Tier**Total Allocation Percentage: 20%Type: LotteryMinimum Entry: 250 $STT\\n\\n![](https://miro.medium.com/max/1400/0\\\\*yplocnmHtjnzEMlF.png)\\n\\n**Faction-Based Tiers: Lunatics, Interstellars, Degens**Total allocation percentage: Each faction receives 15% + can win up to an additional 15% of the Gamified pool.Type: Lottery + GuaranteedMinimum Entry: 3000 $STT\\n\\n![](https://miro.medium.com/max/1400/0\\\\*YTpPB14ltrccbOsp.png)\\n\\n**WhaleCraft**Total allocation percentage: 20%Type: GuaranteedMinimum entry: Dependent on raise size, minimum 100 wallets\\n\\n![](https://miro.medium.com/max/1400/0\\\\*uYPkUf7ysJTSEggG.png)\\n\\n**StarTerra or Tier 1** is dedicated to users who’re new to the crypto space or to the Terra ecosystem and do not have enough staked STT to join a faction. The minimum requirement for this tier is 250 staked STT. This tier helps StarTerra garner traction from individuals who do not wish to own a large amount of the token but are interested in the project. Tier 1 is entitled to **20%** of the allocation which is entirely lottery-based.\\n\\n**At the core of StarTerra are three factions — LUNAtics, Degens and Interstellars**\\n\\n**Tiers 2 to 4** all have the same minimum token requirement that is 3000 STT. This is the minimum needed to be in the faction. Each faction is entitled to **15%** of the available allocation, however, this number can be increased to gain an additional \\\\*\\\\*15% \\\\*\\\\*by battling other factions. Sounds fun!\\n\\nThe next obvious question would be how does a faction win the 15% lottery allocation? The answer lies in a combination of things that include the number of tokens staked in each tier, the time those tokens are staked as well as a social media component. Each faction will have a leader, most likely someone with a large social media following. These leaders will have the onus of strategizing with their respective factions to try and gain the additional 20% allocation. Factions will climb the leaderboards by social media engagement, possibly with hashtags for each project. The kind of engagement this launchpad will see will differ from what we’ve seen so far as participation is directly linked and rewarded with a higher score for the user and the user’s faction. Basically, a higher ranking on the leaderboard translates to more lottery tickets providing a greater chance for a higher allocation.\\n\\nNote-\\n\\n* The 15% lottery allocation resets with every new IDO.\\n* Users can opt for a different faction for each IDO. However, a user will get a higher score and climb the leaderboard by staking in the same faction longer and by having more tokens staked thereby putting buying pressure on the native STT token and prohibiting people from wanting to sell post-IDO.\\n\\n**Whalecraft or Tier 5** is for the Whales of StarTerra. This tier is reserved for the top holders of STT tokens who receive a guaranteed portion of a particular IDO token allocation. They are entitled to **20%** of the allocation. They are entitled to what StarTerra refers to as classified rewards, these rewards will be distributed to some or all of the members of WhaleCraft.\\n\\nNote-\\n\\n* A user’s position in this tier isn’t guaranteed.\\n* There is a WhaleCraft Leaderboard specific to each IDO and if someone overtakes the position as a top wallet, the user will be bumped back to the original faction chosen at the start of the IDO. The idea behind this was to incentivize the whales to fight the hungry investors in order to maintain their high position.\\n\\n\\\\*\\\\*Squadrons — leaving no one stranded\\\\*\\\\*StarTerra states, “**Squadrons(Squads)**, will allow players who do not meet the minimum requirements for Factions to join forces with each other -or- be assigned to a team and compete in a Faction! Squadrons allow you to participate in our Gamified tiers not as individuals but as a force!”\\n\\nNote-\\n\\n* Squads have a limit on the number of participants.\\n* The minimum requirement to join a squad is set at 250 $STT.\\n* Squads are not eligible for WhaleCraft.\\n* Each individual player will only be able to contribute a maximum of 2750 $STT however, squadrons will be limited to the amount of $STT they contain.\\n\\nTo get an in-depth understanding of the Tiers, click [here.](https://medium.com/@StarTerra/starterra-ido-tiers-explained-fdbec82cab6f)\\n\\n**2. Play2Earn and NFTs**\\n\\n\\\\*\\\\*Play2Earn\\\\*\\\\*StarTerra game operates on two levels — the first one being the **group** level (between Factions) and the second being the **individual** level (inside the Tiers). A user’s current position can be checked on the gamified leaderboard.\\n\\nEach user will have a character assigned to a given Faction and a unique nickname and avatar. User’s activity will be measured by a specially designed unit- StarTerra Energy. The user’s ranking is directly proportional to the benefits the user will receive from the platform. Thus, a higher position on the leaderboard increases the chance of winning in the Lottery pool (as it means more tickets) giving users access to higher allocations and thus higher returns.\\n\\nOwing to the Play2Earn model, top leaderboard players are given the added opportunity of earning $UST besides getting their hands on the project tokens. The $UST paid out to these players is generated from the following sources:\\n\\n* 25% of Anchor Yield generated from pre-funded deposits.\\n* 20% of income from transaction fees.\\n* 50% from the Sales of limited NFTs collections.\\n\\n\\\\*\\\\*NFTs\\\\*\\\\*NFTs on StarTerra aren’t restricted to looks but serve an important function. They give users the ability to boost their level of energy in order to get a higher score on the leaderboard. Thus, a user by holding these NFTs could possibly access the Whalecraft tier and receive a Play2Earn payout.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*u0NBheppjLl_r2tQ.png)\\n\\nThese NFTs are available in the form of weapons, skins, creatures, armor, and more.\\n\\n**3. Pre-Funding contribution system coupled with yield generation**\\n\\nStarTerra’s pre-funding contribution system enables users to pre-fund their accounts with UST. How does this help? Well, users can simply pre-fund their accounts and forget about the IDO date. If an allocation (guaranteed or lottery-based) is granted for the selected IDO, funds are automatically deducted from the user’s account. This helps address a **common issue faced by investors wherein they miss out on lucrative opportunities owing to their inability to arrange funds in the stipulated time frame.**\\n\\nMoreover, these funds aren’t sitting idle on the platform. Thanks to StarTerra being built on the Terra ecosystem and the Anchor Protocol bridge, funds deposited by users are eligible for a 20% stable yield. This yield is split among users, the STT token, and rewards.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*J1DchvMGYm8j_t59.png)\\n\\n* 10% of the yield is given back to depositors.\\n* 5% of the yield is distributed among top leaderboard contributors in Play2Earn.\\n* 5% of the yield is used for buying back and burning STT tokens (which is part of the $STT deflationary tokenomics).\\n\\n**4. Multi-Planetary Farming -Post IDO support**\\n\\nStarTerra’s multi-planetary farming is testimony to its commitment to provide long-term support. Most launchpads refrain from providing such support and end up leaving projects to pump and dumps and market manipulation. StarTerra ensures IDO projects receive all the support they could possibly need to scale the project, from early fundraising to elongated marketing support.\\n\\nWith the aim of making its players end-users of the IDO project, StarTerra has devised a unique multi-asset staking mechanism. This mechanism known as multi-planetary farming is beneficial to both the project as well as the investors.\\n\\n**What is multi-planetary farming?**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*VWiIBLanS8QRGMLK.png)\\n\\nProjects participating in the multi-planetary farming program agree to give up a certain amount of their tokens. The said tokens are then airdropped over a certain period of time. So if a user is staking $STT tokens, in addition to receiving STT tokens, the user is eligible to receive tokens from other IDO projects within 6 months from their launch on StarTerra. “*This creates compounding in the form of an investment combine harvester.”*\\n\\nProjects would readily agree to this proposition as it would drive traffic to their website and broaden their investor base. Engagement is essential for users to claim the airdrops. Users would have to perform certain actions ranging from but not restricted to visiting the IDO’s own website, liking their posts on social media platforms or sharing their videos, etc. The creation of such an environment where users are incentivized to interact with the project post-IDO will serve as an effective tool to ensure hype around the project is alive for a considerable amount of time.\\n\\n**5. StarTerra Council**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*-FHXjmFZkwEOjANS.png)\\n\\nConsisting of notable investors, advisors, and strategic partners, the StarTerra council is responsible for reviewing and selecting the project applications. Once approved, the project is supplied with detailed guidance on how to successfully launch on the StarTerra platform. The support is in the form of advisory on tokenomics, business development, go-to-market strategy, and more. Essentially, it encompasses all aspects from pre-& post-IDO marketing.\\n\\nThe entire structure of StarTerra corroborates its goal of fostering a platform where high-quality projects flourish owing to the long-term support provided by community members.\\n\\n**6. Tokenomics**\\n\\n*$STT is a transferable representation of attributed governance and utility functions specified in the StarTerra platform, and which is designed to be used solely as an interoperable utility token on the platform.*\\n\\nThe STT token is truly a utility token designed to govern the StarTerra platform.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*KC5THz4yaUS0HKpT.png)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*F_s8hL278e-OcZbq.png)\\n\\n$STT Tokenomics were developed keeping in mind the dumping effect which most IDO tokens are subject to when they have downtime in their deal flow. To combat the dump issue, emphasis was put on incentives to hold and utilize $STT tokens.\\n\\n* STT stakers earn STT rewards and weekly airdrops of IDO projects as previously mentioned.\\n* 30% of transaction fees is used to burn STT tokens to further increase the demand for STT.\\n* 5% of yield from pre-funded deposits is used to buyback and burn STT token.\\n\\nThe strategy and intention behind tokenomics has been well thought of aimed to generate constant buying pressure.\\n\\nStaking STT has several benefits that are listed below\\n\\n* User is rewarded with STT tokens.\\n* 3,000 STT minimum enables the user to join a faction that gives guaranteed IDO allocations.\\n* It increases the level of StarTerra Energy of the user’s character and the chances of winning IDO tokens from the Lottery Based Pool.\\n* It enables the user to climb up the leaderboard and earn $UST owing to the Play2Earn model.\\n* Enables participation in Multi-Planetary Farming.\\n\\n**7. Terra Blockchain and Cosmos Ecosystem**\\n\\nBuilt on the Terra Blockchain that is part of the Cosmos Ecosystem, StarTerra benefits from the low transaction fees and high blockchain speed. Moreover, one cannot negate the possible expansion to the entire Cosmos.\\n\\nThe Terra ecosystem is thriving owing to its incentivization mechanism for validators while also hosting several sustainability-promoting projects. The launch of notable and innovative blockchain protocols such as Anchor and Mirror is driving Terra’s growth to unimaginable heights. These protocols are responsible for the rising use of Terra’s decentralized algorithmic stable coin (UST) which is bound to benefit StarTerra and every IDO project being launched on the platform.\\n\\nStarTerra believes the move to build on Terra blockchain is mutually beneficial *“We hope that the potential success of our platform will not go unnoticed in the whole crypto sphere and will bring many new users and investors to the Terra ecosystem.”*\\n\\n## A Walk through the StarTerra Verse\\n\\na)\\\\*\\\\* Connect your Wallet \\\\*\\\\*— Open StarTerra App and connect your wallet either through the Terra Station browser extension or through the mobile wallet.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*S734TmcXHFy-i87hmWoh6w.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*qO4WObFunnWLx82jDRf7vA.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*RATmzcyHHwBITnA06kRJaQ.png)\\n\\nb) **Vesting** — Use this option to claim tokens. Vesting schedules are daily linear and tokens are not automatically distributed. Users have to claim them.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*whBz60h5HEPbQ5kHVaUUaw.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*0g8e64cTheWGJv9DhGDjIQ.png)\\n\\nc) **Staking** — Provide liquidity through STT-UST pairs and then stake LP tokens or use single asset staking for STT tokens.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*9zRXSh0tswq97w85GH-AbQ.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*i7F9UnHQeIDx9-fNMg8o8A.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*tH4VhtjPF_xK_7d7qR0abg.png)\\n\\nd) **Trade STT** — Swap your STT to UST or viceversa through the Swap feature.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*xMhODFtIiXBIzlR_H5wgcQ.png)\\n\\ne) **IDOs** — Participate in Sales.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*5igVhlfnXJq5l78UfHuM8w.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*BU4ILJPhGdc3JvJQMxYkaw.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*N8zpaYnMKU3pvwD01UKxqw.png)\\n\\n## Conclusion\\n\\nExisting crypto launchpads have proven to be a significant upgrade on traditional funding models but gamifying the whole process and providing post-IDO support has enabled StarTerra to create a truly unique experience that supersedes current offerings.\\n\\n* Gamification within different factions\\n* Post IDO support\\n* Multi-planetary farming\\n* Pre-Funding contribution system coupled with yield generation\\n* Deflationary tokenomics\\n\\nThe aforementioned features coupled with sufficient incentives to buy and hold $STT play into the advantages of StarTerra and give it the required competitive edge. This is complemented with powerful strategic partnerships with Maven Capital, Kucoin Labs, Skyvision Capital, Synapse Ventures to name a few.***Are you on your way to becoming a StarTerran.***\\n\\n**I need your love and support. Please give it a like or follow or subscribe so that I can keep writing what I love.**\\n\\n**Socials**\\n\\n[Substack](https://everythingblockchain.substack.com/account?utm_source=menu-dropdown), [Loop](https://www.loop.markets/?ref=39055), [Torum](https://www.torum.com/signup?referral_code=cyekmyster), [Odysee,](https://odysee.com/$/invite/@Cyekmyster:3) [Twitter](https://twitter.com/cyekmyster), [Youtube](https://www.youtube.com/channel/UCkcc6EceEAu1sMoi2dKczCQ), [Read.cash](https://read.cash/r/Cyekmyster), [Publish0x](https://www.publish0x.com/?a=QBeXonk5dy),[ Presearch](https://www.presearch.org/signup?rid=2491437), [Medium](https://medium.com/@everythingblockchain), [Noisecash](https://noise.cash/u/Everythingblockchain)\\n\\nCrypto Taps [Pipeflare](https://pipeflare.io/r/9d5x), [GlobalHive](https://globalhive.io/r/148547), [GetZen](https://getzen.cash/auth/register?ref=443574) for some free crypto\\n\\nExchange on [SwapSpace](https://swapspace.co/?ref=155495dbc33364ec9a4631bd)\\n\\nFor price updates, check [Coinmarketcap](https://coinmarketcap.com/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w) or download the app on [Apple](https://apps.apple.com/app/coinmarketcap/id1282107098)/ [Google](https://play.google.com/store/apps/details?id=com.coinmarketcap.android)\\n\\nJoin CMC for [Airdrops](https://coinmarketcap.com/airdrop/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w), [Diamonds](https://coinmarketcap.com/account/my-diamonds/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w), [Learn&Earn](https://coinmarketcap.com/earn/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w)\\n\\nOn [Telegram(G)](https://t.me/CoinMarketCap), [Telegram(EN)](https://t.me/CoinMarketCapEN), [Twitter](https://twitter.com/CoinMarketCap), [Reddit](https://reddit.com/r/CoinMarketCap), [Instagram](https://instagram.com/CoinMarketCap), [Facebook](https://facebook.com/CoinMarketCap)\\n\\nCreate your crypto [Watchlist](https://coinmarketcap.com/watchlist/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w) or track your [Portfolio](https://coinmarketcap.com/portfolio-tracker/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w) on Coinmarketcap\",\"timestamp\":1639026930,\"title\":\"StarTerra - Gaming your way to IDOs\"},\"digest\":\"v0c_ms7cQv83cZzmzCPIlBr6dQqFyjdWOnrZAYTx6uo\",\"authorship\":{\"contributor\":\"0x48c7e0db3DAd3FE4Eb0513b86fe5C38ebB4E0F91\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjr3N2azxpZUe4PTP7snGoP9ffUQymG1cgrAtosGfUU\\\",\\\"y\\\":\\\"TO3T0NURhy9b553JpyKsEH5WqpnrHjOs6F1a3wY6P-I\\\"}\",\"signature\":\"K1fDN8r2Vt8IU-Q4IpwqJOpWZ9NHe2yOM3L4jkolHN5TmylL-xvBC4cevFoaSR81-NT96fe7ROAC3gllVuae7g\",\"signingKeySignature\":\"0x4e50174caab57b1b32cbb7dcf669e680a7c8fc4739c8cbe579a8ac073fae55d6553f26ee0af8f3b1e1de20850ec1d6d47134c220ae68bfcaf6dd08d4e80021331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjr3N2azxpZUe4PTP7snGoP9ffUQymG1cgrAtosGfUU\\\",\\\"y\\\":\\\"TO3T0NURhy9b553JpyKsEH5WqpnrHjOs6F1a3wY6P-I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7Y6mg-0PVIMi0fmW6V2s6GaMqvogIbQtYWcXpD3O2R8\"}"