"{\"content\":{\"body\":\"He had watched from the balcony of his bedroom.\\n\\nBoth men looked black at each other, and made up to Zoe. She felt uncomfortable, and hardly knew what to do. However, she would not seem to observe, and was polite, but a little stiff, to both.\\n\\nHowever, at last, Severne, having asserted his rights, as he thought, gave way, but not without a sufficient motive, as may be gathered from his first word to Fanny.\\n\\n\\\"My dear friend, for Heaven's sake, what is the matter? She is angry with me about something. What is it? has she told you?\\\"\\n\\n\\\"Not a word. But I see she is in a fury with you; and really it is too ridiculous. You told a fib; that is the mighty matter, I do believe. No, it isn't; for you have told her a hundred, no doubt, and she liked you all the better; but this time you have been naughty enough to be found out, and she is romantic, and thinks her lover ought to be the soul of truth.\\\"\\n\\n\\\"Well, and so he ought,\\\" said Ned.\\n\\n\\\"He isn't, then;\\\" and Fanny burst out laughing so loud that Zoe turned round and enveloped them both in one haughty glance, as the exaggerating Gaul would say.\\n\\n\\\"La! there was a look for you!\\\" said Fanny, pertly: \\\"as if I cared for her black brows.\\\"\\n\\n\\\"I do, though: pray remember that.\\\"\\n\\n\\\"Then tell no more fibs. Such a fuss about nothing! What is a fib?\\\" and she turned up her little nose very contemptuously at all such trivial souls as minded a little mendacity.\\n\\nIndeed, she disclaimed the importance of veracity so imperiously that Severne was betrayed into saying, \\\"Well, not much, between you and me; and I'll be bound I can explain it.\\\"\\n\\n\\\"Explain it to me, then.\\\"\\n\\n\\\"Well, but I don't know--\\\"\\n\\n\\\"Which of your fibs it was.\\\"\\n\\nAnother silver burst of laughter. But Zoe only vouchsafed a slightly contemptuous movement of her shoulders.\\n\\n\\\"Well, no,\\\" said Severne, half laughing himself at the sprightly jade's smartness.\\n\\n\\\"Well, then, that friend of yours that called at luncheon.\\\"\\n\\nSeverne turned grave directly. \\\"Yes,\\\" said he.\\n\\n\\\"You said he was your lawyer, and came about a lease.\\\"\\n\\n\\\"So he did.\\\"\\n\\n\\\"And his name was Jackson.\\n\\n\\\"So it was.\\\"\\n\\n\\\"This won't do. You mustn't fib to *me!* It was Poikilus, a Secret Inquiry; and they all know it; now tell me, without a fib-- if you can--what ever did you want with Poikilus?\\\"\\n\\nSeverne looked aghast. He faltered out, \\\"Why, how could they know?\\\"\\n\\n\\\"Why, he advertises, stupid! and Lord Uxmoor and Harrington had seen it. Gentlemen *read* advertisements. That is one of their peculiarities.\\\"\\n\\n\\\"Of course he advertises: that is not what I mean. I did not drop his card, did I? No; I am sure I pocketed it directly. What mischief-making villain told them it was Poikilus?\\\"\\n\\nFanny colored a little, but said, hastily, \\\"Ah, that I could not tell you.\\\"\\n\\n\\\"The footman, perhaps?\\\"\\n\\n\\\"I should not wonder.\\\" (What is a fib?)\\n\\n\\\"Curse him!\\\"\\n\\n\\\"Oh, don't swear at the servants; that is bad taste.\\\"\\n\\n\\\"Not when he has ruined me?\\\"\\n\\n\\\"Ruined you?--nonsense! Make up some other fib, and excuse the first.\\\"\\n\\n\\\"I can't. I don't know what to do; and before my rival, too! This accounts for the air of triumph he has worn ever since, and her glances of scorn and pity. She is an angel, and I have lost her.\\\"\\n\\n\\\"Stuff and nonsense!\\\" said Fanny Dover. \\\"Be a man, and tell me the truth.\\\"\\n\\n\\\"Well, I will,\\\" said he; \\\"for I am in despair. It is all that cursed money at Homburg. I could not clear my estate without it. I dare not go for it. She forbade me; and indeed I can't bear to leave her for anything; so I employed Poikilus to try and learn whether that lady has the money still, and whether she means to rob me of it or not.\\\"\\n\\nFanny Dover reflected a moment, then delivered herself thus: \\\"You were wrong to tell a fib about it. What you must do now--brazen it out. Tell her you love her, but have got your pride and will not come into her family a pauper. Defy her, to be sure; we like to be defied now and then, when we are fond of the fellow.\\\"\\n\\n\\\"I will do it,\\\" said he; \\\"but she shuns me. I can't get a word with her.\\\"\\n\\nFanny said she would try and manage that for him; and as the rest of their talk might not interest the reader, and certainly would not edify him, I pass on to the fact that she did, that very afternoon, go into Zoe's room, and tell her Severne was very unhappy: he had told a fib; but it was not intended to deceive her, and he wished to explain the whole thing.\\n\\n\\\"Did he explain it to you?\\\" asked Zoe, rather sharply.\\n\\n\\\"No; but he said enough to make me think you are using him very hardly. To be sure, you have another string to your bow.\\\"\\n\\n\\\"Oh, that is the interpretation you put.\\\"\\n\\n\\\"It is the true one. Do you think you can make *me* believe you would have shied him so long if Lord Uxmoor had not been in the house?\\\"\\n\\nZoe bridled, but made no reply, and Fanny went to her own room, laughing.\\n\\nZoe was much disturbed. She secretly longed to hear Severne justify himself. She could not forgive a lie, nor esteem a liar. She was one of those who could pardon certain things in a woman she would not forgive in a man. Under a calm exterior, she had suffered a noble distress; but her pride would not let her show it. Yet now that he had appealed to her for a hearing, and Fanny knew he had appealed, she began to falter.\\n\\nStill Fanny was not altogether wrong: the presence of a man incapable of a falsehood, and that man devoted to her, was a little damaging to Severne, though not so much as Miss Artful thought.\\n\\nHowever, this very afternoon Lord Uxmoor had told her he must leave Vizard Court to-morrow morning.\\n\\nSo Zoe said to herself, \\\"I need not make opportunities; after to-morrow he will find plenty.\\\"\\n\\nShe had an instinctive fear he would tell more falsehoods to cover those he had told; and then she should despise him, and they would both be miserable; for she felt for a moment a horrible dread that she might both love and despise the same person, if it was Edward Severne.\\n\\nThere were several people to dinner, and, as hostess, she managed not to think too much of either of her admirers.\\n\\nHowever, a stolen glance showed her they were both out of spirits.\\n\\nShe felt sorry. Her nature was very pitiful. She asked herself was it her fault, and did not quite acquit herself. Perhaps she ought to have been more open and declared her sentiments. Yet would that have been modest in a lady who was not formally engaged? She was puzzled. She had no experience to guide her: only her high breeding and her virginal instincts.\\n\\nShe was glad when the night ended.\\n\\nShe caught herself wishing the next day was gone too.\\n\\nWhen she retired Uxmoor was already gone, and Severne opened the door to her. He fixed his eyes on her so imploringly, it made her heart melt; but she only blushed high, and went away sad and silent.\\n\\nAs her maid was undressing her she caught sight of a letter on her table. \\\"What is that?\\\" said she.\\n\\n\\\"It is a letter,\\\" said Rosa, very demurely.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/232](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/232)\\n\\n\",\"timestamp\":1637670445,\"title\":\"\\nAt the first step they took, Severne came round an angle of the building and joined them. \"},\"digest\":\"ngrrWhN6_YT39qzdRmQl4didXiZj1oYPIEbdAgObPH4\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooT6-Gj4i_gpoWQCD5iAZ5W3fa28ZFnnQP1IuweyS3E\\\",\\\"y\\\":\\\"S3jozTgC95QcRnE8bIHjxmW2zrpUzt015_K9jb949G8\\\"}\",\"signature\":\"bS3BLDMB1fpLSIVjxb3zTv5_Zt3wfbmpEpOnP-lanGhGf7Dvjhf6VzQHy8qOBp6daBBNUOW4xt0iThhDtkIg1g\",\"signingKeySignature\":\"0x8dd6faf9f87cd84b51ebc4c755a6fe6d6daa712ad386200a291be0958b61dbb125af7a88b50506ae4bb939620e0ac2a6911e0bd9302f7d2250048b911bf0d6a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooT6-Gj4i_gpoWQCD5iAZ5W3fa28ZFnnQP1IuweyS3E\\\",\\\"y\\\":\\\"S3jozTgC95QcRnE8bIHjxmW2zrpUzt015_K9jb949G8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ngrrWhN6_YT39qzdRmQl4didXiZj1oYPIEbdAgObPH4\"}"