"{\"content\":{\"body\":\" \\n   \\n  \\n 　　人在社会中生活，总会为人评价。小时候父母评价，亲戚评价，老师同学评价。大了进入社会，参加工作，就会有同事评价。所谓人人心中有杆称，用它来丈量社会和他人。但这些，一般就是一种个人评价，流于坊间，止于言词，或仅仅只存在于一个人心里。这些不能说对个人没有作用，尤其是来自于长辈或官长的评价，往往也会影响到一个人，会令掌握资源的人在分配资源时有所倾斜。     \\n 　　还有一种评价，就是官方评价，不同于个人评价，官方自有一套标准，哪怕评价是来自见不得人的潜规则。我刚参加工作的时侯，有一位局长，每次开会的时侯，他部要夸一回XX，而且公开说XX能挣钱。我当时工作的那个机关是个清水衙门，在重视实际权力和经济利益的时代，自然没有效益可言，甚至当时有人编排一段顺口溜，把我们机关和小四轮，倒骑驴编排在一起，编的倒也合辙压韵。这样的机关，自然没有什么油水。而XX能挣来钱，就可以为局长报销电话费，报销旅行考查费用等等。XX是少数几个能为局长带来实际利益的人，凸显出来就会被局长视为能人，所以局长大会小会上都要夸一番。局长办公会上夸人，自然应该属于官方评价，被夸者一向喜欢自大，好事却源源不断，甚至后来全国优秀，人大代表什么的都有了。不过具听说私下里那个夸他的局长并不喜欢XX。我亲历的一件事似乎可以证明这一点。那个时候局长调走了，XX并不知情，而他为局长大人准备的东西此时还没有来得及送出去。我当时正好和XX一个部门，我看出XX有些失望，可能还有些不满，至于那些还没送出去的东西也就只好留着自己用了。我的这位局长，个人评价官方评价是完全分开的。可能仅仅到了最后一刻，他心中的声音终于影响了他的行为，不把XX视为自己人，连声招呼也不必打，匆匆走马上任去了。 \\n 　　不难看出我说的个人评价更多属于道德范畴评价，来自于心中，流于坊间。被认可的好人，一般也不会有什么实际利益，不过却反映出人性最真实的一面。就象人之将死，其言也善一样，在没有实际利益需要计算的场合，人心其实都是愿意真实的，这是人性使然。而来自于官方的评价则不然，体制中人一旦被官方认可，现实利益就会跟着来，升官发财，荣誉名声，前面会有许多现实好处等着你，甚至还会有隐形好处。我曾经旁听过一个案件，一位律师列举了很多荣誉为被告人辩护，无疑在他心中是相信这些荣光能够成为违法犯罪被查处的挡箭牌的。正因为有诸多好处，使本来应该真实正确的评价变得不那么真实正确了，官方评价变形了。   \\n 　　近些年官方评价高的人违法犯罪的事屡有发生，甚至草菅人命的人却是全国劳模，证明了光环一旦撕去，他们尚不如一个普通人。而一个成年人，从自身的阅历，也很清楚身边那些被光环罩着的人究竟是怎么回事，这些现象的发生，值得人们反思。 \\n 　　原以为随着社会的进步，不合理的官方评价会越来越少。但近几年，各种官方评价反倒是越来越多，什么最美，好人等等，体制中人争先恐后，评价程序却不见改观，甚至发展到互联网上拉票，蔚然成风。官方评价一旦成立，就会起一个示范的作用。被评上者无疑应成为学习的榜样，可是从谁不认识谁的身边效应来看，如果你身边的榜样不仅是个缺乏高尚人格，甚至还可能是个人格低下的人，那你跟他学什么呢，学怎么浮华，学怎么钻营。这就难怪社会风气难见好转了。\",\"timestamp\":1640061857,\"title\":\"评价\"},\"digest\":\"m848N2un8WqbNE13WYOe0EKF_6X9TaJB0bpF-G5y5lM\",\"authorship\":{\"contributor\":\"0xc9f2B051848D87213049A8A2bC72d59c6596f0b8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w0u2H4NPyJZ3Ykwd3nM8rop_hZpoZy8ZodD2SQtvfmQ\\\",\\\"y\\\":\\\"HiqNJ3wC6Pz8BG7Jeg_xCgXx8k0hsNN1jX9gXG2Zgz4\\\"}\",\"signature\":\"TkfpKrDAP-Y-Vqf2BSI3xOI8tdYHOpYsOTRP15jfkH1DM5cyPvgFpTDQhkRxPHzlOvc1TNj7pEgAyolQ9ILuBA\",\"signingKeySignature\":\"0x1ff80e4c5e55b0663dcb05d72c98c35651040beb879f7d7b05051604fd501129379c3235ce6e81a32753fda9cddb96a8b4c02cfe4488c225928810d8f40008941b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w0u2H4NPyJZ3Ykwd3nM8rop_hZpoZy8ZodD2SQtvfmQ\\\",\\\"y\\\":\\\"HiqNJ3wC6Pz8BG7Jeg_xCgXx8k0hsNN1jX9gXG2Zgz4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m848N2un8WqbNE13WYOe0EKF_6X9TaJB0bpF-G5y5lM\"}"