"{\"content\":{\"body\":\"He took his hat and top coat, and evading the dismal band by a shameless manoeuvre, passed through the halls to the entrance to the elevator shaft. He heard a movement behind him and saw that the German was also waiting for the elevator. Standing in the gloom of the corridor, Coleman felt the mournful owlish eyes of the German resting upon him. He took a case from his pocket and elaborately lit a cigarette. Suddenly there was a flash of light and a cage of bronze, gilt and steel dropped, magically from above. Coleman yelled: \\\" Down!\\\" A door flew open. Coleman, followed by the German, stepped upon the elevator. \\\" Well, Johnnie,\\\" he said cheerfully to the lad who operated this machine, \\\"is business good?\\\" \\\"Yes, sir, pretty good,\\\" answered the boy, grinning. The little cage sank swiftly; floor after floor seemed to be rising with marvellous speed; the whole building was winging straight into the sky. There were soaring lights, figures and the opalescent glow of ground glass doors marked with black inscriptions. Other lifts were springing heavenward. All the lofty corridors rang with cries. \\\" Up! \\\" Down! \\\" \\\" Down! \\\" \\\" Up! \\\" The boy's hand grasped a lever and his machine obeyed his lightest movement with sometimes an unbalancing swiftness.\\n\\nColeman discoursed briskly to the youthful attendant. Once he turned and regarded with a quick stare of insolent annoyance the despairing countenance of the German whose eyes had never left him. When the elevator arrived at the ground floor, Coleman departed with the outraged air of a man who for a time had been compelled to occupy a cell in company with a harmless spectre.\\n\\nHe walked quickly away. Opposite a corner of the City Hall he was impelled to look behind him. Through the hordes of people with cable cars marching like panoplied elephants, he was able to distinguish the German, motionless and gazing after him. Coleman laughed. \\\" That's a comic old boy,\\\" he said, to himself.\\n\\nIn the grill-room of a Broadway hotel he was obliged to wait some minutes for the fulfillment of his orders and he spent the time in reading and studying the little grey note. When his luncheon was served he ate with an expression of morose dignity.\\n\\nCHAPTER IV.\\n\\nMARJORY paused again at her father's door. After hesitating in the original way she entered the library. Her father almost represented an emblematic figure, seated upon a column of books. \\\" Well,\\\" he cried. Then, seeing it was Marjory, he changed his tone. \\\" Ah, under the circumstances, my dear, I admit your privilege of interrupting me at any hour of the day. You have important business with me.\\\" His manner was satanically indulgent.\\n\\nThe girl fingered a book. She turned the leaves in absolute semblance of a person reading. \\\"Rufus Coleman called.\\\"\\n\\n\\\"Indeed,\\\" said the professor.\\n\\n\\\"And I've come to you, father, before seeing him.\\\"\\n\\nThe professor was silent for a time. \\\" Well, Marjory,\\\" he said at last, \\\"what do you want me to say?\\\" He spoke very deliberately. \\\" I am sure this is a singular situation. Here appears the man I formally forbid you to marry. I am sure I do not know what I am to say.\\\"\\n\\n\\\" I wish to see him,\\\" said the girl.\\n\\n\\\"You wish to see him?\\\" enquired the professor. \\\"You wish to see him \\\" Marjory, I may as well tell you now that with  all the books and plays I've read, I really don't know how the obdurate father should conduct himself. He is always pictured as an exceedingly dense gentleman with white whiskers, who does all the unintelligent things in the plot. You and I are going to play no drama, are we, Marjory? I admit that I have white whiskers, and I am an obdurate father. I am, as you well may say, a very obdurate father. You are not to marry Rufus Coleman. You understand the rest of the matter. He is here ; you want to see him. What will you say to him when you see him? \\\"\\n\\n\\\" I will say that you refuse to let me marry him, father and-\\\" She hesitated a moment before she lifted her eyes fully and formidably to her father's face. \\\" And that I shall marry him anyhow.\\\"\\n\\nThe professor did not cavort when this statement came from his daughter. He nodded and then passed into a period of reflection. Finally he asked: \\\"But when? That is the point. When?\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/322](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/322)\\n\\n\",\"timestamp\":1638785950,\"title\":\"Coleman placed the little grey note in his breast pocket\"},\"digest\":\"7PJxjZ5Bj6AOq4UKLlfmOX5dwSSWt4UAYzNl1y3MRRQ\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fl-wCOu91N5YGqQaGjwczKEKde9wmqCpiEg4Wj4UhbQ\\\",\\\"y\\\":\\\"nUIkZwMkFd2w0gpjOuksiGC2dDrEQF-DuV6-u_aJ9jE\\\"}\",\"signature\":\"rNufhQkh_XylMRIVi3YztPu66efLtj3OslH8Ovrc5bID4RewDh7qeCNk3ypyz7_Awl-2R6eOcYdtwp-973_89A\",\"signingKeySignature\":\"0xe13f28e5feb5aef335884b4fe870e5ae93d21cd7a3369e68eaf30e05c21c5e9b021ebcb4d9dd4c49bb0cf7dce523f25764688791f38bd1c5ae4e626685cf6e131b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fl-wCOu91N5YGqQaGjwczKEKde9wmqCpiEg4Wj4UhbQ\\\",\\\"y\\\":\\\"nUIkZwMkFd2w0gpjOuksiGC2dDrEQF-DuV6-u_aJ9jE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7PJxjZ5Bj6AOq4UKLlfmOX5dwSSWt4UAYzNl1y3MRRQ\"}"