"{\"content\":{\"body\":\"> 两年前我以为我拥有了全世界，结果是噩梦的开始\\n\\n大学4年算有两个身份吧，前两年是赌狗，后两年算个学生。\\n\\n2019年我的一张储蓄卡在4个月时间有30多w的流水，这要是放在今天早就被冻卡了，尽管已经销卡，但是在App上还是能查到这些无法抹去的记录。现在看着这些数据我并不是非常震惊，这几年的经历仿佛真的让我觉得法币也只是个数字而已。而在货币方面的价值观也开始变得扭曲。\\n\\n我承认在这将近20年的应试教育中什么也没学到，或者说学到的都是对我来说无用的东西。大学整天就是看盘，看有啥比赛，野鸡到不能再野鸡的我也会碰。\\n\\n## 2018\\n\\n具体起因不想说了，不怪别人，怪自己太贪。一开始什么都不懂，根本不知道什么是-0.5、+0.5. 什么是亚盘欧赔大小球，在稍微了解了一些规则后，买的第一场比赛是NBA湖人，一开始的投注量不敢太大，都是平台最小投注额10块，输了也不难受，但是赚到钱就会异常兴奋。一段时间之后四国赛来了，有国足，当时就决定所有比赛都买国足对面，结果也显而易见，确实都是对面拿下了盘口，也赚到了第一笔较大的资金，大概有1000多的样子。\\n\\n后来就开始玩滚球，一整天都拿着手机看盘，加群跟单。以前我是典型的小球狗，当前也总是被绝杀给搞死。发现胜率很低之后就开始研究初盘，并且只研究五大联赛或者欧洲的赛事，当时荷甲让我赚到了8k，马上买了IPoneX，留着1000想着以后买小单吃低保。但是控不了手，很快就输完了，输完就想着回本就不玩了，但是一回本就马上会继续，根本控不住。然后打了人生中第一个梭哈但，沃特福德vs曼联，第二天早上踢了个蛋蛋，结果就是没有本金翻身了，还欠了3000，我就忍不住跟家里说了，他们没有骂我，马上给我打了钱还掉，还安慰我。但是我第二周马上又欠了3000，又跟妈妈说了，妈妈也帮我还了。这次过后我确实安稳了一段时间，但是马上又开始玩了——世界杯来了。\\n\\n玩的不大，结果是赚钱的，决赛我梭哈了，梭哈单在我的手指下滑动确认的如此轻松，因为我假定家里会帮我擦屁股。这种心态让我在盘路很顺的时候让我赚到了很多，下半年开始疯狂，玩的越来越大，也赚到了很多。\\n\\n世界杯让我有了一小部分本金，暑假结束回学校后歇了一段时间，主要原因还是转专业之后破事很多。接下来是偶然的一场俄超，买了莫斯科中央陆军，由于多场不胜，想买一手反弹。这场比赛奠定了我喜欢赌反弹和买上盘的基本思路，正路的情况下胜率很高，一般10月份开始中期都是抢分的时候，冷门偏少，确实赚到了很多。\\n\\n买了第一台全画幅相机，又借钱买了个镜头。当时想，收手吧。停了一周就忍不住了，继续开始，还掉了镜头钱，还多了一台ps4的钱，当时我对赚钱这件事的理解已经开始扭曲了——躺着2小时就能赚钱，期末结束还能拿奖学金。当时我真的太天真了，以为自己无所不能了。\\n\\n## 2019\\n\\n马上就到了大二的寒假，经历了转专业之后，第一学期就拿到奖学金，我以为自己的学习能力超群。一放假但是球队没有放假，家里玩不能太张扬，只能白天研究指数，买定离手，也正是初盘让我没有死。其实我感觉已经死过好几次了，总是晚上下一单3000足球初盘，早上起来发现挂了，马上NBA补上6000。我现在真的非常不理解我当时的行为，倍投虽然赢了很爽，但是没有大资金的话，输了就没机会回本了。只能说我当时运气好，一周2w，然后马上买了Mavic2，真的是个大玩具来了。\\n\\n3月开学之后，我还是保持着很好的运气，两次梭哈将流动资金滚到6w。一次太阳vs勇士，那年的太阳是板凳队，第四节太阳领先，我脑子一热买了2w的太阳+1.5（也就是太阳输1分以内或者赢下比赛，这单我就赢了）。我一定是疯了才会买太阳，我这单刚确认，库里就受伤下场了，心跳从一开始就飞快，剩下3分钟，到比赛结束大概10分钟。这10分钟就像一个世纪一样久，但是我赢了，还是满水收。第二次是意甲博洛尼亚对阵哪个球队忘记了，买了2w博洛尼亚-0.5，那场比赛我从头看到尾。半场还是0:0，下半场当博洛尼亚拿到点球的时候，我的心跳就从来没那么快过，非常害怕飞门。球进了，我就不敢看了，开始打游戏，其实根本无心打，结束后比分2:0。连续两次的梭哈成功让我对赚钱这件事的理解更加扭曲了。我当时还真的想着靠这个吃饭赚钱了——下一个目标是想买辆车。但是这个目标真的太远了，按照我的玩法，一旦换了个操盘手我就会陷入连黑困局：\\n\\n第一次大资金梭哈失败-日联杯-札幌冈萨多。结果就是很快就输完了原先的钱。由于没有本金，又想回本，再次走上借钱之路，想法是过三关（梭哈3次）能够回到原本的资金。这是多么疯狂的想法。我真的照做了，都是初盘。第一场瑞典超马尔默，第二场韩篮甲安养人参，第三场欧冠阿森纳vs雷恩。我活了前两场，最后一场超级大深盘-2.5/3球，其实我怕了，往往我只喜欢买上盘。但是这次我怕了，买了雷恩+3，想着最多走水。早上起来4:0。结束了，欠了6000，虽然不多，又一次跟家里坦白了。这次他们教育了我，也跟我说了家里的很多事——是的，我对这个家的了解真的是少之又少，甚至我爸以前是做什么的我都不知道。这次还完后，我停了两周，又一次走上了这条路。后来又像妈妈坦白过一次，还了6000。但是那天晚上我就马上往平台里充值，买欧冠热刺，真是人急了买啥都输。\\n\\n我的胆量真的小了很多，但结局起码都是好的，又赚到了一点，这次老实了，不幻想了，马上给自己买了一块球拍，一块我真正意义上的球拍，买了**AdaptBB**。真的很好穿，也非常的cyberpunk，当时穿这双鞋在学校能有好几个人来跟我聊鞋，来加我微信。\\n\\n不过很快再次输回去了，输给了韩k假，篮球确实太假了。但这次我不敢坦白了，我只能把鞋卖掉了，拿着几千块再次走上了回本路。在暑假的时候本来已经回本了，但是买了几场羽毛球，直接又炸了。这时候发生一件事让我再次萌生了借钱回本的想法——我的额度提升了好几倍。我天真的以为有了本金，一切都简单了。但是很快我就输完了，事情也很快就被发现了，这次家里是真的生气了，具体我不想说了，回来之后又一次复玩，这次是真的让他们彻底失望了，我也是，当时跳楼的决心也是最强大的，感觉活着已经没有意思了。反正差点就不能去学校了。去银行销户、打印所有账单……我接下来的日子完全变了。那年我刚好带上牙套。\\n\\n我用上了爸爸的支付宝，微信实名也是爸爸的，也就是说我的每一笔交易都会被实时地发送到他那里。那时候我连洗个脚都不敢去，半夜也不敢消费，只敢普通消费，也就是吃喝穿。\\n\\n## 2019下半年——2021年初\\n\\n但是也没有说被限制消费，只是我的每笔交易都会被监控。也正是这两年，我开始学习了。开始使用Github，开始搭建自己的网站，开始自己搭梯子、开始进入开源圈子、开始学习后端开发……也正是这些，让我开始有更多的时间思考这个世界，未来到底是属于熵增还是熵减？稳定一定好么？看似我好像渐渐走上正轨，但是心中的赌性还是在蠢蠢欲动，在以后的工作方向上，我在思考前端还是后端，选创业公司还是稳定的公司，有时候就想赌个财富自由。2020年底我去实习了，那短时间由于一些事也是我心情属于最低谷的时候。可能生活少了点什么，就又开始有了继续玩球的想法，由于以前的账户里还有几十块流水钱，就开始滚，滚着滚着就滚到1000块，在拿到第一笔实习工资后，我就马上放进我的账户。但是亲情的力量真的太强了，我跟我爸一对视他好像就完全知道我的想法，在过完年要杭州的那天，他给我私聊了一条消息，他再次敏锐的发现了我所做的一切，尽管我没有借钱。他还是非常的生气，怕毁了我，摧毁我的价值观。那次聊完，他表现出的已经不是生气了，是恳求我不要玩了。但我内心真的毫无波动，变得冷血无情，仿佛我没有做错一样。\\n\\n## Now\\n\\n尽管后面确实是不玩了，但我还是一直在思考，真的拿死工资能活得像个人样么。经过这次事情之后，可能学到的最有用的事情就是，一拿到工资就买买买的人一定只能是个普通人，以前在学校我可以吃的很惨甚至有吃不起的情况，但是下单一定是毫不眨眼。钱，用在哪儿都是钱，虽然在国内机会已经越来越少了，人人都想暴富，唯独与时间做朋友才能有好的结果。A股去杠杆，美股清退，币圈交易所清退……其实也挺好的，毕竟谁都不愿意看到身边的一个傻子在这种圈子里暴富。其实我就像《鱿鱼游戏》里尚佑，有时候真的失去了人性。\\n\\n## END\\n\\n算一点点回忆录吧，不说出来真的憋得难受，看起来也有一部分人很早就知道这些事。\\n\\n这样看我就是个典型的败家子+不肖子，希望以后不会拖累家里了。\\n\\n![](https://images.mirror-media.xyz/publication-images/ep12YbIGA1ZXWHbsxI1Bh.PNG?height=1200&width=831)\\n\\n\",\"timestamp\":1640961295,\"title\":\"赌狗的救赎\"},\"digest\":\"6YXbkpF_Qjkp8A65xKoF1ZvEV3nEw3RlToudcsQ_C8M\",\"authorship\":{\"contributor\":\"0x7B5947302d6c462137ed58f00087314B1494f865\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CwSzsdJ1uazyExa4kR-_Xx_8vOHl6fYTmtrA3lWsctE\\\",\\\"y\\\":\\\"PjIRByrc0UqnODga0LD25y17GjJ_afhxadWUTRvf_1A\\\"}\",\"signature\":\"eZGK2fgLX-M1mjvY6HXOGAYdjWbLEl89us7WFR0NwQVCuxHar97ZG9L7WJ8fM49sTEfr71W0BzUj0HjGgFMF5A\",\"signingKeySignature\":\"0x11edf0ffc35f648cd17205feff0340830a00a24d8dda592948df75571d2efc2005a507fd87178ec42010109139f38f810ec48620c58cbe586a87108f9b49d6721c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CwSzsdJ1uazyExa4kR-_Xx_8vOHl6fYTmtrA3lWsctE\\\",\\\"y\\\":\\\"PjIRByrc0UqnODga0LD25y17GjJ_afhxadWUTRvf_1A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eiALHquknG6rOnVRM7HTqMlS0FY0JDnHHP1pQRQijBw\"}"