"{\"content\":{\"body\":\"“不好意思，不好意思撞到你了。”老人伸出枯瘦细长的手在地上摸索着木棍，嘴里连连道歉说道。\\n\\n```\\n吓，是位盲人老大爷，看清楚他眼眸里白多黑少后，我才恍然醒悟。赶紧爬了起来，拿起掉在一边的木棍，递到了老人手上，扶起了老人，嘴里说道：“老大爷，是我不注意，不小心撞到你了，你有没那里不舒服吧。”心里暗暗嘀咕道：这是玩家还是NPC，让我都搞不懂了。\\n\\n“没有，没有，年轻人，麻烦你帮我看一下，这包里的蛇胆有没有被压碎了。”老人从背后拉过来一个用蓝色绸缎包裹着的小包说道。\\n\\n吓，身上没依没靠的，凭空就来一包裹，神奇。我拿了过来一看，脸色一变，里面的瓷器已经碎的一塌糊涂了，一股腥臭的味道扑鼻而来，紫黑色的胆汁顺着瓷器渗透到绸缎上，将它染的黑一片，紫一片的。\\n\\n难道你就没闻到吗味道吗，还拿来问我。唉，这不是摆明了要我赔他的蛇胆吗，唉，看来今天比较霉，撞人理我亏，没啥好说的了。\\n\\n“老大爷，不好意思，你这包里的蛇胆全碎了，这样吧，我去给你买点回来，算我的好不好。”我细声地说道。\\n\\n听我说到蛇胆全碎了，老人不知道是无意还是刻意，身子一个踉跄，脸色一阵苍白，那可见的一点点黑瞳翻了几翻，长叹了一口气说道：“买不到的，买不到的，这里是整个雷帝城能买到的所有蛇胆了，要想再买这么多，起码要等上几个月。”\\n\\n“不是吧，您老人家要这么多蛇胆干吗，有什么用。”我有点疑惑不解地问道。\\n\\n“年轻人，前面有间二味阁是我家，你扶我过去，我慢慢和你说。”老人接过了破碎的蛇胆说道。\\n\\n二味阁？我刚才从那走过的，是间药铺，这老头是个瞎子也能开药铺，真是怪了。\\n\\n带着疑问我搀扶着老人走向了二味阁，路上我得知他的名字叫——华陀，怎么和咱们古代的神医华佗的名字差不多，可这个样子就寒碜多了，还搞了个双目失明。\\n\\n“师傅，你回来拉，蛇胆买到了吗？”刚到二味阁门口，一个一身青衣短打，扎着小辫，眉清目秀的小童从里面跑了出来，叫问道。\\n\\n“青儿，先扶为师进屋在说吧。”老头摆了摆手说道。\\n\\n“咳，是啊，你先扶你师傅进去吧，那个，那个蛇胆已经摔碎了。”看样子这药铺还真是盲人老头的，生怕老头说的不好，我脸上浮过一抹微红，赶紧应声说道。\\n\\n“什么，摔碎了！”小童双手扶住了老头，一对乌亮的大眼睛瞪了瞪我吃惊的说道。\\n\\n“别说了，先进去吧。”老头拉了我一把说道。\\n\\n走进屋子，阵阵药草的清幽香味沁人心扉，六根粗圆的立柱顶起了高挂的屋顶；青砖铺设的地面上不见一丝尘埃，净如明镜；大堂的正面是副青山碧水的风景画，两旁的对联写着：“一身素袍游四方，二味草药为黎民”，横批是“悬壶济世”，真是医者应有的风范；左边是一排摆放整齐的药橱和一张高高的柜台，右边是精美的红木茶几，一盆虬枝如龙的苍松盆景端放在正中，两旁围放着几张宽长的靠椅。\\n\\n“青儿，去泡两杯茶来，顺便把这个收拾一下。”老头子在椅子上坐定，将包裹交给了小童说道。\\n\\n我在大堂里转了转后，也不客气地坐了下来，带着敬意地问道：“您老就是这里的药师？那你双眼怎么会……”\\n\\n青儿送上了两杯清茶，紫砂茶杯里沸腾着阵阵热气，老头子端起送上的清茶，半掩杯盖地抹了几下浮在水面的茶叶，轻轻抿了一口，润了润喉，说道：“不错，我就是这里的药师华陀，说到眼睛，我这次所买的蛇胆也正是为了医治它的。”\\n\\n“那你的眼睛怎么会失明了？”我有点急切想知道答案地问道。\\n\\n“那是几年前的事了，我为了寻觅一株珍稀的草药去了幽暗城的沼泽地带，据说那里的潮湿阴暗的气候特别适宜此药物的生长，药草是发现了，可是它生长在盘踞着九头蛇的地方，我一个不小心被九头蛇所喷的毒液给灼伤了双眼，幸好当时身上带着解蛇毒药，没有把性命丢在那，但是眼睛却因此而失明。”\\n\\n停了停，华陀喝了口水后，继续说道：“不过这几年我通过不断的尝试，终于发现可以用5种不同的蛇胆精华加上适量毒根草，可以炼制出克制身上毒性药剂，让我能够重现光明。可惜这次蛇胆全部碎了，想要制药的话，就要等几个月后了。”华陀有点叹息地说道。\\n\\n“咳，这蛇胆难道就这么难买吗？”我有点不过意地问道。\\n\\n“难到是不难，关键就是要凑齐凑全，还要保持蛇胆的新鲜，所以才比较困难。”华陀翻着黑瞳说道。\\n\\n“到哪里有你需要的蛇杀，我去帮你搞点蛇胆来。”我拍了拍胸口，一脸的信誓旦旦地说道。\\n\\n“就凭你也想去群蛇谷，别杀蛇没杀成，反被群蛇咬。”童子青儿眼睛瞥了撇我，没好气的说道。\\n\\n这童子估计是把蛇胆摔碎的过错全算我头上了，说话态度这么，好歹进门我也是个客人。\\n\\n“青儿，不许无理，年轻人，没关系的，反正几年都熬过来了，也不在乎再等几个月了，你没必要去冒这个危的。”老头子放下了茶杯说道。\\n\\n“不是吧，您老是不是看不起我，虽谈不上是个英雄豪杰，好歹我也算是个热血青年吧，你老蛇胆被摔碎了，责任大半在我，我总不能当缩头乌龟，不敢承认吧，群蛇谷是吧，你老告诉我在哪就可以了，你不说就是看不起我，就是鄙视我，就是侮辱我，就是……”我被青儿一刺激，满腔愤慨，咱在现实社会没混出个人样，难道在这里也要被人看贬了吗。\\n\\n“年轻人，别这么激动，你如果坚持要去，我也不会阻拦你的，不过你千万要小心谨慎。”老头子和善地说道。\\n\\n“去，当然去，肯定帮你搞到蛇胆。”我双手一拍桌子，大声说道。\\n\\n“您接受了神医华陀的任务——为了光明，需要获得物品：新鲜的黑环蛇胆20个；新鲜的青叶蛇胆20个；新鲜的赤炼蛇胆20个；新鲜的铁头蟒胆20个；新鲜的银线蟒胆20个。”一行系统提示出现我的面前。\\n\\n吓，原来是个触发性任务，看样子还真不简单，要获得100个蛇胆啊。\\n\\n“青儿，去里面拿个白玉瓷盆过来给这位年轻人。”老头子举起了手说道。\\n\\n看到我接受了任务，小童满脸笑容，也欢快的跑进去拿出一个和先前摔碎的瓷器相仿的器皿出来放到我面前。\\n\\n“年轻人，如果你获得了新鲜的蛇胆的话，就将它放到这里，蛇胆就不会因为时间的流逝而失去药效了。”老头子说道。\\n\\n“你从城西门出去直走5里，穿过一片桃木林，前面是一条小溪，溪水的尽头就是群蛇谷的入口了，里面生活着各种蛇类，你此去可要千万小心，对了我这里还有点雄黄丸，可接一般蛇毒，你带去防身吧。”老头子一边关切的说到，一边从身上掏出一个小药瓶来交给我了。\\n\\n“行，行，你老就放心吧，一切包在我身上了。”道了个谢，接过了药瓶，我就不耽误时间了，起身和老头子告了别，伸手拍了拍青儿的头，“你可要好好照顾你师傅，等我回来。”\\n\\n青儿撅了撅嘴，眼光斜了我几下，一扭头，还用你来说，切。\\n\\n走出了二味阁，拿出传呼机，看看无名天下在不在，今天我可不能送他去钓鱼了，靠，这小子还没上线，估计是昨天奋斗到深夜了吧。\\n\\n想起身上还没鉴定的弩和护腕来，原路返回，赶紧去看看，看好了把任务交了，装备修理一下好出发了。\\n\\n来到鉴定所，一位留着山羊胡子，尖嘴猴腮的鉴定师正在无聊地把玩着二颗滚圆的琉璃石，看到我进门，他那细小的眼睛里暴出二道精光，简直如同一只饿了几天的豺狼看到一头弱小的兔子一般，脸上堆起的笑容仿佛在说着：又是一只送上门的兔子。\\n\\n“小伙子，看你样子就知道是个有钱的主，有什么好装备需要我帮你鉴定，很低廉的价格。”山羊胡伸出手说道。\\n\\n“我想鉴定一下这两个东西，你看看多少钱。”我掏出身上的裂风之弩和熊之利爪护腕来，交到他手上问道。\\n\\n“好东西，两个4个金币鉴定费。”他放在手上看了看，头也不抬地说道。\\n\\n“不是吧，4个金币，便宜点好不好，这么贵的话我就不鉴定了。”我吓了一跳的说道。\\n\\n“那，那就便宜点，你给3个金币好了，保证物有所值的。”可能感觉到自己出口狠了点，山羊胡捻了捻胡子说道。\\n\\n“恩，你可要好好鉴定，给你钱。”我扔了3个金币过去。\\n\\n山羊胡闭上了眼睛，双手平放在裂风之弩和熊之利爪护腕上面，一层薄薄的金光浮在他的手掌上面，慢慢抹过了两件装备后，只见弩身和护腕上浮现出一层青色光泽。\\n\\n“好了，拿去看看吧，欢迎以后常来。”收起了钱，将两件装备扔给了我，山羊胡又盘弄起手上的琉璃石来。\\n\\n裂风之弩等级：15（青铜）\\n\\n攻击：15-30持久：34\\n\\n单手速度：2.2\\n\\n属性：连创（近身攻击威力上升10%）\\n\\n熊之利爪护腕等级：16（青铜）\\n\\n防御：5持久：20\\n\\n属性：力量+2\\n\\n呵呵，有了这两个，我那骨盾可以舍弃不用了，换上绝对高攻的我喜欢，鉴定以后的裂风之弩上面隐约可见一道道如水波般的涟漪，握在手上，仿佛和我的手臂融为了一体，而护腕上面的熊爪则寒光更甚了。\\n\\n去佣兵协会交了任务，得到了40个银币和1600的经验，让本来就快升级的我感受到了一阵温暖，哈哈，16级了，正好可以带上强化长手套和刚鉴定的熊之利爪护腕，嘿嘿，一切靠实力说话，俺现在笑拥青铜装备三件，想想那群蛇谷也就没他们说的那么可怕了。\\n\\n吓，炼金技能的学费是1个金币，大大的出乎我的意料，没办法，看着身上的毒药卷轴，总不能浪费了吧，不就是一个金币吗，学了。\\n\\n获得了炼金技能后，打开麻痹毒药卷轴，先前奇怪的字符一下子涌入了我的脑海，苍叶草、小型毒囊、坩埚一一浮现在我的眼前。\\n\\n初级麻痹毒药：使用时间1小时，降低对手敏捷，施法速度，效果时间1分钟。\\n```\\n\\n\\n------------\",\"timestamp\":1640152567,\"title\":\"第三十一章 为了光明二\"},\"digest\":\"UHT1E2zj_WqxL4InCgLb5Um5jDx3NoZwKh8OvIINQ48\",\"authorship\":{\"contributor\":\"0x6D56f1D63CCC7a9D2d09846221f1bc4B1819de49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMvmjwa9gJ2j2F0mjlPLyUTt93QCvsm9P9vgjREOows\\\",\\\"y\\\":\\\"CgefqAb4z0WFEx5TXtxAoqpp2qvO39IOpTudIMINsm0\\\"}\",\"signature\":\"l2Qad5fYijlRjAVFXTrxQ_h-XiPV37N17TsZlaqpgUuDeFSOpcULV8VR6WXTZgG1BBk7rRltRT1FwfNOgpL3Fg\",\"signingKeySignature\":\"0x0c4c8ff296caf2dea210e0d9b046555d0a377c4076cbe1600edde98b59adfef022d8a14e5aab881e459aaef26d95c9bbc4da83da4320467b7c1cd8363fc773f21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMvmjwa9gJ2j2F0mjlPLyUTt93QCvsm9P9vgjREOows\\\",\\\"y\\\":\\\"CgefqAb4z0WFEx5TXtxAoqpp2qvO39IOpTudIMINsm0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UHT1E2zj_WqxL4InCgLb5Um5jDx3NoZwKh8OvIINQ48\"}"