"{\"content\":{\"body\":\"Manuel Gonzalez Alzuru, a co-founder of a soon-to-launch non-fungible token (NFT) marketplace, says he is “doin’ good,” with a smile and a nod over a video call. “It never gets old saying that.” His platform, boyishly named DoinGud, is what Alzuru calls a “prosocial” experiment – a way to funnel some of the massive profits generated by the emergent NFT economy to worthy causes.\\n\\n“Ethereum gave me freedom,” Alzuru, 31, said. “And I’m always looking for ways to give back and to get some freedom for others as well.” That’s a message he thinks others in crypto could get behind. DoinGud, set to launch on Nov. 30, distinguishes itself from the increasingly crowded field of NFT markets by automatically directly a percentage (5%-95%) of sales to charities.\\n\\n***This article is excerpted from The Node, CoinDesk’s daily roundup of the most pivotal stories in blockchain and crypto news. You can subscribe to get the full [newsletter here](https://www.coindesk.com/newsletters).***\\n\\n0 seconds of 1 minute, 33 secondsVolume 90%\\n\\n \\n\\nFor an industry that prides itself on working on behalf of the “public good,” outright philanthropy isn’t often prioritized. Companies, projects and individuals have made breathtaking profits this year during a bull market that has driven the entire market cap of all cryptos, at times, [above $3 trillion](https://www.coindesk.com/markets/2021/11/08/bitcoin-tops-67k-for-the-first-time-as-ether-also-sets-record-high/). It’s money that’s sometimes literally [printed](https://www.coindesk.com/tech/2021/10/08/airdrop-ethics-vc-firm-draws-ire-following-25m-ribbon-finance-exploit/) from nowhere and might be put to good use.\\n\\n“In order for you to give, you need to have something to give,” Alzuru said. NFTs have unlocked untold fortunes for a number of artists across industries – seemingly regardless of experience or, at times, [talent](https://www.artthou.co.uk/editorial/nfts-cryptoart-good-bad-ugly). The [“creator economy”](https://www.coindesk.com/business/2021/03/04/nfts-daos-and-the-new-creator-economy/) was well underway in 2018 when the ERC-721 white paper was published, describing the smart contract standard underpinning NFTs. Since then, however, NFTs have extended the playing field of [who can get paid](https://www.coindesk.com/markets/2021/04/08/meet-the-meme-manager-bringing-the-legacy-web-into-nfts/) for their work online.\\n\\nThat’s at least part of what Alzuru means when he says “freedom:” Crypto has given him more than just financial “independence” (though there is that): It hast also granted him the [lowercase-l, liberal freedoms](https://www.coindesk.com/markets/2018/07/27/left-right-and-center-crypto-isnt-just-for-libertarians-anymore/) some people in North America or Europe may take for granted. Born in Venezuela, Alzuru said he felt he had no guaranteed right to speech or expression, until he found Ethereum.\\n\\n“I’m able now to express myself on Ethereum, on the internet, and it stays there,” he said. “No one can take that away from me.” That’s the power of property rights enforced by code, he said. But don’t confuse him with any old capitalist; Alzuru, perhaps [like Ethereum itself](https://www.coindesk.com/markets/2021/07/09/ethereums-political-philosophy-explained/), is ideologically fluid.\\n\\n“I also believe in communal property rights, [‘public goods’](https://www.coindesk.com/tech/2021/09/02/are-daos-socialist/) or public infrastructure,” he said, invoking the idea that crypto, open and accessible to all in theory, is a new type of digital commons. That’s ultimately what he wants DoinGud to become, to exist at the protocol level, a tool that other NFT or DeFi platforms can integrate to automate charitable giving.\\n\\nBut public goods are open to exploitation. Or, as street artist Rich Simmons put it in an email, “The whole NFT and crypto climates so far have felt like a bit of a cash grab.” Simmons is joining the ranks (including publications like CoinDesk and The New Yorker) of those using NFTs to fund charitable giving. He’s using a platform called HistoryMakr and donating to several [mental health](http://www.reflectionsnft.com/) organizations.\\n\\n## Give crypto to get back\\n\\nIs crypto charity a way to cover up some of the evils of the industry? [Under fire](https://www.coindesk.com/business/2021/11/11/probably-nothing-why-people-still-hate-crypto/) for its environmental footprint, rampant scams and general social toxicity, crypto certainly needs a little goodwill.\\n\\n***See also: [Want Cleaner Bitcoin Mining? Subsidize It](https://www.coindesk.com/policy/2021/10/05/want-cleaner-bitcoin-mining-subsidize-it/)***\\n\\nBut “corporate social responsibility,” the idea that traditional businesses owe something to the world in addition to their shareholders, often leads to [less-than-desirable](https://www.forbes.com/sites/enriquedans/2015/09/27/volkswagen-and-the-failure-of-corporate-social-responsibility/) and [sometimes hysterical](https://www.vox.com/2018/6/25/17476850/pride-month-lgbtq-corporate-explained) results. It’s the same mentality that has the Central Intelligence Agency whitewashing itself as a [progressive wing](https://www.refinery29.com/en-us/2021/06/10509012/rainbow-capitalism-explained-memes) of government.\\n\\nAt launch, creators on DoinGud will be able to determine which causes to support and what percentage is handed over. The intention is to open source its code and form a decentralized autonomous organization (DAO) to set protocols around charitable giving. “Consensus is also always changing,” Alzuru said, and six-member founding team isn’t comfortable determining what is “right or wrong.” A “curated” registry, launched in collaboration with The Giving Block, an established project that enables charities to accept crypto, may eventually blacklist [unsavory](https://www.coindesk.com/markets/2021/06/30/why-im-skeptical-of-fatfs-extreme-right-wing-watch/) recipients.\\n\\nRegardless of people’s motivations for giving, there’s a huge opportunity for charitable efforts to thrive in crypto. Blockchain has long been touted as a way to bring transparency to an industry that sometimes[ operates in the dark](https://www.nytimes.com/2015/05/31/opinion/sunday/who-will-watch-the-charities.html). Smart contracts, like the ones DoinGud designed, can make giving a routine part of doing business. Not to mention the wealth, [the insane wealth](https://www.coindesk.com/business/2021/08/31/why-everyone-in-nfts-is-suddenly-talking-about-price-floors/), created during bull markets.\\n\\nAlzuru even thinks the psychological effects that transparent blockchains foster, the same mental forces that drive people to display NFTs as avatars on social media, could benefit charity. “With crypto, you have this proof that you’ve given back to the community,” Alzuru said, referring to the paper trail left on Ethereum. “Most of the time, \\\\[when giving\\\\], people are showing us vanity.”\\n\\n“You might want to create something for the betterment of humanity,” he said. “What you need to first think about yourself, like if you’re not good, if you’re not doing good yourself, you cannot be creating stuff for others.”\",\"timestamp\":1637891234,\"title\":\"Crypto: The Gift That Keeps On Giving (to Charity)\"},\"digest\":\"xyiv8cHPTVAKwEOLY7iLQQ0W_lk2EvUhIFPTsml3LJI\",\"authorship\":{\"contributor\":\"0x08DB79911BB3215CA7406e2B4Df23348Ea33915A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZNjsXsEtWufGxIMQnAIvuGQ9g0jMRGybUfwZzFWMC2k\\\",\\\"y\\\":\\\"gLfMsVveVwPlGzXO6qO-pHOI4w6n0nuBihs4SyGtZ_0\\\"}\",\"signature\":\"tA1QCps6W6xw5jQRWSbD1C2sSH4wMw94KzIOx-rLpde1A6gLNMWnVSqCcNYvG5SJp5blBEj3u6V-4h35z1wM1Q\",\"signingKeySignature\":\"0xde33e28cbe182f3a118d24afe1c92c41148efa2da570c470677d4f8aebd0772d19b03972e4577b9c327c1f16f4a8892bff1161c4e6c2e0c7c5b3f8d436a35d951c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZNjsXsEtWufGxIMQnAIvuGQ9g0jMRGybUfwZzFWMC2k\\\",\\\"y\\\":\\\"gLfMsVveVwPlGzXO6qO-pHOI4w6n0nuBihs4SyGtZ_0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xyiv8cHPTVAKwEOLY7iLQQ0W_lk2EvUhIFPTsml3LJI\"}"