"{\"content\":{\"body\":\"The first rule of Berande had been broken.  The compound had been entered without permission or command, and all the two hundred labourers, with the exception of the boss-boys, were guilty of the offence.  They crowded up, threatening and shouting, close under the front veranda.  Sheldon leaned over the veranda railing, looking down upon them, while Joan stood slightly back.  When the uproar was stilled, two brothers stood forth.  They were large men, splendidly muscled, and with faces unusually ferocious, even for Solomon Islanders.  One was Carin-Jama, otherwise The Silent; and the other was Bellin-Jama, The Boaster.  Both had served on the Queensland plantations in the old days, and they were known as evil characters wherever white men met and gammed.\\n\\n\\\"We fella boy we want 'm them dam two black fella Mary,\\\" said Bellin-Jama.\\n\\n\\\"What you do along black fella Mary?\\\" Sheldon asked.\\n\\n\\\"Kill 'm,\\\" said Bellin-Jama.\\n\\n\\\"What name you fella boy talk along me?\\\" Sheldon demanded, with a show of rising anger.  \\\"Big bell he ring.  You no belong along here.  You belong along field.  Bime by, big fella bell he ring, you stop along kai-kai, you come talk along me about two fella Mary.  Now all you boy get along out of here.\\\"\\n\\nThe gang waited to see what Bellin-Jama would do, and Bellin-Jama stood still.\\n\\n\\\"Me no go,\\\" he said.\\n\\n\\\"You watch out, Bellin-Jama,\\\" Sheldon said sharply, \\\"or I send you along Tulagi one big fella lashing.  My word, you catch 'm strong fella.\\\"\\n\\nBellin-Jama glared up belligerently.\\n\\n\\\"You want 'm fight,\\\" he said, putting up his fists in approved, returned-Queenslander style.\\n\\nNow, in the Solomons, where whites are few and blacks are many, and where the whites do the ruling, such an offer to fight is the deadliest insult.  Blacks are not supposed to dare so highly as to offer to fight a white man.  At the best, all they can look for is to be beaten by the white man.\\n\\nA murmur of admiration at Bellin-Jama's bravery went up from the listening blacks.  But Bellin-Jama's voice was still ringing in the air, and the murmuring was just beginning, when Sheldon cleared the rail, leaping straight downward.  From the top of the railing to the ground it was fifteen feet, and Bellin-Jama was directly beneath.  Sheldon's flying body struck him and crushed him to earth.  No blows were needed to be struck.  The black had been knocked helpless.  Joan, startled by the unexpected leap, saw Carin-Jama, The Silent, reach out and seize Sheldon by the throat as he was half-way to his feet, while the five-score blacks surged forward for the killing.  Her revolver was out, and Carin-Jama let go his grip, reeling backward with a bullet in his shoulder.  In that fleeting instant of action she had thought to shoot him in the arm, which, at that short distance, might reasonably have been achieved.  But the wave of savages leaping forward had changed her shot to the shoulder.  It was a moment when not the slightest chance could be taken.\\n\\nThe instant his throat was released, Sheldon struck out with his fist, and Carin-Jama joined his brother on the ground.  The mutiny was quelled, and five minutes more saw the brothers being carried to the hospital, and the mutineers, marshalled by the gang-bosses, on the way to the fields.\\n\\nWhen Sheldon came up on the veranda, he found Joan collapsed on the steamer-chair and in tears.  The sight unnerved him as the row just over could not possibly have done.  A woman in tears was to him an embarrassing situation; and when that woman was Joan Lackland, from whom he had grown to expect anything unexpected, he was really frightened.  He glanced down at her helplessly, and moistened his lips.\\n\\n\\\"I want to thank you,\\\" he began.  \\\"There isn't a doubt but what you saved my life, and I must say--\\\"\\n\\nShe abruptly removed her hands, showing a wrathful and tear-stained face.\\n\\n\\\"You brute!  You coward!\\\" she cried.  \\\"You have made me shoot a man, and I never shot a man in my life before.\\\"\\n\\n\\\"It's only a flesh-wound, and he isn't going to die,\\\" Sheldon managed to interpolate.\\n\\n\\\"What of that?  I shot him just the same.  There was no need for you to jump down there that way.  It was brutal and cowardly.\\\"\\n\\n\\\"Oh, now I say--\\\" he began soothingly.\\n\\n\\\"Go away.  Don't you see I hate you! hate you!  Oh, won't you go away!\\\"\\n\\nSheldon was white with anger.\\n\\n\\\"Then why in the name of common sense did you shoot?\\\" he demanded.\\n\\n\\\"Be-be-because you were a white man,\\\" she sobbed.  \\\"And Dad would never have left any white man in the lurch.  But it was your fault. You had no right to get yourself in such a position.  Besides, it wasn't necessary.\\\"\\n\\n\\\"I am afraid I don't understand,\\\" he said shortly, turning away. \\\"We will talk it over later on.\\\"\\n\\n\\\"Look how I get on with the boys,\\\" she said, while he paused in the doorway, stiffly polite, to listen.  \\\"There's those two sick boys I am nursing.  They will do anything for me when they get well, and I won't have to keep them in fear of their life all the time.  It is not necessary, I tell you, all this harshness and brutality.  What if they are cannibals?  They are human beings, just like you and me, and they are amenable to reason.  That is what distinguishes all of us from the lower animals.\\\"\\n\\nHe nodded and went out.\\n\\n\\\"I suppose I've been unforgivably foolish,\\\" was her greeting, when he returned several hours later from a round of the plantation. \\\"I've been to the hospital, and the man is getting along all right. It is not a serious hurt.\\\"\\n\\nSheldon felt unaccountably pleased and happy at the changed aspect of her mood.\\n\\n\\\"You see, you don't understand the situation,\\\" he began.  \\\"In the first place, the blacks have to be ruled sternly.  Kindness is all very well, but you can't rule them by kindness only.  I accept all that you say about the Hawaiians and the Tahitians.  You say that they can be handled that way, and I believe you.  I have had no experience with them.  But you have had no experience with the blacks, and I ask you to believe me.  They are different from your natives.  You are used to Polynesians.  These boys are Melanesians. They're blacks.  They're niggers--look at their kinky hair.  And they're a whole lot lower than the African niggers.  Really, you know, there is a vast difference.\\\"\\n\\n\\\"They possess no gratitude, no sympathy, no kindliness.  If you are kind to them, they think you are a fool.  If you are gentle with them they think you are afraid.  And when they think you are afraid, watch out, for they will get you.  Just to show you, let me state the one invariable process in a black man's brain when, on his native heath, he encounters a stranger.  His first thought is one of fear.  Will the stranger kill him?  His next thought, seeing that he is not killed, is:  Can he kill the stranger?  There was Packard, a Colonial trader, some twelve miles down the coast.  He boasted that he ruled by kindness and never struck a blow.  The result was that he did not rule at all.  He used to come down in his whale-boat to visit Hughie and me.  When his boat's crew decided to go home, he had to cut his visit short to accompany them.  I remember one Sunday afternoon when Packard had accepted our invitation to stop to dinner.  The soup was just served, when Hughie saw a nigger peering in through the door.  He went out to him, for it was a violation of Berande custom.  Any nigger has to send in word by the house-boys, and to keep outside the compound. This man, who was one of Packard's boat's-crew, was on the veranda. And he knew better, too.  'What name?' said Hughie.  'You tell 'm white man close up we fella boat's-crew go along.  He no come now, we fella boy no wait.  We go.'  And just then Hughie fetched him a clout that knocked him clean down the stairs and off the veranda.\\\"\\n\\n\\\"But it was needlessly cruel,\\\" Joan objected.  \\\"You wouldn't treat a white man that way.\\\"\\n\\n\\\"And that's just the point.  He wasn't a white man.  He was a low black nigger, and he was deliberately insulting, not alone his own white master, but every white master in the Solomons.  He insulted me.  He insulted Hughie.  He insulted Berande.\\\"\\n\\n\\\"Of course, according to your lights, to your formula of the rule of the strong--\\\"\\n\\n\\\"Yes,\\\" Sheldon interrupted, \\\"but it was according to the formula of the rule of the weak that Packard ruled.  And what was the result? I am still alive.  Packard is dead.  He was unswervingly kind and gentle to his boys, and his boys waited till one day he was down with fever.  His head is over on Malaita now.  They carried away two whale-boats as well, filled with the loot of the store.  Then there was Captain Mackenzie of the ketch Minota.  He believed in kindness.  He also contended that better confidence was established by carrying no weapons.  On his second trip to Malaita, recruiting, he ran into Bina, which is near Langa Langa.  The rifles with which the boat's-crew should have been armed, were locked up in his cabin.  When the whale-boat went ashore after recruits, he paraded around the deck without even a revolver on him.  He was tomahawked. His head remains in Malaita.  It was suicide.  So was Packard's finish suicide.\\\"\",\"timestamp\":1638930372,\"title\":\"Next morning, Joan and Sheldon, at breakfast, were aroused by a swelling murmur of angry voices\"},\"digest\":\"lp2tQR55LXPT4OXlU5VxwlXQMBJxC8RHA79D1cqGFI4\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q4V3GRNtpUqfFGQurL4I5eqfNXUWxgbALrnFHhZea3g\\\",\\\"y\\\":\\\"iyMmFapZm6aVjcgOib1hyH7cP7xWOAfaPqb6of8i-Fg\\\"}\",\"signature\":\"TcUYT8wLoDs2ZZYnnZG8QbXT_Nx6rapIm3DORelFQe8y2YrZZoznjE47WloS3G-8_LLF3EldhQp8uGbQ9DpzgQ\",\"signingKeySignature\":\"0x99178a96e5d62e3c8ed15f4efd4bf1ca59a84d97eb5de1d71a2fb86e2b3567b67461613242896734f81b9d76c792bf20d8de49f518a7d4b06a97eac61c0eb4a51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q4V3GRNtpUqfFGQurL4I5eqfNXUWxgbALrnFHhZea3g\\\",\\\"y\\\":\\\"iyMmFapZm6aVjcgOib1hyH7cP7xWOAfaPqb6of8i-Fg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lp2tQR55LXPT4OXlU5VxwlXQMBJxC8RHA79D1cqGFI4\"}"