"{\"content\":{\"body\":\"“远离城市的喧嚣，脱离人群的热闹，我们这些勤劳的人们为了摆脱贫困的生活在打拼；没人知道我们的苦，没人懂得我们的累，只有冰冷的岩石伴我们如睡；璀璨的宝石会让无数人所着迷，而晶莹的矿石会让我们所痴狂；不会畏惧任何危险，不会退却任何险阻，我们就是有矿必在的矿工一族，矿工一族。”多纹一边卖里地挖掘着矿石，一边五音不全的哼着不成文的调子。\\n\\n```\\n“呵呵，你小子还挺会自娱自乐的嘛。”我一边挥动着金刚锹，一边笑着对多纹说道。\\n\\n“嗨，谁让挖矿这么无聊，今天还好有你，带我到里面来，而且还可以作个伴，聊聊啊。”多纹看了看我说道。\\n\\n“呵呵，看你这样，难到想在这里挖成百万富翁才肯走。”我打趣地对他说道。\\n\\n“哪能啊，我可不全指望挖这个，今天如果能再挖到点红水晶矿石的话，我就可以回去交任务了，我帮城里的铸造师收集矿石，其他几种已经够了，都放银行里呢，就差红水晶矿石了，任务交了我就有钱学技能了。”多纹笑着说道。\\n\\n“任务奖励这么丰厚，给的报酬够学你的二转技能学费？”我惊讶的问道，我当初可是花了几十个金币的。\\n\\n“当然不够，不过我前几天挖了几块宝石，在拍卖行里卖了个不错的价钱，加上身上以前积攒的，够学几个重要的技能了，其他一般的我都没学呢。”多纹解释到。\\n\\n“挖到宝石，什么宝石，卖了多少钱？”听他这一提，我想起了那个敲诈我的炼金师的要求来。\\n\\n“就是几块孔雀石和红宝石，每块都卖了三个金币。”多纹想起那意外的惊喜，嘴角不由轻笑起来，“卖到商店里不过才几十银币而已。”\\n\\n拍卖行有人卖宝石，原来也不算很贵，呵呵，估计是因为现在有钱的人少，价格抬不上去，等以后的话，对这些材料的需要量不断增大，加上RMB兑换业务的开放，要是手上能够屯一批的话，发拉，看看自己身上四百多个金币，就算三个金币一块的和话，也仅仅只能买100多个，算了，回头还是收购点自己需要的吧，倒买倒卖可是需要花时间，了解市场动态，分析市场行情，我可没那么多闲工夫。\\n\\n“哦，那拍卖行里卖宝石的人多吗？”我不禁问到。\\n\\n“这个问题还要问吗，你看看这里挖矿的人多不多，何况铁晶城外可不止这一个矿石，还有好多呢，只要你去找，各个矿石里面蕴涵的矿石还不尽相同，除非是矿洞里的怪物等级太高，没有玩家能去的作罢外，其他的只要肯花钱，什么样的矿都能买到的吧。”多纹奇怪的看着我说道，他怎么看都不是个笨人，这么简单的问题还要问我。\\n\\n我嘿嘿一笑，心中顿时一阵舒坦了，老小子，你的背包我是要定了，回去我就去拍卖行买宝石，吃亏一时，发财一世。来来来，继续挖，我身上还没挖到几块红水晶矿石呢。看着我奇怪的笑容，多纹想了想，让了让位置，继续找他的矿壁麻烦了。\\n\\n一头深褐色的赤尾蝎摆动着它那对巨大的钳子，张牙舞爪地从矿壁边上的间隙里爬了出来，那如竹节鞭一般的赤红色蝎尾烦躁不安的在空气中晃动着，饱含毒液的尾钩蠢蠢欲动地朝着面前这两个正在埋头苦干的玩家。\\n\\n“哈哈，我又挖到一块红水晶矿石拉。”多纹高兴地叫到，我鄙视地看了他一眼，怎么不是我挖的，我一挖就是两块，郁闷。两人丝毫没有注意到后面悄然而至的黑影，谁让这里面本来就有点昏暗。\\n\\n毒钩带带长长的倒影刺破了虚空，落在了兴奋的人儿身上，碧绿的毒液瞬间注射了进去，产生的效果就是多纹头上-50，-70，-65的数字连连荡起，感官体验调整的低就是好，这小子竟然还没察觉自己已经被攻击了，还得意地说着：“再来几个，再来几个我就可以脱离这非人之地了。”\\n\\n靠，你这小子这么想脱离苦海，让我一人受难，我狠狠的瞥了一眼，心中升一个中指鄙视他，咦，他头上怎么不停在飘血，吓，后面后个赤尾蝎正静静地伏在地上，盯着他呢。\\n\\n换上家伙我一声大吼：“你小子快喝药，要挂拉。”连忙冲了上去，铁箭叮叮当当落在石壁上，射在蝎子身，原想静等多纹中毒挂掉的赤尾蝎，举起一张一翕的钳子，恼火地冲向了破坏它好事的我。\\n\\n被我大叫吓了一跳的多纹刚想抱怨我几句，眼睛突然看到后面窜出来的赤尾蝎，想也不想赶紧听我的话扔了两瓶恢复药到嘴里，看看身上的体力值，好险，还有100多，再被毒几下就挂了，这该死的赤尾蝎，毒性真强，而且让人没什么感觉，怕怕。\\n\\n往嘴里塞了一颗薄荷草炼制的清毒丹，手上也飞快的将裂风之弩换成天牛之甲盾后，我迎上了冲过来的赤尾蝎，进入了肉搏之中，这家伙的毒钩可不是吃素的，能让我可要尽量让着点。\\n\\n匕首落在赤尾蝎那对坚硬的钳子上，仅仅留下的是浅白色的痕迹，造成的伤害也不是大的，还是要象刚才那样，攻击它的头部才能获得最大的伤害。回过神的多纹也摸了上来，手上换了一把一般的弓箭，保持了一定距离后嗖嗖的用木箭招呼赤尾蝎摇摆的尾巴，我也用盾牌顶着它那对红褐色的钳子，将诅咒之刃的刀锋印上了它那丑陋的头上……\\n\\n拿起地上的毒蝎钩，我冲多纹挥了挥胳膊，举起来手中的毒钩说道：“嘿，这东西你要不要。”\\n\\n或许是因为远了点，或许是因为光线昏暗了点，多纹并没有看清楚我手上的东西，嘴上就迫不及待地回道：“要，要啊。”撒腿就跑了过来，一脸深情地望着我，伸出了双手。\\n\\n我一脸诚恳地递上了毒蝎钩说道：“好好拿着，别再被蛰了。”\\n\\n伸出的双手如同触电般弹了回去，多纹难堪地挤出几丝笑容说道：“嘿嘿，哥们，这玩意我就不要了吧，你收着，你收者。”\\n\\n“哦，我可是好心先给你的，不要的话就算了，呵呵，下次小心点，别太得意了，安全第一。换工具吧，继续挖矿，继续挖矿。”我乐呵呵地收起了毒钩，循循善诱地对多纹说道。\\n\\n提高了N倍警惕后，后来的蝎子一个都没给多纹这小子半点伤害，倒是我不小心还被蛰了几下，幸好俺身上有的是清毒丹，才没有出丑。多纹这小子运气也不错，需要的红水晶矿石早早的就够数了，不过也没好意思回去，陪我一直挖到晚上，恩，这样才是做人的准则嘛。\\n\\n互加了好友后，多纹这小子回去交任务了，问他还来不来的，他说想去幽暗城玩玩，那地方有啥好玩的，要去也去惊涛城嘛，那才是美女多多，我纳闷地想了想，算了，我也下线休息了，身上才有二十几块红水晶矿石，那够啊，明天继续吧。\\n\\n冰凉的清水冲刷去一天的疲惫，带着几分倦意我滚上了床，看着桌上的悄然盛开花朵的仙人掌；轻轻摇曳身行，仿佛在风中絮语的文竹，我的心情顿时舒坦了不少，恩，是不是也去买几条金鱼回来养养呢，给这个添加点生气。带着这个突然兴起的念头，我陷入了沉睡。\\n\\n第二天一早我就爬了起来，昨天想的买几条金鱼，今天就得赶紧动手，想到就要赶紧做到，不然过了兴头的话，我就没了那份动力了，顺便去吃碗香喷喷的麻油豆腐脑，来跟脆生生的大油条。\\n\\n吃好了早点，我慢步来到了花鸟市场，清晨的空气新鲜，不少老人和青年正在附近的中心绿地锻炼身体和打羽毛球，果然是一日之际在于晨，真怀念起当年在部队的时候，每天早晨五点多起来跑步，看着天上的日月同辉，听着树间鸟儿轻鸣，呼吸着不含汽油味空气的日子来。\\n\\n“老板，给我来四条珍珠，四条五彩和四条狮子头。”来到上次买金鱼的那家摊位旁，我指了指最外面放养着小金鱼的盆子和老板说道。\\n\\n“恩，好的，要新鲜鱼虫吗？”老板一边拿起袋子和鱼网捞了起来，一边我问到。\\n\\n“恩，给我来几包鱼饲料就好了，鱼还小，不知道高低，喂多了会撑死它们的。，对了，再给我拿个那边的鱼缸来，算算多少钱。”我指着旁边不大的一个鱼缸说到。\\n\\n“呵呵，行，好的，小金鱼16条，鱼饲料6包，鱼缸一个，一共二十二元，你给二十元得了。”老板飞快地计算着接口到。\\n\\n“恩，好的。”低下头我掏出钱包正要拿钱给他，身后一个嫩嫩的童音戚戚地响了起来，“大哥哥，你也来买鱼啊，是不是你也知道雯雯的鱼宝宝都死了啊。”\\n\\n我扭头一看，这不是马尾辫的妹妹吗，小女孩眼睛还红红的，小嘴撅着老高地看着我。眼睛里不时瞄向一边的金鱼，旁边一身白色运动服，眼睛故意甩到一边正是马尾辫。\\n\\n吓，那么多小金鱼全死了，你家没人会养金鱼吧，我心里想到。“呵呵，是啊，大哥哥算到你今天要来，所以买好金鱼等你，告诉哥哥你家的小金鱼怎么死的。”我摸了摸她的头，笑着说道。\\n\\n“有肚子鼓鼓的浮在水上的，有身上发白的，还有……”小女孩一一说给我听，一边的马尾辫故意扭过头，没有搭理我投过去的善意目光。\\n\\n“恩，下次小金鱼带回家，你每天只能洒一点鱼饲料，洒个二、次；还有夏天天气热，水中的氧气会不足的，你要每天帮它们换水，要用放置了一天的自来水或雨水知道吗……好了，你去挑几条你喜欢的小金鱼吧。”给小女孩讲了点常识之后，我将她支到了一边。\\n\\n“咳，不好意思，还让你费心为我找工作了，不过我现在过的挺好的，暂时还不需要，谢谢你的好意思拉。”我走到马尾辫身边，客气地说道。\\n\\n“哼。”马尾辫轻哼了一声， 没有搭理我走到她妹妹身边去了。\\n\\n什么意思嘛，我跟你道声歉是出于礼貌罢了，又不是我的错，脾气倒不小，俺又没求你拉，明摆着是你狗拿耗子多管闲事嘛，我呸，什么比喻嘛，我难不成是耗子了。得，俺不和你一女子一般见识，不和你计较。\\n\\n“好心没好报，好好的工作你不干，人家想干的多的是。” 马尾辫一边胡乱拨弄着盆里的水花，一边没好气的嘀咕道。\\n\\n“知道你好心拉，等我要找工作的话第一个找你。”我在一旁说道，怎么感觉都是我的错了，难道说女孩就有特权，能无条件下放错误到俺身上，果真是唯女子与小人难养也。\\n\\n抢在马尾辫之钱买下了金鱼的单后（其实小女孩只买了几条罢了，我的东西为主），我琢磨着也没什么话好说的，本来就不善言辞，再被马尾辫那副冷冰冰的脸色一恐吓，俺也没必要低三下四的陪不是个不停吧，和小女孩逗闹了几句后，捧着我的鱼缸，和她们说拜拜。\\n\\n忿忿地看着我义无返顾离去的背影，马尾辫拉着妹妹手，低声说道：“什么人嘛，遇到了只是说个抱歉就赶紧走人了，难道我会吃了你不成，对了，你是住在前面小区18号楼的吧，我可知道的清清楚楚。”\\n\\n端放好鱼缸，将一条条活泼游动着的金鱼顺的清水倒在其中，几根翠绿的水草优雅地漂浮在水面上，撕开饲料袋，捏碎几块鱼虫干，均匀地撒在了水上，缓缓沉浮在水中，被小金鱼们所吞食，跑到厨房又倒了满满一盆水，留着明天帮它们更换后，我冲洗了一下脸上的汗水，这鬼天气，越来越热了，不开空调是不行了，关上窗户，将空调调到24度后，我要继续我的努力挖矿ing。\\n```\\n\\n\\n------------\",\"timestamp\":1640156071,\"title\":\"第四十七章 白石矿场三\"},\"digest\":\"zF-Cr0obt92UFwjt2Bb_tePoMRpZhVQHx_S_bUJl6xM\",\"authorship\":{\"contributor\":\"0x6a82Cb12dA0FEE855aAe41ba7C27659422f1Ed7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T75pqo9LxEauP5G3eW5P3YalNmSOQCHB5Jdw6xL3WP0\\\",\\\"y\\\":\\\"sFBExZrqE03orfsh5e4ECYyF4hbhlIvYNmjIJw3d9Jk\\\"}\",\"signature\":\"a5r4hgLEcY_fU1mbKST_SMYGBGFoC9yL_sb0phkEw8yG0bCfEiUbnEBOwww_-9Ug8dmnzZswErht-K70cBog0A\",\"signingKeySignature\":\"0xa3bf408f5ae3309802a5ef48f183992a908370de7cbe8c213e6592a86f29c09b7eaf46896779da813a4b651ae753e9c93e504f8a80a92214da0dc0ddf3a2c4ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T75pqo9LxEauP5G3eW5P3YalNmSOQCHB5Jdw6xL3WP0\\\",\\\"y\\\":\\\"sFBExZrqE03orfsh5e4ECYyF4hbhlIvYNmjIJw3d9Jk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zF-Cr0obt92UFwjt2Bb_tePoMRpZhVQHx_S_bUJl6xM\"}"