"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/R0xq4R3IjHB9vXzTTiEYzfWBIcKQs0l5ixPqjnfUJnY](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/R0xq4R3IjHB9vXzTTiEYzfWBIcKQs0l5ixPqjnfUJnY)\\n\\n![“The Daoist Immortal: Li Tieguai and Liu Haichan”, Wikipedia, (Museum of Fine Arts Boston), public domain, circa 1760 CE](https://miro.medium.com/max/2000/1\\\\*ySVhkPCwhEG0JzzKJEjBEw.jpeg?&size=medium)\\n\\n## “For you are dust, and you will return to dust.”\\n\\n(*Genesis 3:19*)\\n\\nAll life is a wonderful counterpoint to (heat) death. Only a disorderly mind sees life and death as in opposition; life and death journey together and give full expression and meaning to each other. Both are useful.\\n\\nAt its deepest, granular level, life as matter may arise from the random expression of energetic[ fluctuations in space-time](https://en.wikipedia.org/wiki/Quantum_fluctuation).\\n\\nIn its simplest form, ‘utility’ might be considered as similar to value — but this displaces the discussion to the question: what is ‘value’?\\n\\nAlternatively, taking a Taoist approach, we could define value as that which arises from what is present, and utility from the gaps in-between (negative capability again).[\\\\[1\\\\]](#_ftn1)\\n\\n## “Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.”\\n\\n(*Bhagavad Gita*)\\n\\nIn economic terms, utility is expressed as relative preference within a range of options. There are other different, domain-specific definitions. The most scientific description of utility is to be found in physics, but to really understand utility we shall first need to grapple with ‘entropy’ — that most slippery of scientific leviathans.\\n\\n![(Dylan Thomas)\\\\[2\\\\]](https://miro.medium.com/max/2000/1\\\\*fshF8HNl6a4ZmkAkjTeLdg.png?&size=medium)\\n\\n## 8.1. Utility and the Use of Negative Entropy\\n\\n**“Entropy is the loss of energy available to do work. Another form of the second law of thermodynamics states that the total entropy of a system either increases or remains constant; it never decreases. Entropy is zero in a reversible process; it increases in an irreversible process.”**[\\\\[3\\\\]](#_ftn3)\\n\\n\\\\*\\\\*\\\\*\\n\\nUtility is a negative-entropic concept, being the capacity to do non-random (potentially useful) work with available free energy.\\n\\nFor the purposes of a physical discussion, we can also leave aside potential judgements about the ethical value of doing any specific work. We should be able to agree on an objective utilitarian preference, absent other factors, for conditions which provide the capacity to do any useful work and create a more conducive environment for more of the same. We shall return to ethics and ethical action once we have set the scene for the ability of life-forms to undertake any useful action at all.\\n\\nLife exists by the use of negative entropy (free usable energy) and this use is offset by a corresponding export of entropy by life-forms into the surrounding environment. The most general description of entropy appears to be as the lack or loss of useful energy, or useful information about the state of things, with which to do work.\\n\\nThe word ‘entropy’ comes from the Greek word for ‘transformation’, which is very apt given the way in which entropy and energy are so closely intertwined, and that energy changes or transforms in its movements but is not usually destroyed.[\\\\[4\\\\]](#_ftn4) Readers who have considered this concept before are likely (as I am) to be perplexed by entropy.\\n\\n*Why is the notion so hard to explain and understand, and so prone to misunderstanding? Is entropy a description of physical disorder and deconstruction? Are we really measuring indeterminacy and randomness? Chaos? Maybe it is something else that we can’t quite explain?*\\n\\n**“I refuse to answer that question on the grounds that I don’t know the answer”**\\n\\n(*Douglas Adams*)[\\\\[5\\\\]](#_ftn5)\\n\\n\\\\*\\\\*\\\\*\\n\\nIn the case of the Earth, we are told that this entropic process involves all life-forms (and all matter within the biosphere used to build living organisms) taking in energy from the sun at a higher frequency and releasing the same amount of energy back into the environment and the universe at a lower frequency.\\n\\n**“The structure of life on this planet would run rapidly down were it not for a powerful low-entropy source, upon which almost all life on Earth depends, namely the Sun.”**\\n\\n(*Sir Roger Penrose*)[\\\\[6\\\\]](#_ftn6)\\n\\nThe usefulness of energy is therefore related to the usable gradients, or deltas, between different types of energy. In other words, where heat energy is concerned, differentiation is life and uniformity is death.\\n\\n![Marek Roland-Mieszkowski, “Life on Earth — flow of Energy and Entropy”, Digital Recordings, 1994 CE. \\\\[7\\\\]](https://miro.medium.com/max/1400/1\\\\*mXGc42EsKBkOElmTSEoknQ.png)\\n\\nNatural processes are subject to the second law of thermodynamics (which is either a law or a statistically accurate description):\\n\\n“every natural process has in some sense a preferred direction of action. For example, the flow of heat occurs naturally from hotter to colder bodies…”[\\\\[8\\\\]](#_ftn8)\\n\\nMost of the natural processes we are aware of are not reversible (e.g., the dead do not come back to life and broken eggs do not get back into their shells).[\\\\[9\\\\]](#_ftn9) Our planet is not a thermally insulated system. Hence, natural processes are not normally likely to be reversible — all the more so because space-time is not static.\\n\\nIn respect of life, the applicability of thermodynamic theory can be summarised as follows.\\n\\n**“There are two principal ways of formulating thermodynamics, (a) through passages from one state of thermodynamic equilibrium to another, and (b) through cyclic processes, by which the system is left unchanged, while the total entropy of the surroundings is increased. These two ways help to understand the processes of life.”**[\\\\[10\\\\]](#_ftn10)\\n\\n\\\\*\\\\*\\\\*\\n\\nSir Roger Penrose has written extensively on the subject of entropy, more recently in his quest to ascertain where our universe comes from, where it goes to and the possibility it has a cyclical (natural) quality.\\n\\n**“Usually when we think of a ‘law of physics’ we think of some assertion of equality between two different things … However, the Second Law of thermodynamics is not an equality, but an inequality, asserting merely that a certain quantity referred to as the entropy of an isolated system — which is a measure of the system’s disorder, or ‘randomness’ — is greater (or at least not smaller) at later times than it was at earlier times.”**\\n\\n(*Sir Roger Penrose*)[\\\\[11\\\\]](#_ftn11)\\n\\nDespite what Schrödinger has said about the simplicity of entropy, as Penrose points out, the more one looks, the more that it appears there is something tricksy about the second law of thermodynamics.\\n\\n**“Going along with this apparent weakness of statement, we shall find that there is also certain vagueness or subjectivity about the very definition of the entropy of a general system.”**[\\\\[12\\\\]](#_ftn12)\\n\\n\\\\*\\\\*\\\\*\\n\\nEntropy has an elusive will-o’-the-wisp nature which makes it very hard to pin down. This may be because of its asymmetric nature in time, or something to do with a certain arbitrariness in our definitions or application. Perhaps the universe does not have increasing entropy everywhere, and so it is not an invariant law but a property of our local space-time (galaxy, super cluster etc). Alternatively, and seemingly more likely, it could be entirely a matter of perspective as to whether initial low entropy is a particularly relevant property of the universe.\\n\\nConsider a pack of cards.[\\\\[13\\\\]](#_ftn13) If they are randomly ordered (shuffled) and then dealt out, what are the chances that 26 red cards would be dealt out first (in any numerical or face-card order) consecutively, and then 26 black (in any order)? Very… very… very low (1 in 446,726,754,173,622).[\\\\[14\\\\]](#_ftn14)\\n\\nWhat extraordinary negative entropy such a starting position would represent. Yet this highly improbable starting position for a game of cards would be of absolutely no use or interest to a beetle, a blue whale or some humans — though it might be interesting to a computer scientist, a mathematician, someone who likes to play cards or anyone who understands how unlikely it is.\\n\\nThe simple fact remains that a shuffled pack of cards consisting first of 26 red cards and then 26 black cards as its starting position is not in any meaningful sense more useful than a mixed pack (the statistically more likely starting position), unless you are a life-form that is betting on the colour of the next 26 cards.\\n\\nHowever, as life-forms, we rely very much on the ability to access free energy from the flow of heat from hot bodies to colder bodies and surrounding space. All life as we know it arises from this process.\\n\\nWe have evolved within space-time and in a manner in which we are able to ask questions such as how life-forms arose and evolve and, as Carlo Rovelli[\\\\[15\\\\]](#_ftn15) explains, the answer to those questions are very important to us. Rovelli’s approach to answering the question of why we have low initial conditions of entropy in the universe makes for an interesting interpretation of how to think about entropy; contrast this with the more formal ideas of gravitational degrees of freedom explored by Sir Roger Penrose.[\\\\[16\\\\]](#_ftn16)\\n\\nRovelli’s view is that the statistical nature of entropy as a property of the universe may only be of interest to a life-form looking at the universe from its perspective as a life-form. From that perspective, the improbably low entropic configuration (starting-point) is very useful — unlike a shuffled deck with an unusual initial configuration of red and black cards in order.\\n\\nWe are informed that the Sun is negatively entropic, and the Earth is positively entropic. However, we must be careful with all of these terms. It appears that the states and processes of high, low and negative entropy act as flows and re-cycles (albeit, overall, the process is running down towards maximum entropy and warm bodies do not get warmer when in contact with colder bodies). This process is similar to the way in which energy changes as it interacts with space-time and matter, or how a river changes speed, meanders and even turns back upstream when it eddies on its way to the sea.\\n\\n**“Going to see the river man / Going to tell him all I can / About the ban / On feeling free.**\\n\\n**If he tells me all he knows / About the way his river flows / I don’t suppose / It’s meant for me.”**\\n\\n(*Nick Drake*)[\\\\[17\\\\]](#_ftn17)\\n\\nThe science, and descriptions, of entropy are very hard for non-scientists to understand — yet an attempt to understand what entropy is and is not will be helpful and interesting, given the nature of this book.[\\\\[18\\\\]](#_ftn18) It is comforting that many eminent scientists express the difficulties faced in making sense of ever-elusive entropy.\\n\\nLet us say that entropy is like a flowing river, where the higher water ‘wants’ to fall (due to gravity) to a lower place, which happens by way of conversion of that (potential)[\\\\[19\\\\]](#_ftn19) gravitational energy into kinetic energy.\\n\\nEntropy is related to useful energy and also chaos theory (and the wider principles of indeterminacy[\\\\[20\\\\]](#_ftn20) and incompleteness), so we wish to include those issues in our simile. We also wish to track (using mathematical guesswork) the likely specific behaviour of ten molecules of H2O from a starting point at the highest point of the river to the lowest point (likely in the sea).\\n\\nThe flow is always tending towards the sea or other lower places (let’s call this flow tendency ‘maximum entropy’) but the process is not instantaneous (it always takes time) and the flow is not all at a uniform rate. The impact of time and differences in flow rates give us areas or fields (such as floodplains and estuaries) where the water flow slows or stops. In addition, water can even temporarily flow upstream in river eddies. The flow meets other matter and some of the flow eventually reaches the sea.\\n\\nVery interesting things are possible with life-forms within certain parts of the flow,[\\\\[21\\\\]](#_ftn21) notwithstanding the fact that the flow of water is still tending towards the higher-entropy state. The whole process is therefore a movement of matter (water, silt, minerals, small animals, fish etc) from a higher place to a lower place using the energy of the flow. This flow gives life-forms very useful energy, even though, like all natural processes, it is not truly reversible.\\n\\nReturning to the intention to ascertain the location of our ten molecules of H2O; for the purposes of this thought experiment we do not wish to know the exact location of each molecule. We do wish to know the probability of each molecule being in a specific location on Earth (call these microscopic states, or *microstates*). We divide the Earth into 1m2 parcels, in which we seek the probability of finding our specific water molecules.\\n\\nWhen the molecules started their journey, they were in a state in which it was relatively easier for us to guess their location. The number of molecules at the source of all rivers and higher-water-catchment areas is much smaller than all the water that is elsewhere. The geographic spread of locations where rain falls the most is also much smaller than where water finishes its process of falling down. So, we have fewer molecules (in which our ten can be ‘hidden’) and a smaller number of parcels at the beginning of our probability estimate (less dispersed).\\n\\nWe can describe the movement of those ten molecules from the start to the end of the falling down process as one of shedding usable (useful) energy, which is why life-forms can take advantage of this flow.[\\\\[22\\\\]](#_ftn22) In the process of doing so, the molecules become more difficult to locate.\\n\\nThe measure of entropy in this case could be described as a mathematical equation that seeks to specify the different probability of each molecule being in a certain location (that is, being within any of the Earth’s 1m2 parcels)[\\\\[23\\\\]](#_ftn23) at the start of the process compared to the end.\\n\\n![John Evans and Howard Periman, “The Water Cycle”, USGS, 2013 CE, public domain.\\\\[24\\\\]](https://miro.medium.com/max/1400/1\\\\*iabzxpznUJE_7l89Hw9FDg.jpeg)\\n\\nUsing this analogy, it becomes obvious that — in the absence of perfect, continuous and free[\\\\[25\\\\]](#_ftn25) knowledge about the location of every molecule of H2O on Earth — the ability to guess the number of possible locations (the microstates) for each H2O molecule becomes increasingly more difficult (costly) as they shed flow energy and disperse. The calculation work is also a use of energy that creates entropy.\\n\\nEntropy can be described as the probable number of microstates of the molecules at each stage of the process.[\\\\[26\\\\]](#_ftn26) Entropy will therefore increase as the energy of each H2O molecule is transformed and shared (or shed) with other matter. As the water moves from being within a more concentrated (smaller) area of distribution to being dispersed within a relatively much (greater) area of distribution, it becomes increasingly difficult to know or guess what is happening to our ten H2O molecules.\\n\\nFor the purposes of water, the Earth largely acts as a closed system and so the process can give rise to a recycling of water and the molecules can take up a new higher-energy (lower-entropy) configuration and start the process again. However, the water cycle process is not truly reversible (i.e., it is not the same water molecules spontaneously flowing from the sea up to the mountains and then into the sky).\\n\\nThe power of the Sun, however, gives us something very close to reversibility in practice: the natural water cycle. The additional energy required to move the water back up (from the ocean, sea or lake) to the higher altitude point to restart the flow is a product of the Sun’s continuous supply of free energy.\\n\\n![Barry Evans, “Fighting Entropy”, North Coast Journal, 2018 CE](https://miro.medium.com/max/1400/1\\\\*UzXk9tqPvqARKgXdxaXwnw.png)\\n\\nHowever, the Sun’s useful energy is finite and will run out eventually, and so the overall flow of entropy is still increasing;[\\\\[27\\\\]](#_ftn27) the general and greater flow is still from the lower-entropy and higher-energy state (the smaller, concentrated, hot body: the Sun) to the higher-entropy and lower-energy state (the colder, more distributed background of space). Energy is largely conserved throughout the whole process[\\\\[28\\\\]](#_ftn28) but it is ultimately becoming less useful for life-forms as the flow of energy continues its journey in space-time away from the Sun.\\n\\n**“No permanence is ours; we are a wave that flows to fit whatever form it finds”**\\n\\n(*Herman Hesse*)[\\\\[29\\\\]](#_ftn29)\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/i2pTuxrqhXhjAwv5uaX4rRctvICu5vKBy__tWH3Wmew](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/i2pTuxrqhXhjAwv5uaX4rRctvICu5vKBy__tWH3Wmew)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[1\\\\]](#_ftnref1) “Thirty spokes are joined in the wheel’s hub. / The hole in the middle makes it useful. / Mold clay into a bowl. / The empty space makes it useful. / Cut out doors and windows for the house. / The holes make it useful. / Therefore, the value comes from what is there, / But the use comes from what is not there” (Lao Tzu, *[Tao Te Ching](https://www.taoistic.com/taoteching-laotzu/taoteching-11.htm)*, c. 400 BCE, chapter 11).\\n\\n[\\\\[2\\\\]](#_ftnref2) “Now as I was young and easy under the apple boughs / About the lilting house and happy as the grass was green, / The night above the dingle starry, / Time let me hail and climb / Golden in the heydays of his eyes, / And honoured among wagons I was prince of the apple towns / And once below a time / I lordly had the trees and leaves / Trail with daisies and barley / Down the rivers of the windfall light.\\n\\nAnd as I was green and carefree, famous among the barns / About the happy yard and singing as the farm was home, / In the sun that is young once only, / Time let me play and be / Golden in the mercy of his means, / And green and golden I was huntsman and herdsman, the calves / Sang to my horn, the foxes on the hills barked clear and cold, / And the sabbath rang slowly In the pebbles of the holy streams.\\n\\nAll the sun long it was running, it was lovely, the hay / Fields high as the house, the tunes from the chimneys, it was air / And playing, lovely and watery / And fire green as grass. / And nightly under the simple stars / As I rode to sleep the owls were bearing the farm away, / All the moon long I heard, blessed among stables, the nightjars / Flying with the ricks, and the horses / Flashing into the dark.\\n\\nAnd then to awake, and the farm, like a wanderer white / With the dew, come back, the cock on his shoulder: it was all / Shining, it was Adam and maiden, The sky gathered again / And the sun grew round that very day. / So it must have been after the birth of the simple light / In the first, spinning place, the spellbound horses walking warm / Out of the whinnying green stable / On to the fields of praise.\\n\\nAnd honoured among foxes and pheasants by the gay house / Under the new made clouds and happy as the heart was long, / In the sun born over and over, I ran my heedless ways, / My wishes raced through the house high hay / And nothing I cared, at my sky blue trades, that time allows In all his tuneful turning so few and such morning songs / Before the children green and golden / Follow him out of grace,\\n\\nNothing I cared, in the lamb white days, that time would take me / Up to the swallow thronged loft by the shadow of my hand, / In the moon that is always rising, / Nor that riding to sleep I should hear him fly with the high fields / And wake to the farm forever fled from the childless land.\\n\\nOh as I was young and easy in the mercy of his means,\\n\\nTime held me green and dying\\n\\nThough I sang in my chains like the sea.”\\n\\nDylan Thomas, *Fern Hill*, 1945 CE.\\n\\n[\\\\[3\\\\]](#_ftnref3) “[Entropy and the Second Law of Thermodynamics: Disorder and the Unavailability of Energy](https://courses.lumenlearning.com/physics/chapter/15-6-entropy-and-the-second-law-of-thermodynamics-disorder-and-the-unavailability-of-energy/)”, Lumen Learning: Physics.\\n\\n[\\\\[4\\\\]](#_ftnref4) In fact, this is a description of the law of conservation of energy which the first law of thermodynamics is a variation of. Some contend that it may not hold true once general relativity is included.\\n\\n[\\\\[5\\\\]](#_ftnref5) “[42 Douglas Adams quotes to live by](https://www.bbc.co.uk/programmes/articles/2bcFfMt6rGLTPpbG0yLwPw0/42-douglas-adams-quotes-to-live-by)”, BBC Radio 4.\\n\\n[\\\\[6\\\\]](#_ftnref6) Sir Roger Penrose, *Cycles of Time*, 2010 CE.\\n\\n[\\\\[7\\\\]](#_ftnref7) Marek Roland-Mieszkowski, “[Life on Earth — flow of Energy and Entropy](http://www.digital-recordings.com/publ/pdfs/life_on_earth.pdf)”, Digital Recordings, 1994 CE.\\n\\n[\\\\[8\\\\]](#_ftnref8) “[Axiomatic Statements of the Laws of Thermodynamics](http://web.mit.edu/16.unified/www/FALL/thermodynamics/notes/node38.html#SECTION05224000000000000000)”, Massachusetts Institute of Technology.\\n\\n[\\\\[9\\\\]](#_ftnref9) However, animals like the immortal jellyfish do something interesting in resetting their biological clocks; see later chapter.\\n\\n[\\\\[10\\\\]](#_ftnref10) Wikipedia, “[Second law of thermodynamics](https://en.wikipedia.org/wiki/Second_law_of_thermodynamics)”.\\n\\n[\\\\[11\\\\]](#_ftnref11) Sir Roger Penrose, *Cycles of Time*, 2010 CE.\\n\\n[\\\\[12\\\\]](#_ftnref12) *Ibid*.\\n\\n[\\\\[13\\\\]](#_ftnref13) “[Playing Cards](https://en.wikipedia.org/wiki/File:Atlasnye_playing_cards_deck.svg)”, Wikipedia,\\\\* \\\\*[Дмитрий Фомин (Dmitry Fomin)](https://commons.wikimedia.org/wiki/User:Dmitry_Fomin), 2014 CE, public domain.\\n\\n[\\\\[14\\\\]](#_ftnref14) On average, you would need to draw from the pack four hundred and forty-six trillion, seven hundred and twenty-six billion, seven hundred and fifty-four million, one hundred and seventy-three thousand, six hundred and twenty-two times to get 26 red or 26 black cards first; thanks to “[Picking Probability Calculator (Odds, Card, Marble) — Online](https://www.dcode.fr/picking-probabilities)”, [Quora](https://www.quora.com/What-is-the-probability-of-drawing-all-red-cards-from-a-standard-deck-of-52-cards-if-you-draw-5-cards-from-the-deck) and [WolframAlpha](https://www.wolframalpha.com/).\\n\\n[\\\\[15\\\\]](#_ftnref15) Carlo Rovelli, *The Order of Time*, 2017 CE.\\n\\n[\\\\[16\\\\]](#_ftnref16) See also Carlo Rovelli, ‘[\\\\[1812.03578\\\\] Where was past low-entropy?](https://arxiv.org/abs/1812.03578)”, Cornell University, 9 December 2018 CE.\\n\\n[\\\\[17\\\\]](#_ftnref17) Nick Drake, “[River Man](https://open.spotify.com/track/44ihwJ8sK1V1OSlaZKjiZA)”, *Five Leaves Left*, 1969 CE.\\n\\n[\\\\[18\\\\]](#_ftnref18) In fact, this section has been the hardest to write due to the many technical problems I have had as a layman, without access to physicists. The risks of getting it wrong technically in this section are therefore the highest, too, though perhaps I am being kind to myself about the other sections. I was tempted to regurgitate words by real scientists and hope for the best, but that will not do. Much of the pleasure in writing this book is in explaining concepts to myself as much as to any reader.\\n\\n[\\\\[19\\\\]](#_ftnref19) Potential because, as you will know, if you have ever been to the top of a mountain, some water does not make it down and stops, for example, in tarns at the top.\\n\\n[\\\\[20\\\\]](#_ftnref20) This includes chaos theory, Heisenberg’s uncertainty principle and other issues involved in ascertaining the nature or truth state of things; Wikipedia, “[Indeterminacy (philosophy)](https://en.wikipedia.org/wiki/Indeterminacy_(philosophy))”.\\n\\n[\\\\[21\\\\]](#_ftnref21) Transition zones between the river and the sea are very useful places for life as all that energy must continue its flow and transformation. See, for example, Rocky Geyer, “[Where the rivers meet the sea: the transition from salt to fresh water is turbulent, vulnerable, and incredibly bountiful](https://go.gale.com/ps/anonymous?id=GALE%7CA129628392&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=00298182&p=AONE&sw=w)”, *Oceanus*, 2005 CE, 43(1).\\n\\n[\\\\[22\\\\]](#_ftnref22) Indeed, humans also tap some of this energy directly, e.g., with mills and hydro-electric installations.\\n\\n[\\\\[23\\\\]](#_ftnref23) To make the analogy even more technical, we might add the probability of being in any parcel and the exact configuration in each parcel compared to other molecules of H2O in each parcel. However, more detail here would endanger the power and simplicity of the analogy.\\n\\n[\\\\[24\\\\]](#_ftnref24) Image: “[The Water Cycle](https://commons.wikimedia.org/wiki/File:Watercyclesummary.jpg)”, John Evans and Howard Periman, USGS, 2013 CE, public domain.\\n\\n[\\\\[25\\\\]](#_ftnref25) That is without work being required to ascertain the same\\n\\n[\\\\[26\\\\]](#_ftnref26) The actual entropy number is proportional to a logarithm of the microstates.\\n\\n[\\\\[27\\\\]](#_ftnref27) Image: ‘*[Fighting Entropy](https://www.northcoastjournal.com/humboldt/fighting-entropy/Content?oid=11177235)*’, Barry Evans, North Coast Journal, 2018 CE\\n\\n[\\\\[28\\\\]](#_ftnref28) Leaving aside the potential impact of general relativity and an expanding universe, see, e.g., Sean Carroll, “[Energy Is Not Conserved](https://www.discovermagazine.com/the-sciences/energy-is-not-conserved)’, *Discover*, 22 February 2010 CE.\\n\\n[\\\\[29\\\\]](#_ftnref29) Hermann Hesse, *The Glass Bead Game*, 1943 CE.\",\"timestamp\":1639487668,\"title\":\"Ethics of Life — 8. Entropy, Life and Life-forms (Part 1) \"},\"digest\":\"5uojK5Al90nY1C6JosKlLxTs2t6dkHM72lV36hP9GWk\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"8LzlX63w9l9bHIZHBAUO8XsE-7AWkkO_F6ab76P0OKMYfvBkbbfAqLZ61hewT-58c-jaeJ3yWgq4cuv0EhnDuQ\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dcoVCJdyzo0TGPC5QMvrohSxNVvlQ9yFLOTMXsTKqq8\"}"