"{\"content\":{\"body\":\"As a child, I painted for the first time when I was about 4 or 5 years old. My father was on a business trip and left me alone at home. He gave me a book and asked me to paint the cover. That was it.\\n\\nSince then, I always try to drawn on places where I can, even school textbooks. I believe many of my friends have the same experience of painting on books as well. I even created a footprint icon on the test paper because it was so boring, and that was in 1986.\\n\\nI got punished a lot for my artworks in primary school and middle school, however I was stubborn enough to violated the rules repeatedly, then the punishment comes repeatedly. Later, my mother was frustrated with my behavior at school, so she seek help from a teacher she's familiar with to allow me receive formal and rigorous training in painting and modeling.\\n\\nIn high school, I received art education and become an excellent student with good grades. As it goes, I had decided from the beginning that making art was something I would do for the rest of my life, but not making a living from it. That idea may be formed from the \\\"circle culture\\\" I was exposed to as a child, and it is full of flattery. People should not ruin art in such an embarrassing way. It is so beautiful and fun.\\n\\nSo screw it, I honor my life!\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/23718](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/23718)\\n\\nIn 2006, thanks to the booming of  digital economy, I was able to leave my government job after 9 years and embrace the world of digital economy. After 3-days of learning how to use the software, I began to work. my friends often ask: \\\"Where did you learn that software?\\\" I am always surprised when being asked that question, which can only be answered by \\\"It won't break.\\\"\\n\\nThe creativity I had in my mind at that time was overwhelming. Even today, many of the ideas I present in my digital artwork are formed long before I becoming an adult. At this point, you could say that I have been sitting at the same place for decades.\\n\\nIn fact, I believe taking action is my best learning method and the best law of progress, which has been proven by my past experiences as a success.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/24469](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/24469)\\n\\nNow, people are talking about NFTs, crypto art, the metaverse, and people arguing about it and even blocking each other after arguing. We don't have to get into such a nasty situation of arguing. While discussing is a beneficial complementary thing, arguing is harmful and indecent.\\n\\nThere are many people saying \\\"If I do it, I will be the best!\\\" or \\\"I don't seek competition, My only rival is myself.\\\" Such words is purely a example of a inferiority complex. Do yourself a favor, open your mind to explore more possibilities, including mediocrity.\\n\\nAs life is always goes on, creation must continue, doing is more advanced than talking. As for the final result, if it is a \\\"0\\\", then I believe that the experience of this \\\"0\\\" would also be nice.\",\"timestamp\":1641649272,\"title\":\"My way of art\"},\"digest\":\"f8pMcAm3STCBNSE7luQ9x9fYbd8JY5YBhGMqtQ5_Tuk\",\"authorship\":{\"contributor\":\"0x22D417FdbD90ac056Fc0d9c81B5F9361DE2CbC9f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qeqgeyglPsuCq6AVzRRQAeC9pRNvR7krpIVhtx4c550\\\",\\\"y\\\":\\\"rfy6sK8Qs-8c9SRhChcPIe_NeOcOt8sSTErX2x464HY\\\"}\",\"signature\":\"CdiQqvFidp0TAs777J376EeK5M-fQLRd8rms_U4hNu7SJvLc7_rwYRLt8_cRFclyl-GWQbqTHQh9uES4m8b27Q\",\"signingKeySignature\":\"0x93553208d84d583e2472cb331f3cc6a287253e9f40474caf64fe087cc1e69ec9565dd0cfab4dc5d94f15d6b036e857d8becf43762fc213bcee7062cfa0ba9d4d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qeqgeyglPsuCq6AVzRRQAeC9pRNvR7krpIVhtx4c550\\\",\\\"y\\\":\\\"rfy6sK8Qs-8c9SRhChcPIe_NeOcOt8sSTErX2x464HY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f8pMcAm3STCBNSE7luQ9x9fYbd8JY5YBhGMqtQ5_Tuk\"}"