"{\"content\":{\"body\":\"\\\"I told you, the High God does not bless you.\\\"The cold voice of the Necromancer rang in Weena again.The bony wings of the bony dragon flapped upward, and a silent roar spread rapidly.Outside the temple, the knights of the Temple and the officers of the temple, who are desperately attacking the undead creatures and trying to rush into the temple, seem to be hit hard, some of the weaker knights spout a mouthful of blood from their mouth and slowly fall to the ground.Verna's wall also made a ripple and was swept back a few steps.\\n\\n\\\"Dragon croup alone would have been too much, if it had been dragon's breath...\\\"Weena didn't think twice and turned to run away.At this time, there is no sound and no breath of the dragon.Weena's protective walls were fluctuating wildly, disappearing and appearing.Suddenly a flash of light, almost blinding light, accompanied by a sudden storm, swept over everything in the temple.\\n\\nWhen everything calmed down, Weena was embedded in the half-empty walls of the temple, her white robe torn into threads of rags, mostly bare and bloodied, like ice and snow.As the storm subsided, Weena's body slid to the ground, leaving a bloody trail on the wall.\\n\\n\\\"Ha ha, worthy to be the angel of light, bear the dragon's breath, incredibly only a little flesh wound on the body, but your magic power has been exhausted.\\\"\\n\\nWeena vomited a mouthful of blood, barely pulled the broken robe to cover her bare breasts, and said with difficulty, \\\"You should know that what you have done today cannot escape the eyes of the father in heaven. Even if your power exceeds mine, you will not be a match for any of the main gods.Cough, cough...Besides, the light of judgment will soon come, and wherever you hide, you will be cleansed.\\\"\\n\\n\\\"You don't seem to know what I want. As a necromancer, I have reached the limit of my powers on earth.No matter what I've done, the light of judgment will come, won't it?God will not allow such a power to threaten him, \\\"Rodriguez shook his head.\\\" I have been hiding for three hundred years, and I do not want to hide anymore. Now, my lovely angel of light, give me your soul.\\\"\\n\\n\\\"What!No!!!!!!Not......\\\"Weena suddenly screamed at the top of her lungs, and there was nothing holy about the angel of light.\\n\\n\\\"My child, show you the wickedness of the world.\\\"The necromancer chanted again, and the bone of his left arm was reduced to ashes.As the spell finished, a figure crept in outside the temple. It was Bishop Bullen.His normally well-kept face was livid, his eyes glazed and bloodshot.The wound in his throat was drained of blood, and the open flesh was white.Brene spotted Weena and his eyes began to converge on her white, straightened, bloodstained and bruised thighs.The desires of life were strengthened a thousand times under the spell of the undead, and the Bishop fell upon the angel of light with a beast's roar in his throat.\\n\\nWeena calmed down and gathered what little strength she had left. Ignoring the Cardinal who was gnawing at her body, she sneered at the Necraver. \\\"Do you think that's how you get my soul?\\\"\\n\\n\\\"Of course not,\\\" Rodriguez's right arm was blown to pieces again, a few black gas emanated, quickly into weina's body.Weena was horrified to find that the magic power that she had gathered with great difficulty was driven clean by the death energy, and the black gas was entangled in her soul, so that it could not be lifted into the sky.\\\"The curse of the undead at the cost of my body is not so easy to break, so let our performance begin in this sacred arena!\\\"\\n\\nWeena and the Bishop's tangled naked bodies rose slowly to the top of the altar.The eternal light of the altar has been replaced by a faint black air, and what was once the most sacred place is now a paradise of evil, desire and fear.\\n\\nThe Bishop was ravishing his white body in a frenzy. From his tongue dripped a cloudy yellow liquid, and from his purple and blue hands his breast, which had once been rich, was changing into strange shapes.A shrill scream from Weena tore through the necro's perimeter, piercing the bloody night sky.In several mysterious halls on the continent, some consciousness was waking from deep sleep and looking in the direction of the temple.All the people of Purport awoke from their nightmare, and some of them came out of their houses to find the night sky turning a dark blood red, and the temple, which had been visible at a glance at night, disappearing into the night.Slowly, the whole heaven and earth seemed to shake slightly.\\n\\nThe heavy breathing of the bishop, like that of a wild beast, echoed through the temple, and the golden altar creaked as if overwhelmed.A white cloud quickly rose from the sky outside ~~the temple, rolling toward the temple.The cloud of blood that enveloped the temple soo~~n collapsed, compressed in the small sky directly above the temple, but still held on.The white cloud roared with angry thunder, and the holy light streamed down from it, and the undead on the edge of the temple began to burn.Waves of silent cries of pain were heard everywhere.\\n\\nThe necromancer chanted his incantations, his bones exploding, his eyes blazing, staring at the white and blue bodies squirming on the altar.A muffled thunder roar sounded, the most evil seeds scattered all over the weina body, weina's spirit finally collapsed at that moment.The eyes of the necromancer, who was only half his size, lit up and the Veil of the Verna canopy burst open.Out flew a transparent little man, wrapped in black air, and Weena's blood slowly soaked the altar.The master opens his mouth and spits out a bead, around which layers of extremely complex formations float.\",\"timestamp\":1634808652,\"title\":\"athing \"},\"digest\":\"EksCMfU_hFgNOR7uMwE_sc8xtuPtyor2G6_gLUQO6y8\",\"authorship\":{\"contributor\":\"0x48a9D0791753D3d02F8c85D79f19203FaFB57d97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6XKUd6gGbnO0Boer0X53uYcsIfstAWFIQf0hIGJhJbA\\\",\\\"y\\\":\\\"6XAW0EE9BIbFMY8YaSaqIQv87cYnughNOvQ8m4iLES0\\\"}\",\"signature\":\"VWbh0PKLYzOyCN3qtz3NEdewRwMllrpQGNN5S3E2mruJpSQZRE6A_nbx4gZ7Dn2was5NpCie5lb1vEWqRmR-xQ\",\"signingKeySignature\":\"0x29e32f917304574ecfcaa471df7a6e0377d27bd074b5d9e8b1f1a75c988f07d3206d7ee3dab98e02731677cb4d1604924f447f037cd43bf1a011f4a757e27d561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6XKUd6gGbnO0Boer0X53uYcsIfstAWFIQf0hIGJhJbA\\\",\\\"y\\\":\\\"6XAW0EE9BIbFMY8YaSaqIQv87cYnughNOvQ8m4iLES0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EksCMfU_hFgNOR7uMwE_sc8xtuPtyor2G6_gLUQO6y8\"}"