"{\"content\":{\"body\":\"Hi Everyone,\\n\\nI am the owner of Metaverse Pets. I want to share my vision for this project with you.\\n\\n**This project starts from thinking about the trauma of losing pets.**\\n\\nI have a dog in real life, and he is seven years old this year, which means he is entering old age. I started reading some books and studying more information about house care for an elder dog last year. Whenever I realize he may leave me five years later, I feel sad and cannot imagine life without him. So when I watched the YouTube video about Metaverse, I started thinking about the possibility and the relationship between our lovely pets in real life and the one in Metaverse. It’s the start point of Metaverse Pets.\\n\\n**Building possibility in Blockchain and Metaverse**\\n\\nI am a software engineer, and I genuinely believe technology will provide more options to live a better life. Imagine you can still own your pet in Metaverse; you can have a friendship or be a family together in Metaverse with your pets. Moreover, you can easily find the pets owner who may suffer the same situation you have, and you can help each other go through the pain.\\n\\nMy final goal is to build a foundation for developing the technology or applications about the pet’s relationship in Metaverse or Blockchain. We are still in an early stage for the technology, not only for this project but also for the whole Metaverse ecosystem. I appreciate all of you for joining our community to support this project in this early stage. I want to invite you to tell the world about our project by telling the people interested in this vision.\\n\\n**Losing is one of the big topics in real life.**\\n\\nIt is not my purpose in writing this letter for all of you to feel sad or cry about losing pets. Losing is the topic in everyone’s life, especially in the COVID-19 pandemic in the last year. We will pass the pain of losing if we can stay together. On the opposite, I want people to feel that we are definitely stronger than we think and can feel joyful that we have been staying together when they see my art in Metaverse Pets.\\n\\nToday, I want to invite you to start thinking about the relationship and the possibility of Metaverse’s future life. If you have any ideas or suggestions you wish to share with our community, you can use the channel in the CHATTING category in your familiar language. If you want to give our team feedback, you can leave your messages in the SUGGESTION category. Finally, if you prefer to leave a message to us privately, you can use the tool in the #open-tickets channel, it will create a private channel for you and our team, and you can leave your message privately.\\n\\n**Support Metaverse Pets**\\n\\nI appreciate all of you joining this community. It’s a vast encouragement for us. However, I need to let you know we are seeking early supporters to support this project financially. So if you are interested in our vision or artworks, please kindly help us by owning one of Metaverse Pets on OpenSea (You can find the link in the #links channel.). It’s worth doing because you will have another one for free when we are in public sales. You will not pay any gas fee for these two Metaverse Pets. We will publish only 100 Metaverse Pets in Polygon Network, and in the public sales, we will deploy contracts on Ethereum. Still, the early supporters can receive another Metaverse Pet without paying any fee. Moreover, you can participate in the airdrops for King and Queen Metaverse Pets if you are our early supporters.\\n\\nAgain, I appreciate all of you joining this community. Suppose you love this project but can’t support us financially. I can understand. You are definitely welcome to stay in this community. We would love to talk with all of you about your thought about our vision and any ideas. Please tell us how you feel after reading this letter.\\n\\nThank you so much! Have a wonderful life!\",\"timestamp\":1636740437,\"title\":\"The vision of Metaverse Pets\"},\"digest\":\"lLYBFYRfSG1yS_HXOrRuA4rQOO2ka1hLMgJGKhVfsTI\",\"authorship\":{\"contributor\":\"0x1E60Fcd71951e2399C643F2330C54E94746e4eE9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hUvCgtPo5Hp-Y8jHj_dJylKEK2wpiHw5wQUb4RS6NdM\\\",\\\"y\\\":\\\"nG_O1Tcb55XnDBiSDO3HMpOydpqhiMvOCeBNz3nzJxw\\\"}\",\"signature\":\"aIev90c2kT4dIA-zWHBUTMJJZv2igPvQmI69jhV6MT5bPsbZ-FjiFsmgaecSR8CVNC-yxz_IygS03mIuVflZLQ\",\"signingKeySignature\":\"0x49324a24a9ab219e2663ec0ff5c6edc773392bba4b433d81d8295979564da0807cc6c96ad4accd25af821eab1e4dfae794cf87d6a7cb7ddf5ea5b86dd82b1ed41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hUvCgtPo5Hp-Y8jHj_dJylKEK2wpiHw5wQUb4RS6NdM\\\",\\\"y\\\":\\\"nG_O1Tcb55XnDBiSDO3HMpOydpqhiMvOCeBNz3nzJxw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lLYBFYRfSG1yS_HXOrRuA4rQOO2ka1hLMgJGKhVfsTI\"}"