"{\"content\":{\"body\":\"\\\"Tell me more,\\\" said Macbeth.  \\\"By my father's death I am chieftain of Glamis, but the chieftain of Cawdor lives, and the King lives, and his children live.  Speak, I charge you!\\\"\\n\\nThe women replied only by vanishing, as though suddenly mixed with the air.\\n\\nBanquo and Macbeth knew then that they had been addressed by witches, and were discussing their prophecies when two nobles approached. One of them thanked Macbeth, in the King's name, for his military services, and the other said, \\\"He bade me call you chieftain of Cawdor.\\\"\\n\\nMacbeth then learned that the man who had yesterday borne that title was to die for treason, and he could not help thinking, \\\"The third witch called me, 'King that is to be.'\\\"\\n\\n\\\"Banquo,\\\" he said, \\\"you see that the witches spoke truth concerning me.  Do you not believe, therefore, that your child and grandchild will be kings?\\\"\\n\\nBanquo frowned.  Duncan had two sons, Malcolm and Donalbain, and he deemed it disloyal to hope that his son Fleance should rule Scotland.  He told Macbeth that the witches might have intended to tempt them both into villainy by their prophecies concerning the throne.  Macbeth, however, thought the prophecy that he should be King too pleasant to keep to himself, and he mentioned it to his wife in a letter.\\n\\nLady Macbeth was the grand-daughter of a King of Scotland who had died in defending his crown against the King who preceded Duncan, and by whose order her only brother was slain.  To her, Duncan was a reminder of bitter wrongs.  Her husband had royal blood in his veins, and when she read his letter, she was determined that he should be King.\\n\\nWhen a messenger arrived to inform her that Duncan would pass a night in Macbeth's castle, she nerved herself for a very base action.\\n\\nShe told Macbeth almost as soon as she saw him that Duncan must spend a sunless morrow.  She meant that Duncan must die, and that the dead are blind.  \\\"We will speak further,\\\" said Macbeth uneasily, and at night, with his memory full of Duncan's kind words, he would fain have spared his guest.\\n\\n\\\"Would you live a coward?\\\" demanded Lady Macbeth, who seems to have thought that morality and cowardice were the same.\\n\\n\\\"I dare do all that may become a man,\\\" replied Macbeth; \\\"who dare do more is none.\\\"\\n\\n\\\"Why did you write that letter to me?\\\" she inquired fiercely, and with bitter words she egged him on to murder, and with cunning words she showed him how to do it.\\n\\nAfter supper Duncan went to bed, and two grooms were placed on guard at his bedroom door.  Lady Macbeth caused them to drink wine till they were stupefied.  She then took their daggers and would have killed the King herself if his sleeping face had not looked like her father's.\\n\\nMacbeth came later, and found the daggers lying by the grooms; and soon with red hands he appeared before his wife, saying, \\\"Methought I heard a voice cry, 'Sleep no more!  Macbeth destroys the sleeping.'\\\"\\n\\n\\\"Wash your hands,\\\" said she.  \\\"Why did you not leave the daggers by the grooms?  Take them back, and smear the grooms with blood.\\\"\\n\\n\\\"I dare not,\\\" said Macbeth.\\n\\nHis wife dared, and she returned to him with hands red as his own, but a heart less white, she proudly told him, for she scorned his fear.\\n\\nThe murderers heard a knocking, and Macbeth wished it was a knocking which could wake the dead.  It was the knocking of Macduff, the chieftain of Fife, who had been told by Duncan to visit him early. Macbeth went to him, and showed him the door of the King's room.\\n\\nMacduff entered, and came out again crying, \\\"O horror! horror! horror!\\\"\\n\\nMacbeth appeared as horror-stricken as Macduff, and pretending that he could not bear to see life in Duncan's murderers, he slew the two grooms with their own daggers before they could proclaim their innocence.\\n\\nThese murders did not shriek out, and Macbeth was crowned at Scone. One of Duncan's sons went to Ireland, the other to England. Macbeth was King.  But he was discontented.  The prophecy concerning Banquo oppressed his mind.  If Fleance were to rule, a son of Macbeth would not rule.  Macbeth determined, therefore, to murder both Banquo and his son.  He hired two ruffians, who slew Banquo one night when he was on his way with Fleance to a banquet which Macbeth was giving to his nobles.  Fleance escaped.\\n\\nMeanwhile Macbeth and his Queen received their guests very graciously, and he expressed a wish for them which has been uttered thousands of times since his day--\\\"Now good digestion wait on appetite, and health on both.\\\"\\n\\n\\\"We pray your Majesty to sit with us,\\\" said Lennox, a Scotch noble; but ere Macbeth could reply, the ghost of Banquo entered the banqueting hall and sat in Macbeth's place.\\n\\nNot noticing the ghost, Macbeth observed that, if Banquo were present, he could say that he had collected under his roof the choicest chivalry of Scotland.  Macduff, however, had curtly declined his invitation.\\n\\nThe King was again pressed to take a seat, and Lennox, to whom Banquo's ghost was invisible, showed him the chair where it sat.\\n\\nBut Macbeth, with his eyes of genius, saw the ghost.  He saw it like a form of mist and blood, and he demanded passionately, \\\"Which of you have done this?\\\"\\n\\nStill none saw the ghost but he, and to the ghost Macbeth said, \\\"Thou canst not say I did it.\\\"\\n\\nThe ghost glided out, and Macbeth was impudent enough to raise a glass of wine \\\"to the general joy of the whole table, and to our dear friend Banquo, whom we miss.\\\"\\n\\nThe toast was drunk as the ghost of Banquo entered for the second time.\\n\\n\\\"Begone!\\\" cried Macbeth.  \\\"You are senseless, mindless! Hide in the earth, thou horrible shadow.\\\"\\n\\nAgain none saw the ghost but he.\\n\\n\\\"What is it your Majesty sees?\\\" asked one of the nobles.\\n\\nThe Queen dared not permit an answer to be given to this question. She hurriedly begged her guests to quit a sick man who was likely to grow worse if he was obliged to talk.\\n\\nMacbeth, however, was well enough next day to converse with the witches whose prophecies had so depraved him.\\n\\nHe found them in a cavern on a thunderous day.  They were revolving round a cauldron in which were boiling particles of many strange and horrible creatures, and they knew he was coming before he arrived.\\n\\n\\\"Answer me what I ask you,\\\" said the King.\\n\\n\\\"Would you rather hear it from us or our masters?\\\" asked the first witch.\\n\\n\\\"Call them,\\\" replied Macbeth.\\n\\nThereupon the witches poured blood into the cauldron and grease into the flame that licked it, and a helmeted head appeared with the visor on, so that Macbeth could only see its eyes.\\n\\nHe was speaking to the head, when the first witch said gravely, \\\"He knows thy thought,\\\" and a voice in the head said, \\\"Macbeth, beware Macduff, the chieftain of Fife.\\\"  The head then descended Into the cauldron till it disappeared.\\n\\n\\\"One word more,\\\" pleaded Macbeth.\\n\\n\\\"He will not be commanded,\\\" said the first witch, and then a crowned child ascended from the cauldron bearing a tree in his hand The child said--\\n\\n```\\n\\\"Macbeth shall be unconquerable till      The Wood of Birnam climbs Dunsinane Hill.\\\"\\n```\\n\\n\\\"That will never be,\\\" said Macbeth; and he asked to be told if Banquo's descendants would ever rule Scotland.\\n\\nThe cauldron sank into the earth; music was heard, and a procession of phantom kings filed past Macbeth; behind them was Banquo's ghost.  In each king, Macbeth saw a likeness to Banquo, and he counted eight kings.\\n\\nThen he was suddenly left alone.\\n\\nHis next proceeding was to send murderers to Macduff's castle. They did not find Macduff, and asked Lady Macduff where he was. She gave a stinging answer, and her questioner called Macduff a traitor.  \\\"Thou liest!\\\" shouted Macduff's little son, who was immediately stabbed, and with his last breath entreated his mother to fly.  The murderers did not leave the castle while one of its inmates remained alive.\\n\\nMacduff was in England listening, with Malcolm, to a doctor's tale of cures wrought by Edward the Confessor when his friend Ross came to tell him that his wife and children were no more.  At first Ross dared not speak the truth, and turn Macduff's bright sympathy with sufferers relieved by royal virtue into sorrow and hatred. But when Malcolm said that England was sending an army into Scotland against Macbeth, Ross blurted out his news, and Macduff cried, \\\"\\\"All dead, did you say?  All my pretty ones and their mother? Did you say all?\\\"\\n\\nHis sorry hope was in revenge, but if he could have looked into Macbeth's castle on Dunsinane Hill, he would have seen at work a force more solemn than revenge.  Retribution was working, for Lady Macbeth was mad.  She walked in her sleep amid ghastly dreams. She was wont to wash her hands for a quarter of an hour at a time; but after all her washing, would still see a red spot of blood upon her skin.  It was pitiful to hear her cry that all the perfumes of Arabia could not sweeten her little hand.\\n\\n\\\"Canst thou not minister to a mind diseased?\\\" inquired Macbeth of the doctor, but the doctor replied that his patient must minister to her own mind.  This reply gave Macbeth a scorn of medicine. \\\"Throw physic to the dogs,\\\" he said; \\\"I'll none of it.\\\"\\n\\nOne day he heard a sound of women crying.  An officer approched him and said, \\\"The Queen, your Majesty, is dead.\\\"  \\\"Out, brief candle,\\\" muttered Macbeth, meaning that life was like a candle, at the mercy of a puff of air.  He did not weep; he was too familiar with death.\\n\\nPresently a messenger told him that he saw Birnam Wood on the march. Macbeth called him a liar and a slave, and threatened to hang him if he had made a mistake.  \\\"If you are right you can hang me,\\\" he said.\\n\\nFrom the turret windows of Dunsinane Castle, Birnam Wood did indeed appear to be marching.  Every soldier of the English army held aloft a bough which he had cut from a tree in that wood, and like human trees they climbed Dunsinane Hill.\\n\\nMacbeth had still his courage.  He went to battle to conquer or die, and the first thing he did was to kill the English general's son in single combat.  Macbeth then felt that no man could fight him and live, and when Macduff came to him blazing for revenge, Macbeth said to him, \\\"Go back; I have spilt too much of your blood already.\\\"\\n\\n\\\"My voice is in my sword,\\\" replied Macduff, and hacked at him and bade him yield.\\n\\n\\\"I will not yield!\\\" said Macbeth, but his last hour had struck. He fell.\\n\\nMacbeth's men were in retreat when Macduff came before Malcolm holding a King's head by the hair.\\n\\n\\\"Hail, King!\\\" he said; and the new King looked at the old.\\n\\nSo Malcolm reigned after Macbeth; but in years that came afterwards the descendants of Banquo were kings.\\n\\nTHE COMEDY OF ERRORS\\n\\nAEGEON was a merchant of Syracuse, which is a seaport in Sicily. His wife was AEmilia, and they were very happy until AEgeon's manager died, and he was obliged to go by himself to a place called Epidamnum on the Adriatic.  As soon as she could AEmilia followed him, and after they had been together some time two baby boys were born to them.  The babies were exactly alike; even when they were dressed differently they looked the same.\\n\\nAnd now you must believe a very strange thing.  At the same inn where these children were born, and on the same day, two baby boys were born to a much poorer couple than AEmilia and AEgeon; so poor, indeed, were the parents of these twins that they sold them to the parents of the other twins.\\n\\nAEmilia was eager to show her children to her friends in Syracuse, and in treacherous weather she and AEgeon and the four babies sailed homewards.\\n\\nThey were still far from Syracuse when their ship sprang a leak, and the crew left it in a body by the only boat, caring little what became of their passengers.\\n\\nAEmilia fastened one of her children to a mast and tied one of the slave-children to him; AEgeon followed her example with the remaining children.  Then the parents secured themselves to the same masts, and hoped for safety.\\n\\nThe ship, however, suddenly struck a rock and was split in two, and AEmilia, and the two children whom she had tied, floated away from AEgeon and the other children.  AEmilia and her charges were picked up by some people of Epidamnum, but some fishermen of Corinth took the babies from her by force, and she returned to Epidanmum alone, and very miserable.  Afterwards she settled in Ephesus, a famous town in Asia Minor.\\n\\nAEgeon and his charges were also saved; and, more fortunate than AEmilia, he was able to return to Syracuse and keep them till they were eighteen.  His own child he called Antipholus, and the slavechild he called Dromio; and, strangely enough, these were the names given to the children who floated away from him.\\n\\nAt the age of eighteen the son who was with AEgeon grew restless with a desire to find his brother.  AEgeon let him depart with his servant, and the young men are henceforth known as Antipholus of Syracuse and Dromio of Syracuse.\\n\\nLet alone, AEgeon found his home too dreary to dwell in, and traveled for five years.  He did not, during his absence, learn all the news of Syracuse, or he would never have gone to Ephesus.\\n\\nAs it was, his melancholy wandering ceased in that town, where he was arrested almost as soon as he arrived.  He then found that the Duke of Syracuse had been acting in so tyrannical a manner to Ephesians unlucky enough to fall into his hands, that the Government of Ephesus had angrily passed a law which punished by death or a fine of a thousand pounds any Syracusan who should come to Ephesus. AEgeon was brought before Solinus, Duke of Ephesus, who told him that he must die or pay a thousand pounds before the end of the day.\\n\\nYou will think there was fate in this when I tell you that the children who were kidnaped by the fishermen of Corinth were now citizens of Ephesus, whither they had been brought by Duke Menaphon, an uncle of Duke Solinus.  They will henceforth be called Antipholus of Ephesus and Dromio of Ephesus.\\n\\nMoreover, on the very day when AEgeon was arrested, Antipholus of Syracuse landed in Ephesus and pretended that he came from Epidamnum in order to avoid a penalty.  He handed his money to his servant Dromio of Syracuse, and bade him take it to the Centaur Inn and remain there till he came.\\n\\nIn less than ten minutes he was met on the Mart by Dromio of Ephesus, his brother's slave, and immediately mistook him for his own Dromio.  \\\"Why are you back so soon?  Where did you leave the money?\\\" asked Antipholus of Syracuse.\\n\\nThis Drornio knew of no money except sixpence, which he had received on the previous Wednesday and given to the saddler; but he did know that his mistress was annoyed because his master was not in to dinner, and he asked Antipholus of Syracuse to go to a house called The Phoenix without delay.  His speech angered the hearer, who would have beaten him if he had not fled.  Antipholus of Syracuse them went to The Centaur, found that his gold had been deposited there, and walked out of the inn.\\n\\nHe was wandering about Ephesus when two beautiful ladies signaled to him with their hands.  They were sisters, and their names were Adriana and Luciana.  Adriana was the wife of his brother Antipholus of Ephesus, and she had made up her mind, from the strange account given her by Dromio of Ephesus, that her husband preferred another woman to his wife.  \\\"Ay, you may look as if you did not know me,\\\" she said to the man who was really her brother-in-law, \\\"but I can remember when no words were sweet unless I said them, no meat flavorsome unless I carved it.\\\"\\n\\n\\\"Is it I you address?\\\" said Antipholus of Syracuse stiffly.  \\\"I do not know you.\\\"\\n\\n\\\"Fie, brother,\\\" said Luciana.  \\\"You know perfectly well that she sent Dromio to you to bid you come to dinner\\\"; and Adriana said, \\\"Come, come; I have been made a fool of long enough.  My truant husband shall dine with me and confess his silly pranks and be forgiven.\\\"\\n\\nThey were determined ladies, and Antipholus of Syracuse grew weary of disputing with them, and followed them obediently to The Phoenix, where a very late \\\"mid-day\\\" dinner awaited them.\\n\\nThey were at dinner when Antipholus of Ephesus and his slave Dromio demanded admittance.  \\\"Maud, Bridget, Marian, Cecily, Gillian, Ginn!\\\" shouted Dromio of Ephesus, who knew all his fellow-servants' names by heart.\\n\\nFrom within came the reply, \\\"Fool, dray-horse, coxcomb, idiot!\\\" It was Dromio of Syracuse unconsciously insulting his brother.\\n\\nMaster and man did their best to get in, short of using a crowbar, and finally went away; but Antipholus of Ephesus felt so annoyed with his wife that he decided to give a gold chain which he had promised her, to another woman.\\n\\nInside The Phoenix, Luciana, who believed Antipholus of Syracuse to be her sister's husband, attempted, by a discourse in rhyme, when alone with him, to make him kinder to Adriana.  In reply he told her that he was not married, but that he loved her so much that, if Luciana were a mermaid, he would gladly lie on the sea if he might feel beneath him her floating golden hair.\\n\\nLuciana was shocked and left him, and reported his lovemaking to Adriana, who said that her husband was old and ugly, and not fit to be seen or heard, though secretly she was very fond of him.\\n\\nAntipholus of Syracuse soon received a visitor in the shape of Angelo the goldsmith, of whom Antipholus of Ephesus had ordered the chain which he had promised his wife and intended to give to another woman.\\n\\nThe goldsmith handed the chain to Antipholus of Syracuse, and treated his \\\"I bespoke it not\\\" as mere fun, so that the puzzled merchant took the chain as good-humoredly as he had partaken of Adriana's dinner.  He offered payment, but Angelo foolishly said he would call again.\\n\\nThe consequence was that Angelo was without money when a creditor of the sort that stands no nonsense, threatened him with arrest unless he paid his debt immediately.  This creditor had brought a police officer with him, and Angelo was relieved to see Antipholus of Ephesus coming out of the house where he had been dining because he had been locked out of The Phoenix.  Bitter was Angelo's dismay when Antipholus denied receipt of the chain.  Angelo could have sent his mother to prison if she had said that, and he gave Antipholus of Ephesus in charge.\\n\\nAt this moment up came Dromio of Syracuse and told the wrong Antipholus that he had shipped his goods, and that a favorable wind was blowing.  To the ears of Antipholus of Ephesus this talk was simple nonsense.  He would gladly have beaten the slave, but contented himself with crossly telling him to hurry to Adriana and bid her send to her arrested husband a purse of money which she would find in his desk.\\n\\nThough Adriana was furious with her husband because she thought he had been making love to her sister, she did not prevent Luciana from getting the purse, and she bade Dromio of Syracuse bring home his master immediately.\\n\\nUnfortunately, before Dromio could reach the police station he met his real master, who had never been arrested, and did not understand what he meant by offering him a purse.  Antipholus of Syracuse was further surprised when a lady whom he did not know asked him for a chain that he had promised her.  She was, of course, the lady with whom Antipholus of Ephesus had dined when his brother was occupying his place at table.  \\\"Avaunt, thou witch!\\\" was the answer which, to her astonishment, she received.\\n\\nMeanwhile Antipholus of Ephesus waited vainly for the money which was to have released him.  Never a good-tempered man, he was crazy with anger when Dromio of Ephesus, who, of course, had not been instructed to fetch a purse, appeared with nothing more useful than a rope.  He beat the slave in the street despite the remonstrance of the police officer; and his temper did not mend when Adriana, Luciana, and a doctor arrived under the impression that he was mad and must have his pulse felt.  He raged so much that men came forward to bind him.  But the kindness of Adriana spared him this shame.  She promised to pay the sum demanded of him, and asked the doctor to lead him to The Phoenix.\\n\\nAngelo's merchant creditor being paid, the two were friendly again, and might soon have been seen chatting before an abbey about the odd behavior of Antipholus of Ephesus.  \\\"Softly,\\\" said the merchant at last, \\\"that's he, I think.\\\"\\n\\nIt was not; it was Antipholus of Syracuse with his servant Dromio, and he wore Angelo's chain round his neck!  The reconciled pair fairly pounced upon him to know what he meant by denying the receipt of the chain he had the impudence to wear.  Antipholus of Syracuse lost his temper, and drew his sword, and at that moment Adriana and several others appeared.  \\\"Hold!\\\" shouted the careful wife.  \\\"Hurt him not; he is mad.  Take his sword away.  Bind him--and Dromio too.\\\"\\n\\nDromio of Syracuse did not wish to be bound, and he said to his master, \\\"Run, master!  Into that abbey, quick, or we shall be robbed!\\\"\\n\\nThey accordingly retreated into the abbey.\\n\\nAdriana, Luciana, and a crowd remained outside, and the Abbess came out, and said, \\\"People, why do you gather here?\\\"\\n\\n\\\"To fetch my poor distracted husband,\\\" replied Adriana.\\n\\nAngelo and the merchant remarked that they had not known that he was mad.\\n\\nAdriana then told the Abbess rather too much about her wifely worries, for the Abbess received the idea that Adriana was a shrew, and that if her husband was distracted he had better not return to her for the present.\\n\\nAdriana determined, therefore, to complain to Duke Solinus, and, lo and behold! a minute afterwards the great man appeared with officers and two others.  The others were AEgeon and the headsman. The thousand marks had not been found, and AEgeon's fate seemed sealed.\\n\\nEre the Duke could pass the abbey Adriana knelt before him, and told a woeful tale of a mad husband rushing about stealing jewelry and drawing his sword, adding that the Abbess refused to allow her to lead him home.\\n\\nThe Duke bade the Abbess be summoned, and no sooner had he given the order than a servant from The Phoenix ran to Adriana with the tale that his master had singed off the doctor's beard.\\n\\n\\\"Nonsense!\\\" said Adriana, \\\"he's in the abbey.\\\"\\n\\n\\\"As sure as I live I speak the truth,\\\" said the servant.\\n\\nAntipholus of Syracuse had not come out of the abbey, before his brother of Ephesus prostrated himself in front of the Duke, exclaiming, \\\"Justice, most gracious Duke, against that woman.\\\" He pointed to Adriana.  \\\"She has treated another man like her husband in my own house.\\\"\\n\\nEven while he was speaking AEgeon said, \\\"Unless I am delirious, I see my son Antipholus.\\\"\\n\\nNo one noticed him, and Antipholus of Ephesus went on to say how the doctor, whom he called \\\"a threadbare juggler,\\\" had been one of a gang who tied him to his slave Dromio, and thrust them into a vault whence he had escaped by gnawing through his bonds.\\n\\nThe Duke could not understand how the same man who spoke to him was seen to go into the abbey, and he was still wondering when AEgeon asked Antipholus of Ephesus if he was not his son.  He replied, \\\"I never saw my father in my life;\\\" but so deceived was AEgeon by his likeness to the brother whom he had brought up, that he said, \\\"Thou art ashamed to acknowledge me in misery.\\\"\\n\\nSoon, however, the Abbess advanced with Antipholus of Syracuse and Dromio of Syracuse.\\n\\nThen cried Adriana, \\\"I see two husbands or mine eyes deceive me;\\\" and Antipholus, espying his father, said, \\\"Thou art AEgeon or his ghost.\\\"\\n\\nIt was a day of surprises, for the Abbess said, \\\"I will free that man by paying his fine, and gain my husband whom I lost.  Speak, AEgeon, for I am thy wife AEmilia.\\\"\\n\\nThe Duke was touched.  \\\"He is free without a fine,\\\" he said.\\n\\nSo AEgeon and AEmilia were reunited, and Adriana and her husband reconciled; but no one was happier than Antipholus of Syracuse, who, in the Duke's presence, went to Luciana and said, \\\"I told you I loved you.  Will you be my wife?\\\"\\n\\nHer answer was given by a look, and therefore is not written.\\n\\nThe two Dromios were glad to think they would receive no more beatings.\\n\\nTHE MERCHANT OF VENICE\\n\\nAntonio was a rich and prosperous merchant of Venice.  His ships were on nearly every sea, and he traded with Portugal, with Mexico, with England, and with India.  Although proud of his riches, he was very generous with them, and delighted to use them in relieving the wants of his friends, among whom his relation, Bassanio, held the first place.\\n\\nNow Bassanio, like many another gay and gallant gentleman, was reckless and extravagant, and finding that he had not only come to the end of his fortune, but was also unable to pay his creditors, he went to Antonio for further help.\\n\\n\\\"To you, Antonio,\\\" he said, \\\"I owe the most in money and in love: and I have thought of a plan to pay everything I owe if you will but help me.\\\"\\n\\n\\\"Say what I can do, and it shall be done,\\\" answered his friend.\\n\\nThen said Bassanio, \\\"In Belmont is a lady richly left, and from all quarters of the globe renowned suitors come to woo her, not only because she is rich, but because she is beautiful and good as well.  She looked on me with such favor when last we met, that I feel sure that I should win her away from all rivals for her love had I but the means to go to Belmont, where she lives.\\\"\\n\\n\\\"All my fortunes,\\\" said Antonio, \\\"are at sea, and so I have no ready money; but luckily my credit is good in Venice, and I will borrow for you what you need.\\\"\\n\\nThere was living in Venice at this time a rich money-lender, named Shylock.  Antonio despised and disliked this man very much, and treated him with the greatest harshness and scorn.  He would thrust him, like a cur, over his threshold, and would even spit on him. Shylock submitted to all these indignities with a patient shrug; but deep in his heart he cherished a desire for revenge on the rich, smug merchant.  For Antonio both hurt his pride and injured his business.  \\\"But for him,\\\" thought Shylock, \\\"I should be richer by half a million ducats.  On the market place, and wherever he can, he denounces the rate of interest I charge, and--worse than that--he lends out money freely.\\\"\\n\\nSo when Bassanio came to him to ask for a loan of three thousand ducats to Antonio for three months, Shylock hid his hatred, and turning to Antonio, said--\\\"Harshly as you have treated me, I would be friends with you and have your love.  So I will lend you the money and charge you no interest.  But, just for fun, you shall sign a bond in which it shall be agreed that if you do not repay me in three months' time, then I shall have the right to a pound of your flesh, to be cut from what part of your body I choose.\\\"\\n\\n\\\"No,\\\" cried Bassanio to his friend, \\\"you shall run no such risk for me.\\\"\\n\\n\\\"Why, fear not,\\\" said Antonio, \\\"my ships will be home a month before the time.  I will sign the bond.\\\"\\n\\nThus Bassanio was furnished with the means to go to Belmont, there to woo the lovely Portia.  The very night he started, the money-lender's pretty daughter, Jessica, ran away from her father's house with her lover, and she took with her from her father's hoards some bags of ducats and precious stones.  Shylock's grief and anger were terrible to see.  His love for her changed to hate. \\\"I would she were dead at my feet and the jewels in her ear,\\\" he cried.  His only comfort now was in hearing of the serious losses which had befallen Antonio, some of whose ships were wrecked. \\\"Let him look to his bond,\\\" said Shylock, \\\"let him look to his bond.\\\"\\n\\nMeanwhile Bassanio had reached Belmont, and had visited the fair Portia.  He found, as he had told Antonio, that the rumor of her wealth and beauty had drawn to her suitors from far and near. But to all of them Portia had but one reply.  She would only accept that suitor who would pledge himself to abide by the terms of her father's will.  These were conditions that frightened away many an ardent wooer.  For he who would win Portia's heart and hand, had to guess which of three caskets held her portrait.  If he guessed aright, then Portia would be his bride; if wrong, then he was bound by oath never to reveal which casket he chose, never to marry, and to go away at once.\\n\\nThe caskets were of gold, silver, and lead.  The gold one bore this inscription:--\\\"Who chooseth me shall gain what many men desire\\\"; the silver one had this:--\\\"Who chooseth me shall get as much as he deserves\\\"; while on the lead one were these words:--\\\"Who chooseth me must give and hazard all he hath.\\\"  The Prince of Morocco, as brave as he was black, was among the first to submit to this test. He chose the gold casket, for he said neither base lead nor silver could contain her picture.  So be chose the gold casket, and found inside the likeness of what many men desire--death.\\n\\nAfter him came the haughty Prince of Arragon, and saying, \\\"Let me have what I deserve--surely I deserve the lady,\\\" he chose the silver one, and found inside a fool's head.  \\\"Did I deserve no more than a fool's head?\\\" he cried.\\n\\nThen at last came Bassanio, and Portia would have delayed him from making his choice from very fear of his choosing wrong.  For she loved him dearly, even as he loved her.  \\\"But,\\\" said Bassanio, let me choose at once, for, as I am, I live upon the rack.\\\"\\n\\nThen Portia bade her servants to bring music and play while her gallant lover made his choice.  And Bassanio took the oath and walked up to the caskets--the musicians playing softly the while. \\\"Mere outward show,\\\" he said, \\\"is to be despised.  The world is still deceived with ornament, and so no gaudy gold or shining silver for me.  I choose the lead casket; joy be the consequence!\\\" And opening it, he found fair Portia's portrait inside, and he turned to her and asked if it were true that she was his.\\n\\n\\\"Yes,\\\" said Portia, \\\"I am yours, and this house is yours, and with them I give you this ring, from which you must never part.\\\"\\n\\nAnd Bassanio, saying that he could hardly speak for joy, found words to swear that he would never part with the ring while he lived.\\n\\nThen suddenly all his happiness was dashed with sorrow, for messengers came from Venice to tell him that Antonio was ruined, and that Shylock demanded from the Duke the fulfilment of the bond, under which he was entitled to a pound of the merchant's flesh.  Portia was as grieved as Bassanio to hear of the danger which threatened his friend.\\n\\n\\\"First,\\\" she said, \\\"take me to church and make me your wife, and then go to Venice at once to help your friend.  You shall take with you money enough to pay his debt twenty times over.\\\"\\n\\nBut when her newly-made husband had gone, Portia went after him, and arrived in Venice disguised as a lawyer, and with an introduction from a celebrated lawyer Bellario, whom the Duke of Venice had called in to decide the legal questions raised by Shylock's claim to a pound of Antonio's flesh.  When the Court met, Bassanio offered Shylock twice the money borrowed, if he would withdraw his claim.  But the money-lender's only answer was--\\n\\n\\\"If every ducat in six thousand ducats,     Were in six parts, and every part a ducat,     I would not draw them,--I would have my bond.\\\"\\n\\nIt was then that Portia arrived in her disguise, and not even her own husband knew her.  The Duke gave her welcome on account of the great Bellario's introduction, and left the settlement of the case to her.  Then in noble words she bade Shylock have mercy. But he was deaf to her entreaties.  \\\"I will have the pound of flesh,\\\" was his reply.\\n\\n\\\"What have you to say?\\\" asked Portia of the merchant.\\n\\n\\\"But little,\\\" he answered; \\\"I am armed and well prepared.\\\"\\n\\n\\\"The Court awards you a pound of Antonio's flesh,\\\" said Portia to the money-lender.\\n\\n\\\"Most righteous judge!\\\" cried Shylock.  \\\"A sentence: come, prepare.\\\"\\n\\n\\\"Tarry a little.  This bond gives you no right to Antonio's blood, only to his flesh.  If, then, you spill a drop of his blood, all your property will be forfeited to the State.  Such is the Law.\\\"\\n\\nAnd Shylock, in his fear, said, \\\"Then I will take Bassanio's offer.\\\"\\n\\n\\\"No,\\\" said Portia sternly, \\\"you shall have nothing but your bond. Take your pound of flesh, but remember, that if you take more or less, even by the weight of a hair, you will lose your property and your life.\\\"\\n\\nShylock now grew very much frightened.  \\\"Give me my three thousand ducats that I lent him, and let him go.\\\"\\n\\nBassanio would have paid it to him, but said Portia, \\\"No!  He shall have nothing but his bond.\\\"\\n\\n\\\"You, a foreigner,\\\" she added, \\\"have sought to take the life of a Venetian citizen, and thus by the Venetian law, your life and goods are forfeited.  Down, therefore, and beg mercy of the Duke.\\\"\\n\\nThus were the tables turned, and no mercy would have been shown to Shylock had it not been for Antonio.  As it was, the money-lender forfeited half his fortune to the State, and he had to settle the other half on his daughter's husband, and with this he had to be content.\\n\\nBassanio, in his gratitude to the clever lawyer, was induced to part with the ring his wife had given him, and with which he had promised never to part, and when on his return to Belmont he confessed as much to Portia, she seemed very angry, and vowed she would not be friends with him until she had her ring again.  But at last she told him that it was she who, in the disguise of the lawyer, had saved his friend's life, and got the ring from him. So Bassanio was forgiven, and made happier than ever, to know how rich a prize he had drawn in the lottery of the caskets.\\n\\nTIMON OF ATHENS\\n\\nFour hundred years before the birth of Christ, a man lived in Athens whose generosity was not only great, but absurd.  He was very rich, but no worldly wealth was enough for a man who spent and gave like Timon.  If anybody gave Timon a horse, he received from Timon twenty better horses.  If anybody borrowed money of Timon and offered to repay it, Timon was offended.  If a poet had written a poem and Timon had time to read it, he would be sure to buy it; and a painter had only to hold up his canvas in front of Timon to receive double its market price.\\n\\nFlavius, his steward, looked with dismay at his reckless mode of life.  When Timon's house was full of noisy lords drinking and spilling costly wine, Flavius would sit in a cellar and cry.  He would say to himself, \\\"There are ten thousand candles burning in this house, and each of those singers braying in the concert-room costs a poor man's yearly income a night\\\"; and he would remember a terrible thing said by Apemantus, one of his master's friends, \\\"O what a number of men eat Timon, and Timon sees them not!\\\"\\n\\nOf course, Timon was much praised.\\n\\nA jeweler who sold him a diamond pretended that it was not quite perfect till Timon wore it.  \\\"You mend the jewel by wearing it,\\\" he said.  Timon gave the diamond to a lord called Sempronius, and the lord exclaimed, \\\"O, he's the very soul of bounty.\\\"  \\\"Timon is infinitely dear to me,\\\" said another lord, called Lucullus, to whom he gave a beautiful horse; and other Athenians paid him compliments as sweet.\\n\\nBut when Apemantus had listened to some of them, he said, \\\"I'm going to knock out an honest Athenian's brains.\\\"\\n\\n\\\"You will die for that,\\\" said Timon.\\n\\n\\\"Then I shall die for doing nothing,\\\" said Apemantus.  And now you know what a joke was like four hundred years before Christ.\\n\\nThis Apernantus was a frank despiser of mankind, but a healthy one, because he was not unhappy.  In this mixed world anyone with a number of acquaintances knows a person who talks bitterly of men, but does not shun them, and boasts that he is never deceived by their fine speeches, and is inwardly cheerful and proud.  Apemantus was a man like that.\\n\\nTimon, you will be surprised to hear, became much worse than Apemantus, after the dawning of a day which we call Quarter Day.\\n\\nQuarter Day is the day when bills pour in.  The grocer, the butcher, and the baker are all thinking of their debtors on that day, and the wise man has saved enough money to be ready for them.  But Timon had not; and he did not only owe money for food.  He owed it for jewels and horses and furniture; and, worst of all, he owed it to money-lenders, who expected him to pay twice as much as he had borrowed.\\n\\nQuarter Day is a day when promises to pay are scorned, and on that day Timon was asked for a large sum of money.  \\\"Sell some land,\\\" he said to his steward.  \\\"You have no land,\\\" was the reply. \\\"Nonsense!  I had a hundred, thousand acres,\\\" said Timon.  \\\"You could have spent the price of the world if you had possessed it,\\\" said Flavius.\\n\\n\\\"Borrow some then,\\\" said Timon; \\\"try Ventidius.\\\"  He thought of Ventidius because he had once got Ventidius out of prison by paying a creditor of this young man.  Ventidius was now rich.  Timon trusted in his gratitude.  But not for all; so much did he owe! Servants were despatched with requests for loans of money to several friends:\\n\\nOne servant (Flaminius) went to Lucullus.  When he was announced Lucullus said, \\\"A gift, I warrant.  I dreamt of a silver jug and basin last night.\\\"  Then, changing his tone, \\\"How is that honorable, free-hearted, perfect gentleman, your master, eh?\\\"\\n\\n\\\"Well in health, sir,\\\" replied Flaminius.\\n\\n\\\"And what have you got there under your cloak?\\\" asked Lucullus, jovially.\\n\\n\\\"Faith, sir, nothing but an empty box, which, on my master's behalf, I beg you to fill with money, sir.\\\"\\n\\n\\\"La! la! la!\\\" said Lucullus, who could not pretend to mean, \\\"Ha! ha! ha!\\\" \\\"Your master's one fault is that he is too fond of giving parties.  I've warned him that it was expensive.  Now, look here, Flaminius, you know this is no time to lend money without security, so suppose you act like a good boy and tell him that I was not at home.  Here's three solidares for yourself.\\\"\\n\\n\\\"Back, wretched money,\\\" cried Flaminius, \\\"to him who worships you!\\\"\\n\\nOthers of Timon's friends were tried and found stingy.  Amongst them was Sempronius.\\n\\n\\\"Hum,\\\" he said to Timon's servant, \\\"has he asked Ventidius?  Ventidius is beholden to him.\\\"\\n\\n\\\"He refused.\\\"\\n\\n\\\"Well, have you asked Lucullus?\\\"\\n\\n\\\"He refused.\\\"\\n\\n\\\"A poor compliment to apply to me last of all,\\\" said Sempronius, in affected anger.  \\\"If he had sent to me at first, I would gladly have lent him money, but I'm not going to be such a fool as to lend him any now.\\\"\\n\\n\\\"Your lordship makes a good villain,\\\" said the servant.\\n\\nWhen Timon found that his friends were so mean, he took advantage of a lull in his storm of creditors to invite Ventidius and Company to a banquet.  Flavius was horrified, but Ventidius and Company, were not in the least ashamed, and they assembled accordingly in Timon's house, and said to one another that their princely host had been jesting with them.\\n\\n\\\"I had to put off an important engagement in order to come here,\\\" said Lucullus; \\\"but who could refuse Timon?\\\"\\n\\n\\\"It was a real grief to me to be without ready money when he asked for some,\\\" said Sempronius.\\n\\n\\\"The same here,\\\" chimed in a third lord.\\n\\nTimon now appeared, and his guests vied with one another in apologies and compliments.  Inwardly sneering, Timon was gracious to them all.\\n\\nIn the banqueting ball was a table resplendent with covered dishes. Mouths watered.  These summer-friends loved good food.\\n\\n\\\"Be seated, worthy friends,\\\" said Timon.  He then prayed aloud to the gods of Greece.  \\\"Give each man enough,\\\" he said, \\\"for if you, who are our gods, were to borrow of men they would cease to adore you.  Let men love the joint more than the host.  Let every score of guests contain twenty villains.  Bless my friends as much as they have blessed me.  Uncover the dishes, dogs, and lap!\\\"\\n\\nThe hungry lords were too much surprised by this speech to resent it.  They thought Timon was unwell, and, although he had called them dogs, they uncovered the dishes.\\n\\nThere was nothing in them but warm water.\\n\\n\\\"May you never see a better feast,\\\" wished Timon \\\"I wash off the flatteries with which you plastered me and sprinkle you with your villainy.\\\"  With these words he threw the water into his guests' faces, and then he pelted them with the dishes.  Having thus ended the banquet, he went into an outhouse, seized a spade, and quitted Athens for ever.\\n\\nHis next dwelling was a cave near the sea.\\n\\nOf all his friends, the only one who had not refused him aid was a handsome soldier named Alcibiades, and he had not been asked because, having quarreled with the Government of Athens, he had left that town.  The thought that Alcibiades might have proved a true friend did not soften Timon's bitter feeling.  He was too weak-minded to discern the fact that good cannot be far from evil in this mixed world.  He determined to see nothing better in all mankind than the ingratitude of Ventidius and the meanness of Lucullus.\\n\\nHe became a vegetarian, and talked pages to himself as he dug in the earth for food.\\n\\nOne day, when he was digging for roots near the shore, his spade struck gold.  If he had been a wise man he would have enriched himself quickly, and returned to Athens to live in comfort.  But the sight of the gold vein gave no joy but only scorn to Timon. \\\"This yellow slave,\\\" he said, \\\"will make and break religions.  It will make black white and foul fair.  It will buy murder and bless the accursed.\\\"\\n\\nHe was still ranting when Alcibiades, now an enemy of Athens, approached with his soldiers and two beautiful women who cared for nothing but pleasure.\\n\\nTimon was so changed by his bad thoughts and rough life that Alcibiades did not recognize him at first.\\n\\n\\\"Who are you?\\\" he asked.\\n\\n\\\"A beast, as you are,\\\" was the reply.\",\"timestamp\":1640141449,\"title\":\"Then Banquo asked, \\\"What of me?\\\" and the third woman replied, \\\"Thou shalt be the father of kings.\\\"\"},\"digest\":\"bLqkckyyKmlPVZI0vdhk6tEz4UBtxt--QVaZAX970co\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aKtQbEuvI2KrrG2I7IhXOCZdBeAFto3x9FGDAxZ46O0\\\",\\\"y\\\":\\\"T5a4E_3hqW-HWG45g1a2XX5ien7_o5iLwEjCmw4aZPE\\\"}\",\"signature\":\"KG1XCFrhbTVe9mt6KrXYo4SiW5j9xMXbvoKe3Nz0FpoTjf0zE8RlwBxbIpnkSTeKl92gEU18_OXtmF5971JtdA\",\"signingKeySignature\":\"0xb9e6d275eda03bc38b1bf9f142ec4b1512b34f106977c3f29739b70130c3210271af2ce9f6973fd5475564b476a54589beacffffde330c6ddb22e8962e912f9f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aKtQbEuvI2KrrG2I7IhXOCZdBeAFto3x9FGDAxZ46O0\\\",\\\"y\\\":\\\"T5a4E_3hqW-HWG45g1a2XX5ien7_o5iLwEjCmw4aZPE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bLqkckyyKmlPVZI0vdhk6tEz4UBtxt--QVaZAX970co\"}"