"{\"content\":{\"body\":\"Old London Churches: Their Social and Historical Associations.\\\"  It would be easy to collect anecdotes of the famous people who had attended them.  She might fix up a series for one of the religious papers.  It promised quite exceptional material, this particular specimen, rich in tombs and monuments.  There was character about it, a scent of bygone days.  She pictured the vanished congregations in their powdered wigs and stiff brocades.  How picturesque must have been the marriages that had taken place there, say in the reign of Queen Anne or of the early Georges.  The church would have been ancient even then.  With its air of faded grandeur, its sculptured recesses and dark niches, the tattered banners hanging from its roof, it must have made an admirable background.  Perhaps an historical novel in the Thackeray vein?  She could see her heroine walking up the aisle on the arm of her proud old soldier father.  Later on, when her journalistic position was more established, she might think of it.  It was still quite early.  There would be nearly half an hour before the first worshippers would be likely to arrive: just time enough to jot down a few notes.  If she did ever take to literature it would be the realistic school, she felt, that would appeal to her.  The rest, too, would be pleasant after her long walk from Westminster.  She would find a secluded seat in one of the high, stiff pews, and let the atmosphere of the place sink into her.\\n\\nAnd then the pew-opener had stolen up unobserved, and had taken it so for granted that she would like to be shown round, and had seemed so pleased and eager, that she had not the heart to repel her.  A curious little old party with a smooth, peach-like complexion and white soft hair that the fading twilight, stealing through the yellow glass, turned to gold.  So that at first sight Joan took her for a child.  The voice, too, was so absurdly childish--appealing, and yet confident.  Not until they were crossing the aisle, where the clearer light streamed in through the open doors, did Joan see that she was very old and feeble, with about her figure that curious patient droop that comes to the work- worn.  She proved to be most interesting and full of helpful information.  Mary Stopperton was her name.  She had lived in the neighbourhood all her life; had as a girl worked for the Leigh Hunts and had \\\"assisted\\\" Mrs. Carlyle.  She had been very frightened of the great man himself, and had always hidden herself behind doors or squeezed herself into corners and stopped breathing whenever there had been any fear of meeting him upon the stairs. Until one day having darted into a cupboard to escape from him and drawn the door to after her, it turned out to be the cupboard in which Carlyle was used to keep his boots.  So that there was quite a struggle between them; she holding grimly on to the door inside and Carlyle equally determined to open it and get his boots.  It had ended in her exposure, with trembling knees and scarlet face, and Carlyle had addressed her as \\\"woman,\\\" and had insisted on knowing what she was doing there.  And after that she had lost all terror of him.  And he had even allowed her with a grim smile to enter occasionally the sacred study with her broom and pan.  It had evidently made a lasting impression upon her, that privilege.\\n\\n\\\"They didn't get on very well together, Mr. and Mrs. Carlyle?\\\" Joan queried, scenting the opportunity of obtaining first-class evidence.\\n\\n\\\"There wasn't much difference, so far as I could see, between them and most of us,\\\" answered the little old lady.  \\\"You're not married, dear,\\\" she continued, glancing at Joan's ungloved hand, \\\"but people must have a deal of patience when they have to live with us for twenty-four hours a day.  You see, little things we do and say without thinking, and little ways we have that we do not notice ourselves, may all the time be irritating to other people.\\\"\\n\\n\\\"What about the other people irritating us?\\\" suggested Joan.\\n\\n\\\"Yes, dear, and of course that can happen too,\\\" agreed the little old lady.\\n\\n\\\"Did he, Carlyle, ever come to this church?\\\" asked Joan.\\n\\nMary Stopperton was afraid he never had, in spite of its being so near.  \\\"And yet he was a dear good Christian--in his way,\\\" Mary Stopperton felt sure.\\n\\n\\\"How do you mean 'in his way'?\\\" demanded Joan.  It certainly, if Froude was to be trusted, could not have been the orthodox way.\\n\\n\\\"Well, you see, dear,\\\" explained the little old lady, \\\"he gave up things.  He could have ridden in his carriage\\\"--she was quoting, it seemed, the words of the Carlyles' old servant--\\\"if he'd written the sort of lies that people pay for being told, instead of throwing the truth at their head.\\\"\\n\\n\\\"But even that would not make him a Christian,\\\" argued Joan.\\n\\n\\\"It is part of it, dear, isn't it?\\\" insisted Mary Stopperton.  \\\"To suffer for one's faith.  I think Jesus must have liked him for that.\\\"\\n\\nThey had commenced with the narrow strip of burial ground lying between the south side of the church and Cheyne Walk.  And there the little pew-opener had showed her the grave of Anna, afterwards Mrs. Spragg.  \\\"Who long declining wedlock and aspiring above her sex fought under her brother with arms and manly attire in a flagship against the French.\\\"  As also of Mary Astell, her contemporary, who had written a spirited \\\"Essay in Defence of the Fair Sex.\\\"  So there had been a Suffrage Movement as far back as in the days of Pope and Swift.\\n\\nReturning to the interior, Joan had duly admired the Cheyne monument, but had been unable to disguise her amusement before the tomb of Mrs. Colvile, whom the sculptor had represented as a somewhat impatient lady, refusing to await the day of resurrection, but pushing through her coffin and starting for Heaven in her grave-clothes.  Pausing in front of the Dacre monument, Joan wondered if the actor of that name, who had committed suicide in Australia, and whose London address she remembered had been Dacre House just round the corner, was descended from the family; thinking that, if so, it would give an up-to-date touch to the article.  She had fully decided now to write it.  But Mary Stopperton could not inform her.  They had ended up in the chapel of Sir Thomas More.  He, too, had \\\"given up things,\\\" including his head.  Though Mary Stopperton, siding with Father Morris, was convinced he had now got it back, and that with the remainder of his bones it rested in the tomb before them.\\n\\nThere, the little pew-opener had left her, having to show the early-comers to their seats; and Joan had found an out-of-the-way pew from where she could command a view of the whole church.  They were chiefly poor folk, the congregation; with here and there a sprinkling of faded gentility.  They seemed in keeping with the place.  The twilight faded and a snuffy old man shuffled round and lit the gas.\\n\\nIt was all so sweet and restful.  Religion had never appealed to her before.  The business-like service in the bare cold chapel where she had sat swinging her feet and yawning as a child had only repelled her.  She could recall her father, aloof and awe-inspiring in his Sunday black, passing round the bag.  Her mother, always veiled, sitting beside her, a thin, tall woman with passionate eyes and ever restless hands; the women mostly overdressed, and the sleek, prosperous men trying to look meek.  At school and at Girton, chapel, which she had attended no oftener than she was obliged, had had about it the same atmosphere of chill compulsion. But here was poetry.  She wondered if, after all, religion might not have its place in the world--in company with the other arts. It would be a pity for it to die out.  There seemed nothing to take its place.  All these lovely cathedrals, these dear little old churches, that for centuries had been the focus of men's thoughts and aspirations.  The harbour lights, illumining the troubled waters of their lives.  What could be done with them?  They could hardly be maintained out of the public funds as mere mementoes of the past.  Besides, there were too many of them.  The tax-payer would naturally grumble.  As Town Halls, Assembly Rooms?  The idea was unthinkable.  It would be like a performance of Barnum's Circus in the Coliseum at Rome.  Yes, they would disappear.  Though not, she was glad to think, in her time.  In towns, the space would be required for other buildings.  Here and there some gradually decaying specimen would be allowed to survive, taking its place with the feudal castles and walled cities of the Continent:  the joy of the American tourist, the text-book of the antiquary.  A pity!  Yes, but then from the aesthetic point of view it was a pity that the groves of ancient Greece had ever been cut down and replanted with currant bushes, their altars scattered; that the stones of the temples of Isis should have come to be the shelter of the fisher of the Nile; and the corn wave in the wind above the buried shrines of Mexico.  All these dead truths that from time to time had encumbered the living world.  Each in its turn had had to be cleared away.\\n\\nAnd yet was it altogether a dead truth:  this passionate belief in a personal God who had ordered all things for the best:  who could be appealed to for comfort, for help?  Might it not be as good an explanation as any other of the mystery surrounding us?  It had been so universal.  She was not sure where, but somewhere she had come across an analogy that had strongly impressed her.  \\\"The fact that a man feels thirsty--though at the time he may be wandering through the Desert of Sahara--proves that somewhere in the world there is water.\\\"  Might not the success of Christianity in responding to human needs be evidence in its favour?  The Love of God, the Fellowship of the Holy Ghost, the Grace of Our Lord Jesus Christ.  Were not all human needs provided for in that one comprehensive promise:  the desperate need of man to be convinced that behind all the seeming muddle was a loving hand guiding towards good; the need of the soul in its loneliness for fellowship, for strengthening; the need of man in his weakness for the kindly grace of human sympathy, of human example.\\n\\nAnd then, as fate would have it, the first lesson happened to be the story of Jonah and the whale.  Half a dozen shocked faces turned suddenly towards her told Joan that at some point in the thrilling history she must unconsciously have laughed.  Fortunately she was alone in the pew, and feeling herself scarlet, squeezed herself into its farthest corner and drew down her veil.\\n\\nNo, it would have to go.  A religion that solemnly demanded of grown men and women in the twentieth century that they should sit and listen with reverential awe to a prehistoric edition of \\\"Grimm's Fairy Stories,\\\" including Noah and his ark, the adventures of Samson and Delilah, the conversations between Balaam and his ass, and culminating in what if it were not so appallingly wicked an idea would be the most comical of them all:  the conception of an elaborately organized Hell, into which the God of the Christians plunged his creatures for all eternity!  Of what use was such a religion as that going to be to the world of the future?\\n\\nShe must have knelt and stood mechanically, for the service was ended.  The pulpit was occupied by an elderly uninteresting-looking man with a troublesome cough.  But one sentence he had let fall had gripped her attention.  For a moment she could not remember it, and then it came to her:  \\\"All Roads lead to Calvary.\\\"  It struck her as rather good.  Perhaps he was going to be worth listening to. \\\"To all of us, sooner or later,\\\" he was saying, \\\"comes a choosing of two ways:  either the road leading to success, the gratification of desires, the honour and approval of our fellow-men--or the path to Calvary.\\\"\\n\\nAnd then he had wandered off into a maze of detail.  The tradesman, dreaming perhaps of becoming a Whiteley, having to choose whether to go forward or remain for all time in the little shop.  The statesman--should he abide by the faith that is in him and suffer loss of popularity, or renounce his God and enter the Cabinet?  The artist, the writer, the mere labourer--there were too many of them. A few well-chosen examples would have sufficed.  And then that irritating cough!\\n\\nAnd yet every now and then he would be arresting.  In his prime, Joan felt, he must have been a great preacher.  Even now, decrepit and wheezy, he was capable of flashes of magnetism, of eloquence. The passage where he pictured the Garden of Gethsemane.  The fair Jerusalem, only hidden from us by the shadows.  So easy to return to.  Its soft lights shining through the trees, beckoning to us; its mingled voices stealing to us through the silence, whispering to us of its well-remembered ways, its pleasant places, its open doorways, friends and loved ones waiting for us.  And above, the rock-strewn Calvary:  and crowning its summit, clear against the starlit sky, the cold, dark cross.  \\\"Not perhaps to us the bleeding hands and feet, but to all the bitter tears.  Our Calvary may be a very little hill compared with the mountains where Prometheus suffered, but to us it is steep and lonely.\\\"\\n\\nThere he should have stopped.  It would have been a good note on which to finish.  But it seemed there was another point he wished to make.  Even to the sinner Calvary calls.  To Judas--even to him the gates of the life-giving Garden of Gethsemane had not been closed.  \\\"With his thirty pieces of silver he could have stolen away.  In some distant crowded city of the Roman Empire have lived unknown, forgotten.  Life still had its pleasures, its rewards.  To him also had been given the choice.  The thirty pieces of silver that had meant so much to him!  He flings them at the feet of his tempters.  They would not take them back.  He rushes out and hangs himself.  Shame and death.  With his own hands he will build his own cross, none to help him.  He, too--even Judas, climbs his Calvary.  Enters into the fellowship of those who through all ages have trod its stony pathway.\\\"\\n\\nJoan waited till the last of the congregation had disappeared, and then joined the little pew-opener who was waiting to close the doors.  Joan asked her what she had thought of the sermon, but Mary Stopperton, being a little deaf, had not heard it.\\n\\n\\\"It was quite good--the matter of it,\\\" Joan told her.  \\\"All Roads lead to Calvary.  The idea is that there comes a time to all of us when we have to choose.  Whether, like your friend Carlyle, we will 'give up things' for our faith's sake.  Or go for the carriage and pair.\\\"\\n\\nMary Stopperton laughed.  \\\"He is quite right, dear,\\\" she said.  \\\"It does seem to come, and it is so hard.  You have to pray and pray and pray.  And even then we cannot always do it.\\\"  She touched with her little withered fingers Joan's fine white hand.  \\\"But you are so strong and brave,\\\" she continued, with another little laugh. \\\"It won't be so difficult for you.\\\"\\n\\nIt was not until well on her way home that Joan, recalling the conversation, found herself smiling at Mary Stopperton's literal acceptation of the argument.  At the time, she remembered, the shadow of a fear had passed over her.\\n\\nMary Stopperton did not know the name of the preacher.  It was quite common for chance substitutes to officiate there, especially in the evening.  Joan had insisted on her acceptance of a shilling, and had made a note of her address, feeling instinctively that the little old woman would \\\"come in useful\\\" from a journalistic point of view.\\n\\nShaking hands with her, she had turned eastward, intending to walk to Sloane Square and there take the bus.  At the corner of Oakley Street she overtook him.  He was evidently a stranger to the neighbourhood, and was peering up through his glasses to see the name of the street; and Joan caught sight of his face beneath a gas lamp.\\n\\nAnd suddenly it came to her that it was a face she knew.  In the dim-lit church she had not seen him clearly.  He was still peering upward.  Joan stole another glance.  Yes, she had met him somewhere.  He was very changed, quite different, but she was sure of it.  It was a long time ago.  She must have been quite a child.\\n\\nCHAPTER II\\n\\nOne of Joan's earliest recollections was the picture of herself standing before the high cheval glass in her mother's dressing- room.  Her clothes lay scattered far and wide, falling where she had flung them; not a shred of any kind of covering was left to her.  She must have been very small, for she could remember looking up and seeing high above her head the two brass knobs by which the glass was fastened to its frame.  Suddenly, out of the upper portion of the glass, there looked a scared red face.  It hovered there a moment, and over it in swift succession there passed the expressions, first of petrified amazement, secondly of shocked indignation, and thirdly of righteous wrath.  And then it swooped down upon her, and the image in the glass became a confusion of small naked arms and legs mingled with green cotton gloves and purple bonnet strings.\\n\\n\\\"You young imp of Satan!\\\" demanded Mrs. Munday--her feelings of outraged virtue exaggerating perhaps her real sentiments.  \\\"What are you doing?\\\"\\n\\n\\\"Go away.  I'se looking at myself,\\\" had explained Joan, struggling furiously to regain the glass.\\n\\n\\\"But where are your clothes?\\\" was Mrs. Munday's wonder.\\n\\n\\\"I'se tooked them off,\\\" explained Joan.  A piece of information that really, all things considered, seemed unnecessary.\\n\\n\\\"But can't you see yourself, you wicked child, without stripping yourself as naked as you were born?\\\"\",\"timestamp\":1639209298,\"title\":\"\\nShe had not meant to stay for the service.  The door had stood invitingly open, and a glimpse of the interior had suggested\"},\"digest\":\"u4bTWWfNiajD00-A871lVCXbkJDX__qE1ouBtOX0p1E\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5rV_DV0aZ1wlJY4LGavwh3dVN8cc6KhbB-ptYWA3EPY\\\",\\\"y\\\":\\\"cHyOv2lPmIUP5RGjBI98ZjwTAXTv6QEuyPyjTzkBJF8\\\"}\",\"signature\":\"PdZ93kb9kCTR0rhoeusDR7SQrJEljDoXJZmZohAaUXNsdjWbl71DuThUZmcDcMcqrmQuy48Ap5gaJlhUBfshww\",\"signingKeySignature\":\"0x69ff0c9d5f8dfd850b6c55b0c60e049d36da8fe8b0a94eba0eb12bc147758fd20140fa7ff1aadc9bc7b9c8b4f8deaa86a249a75deba2bc541b3497693ccffa201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5rV_DV0aZ1wlJY4LGavwh3dVN8cc6KhbB-ptYWA3EPY\\\",\\\"y\\\":\\\"cHyOv2lPmIUP5RGjBI98ZjwTAXTv6QEuyPyjTzkBJF8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u4bTWWfNiajD00-A871lVCXbkJDX__qE1ouBtOX0p1E\"}"