"{\"content\":{\"body\":\"We are Crypto @ Stanford, an independent blog dedicated to documenting Stanford’s emerging crypto community. We publish longform interviews with the engineers, founders, and crypto enthusiasts who make up Stanford’s burgeoning web3 ecosystem.\\n\\nWe find cool people on campus, take them out to dinner in Palo Alto, and record the conversation. Our interviews are lightly edited for readability and flow.\\n\\nSome of the (many) incredible Stanford affiliates we have had the pleasure of meeting are:\\n\\n* The former head of Binance Labs, who 500x’d their fund before enrolling in Stanford’s GSB (Graduate School of Business).\\n* A graduate student from India who made over $1M USD selling her sister’s artwork as NFTs.\\n* The current president of Stanford’s rapidly growing blockchain club, who built a supercomputer to mine Bitcoin in 2014.\\n* A sophomore who led the Bank of Dubai’s blockchain division at age 14.\\n* A current TA for CS251, Stanford’s seminal blockchain class taught by legendary cryptography professor Dan Boneh.\\n\\n## Who we are\\n\\nCrypto @ Stanford is managed by a small team of Stanford undergraduates.\\n\\n## Crypto @ Stanford principles\\n\\n**1. By Stanford, for Stanford.**\\n\\nWe are Stanford students, and every person featured on the blog is affiliated with Stanford in some capacity. “Stanford affiliated” includes everyone from incoming freshmen and drop outs to professors, graduate students, and alums.\\n\\n**2. Stage (and interest) agnostic.**\\n\\nYou do not need to be promoting a project, or even working on a project, to be featured on Crypto @ Stanford. We love featuring founders at all stages of building alongside Stanford-affiliated crypto traders, engineers, investors, and enthusiasts. The purpose of this blog is to capture the real people behind Stanford’s burgeoning crypto community, not shill particular projects.\\n\\nNothing contained in this website should be construed as investment advice.\\n\\n**3. No funny stuff.**\\n\\nWe are here to highlight our subjects and build community, not engage in “gotcha” journalism. Most of our interviewees are students like ourselves, and we take extra precautions to make sure the interview experience is positive and mutually beneficial.\\n\\nAll of our subjects approve the finished post before it is published. After reviewing the transcript of their interview, speakers reserve the right to strike particular questions, update answers, or cancel the interview entirely. We also allow subjects to interview anonymously or under a username/pseudonym.\\n\\n## Posting schedule\\n\\nNew interviews will drop once a week on Sundays after our initial launch. As we expand, we plan to diversify our offerings with original content submitted by members of the C@S community.\\n\\n## Get involved\\n\\nStay up to date with Crypto @ Stanford by visiting our [website](http://stanfordcrypto.io/) and following us on [Twitter](https://twitter.com/CryptoStanford).\\n\\nYou can donate here to support Crypto @ Stanford events on campus.\\n\\nWant to work with Crypto @ Stanford, or know someone you think should be featured? Shoot us an email at [hello@stanfordcrypto.io](mailto:hello@stanfordcrypto.io). A member of our team will get back to you shortly.\",\"timestamp\":1639105072,\"title\":\"Introducing: Crypto @ Stanford - Crypto @ Stanford - Medium\"},\"digest\":\"vfuyVpZyO6VYJNCeQlQTqa53vzhdI5BocX1_1GBs8x8\",\"authorship\":{\"contributor\":\"0xb19Cd3baA9690347D6103256fda882e73C2f1FF8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_NgKUPngGV8iGAjkdSieCBcLhLCu7fmnZY7NYhV6sd8\\\",\\\"y\\\":\\\"OyKezWM1Zc5obDhQ6JXPYmsRYxex7nhl_wPtske7fhc\\\"}\",\"signature\":\"J8_91Xk_Dx4g0g2rHQalYZJ-fbdUTAxVkLOTQACKdDvfD-cYJ1MQslfEdJiDBwNmB4Gz99QNrmvOrw6YfNAVSQ\",\"signingKeySignature\":\"0x7bf972115c3ade7da262a332d6a6d50a3e8098a253e9a5737c535ead0692989f32391a88aa93e07439df4a4b99208ca38c5b61f60fc7d2b7514c7103fa0bfc761b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_NgKUPngGV8iGAjkdSieCBcLhLCu7fmnZY7NYhV6sd8\\\",\\\"y\\\":\\\"OyKezWM1Zc5obDhQ6JXPYmsRYxex7nhl_wPtske7fhc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vfuyVpZyO6VYJNCeQlQTqa53vzhdI5BocX1_1GBs8x8\"}"