"{\"content\":{\"body\":\"power has been taken from them, and sometimes people who are just ignored.\\n\\nIt’s the ignored who he obsesses over now. “It’s not that they don’t have a voice, it’s just that people are not listening,” he says.\\n\\nIn all Platon’s portraits, he is in them too. With Putin, he got so close he could feel Putin’s breath on his hands as he held the camera inches from his face.\\n\\n“All my photography is 50% subject and 50% me,” he says.\\n\\nHe is dismissive of the constant taking of photographs and sharing on social media.\\n\\n“That’s not photography, there is no connection. It’s just mechanical. We’ve been robbed of our connection and COVID has clearly highlighted that.”\\n\\n#### Pussy Riot NFT\\n\\nPutin famously hated the feminist punk band Pussy Riot and defended their imprisonment on the grounds that they threatened the moral foundations of Russia.\\n\\nPlaton first met Nadya Tolokonnikova from Pussy Riot after her release from prison. Ten years ago, he photographed her in his studio. They messed about, fashioned homemade masks from rubbish in his studio. He photographed her in the masks and not. As we speak, he quotes from her speech on the dock prior to being sentenced to two years’ incarceration in a penal colony.\\n\\nShe said: “It’s not us three women from a punk rock group that’s on trial here. It’s you, the Russian Federation. it’s not for you to judge us. It’s for history to judge us all. And history will be the ultimate judge as to whether our values are right or wrong.”\\n\\nHe knew he wanted to combine this powerful speech with her iris [in an NFT](http://www.platonphoto.com/gallery/stories/russia-civil-society/nadezhdatolokonnikovamariaalyokhinapussyriot/) to celebrate her bravery.\",\"timestamp\":1639040564,\"title\":\"A lifetime of photography has allowed Platon to tap into the authentic and look inside the heads of his subjects.\"},\"digest\":\"bciWdnjQsT3S6VBgHD1EU5_BpvuE4iCT_lzDYAFjamE\",\"authorship\":{\"contributor\":\"0x02F705F080473Deb3fD3feDad4dff30C55F24fcA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0VQsP8hbezfIjiKr__ZnkTKRVifU_oDvvcSVvAsMyoQ\\\",\\\"y\\\":\\\"JybJLPQN9z99A5fioZUFziJEuakdLsOtgZfMArjhuJs\\\"}\",\"signature\":\"GrkL4P0PCSY-FuPtM_yCI2VII11GED8XsCbezNSiOdRO-rs9orwxDR-QcyJ8wQoL3tamPSkOcp1ju744v4-JXQ\",\"signingKeySignature\":\"0x4057ab2494c493e90dd79c5317139513d111dbf8b3752948521a4bed64729f8e7210422904f1e66420c88b047ad8ecac502461561e0c7f60730760ffcbd0dba31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0VQsP8hbezfIjiKr__ZnkTKRVifU_oDvvcSVvAsMyoQ\\\",\\\"y\\\":\\\"JybJLPQN9z99A5fioZUFziJEuakdLsOtgZfMArjhuJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bciWdnjQsT3S6VBgHD1EU5_BpvuE4iCT_lzDYAFjamE\"}"