"{\"content\":{\"body\":\"```\\n```\\n\\n![\\nFigure 1. Monolithic vs. Modular CPU2\\n](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2fe24b7813-4b04-4c20-a02a-3f0fee898f7c_1076x352.png)\\n\\n```\\n```\\n\\n![Figure 2. Example of a modular architecture with Celestia serving as a data availability3 layer ](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2f415c4d19-929e-41ae-9434-05d99f40ecd5_2218x2032.png)\\n\\n```\\nAMD has come up with a revolutionary solution to this problem, creating a common standard not only for them but also for competitors (Intel, NVIDIA), which is “modularization”. “traditional monolithic chip (Figure 1).\\n\\n\\n\\nInstead of a single large chip, AMD's CPUs consist of eight small modules, or \\\"chiplets,\\\" connected to a medium chip in the center. This new design allows EPYC - AMD's second generation CPU (64 cores) to achieve twice the performance of Xeon Platinum - Intel's most powerful CPU (28 cores) at the time of launch in August 2019 at the same price. half (US$4k vs. US$10k).\\n\\n\\n\\nIf “partialization” and “modularization” bring optimal performance to the enterprise and CPU, can the same thing happen with blockchain?\\n\\n\\n\\nThe answer is yes.\\n\\n\\n\\nMonolithic is the most appropriate metaphor to describe current blockchains. Most available L1s perform all the major functions on their own, including: execution, security/consensus, data availability; and the main result is inefficiencies, reflected in the blockchain trilemma that we users have to experience. While Bitcoin and Ethereum sacrifice scalability for security and decentralization, new blockchains like Solana or Avalanche choose other trade-offs.\\nSo, what is modular architecture? And what makes these next-generation blockchains different/stands out from the current L1s?\\n\\n\\n\\nWhat is Modular Architecture?\\n\\nMost of us are familiar with the \\\"functionalization\\\" model in mass organizations. Accordingly, the departments undertake different jobs based on their separate functions. When an individual or unit focuses on a single task, they will be more productive and efficient than having to perform multiple tasks at the same time.\\n\\n\\n\\nThis is the simplest example of a modular architecture. Another example is the central processing unit (CPU) of the computer we use today.\\n\\n\\n\\nBefore 2019, most CPUs were just a single chip soldered on a silicon wafer, known in the industry as a \\\"monolithic chip\\\". However, this monolithic design has certain disadvantages.\\n\\n\\n\\nWith current technology, no silicone pad can be manufactured perfectly. The larger the CPU size, the higher the percentage of this defect. For example, with a silicon wafer that can be cut into 100 CPUs, if there are five dead pixels, the efficiency of this silicon is 95%.1 In case the manufacturer doubles the size of the CPU, the silicon wafer is only left cut into 25 CPUs. At this time, five dead pixels will correspond to 80% efficiency, indirectly increasing production costs significantly.The period 2020-2021 will record the great development of cryptocurrencies in general and blockchain in particular. DeFi summer opens the door to the blooming of decentralized finance, attracting a huge number of users and liquidity. Ethereum - the largest blockchain providing smart contract platform to benefit from this trend.\\n\\nHowever, with the growing number of users and dApps, which means that the volume of data/transactions that need to be stored/processed also grows exponentially, the speed and gas fees on Ethereum are not. feasible for users in general. They started looking to other scaling/blockchain solutions (alt L1s) that didn't have this problem, typically Avalanche, Binance Smart Chain, Cosmos, Polygon PoS, Solana, and Terra.\\n\\nAlthough not perfect, these L1s more or less still meet the needs of users. For example, gas fees on BSC and Avalanche also increase with demand, or Polygon and Solana still have trouble with bots spamming the system.\\n\\nNot long after that, with the launch of rollups along with new blockchains like Mina, Celestia (the predecessor of LazyLedger), or Evmos, the new trend of modular architecture began to rekindle and grow in the research community. and blockchain programmer, promises a new era of blockchain technology.\\n\\n\\nModular architecture is the key to this dilemma. Instead of trying to fulfill all three of the above functions, the blockchain of the future will be specialized for each specific function. Accordingly, we will have three different types of blockchain/layer (Figure 2).\\n\\n\\n\\nThe first type specializes in handling execution (execution). All transactions/smart contracts will take place/deploy here (execution layers), similar to how monolithic blockchains/L1s work now but at the fastest possible speed.\\nModular architecture is the key to this dilemma. Instead of trying to fulfill all three of the above functions, the blockchain of the future will be specialized for each specific function. we will have three different types of blockchain/layer (Figure 2).\\n\\n\\n\\nThe first type specializes in handling execution (execution). All transactions/smart contracts will take place/deploy here (execution layers), similar to how monolithic blockchains/L1s work now but at the fastest possible speed.\\nModular blockchain classification\\n\\nHowever, specialization does not mean that existing L1s will be out of place or completely eliminated. These blockchains can still play a role in the future modular era, by moving to focus on completing/upgrading one (or at most two) of the above key areas/functions.\\n\\n\\n\\nThe very nature of the word modular implies flexibility and mobility. Therefore, blockchains are free to choose, exchange, or replace the most suitable piece/module in the giant architecture.\\n\\nThese two factors also show the need to divide blockchain into different groups, based on structure and way of operation. From the perspective of investors, we will not want to miss the opportunity to bet on projects that, if we have chosen the field to focus on development, are likely to become big winners in the future.\\n\\n\\n\\nAlex Beckett is the originator of this classification in the Celestia forum (Figure 3).\\n```\\n\\n![Figure 3. Blockchain7 . Classification Ruler](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2f9f60fa46-8d97-4e63-a2b9-776c564f714f_1716x222.png)\\n\\n```\\nAccordingly, if we simulate on a scale with one end being a monolithic blockchain and the other end a modular blockchain, we will have two more groups in the middle, so-called pseudo-modular and prototype. module (proto-modular).\\n\\nModular prototypes (prefix proto in the word prototype) refer to monolithic blockchains that use modular blockchains for (at least) one of three main functions; or fragmented blockchains with shards sharing shared security with the central shard.8\\n\\nFor example, rollups are modular and Ethereum only uses rollups for execution, so Ethereum is the modular prototype of this concept. Polkadot (relay chain + shards/parachains) is also included in this group according to the remaining case.\\n\\nIn contrast, the concept of pseudo-modules (pseudo-prefix in the word pseudonymity) refers to monolithic blockchains that divide the system into various parts/areas, with each part responsible for its own security.\\n\\nFor example, Avalanche (primary net + subnets) or Cosmos before implementing interchain security. Basically, these blockchains take advantage of the resources of the remaining dependent (monolithic) chains to develop the system.\\n\\n\\n\\nOf course, the above concepts are only temporary. As the modular architecture becomes widely accepted and blockchains begin to change/upgrade to accommodate this new environment, these definitions will be updated and expanded.\\n\\n\\n\\nSummary\\n\\nThis article outlines the future landscape, providing the most basic concepts and definitions of modular blockchain.\\n\\n\\n\\nLike it or not, we are entering a new era of modular blockchain architecture that promises to be a thousand times more efficient.\\n\\n\\n\\nThe limitations of the traditional monolithic blockchain generation are obvious, although current L1s are still doing a good job of sharing the burden. But given the growth and adoption of cryptocurrencies, to be able to ensure convenient, fast, and cost-effective use on a global scale, we need superior blockchain infrastructure. than.\\n\\n\\n\\nIf you are an investor, now is the best time to research, monitor, and support the projects that you think will lead the wave of modular blockchain in the near future.\\n```\",\"timestamp\":1640777103,\"title\":\"\\nModular Architecture and the Future of Blockchain\"},\"digest\":\"KhccQ20sbER-0cnhGwXldzZIYQc9gQQykCQedYdbV0w\",\"authorship\":{\"contributor\":\"0x664784B2a4019B85AA095488efa86FCe4e85d8a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OzQOilIeowPU3wHRGUSDzeTiINbOTUywVYYDSbOT_M\\\",\\\"y\\\":\\\"UXiWLPYi7LJK4vyj6wR_UkVSjELzqqLXH_LDLQzPGyk\\\"}\",\"signature\":\"SarvVOWsROJTfoW6ymsuX77snlnQ9Ij93E6erAI6i1BXzrlX1QqeVjFaNc6XLY8-tAxz8m0erovKHStZ4GLfIQ\",\"signingKeySignature\":\"0x41ec6f94b33f4d3b58f3715a6fac8450ef5c270f5969db100878d852815e01304697c16984bd03f336267f0509e851695c0830874b35ea8a7a2d95dfbe71f4ca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OzQOilIeowPU3wHRGUSDzeTiINbOTUywVYYDSbOT_M\\\",\\\"y\\\":\\\"UXiWLPYi7LJK4vyj6wR_UkVSjELzqqLXH_LDLQzPGyk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KhccQ20sbER-0cnhGwXldzZIYQc9gQQykCQedYdbV0w\"}"