"{\"content\":{\"body\":\"Wushan Town, an ordinary town in the Western Kingdom of Finlay, the first mountain range of yulan.\\n\\nThe morning sun is rising, wushan town this small town still has a bit of cold air in the morning, but the residents of the town have almost come out to work, even six or seven years old children, almost also got up and started the traditional morning exercise.\\n\\nThe warm morning sun leaves dappled dots of light through the trees beside the vacant lot east of Wushan Town.\\n\\nThere was a great crowd of children, perhaps a hundred or two hundred at first sight.The group was divided into three groups, each in several rows, each standing silently in the clearing, their faces solemn.The most northerly group of children is about six to eight years old.And in the middle is a group of nine to twelve year olds, and in the far south is a group of thirteen to sixteen year olds.\\n\\nIn front of them were three stout middle - aged men, all in short - vests and coarse - cloth trousers.\\n\\n\\\"If you want to be a great fighter, you have to work hard from an early age.\\\"The head of the middle-aged carrying his hands, holding his head coldly said, the cold and severe vision is toward the north of a team swept past, the group of six or seven years old children a pursed mouth, black eyes are staring at the middle-aged, did not dare to speak.\\n\\nThe group was led by A middle-aged man named Hillman, the head of a convoy belonging to the Baruch family, which owns wushan.\\n\\n\\\"You are all ordinary people, and you cannot have the same vigorous secret training as the great lords. If you want to rise to the top, and not be despised in the future, you must follow the oldest, simplest, most basic methods of exercise. Exercise your body and your strength.\\n\\nHillman's eyes swept over the group of children.\\n\\n\\\"Yes.\\\"\\\"Roared a group of teenagers.\\n\\n\\\"Good.\\\"Hillman nodded coolly and with satisfaction. Most of the six - and seven-year-old boys had unfocused eyes, but the teenagers had steely eyes because they knew what hillman was talking about.\\n\\nAlmost every man in the whole yulan continent has to work hard since childhood, and if anyone doesn't work hard, he will be looked down upon in the future!On behalf of the status of men, is strength and money!A man without strength, even women will despise.\\n\\nWant parents to be proud of, want girls to worship, want the future of the scenery!\\n\\nYou must be a great warrior!\",\"timestamp\":1634805851,\"title\":\"Small town morning\"},\"digest\":\"rAktWPDYSeFpP4HqTq5VJzUAikR2K4IFlxITddAN_48\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vegscVA1ylHZwl4aaTQVIIjUpUMzpalYtQuhC_nz4sU\\\",\\\"y\\\":\\\"YhDKzJWvmxVB9cDUStIa8sRZEYBlv63AV7vkEVH590o\\\"}\",\"signature\":\"s3I7Pfs3K_Sqist3nbeT8XJY4ISNN2kf5cu7ecUEJIQGwTlWjKUFG85cwN-y9yadxwo1L0_4qWhhCl5J5li7kg\",\"signingKeySignature\":\"0x94da83b781d83d33cb44a95c6007a5702b7c2109623ab6d50670c4d0f167ac6160e1b59f8d0b316013fea9cb504e2ce5b0ded83c83d5bb37758327df78822d2a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vegscVA1ylHZwl4aaTQVIIjUpUMzpalYtQuhC_nz4sU\\\",\\\"y\\\":\\\"YhDKzJWvmxVB9cDUStIa8sRZEYBlv63AV7vkEVH590o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rAktWPDYSeFpP4HqTq5VJzUAikR2K4IFlxITddAN_48\"}"