"{\"content\":{\"body\":\"Cryptocurrency experts say Swig's digau token appears unusual, even as there has been a proliferation of new coins in recent years.\\n\\n\\\"I have not seen a single gold-backed cryptocoin like this that has been successful,\\\" Felix Shipkevich, a New York City attorney who has worked on cryptocurrency offerings, said. \\\"It brings up a lot of questions, including, is the gold that they say they are going to mine really there? And if it is, why do you need to tokenize it? Why not just dig it up and sell it like conventional mining operations do?\\\"\\n\\nThe digau cryptocurrency's link to mining in the American West ties it to a murky world where outsize promises and chicanery are common, mining experts say.\\n\\n\\\"I have worked in the mining industry for a long time, and I can't tell you how many times people have come to me with a claim that they've discovered a huge deposit of gold,\\\" said Carl Nesbitt, an associate professor of metallurgical engineering in the Department of Mining and Metallurgical Engineering at the University of Nevada, Reno. \\\"But when you break it down, they're snake-oil salesmen.\\\"\\n\\nAccording to its website, Apache Mill Tailings claims to specialize in extracting metals from mine tailings, a sandlike byproduct of conventional mining that can often contain toxic substances from the earth like arsenic and heavy metals. Tailings can be found on the surface of many mines in the Western US and sometimes do hold valuable metals or minerals that a site's original miners weren't able to extract.\\n\\nRather than a bonanza of riches, the business of processing tailings using modern equipment to strip out remnant metals like gold is often costly and labor-intensive, requiring substantial investments in expensive extraction equipment, heavy trucks, and power. Operators usually aim to reap a modest profit after years of work, Nesbitt said.\\n\\n\\\"I see this as just another scheme, for lack of a better word,\\\" Nesbitt said. \\\"Let's sell stock — now they're calling it cryptocurrency — and try to make the price go up by extracting the gold. But there's no guarantee they'll ever get it out.\\\" \",\"timestamp\":1638368990,\"title\":\"An unusual digital token\"},\"digest\":\"_zrexp5Su-DjYzoyXmGEuXgidnhp7G4__gv40Hxof0w\",\"authorship\":{\"contributor\":\"0x1038e4F71522CAca5DA23A44eC021E14804b7a4f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"signature\":\"DFcUTaRzMYXx1PKNft4q9s6kNGop31kBPoSJb4jizCvXC12cwVZBQMS_ThckWTlI7_u_8v8KwyI_FhrYrA1vwg\",\"signingKeySignature\":\"0xd4a09ac089ba810f84763fc648fd6a1916f1086c072168e6fcd812b6ee9881305688d6f2282670ca5067be7040d74971c66ff5dfb241ddbaa690eca2d69010881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_zrexp5Su-DjYzoyXmGEuXgidnhp7G4__gv40Hxof0w\"}"