"{\"content\":{\"body\":\"This book, touched my heart, moved deeply. At the time of watching, tears have been in the eyes of the circle, after reading, face more than two tears.\\n\\nThis book tells the story of the Wenchuan earthquake, laughing cat family scattered, laughing cat in the process of looking for family, to see a touching story. The teacher's love for students; Amazing maternal love; There is true love that lasts till death do us part; There is love between people; And the love between humans and animals. This book full of love and true feelings, human concern are all moving.\\n\\n\\\"That black afternoon\\\" in some things may be true or false, but these things are not in wenchuan earthquake one by one? Zheng Meili teacher in order to leave a way for students to live, with the body for them to support the door, for their later life to open a door of life, she gave up hope for students, this kind of thing is not in Wenchuan earthquake appeared?\\n\\nA mother shields her daughter with her body; A groom \\\"marries\\\" a bride who sleeps forever; An old woman saved 21 lives by collecting medicine. There is a big white goose pecked open their eggs to suck egg liquid to feed an old grandfather, but he was alive composition https://Www.ZuoWEn8.Com/ starved to death...\\n\\nWhen I see a mother protecting her daughter with her own flesh and blood, I think of a car accident I was in. That day, my mother drove a motorcycle to take me to school. At a crossroads, a speeding motorcycle hit us hard, my mother and I \\\"fly\\\" up, in the air mother a hand desperately protect my head, a hand tightly hugged me. When my mother and I stood up, my mother's left elbow was dripping with blood, blood along the hand to the fingertips dripping on the ground!\\n\\nThis book is permeated with true feelings everywhere, people, animals, from the perspective of animals to describe the Wenchuan earthquake, no doubt to give people a new experience and feelings, but also a spiritual shock. In terms of expression, it is good to set off the quality of people and animals with hardship. Emotionally, with good feelings throughout the book. There is truth everywhere in the world, truth always warm people!\\n\\n\\\"That Black Afternoon\\\" is truly dark. On that afternoon, experienced people have a haze in their hearts, but there will always be light in the haze. It was true love, and true love can come from anyone, at any time. Hope there is true love everywhere!\",\"timestamp\":1635733822,\"title\":\"Truth is everywhere - read \\\"that black afternoon\\\" feel\"},\"digest\":\"gZ5_o1lDTZ3ZczwijTD9Jy1I86U7R4aCXmcxNTbT15Q\",\"authorship\":{\"contributor\":\"0x6925051331CB7bf1679Bb246a55B8Cf1fC5B6394\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z0dHK9wmmfQNPPfGipuOUQHxwZ3T3T4XSsZ7F1pNgF8\\\",\\\"y\\\":\\\"BkPU6OHeGGgtCBS0UAl-lljKSp7-5bGZGTzMW3Yny38\\\"}\",\"signature\":\"HEgo07k3bMhBRPPR4CuuC7hXYwD_G1ck5zj1nSOsh3BBwaVfO2uHLqzLs0aN59NbUiXkxERrG5rmgTOXDnA2WA\",\"signingKeySignature\":\"0xe36e422e8019e906eabaee9d1e9fd20f3b6860155022516c8196d6563f909c3a06418c8e4e956b9fb613a5f1b7544388856a526fbab95ed276d1fa1b853d34351c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z0dHK9wmmfQNPPfGipuOUQHxwZ3T3T4XSsZ7F1pNgF8\\\",\\\"y\\\":\\\"BkPU6OHeGGgtCBS0UAl-lljKSp7-5bGZGTzMW3Yny38\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gZ5_o1lDTZ3ZczwijTD9Jy1I86U7R4aCXmcxNTbT15Q\"}"