"{\"content\":{\"body\":\"*TL;DR - [PRTN Guest Pass](https://www.protein.xyz/guest-pass) is an invite-only on-chain pass that gives you 30 days of full access to the PRTN Community.*\\n\\n\\n---\\n\\nAs DAOs begin to mature, strong membership incentives and token utility are key to maintaining community health, thoughtful growth, and reducing contributor churn. These need to start from the second someone discovers your community, continues with every interaction, and are tested every time the token price goes up or down.\\n\\nThese two factors are the main reasons members want to join, and ultimately it’s what keeps them there because if they no longer exist, members will start to drift away from your community onto others.\\n\\nIn addition to a clear utility, nearly all successful communities have a combination of membership incentives that bring different people to the community. However, it’s likely that certain types of communities will put more emphasis on different membership pillars. Below are 4 membership pillars that we believe are key to maintaining a vibrant community:\\n\\n* *Social/Financial Capital* - Members are making an *investment* with their time, energy, resource, expertise (social), or money (financial) that the cost of their membership is going to become more valuable in the future than it is today e.g [Murat Paks ‘URN interns](https://twitter.com/URN__ART)’\\n* *Exclusivity* - Membership gives you *exclusivity* (does or doesn’t have to be financial) in which access is scarce e.g [Poolsuites’ executive members cards ](https://twitter.com/Poolsuite)\\n* *Tribalism* - Members are aligned around creating safe spaces for their tribe who align over values e.g [Web3 baddies](https://twitter.com/web3baddies)\\n* *Shared Purpose -* Members are working together towards a common purpose, which is ultimately above themselves e.g our *[Good Growth Fund](https://protein.mirror.xyz/gpPsKd38-GDlGtOLdXxzYjV_FsdaQPY4q4wydfKJCu4)*.\\n\\nThe current model for most tokenised communities is to use a screener in addition to a native token or NFTs holdings to grant access. However, this can lead to a membership incentive that is at the mercy of the markets and can mean there's internal token price discussion that distracts from the wider mission of the community.\\n\\nThis model can also have damaging long-term effects on community engagement, rewarding those early members who were *in the know,* but who now might not be participating actively within the community.\\n\\n\\n---\\n\\n> ## The aim is to get as many members into a place of high ownership and access while encouraging engagement and participation\\n\\n\\n---\\n\\nHere are some alternative membership possibilities for tokenised communities:\\n\\n### Native Token Subscriptions\\n\\nWhat if you had a buy now, pay later for $FWB membership, unlocking full membership from day 1 but paying over 6 months? Patreon style mechanics, where members buy a monthly amount of the community token in fiat currency for full access. This token is automatically held in a smart contract and when they reach the threshold the native token is released into their crypto wallet.\\n\\n### Modular Membership / Loyalty Cards\\n\\nWhat if attending events, collecting POAPs, and sharing emojis in ForeFront added loyalty points to your Membership NFT? After a certain threshold, you can turn your loyalty points into liquid tokens? Unlocking access with a modular ERC 3664 token, which change visually as you progress and grants tiered access through engagement e.g discord behaviours, POAPs, etc\\n\\n### Dynamic Token Memberships\\n\\nWhat if membership to PRTN was always $3000 worth of tokens? Either 53.5714285714 tokens at a rate of $56 or 21.4285714286 tokens at a rate of $140 per token. A membership cost which at the time of purchase is reactive to the market rate, paid in fiat.\\n\\n### Scholarships\\n\\nWhat if Bankless distributed non-transferrable scholarships for access, with tokens that were vested over 3 months to discourage flipping? Non-transferrable NFTs loaded with vested native $TOKENS\\n\\n\\n---\\n\\n> ## Align around purpose, tribalism, and ‘values-based’ exclusivity in order to move members into a space of high ownership, high access, and high contribution\\n\\n\\n---\\n\\nWhile all these models can all be used, and combinations of them are used for different tasks and communities, they come loaded with trade-offs.\\n\\nA membership scheme for a gaming community might lean heavily on the gamification of modular NFTs which change as you progress characters and roles. A social club might use subscription-based access with native tokens and an impact DAO might use dynamic token memberships so the focus is on what impact they are having and not what the price is.\\n\\nFor [Protein](https://protein.xyz), our $PRTN native token will be used in Season 2 for access into the community, ownership over the treasury, and governance over which projects we support through our *[Good Growth Fund](https://protein.mirror.xyz/gpPsKd38-GDlGtOLdXxzYjV_FsdaQPY4q4wydfKJCu4)*. \\n\\nWe want to move as many $PRTN tokenholders into a space of high ownership, high access, and high contribution, aligned around our membership incentives of purpose, tribalism, and ‘values-based’ exclusivity. However sometimes, there are scenarios when we want to add someone to the community who we know ultimately will not have the full bandwidth to contribute i.e. an investor, another DAO leader, or a spectator.\\n\\nHere we need to find a way to give them on-chain access, without ownership or token governance.\\n\\nThat is why we’ve built [PRTN Guest Pass](https://www.protein.xyz/guest-pass) as an invite-only pass that gives you 30 days of full access to the PRTN Community. It works through Twitter verification, so no ETH addresses or wallet preapproval is needed. Once verified, the pass is then claimed using [Unlock](https://unlock-protocol.com/), and Discord access via [Guild](https://alpha.guild.xyz/protein). Everything runs on [Polygon](https://polygon.technology/), which allows for prepaid gas, meaning guests claiming the NFT won’t have to pay anything when claiming.\\n\\n![](https://images.mirror-media.xyz/publication-images/5a9PN3IcQzT9pnmzVBcJv.png?height=1231&width=1137)\\n\\nWe’re really excited about the potential of the [PRTN Guest Pass](https://www.protein.xyz/guest-pass) and exploring other membership solutions which create more opportunities for accessibility, inclusion, and ownership in the Protein Community.\\n\\nThanks to Julien and the Unlock team for helping us implement this 💚\\n\\nBig Love,\\n\\nProtein (💚, 🌱)\",\"timestamp\":1642705019,\"title\":\"Introducing PRTN Guest Pass\"},\"digest\":\"Lsy7P3XHs_NMjqrNXNPq7Gvf-BoF9hCb4WHASeibKcE\",\"authorship\":{\"contributor\":\"0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1RBGcTX7RCBpWLe-BaZR14VIFF05bOrzCIqYyOUXZm4\\\",\\\"y\\\":\\\"_TejYzNgc0jiNZG-BNLNYmgwooIOnGEQbzaaQ7hYKWg\\\"}\",\"signature\":\"fa3ZyyO3Z-Q_JGnqzxccqfLbZlJr6o8LDB3y5GiZUupk8N1DSMZO5VJ9D9zxE4yvA8obqAUeuErp3LyG3pBlLg\",\"signingKeySignature\":\"0x1faf66f6de070e6ced07ef96898e74ebac3f921c287bede187f99f6133222a6448dbb0c74953d0f2afa716cb9e26346cd3c6b072313559d5d59ef7e4053396241b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1RBGcTX7RCBpWLe-BaZR14VIFF05bOrzCIqYyOUXZm4\\\",\\\"y\\\":\\\"_TejYzNgc0jiNZG-BNLNYmgwooIOnGEQbzaaQ7hYKWg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OZ_edQ1AlATBkigHDpgRb2pXfC25n1YQHm4mtrCKjcc\"}"