"{\"content\":{\"body\":\"Portokalopita is a deliciously different cake, and a must-try for anyone who is afraid of phyllo. Why? Because here the phyllo is shredded to bits—the messier the better! The gorgeous orange and cinnamon syrup ensures this cake stays beautifully moist.\\n\\n[ \\n ](https://www.allrecipes.com/cook/dianamoutsopoulos/)Directions\\n\\nInstructions Checklist\\n\\n* Step 1\\n\\n  Combine 2 cups sugar, water, and cinnamon in a saucepan over medium-high heat. Squeeze in orange juice and add juiced halves. Bring to a boil and boil vigorously for 8 minutes. Remove from heat and allow to cool while you prepare the cake.\\n* Step 2\\n\\n  Preheat the oven to 350 degrees F (175 degrees C). Lightly grease a 9x13-inch baking pan with some olive oil.\\n* Step 3\\n\\n  Remove phyllo sheets from the package. Tear each sheet roughly into shreds and pile up in the baking pan. Let shredded phyllo dry out a little while you prepare the remaining ingredients. Cut 1 orange in half, and slice 1 half into very thin half-moons to garnish the cake. Zest and juice the remaining 2 1/2 oranges.\\n* Step 4\\n\\n  Combine orange juice, orange zest, eggs, yogurt, olive oil, 1/2 cup sugar, and baking powder in a blender or food processor. Blend together on high speed until frothy, about 2 minutes. Pour orange and egg mixture over the shredded phyllo in the baking pan. Stir everything together gently to ensure that the egg mixture is evenly distributed. Garnish top of the cake with the orange slices.\\n* Step 5\\n\\n  Bake in the preheated oven until the top is golden and the filling set, about 45 minutes. Remove from the oven and immediately pour the cooled syrup over the hot cake. Set aside for at least 1 hour, until most of the syrup has soaked in. Slice into squares and serve.\",\"timestamp\":1640344041,\"title\":\"Portokalopita\"},\"digest\":\"dj3tbrh8QH7kpXbg81CkHd0dB2qRFolfvVTZra1_tWU\",\"authorship\":{\"contributor\":\"0x60AD21cAb36bb6DC4Da025BaF7e98a6fA5C47AF6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dUvSjGhJ_fwnkWI4C-ExWLO91gELWa2xfLWzr79py6s\\\",\\\"y\\\":\\\"5CEoEFCGyl0cED3kHZ3zbHq7iGP8fMPcWafIJfUHdag\\\"}\",\"signature\":\"H2kYDTlWJMuDfIdFMzIV9YGHnIdY_-v3XXAtDJZx3DarFAbXh6vg10CoNjgvnu4X3aqY4x0MQ7mvmnE6wjRjeQ\",\"signingKeySignature\":\"0x4fedc1b4ed4f0ec923e1959f45cf83b3b928b28fbc049df525ebb4499dff2c882154b01a7f24fcb3040124f99ca988201595bafb1e18d506387dff4a6d0c04b01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dUvSjGhJ_fwnkWI4C-ExWLO91gELWa2xfLWzr79py6s\\\",\\\"y\\\":\\\"5CEoEFCGyl0cED3kHZ3zbHq7iGP8fMPcWafIJfUHdag\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dj3tbrh8QH7kpXbg81CkHd0dB2qRFolfvVTZra1_tWU\"}"