"{\"content\":{\"body\":\"He turned away from them with decision, and went back to his boat.\\n\\n\\\"He is a Sicilian,\\\" said Artois. \\\"I would swear to it.\\\"\\n\\n\\\"Why? Hark at his accent.\\\"\\n\\n\\\"He is a Sicilian!\\\"\\n\\n\\\"But why are you so sure?\\\"\\n\\nArtois only said:\\n\\n\\\"Are you going to fish?\\\"\\n\\n\\\"Emilio, I cannot fish to-night. My soul is above such work as fishing. It is indeed. Let us go back to Naples.\\\"\\n\\n\\\"Va bene.\\\"\\n\\nArtois was secretly glad. He, too, had no mind--or was it no heart?-- for fishing that night, after the episode of the islet. They hailed the sailors, who were really asleep this time, and were soon far out on the path of the moonlight setting their course towards Naples.\\n\\nCHAPTER X\\n\\nOn the following morning Hermione and Vere went for an excursion to Capri. They were absent from the island for three nights. When they returned they found a card lying upon the table in the little hall-- \\\"Marchese Isidoro Panacci di Torno\\\"--and Gaspare told them that it had been left by a Signore, who had called on the day of their departure, and had seemed very disappointed to hear that they were gone.\\n\\n\\\"I do not know this Signore,\\\" Gaspare added, rather grimly.\\n\\nVere laughed, and suddenly made her eyes look very round, and staring, and impudent.\\n\\n\\\"He's like that, Gaspare,\\\" she said.\\n\\n\\\"Vere!\\\" said her mother.\\n\\nThen she added to Gaspare:\\n\\n\\\"The Marchese is a friend of Don Emilio's. Ah! and here is a letter from Don Emilio.\\\"\\n\\nIt was lying beside the Marchese's card with some other letters. Hermione opened it first, and read that Artois had been unexpectedly called away to Paris on business, but intended to return to Naples as soon as possible, and to spend the whole summer on the Bay.\\n\\n\\\"I feel specially that this summer I should like to be near you,\\\" he wrote. \\\"I hope you wish it.\\\"\\n\\nAt the end of the letter there was an allusion to the Marchesino, \\\"that gay and admirably characteristic Neapolitan product, the Toledo incarnate.\\\"\\n\\nThere was not a word of Vere.\\n\\nHermione read the letter aloud to Vere, who was standing beside her, evidently hoping to hear it. When she had finished, Vere said:\\n\\n\\\"I am glad Monsieur Emile will be here all the summer.\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"But why specially this summer, Madre?\\\"\\n\\n\\\"I am not sure what he means by that,\\\" Hermione answered.\\n\\nBut she remembered the conversation in the Grotto of Virgil, and wondered if her friend thought she needed the comfort of his presence.\\n\\n\\\"Well, Madre?\\\"\\n\\nVere's bright eyes were fixed upon her mother.\\n\\n\\\"Well, Vere? What is it?\\\"\\n\\n\\\"Is there no message for me from Monsieur Emile?\\\"\\n\\n\\\"No, Vere.\\\"\\n\\n\\\"How forgetful of him! But never mind!\\\" She went upstairs, looking disappointed.\\n\\nHermione re-read the letter. She wondered, perhaps more than Vere, why there was no message for the child. The child--she was still calling Vere that in her mind, even after the night conversation with Gaspare. Two or three times she re-read that sentence, \\\"I feel specially that this summer I should like to be near you,\\\" and considered it; but she finally put the letter away with a strong feeling that most of its meaning lay between the lines, and that she had not, perhaps, the power to interpret it.\\n\\nVere had said that Emile was forgetful. He might be many things, but forgetful he was not. One of his most characteristic qualities was his exceptionally sharp consciousness of himself and of others. Hermione knew that he was incapable of writing to her and forgetting Vere while he was doing so.\\n\\nShe did not exactly know why, but the result upon her of this letter was a certain sense of depression, a slight and vague foreboding. And yet she was glad, she was even thankful, to know that her friend, was going to spend the summer on the Bay. She blamed herself for her melancholy, telling herself that there was nothing in the words of Artois to make her feel sad. Yet she continued to feel sad, to feel as if some grievous change were at hand, as if she had returned to the island to confront some untoward fate. It was very absurd of her. She told herself that.\\n\\nThe excursion to Capri had been a cheerful one. She had enjoyed it. But all the time she had been watching Vere, studying her, as she had not watched and studied her before. Something had suddenly made her feel unaccustomed to Vere. It might be the words of Gaspare, the expression in the round eyes of the Marchesino, or something new, or newly apparent, in Vere. She did not know. But she did know that now the omission of Artois to mention Vere in his letter seemed to add to the novelty of the child for her.\\n\\nThat seemed strange, yet it was a fact. How absolutely mysterious are many of the currents of our being, Hermione thought. They flow far off in subterranean channels, unseen by us, and scarcely ever realized, but governing, carrying our lives along upon their deeps towards the appointed end.\\n\\nGaspare saw that his Padrona was not quite as usual, and looked at her with large-eyed inquiry, but did not at first say anything. After tea, however, when Hermione was sitting alone in the little garden with a book, he said to her bluntly:\\n\\n\\\"Che ha Lei?\\\"\\n\\nHermione put the book down in her lap.\\n\\n\\\"That is just what I don't know, Gaspare.\\\"\\n\\n\\\"Perhaps you are not well.\\\"\\n\\n\\\"But I believe I am, perfectly well. You know I am always well. I never even have fever. And you have that sometimes.\\\"\\n\\nHe continued to look at her searchingly.\\n\\n\\\"You have something.\\\"\\n\\nHe said it firmly, almost as if he were supplying her with information which she needed and had lacked.\\n\\nHermione made a sound that was like a little laugh, behind which there was no mirth.\\n\\n\\\"I don't know what it is.\\\"\\n\\nThen, after a pause, she added that phrase which is so often upon Sicilian lips:\\n\\n\\\"Ma forse e il destino.\\\"\\n\\nGaspare moved his head once as if in acquiescence.\\n\\n\\\"When we are young, Signora,\\\" he said, \\\"we do what we want, but we have to want it. And we think we are very free. And when we are old we don't feel to want anything, but we have to do things just the same. Signora, we are not free. It is all destiny.\\\"\\n\\nAnd again he moved his head solemnly, making his liquid brown eyes look more enormous than usual.\\n\\n\\\"It is all destiny,\\\" Hermione repeated, almost dreamily.\\n\\nJust then she felt that it was so--that each human being, and she most of all, was in the grasp of an inflexible, of an almost fierce guide, who chose the paths, and turned the feet of each traveller, reluctant or not, into the path the will of the guide had selected. And now, still dreamily, she wondered whether she would ever try to rebel if the path selected for her were one that she hated or feared, one that led into any horror of darkness, or any horror of too great light. For light, too, can be terrible, a sudden great light that shines pitilessly upon one's own soul. She was of those who possess force and impulse, and she knew it. She knew, too, that these are often rebellious. But to-day it seemed to her that she might believe so much in destiny, be so entirely certain of the inflexible purpose and power of the guide, that her intellect might forbid her to rebel, because of rebellion's fore-ordained inutility. Nevertheless, she supposed that if it was her instinct to rebel, she would do so at the psychological moment, even against the dictates of her intellect.\\n\\nGaspare remained beside her quietly. He often stood near her after they had been talking together, and calmly shared the silence with her. She liked that. It gave her an impression of his perfect confidence in her, his perfect ease in her company.\\n\\n\\\"Don't you ever think that you can put a knife into destiny, Gaspare,\\\" she asked him presently, using an image he would be likely to understand, \\\"as you might put a knife into a man who tried to force you to do something you didn't wish to do?\\\"\\n\\n\\\"Signora, what would be the use? The knife is no good against Destiny, nor the revolver either. And I have the permesso to carry one,\\\" he added, with a smile, as if he realized that he was being whimsical.\\n\\n\\\"Well, then, we must just hope that Destiny will be very kind to us, be a friend to us, a true comrade. I shall hope that and so must you.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nHe realized that the conversation was finished, and went quietly away.\\n\\nHermione kept the letter of Artois. When he came back to the Bay she wanted to show it to him, to ask him to read for her the meaning between its lines. She put it away in her writing-table drawer, and then resolved to forget the peculiar and disagreeable effect it had made upon her.\\n\\nA fortnight passed away before Artois' return. June came in upon the Bay, bringing with it a more vivid life in the environs of Naples. As the heat of the sun increased the vitality of the human motes that danced in its beams seemed to increase also, to become more blatant, more persistent. The wild oleander was in flower. The thorny cactus put forth upon the rim of its grotesque leaves pale yellow blossoms to rival the red geraniums that throng about it insolently in Italy. In the streets of the city ragged boys ran by crying, \\\"Fragole!\\\" and holding aloft the shallow baskets in which the rosy fruit made splashes of happy color. The carters wore bright carnations above their dusty ears. The children exposed their bare limbs to the sun, and were proud when they were given morsels of ice wrapped up in vine leaves to suck in the intervals of their endless dances and their play. On the hill of Posilipo the Venetian blinds of the houses, in the gardens clouded by the rounded dusk of the great stone pines, were thrust back, the windows were thrown open, the glad sun-rays fell upon the cool paved floors, over which few feet had trodden since the last summer died. Loud was the call of \\\"Aqua!\\\" along the roads where there were buildings, and all the lemons of Italy seemed to be set forth in bowers to please the eyes with their sharp, yet soothing color, and tempt the lips with their poignant juice. Already in the Galleria, an \\\"avviso\\\" was prominently displayed, stating that Ferdinando Bucci, the famous maker of Sicilian ice-creams, had arrived from Palermo for the season. In the Piazza del Plebiscito, hundreds of chairs were ranged before the bandstand, and before the kiosk where the women sing on the nights of summer near the Caffe Turco. The \\\"Margherita\\\" was shutting up. The \\\"Eldorado\\\" was opening. And all along the sea, from the vegetable gardens protected by brushwood hedges on the outskirts of the city towards Portici, to the balconies of the \\\"Mascotte,\\\" under the hill of Posilipo, the wooden bathing establishments were creeping out into the shallow waters, and displaying proudly to the passers-by above their names: \\\"Stabilimento Elena,\\\" \\\"Stabilimento Donn' Anna,\\\" \\\"Stabilimento delle Sirene,\\\" \\\"Il piccolo Paradiso.\\\"\\n\\nAnd all along the sea by night there was music.\\n\\nFrom the Piazza before the Palace the band of the Caffe Gambrinus sent forth its lusty valses. The posturing women of the wooden kiosk caught up the chain of sound, and flung it on with their shrill voices down the hill towards Santa Lucia, where, by the waterside and the crowding white yachts, the itinerant musicians took it into the keeping of their guitars, their mandolins, their squeaky fiddles, and their hot and tremulous voices. The \\\"Valse Bleu,\\\" \\\"Santa Lucia,\\\" \\\"Addio, mia bella Napoli,\\\" \\\"La Frangese,\\\" \\\"Sole Mio,\\\" \\\"Marechiaro,\\\" \\\"Carolina,\\\" \\\"La Ciociara\\\"; with the chain of lights the chain of songs was woven round the bay; from the Eldorado, past the Hotel de Vesuve, the Hotel Royal, the Victoria, to the tree-shaded alleys of the Villa Nazionale, to the Mergellina, where the naked urchins of the fisherfolk took their evening bath among the resting boats, to the \\\"Scoglio di Frisio,\\\" and upwards to the Ristorante della Stella, and downwards again to the Ristorante del Mare, and so away to the point, to the Antico Giuseppone.\\n\\nLong and brilliant was the chain of lamps, and long and ardent was the chain of melodies melting one into the other, and stretching to the wide darkness of the night and to the great stillness of the sea. The night was alive with music, with the voices that beat like hearts over-charged with sentimental longings.\\n\\nBut at the point where stood the Antico Giuseppone the lights and the songs died out. And beyond there was the mystery, the stillness of the sea.\\n\\nAnd there, beyond the chain of lights, the chain of melodies, the islet lay in its delicate isolation; nevertheless, it, too, was surely not unaware of the coming of summer. For even here, Nature ran up her flag to honor her new festival. High up above the rock on the mainland opposite there was a golden glory of ginestra, the broom plant, an expanse of gold so brilliant, so daring in these bare surroundings, that Vere said, when she saw it:\\n\\n\\\"There is something cruel even in beauty, Madre. Do you like successful audacity?\\\"\\n\\n\\\"I think I used to when I was your age,\\\" said Hermione. \\\"Anything audacious was attractive to me then. But now I sometimes see through it too easily, and want something quieter and a little more mysterious.\\\"\\n\\n\\\"The difference between the Marchesino and Monsieur Emile?\\\" said the girl, with a little laugh.\\n\\nHermione laughed, too.\",\"timestamp\":1637313628,\"title\":\"\\n\\\"For cigarettes?\\\"\\n\\n\\\"No, Signore, for sarde. Buona notte, Signore.\\\"\\n\"},\"digest\":\"-3XV4_z5_FGNU2meuiskJ3NHHIfBIV03pDkzhrhLHkg\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlb5fsFEkDXn4E8GphYz2Sj6llZUZrzqLZCfYjMhfBA\\\",\\\"y\\\":\\\"OBbp_W8jwDgsXgYhAxlgEDr8or2QH7MM-MZY3J9ydjs\\\"}\",\"signature\":\"vUvBkyemIyjaCbLJMTrYrhHUwU487uMVONWUt3qO8PCcMYMWtO8Ucuy9MnWxbCndt0Togs-5OmtbB_VRsTiBNA\",\"signingKeySignature\":\"0x1ace40199c7db00ed121f02af61231db4238ac44f2e6096b36c8d2b437c7d431754629dd7689fe8c01e7b4ac423824ca2cd57803059cbfeb92c83735d200f0711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlb5fsFEkDXn4E8GphYz2Sj6llZUZrzqLZCfYjMhfBA\\\",\\\"y\\\":\\\"OBbp_W8jwDgsXgYhAxlgEDr8or2QH7MM-MZY3J9ydjs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-3XV4_z5_FGNU2meuiskJ3NHHIfBIV03pDkzhrhLHkg\"}"