"{\"content\":{\"body\":\"Hi, I’m Tom.\\n\\nI’m a writer + editor, I’ll be 27 in February, and this is my first blog.\\n\\nI’ve been working as a freelancer in the technology, lifestyle, and startup space for the past 5-ish years. I’ve also been involved in various creative projects all my life like bands and record labels and magazines and films. I like media, I like ideas, and I like working with people to make a vision into reality, generating something you can feel, experience, or remember. Sometimes, I like to do things *just because I can.* This blog is a place to keep track of and reflect on what I do.\\n\\n## I never meant to be a writer, I ended up one\\n\\nI got into writing because my mother was adamant I try something else after I failed out of my computer science major. God bless her. If it were up to me, I would have dropped out. I switched to a writing major and got a student job working in my Vermont college’s marketing department.\\n\\nThe first magazine-style piece I wrote was a story about a local music festival started by some college alumni. It was originally for a journalism class but a professor encouraged me to pitch it on spec to Adirondack Life. They ended up printing it and cutting me a check for $250. I was a college sophomore and they paid me for my homework. I was stoked.\\n\\nOn a semester abroad in Lisbon, I met an Austrian designer named Anna. We ended up getting coffee and she told me about her idea to launch a food and travel magazine. She already had a brilliant vision and title, *[Salt & Wonder](https://saltandwonder.com)*, a bunch of photos, plus an Instagram account with a couple thousand followers. She just needed someone to write the first story as proof of concept, and I volunteered.\\n\\nAnna and I ended up making a great team, so I came on board as the principal editor. We crowdfunded the printing fees and I flew back to Lisbon with my best friend a year later to launch the magazine. Over the next few years, we did two more magazines—one in Iceland, one in Italy—a zine, and a bunch of small events and online content in between.\\n\\n## Tom Rose: Writer + Editor\\n\\nAfter I graduated, I started working in AV until I leveraged my leftover computer science knowledge and knack for editing ESL writers into a freelance gig editing for a Portuguese app development platform. I worked there until I learned to be cautious of the phrase “re-organizing”. Now I know that means to start looking for other work. Luckily, I’d picked up a few other freelance clients through some colleagues, and I’ve been making a living ever since. These days, I mostly write b2b sales and marketing copy, but I’ve worked on some flashier projects too.\\n\\nMy latest work is an 80-page brand book detailing one NYC entrepreneur’s journey to disrupt the laundry and dry-cleaning industry despite her odds. I led the project, designed the content, and brought on my fellow Salt & Wonder team member Lara to art direct. The book, named Juliette after the company, [is available now](https://www.whoisjuliette.com/book).\",\"timestamp\":1642725650,\"title\":\"Welcome\"},\"digest\":\"DSRybCTJnoAB5-bxgozTp3EogA-iYVIJsmRbAD-tYy8\",\"authorship\":{\"contributor\":\"0xCc5d70726b6E460B29ae222c840A098D3338a250\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K78poKqKz4z9qyAMSkTPukn3L4_raRjFPIUh23UAjqw\\\",\\\"y\\\":\\\"pQXwJfgEr2_f_tUHLVc7evvWPG9lZnQOb2yGsXwdS_k\\\"}\",\"signature\":\"xSDnaDXA6Q5Nr8p6WzKhKpVIDimOf7qfUN_jAH-Iu6dYAVkaHahPzhROWyZ8sLxY4W5kX1atEdZBkgF8GfivEg\",\"signingKeySignature\":\"0xd8653b8b45b9d7488f2ce55065e9ce36bb5a5502768d2929c699defb1c129f9f6d2e4f6cd4143e49a15d9ef950bee454ea1a807ec810c5384bcc2eeccdd8c5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K78poKqKz4z9qyAMSkTPukn3L4_raRjFPIUh23UAjqw\\\",\\\"y\\\":\\\"pQXwJfgEr2_f_tUHLVc7evvWPG9lZnQOb2yGsXwdS_k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RNiDjF8EYGduHY5GsAo5aXeSfy1msCORrs30p-HhHJE\"}"