"{\"content\":{\"body\":\"Working as a teacher was Bill Mathis' top goal. It was his dream job.\\n\\nBut he quit his job at a school near Detroit in the state of Michigan last August. His school district was returning to in-person classes. But Mathis said he did not feel like it was safe enough. He was especially worried about his wife, who has the disease lupus.\\n\\n\\\"What about us and our families?\\\" he asked school officials.\\n\\nThe 29-year-old teacher felt few in the community understood his concerns. \\\"Good riddance,\\\" one person told him.\\n\\nHis story is just one showing the struggles of American government workers known as public servants.\\n\\nJobs like teaching, firefighting, policing, government and social work have offered people the chance to give back to their communities. These jobs often earn good pay and benefits.\\n\\nOpinion studies show public support for medical caregivers and teachers. After the terrorist attacks of September 11, 2001, firefighters had strong support.\\n\\nBut many public servants no longer feel like they have the support of their communities.\\n\\nMany are overworked and feel very tired in systems that do not have enough workers. There is a shortage of teachers in Michigan and many other states. In cities like New York, Cincinnati and Seattle, there are not enough police. Many of these workers suffer from mental health problems, addiction and even suicide, especially among first responders.\\n\\nBefore the coronavirus health crisis, researchers found in 2018 that about half of American public servants said they were extremely tired, or burned out. That is compared with 20 percent of workers in all fields.\\n\\nAdding to the problem, few young people work in public service careers. The Partnership for Public Service is a no[NPR](http://www.hxen.com/englishlistening/npr/)ofit organization that supports effective government. Their research shows that just six percent of people in public service jobs are younger than age 30 and about 45 percent are older than 50.\\n\\nThe pandemic has only intensified that situation.\\n\\nElizabeth Linos is a behavioral scientist at the University of California, Berkeley, who studies public workers. \\\"The workload is up. Financial security is down,\\\" she said.\\n\\nLinos' research includes 911 emergency operators, doctors and others. She said studies during the pandemic have found that anxiety rates for frontline workers are 20 times higher than usual. \\\"I've really never seen anything like it,\\\" she said.\\n\\nDuring the 2008 Great Recession, feelings against labor unions became common. Once, Detroit had been an area of strong support for labor unions. But some people in Detroit blamed labor organizations for troubles in the auto industry. That feeling has grown to include unions that represent public servants, including teachers.\\n\\nTim Deegan is from Waterford, Michigan. He manages a pizza restaurant. \\\"They protect bad behavior, and they punish good behavior,\\\" he said of unions. He said he has no union protections for a job where he often works 60 hours a week.\\n\\nDeegan took part in a social media discussion about Michigan teachers who were retiring early. He said that online teaching has been poor and that teachers have \\\"phoned it in,\\\" or have not cared, for years.\\n\\nMathis said he was thanked early on in the pandemic by tired parents who were forced to teach their children at home. \\\"This time last year, we were heroes,\\\" he said. \\\"Now, not so much.\\\"\\n\\nDerek Lies, a father of two, said he supported the teachers at first. But when the union argued against returning to in-person learning, \\\"my sympathy went away,\\\" he said.\\n\\nSue Ziel is a teacher in Mathis' district and a union leader.\\n\\n\\\"Why were we the enemy?\\\" she said. \\\"You can't love a teacher and hate a union because it's the same thing.\\\"\\n\\nKevin Edmond is the fire chief of Sterling Heights, Michigan. He said his department is making more of an effort to address problems of mental health and addiction. Edmond said he gives time off to employees who respond to deadly fires and other serious events.\\n\\nEdmond has been a firefighter for 35 years. He said younger workers are more open to the department's mental health and support programs.\\n\\n\\\"When I first started, there wasn't such a thing...It was basically you'll get over it,\\\" he said. \\\"Unfortunately, because of our profession, we see a lot of bad things.\\\"\\n\\nThe number of workers in the fire department has remained the same since the mid-1990s. However, the department now makes more than three times as many calls.\\n\\nBringing young people to public service jobs can be difficult. Linos, the UC-Berkeley researcher, said today's young people are finding other ways to \\\"do good\\\" – and make more money doing it.\\n\\nShe said that both the private and non-profit fields have used their own message of public service to attract workers.\\n\\nThey \\\"are saying, ‘Come change the world,' right?\\\" Linos said. \\\"So what government may have lost is the monopoly on public service.\\\"\\n\\nThe day Mathis told his students he was leaving was \\\"one the hardest days of my life,\\\" he said. He now works in the state's growing marijuana industry.\\n\\nHe doubts he will return to teaching. He said Michigan school districts have had to hire people who are not well trained for the job.\\n\\n\\\"It really hurts me to say -- I'm happy that I left teaching,\\\" he said.\\n\\nI'm Jill Robbins.\",\"timestamp\":1639991102,\"title\":\"what should goverment do?\"},\"digest\":\"7QrjNK2YQtinL6dZDzWH82Z0L1_v6G6luOnqYpRCHf8\",\"authorship\":{\"contributor\":\"0x9976f1B6f081addDdB296Ae3384D7C68282Cb51c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sgsfz5l663EOGCbXqdGRf-I1Ol3Whigj-0JR8XX-Nqc\\\",\\\"y\\\":\\\"eAT2IGL2Ld3LPeyBd9yTrOGzGhc9k2Q8eMkrn24osb4\\\"}\",\"signature\":\"8y7P0FmpZ5QYAfASpiC8NjXMFPdXtEFOAShNlGmYW0N9asOD3DQWbO_LKLsUFycRRN7-SfrPu7uXAzgnEXrtgg\",\"signingKeySignature\":\"0x1dccdf782fcb3f3f3956a0a139dd6b1f677539c6f84b1d7565d7c46f2c9ad19c0bc6084aca43029079d09ab400e8a8801e96833b67b9418b58a93c5b73eb54831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sgsfz5l663EOGCbXqdGRf-I1Ol3Whigj-0JR8XX-Nqc\\\",\\\"y\\\":\\\"eAT2IGL2Ld3LPeyBd9yTrOGzGhc9k2Q8eMkrn24osb4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7QrjNK2YQtinL6dZDzWH82Z0L1_v6G6luOnqYpRCHf8\"}"