"{\"content\":{\"body\":\"## The DESO journey so far\\n\\nIt’s been almost 9 months since the launch of Bitclout/DESO. Here’s a recap of the journey so far:\\n\\n* A lot of initial virality by the concept of creator coins\\n* Clear value proposition of higher earnings for creators\\n* Full archive of on-chain content and following available for the first time\\n* Big investor backing raising 5000 BTC\\n* More than 100 projects built by developers\\n\\nYet, **despite such strong fundamentals**, there has been **extremely low user activity**.\\n\\nOn the contrary, if we look at TradSo (let’s take Facebook for example), the journey was completely the opposite. Within the **first year of launch, [Facebook had millions of daily active users](https://pixr8.com/story/funding-facebook-from-harvard-dorm-room-to-500-bn-company/).** That is at least three orders of magnitude higher than DESO.\\n\\nThink about it for a second, Facebook managed to get 1000 times higher users than DESO, with $1000 in seed funding, with no money given to users, and at a time when the time spent on the internet was a fraction of today. As much as we hate TradSo, there is something to learn from it.\\n\\nWe believe that this **lack of user engagement on DESO is not something worth ignoring,** and worth explicitly solving for.\\n\\n## Viewers vs. Creators\\n\\nIn our opinion, this fundamental difference in traction is coming from the fact that all of **TradSo was built viewers first and creators last, and DESO is exactly the opposite**, it has been built creators first viewers last. Let’s look at the differences between TradSo vs DESO to see illustrate this (comparing the situation 1-year post-launch).\\n\\n![Differences between TradSo and DESO](https://images.mirror-media.xyz/publication-images/E7TgmKywHcEuLqChColRf.png?height=521&width=1567)\\n\\nIt is clear that DESO is winning on all fronts except its viewer proposition. Currently, most of the efforts in the DESO community are being focused on bringing DESO on par with TradSo in terms of UI, but it is unclear whether this approach will work either.\\n\\nIf we simply create a clone of TradSo on DESO, there isn’t enough incentive for viewers to bear the high switching cost. **We need to find another viewer proposition that DESO uniquely enables, which TradSo will never be able to compete on.**\\n\\n## Find the value proposition for viewers\\n\\nThis problem of finding a value proposition for viewers is nothing new to the crypto universe. Bitcoin and Ethereum faced a similar issue in the beginning. Blockchains typically solve the hard problems of infrastructure, security, and governance before any applications are made and DESO has taken a similar path. Hence there are cues we can take from other projects in crypto about what value propositions work for users in the crypto land:\\n\\n**1) Price going up**\\n\\nThis by far is the biggest reason why most users come to crypto projects. The fact that crypto-assets are scarce in number makes the price go up over time. Satoshi had explicitly thought of this as the main mechanism of user growth over time as Dan Held explains.\\n\\n[https://twitter.com/danheld/status/1159086941096333312?s=20](https://twitter.com/danheld/status/1159086941096333312?s=20)\\n\\nDESO too has tried the same viral loop with restricting the supply of a number of DESO tokens. But given that nearly all crypto projects use this viral loop at this point, this value proposition alone isn’t guaranteed to succeed.\\n\\n1. **Airdrops**\\n\\nThe second viral loop commonly used in the crypto community is Airdrops done by the likes of Uniswap, ENS, etc to reward early users. This has also helped get a lot of traction for projects like Sushiswap which was essentially fork of Uniswap but offered better incentives. **The criterion of which users to give tokens to in Defi is based on some financial activity of the user**. For e.g.- Users the [$GAS token is being given to users who spent at least at least $1559 in Ethereum gas fee](https://www.coindesk.com/tech/2021/12/29/gas-dao-token-struggles-to-maintain-momentum-after-airdrop/).\\n\\nDESO hasn’t used Airdrops so far explicitly. It did however engineer a new type of airdrop at the launch of BitClout, which was the first kind of a **social activity-based airdrop**. [Bitclout.com](https://docs.bitclout.com/faq/bitclout-faq#what-is-a-reserved-profile-and-how-does-it-work) had seeded the top 15,000 profiles from Twitter and funded these profiles with some initial amount of Deso. This, in a limited way, is an example of which users and how much airdrop they get based on some social activity that they performed. Even though this was a very limited form of airdrop, it definitely got DESO the initial traction from [big profiles like Fred Wilson](https://twitter.com/fredwilson/status/1394994791662882819).\\n\\nDESO used the limited information that Twitter provides in order to decide how to seed some DESO tokens, but **with all the content on-chain, DESO enables social activity based airdrops on steroids**.\\n\\n## Understanding what are a social activity based airdrops\\n\\nSocial activity-based airdrops mean that the criterion of which users to give the airdrops to and how many is based on some social activity that a user did. Examples of this would be:\\n\\n* A Metallica fan club token being given all users who have ever Tweeted about Metallica\\n* A Paris Hilton token being given to all users who like the last 10 posts from Paris Hilton\\n* A Man Utd token being given to all users who retweeted the last match\\n* A Humans of Paris token being given to all users with Display Pic in front of the Eiffel Tower\\n* A Solana token being given any user who removed .eth name from their profile description in favour of a .sol name\\n* A Nike token being given to everyone who posts a running pic in the next 24 hours\\n\\nThese social activity based airdrops are uniquely possible on DESO and were not possible in TradSo world because:\\n\\n* There is no visibility about social data publicly available\\n* Social accounts are not linked to wallets\\n\\nDESO solves for both of these and there are early signs of this already happening on DESO, like the beactive token being given to all creators when they first post.\\n\\n![](https://images.mirror-media.xyz/publication-images/KnRf5Iz2d9zHIgDQYjQZc.png?height=768&width=1210)\\n\\n![](https://images.mirror-media.xyz/publication-images/S78QdTKc44qfPt8-D-oQA.png?height=124&width=1194)\\n\\n## Why are social activity based airdrops important?\\n\\nOne under appreciated aspect of growth in crypto projects is that almost all of it has come up without money spent on marketing dollars and instead directly giving financial incentives to users. We believe that **in a world where crypto goes into mainstream usage, giving financial incentives to users will become the primary marketing method for every brand.** In a world where all the technology is open source and people have been bombarded with ads, a user is unlikely to promote/ join/ buy anything unless they get equity in it. This is basically taking the refer and earn model (which is now part of every product) and converting it into refer and own.\\n\\nBut the **balance between keeping the token scarce and giving it to the community is a tough one**. Any project would want to give tokens to all enough users to grow the community but not spread it so thin that it loses all value. That’s why the concept of **targeting users to give the token to becomes important.** For targeting users, as much data as possible about users is important, and **social media apps typically provide the richest set of information** (that’s why Facebook is such a powerful marketing tool).\\n\\nFinancial-based filtering provides very limited value in this regard. Your financial information is good for determining your suitability for financial products (like loans, investment schemes, etc) but limited in determining your suitability for regular products like clothes. For regular products, your media history (what type of content you create and consume), is a much better indicator and DESO is the first protocol that allows a public record of all this data.\\n\\n## The Airdropper\\n\\nWe are proposing building an airdrop-driven marketing layer on top of the DESO protocol. The tool would be a lot like FB ads targeting (only more sophisticated since all the data is public). The major difference between Fb ads and Airdropper would be that instead of showing ads, brands will be able to directly give coins. Here is the product mockup:\\n\\n![](https://images.mirror-media.xyz/publication-images/XD2UKCFT7XuT5Y5tWjb8D.png?height=401&width=452)\\n\\nThe product will have basically two sections:\\n\\n1. Which users to target - This will include popular querying methods like:\\n\\n* When was profile created\\n* How many posts they have with X keywords\\n* What content do their images include\\n* How many DESOs they have and invested in other creators\\n* How long have they held a particular coin\\n* How many posts have they liked\\n* Which creators do they follow\\n* What do their comments include\\n* Eventually we can allow users to use custom SQL like queries with specific output format\\n\\n  2\\\\.Distributing the coins - This will include\\n\\n\\n* The number of coins to distribute\\n* How the coins should be distributed (equally or weighted by some criteria)\\n\\nOther important points about the product:\\n\\n* Initially the token distribute will be DESO native but eventually they can be extended to non-DESO tokens\\n* The product can be extended to also be a mechanism to give away social media tasks like promoting a product in a 30-second video. At this stage, the product would have become a very powerful influencer marketing product.\\n* The product can be monetised by taking a small cut (let’s say 1%) in the coins distributed\\n\\n## Making DESO a perpetual money making machine\\n\\nIf the social airdrops mechanism successfully takes off on the DESO blockchain, we’d basically be bringing a large part of the [global advertising spend (\\\\~700 Billion annually)](https://www.forbes.com/sites/bradadgate/2021/12/08/agencies-agree-2021-was-a-record-year-for-ad-spending-with-more-growth-expected-in-2022/#:\\\\~:text=Zenith%20estimates%20in%202021%20global,growth%20in%20the%20upcoming%20years.) and directly be giving it to DESO users.\\n\\nThis would be a huge viewer value proposition to bring to DESO.  We believe that this can help bring in the much-needed viewers to DESO without spending money from the DESO treasury or diluting existing coin holders.\\n\\nOn TradSo, users will be shown ads (and hence asked to spend) based on their social activity, whereas on DESO, users will be given money based on their social activity. If this works, then the choice for viewers on which platform to go will be pretty easy.\",\"timestamp\":1641481687,\"title\":\"# 2 The AirDropper: enabling social activity based airdrops \"},\"digest\":\"Bvs9rTpDiqxKUfurjCEfGFSvaqkew_8doxGR6G9VXsE\",\"authorship\":{\"contributor\":\"0xaCf92fe59A8DF52E6721BB78CCD9034fDD5B9F80\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Od8ANr-Jjti5oJYZb9bj-sRAF9kItcDu1P5HEzJdRdE\\\",\\\"y\\\":\\\"OfWT0fjFvLh8cSSxjze7GjtRY4ToNuS3HLsQjuD9qRM\\\"}\",\"signature\":\"J4k5213siYKR8wgeRBWTqqsgkE0ZaK16pFtd1Icic49hWyfDRlycz9shnIIKb_bqDUqekB3yZ03N3esArvhVHg\",\"signingKeySignature\":\"0xd7ba6eb52d70e6f32adc586814f30e04c480c156fc030c415c25ca0299ce800f55ddc3cff07b5607aa85e95a9a72887b6a9cc4486164f494aee5dc34f4742eb61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Od8ANr-Jjti5oJYZb9bj-sRAF9kItcDu1P5HEzJdRdE\\\",\\\"y\\\":\\\"OfWT0fjFvLh8cSSxjze7GjtRY4ToNuS3HLsQjuD9qRM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bvs9rTpDiqxKUfurjCEfGFSvaqkew_8doxGR6G9VXsE\"}"