"{\"content\":{\"body\":\"Alright, this is gonna be a ‘Font, Text, &/or Lettering’ specific post. I tend to sometimes obsess on this part of illustration too much & which has led me to find & compile some great resources & shortcuts over the years. I mean, I think we all know that ‘Helvetica’ is the G.O.A.T. (😁😉) but it can’t be used for EVERYTHING. In the rare cases when something else is required here are a few of my favorite apps, sites, & shortcuts. Including one “Alpha drop” I’ve used for a while but never ever revealed, until now.\\n\\nFirst a mention about my last post. Regarding the aforementioned Autodesk® ‘Sketchbook’ I posted an iOS store link for but I should’ve also mentioned that it’s available on Mac, Windows, & Android/Google Play as well. Though, the Mac & Windows versions (*$19.99*) aren’t free like the iOS & Android apps.\\n\\nSketchbook®\\n\\n[https://www.sketchbook.com/](https://www.sketchbook.com/)\\n\\n\\\\*\\\\**BTW if ‘Autodesk’ sounds familiar it could be because you are or know an architect, engineer, draftsman, or similar.  Autodesk, Inc. is probably best known for their widely used, O.G., flagship product* AutoCAD*®*\\n\\nNow the fonts, text, & lettering.\\n\\nFirst up, a quick solution to install new fonts, both OTF & TTF extensions, on both iOS & Android. Why this matters is because once installed those fonts become available on a majority of Applications such as Sketchbook®. The importance of this was made painfully clear to me over the previous year. Autodesk didn’t provide updates for Sketchbook® on iOS & this functionality eventually stopped working. I was elated when the updates resumed, due to popular demand, as this feature became immediately available again. There are many apps to make installation easy but my go-to is the free & easy-to-use iFont.\\n\\niFont: <https://apps.apple.com/us/app/ifont-find-install-any-font/id1173222289>\\n\\nNext, is an app whose usefulness is immediately obvious. If you have an image of a movie logo, for example, or perhaps a wedding invite, lunch menu, or anything else with text. This one is a kinda specific OCR-type app that scans & searches for the name of that font. The results can vary depending on the font’s rarity, newness, popularity, or licensing status. Though, It almost always produces some results. Sometimes the only find may be something that looks similar but not entirely exact. Nonetheless, I have found it immensely useful, especially when designing a spoof or parody.\\n\\nWhat The Font: <https://apps.apple.com/us/app/whatthefont/id304304134>\\n\\nWeb Version: <https://www.myfonts.com/WhatTheFont/>\\n\\nNow, what do you do once you find the font name you want? Download providers are plentiful. Here are a few of my favorites.\\n\\n[https://www.dafont.com/](https://www.dafont.com/)\\n\\n[https://fontmeme.com/](https://fontmeme.com/fonts/)\\n\\n[https://www.fontspace.com](https://www.fontspace.com/popular/fonts)\\n\\n[https://www.1001freefonts.com/](https://www.1001freefonts.com/)\\n\\n[https://www.1001fonts.com/](https://www.1001fonts.com/)\\n\\nFinally, the Alpha. I’ve already mentioned it & many of you may know it. A great font search website on its own, the other feature is where it pops though. With a low-key title like “Text Generator” overlooking how nifty this thing is understandable. If you haven’t figured it out yet it’s a sorta hidden functionality on FontMeme. Just visiting the center tab with the unsuspecting title will provide many interesting results to browse via thumbnail images, some of brands, albums, films, & TV. Searching for a specific one, ‘Toy Story’ for example, will take you to a page that will likely tell you the underlying font, possibly link a download, & provide a text box along with effects/color options. The result comes in the form of a handy PNG that you can “right-click, save as”. 😂\\n\\nProtips:\\n\\n* The font size defaults to 65. I usually change this to 200 as it produces the largest image with the best resolution. Any higher doesn’t really change or improve & can sometimes hinder quality.\\n* Sometimes a specific result can elude the embedded search. If no result can be found using this try a search engine like Google or DuckDuckGo & enter the specific term followed by fontmeme. You could also try formatting said search using Google Advanced Search Operators. (*I have a cheat sheet if anyone is interested*).\\n\\nHope these are useful. That’s all for now.\",\"timestamp\":1636220813,\"title\":\"Artist Resources: Fonts, Text, & Lettering\"},\"digest\":\"k4sOH2rfaD45-qzddiMzwyjygc74DVhfCPu2-ABY-gQ\",\"authorship\":{\"contributor\":\"0x0614e07756390441CB246c886917487840e74f7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m17is00LRBghfpH8kaw3Q8DFJlixL1nf9kX7UlOsuTQ\\\",\\\"y\\\":\\\"zvlZMQXNmHY6RQ09i30teR-5DzNpHxWQfh0vyZKw2jQ\\\"}\",\"signature\":\"mK3zXN9hYdODTGFewYfo6dOfCup3XUChIiugcH3JiX4er9PTaambdafjqGIHKqiTCYP-Tba3zowN-pKJnClaQQ\",\"signingKeySignature\":\"0xd2afc8279003bf7ced2dee58973fdd47400e8a4d720f9819f91d607f8c0326791fb0c9f1332da45e0cb145e868e22314f44c746c705902d9f9718ca64ba1f1781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m17is00LRBghfpH8kaw3Q8DFJlixL1nf9kX7UlOsuTQ\\\",\\\"y\\\":\\\"zvlZMQXNmHY6RQ09i30teR-5DzNpHxWQfh0vyZKw2jQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jSunB0Apw-x9CrrU-ar7fo9gBzuB6W96KRY65NlIVf0\"}"