"{\"content\":{\"body\":\"Gitcoin is a DAO that incentivizes coders and developers to work on building essential digital public infrastructure. Gitcoin recognized that public goods often suffer from a lack of funding and developer work. These are goods that are non-rivalrous and non-excludable like fresh air or, in the digital space, open-source programs. \\n\\nWith the aim of supporting open-source projects, Gitcoin provides several ways to fund the work of talented developers on open-source software and promote collaboration between developers that do so. Some of the ways Gitcoin supports their mission are developer grants, bounties, hackathons, the Kernel Fellowship and Kudos. Gitcoin also provides various educational resources, technologies, tools and a community that focuses on building digital public infrastructure.\\n\\nBesides financial incentives for developers to participate in hackathons and bounties, Gitcoin also uses a proprietary funding mechanism to incentivize developers to take on work on open-source projects. It’s called quadratic funding and, in short, it prioritizes projects with a broad appeal from many funding parties over those with similar liquidity but fewer backers. \\n\\nGitcoin was launched in November 2017 by Kevin Owocki, but has been community-driven ever since. So far, Gitcoin has provided almost $40 million of funding for open-source software and helped over 43,000 funders reach an audience of over 230,000 earners. Over 310,000 developers are active per month on Gitcoin. \\n\\nHow Does Gitcoin Work?\\n\\nGitcoin fosters building out open-source software in a number of ways. Its Kernel Fellowship is an eight-week invite-only program that enables Web3 developers and projects to connect and form relationships and build products. The Kernel Core Syllabus promotes collaborative learning and offers developers a free and open-source platform to build their knowledge base to get started in Web3.\\n\\nAnother key mechanism is the Gitcoin Bounty Program, where users can submit permissionless or permissioned bounties for developers to work on. \\n\\nEach bounty has specific details, a timeline for completion and other relevant information needed. Participating developers can pick bounties and contribute to them, with projects that have larger bounties usually providing better hourly rates than those with smaller bounties. \\n\\nFor instance, projects with bounties between $1,500 and $5,000 will fetch hourly rates of $50 to $195, while those between $5,000 and $50,000 can go up to $500 per hour. For users, bounties are an excellent way of crowdsourcing support for technological issues. \\n\\nOther networks and tools provided by Gitcoin include sponsored hackathons, where participants earn rewards for their solutions across different protocols, and Kudos, unique NFT artworks that users can purchase and gift as a way to show their appreciation for completed work. GitHub is a well-known public repository that allows developers to showcase a track record of their work. \\n\\nWhat Makes Gitcoin Unique?\\n\\nGitcoin’s main standout feature is its proprietary democratic funding mechanism called quadratic funding. With quadratic funding, donations from individuals are matched with donations from bigger donors coming from larger pools. A special formula ensures that donations are not matched 1:1, but disproportionately more weight is given to projects with broader support. For instance, a project that 100 individual supporters support will pull in more matching donations than another project with the same dollar amount backing it from a single supporter. \\n\\nThe rationale behind quadratic funding is that a broader audience uses public goods, and their development should therefore receive more popular support instead of being dependent on a few large donations. It aligns the needs and incentives of donors, developers and those wishing to support the development of digital public goods. Small donors can create the projects they regard as most worthwhile, while developers have an incentive to work on more than just the most well-funded projects. \\n\\nThe matching donations come from the Gitcoin Crypto Grants, although users also have the option to create their own matching pools and grants. In that case, a user provides a clear project title and description and clarifies which ERC-20 token will be used for donations. \\n\\nGitcoin in the Media\\n\\nGitcoin’s most well-known supporter is Ethereum founder Vitalik Buterin, who has supported the project several times with donations and through public statements. \\n\\nBesides encouraging support for Gitcoin grants on his Twitter account, Buterin also lauded the quadratic funding mechanism on his blog, stating that it “could be as deeply transformative as the industrial-era advent of mostly-free markets and constitutional democracy.” He has also donated to the project by sending about $5 million worth of AKITA, a dog-themed meme coin. The money was sent to the community’s multisignature wallet, which is used to offer matching funds for the Gitcoin Cry\",\"timestamp\":1638433053,\"title\":\"What Is Gitcoin (GTC)?\"},\"digest\":\"UV3o9SDCwfM4BE6G9ZCtO4rHehbrr63RxGDwxrxAX14\",\"authorship\":{\"contributor\":\"0x2A2fc1770B1FcB14Eaf965706c6Ff7DFDACb7E55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n9-stulzalnhxJorRNTGqfixtSHUXY5HSMoe2qa9MWc\\\",\\\"y\\\":\\\"yxVAjV8ywQ9VuYlZKaOg86E2W9IQMC7N9nkFvKSofZ4\\\"}\",\"signature\":\"1nrpFiMrhucbJdmN-gKxIlesvlloswunVm0UsEE7ATLUaJ-YpD8dIODye2WnspQ4K-NFox4VqBlsXhv6EzQrSw\",\"signingKeySignature\":\"0x9e88f149b0d64891e6f1a5be8c22421c5ae4a78c39eb57de33b759f784cc145a2c5f6ef3dd4f4e23a8453f7b7a6e8d7e68d14806fd471c124b892f5866cff12f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n9-stulzalnhxJorRNTGqfixtSHUXY5HSMoe2qa9MWc\\\",\\\"y\\\":\\\"yxVAjV8ywQ9VuYlZKaOg86E2W9IQMC7N9nkFvKSofZ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UV3o9SDCwfM4BE6G9ZCtO4rHehbrr63RxGDwxrxAX14\"}"