"{\"content\":{\"body\":\"The vast majority of the crypto asset field makes money from imagination.\\n\\nENS has its huge potential and is well qualified for the top 20 of CoinGecko's ranking.\\n\\n1/4 ENS is by no means as simple as a centralized Ethereum Name, but the whole account management system based on Web 3.0 in the future, just like WeChat ID, which can carry a large number of applications, and there is a huge imagination.\\n\\n2/4 Needless to say, ENS has a close relationship with Etherum, with the security guaranteed by Ethernet, with a strong team, and positive cash flow has been achieved. Domain users have to pay an annual fee, among which the cheapest is only $5 per year. However, the revenue of ENS has always been measured in ETH, which has risen by 20 times last year, so ENS Vault income has also increased the same percentage. The future will be still the case, that is, Vault assets are positively correlated with the market of crypto assets.\\n\\n3/4 ENS has laid down a foundation of trust. As a project established at the beginning of 2017, the coin isn’t issued until now. In addition, considering the popularity of ENS, it is not difficult for private equity financing or IDO to get hundreds of millions of dollars , but during this period, it hasn’t done that way. It just distributed the airdrops fairly as planned, and the community contribution value also received huge rewards. This move has won the hearts of all, so ENS can also be thought of as a retail investors harvesting agency project.\\n\\n4/4 ENS has become the most used asset as NFT. Although at present only a few hundred thousand people in the use, what if there are millions or even tens of millions of users in the future?\\n\\nIn conclusion, There are practical usage needs and application scenarios in ENS, with huge imagination, sufficient cash flow, and precious trust foundation. It is a symbol of future digital identity and is well qualified for the top 20 of CoinGecko's ranking.\",\"timestamp\":1636622265,\"title\":\"ENS brings a huge imagination\"},\"digest\":\"ROzovqXbipOhpVgKmO9A-78BtVnBT3-Avyl0BQNoRkA\",\"authorship\":{\"contributor\":\"0x3566B161d8231bA81F4e6B4fbC9AD0B7495Bb6d2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8OeqjkxuN-jPJHVcJWvdyBztRczbGadQEwqEVNNPkXg\\\",\\\"y\\\":\\\"WiyRjK1n7DhsdMa1zOfvWSQrx1zRxJ4EZi4_evBaPOk\\\"}\",\"signature\":\"g-n8WVO7dP9t8EqBZ2KQjPxKXpeFjp_EI4BO6rF-rwbFpkvKaMBmxbB31rMYPb4lF-JKuZVEYyV2pcHXpS4mGQ\",\"signingKeySignature\":\"0x9af9e365cb537cc3f52e22322680525082e21928a2aa4d017b98f3438fd4692b53cd9859a63d860113219596ad45dcb844b3c9a9c2e5b46ae814ea20d6a11f2a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8OeqjkxuN-jPJHVcJWvdyBztRczbGadQEwqEVNNPkXg\\\",\\\"y\\\":\\\"WiyRjK1n7DhsdMa1zOfvWSQrx1zRxJ4EZi4_evBaPOk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ROzovqXbipOhpVgKmO9A-78BtVnBT3-Avyl0BQNoRkA\"}"