"{\"content\":{\"body\":\"## You are seriously going to be anon?\\n\\nWell, our rationale is …\\\\**drumroll\\\\** … this helps us to be most focused in what we set out to do - generate alpha for ourselves and the community. By staying anon, we can avoid dealing with people and *certain entities* questioning our motivations, experience, education credentials, mother’s maiden name, what we had for breakfast today…\\n\\n…  and just focus on generating returns. This means scouring through information sources (Twitter, Discord, Reddit, far corners of the web…), researching and debating on projects that come across our table, monitoring tokens to trade around, managing the portfolio…\\n\\n## What if you run away with our money?\\n\\nWe are sorry but this is because **We are so early.** We are so early that right now, that there isn’t a win-win situation. Ideally, we want to work with a Gnosis-like service that can offer [non-custodian fund management services](https://mirror.xyz/0x17307bE3589a680452543DDe06d42A07EE3FA080/maUdtY2VfOjMPNucdTZRndvOjUbAwQz0Mmd25Bq0kD0) so that everyone is happy, but it isn’t out there yet. And between doxxing ourselves and letting you bear some risk, we chose to stay true to crypto values, which is\\n\\n![We promise. Once that solution is live and trusted by everyone, we will migrate the fund over. ](https://images.mirror-media.xyz/publication-images/GnC4qgcolcp9QOosz-5L_.jpg?height=3024&width=3024)\\n\\nOf course, please let us know if you have a better solution [here](https://0xzcap@protonmail.com)\\n\\nHopefully, it’s our ideas and track record that will convince you to invest with us, more than the superficial layer of being doxed.\\n\\n## There is no transparency then\\n\\nQuite the opposite. We will be doing everything on-chain, so every transaction that we do **can be looked up on block explorers** like Etherscan (That’s why we explicitly say that we are an **on-chain** Ξ fund). This approach might cost us more in terms of gas fees, but this is a trade-off we are happy to make.\\n\\nYou can argue that if we are malicious, we could still rug you. We won’t, we promise. But, in any case, please just risk what you are comfortable with.\\n\\nOf course, since you know our address, you could just copy-trade us - i.e. see what we are doing on-chain, and follow what we do. Imitation is the best form of flattery - and in today’s open-sourced world - feel free to do so - we won’t and can’t stop you.\\n\\n## I’m still not comfortable with this\\n\\nThat’s ok. There are many opportunities in crypto. Rightly or wrongly, this is the path we decided to go towards.\",\"timestamp\":1638779083,\"title\":\"Anon anon anon\"},\"digest\":\"tCbSlntdD6cV45XS-JA-6oEyWYzPThl-X1SjTb519NI\",\"authorship\":{\"contributor\":\"0x17307bE3589a680452543DDe06d42A07EE3FA080\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"signature\":\"P6CKOJLb5UE63F0IaySV5JKSb727Vu4qcpDlFtnuWiG7EYXeHbRuSTb-0wPvtOgadffokMbaBxkC0SX5rEYmTw\",\"signingKeySignature\":\"0x54716e76b299ab52317c384dbbf631d11e1250da8dacc93f45e357934afbb1510bdcf023ee87ad9403a3661ee4d6bf44d19799604d64c2992e7d364b84e6a42500\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VMh6llJ4nYf8wmSHpwDM9MbQW6MUiXLiKQpYMXqlNsM\"}"