"{\"content\":{\"body\":\"in which the contrast of Socrates and the Sophists is most strongly exhibited. Hippias, like Protagoras and Gorgias, though civil, is vain and boastful:  he knows all things; he can make anything, including his own clothes; he is a manufacturer of poems and declamations, and also of seal-rings, shoes, strigils; his girdle, which he has woven himself, is of a finer than Persian quality.  He is a vainer, lighter nature than the two great Sophists (compare Protag.), but of the same character with them, and equally impatient of the short cut-and-thrust method of Socrates, whom he endeavours to draw into a long oration.  At last, he gets tired of being defeated at every point by Socrates, and is with difficulty induced to proceed (compare Thrasymachus, Protagoras, Callicles, and others, to whom the same reluctance is ascribed).\\n\\nHippias like Protagoras has common sense on his side, when he argues, citing passages of the Iliad in support of his view, that Homer intended Achilles to be the bravest, Odysseus the wisest of the Greeks.  But he is easily overthrown by the superior dialectics of Socrates, who pretends to show that Achilles is not true to his word, and that no similar inconsistency is to be found in Odysseus.  Hippias replies that Achilles unintentionally, but Odysseus intentionally, speaks falsehood.  But is it better to do wrong intentionally or unintentionally?  Socrates, relying on the analogy of the arts, maintains the former, Hippias the latter of the two alternatives...All this is quite conceived in the spirit of Plato, who is very far from making Socrates always argue on the side of truth.  The over-reasoning on Homer, which is of course satirical, is also in the spirit of Plato.  Poetry turned logic is even more ridiculous than 'rhetoric turned logic,' and equally fallacious.  There were reasoners in ancient as well as in modern times, who could never receive the natural impression of Homer, or of any other book which they read.  The argument of Socrates, in which he picks out the apparent inconsistencies and discrepancies in the speech and actions of Achilles, and the final paradox, 'that he who is true is also false,' remind us of the interpretation by Socrates of Simonides in the Protagoras, and of similar reasonings in the first book of the Republic.  The discrepancies which Socrates discovers in the words of Achilles are perhaps as great as those discovered by some of the modern separatists of the Homeric poems...\\n\\nAt last, Socrates having caught Hippias in the toils of the voluntary and involuntary, is obliged to confess that he is wandering about in the same labyrinth; he makes the reflection on himself which others would make upon him (compare Protagoras).  He does not wonder that he should be in a difficulty, but he wonders at Hippias, and he becomes sensible of the gravity of the situation, when ordinary men like himself can no longer go to the wise and be taught by them.\\n\\nIt may be remarked as bearing on the genuineness of this dialogue:  (1) that the manners of the speakers are less subtle and refined than in the other dialogues of Plato; (2) that the sophistry of Socrates is more palpable and unblushing, and also more unmeaning; (3) that many turns of thought and style are found in it which appear also in the other dialogues:--whether resemblances of this kind tell in favour of or against the genuineness of an ancient writing, is an important question which will have to be answered differently in different cases.  For that a writer may repeat himself is as true as that a forger may imitate; and Plato elsewhere, either of set purpose or from forgetfulness, is full of repetitions.  The parallelisms of the Lesser Hippias, as already remarked, are not of the kind which necessarily imply that the dialogue is the work of a forger.  The parallelisms of the Greater Hippias with the other dialogues, and the allusion to the Lesser (where Hippias sketches the programme of his next lecture, and invites Socrates to attend and bring any friends with him who may be competent judges), are more than suspicious:-- they are of a very poor sort, such as we cannot suppose to have been due to Plato himself.  The Greater Hippias more resembles the Euthydemus than any other dialogue; but is immeasurably inferior to it.  The Lesser Hippias seems to have more merit than the Greater, and to be more Platonic in spirit.  The character of Hippias is the same in both dialogues, but his vanity and boasting are even more exaggerated in the Greater Hippias.  His art of memory is specially mentioned in both.  He is an inferior type of the same species as Hippodamus of Miletus (Arist. Pol.).  Some passages in which the Lesser Hippias may be advantageously compared with the undoubtedly genuine dialogues of Plato are the following:--Less. Hipp.:  compare Republic (Socrates' cunning in argument):  compare Laches (Socrates' feeling about arguments):  compare Republic (Socrates not unthankful):  compare Republic (Socrates dishonest in argument).\",\"timestamp\":1635906418,\"title\":\"The Lesser Hippias may be compared with the earlier dialogues of Plato, i\"},\"digest\":\"wSzQipBfmQOkZRMiytO0UueZDp9FAnvpN9l2d3n4s3g\",\"authorship\":{\"contributor\":\"0x66B6Cc2B3C89CFc7a8Ed89fAD25FCde4d21Df26d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"khbNoB9pFeRhJSy0RkJMb7-lioRRy6lpZce4Pm3shdo\\\",\\\"y\\\":\\\"n3bJEwR0LcvtbXkZaxqV-j4b-VtZShVJjlFNofXIqMY\\\"}\",\"signature\":\"6xQn2RY3ZNJDAHclStSPx3CgSffuQ-ivbjphAUOvD3bQBRnl9bGkEsGSPeON67S7cJTqGLDeWjgt_rFzkxyxAw\",\"signingKeySignature\":\"0xeb7d52dd39879ea1d01071ab28140cc69262f46bb9ac0f8daaf494c0f2abf1e348e527ba4e3e29194dd2b51bcbbb1a38cc057b636ebffbebda0d7a26721ac2381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"khbNoB9pFeRhJSy0RkJMb7-lioRRy6lpZce4Pm3shdo\\\",\\\"y\\\":\\\"n3bJEwR0LcvtbXkZaxqV-j4b-VtZShVJjlFNofXIqMY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wSzQipBfmQOkZRMiytO0UueZDp9FAnvpN9l2d3n4s3g\"}"