"{\"content\":{\"body\":\"## **1. Why we need algo stablecoin and why it matters**\\n\\nMetaverse need algo stablecoin, which will underpin the real world to virtual world shifting process by blunt the impact from centralized stablecoin, and elevate metaverse to higher plateau with less interaction with legacy financial system.\\n\\nRegulatory pressure will make algo stablecoin to takeover portion of market share that USDT/USDC processed, as USD-pegging one will face accusation of security offering now and then. Some algo stablecoin has already explore the possibility outside the USD-pegging regime, to provide a crypto native asset type. After years of struggle with centralized and over-collateralized peers, algo stablecoin finally find its way to stand out in the name of DeFi2.0(maybe not sustainable), by providing a DAO driven, yield enhancing product and unite all kinds of DeFi building blocks.\\n\\nIn a nutshell, the promising land for algo stablecoin is finding the market fit in Metaverse/DeFi, the real use cases, not just pump and dump.\\n\\n## **2. Algo stablecoin evolution**\\n\\n**First Attempt, 2017-2018**\\n\\nThe long history of algo stablecoin can date back to 2017/18, when community was actively debating pro and con of the three kinds of stablecoin, namly, fait backed stablecoin, crypto backed stablecoin and algo stablecoin. Basis and Havvy were the presentative of the last kind.\\n\\nHavvy, the former algo stablecoin protocol find its right way, transfer  itself to the synthetics assets issuing/trading platform, where sUSD are minted and circulated to support a variety of crypto synthetics and gained the leading position in Ethereum ecosystem.\\n\\nBasis was faced severe headwinds at the end of 2018, SEC deemed it offers unregistered securities to users as the its stable mechanism rely on “bond” and “share” token to adjust total supply, and hence balance the price to 1usd. Though Basis shutter its operation and returned capital back to investors, its mantle, the nearly complete designing so called algorithm central bank has been inherited by Basis Cash, a new algo stablecoin project supported by an anonymous team with almost the same designing. Basis Cash spurred the algo stablecoin wave at the end of 2020. (Basis founder set off a another project called Bitclout)\\n\\nNow the interim landscape is clear:  fait based stablecoin dominate with more than 100bn marketcap though Tether has always been criticized on its opaque reserve; crypto backed stablecoin（Dai）is acceptable by most DeFi protocols where also carved up by USDC; algo stablecoins are still rudderless, however massive influx keeps incurring from projects who backed by several reputable VCs to compete and chase for the final holy grail.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Total-Stablecoin-Supply-1-1024x538.png)\\n\\n**2020-up to date Frenzy**\\n\\nThe so called 2020 DeFi summer shines every corner of open finance protocols, however seldom on algo stable coins. YAM flashed a week and suddenly led to a dead end due to its flaws in rebase function and supply goes almost unlimited. YAM’s experimental stablecoin protocol led by a star team, based on the elastic supply mechanics created by AMPL. Its supply will rebased every 12 hours to stabilize YAM at 1USD by inflation or deflation. Due to the fast pace of DeFi summer and new protocols with high yield spring up continuously. Even Yam V2/V3 cannot recover the its presence among the communities.\\n\\nHowever at the end of 2020, AMPL, together with Basis Cash, Empty Set Dollar, FRAX and their imitators, pushed another stablecoin wave to the extreme, with their share token earned multiple times in short times. Only 2-3 month after, stablecoin can not be stable and nearly zero and most of them leave to moulder.\\n\\n**Basis Cash to USD Chart**\\n\\n**![](https://www.hashkey.com/wp-content/uploads/2021/11/Basis-Cash-to-USD-Chart-1024x441.png)**\\n\\nThe DeFi 2.0 is a fresh new story, with new generation algo stablecoin standing in the centre of the stage, become a new door opener to next wave.\\n\\n## **3. Designing mentality**\\n\\nThe reason why people crazy about however also sometimes despise algo stablecoin is all about its questionable stablization mechanism. Based on multiple creative designing, the algo stablecoin still cannot get rid of the spell of death spiral, a situation when stablecoin less than 1 dollar at the same time mechanize does not work and lead to further price decline. Here we will compare several stabilize approaches and their representatives to give a clear a picture why algo stablecoin still in early stages.\\n\\nAs stated previously, fiat backed and crypto backed stablecoin both need collateralizations, the price pegging is largely depends on the value of collaterals. The first generation of stablecoin took quite different and aggressive approaches on stabilization mechanism. Basis(not Basis Cash) originally made 3 token system to make that happen(at least theoretically).  Three tokens are Basis, the stablecoin of protocol, Bond tokens, the trading tools on open market to adjust the supply/demand of Basis, Share tokens, denoting the ownership of protocol and the entitle holder to receive dividend with fixed income.\\n\\n**Mapping of Algo stablecoin**\\n\\n**![](https://www.hashkey.com/wp-content/uploads/2021/11/Mapping-of-Algo-stablecoin.png)**\\n\\n### **3.1 Basis and first-generation algorithm Central Bank**\\n\\nBasis borrow the idea of Quantitative Theory of Money, in which Central Bank will using different kind of tools, like open market operations and reserve requirements to calm inflation and deflation, by stabilizing money supply. The protocol will take 3 steps to run the whole system: 1) define a target asset price, like USD where Basis is stabilize against, 2) after issuing Basis, the asset Basis price will be monitored continuously while oracle, through Basis-USD pair, 3) Supply of Basis will be expanded or contracted depend on price, by leverage Bond tokens.\\n\\n**Stability Approach**\\n\\nIf Basis is trading less than $1, Bond tokens issued and users using Basis to buy bond, reducing Basis in circulation. As Bond is priced by Basis, less than $1 Bond will motivate speculators to buy and expecting the Bond will redeem on 1$ and pay out after Basis back to normal.\\n\\nIf Basis is trading above $1, the protocol will create and distribution new Basis, the holders of Share and Bond have priority to receive these newly minted Basis, which in turn adding circulation and thus stabilize its price.\\n\\nBasis protocol also compare its running like the Fed: It monitors the price and adjust the money supply by executing open market operations, involving creating Basis or Bond tokens in this case. These operations are predicted by Quantity Theory of Money to produce long-run price levels at the desired peg like the Fed.\\n\\n**“Central Banks” are not the same**\\n\\nBasis protocol deems their economy will run like any other central banks; however, they ignore the fact that a new coming blockchain protocol does not share the same reputation as traditional central bank have even though using the similar tools.  In a domestic capital market central bank basically dominate the market, any operation market operation will find its counterparties, like banks or mutual fund, which actively trading these short to long terms bonds. So This lead to the second concern, when the price goes less than $1, market will doubt about whether it is normal fluctuation or the protocol has some problems. As protocol’s creditworthy is low, users will hesitate to join the bond auction. To adjust money supply in contraction cycle is harder than expansion cycle, where the protocol only distributes tokens automatically, however in contraction cycle, speculators need to pay real cost to make the protocol back to normal. When bid in the market, more concern on protocols will arise, leading to further price plummet, a death spiral.\\n\\n**The likelihood of Algo Stablecoin Death Spiral**\\n\\n**![](https://www.hashkey.com/wp-content/uploads/2021/11/The-likelihood-of-Algo-Stablecoin-Death-Spiral-1024x591.png)\\\\\\n**Source: On the Economic Design of Stablecoin****\\n\\nAs Christion and Alonso in their paper “On the Economic Design of Stablecoin” stated, death spirals are likely to occur whenever the value of a stablecoin’s reserve is tied to the future success of the stablecoin itself. So the technology can borrow the idea of Central Bank, but it cannot naturally obtain the credit The Fed has and the matching money/capital market. The credit can be acquired by two ways, first is long standing commitment, which will show the sustainability; second is legitimacy, which Vitalik defined as “is a pattern of higher-order acceptance. An outcome in some social context is *legitimate* if the people in that social context broadly accept and play their part in enacting that outcome, and each individual person does so because they expect everyone else to do the same.”\\n\\nThough Basis ceased to operation long time ago, Basis Cash, its successor, headed into the death spiral after several month pilot and seems no one can help it.\\n\\n**Original seigniorage shares**\\n\\nThe idea of algo stablecoin comes from the paper “A Note on Cryptocurrency Stabilisation: Seigniorage Shares” , the author of which is Robert Sams, a Hedge fund manager and macro specialist, focused on central bank policy. In this paper, Robert discusses the elastic supply, ways to adjust quantity of coin supply and their difficulties and possible solutions.\\n\\nHe innovated a two-coin system, where coins are the object for stabilization, shares are the ways to do so. When coin supply need to expand, shares transfer to coins through a decentralized auction methods(a coin auction) and vice versa(a share auction).  This is the prototype of all multi-token algo stablecoin including Basis，Basis Cash and ESD. Beside he concluded the share price can be determined by formula like this:\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Share-Price-Formula-300x104.png)\\n\\nA sum of NPV of future income stream.\\n\\nThe supply adjust process is called “rebase”. Here Robert inspired by the “Hayek Money”, the originator of which is Ametrano who advocated a quite simple solution. In this approach, all wallet contained stablecoin will be simultaneously multiplied by Qi/Qi-1, where Qi and Qi-1 are desired coin supply in i/i-1 times. And this mechanism is easy to implement, just need to calculate the rebase factor to include in each block header. This approach inspired the so called rebase money like AMPL later.\\n\\nQuantity control and Price stability of the coin are two problems that Robert concern, however he considered the later one is harder to tackle. He sketched exogenous model using shelling point scheme and endogenous model, where fees and difficulties are the notions of stability rather than price pegged to some goods/assets. This designing thesis are inherited by Float/Rai.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Seigniorage-shares-inspired-algo-stablecoin.png)\\n\\n### **3.2 Ampleforth – unit of account rebase money**\\n\\nAmpleforth was introduced in 2019 as alternative synthetics asset with low correlation with bitcoin and traditional asset groups.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Ampleforth.png)\\n\\nAmpleforth positioned itself as Synthetic Commodity, a base money has absolutely scarce and lacks nonmonetary value, defined by Selgin(2015). Synthetics Commodity have far demonstrated risk trade-off comparing to stocks, currencies and commodities. Thus, Ampleforth introduced a protocol creating a new stabilization trading strategy and distinct volatility fingerprint, the essential of the designing.\\n\\nLike Basis protocol, Ampleforth will expand/contract money supply when price of coin is lower/higher than the target price. To avoid overcorrections, it introduces smooth supply approaches to adjust supply in given k days, like this:\\n\\n**Rebase mechanism illustration**\\n\\n**![](https://www.hashkey.com/wp-content/uploads/2021/11/Rebase-mechanism-illustration.png)\\\\\\n**Source: Ampleforth\\n\\nEvery 24 hours the supply change will be recomputed and executed once. At the end, the Ampleforth protocol will have countercyclical feature differentiated from other protocols like this:\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/countercyclical-feature-1024x114.png)\\n\\n“A step-function-lie market cap curve that alternates between dynamic stated and equilibrium states, and A price curve that trades around the exchange rate target, with deviation during dynamic periods.”\\n\\nBelows are the illustrative scenarios on how price/supply /market cap react theoretically during contraction dynamics.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Price-Supply-Market-Cap-1024x294.png)\\n\\nThe protocol flow is simple, mainly comprising Ampleforth erc-20 contract, market oracle contract and supply policy contract.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Protocol-Flow.png)\\n\\nThough the designing is simple but the price is relatibely stable this year, contrast to other mulit-token algo stablecoins.\\n\\n**Ampleforth to US****D Chart**\\n\\n**![](https://www.hashkey.com/wp-content/uploads/2021/11/Ampleforth-to-USD-1024x441.png)**\\n\\n**Right time to launch right product**\\n\\nTiming and luckiness also play key roles in algo stablecoin. Ampleforth launched in July 2019 and after one year the pleasant DeFi summer kicked off. The team behind protocol wisely grasped the essence of DeFi – liquidity mining and expanded it on its Geyser V2 after V1 launched only one year. V2 has included 9 tokens like BAL/COMP/LINK into its liquidity pool and reward the LP in form of AMPL token. Any users providing liquidly on Mooniswap will receive total sum of $225,000 worth of AMPL in three month. Also in 2021, this single token project set another milestone, where FORTH, its governess token released to the users who have interacted with AMPL on-chain and then on board Coinbase soon, a motion that got highly attention from crypto community.\\n\\nFORTH token is learning the model of COMP of Compound Finance, with an inflationary releasing schedule every year and can be used(directly or delegate) to vote on the protocol. It has nothing to do with the AMPL supply mechanism, which will maintain the same after this governance token comes out. Elastic Finance, a next ambitious milestone including dex, lending/borrowing, derivatives, build on top of AMPL, together with multichain solution, will made Ampleforth to evolve into an all-in-one platform.\\n\\nIt is not saying Ampleforth will is a successful project (not yet), however the team leading the project always rhythm with the market and at least make this algo stablecoin the longest running of its kind.\\n\\n**Elastic Finance: the next generation of financial platforms**\\n\\n**![](https://www.hashkey.com/wp-content/uploads/2021/11/Elastic-Finance-Stack-1024x483.jpg)\\\\\\n****Source: <https://www.ampleforth.org/roadmap/>**\\n\\n### **3.3 Fei protocol – originator of self-owned liquidity protocol**\\n\\nFei Protocol, a star-studded algo stablecoin, with investors like a16z, Coinbase Venture, launched in March 22nd 2021. The name of Fei comes from Yap islands’ circulating coin-fei stone, symbolizing its simplicity robust and universality.\\n\\nFei introduce a new mechanism called direct incentives to achieve the price stability. This new approach leverage the thriving DEX market, by using dynamic mint rewards and burn penalties on DEX to maintain the FEI to USD peg. Protocol Controlled Value(PCV), the bonding curve sell value denominated in ETH, will facility the new supply of FEI into the market. This bonding curve will the price between Fei and USD a arbitrage market, where traders can make profit and also stabilize the peg through activities on Uniswap. PCV will be used to support the arbitrage when price is lower than USD.\\n\\nThe direct invectives and Protocol Controlled Value are the essence of this new algo stablecoin.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Direct-Incentives.png)\\n\\nPCV is the value the protocol itself controls, not IOU, not LP money. So, the value of PCV will not be affected by the market sentiment, which always exacerbate volatility on the money usable. PCV will be clearly used as the LP to the AMM, so the Fei peg can be controlled without any interfere of [exogenous](https://context.reverso.net/%E7%BF%BB%E8%AF%91/%E8%8B%B1%E8%AF%AD-%E4%B8%AD%E6%96%87/exogenous) liquidity. Here is the example that how PCV can balance the peg:\\n\\n**PCV pegging mechanism**\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/PCV-pegging-mechanism.png)\\n\\nAs all PCV is under protocols’ hand, this balancing mechanism can be done without using TVL and happens automatically. The Fei can be minted through bonding curve however can not be redeemed, which means users can only receive ETH(the collateral asset) on secondary market through ETH/FEI pair, so this collateralizations called “irrevocable protocol-owned liquidity”.\\n\\nAs the protocol only accept ETH as collateral, in the first few days, 4.4-4.7,  when ETH price sharply rise, FEI was sell out to market and price is far deviated from 1 USD. Fei’s Genesis have received 639k ETH and $1.3b FEI were minted, with 17k users participated, a real carnival for algo stablecoin like this and lead the PCV reached to 1.26bn, a meaningful reserve. However Fei touched near 0.1USD in just a few days.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/fei-price-1024x684.jpg)\\\\\\nSource: <https://twitter.com/el33th4xor/status/1379759409111392265>\\n\\nThe problem is the same, when Fei price above 1USD, users has the motivation to mint FEI(instant arbitrage), however when price down and penalty system does not work, as it will both reduce demand and supply, which is the worst case for algo stablecoin, this is called burn system controlled by Burner contracts. In theory when user sell Fei when its price at 10% discount to 1 USD, burn mechanism will give less ETH than the actual market price can give, which encourage user not to sell during turmoil and hold in long time.\\n\\n**Remedial measure**\\n\\nSeveral approached the Fei protocol utilized to rescue the plummeting coin: 1. Turn off the burn incentive, the source of vulnerability to reduce sell pressure on FEI, and use PCV to restore peg; 2 add redeem plan under FIP-2, where FEI can be redeemed by 0.95 USD, facilitated by a total of 30k ETH in PCV; 3 elevate tribe reward by inject 100m tribe into FEI/TRIBE pool. Fei price maintain stable after May.\\n\\nThe source of volatility may comes from the value of PCV is unstable as it is solely consist of ETH, when ETH in large fluctuation periods, it’s hard for the protocol to maintain the peg give it’s a one way redeem design and users can only exit through secondary market selloff even burning mechanism keeps wielding. After that in FIP-10a, Fei added a Dai bonding curve.\\n\\nRecently Fei protocol plans to launch V2 in this November, including 100% reserve, 1:1 two way redeemability, efficient management of risk, liquidity, and yield, aligned incentives between TRIBE and FEI holders. It will also make PCV weight algorithm adjust through risk curves, where reserve ratio is determined by the collaterals respectively.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Collateralization-Ratio-1024x512.png)\\n\\n### **3.4 Float Protocol – floating unit of account**\\n\\nFloat Protocol, as its name suggested, the stablecoin $Float is mimicking the major fait currencies, floating and changing value over time, so the price target of $Float is not $1, a non-pegged stablecoin pioneered of its kind.\\n\\nThe reason Float Protocol not intending to peg to USD includes: hard peg is hard to maintain, especially in weak demand; USD pegged stablecoin may face regulatory pressure; purchasing power, presented by $Float, will be variable over time; a global crypto financial system does not need a currency pegged to on particular country’s fiat money.\\n\\nThe actual value is no fixed. $Float aims to have a be a unit of account with low volatility in short term, however its value is determined by value of crypto currencies in basket and its own demand. When the cryptocurrency becomes bigger, the value of $Float will rise accordingly.\\n\\nHow the Protocol stabilize $Float and adjust supply?\\n\\n*   The initial price of $Float is $1.618, equalling the value of a basket of ETH(in v1, only ETH is included in basket). As the time going by, the price is determined by $Float target price.\\n\\nThe target price is reverse derived by this formula:\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/target-price-formula.png)\\n\\n*   B is the basket factor, b⋆ETH​ is the value of ETH stored in the Basket,  ΣFLOAT, the number of FLOAT tokens in circulation and  t⋆′​ is the target price of FLOAT. The current target b is 1 and can be removed or replaced by other value when the governance allows to do so.\\n*   Two token system: beside $Float, there is also a governance token $Bank. Unlike other governance token, $Bank play a crucial role in this stabilizing system. When market price of $Float higher than target price, $Bank will used to takeover this excessive demand and vice versa.\\n*   Auction and reverse auction: the way BANK are utilized is through auction system. In times of expansion (high demand of FLOAT), FlOAT token will be circulated through Dutch Auctin where minter can commit ETH and BANK in exchange for FLOAT. ETH will then be added to basket and BANK will be burned (that how BANK absorb FLAOT price pressure) . In time of contraction(low demand of FLOAT). Reverse Ductch Aution will start and the protocol will buy FLAOT token using ETH from Basket and BANK just like same function PCV from Fei protocol.\\n*   Target price: long term target price is moved by market sentiment, by means of price of cryptocurrencies in basket and Float. Short term market price is largely determined by auction approach, where users can trade/arbitrage until the price reach to a local equilibrium.\\n\\nGiven no specific pegged price, the target value defined by basket formula is quite not easily understandable. So it is hard to tell the status of protocol by simply observing FLOAT price, participators should also consider basket value, this is even more complicated when basket include multi currencies.  I won’t say this mechanism is good or not. On the positive side, price is relatively stable when protocol has large power. However it also will mitigate traders to join if they can not perceive the arbitrage opportunities.\\n\\nMarket volatility is still the largest risk. Though it is not a collateralized type stable coin, its V1 designing will inevitably make user to think about its difference against MakerDAO, where ETH is over collateralized to mint Dai in single CDP time. To some extent, we can consider FLOAT is a fairly collateralized token backed by ETH. It will face the same risk that Maker suffered in 2020 March. So how to transfer this risk is still questionable. The vision of Float is admirable as it breaks out the usual mentality on algo stablecoin designing.\\n\\n### **3.5 RAI –  Control Theory driven algo stablecoin**\\n\\nRAI is another algo stablecoin protocol not pegging to US dollar. RAI borrow the Idea of MakerDAO’s Single Collateralized Dai, and replace the pegged value of $1 with another underlying asset called Reflex-index. The protocol focuses on stabilization rather the actual value the stablecoin has. The reflex-index is a variable that determined by market. The aim of the protocol is to provide a low volatility stablecoin, where its market price and redemption price are as close as possible.\\n\\nThe core part of the protocol is a PID controller, coming from “Control Theory” to adjust input and output and thus stabilize the coin.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/PID-controller-1024x249.png)\\n\\nThe PID controller use a three-parts formula to calculate its output:\\n\\n *Controller Output = Proportional Term + Integral Term + Derivative Term*\\n\\nThese three parts consider the deviation from three perspectives, namely: the range, the persist time and the change rate. The protocol adopts this PID approach is also inspired by the research finding that current central bank monetary policy are coincide with PID theory.\\n\\nThe system mainly adjusts the rate of change on redemption price, which called redemption rate here. The feedback mechanism will control the redemption rate in ways of tuning of automation.\\n\\n**How redemption price is changing in different scenarios**\\n\\n**![](https://www.hashkey.com/wp-content/uploads/2021/11/How-redemption-price-is-changing-in-different-scenarios-1024x285.png)**\\n\\nFor example, in Scenario 1, when market price is higher than redemption price, the feedback mechanism will reduce the redemption price. With the expectation that redemption price will further decline, the participators will sell out index in market and thus squeeze the gap between market and redemption price. In Scenario 2, when the market price is lower than the redemption price, the collateralization ratio become less, the participators will buy index and some og them will pay back their debt, however both scenarios are based on theoretical estimate, the actual movements will not be that ideal. It is hard to answer why there will be large deviation between market price. As it occurs, user may assume there must be some factors outside the control of the system resulting this rather than reckless buy/sell index according positive/negative rate. Negative rate is an interesting config: in scenario 1, a negative redemption rate will be calculated and holder will be incentivized to sell RAI to push market price down to redemption price.\\n\\nRai share the same vision with Float, furthermore reflex index adjust is also similar to the target price setting to some extent, even though the former one is system controlled and the latter one is auction based.  For this kind of new algo stablecoin who strive to unpegged to dollar and maintain low volatility, the question is where it can be used? There are basically two routes: first is to build up an all-in one defi system by itself, the stablecoin will naturally the build block; second is to find the right partners to embed this new species into different protocols, which needs more market fit.\\n\\nRai has listed several use cases that other protocol may consider involving:\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/consider-involving-1024x299.png)\\n\\n### **3.6 New Generation Algo Stablecoin**\\n\\nA brand-new bunch of algo stablecoin projects have emerged recent market, which are called DeFi 2.0 in a popular way in Asia crypto community.  They have enjoyed large expansion not only in market cap but also in business scale in no more than 30 days, and largely driven by community rather than institutions, among them are Olympus, Spell, Alchemix and others. The two major features of DeFi 2.0 is protocol owned liquidity and yield enhancement from product perspective.\\n\\n**OHM(Olympus DAO)**\\n\\nOlympus DAO，the protocol behind the OHM, is a collateralized asset issuing system, where every OHM are backed by 1 USD, in the form of DAI, FRAX, LUSD and several other tokens. However OHM is not pegged to any asset and allowed to fluctuation, so itself not aim to be a stablecoin but an algorithm reserve currency. Though OHM is backed, not pegged, the POL(protocol owned liquidity, like PCV in Fei protocol) can wield the power to buy back the OHM when its below $1. Not only the design, but also the price of OHM make it looks like a highly volatility asset.\\n\\nMany reasons can explain OHM’s tremendous increase in market value, the heart is Bonding and Staking system along with their tangle. Staking is highly appreciated in the system, as it is a long term and primary strategy for value accrual. Staking rewards comes from the bond sales. OHM are locked and equal amount of sOHM are released to stakers and exchangeable to other assets. Bond sales are the core part in Olympus, as its sales proceed will go to treasure and used to mint OHM, which in turns the rebase reward to the stakers. Bonding is considered as an active, short-term strategy for price discovery.\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Dune-Analytics.png)\\n\\nDue to ultra-high staking APY, almost over 99% OHM are staked in treasury and boost the price of OHM. OHM’s premium 1 dollar will encourage user to mint(buy bond) more OHM on the market, further underpin the market value. We Assume the movement will reach equilibrium after the APY reach to a mild level. The protocol further expands its liquidity provision into wider range, where any projects can buy bond using their native tokens.\\n\\n**SPELL(MIM, **[**Abracadabra**](https://medium.com/abracadabra-money/abracadabra-spell-and-magic-internet-money-a563637ce92e?source=user_profile---------5----------------------------)**)**\\n\\nSPELL, another DeFi 2.0 project, tells another story. SPELL aim the be the yield enhancement hub for the locked up for the interesting-baring tokens. For example, users can deposit xSUSHI(staked SUSHI) as a collateral to mint the stable coin – Magic Internet Money(MIM), which pegged to 1USD and tradeable with common stablecoins like USDC, DAI. MIM is rely on market arbitragers to make the peg stable, as it is a collateralized money, so does not need too much sophisticated mechanics.Beside NIM, there are SPELL and sSPELL token to run through the protocol. SPELL is the governance token and the sSPELL is the staking certificate. The staking yield comes from the interest, occurring alongside with NIM minter repay the loan.\\n\\nThe real “Magic” of SPELL is its collaboration with so many top tier DeFi projects in short term though providing a financial incentive for their users. Also these projects are invited to actively participate in the governance of SPELL, like this:\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/governance-of-SPELL.png)\\n\\nThat’s why it is so popular and admired by crypto native community.\\n\\n## **4. Algorithm stablecoin outlook – huge market potential however with long time to achieve**\\n\\nHere we can conclude some empirical rule on how an algo stablecoin can survive（at least in short term）:\\n\\n*   Legitimacy, especially gain the support from Ethereum/DeFi OGs\\n*   Long time commitment and keep upgrading\\n*   DeFi community patronage\\n*   Market fit, ultra-high yield/yield enhancement is typical market strategy\\n*   Fair lunch/DAO driven, essential for DeFi 2.0\\n*   Proven record for stability, or at least positive stability\\n\\nAs Jump capital recently stated “ As stablecoin rails are used for everything from remittance and cross-border payroll, to powering domestic economies, we believe the value of stablecoin outstanding will grow into a multi-trillion-dollar market. “\\n\\n![](https://www.hashkey.com/wp-content/uploads/2021/11/Stable-adoption-cycle.png)\\\\\\nSource: Jump Capital\\n\\nWe believe the DAO driven algo stablecoin is the jewel of the crown, but it has to prove its soundness and real usage to fulfil the role of money before be adopted as the building blocks of Metaverse.\\n\",\"timestamp\":1638347028,\"title\":\"Algorithm Stablecoin - The Holy Grail of next generation DeFi - HashKey\"},\"digest\":\"POOjp0DrjwGSYNQ06ZqZcbXyScMR75IgldETgfjJpk0\",\"authorship\":{\"contributor\":\"0x0a88a1D4227FC91dE7D542787470a8A1f2bCE802\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJTSyb-zHW-2uImsNBLFzUWKTA5j7qLoKCspghhiUtM\\\",\\\"y\\\":\\\"BbkD2veBSlddHqyKOJjDo4p2kCFg27jt0JvDBZW4MLU\\\"}\",\"signature\":\"MXq7VEzwUhHD0vxU5LrOZ5oGONza4dHIEvev0vsP2VmnkP_7rPTL3br0mWI51SwLwn2sSAo-WeFJdEayUSu4Ig\",\"signingKeySignature\":\"0x7b8d16b2a1290070e6d52847e3879e2bfc0a1fd1c47d26c6ff6b111e2ef2ee6711a8fca0b0ac1ca07c928b6f6302b3d17782774b4a5f443a163b477055747cbf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJTSyb-zHW-2uImsNBLFzUWKTA5j7qLoKCspghhiUtM\\\",\\\"y\\\":\\\"BbkD2veBSlddHqyKOJjDo4p2kCFg27jt0JvDBZW4MLU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"POOjp0DrjwGSYNQ06ZqZcbXyScMR75IgldETgfjJpk0\"}"