"{\"content\":{\"body\":\"FIRST PUBLISHED February 16, 2016 ([Medium](https://medium.com/creativeblockchain/proof-of-creation-ownership-on-the-blockchain-why-blockchain-matters-to-the-arts-part-1-6ed164518d69))\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror.  This was the first of a series of six articles laying out how blockchain tech could prove revolutionary for the content ecosystem.*\\n\\nby [Lance Koonce](http://creativeblockchain.com/about/)\\n\\nBlockchain technology allows the secure transfer and recording of information, including digital assets, without the need for middlemen. This opens up many possible use cases, some of which may have a significant impact on the arts and businesses involved in content creation, distribution, and management. While the number of possible applications with relevance to the creative industries is potentially enormous, at present they can be broken down into the following general categories:\\n\\n* Proof of Creation, Ownership and First Use\\n* Transfers of Digital Works\\n* Rights Management\\n* Smart Contracts\\n* Micropayments\\n* Creative Collaboration\\n\\nThese categories overlap and interrelate, but it’s helpful to break them out in this way in order to understand what aspects of blockchain technology enable each of them. In our next few posts, we’ll devote time to each category. Let’s start with the first one.\\n\\nProof of Creation, Ownership and First Use. Fundamental to all creative industries is the fact that tangible products of the human intellect are protectable under most countries’ laws as property of the creator of that product. This includes all types of creative works, including books, films, and music, protected under copyright law, and new inventions, protected under patent law. Words and logos that are used to signify goods and services are also protected, under trademark law, although ownership of trademarks typically lies with the first user or the first to register the trademark with a central authority, for a particular category of goods or services.\\n\\nBecause these tangible expressions of human thoughts are treated as property, they can be bought, sold and licensed, just like real estate and personal property such as cars. This has allowed complex industries to arise around the use and transfer of intellectual property. But key to the operation of these industries is being able to determine the creator/originator as well as the current owner of a work, invention or trademark.\\n\\nAs a result of this need for proof of ownership, most countries have developed elaborate systems of centralized governmental registration, which in the US is dominated by the registries/databases overseen by the US Copyright Office and the Patent & Trademark Office, but also includes state trademark registries. One can also include entities such as ICANN, which oversees a system of registries for domain names, in this discussion. These registries are not dissimilar from the centralized systems for registering ownership of lands and other property.\\n\\nAnd just as blockchain-based solutions for land registration have been proposed (see [here](https://goo.gl/wYdes9) and [here](http://goo.gl/MbBxEM), but also [here](http://goo.gl/txbFvZ)), the blockchain holds immense promise for eliminating or reducing the need for centralized registries of intellectual property. Imagine a global, distributed database for all types of intellectual property in which — once the ownership information for a work is placed in the blockchain — that information is essentially immutable, and not subject to the control of any particular agency (or country, although we’ll address cross-border issues in later posts). In its purest, most utopian form, this would be a record of IP ownership held by the people, for the people, of the whole planet.\\n\\nSome companies are already proposing solutions for IP registration using blockchain tech. In fact, one of the earliest forks of the Bitcoin blockchain was Namechain, which enables a .bit domain system outside of ICANN..\\n\\nProof of Creation. For original intellectual property that is created in digital form in the first instance, blockchain-based IP registries make eminent sense. Creative projects that are created on applications and systems built on blockchain technology could be recorded essentially upon creation — indeed, even early versions and drafts could be recorded — leaving no question as to who created it, and when. There are companies working on precisely these types of applications for copyrightable works, such as [Monegraph](https://monegraph.com/), [Stem](https://stem.is/), [Verisart](http://www.bloomberg.com/news/articles/2015-07-21/a-tech-startup-is-trying-to-catalogue-every-piece-of-art-on-the-market), and [Ascribe](https://www.ascribe.io/).\\n\\nThe idea of IP registries is not without issues that will need to be overcome. A key concern is that while the record of works itself may be immutable once it hits a blockchain, for works that are not created on a blockchain-based system in the first instance, who will verify that the information entered into the record is accurate? While most services likely will require the purported creator to affirm that he or she is the author and owns all rights before the work is registered, there are limitations inherent in such a self-policing type of approach. For instance, what prevents someone from claiming ownership of a work that was actually created by someone else? This same problem exists for any registry of ownership, but if a gatekeeper is required for a blockchain registry, does that undermine its usefulness?\\n\\nFor instance, it is difficult as of yet to imagine a blockchain-based alternative to the patent registration system, given that the U.S. Patent and & Trademark Office — staffed by many thousands of patent examiners — carefully reviews patent applications for registrability. It’s not impossible that a blockchain-based solution might arise for patent registration, but unless the process for recognition of a patent itself changes, the USPTO’s gate-keeper function will likely remain intact.\\n\\nProof of First Use. For trademarks, in the U.S., “common law” trademark rights are acquired by the party to first use a particular word or logo (or any other source indicator) in connection with a particular category of goods or services. (The U.S. differs from other jurisdictions, where there is more of a “race to registration” approach, where the fact and timing of registration is key.) Proof of first use in commerce is thus key, and one can imagine a system in which blockchain technology might well play a role in confirming and time-stamping such use, as an inexpensive method of protecting businesses’ trademark rights.\\n\\nIn future posts, we’ll discuss different kinds of IP registries on the blockchain, as well as whether blockchain-based registries can ever replace the existing, government-run registries.\",\"timestamp\":1634043498,\"title\":\"Proof of Creation & Ownership on the Blockchain: Why Blockchain Matters to the Arts, Part 1\"},\"digest\":\"iUtB775m6CD9e6f6N_p8hTLUD5V3Pgpyze2uxRIBNCI\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"uN8aoIw33WVY0uiZfMW_CdBRlKS0RPLW7XT6u6wsCYSwMaa66OB07EOU5qo-fRrjbNKfUSz5JMSeK57vFsmvgA\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mb7zF_IimkJ9hNlx9IpRmd-mSHByB9ac6u8v0xbjIy8\"}"