"{\"content\":{\"body\":\"Originally made in 2017, and edited in 2021, these photographs explore Gear Fetishism and its many link to contemporary culture.\\n\\nThe images are made at a small convention in the mid-west, dedicated to the Gear Fetish community. Gear Fetishists find sexual satisfaction in functional garments, often associated with a specific identity, action, or occupation.\\n\\nSexual gratification from the wearing or worshipping of Gear is multi faceted. For some, the main attraction is sensory stimulation. The feeling of specific materials such as leather, lycra, gortex, or latex, delivers a distinct jolt to the groin.  For others, it is the association of specific garments to their corresponding actions and lifestyles that is particularly exciting. For other’s still, the associated items themselves have a titillating appeal. Let’s explore this together.\\n\\n![Sports Gear provides restriction and protection. It may also evoke nostalgic memories.](https://images.mirror-media.xyz/publication-images/nHj2cDgFjqXMLgvkiQRI0.jpg?height=1448&width=1800)\\n\\nCrucial in understanding Gear Fetishism, is the act of personal identity removal and subsequently the adoption of an alter ego. Helmets, hoods, masks, and other items that obscure identity, provide a two way pathway to eroticism.\\n\\nThere is a decontextualization of the self, and a re-contextualization into a chosen identity. Beyond its sexual appeal, this concept and its relationship to the digital experience is endlessly fascinating to me.\\n\\n*For the wearer* it allows a new found type of freedom. A release from the stressors or banality of daily life, allowing them to find relaxation or excitement in an alternate identity. Just as a superhero may feel empowered by wearing their uniform, a Gear Fetishist may feel an elevated sense of self by wearing their chosen Gear set. Mental hangups around sexuality such as shame, can also be eased by with Gear through a process of depersonalization and dissociation. Gear allows the wearer to more deeply inhabit a feeling of a chosen identity which can lead to *intense* erotic satisfaction.\\n\\n![](https://images.mirror-media.xyz/publication-images/Tqbcg4r7u5MNrze6v2T5j.jpeg?height=2000&width=1618)\\n\\n*For the observer,* a masked identity provides a thrilling sense of mystery, while also creating a blank slate for erotic projection. The mind is able to fantasize to its fullest ability when provided with a faceless being onto which they can project their desires. The object of their desire is no longer a specific individual, with taxes to pay, emotions to avoid, stress to feel, banal obstacles to overcome -  they have become an idealized sexual being to interact with, like a sexy action figure. While in many cases outside of Gear Fetishism, this ‘sexual objectification’ is looked down upon, in the Gear community, it is celebrated distinctly because it is *chosen.*\\n\\nThese faceless beings allow for the embodiment of their [platonic ideal](https://en.wikipedia.org/wiki/Platonic_idealism#:\\\\~:text=Platonic%20idealism%20usually%20refers%20to,may%20be%20most%20untree%2Dlike.) to enter the bedroom or ball field. An elevated, idealized form, existing as every version of itself that has ever occurred or will ever occur— its truest version of self.\\n\\nNo longer an individual, but an idea… a deity, or maybe a (sexy) daemon.\\n\\n![](https://images.mirror-media.xyz/publication-images/3Nd6ux8Cf2DBKu4Xf5ZZq.jpeg?height=2000&width=1618)\\n\\nWhile sport & military uniforms can be easily traced to commonly held fetishes, other avenues of corporeal exploration such as scuba suites or motorcycle racing attire, require further examination. Scuba, MotoX, and many others, are associated with a physical action that in and of itself is erotic to participants.\\n\\nAs many Gear fetishists are also excited by bondage and restraint, an activity like scuba diving can be incredibly erotic. A combination of deep water pressure, cumbersome equipment and restricted breathing apparatuses, can provide a uniquely restrictive feeling, similar to bondage, but distinct in its accompanied feeling of weightlessness.\\n\\n![Scuba fetishists embrace in the mid-western resort pool.](https://images.mirror-media.xyz/publication-images/-AYFyeZXIVDMisu-pd_IK.jpg?height=1685&width=1400)\\n\\nWith regard to [motocross apparel](https://www.ryder-gear.com/), there is a similar association between garment, identity and activity. The padded leather full-body suits, somewhat restrictive in nature, provide a base level of erotic pleasure for its bondage-adjacent properties. Distinctly present in MotoX fetishists, is the association of actually driving a motorcycle and its corresponding adrenaline rush. The thrill of racing along hairpins turns, the vibration and roar of the bike, it’s hard, blossoming steel components... In some cases, the sexual associations with motorcycles may extend to the bikes themselves. In this sense there is some crossover between Gear Fetishists and [Objectum Sexuality.](https://en.wikipedia.org/wiki/Object_sexuality) Lastly, the identity associated with riding motorcycles, has long been fetishized culturally, as seen in movies like The Wild One, Easy Rider, Akira, various Bond films, The Matrix, Mad Max, and on and on. People that ride Motorcycles are cool, cocky, and confident…. and that’s hot!\\n\\n![Gear Fetishism explores garment, identity and activity.](https://images.mirror-media.xyz/publication-images/JYfY1BvVTi-o5XKWopbug.jpeg?height=1601&width=2000)\\n\\nWhen these elements are combined - aesthetics, sensory stimulation, biochemical association, and identity -  a [gestlat](http://www.scholarpedia.org/article/Gestalt_principles) accumulation of erotic stimulation occurs. In other words, the various elements come together to create a sensation that is *larger* *when combined*, than the sum total of those elements.\\n\\nExploration of the gestalt is a key tenant in my art practice. I am always thinking about what new meaning can be found when combining various elements.\\n\\nGear Fetishishm should be explored through this gestalt lens. It is not a singular aspect of Gear that is exciting, but a combination of factors. Identity decontextualization and re-contextualization, sensory exploration, bodily restriction, and associated activities come together to create mental stimulation that is larger than the direct sum of their parts.\\n\\nTake the illustration below as an example. There is no triangle drawn here… only three partial circles, and yet our brain creates a triangle when these partial circles are arranged this way. The whole is greater than the sum of the parts.\\n\\n![The gestalt principle, visualized](https://images.mirror-media.xyz/publication-images/rrPenCzu7au3_c3e3gPF4.jpeg?height=854&width=1000)\\n\\nImagine now that instead of three partial circles, we have ‘Identity’, ‘aesthetics’ and ‘sensation’ at the corners. These three elements come together to create a larger, alluring scenario that is exhilarating to participants. The brain gets to fill in the remaining “triangle” in a way that is pleasing.\\n\\nMy approach for a project like this, is a combination of observation and participation. I am not simply a voyeur, reporting coldly on an event, I am an active participant, exploring my own identify. I do not abide by strict photojournalistic standards that call for detachment and objectivity, as I do not consider myself strictly a photojournalist. I have had similar work published in VICE in which I explore [other fetish subcultures](https://www.vice.com/en/contributor/zak-krevitt).\\n\\n![](https://images.mirror-media.xyz/publication-images/Fe4Yk-S07y4Hl8dW497ob.jpeg?height=2000&width=1609)\\n\\n### Beyond pure documentation, these photographs have abstract meanings that morph and change over time.\\n\\nThe removal of distinguishing human features and traditional gender markers combined with and the donning of a new, idealized form, becomes a rejection of the gender binary and compulsory heterosexuality. This exploration of what life can be in a world free of the binary, is also an exploration [transhumanism](https://en.wikipedia.org/wiki/Transhumanism) and [posthumanism](https://en.wikipedia.org/wiki/Posthumanism). As we enter a cyborg age ruled by algorithms and technology, what will our bodies become? As we lose more and more control of our identity and our ability to act on our own free will, what will the human experience feel like? These are some of the questions I explore in this body of work and my wider art practice.\\n\\nAt times, the [sleep-sacks](https://en.wikipedia.org/wiki/Sleepsack_(BDSM)) become body bags. When I made the images in 2017, I had just returned from a research trip, interviewing soldiers in state mandated military service. With mortality on my mind, these ‘body bags’ reminded me of the casualties of war, not just the loss of life, but the loss of spirit that can come with taking the life of another.\\n\\nThe people inside these sleep-sacks have chosen to be there, yet once inside, they are unable to free themselves. The folks caring for them — bringing them water, keeping them cool, helping them stay calm — reminds me nurses, caretakers, and activists – helping those that are strapped into a situation in which they can not escape unaided.\\n\\n![](https://images.mirror-media.xyz/publication-images/puMQpT2V_PMNpwp0WhTEq.jpg?height=1446&width=1800)\\n\\nAs I approached these images once more in 2021, I could not help but associate these ‘body bag’ images with the immense loss of life we have experienced as a nation and as a planet. The victims of racist policing and incarceration, those lost to mass shootings, and the earth shattering loss of over 4.5 million people at the hands of the coronavirus and the failings of the government to control its spread and fallout.\\n\\nIn May of 2020 I watched people in paper suits lay unmarked coffins into the red dirt of Hart Island. In June of 2020 I joined my fellows arm in arm on the streets as a nation erupted in anger at the news of yet another racially motivated execution. I saw friends beaten by police and assaulted by drivers. I saw queer teenagers kidnapped into unmarked police vans and dragged into the underbelly of the criminal “justice” system. I saw medics cradle limp bodies and flush out eyes with milk and water. I would not go through these experiences, and be able to see a lawn strewn with body bags in the same way I did in years prior.\\n\\n![](https://images.mirror-media.xyz/publication-images/AKlnt_ScDPOYhhImAiYuI.jpg?height=1350&width=1800)\\n\\nThis association is very troubling and confusing to me as a maker. The individuals in these photographs have elected to be in there by way of sexual gratification. I hold the fetish community in extremely high regard and I always want to celebrate their commitment to authenticity and sexual expression. The documentarian in me never wants to misrepresent the actions that I am photographing. The abstract artist in me can not help but impregnate the images with secondary and tertiary meanings. These photographs may take on much darker association depending on which element of the work is speaking to me on a given day.\\n\\nThis intermingling of subjectivity and objectivity is a recurring theme in my practice, as is the [cognitive dissonance](https://www.zak.photos/9259512-projects/qcd) present in contemporary queer identity.\\n\\n![](https://images.mirror-media.xyz/publication-images/mQSgm2Y5DRQfEKIeHhpiP.jpeg?height=1594&width=2000)\\n\\nMy work is not pure documentary, but it is not staged or directed either. I let the universe unfold itself in front of my lens, and then I study what is has shown me.\\n\\nThese photographs are a celebration of the fetish community, people bold enough to live authentically, even when it goes against the grain of polite society. It is *also* an exploration of mortality, care, intimacy and history.\\n\\nThe work is non-binary in and of itself.\\n\\nJust as we explored the gestalt principal, earlier in this document, I encourage you now to deploy that idea when considering the implications of my artist statement and the work presented in this collection.\\n\\nThe work has no singular meaning or purpose. Instead, it exists in a way that is undulating and ever changing, all while rejecting the compulsory roles that culture would have it adopt. For me, this rejection of a singular definition, what I’m calling “nonbinary maximalism” is the essence of queerness, and an acknowledgment that the world we inhabit contains multitudes.\\n\\n![](https://images.mirror-media.xyz/publication-images/eIvyZ1JXE4m1Ob7OeLdoS.jpeg?height=1714&width=2000)\\n\\nFor an expanded history of the gear fetish scene and its roots on the internet, please [see this forum post](https://gearfetishx.com/forum/groups/topic/GearFetish-com-Archive.htm#10).\\n\\n## Previously Minted NFT projects\\n\\nOne of my first ever NFTs was an excerpt from this same series. This is part of the reason I have decided to mint the rest of the series as my first collection. I consider this piece GearHead #0. For me it achieves the core of what the series can be. A juxtaposition of steel and flowers, rugged masculinity and tender femininity.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/299069](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/299069)\\n\\nFetish and identity have always been core tenants of my work. The below NFT is part of a larger collection focused on the ‘Pups and Handlers’ subculture explored in my [first ever solo exhibition]() held at Ray gallery in Dumbo, New York.  The below image was also featured in [‘Discovering Human Sexuality, Fourth Edition’](https://global.oup.com/ushe/product/discovering-human-sexuality-fourth-edition-9781605357294?cc=us&lang=en&) published by Oxford University Press.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/75205](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/75205)\\n\\nMy genesis on Foundation.app was presented as a fundraiser, and realized a hammer price of 8.8888 eth as collected by [VeriasKami](https://twitter.com/veritaskami). 100% of funds raised from this piece were donated to the [BTFA Collective](https://www.btfacollective.org/) (Black Trans Femmes in the Arts).\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/17024](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/17024)\\n\\n```\\n```\",\"timestamp\":1634258874,\"title\":\"The Visage as Vindication: an Exploration of Fantasy, Fetish, and Fatality\"},\"digest\":\"fh4edRuttZINJU8nnTZNDklg4qXFMkIY49mCFKYnOeE\",\"authorship\":{\"contributor\":\"0xedc0cA246d7FB1260C8Bc9EB957d64F2Cc930f1F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ygiXUBP4T91u78BgxI7jAg3Jr1U_OyeFjsctdHH6uIo\\\",\\\"y\\\":\\\"W_sp2a_uq_asOoT7KjNjbTSNd44iQvYPABy7th-pBUI\\\"}\",\"signature\":\"a5HYh8cj1U1A5nrE9_lT5Zv2cB0cld0xztS9m7ONmsxz-QpnoIMuySRP2b7GFzxi7_E4ryWxwPrfhI6YL6Ogsg\",\"signingKeySignature\":\"0x3ce92c67d5c268b8f1b722b84453eca71a00956dcc54e536017954270e5630ba5b76246be4dcb1ebe21ecc30f8fcb76a4f7d72e95d38e72799af76d8702669d91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ygiXUBP4T91u78BgxI7jAg3Jr1U_OyeFjsctdHH6uIo\\\",\\\"y\\\":\\\"W_sp2a_uq_asOoT7KjNjbTSNd44iQvYPABy7th-pBUI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"io8OC7febvaVAn27MwSaOrDbCu3eH9imWM6Brkmyqb4\"}"