"{\"content\":{\"body\":\"Many people actually have indecisive, indecisive dispositions, and are prone to great sadness and joy, easy to get angry and other habits, and easy to be fooled!\\n\\nCan someone with these problems be the boss? I found two people in history. For your reference, everyone will understand. one\\n\\nOne was the King of Chu Huai. At that time, the Qin State sent Zhang Yi to the King of Chu Huai, and said that if you break ties with Qi, you will join us. Qin State will give you 600 li. Chu Huai Wang was overjoyed and immediately broke off relations with Qi State and sent a general to Qin State to reclaim the land. As a result, if the Qin State did not give it, Chu Huai became very angry and sent troops to attack Qin State. Of course he was defeated by the Qin State, and later King Chuhuai was deceived into Qin Wuguan by the Qin State, was detained, and finally died in a foreign country. The state of Chu declined! Character determines destiny. Chu carries the king, easy to overjoy and get angry, which makes it easy for people who know his character to use him. This Chu Huai Wang's brain is not too easy to use, easy to be fooled. When such a person is a boss, of course he will die early and overtake his life. The boss of Niucha should be that no matter what happens, he will be as calm as a mountain. As Su Shi said, the eight winds can't move, sitting on the purple lotus! People who do not delight in things or sorrow for themselves can make decisions personally.\\n\\nThe other person is Qi Huangong. Qi Huangong said to Guan Zhong that I have three shortcomings to be a good monarch?\\n\\n102 Entrepreneur Business School Serving Entrepreneurs\\n\\n“I like hunting. When I’m addicted to hunting, I’ll wait in the wild until dark and come back when I can’t see the beasts. I can’t take care of any major national events.” The first shortcoming is the hunting and funky type. Guan Zhong said, \\\"Although this is not good, it is not a major defect.\\\" Hunting is okay, just don't hit people.\\n\\nQi Huangong also said, \\\"I like to drink. I drink dark and faint, and I go to bed when I drink too much. It also delays things.\\\" The second shortcoming is alcoholism, which is caused by alcohol.\\n\\nGuan Zhong said, \\\"Although this is not good, it is not a big problem.\\\" It doesn't matter if you drink too much.\\n\\nQi Huangong said: \\\"I'm still lustful, I like picking up girls, and I can’t walk when I see beautiful girls. Let’s not tell you that my brother Qi Xianggong is too much to play incest with my sister Wen Jiang, I’m better than them. One point, but I have also made a few cousins.\\\" The third shortcoming, picking up girls, see the type of oblivion.\\n\\nGuan Zhong said, \\\"Although it's not good, it's nothing.\\\" As a monarch, who doesn't like picking up girls? Just don't soak your own sister.\\n\\nOf course, Qi Huangong has many other shortcomings, such as soft ears, listening to slander, and delicious. But what? This kind of person also made Qi the first overlord of the five hegemons of the Spring and Autumn Period and the Nine Hegemony in the world. why?\\n\\nI think the two are the first. He accepts his fate that Guan Zhong will be the prime minister, and is willing to delegate power to Guan Zhong to manage everything.\\n\\nSecond: I don't do anything by myself, just waiting for the result. In fact, this is the core tactic for this kind of person to be a boss. There are two kinds of bosses in this world. One kind of boss is that he is a strong man.\\n\\nYou can decide everything by yourself. Such as Cao Cao, Emperor Wu of the Han Dynasty, is such a person. The other kind of person is someone who knows how to find someone else to do it, and then waits to ask for it.\\n\\nAs a result, like Liu Bei, he knew crying, and then every day he looked for awesome civil servants, military commanders, and waited for goodbyes.\\n\\nEntrepreneur Business School Serving Entrepreneurs 103\\n\\nPeople give him results. Of course, Qi Huangong is also such a person. Liu Bang is actually such a person. He found Han Xin, Xiao He, and Zhang Liang.\\n\\nIf you are not a strong person yourself, you have no ability, and your brain is not good. If you still decide to do something, you are reluctant to delegate power and do not find a capable person to work for you. You are the king of Chu Huai, and failure is inevitable.\\n\\nI am easily overjoyed, irritable, and easy to be deceived. So, I simply don’t contact people, and leave everything to the capable friends. I just \\\"make a strategizing, and win a thousand miles away.\\\" Because I know that I am good at thinking, in fact? I also don't have the ability to distinguish which small partner is capable at a glance, so this is easy to handle.\\n\\nI will tell you two things. If you mess up, I think you are incapable. I won't do it for you next time, and try it out with someone else.\\n\\nYou have done everything I explained, and you have the ability to continue to do things for you. This is one of the core essence of my boss.\",\"timestamp\":1634795744,\"title\":\"How to be a boss if you have a serious personality defect\"},\"digest\":\"FNOWgfhlB6ebnokpzf6D6wnRcwvZWME_3i8RIUX3XYU\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"MVMviLHoaIm1t1HweE1qRpAQChI-uTKw3Mc1lQKk10g3YKoMhjfWmSDuY6iFBGlGBkF6HeEwstDvXBCVtBAHRg\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FNOWgfhlB6ebnokpzf6D6wnRcwvZWME_3i8RIUX3XYU\"}"