"{\"content\":{\"body\":\"Nick Szabo (1964 - ) is a computer scientist, legal scholar, and cryptographer. His design of Bit Gold, widely considered as a precursor to Bitcoin, came out before Bitcoin was introduced to the world by Satoshi Nakamoto. Additionally, he was the inventor of the concept of smart contract, which was brought to a great height by Ethereum. Though Szabo was all for Ethereum in the beginning, he then took a clear-cut stand in opposition. One could not help but wonder, what happened in between that this cypherpunk did a 180 on Ethereum?\\n\\nThis article presents a timeline of Szabo’s change in attitude, supported by a selection of his open comments on different platforms, i.e. social media. Placed in the context of the history of Ethereum, an analysis is conducted on incidents triggering Szabo’s negativity, building on which conclusions are made relating to his stances towards Ethereum and the value of his opinion on the development of the community.\\n\\n## Where it started\\n\\nEarly in 1994, in the opening of his [paper](https://www.fon.hum.uva.nl/rob/Courses/InformationInSpeech/CDROM/Literature/LOTwinterschool2006/szabo.best.vwh.net/smart.contracts.html), Szabo coined the term smart contract:\\n\\n\\\"A smart contract is a computerized transaction protocol that executes the terms of a contract. The general objectives of smart contract design are to satisfy common contractual conditions …, minimize exceptions both malicious and accidental, and minimize the need for trusted intermediaries.\\\"\\n\\nSmart contracts stayed a concept for a long time until the blockchain was brought to life. While Bitcoin was the first to support smart contracts through its script, it is considered to be Turing Incomplete and restricted by the finite number of situations in which it is used. Ethereum, on the other hand, is the platform that truly popularized smart contracts.\\n\\nIn 2013, Vitalik, founder of Ethereum, adopted the concept of “smart contract” in [Ethereum Whitepaper](https://ethereum.org/en/whitepaper/), titled *A Next-Generation Smart Contract and Decentralized Application Platform*. To pay his tribute, Vitalik named a unit of ether after Szabo (1 ether = 1000000 Szabo), showing a great extent of respect for this living legend.\\n\\nAnd this is where the story between Szabo and Ethereum started.\\n\\n## How it went down\\n\\n### Positive (2014 - 2016?)\\n\\nInitially, Szabo was a firm advocate of Ethereum and was on great terms with the community. In November 2015, he was invited to the Ethereum DEVCON1 held in London and delivered a keynote speech “[Smart Contracts and Ethereum](https://www.youtube.com/watch?v=7Y3fWXA6d5k)”, from which we can take a glimpse of his optimism in the integration between the two.\\n\\nMeanwhile, Szabo paid his compliment to Ethereum effusively on a variety of public platforms, from Twitter to podcasts. To name a few:\\n\\nOn August 2nd, 2014, he tweeted:\\n\\n*   [Ethereum has the best ideas in block chain tech.](https://twitter.com/NickSzabo4/status/495300992049479680)\\n\\nIn September 2015, he said in a podcast:\\n\\n*   [I sometimes make the comparison of a pocket calculator \\\\[Bitcoin\\\\] versus, say, a general purpose computer \\\\[Ethereum\\\\].](https://letstalkbitcoin.com/blog/post/lets-talk-bitcoin-246-smart-contracts-with-nick-szabo)\\n\\nOn February 14th, 2016, he replied under a Twitter thread:\\n\\n*   [Most breakthroughs start off as seemingly unrealistic and definitely unrealized. And often as Bitcoin & Ethereum as white papers.](https://twitter.com/NickSzabo4/status/698580881665974272)\\n\\n### Negative (2016? - )\\n\\nLater, however, all his remarks about Ethereum on social media went negative, especially after 2016 (the exact time to be discussed in this article). For example:\\n\\nOn June 5th, 2017, he retweeted Vitalik with a comment:\\n\\n*   [Ethereum is headed for either a huge bureaucracy or disaster.](https://twitter.com/NickSzabo4/status/871462865206509568)\\n\\nOn August 19th, 2018, he replied\\n\\n*   [Computational scalability and a governance model that violates immutability are both huge problems for Ethereum.](https://twitter.com/NickSzabo4/status/1030929448034418688)\\n\\nOn October 21st, 2019, when asked about his shift in attitude to Etherum on a podcast, he responded that:\\n\\n*   [The attitudes of leadership changed. It’s in their self-interests now to preach a pro-centralization ideology.](https://www.youtube.com/watch?v=-RZgq0mtD18)\\n\\n### A u-turn with no witness\\n\\nIt seems unlikely that such a volte-face came out of nowhere.\\n\\nFrom search results on Twitter, Szabo made his last positive comment about Ethereum on February 14th, 2016, and the first negative on June 5th, 2017. During this span of more than a year, he never chimed in about Ethereum on this platform.\\n\\nApart from Twitter, on which Szabo makes most of his voice, he also has a personal blog called “[Unenumerated](https://unenumerated.blogspot.com/)” with long articles posted occasionally, most recently updated in 2018. Likewise, no trace was left here.\\n\\nIt is thus hard to pin down exactly when things changed. When did he make this u-turn? There is no direct link to follow.\\n\\n*Timeline of Szabo’s Comments and Attitudes towards Ethereum*\\n\\n## What is it about Ethereum that turned away Szabo?\\n\\nSince the attitude change, Szabo has never had a good word about Ethereum on Twitter. “Centralized” is the term brought up the most in his critiques. At the same time, he constantly talked about his core insistence - trust minimization.\\n\\nFor instance, in 2019, [Szabo avowed that](https://twitter.com/NickSzabo4/status/1170009986216296448) he has “abandoned (Ethereum) long ago, in no small part due to Ethereum leadership’s poor understanding of governance and **trust minimization**.”\\n\\n[He also pointed out “an undeniable evidence”](https://twitter.com/NickSzabo4/status/1183931593800306689): “claiming immutability & censorship resistance on the one hand, attacking **trust minimization** principles on the other, claiming **decentralization** while devolving into **centralized** cult.”\\n\\nWhen asked whether ETH is a “shitcoin”, [he replied](https://twitter.com/NickSzabo4/status/1184525892514701312), “Sadly, yes, Ethereum, which once sounded so promising, has become a shitcoin as a result of devolving into a **centralized** cult.”\\n\\nMeanwhile, according to Szabo, [the reason why the development of DeFi on Ethereum fell short was that](https://twitter.com/NickSzabo4/status/1184541939472961538) “you don’t have nearly enough influence to make Ethereum sufficiently **trust-minimized** for any DeFi that is a substantial improvement…”\\n\\nBesides, [he also commented on the current status of cryptocurrency](https://twitter.com/NickSzabo4/status/1184523046704635904), and criticized that “multitudes and charlatans have entered the cryptocurrency and smart contract spaces who not only lack cypherpunk sensibilities, but hate cypherpunk values, including the values such as **trust minimization** that give cryptocurrencies like Bitcoin their market values.”\\n\\n*Keyword Cloud related to Ethereum posted by Szabo on Twitter*\\n\\nAccording to Szabo, the power center of Ethereum is the leadership team headed by Vitalik Buterin and Vlad Zamfir. Vitalik is the well-known co-founder of Ethereum; Vlad used to serve as a key researcher of Ethereum, whose work on cryptoeconomics, PoS consensus mechanism, and blockchain sharding within the Ethereum ecosystem is widely received.\\n\\nIt was Vlad who started the war. In January 2019, he posted [*Against Szabo’s Law, For A New Crypto Legal System*](https://medium.com/cryptolawreview/against-szabos-law-for-a-new-crypto-legal-system-d00d0f3d3827), in which he positioned himself against “Szabo’s law” and called it “bullshit”. As he said, Szabo’s law is simple: Do not implement changes to the blockchain protocol unless the changes are required for the purpose of technical maintenance. It can also justifiably be called “blockchain governance minimization” and “crypto law minimization”.\\n\\nThis is indeed an extension of Szabo’s view on decentralization and trust minimization. However, Szabo himself has never claimed his creation of such a law on any occasion; it looked like these words were put into his mouth.\\n\\nSzabo did not respond to Vlad’s provocation. However, as Vlad cornered him with constant Tweet attacks, he finally fought back. Szabo condemned that [Vlad went way off with centralization and the personal attacks were uncalled for](https://twitter.com/NickSzabo4/status/1183858161603629056). He went further and denounced that the team at Ethereum connived at his behavior.\\n\\nSzabo also [accused](https://twitter.com/NickSzabo4/status/1328255985941581824) Vitalik of being “quite in favor of centralized parties censoring things based on his preconceived (and in this case legally false) opinions. That’s why he only pretends to give a shit about Ethereum ‘decentralization’. He’d love to hold kangaroo courts over the DeFI billions.”\\n\\nThe flame war ended with Szabo blocking Vlad and whoever supported him on Twitter, Vitalik included, of course.\\n\\nSzabo’s keen understanding of decentralization and trust minimization might originate from his own life experience.\\n\\nNick Szabo’s parents are Hungarians, and his father participated in the 1956 Hungarian Revolution against the Soviet Union. To escape from the pro-Soviet regime established after World War II in Hungry, the whole family fled to the United States and settled there. As a son in a Hungarian refugee family, Szabo grew up having little trust in a centralized government, and was surrounded by horrifying stories of private property being looted, people oppressed and even murdered. He personally experienced the hazard caused by abuses of state power, which contributed to his firm standpoint. [In an interview](https://medium.com/zulurepublic/towards-a-trust-minimized-world-an-interview-with-nick-szabo-90b900947683), he said that: “If you had just been born and raised in the US, you might not have known as much about the potential for government to be abused. So, to my mind if you can substitute — there’s many important functions government does — if you can substitute less violent and less abusable ways to perform those functions, that’s a big win.” In his opinion, a trust-minimized system is a solution to preventing the abuse of centralized power.\\n\\nIn 2001, Szabo published a well-known article [*Trusted Third Parties are Security Holes*](https://nakamotoinstitute.org/trusted-third-parties/), a systematic elaboration of his core opinions, which is widely acknowledged. He believes that in a security protocol design, the existence of a “trusted third party” constitutes the introduction of a security hole into that design. If a security protocol is reliant on a trusted third party, it entails security risks caused by centralization, which, therefore, inevitably brings high security costs. Eventually, both the high risks and costs will be passed on to the users of the protocol. To close such a security gap, the trusted third party should be excluded, to an extent that trust is minimized.\\n\\nAll Szabo’s conceptions throughout his life exemplified his philosophy of “trust minimization”: the notion behind Bit Gold is to avoid the involvement of trust in centralized currency issuers; smart contracts aim at reducing trust in third-party transaction intermediaries.\\n\\nSzabo opened his arms to Ethereum because it was a decentralized smart contract platform that upheld the principle of decentralization and trust minimization. When the principle went out of the window, of course this determined cypherpunk would switch to the opposite side in no time.\\n\\nSo, what happened that led Szabo to believe Ethereum had given up on decentralization?\\n\\n## Is Ethereum going down the road of centralization?\\n\\n“Szabo’s law”, as explained earlier, despite its stretch from Szabo’s opinion on paper, is a spot-on conclusion. No change shall be made to the blockchain protocol unless it is required for the purpose of technical maintenance. In other words, governance of and changes to blockchain protocol should be limited to the minimum, amounting to the principle of “governance minimization”, an extension of “decentralization” and “trust minimization”. These have been Szabo’s core values from the very beginning.\\n\\nAny modification to blockchain protocol, as can be imagined, could easily upset believers of such values. As a matter of fact, during the whole year when Szabo kept quiet about Ethereum (Feb 2016 to Jun 2017), there were several changes made to the Ethereum protocol:\\n\\n1.  **March 15th, 2016, Homestead upgrade.** Homestead is the second major version of the Ethereum platform, an optimization long-planned in the white paper.\\n2.  **July 20th, 2016, The DAO hard fork.** An attacker found a vulnerability in the coding that allowed him to drain funds from The DAO. To retrieve the loss, a hard fork was executed and funds were returned to the investors.\\n3.  **October 18th, 2016, Tangerine Whistle upgrade:** an upgrade to the protocol in response to the denial of service (DoS) attacks on the network (September/October 2016).\\n4.  **November 23rd, 2016, Spurious Dragon upgrade**: as above, the second response to the DoS attacks on the network.\\n\\nAmong them, **the one that caught the most attention was the highly disputable **[**The DAO hard fork**](https://blog.ethereum.org/2016/07/20/hard-fork-completed/)**. This incident exerted a fundamental influence on Ethereum, which can be seen as its first centralization crisis.**\\n\\nIn 2016, The DAO, a decentralized autonomous organization, gathered over ten million Ether (worth around $150M at the time) through an ICO. However, a loophole on the smart contract was spotted and exploited, resulting in over 30% of ethers raised being stolen. To refund the lost money, the Ethereum Foundation team decided to hard-fork the Ethereum blockchain to restore all funds to the original contract and fix the bug. This move was not supported by all members of the community and was especially controversial among the miners, leading to a fork in Ethereum, where the original blockchain was maintained as Ethereum Classic, and the other the current Ethereum.\\n\\nThis incident was highly contentious. Supporters believe that the hard fork stopped the hacker from getting away and protected the interests of The Dao users; justice was well served. Objectors, on the other hand, reckon it a serious violation of blockchain immutability and decentralization. One of the main reasons why people embrace blockchain and support Ethereum is that they abominate the inherent arbitrariness of traditional centralized institutions in changing rules and data. If Ethereum can also reverse transactions through hard-fork, how is it any different from traditional centralized institutions?\\n\\nFurthermore, the Ethereum Foundation’s involvement and promotion of The DAO project has also been heavily criticized. The DAO was the largest and most influential project in the Ethereum ecosystem at the time, and several core members of the Ethereum Foundation were holders of DAO tokens and advisors to The DAO project. The quasi-official nature of the project meant that any failure would strike the whole ecosystem critically. Therefore, the Ethereum Foundation team had to step up and rescue The DAO up against the infamy of tampering rules. Who could have imagined the vile story of Wall Street’s “too big to fail” could happen in the world of blockchain? This is undoubtedly a huge irony to the decentralized spirit of blockchain.\\n\\nTo fork or not to fork: that is a question. After The Dao attack, the Ethereum community took the initiative and launched an on-chain vote, [Carbon Vote](http://v1.carbonvote.com/), to collect the community’s opinion on whether a hard fork should be implemented. The final result was an overwhelming (87%) support. However, [this vote was not quite convincing for several reasons](https://medium.com/coinmonks/the-dao-is-history-or-is-it-47a6f457338a):\\n\\n*   Carbon Vote counts the ballot in correspondence to the number of ETH under the from-address. Whether it is Ether Foundation or Slock.it, the company that launched The DAO project, both of them owned huge amounts of Ether and are parties involved in the incident. The support from these whale addresses could easily sway the vote.\\n*   At the time, the distribution of ethers was very uneven, with 25% of the votes coming from a single address. It is therefore unfair to call the voting result a community decision.\\n*   Only less than 6% of Ether holders voted. Many were not aware of this Carbon Vote or simply did not know how to vote.\\n\\nEventually, the result of this unofficial Carbon Vote was used as evidence of “community supports hard-fork” by the Ethereum Foundation.\\n\\nSzabo has never spoken about The DAO hard fork in public, but indirectly expressed his opinion on The DAO token offering by commenting on the US Securities and Exchange Commission (SEC).\\n\\nIn July 2017, [the SEC released a research report on DAO tokens issued on Ethereum in 2016](https://www.sec.gov/news/press-release/2017-131). According to the report, U.S. securities laws should be followed in the sale and trading of DAO tokens. Although the SEC said that it will not pursue the legal responsibility of DAO token offering and trading for the time being, and it recognized that the application of securities law to ICO should be based on the actual situation, the SEC made clear its attitude of bringing ICO projects into the scope of regulation.\\n\\nSzabo [tweeted](https://twitter.com/NickSzabo4/status/890321836990316544): “SEC tl;dr: TheDAO broke our regs like crazy, but we aren’t going to do anything about it except write words to scare other people.”\\n\\nThere is no doubt that Szabo is opposed to The DAO incident, though he never declared himself. Vlad, on the other hand, bluntly stated in [his article criticizing Szabo’s law](https://medium.com/cryptolawreview/against-szabos-law-for-a-new-crypto-legal-system-d00d0f3d3827) that: “The DAO hard fork was a clear violation of Szabo’s Law, and it offended Nick enough that he disowned Ethereum…”\\n\\nAdditionally, Reddit user cyounessi([former Head of Risk Management at MakerDAO](https://www.linkedin.com/in/cyounessi/)) [claimed](https://www.reddit.com/r/ethereum/comments/6fbgdq/nick_szabo_to_vitalik_who_is_we_programmers/dii93q4?utm_source=share\\\\&utm_medium=web2x\\\\&context=3) that he had followed Szabo’s social media closely, and sensed strong signals of Szabo’s distaste for Ethereum, and implicitly pointed out his speculation as to why - Szabo’s opposition to The DAO hard fork. He also [noted](https://www.reddit.com/r/ethereum/comments/6fbgdq/nick_szabo_to_vitalik_who_is_we_programmers/digytpr?utm_source=share\\\\&utm_medium=web2x\\\\&context=3) that “In a year and a half of being part of this (Ethereum) community, I have never heard Szabo say one positive thing about Ethereum.” This comment was posted in June 2017, which also fits into the transition timeline laid out above.\\n\\n## Ethereum closing Pandora’s box\\n\\nIf we say that The DAO hard fork event cracked Pandora’s box of centralization in Ethereum, the proposal of EIP-867 and EIP-999 opened the lid even further, which aroused heated community discussions and Szabo’s criticism. Thankfully, in the end, neither proposal was approved.\\n\\nOn February 2, 2018, someone from the Ethereum community presented [EIP-867: Standardized Ethereum Recovery Proposals (ERP)](https://eips.ethereum.org/EIPS/eip-867), aiming to create a set of evaluation standards for recovering lost funds on Ethereum caused by bugs or mistakes.\\n\\nThe EIP-867 proposal was triggered by vulnerabilities in Parity multi-signature wallet. In November 2017, a vulnerability in the WalletLibrary contract of the newly deployed multi-signature wallet by the Parity team was accidentally activated by a user. This resulted in the accidental self-destruction of the contract, affecting 587 wallets attached, and a total of 513,774 ethers frozen eternally. In April 2018, the Parity team launched the [EIP-999 proposal](https://github.com/ethereum/EIPs/blob/master/EIPS/eip-999.md) in an attempt to bring the frozen assets back by restoring the code of the WalletLibrary contract.\\n\\nThe significant damage caused by massive token loss turned some members of the Ethereum community to standardized recovery proposals for problem-solving. Several members, led by Dan Phifer, co-sponsored the EIP-867 proposal.\\n\\nMany people, in [a discussion about this proposal on Ethereum Magicians](https://ethereum-magicians.org/t/eip-867-standardized-ethereum-recovery-proposals-erps/139), laid out their objections.\\n\\nsfultong said: “…accepting/rejecting ERPs is a governance issue, and I don’t think devs should be burdened with making those decisions.”\\n\\npostables believed that: “This kind of issue should not even be considered as it’s something that can harm the integrity of everyone’s network for the monetary benefit of a very small portion of the user base. The error that resulted in this catastrophic loss of money wasn’t the fault of the protocol or the network rather it was the fault of the developer of the code, but more importantly the fault of everyone who lost money because they didn’t do their own due diligence.”\\n\\nbwheeler96 spoke out: “I still strongly oppose this EIP. The blockchain is not designed to have a history that can be rewritten.”\\n\\nConversely, Micah Zoltu, from the standpoint of a supporter, explained that: “The ERP process is a forking process. It is just a recommendation on how people can formalize their requests for a hard fork when it pertains to recovery of lost (not stolen) funds. The ERP process is pretty clear on never being used to take money away from one owner and assigning it to another. It is designed/worded such that it can only take money that is inaccessible by anyone and assign it to the person that should have access to it. This happens in situations where people typo an address, or end up with funds stuck in a smart contract due to a bug. The ERP process is expressly not for something like TheDAO recovery where funds were taken from one party and given to another.”\\n\\nlocalethereumMichael supposed that such a bad precedent should be prevented: “‘protecting people from shooting themselves in the foot’ will lead to institutionalised theft, especially considering there’s no formalised boundary. EIP-999 might not be considered theft, but each time we accept one of these proposals to essentially undo a transaction, we’re taking another step towards a centralised government that gets to choose which transactions are valid and which are not. Each recovery will set another a precedent just like The DAO fork did (if The DAO fork never happened, we wouldn’t even be having this conversation). Long term, if we accept state changes like this Ethereum will slowly evolve towards a corruptible, tyrannical system over the decades to come. These views were expressed in The DAO fork debate in 2016 and they are still valid today. The fundamental awesome-ness of Ethereum is that code executes exactly as written and there shouldn’t be exceptions to that for people who are exceptionally negligent. This EIP breaks the core functionality of Ethereum.”\\n\\nIndeed, as the objectors pointed out, **the proposal is a severe violation of immutability of blockchain and the principle of governance minimization, and may even incur legal risks.**\\n\\nLess than two weeks after EIP-867 was proposed, [Yoichi Hirai, editor of the proposal, resigned from his position](https://twitter.com/pirapira/status/963950687288733697). The reason was that he thought this controversial proposal could violate a Japanese law - “[Unauthorized Creation of Electronic Records:](http://www.japaneselawtranslation.go.jp/law/detail_main?re=02\\\\&vm=\\\\&id=1960#en_pt2ch17at9) the intent to bring about improper administration of the matters of another person”. Before his resignation, he was one of six developers who had the right to update the Github code repository of Ethereum.\\n\\n[Szabo commented](https://twitter.com/NickSzabo4/status/964256077477851137) that EPR “is an abuse of the software upgrade process, an invitation for lawyers to take over, and destructive of social scalability (of Ethereum)”. Broadening the scope of software upgrades should not be a community norm. Special legal and accounting decisions that give permission to balance modification should be forbidden.\\n\\n[He also claimed that](https://twitter.com/NickSzabo4/status/964258743025156098) “ERP is an amateur court that lacks the basic procedural protections one learns in the first year of law school: notice to affected parties, criteria for quality of evidence, etc.” Meanwhile, [he concluded that](https://twitter.com/NickSzabo4/status/964259218525011968) ERP can easily become a ripe target for fraudulent claims because it is short of a reliable or secure way to verify impacted Ethereum addresses.\\n\\nAlso as [CoinDesk reports](https://www.coindesk.com/ethereum-developer-resigns-as-code-editor-citing-legal-concerns), the main proponent of EIP-867, Dan Philfer, comes from Musiconomi, one of the main victims of the Parity multi-signature wallet incident. The team suffered from the permanent loss of 16,475 ethers gathered through ICO. Dan, as a direct stakeholder in the proposal, has a self-explanatory motive - if EIP-867 is approved, the team will be able to recover their losses.\\n\\nBut in the end, the quest was failed - both EIP-867 and EIP-999 were rejected. This time, Ethereum closed Pandora’s Box and avoided the mistake of The DAO incident.\\n\\n## Szabo’s emotional preference and idealism\\n\\nSzabo’s attitude towards Ethereum was clearly influenced by The DAO hard fork, but it seems that Ethereum’s disapproving EIP-867 and EIP-999 as a gesture of learning from past mistakes did not win him back. So what was Szabo’s view on Ethereum after that?\\n\\nWe might get a peek from [a conversation](https://twitter.com/NickSzabo4/status/1184026404733636609) on Twitter between Szabo and Ethereum developer Mark Beylin in October 2019.\\n\\nSzabo said that Ethereum is like a centralized cult, whose leadership is ignorant of basic values which are at the core of Blockchain and smart contract, such as decentralization and trust minimization.\\n\\nMark expressed his opinion that Szabo might have been distracted by the few loud voices on Twitter, but in fact the Ethereum community is much wider than that. Many within the community do care about the same ideals Satoshi embedded into the BTC protocol. In terms of blockchain immutability, EIP-999 was vetoed because Ethereum was trying to correct its wrongdoing. This was a key transition point that showed that the community had learned from its past mistake.\\n\\nSzabo admitted that many people in Ethereum do care about these values, but they are lured by the leadership who pretend to themselves. Since The DAO fiasco, they have practiced trust minimization, purely for pragmatism, not because they have faith in it. Especially Vlad, who almost took on a full-time job preaching against it, and the rest of the leadership tacitly endorsed such views.\\n\\nWhen Mark asked: “Do you ever worry that your emotional attachments have limited your ability to rationally evaluate these communities and their technologies?”,\\n\\nSzabo did not go up front, but responded: “Before I figured out in several hard ways what was going on, I was emotionally attached to Ethereum, for silly egotistical reasons: their flattery of smart contracts, their naming a unit of their currency after me, etc.”\\n\\nIn my opinion, Szabo’s negativity against Ethereum is more or less emotionally biased. **As he admitted that he was leaning towards Ethereum in the early days because of his personal emotions, similarly, he has let his subjective aversion to Vlad get in the way of making an unbiased judgment of the value of the entire Ethereum community.** His blocking Vlad and all his supporters on Twitter due to personal hostility is a case in point. [When Vitalik walked up and said “I like Vlad! Why am I not blocked yet?”, Szabo satisfied his request the instant](https://twitter.com/NickSzabo4/status/1183636606550339589).\\n\\nSzabo acknowledges that there are indeed many decentralization believers in the Ethereum community and that Ethereum has been practicing the value of trust minimization after The DAO (as evidenced by the rejection of EIP-867 and EIP-999). However, simply because of the presence of “diehards” like Vlad in the leadership team, Szabo concludes that the so-called decentralization of Ethereum is just a “pretense\\\", and even overgeneralized that Ethereum has devolved into a “centralized cult”.\\n\\nIn addition, Szabo, as a strong supporter of trust minimization, appears to be too idealistic, even cynical, on The DAO issue. Admittedly, principles such as decentralization and trust minimization are commendable. When practiced in reality, nevertheless, theories developed in an ivory tower are bound to be challenged. **It is one thing to pick fault with Ethereum from the moral high ground, but another to operate and maintain such a huge decentralized smart contract platform**. Even Bitcoin isn’t perfect; less than two years since its creation, a soft fork had to be implemented to roll back transactions as a result of the [value overflow incident](https://en.bitcoin.it/wiki/Value_overflow_incident).\\n\\nDespite a reluctant action, the Ethereum team actually had to implement a hard fork after The DAO attack. At that time, Ethereum was just born less than a year ago, and The DAO project raised almost 14% of the total ethers issued - such a huge amount meant that if The DAO project failed due to the hack, it could be a fatal blow to Ethereum.\\n\\nIf Szabo put himself into Vitalik’s shoes, what would he have done? Would he stick to the principle of blockchain immutability and watch the smart contract platform he created collapsed into pieces? Or would he set values aside for a while and give way to survival and continuity?\\n\\nTaking a step back, The DAO hard fork is hardly an absolutely centralized decision. It was a consensus reached among developers, users, miners, and the community. Supporters migrated to the post-fork Ethereum, and those who disavowed could simply stay in Ethereum Classic; everyone gets their own way.\\n\\nIn this case, is it fair to say that all of Szabo’s accusations against Ethereum are biased? Not necessarily. In my opinion, Szabo, as a contrarian watchdog, has a positive impact on Ethereum.\\n\\n*   Firstly, an onlooker sees clearly - As an outsider of the Ethereum community, Szabo provides a distinctive perspective to approach the issues.\\n*   Secondly, a good medicine tastes bitter - Szabo’s criticism, at times even cynicism, of Ethereum might sound harsh, but some of them really nailed its soft spot.\\n\\nBoth of the above mentioned are reflected in the discussion of the flaws in the governance mechanism of Ethereum.\\n\\n## Concerns in the governance of Ethereum\\n\\nAccording to Szabo, **“**[**the most important and hardest part of trust minimization is governance minimization.**](https://twitter.com/NickSzabo4/status/1170389161909444609)**”** From this perspective, Vlad’s summary of Szabo’s Law as blockchain governance minimization is proper. Still, **governance minimization is not to abandon governance completely, but to **[**reduce the power and reliance on governance wherever possible**](https://www.fehrsam.xyz/blog/governance-minimization).\\n\\nThe governance of Ethereum is off-chain, which relies heavily on conference calls held among core developers. Szabo is quite vocal about this. As mentioned earlier, he tweeted that Ethereum leadership has “poor understanding” of governance minimization, and thought that “a governance model that violates immutability” is a “huge problem” for Ethereum.\\n\\nOn December 1, 2018, Lane Brettig, a key developer of Ethereum, after finishing a regular conference call, [posted a dozen tweets updating relevant progress.](https://twitter.com/lrettig/status/1068546005946310657) He mentioned two new records set in this call: a 2.5-hour length and a 43/60 attendance of key developers worldwide. He also expressed the pity that developers in Asia Pacific could not participate (due to time difference).\\n\\nWithout reserve, Szabo [replied](https://twitter.com/NickSzabo4/status/1068956486808698880) that there is a disconnect between key developers and users - the developers have no knowledge of the great diversity of users. Calling it a “community” is a misuse as there is no communication at all. He also gave a prescription for this issue - “Social Scalability”.\\n\\n[He said](https://twitter.com/NickSzabo4/status/1068959933897437184): “If you want Ethereum to be a true world computer it must scale socially, i.e. behave in a manner trustworthy to as many diverse users in diverse parts of globe as possible, not merely geographically (just a few dozen English-speaking mutual acquaintances in a handful of cities).”\\n\\nSo what is social scalability? [According to Szabo](https://twitter.com/NickSzabo4/status/827667125556826113), “Social scalability = overcoming shortcomings of human minds & institutions that limit who & how many can successfully participate.”\\n\\nHe also [suggested a specific measure to improve the scalability of a community](https://twitter.com/NickSzabo4/status/1068960876416258049): “Each stakeholder who participates in the call decreases all other stakeholders’ voices and thus community – calls and other such communications are unscalable. **The way to scale is to decrease the number of things you need to talk about – decrease the argument surface.**”\\n\\n[Szabo reckoned that](https://twitter.com/NickSzabo4/status/1069236671848333313) Ethereum can narrow the argument by strictly prohibiting any potential transaction reversals at the chain level and by foregoing improvements to computational scalability and chain performance, which facilitates overall architectural simplicity and stability, much like removing redundant agenda from the table. Where feasible, Ethereum can move new features and improvements in computational scalability or chain performance from the chain code level on layer 1 to smart contracts or applications on layer 2.\\n\\n**Reduce the number of issues on the table and touch as little as possible at the chain level - these are concrete approaches to implementing governance minimization advocated by Szabo.**\\n\\nSzabo is not the only one who picks on the current governance mechanism of Ethereum for not following the principle of governance minimization. For example, the just-implemented [EIP-1559](https://github.com/ethereum/EIPs/blob/master/EIPS/eip-1559.md), an update of Ethereum’s transaction pricing mechanism and modification of Ethereum’s monetary policy, surely of substantial significance, aroused plenty of dissenting opinions within the community. Among them, some argued [that the economic model of EIP-1559 is unconvincing](https://ethfans.org/zengmi/articles/38066). Sadly, though the issues were put forward, Ethereum Foundation neither bothered to pay much attention and start any conversation nor for one second hesitated about having a change of heart. [Opponents thus complained](https://www.chainnews.com/articles/595733283015.htm) that the Ethereum Foundation is headstrong and unrestrained, and never seems to ponder whether their power should be limited in any way. Any proposal led by the Foundation that was technically feasible was approved. This has been especially true in recent years, with underlying design moved and monetary policy changed, given absolutely no consideration of governance minimization.\\n\\nIn his article [*Governance Minimization*](https://www.fehrsam.xyz/blog/governance-minimization), Fred Ehrsam, co-founder of leading crypto investment fund Paradigm, points out **the importance of governance minimization** - “**it supports the primary value proposition of protocols: credible neutrality**”, **a set of mechanisms built on which is instinctively fair, with no favorites or discrimination against any particular groups.** The level of credible neutrality of a protocol tends to be greatly enhanced by minimal governance.\\n\\nUnfortunately, the credible neutrality of the Ethereum governance mechanism is being challenged. The Foundation is entitled to raising proposals, with each of them easily endorsed and approved. No voice of opposition can shout louder. Other community members involved in Ethereum governance are ignored. The scale of credible neutrality was heavily tilted.\\n\\nWhen credible neutrality is eroded, more and more issues would be put on the table, leading certain people to contemplate making changes to the code at the chain level. This will further introduce the discussion of modifying underlying protocols, which makes governance minimization out of place. It seems that the Ethereum leadership is clear about this - It was [Vitalik’s article](https://nakamoto.com/credible-neutrality/) that Fred cited to explain the concept of credible neutrality. That said, for some reason, they seem to be going in the opposite direction.\\n\\n## Summary\\n\\nThe main drive that turned Nick Szabo’s attitude towards Ethereum from being supportive to objective is unclear. It can be inferred from his open criticism of Ethereum, however, that some of their practices violated the core concept he has always upheld and promoted - trust minimization. Among these, The DAO hard fork in 2016 was the most hurtful. Although Ethereum has since learned its lesson and extinguished any actions at the risk of undermining blockchain immutability, the broken trust was never rebuilt.\\n\\nIn my opinion, Szabo’s negativity towards Ethereum is derived from his ideal of decentralization, more or less swayed by subjective emotions. Nonetheless, it is undeniable that the governance mechanism of Ethereum is problematic and lacks consideration of governance minimization. Szabo’s criticism and suggestions on this point are meaningful, which deserve the deliberation of every single member of the community who is involved in its governance.\\n\\n### Acknowledgments\\n\\nMy sincere appreciation goes to Ajian and Yao Xiang for their valuable input on this article, Raphina for her generous assistance in data collection and timeline mapping, and Kandace for translation.\\n\\n### DISCLAIMER\\n\\nThis work was a research achievement of Primitives Lane and was funded by Primitives Lane. No information of this work constitutes investment advice. This work was licensed under the Creative Commons Attribution-Noncommercial-No Derivatives 4.0 International (CC BY-NC-ND 4.0), any citation, reference or reproduction of this work must indicate the original source, link and this statement. For more information, please visit the official website of Primitives Lane <https://www.primitiveslane.org/> .\\n\",\"timestamp\":1635950319,\"title\":\"Falling in and Falling out: A Brief Study of the Shifts in Nick Szabo’s Attitude towards Ethereum\"},\"digest\":\"wIRtLT5MQKoKlA-m5nxorKiB4vl1Hx7U-hH0QMFHcSg\",\"authorship\":{\"contributor\":\"0x76D836358E7A2BB0F26c32Ce61Dc8DD540b02F7D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VrJpMchw3jCpFcP8VqqefBohX-9VVe8MITzAPVzS6Bc\\\",\\\"y\\\":\\\"UBgOTniVvchWJ9fdoN4aoRUSub2QgaKDT15D8KP-w_4\\\"}\",\"signature\":\"WcoI-W_ZAfDLCRgLUXcx2fa9Hswuc4o14XuqSXA7nEz4095GfghmDi8J4kvBMLH6rpL7zMmgTrbns6bk99mjWg\",\"signingKeySignature\":\"0xa9b099e81e07e83157a3b55dc9b296c1212e2858ce587dae5a0a43ed36b8a725102b358cb811f05e8297af271ec9e1171f302204efec3952a0a0dfb8ab499c501b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VrJpMchw3jCpFcP8VqqefBohX-9VVe8MITzAPVzS6Bc\\\",\\\"y\\\":\\\"UBgOTniVvchWJ9fdoN4aoRUSub2QgaKDT15D8KP-w_4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wIRtLT5MQKoKlA-m5nxorKiB4vl1Hx7U-hH0QMFHcSg\"}"