"{\"content\":{\"body\":\"**The universe is destined for thermodynamic equilibrium — maximum entropy. This is often called the heat death of the universe, and will mean the end of all activity.**\\n\\n# There is inequity in the distribution of LAW\\n\\nThe #LAW token was launched in (perhaps) the most equitable way of any token in existence in terms of distribution model, but things started to change in the last two weeks with the launch of **Proof Of LawPunks (PoPuk).**\\n\\nWhile individual accounts are limited to the number of stake, the LawPunks giant whale has taken a multi-account approach to gain a significant advantage due to PoPuk’s generous rewards. At the same time, we found that users who entered a little later, eager to recover the cost of buying LawPunks from the secondary market, sold off a lot of their profits, which is very irrational, but understandable — people are always happy to spend short-term benefits and even overdrafts, without even caring about the next day’s events.\\n\\nThe long-term rewards of upgrading systems are significant, but few users are upgrading. The current output of LAW makes users more comfortable being a consumer than a producer, and LAW seems to be about to fall into a liquidity trap — retail investors are selling off and concentrating in the hands of giant whales, just like the other tokens.\\n\\n# Random and Final Consistency\\n\\nNumerous studies have explored truly fair resource allocation. However, in practice true fairness cannot be reflected in a single mathematical model and unpredictable random numbers must be introduced. All random numbers will eventually have an expected value, which allows gains to be computed to achieve ultimate consistency.\\n\\n* Each attempt will consume #LAW and the consumed #LAW will enter the loop system\\n* 1/20 chance of getting 1/20th of the #LAW in the loop system\\n\\nOn the surface, it appears that this distribution will eventually return to fairness. But randomness represents the creation of risk, and risk is an invisible cost. Randomness creates fluctuations in the distribution of individual returns, while the overall return approaches equilibrium. And a completely fair start would instead lead to a concentration of returns to a few — just as capitalism does in reality.\\n\\nWe rely on the blockchain to generate randomness (see our [whitepaper](https://about.blockng.money/WHITEPAPER.pdf) for the principles) and we consider the blockchain to be trustworthy, just as we worship God.\\n\\n# ETP — Entropy Of LAW\\n\\n\\\\#ETP\\n\\nWe soon realized that the key missing link in the economic system of #LAW is the Entropy in the physical world, which is similar to a “negative value certificate” and represents the friction in energy conversion. So we decided to issue ETP — Entropy Of LAW and bring it into the whole economic cycle.\\n\\nName : Entropy Of LAW\\n\\nSymbol : ETP\\n\\nThus, we have the following basic principles :\\n\\n* Each attempt consumes #LAW and generates #ETP, and the consumed #LAW goes to the circulating system and the #ETP allocation pool.\\n* Regular #LAW replenishment is taken for the circulating system.\\n* 5% chance of getting 1/20th of the #LAW in the circulating system.\\n* Stake #ETP to obtain #LAW in the #ETP allocation pool\\n\\nThe #ETP does not have an issue cap, it is entirely dependent on people being willing to take the risk to try it out. Just as the entire universe will come to a thermal silence and civilization comes to its late stage, we believe that #ETP will eventually have a steady supply.\\n\\nWe’ll follow up with more details, so stay tuned!\\n\\n# Links\\n\\n🔗 <https://blockng.money/> \\n 👥 <https://t.me/BlockNGGlobal> \\n 🐦 <https://twitter.com/BlockngO/>\\n\\n🤖 **LawPunks notification group :** \\n https://t.me/LawPunksSale\\n\\n🈴 **#LAW contracts on smartBCH :** \\n 0x0b00366fbf7037e9d75e4a569ab27dab84759302\\n\\n🈴 **#LAWPUNKS contracts on smartBCH :** \\n 0xff48aAbDDACdc8A6263A2eBC6C1A68d8c46b1bf7\\n\\n📈 **#LAW Chart Info:** <https://chartpro.benswap.cash/?token=0x0b00366fbf7037e9d75e4a569ab27dab84759302>\\n\\n📖 **White Paper:** <https://about.blockng.money/WHITEPAPER.pdf>\",\"timestamp\":1637922725,\"title\":\"Introduction｜LAW Entropy (ETP)\\n\"},\"digest\":\"NFLFUtjI6bPQ-5n-GCb9j4vkDxyz7KGuWPMpkB_nUoc\",\"authorship\":{\"contributor\":\"0xe25b601e2B7D2BCe0ab19b587ab2A619E5043A7e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cLoAzlPvyklB_kaPseHxpkyhMWIVOAmeS3OJuMVpdYw\\\",\\\"y\\\":\\\"QtiIBjTOWljRQId5toWbTddeSyRFb0UALoFncIQLI3w\\\"}\",\"signature\":\"x9GY8gbFuFBmuxvlNkvBbJ7H-vaZ21KZb3W3_J32yj83e9t1mFt3HBRRFzPLPG6_efIcJtTaZLrXfVXGBK89OQ\",\"signingKeySignature\":\"0xf66c9bd2b7597843c2b5851748cca3f979b2730aafd7ec317c10df127e3cb0643586de7927a99ea4de99c6db27b1df15cee74a4574f28211a2641d0b69c723421c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cLoAzlPvyklB_kaPseHxpkyhMWIVOAmeS3OJuMVpdYw\\\",\\\"y\\\":\\\"QtiIBjTOWljRQId5toWbTddeSyRFb0UALoFncIQLI3w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NFLFUtjI6bPQ-5n-GCb9j4vkDxyz7KGuWPMpkB_nUoc\"}"