"{\"content\":{\"body\":\"[![Lindsay](https://miro.medium.com/fit/c/96/96/1\\\\*BxANN1Sbx8a0vDJibDDiIw.png)](https://medium.com/@llpresswell?source=post_page-----d7f06d706949-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*sJCoZBIhFtFXfis\\\\_22\\\\_jPQ.png)\\n\\nSomehow it is December of 2021, and a New Year approaches. We are taking this opportunity to reflect on how far Zapper has come over the last calendar year, everything our team has accomplished, and just how much we have grown.\\n\\nBefore looking at specific milestones, it is important to note the thread that runs through every single achievement and stitches our roadmap together: our community. Nothing we recap in this article would be possible without their support and enthusiasm. Thank you!\\n\\n## What Zapper Did in 2021\\n\\n## We Built\\n\\nAt the beginning of the year, our dashboard looked very different than it does today. We kicked off a tidal wave of integrations and upgrades in March by officially [announcing multichain support](https://twitter.com/zapper_fi/status/1372286701054345218?s=20). Today, you can track your investments across nine networks: Arbitrum, Avalanche, BSC, Celo, Ethereum, Fantom, Harmony One, Optimism, and Polygon.\\n\\nIn April, we realized that our mission to make web3 accessible and easy to use must include an educational component to ensure web3 is also easy to *understand*. We launched [Zapper Learn](https://learn.zapper.fi/), and have since published dozens of articles that explain various web3 basics.\\n\\nThroughout the year we also enhanced the functionality of our dashboard by shipping updates like:\\n\\n*   [Wallet Profiles](https://medium.com/zapper-protocol/introducing-multiplayer-on-the-zapper-dashboard-83dc23feaa4a), which allows users to track individual and bundled wallets;\\n*   a [Save feature](https://medium.com/zapper-protocol/earn-interest-on-zapper-c447025734d8) that enables users to earn interest on Zapper;\\n*   and [Smart Asset Display](https://medium.com/zapper-protocol/zapper-product-update-6-introducing-smart-asset-display-fantom-exchanges-celo-network-f22cb5834526), making customization and education a core part of the dashboard.\\n\\nWith each launch, we learned a bit more about the things our community values most about Zapper, and used the community response to new feature launches to fine-tune updates and ensure they work for the most number of users possible.\\n\\n## We Raised\\n\\nOne of the biggest moments for Zapper in 2021 was our Series A raise. In May, we secured $15 million in funding from a group of well-aligned investors. The round was led by Framework Ventures and joined by Mark Cuban and Ashton Kutcher’s Sound Ventures.\\n\\nLess than a year later, we are almost ready to launch two of the key deliverables that our Series A raise centred on. (Keep reading for more details on this!)\\n\\n## We Levelled Up\\n\\nThis year, we expanded Zapper’s focus to incorporate web3 trends beyond DeFi into our core mission. As a first step, we experimented with the gamification of our dashboard and launched [two Seasons of Zapper NFTs](https://medium.com/zapper-protocol/announcing-season-2-of-zapper-quests-nfts-b8ce32f028ac) to reward our community for being active on Zapper.\\n\\nThese projects showed us the value of making NFTs a key pillar of our product going forward, and they also speak to how important it is to be flexible as web3 becomes increasingly complex.\\n\\nOn January 1, 2022 at 11:59:59 GMT, Season 2 will come to an end. There will be a Season 3, and based on our learnings from Season 2 and how web3 is evolving and changing by the day, we suspect that Season 3 will look quite different from Season 1 and 2.\\n\\n## We Grew\\n\\nZapper’s core team grew from a handful of developers in January 2021 to over 20 team members, with a wide range of expertise including business strategy and operations, front-end and back-end development, design, mobile development, product management, community wizardry, and content creation.\\n\\nIn addition to our core team, we also started to reward and empower community members who have been very helpful and consistent in offering community support in our Discord server. We created two new tiers of terminators: Myrmidons and Hoplites, who help us answer questions, provide technical support, track and eliminate bots, and more. Today, we count 10 Myrmidons and 18 Hoplites among our ranks. These two groups will be an increasingly vital part of our community and team as we head into the new year, and having them participate at Zapper was certainly a highlight of 2021.\\n\\nWhen it comes to growth, we also celebrated a [remarkable metrics trifecta](https://medium.com/zapper-protocol/celebrating-1m-monthly-active-users-10b-transaction-volume-and-100k-twitter-followers-e69509aac0e3) last month. In November, we reached 1 million monthly active users, we exceeded $10 billion in total transaction volume on our dashboard (we’re now almost at $13 billion!), and we hit 100k Twitter followers as well.\\n\\nAt the time of writing, our community continues to grow. We have over 112k Twitter followers and 34,650 members in our Discord server.\\n\\n## What’s in store for Zapper in 2022?\\n\\nAfter a period of rest for our terminators to close the year, we guarantee we will be starting 2022 strong. In the first Epoch of next year (January-March), we expect to launch several long-awaited initiatives.\\n\\nFirst, you can look forward to the launch of our **highly anticipated mobile app**.** **We are very close to the beta-testing stage of both the Apple and Android versions of the Zapper mobile app, and will have details on the expected launch date early in the new year.\\n\\nNext, we have been working for many months on safely and efficiently opening up Zapper to allow anyone in the community to **build their own integrations on our dashboard**. As you might expect, this is an incredibly complex project–but we are starting to see this project come together and expect to be able to ship it in Epoch 1 as well.\\n\\nCommunity members can also look forward to a **Season 3 of Zapper NFTs** sometime next year. We have learned so much from the experience launching and supporting users through both Season 1 and 2, and our terminator-in-chief has put together a high-level overview of what Season 3 is going to look like. It is dramatically different from anything we have done before, so it will take a bit of time to finesse; but it is one of the most exciting projects on the horizon.\\n\\nOverall, our goal for 2022 is to create even more opportunities for community members to take a more active role in helping to advance Zapper’s mission. Whether this is through eventually building their own integrations on the dashboard, or helping to scale Zapper Learn by contributing expertise, we want to enable our community to channel their enthusiasm for Zapper into helping us make a better product for everyone.\\n\\nFinally, while there are things we can plan for, there is only one thing about web3 that is certain: it is weird and wild, and will continue to evolve in ways that are impossible to predict. We are prepared to adapt and pivot our roadmap as needed to make sure our dashboard reflects all of the incredible things being created in this space; and this will be the most exciting challenge of all.\\n\\nHappy Holidays, and a Happy New Year from all of us at Zapper. See you on the other side of 2022!\\n\",\"timestamp\":1640875619,\"title\":\"2021: A Great Year for Zapper! - Zapper - Medium\"},\"digest\":\"FmlK6kXeic6x3QUZeNKg-Y8PPvlRsX4ldlxZgzDojiM\",\"authorship\":{\"contributor\":\"0x979AbfF1D6b676CeAC21AEeD3d800d48e6775be2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cSoZaS3NIR9wBfebiXTwpp2Hva-xOI6re1FeI7UAPUQ\\\",\\\"y\\\":\\\"dub_a8maeTqLsSsviTJQFrw8USUEajKnAC-f_kIvRb8\\\"}\",\"signature\":\"PSFyPZ2E-dPcPGOoc39bxXa0oRR9AnTwWv2_sl_0vCG3OtJRrYbN-mULKHrQ7a0ejXonEBFqvJYCz6N0O5SEGw\",\"signingKeySignature\":\"0xbcda843cba5d6834ab71f58153c5b4ef182b1b081a47b0447845e695377f89d513d5954d7d81ecb56c38981121a4d3f2a38d47b0a4394dc59fdbdcfa1ed153ab1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cSoZaS3NIR9wBfebiXTwpp2Hva-xOI6re1FeI7UAPUQ\\\",\\\"y\\\":\\\"dub_a8maeTqLsSsviTJQFrw8USUEajKnAC-f_kIvRb8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FmlK6kXeic6x3QUZeNKg-Y8PPvlRsX4ldlxZgzDojiM\"}"