"{\"content\":{\"body\":\"The story of PleasrDAO began with a single tweet.\\n\\n[](https://twitter.com/lay2000lbs/status/1375195529504829443?s=20)\\n\\n[https://twitter.com/lay2000lbs/status/1375195529504829443](url)\\n\\n## Pplpleasr\\n\\npplpleasr rose to fame among a passionate, in-the-know crypto community during a period of time now immortalized as “DeFi Summer”. After producing iconic works for Aave, Sushiswap, Uniswap, Yearn, Pickle and more, she is unquestionably the OG DeFi artist. \\n\\nWe fell in love with her first-ever auctioned NFT, and we only had a matter of hours to assemble two dozen builders, artists, devs, investors, and self-proclaimed degenerates — many entirely anonymous — to raise funds and bid on a piece we collectively acknowledged as the crown jewel of NFT DeFi art.\\n\\n![](https://images.mirror-media.xyz/publication-images/5b6ec3a0-28eb-4678-98e1-54c8cbdc1e4c.jpeg?height=517&width=389)\\n\\n## x*y=k\\n\\nIt was an action-packed Friday night. Many peeps were out at bars and restaurants or half asleep late in Asia, watching as notable individuals from the crypto world continued to join the Telegram group, one after another. We recruited many of the top bidders to join forces. There was no plan in place other than: we *need* this piece. Although the path beyond was uncertain, it was clear something special was brewing.\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/13623)\\n\\nx`*`y=k represents a revolution. It is the automated market equation first used by Uniswap. It replaces the archaic financial institutions we have been beholden to for millennia … with code. On top of this, x*y=k is the genesis Foundation piece from pplpleasr, a rising star who has already staked her claim to being the preeminent crypto artist of the day. It was a moment in crypto history we won’t soon forget.\\n\\n[https://twitter.com/pplpleasr1/status/1375626092011081733](url)\\n\\nThe auction ended at 310 ETH ($525,000 at the time), Foundation’s most expensive sale for a female artist up to that date. Most importantly, the funds were being donated by pplpleasr to charitable causes which we felt was very much aligned with the DAOs mission to collect, curate and commission art with a cause. \\n\\nThe ideas started flying. We formed a DAO, deployed a token, and distributed $PEEPS pro-rata to those who contributed. We now collectively owned x*y=k, our remaining ETH, and valueless governance tokens. More importantly, **we formed a shared ethos in an organization of like minded individuals and desires.**\\n\\nAnd wouldn’t you know - the community seemed to really take note:\\n\\n- The Block - [A Uniswap V3 NFT has been sold for more than half a million dollars](https://www.theblockcrypto.com/post/99615/uniswap-v3-nft-sold-dao-half-million-dollars)\\n- The Defiant - [The Story Behind The +$500k Uniswap NFT](https://thedefiant.io/i-thought-i-was-living-in-a-simulation-the-story-behind-the-500k-uniswap-nft/)\\n- Bankless - [x*y=k...An Ethereum Story](https://newsletter.banklesshq.com/p/xykan-ethereum-story)\\n\\n## Stay Free\\n\\nOur mission, purpose, and direction was still forming when Snowden’s [“Stay Free”](https://foundation.app/Snowden/stay-free-edward-snowden-2021-24437) was dropped into our orbit. Although we are a disparate group of individuals, there seems to be an ethereal strand of connectivity binding our shared spirit — it was obvious we [needed this piece.](https://decrypt.co/66933/why-this-dao-bought-snowden-nft)\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/24437)\\n\\nThe only problem — we needed more ETH. At 2am NYC time, pplpleasr — now an honorary member of PleasrDAO — dm’d Chief Pleasing Officer, Jamis: “are we getting this piece or what?” We emulated the chaotic process that initially formed PleasrDAO and began a process to induct new like-minded peeps to the DAO. We battled back and forth against a worthy opponent. \\n\\nIt is not public knowledge that we did not have enough to win: a loan of 2.5mm USD was beamed to our multisig from an anonymous DeFi legend with only 4 minutes left on the auction. Our winning bid of 2,224 ETH ($5.5 million USD at the time) was successfully finalized with seconds on the clock. **In that moment, we went from a makeshift DAO to a movement.**\\n\\n## PleasrDAO Grows\\n\\nSince then, PleasrDAO has added more notable pieces. [“Apes Together Strong”](https://foundation.app/pplpleasr/apes-together-strong-34009) by pplpleasr and [“Dreaming at Dusk”](https://foundation.app/torproject/dreaming-at-dusk-35855) by Tor and [ixshells](https://twitter.com/ix_shells) are some of the latest additions to [our ongoing collection found here.](https://gallery.so/pleasrdao)\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/34009)\\n\\nAnd we’ve [joined Mirror](https://twitter.com/PleasrDAO/status/1397638127456428035?s=20) and we’ve started to distribute $PEEPS among our newest members.\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/35855)\\n\\nAt its core - PleasrDAO’s thesis is starting to take form. **It stands for community, freedom and decentralization.** It’s a collective built by the community, for the community. While its early stages have been collecting iconic works, we look forward to democratizing ownership of the DAO and the pieces within it.\\n\\n## Our Next Chapter\\n\\nWe believe DAOs are the future. In the same way DeFi supplants the middlemen of the financial industry, DAOs will subsume the entire spectrum of organizational structures from the governments and megacorps of the world all the way down to small community zines. \\n\\nCapital will move at the speed of information and collaboration will not be weighed down by the system of the past. DAOs will enable seamless digital coordination and lead to a community-based future, extending the reach of the individual and empowering them to challenge the power structures that be.\\n\\n[](https://twitter.com/_jamiis/status/1375618299472527363)\\n\\nThese are early days for PleasrDAO. In the weeks to come, we’ll share more about the works we own, how we plan to open up our community to anyone in the world, and the grand vision of PleasrDAO. We appreciate you coming along for the ride and can’t wait to have you join the cartel of peeps that aim to pleas ✨\\n\\n*Thank you to all members of PleasrDAO for helping with this post, particularly [Coopahtroopa](https://twitter.com/Cooopahtroopa), [redphonecrypto](https://twitter.com/redphonecrypto), [Santiago](https://twitter.com/santiagoroel), [Tarun](https://twitter.com/tarunchitra), [mewny](https://twitter.com/mewn21), [DT](https://twitter.com/dgntec), and Joshua Harding*\\n\\n[PleasrDAO✨ Tippies](split://0x8F81b72Ae6BbA78F7ad434c0B3254FF5277aea91?network=mainnet)\\n\",\"timestamp\":1622243014,\"title\":\"PleasrDao✨ Genesis: a cartel of $PEEPS that aim to pleas\",\"publication\":\"pleasr\"},\"digest\":\"F8L0VuJeSBLhQeSfQOHupQU7aP2gwBABBQKaxP-_bwY\",\"authorship\":{\"contributor\":\"0x9E64B47bBdb9c1F7B599f11987b84C416C0c4110\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LKouUZR1BeqHgv4Mm7OHaP5czX_k14oMcpY4OP0yJAk\\\",\\\"y\\\":\\\"_JL6ZVhdtPe70zH4esYJRk5RaKSaljDemQ-nui5ybTo\\\"}\",\"signature\":\"1BdRbeUewBhOPncr3NJvUIZmkc2rTbG2seDc5IjAH9K7dOi5J7F_ecrfSeqVzhJdhQpoHlpe8gJm9KRo8h-Olw\",\"signingKeySignature\":\"0x153f86ba0ddc418223030e27703b9abe4457657733646292d955ea5a445e9201357cb07e880b2b197a60d067887e452bfb624e808d9007ae45dd4734e9aa6fff1b\",\"signingKeyMessage\":\"I authorize the publication of articles on pleasr.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LKouUZR1BeqHgv4Mm7OHaP5czX_k14oMcpY4OP0yJAk\\\",\\\"y\\\":\\\"_JL6ZVhdtPe70zH4esYJRk5RaKSaljDemQ-nui5ybTo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D9wIadL-5EEkt17glTtar21m3RDqfgkhkr__OEE2mOE\"}"