"{\"content\":{\"body\":\"[https://twitter.com/amytongwu/status/1437230437437427712](https://twitter.com/amytongwu/status/1437230437437427712)\\n\\nThis is both an open letter to the 2 Billion gamers out there on why you should give crypto-gaming a chance, as well as an exposition of our crypto-gaming thesis. Despite the hype and the consensus among the crypto community that crypto-gaming is the future, we’ve encountered both nebulous explanations of its benefits and legitimate arguments by established gamers as to why it will not work. We want to address both and discuss through the lens of our personal experiences and frustrations with games symbolic of our 2000s childhoods, six reasons why crypto will change gaming. We hope to propose novel applications or ideas in each section and provide a brief overview of existing arguments.\\n\\nAs always, if you’ve enjoyed this article please follow us on Twitter @terry15chung and @stingrayL0.\\n\\nThis article builds on and is inspired by, “[Into the Void: Where Crypto Meets the Metaverse](https://metaversed.net/263f1ff8c13c455ea472f5689e01acaa)” - we credit sections 1, 2, and 3 to this article. If you would like a more comprehensive overview of pillars 1, 2, and 3, we highly suggest reading this article first. Our [previous work on Axie](https://blockchain.mirror.xyz/sJzrBcsV-R700iMZ72hQeCrHgC_8NqT4senqCFXJRPg) also touches on this as well - check out the section titled “It's Just a Game”.\\n\\n## Table of Contents\\n\\n* Definitions and Background\\n* Pillar 1: Asset Ownership\\n* Pillar 2: Transactions and Payments\\n* Pillar 3: Interoperability\\n* Pillar 4: Game Governance\\n* Pillar 5: Reward Contributors\\n* Pillar 6: Open Source\\n* Redefining the Future of Work?\\n\\n## Tl;dr\\n\\n**Pillar 1: Asset Ownership**\\n\\n* NFTs allow you to keep in-game items even if the game shuts down\\n* Self-custody means you can use it in other interoperable projects\\n* NFTs can represent rights to access a game + other perks that give new monetization models to game devs\\n* NFTs tell a story through the provable history of ownership that can make gameplay more immersive.\\n\\n**Pillar 2: Transactions and Payments**\\n\\n* Trustless marketplaces distribute margin from large marketplaces and sellers to individual sellers\\n* RMT without fear of fraud.\\n\\n**Pillar 3: Interoperability**\\n\\n* Content and tokens can be interoperable - NFTs in one game can have representation in others.\\n\\n**Pillar 4: Game Governance**\\n\\n* Games allow provable on-chain proof of participation\\n* This allows the creation of new governance models that address the issues with coin-voting, that make tradeoffs between Sybil resistance and plutocracy\\n* This proof of participation model can be tweaked to solve for gerontocracy or account buying (more on this model later).\\n\\n**Pillar 5: Reward Contributors**\\n\\n* With crypto, we can now reward contributors with currency native to the game.\\n* This is also important in rewarding developers, marketers, and other contributors to the protocol if the game is fully decentralized.\\n\\n**Pillar 6: Open Source**\\n\\n* Because blockchain games are open source, they can be forked to return to previous versions\\n* This, combined with decentralized game governance allows organic dissipation of the incessant pressure to update for game developers.\\n\\n**Redefining the Future of Work?**\\n\\n* Through having a global system that is not disadvantageous to smaller players, we can provide meaningful wages to those who satisfy the demand for in-game currency or assets\\n* Crypto-gaming can help alleviate the geographical lottery in ways that even working in regional software businesses cannot\\n* Finally, we hope that there isn’t an over-finalization of gaming as the ultimate purpose is still to have fun. We should use NFTs and crypto to add immersion and never forget that the end goal is to build enjoyable consumer experiences.\\n\\n**Background:**\\n\\nWe want to start by first clarifying the differences between how we will use the terms “NFT Gaming”, and “Blockchain Gaming”.\\n\\nNFT Games have in-game assets that are NFTs. Just because a game incorporates NFTs, does not necessarily mean its game logic runs on a blockchain, or that it is decentralized. Similarly, games could decide to issue tokens and decentralize but omit NFTs altogether.\\n\\n“Blockchain games” host their game logic directly on public blockchains. Congruently, it does not have to incorporate NFTs or have a crypto-currency tied to the ecosystem (you get the point).\\n\\nWe will refer to games that use any blockchain technology as “crypto-games”.\\n\\nNote: Because this space is so new, our general definitions will probably have changed by this time next year. NFTs are social by nature, so our discussion focuses exclusively on multiplayer games.\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\n# Pillar 1: Asset Ownership\\n\\n2008 - I had just made some friends after moving to a new school. A bunch of us boys was hanging out in front of my best friend’s computer during a sleepover where we came across...\\n\\n![“Looks fun - could use a break from Age of Empires 2”](https://images.mirror-media.xyz/publication-images/pQLA5hGzOfiVrebzA08KB.jpg?height=379&width=500)\\n\\nBy 2010 we were still throwing snowballs at the basketball hoop as we complained about our homework that day. We had our Secret Agent Badge and Black Belt proudly equipped for all to see. Hanging out in Club Penguin was definitely a highlight of my lower-school years.\\n\\nEarly 2017, I had just found out that Club Penguin was shutting down a month later (March 2017). So my friends and I logged in one last time to shoot some snowballs at the basketball court while we threatened to report anyone who dared try to type “Idiot” with our Special Agent privileges.\\n\\n### Losing Games and Game Items\\n\\nWhether it’s a mount in WoW or my Puffle and igloo in Club Penguin losing in game-assets is an upsetting experience that is, unfortunately, the fact of life. Whether it’s the dozens of Reddit pages and forums, there are people frustrated with losing items in their games or MMOs [that have closed down over the years](https://www.kotaku.com.au/2021/09/best-mmos-shut-down-online/). Losing something they spent so much time, effort, and money to acquire. This is especially true in the case of MMORPGs, where people built whole identities and communities around their account, only for those to disappear when the game became unprofitable to maintain for the studio.\\n\\n![:(](https://images.mirror-media.xyz/publication-images/ci-6N94UQGDzUN8vsePEx.PNG?height=237&width=738)\\n\\nHere's an example of the unthinkable becoming reality: an MMO that [disappeared overnight.](https://www.engadget.com/2011-11-15-hangame-mmo-accidentally-deleted-shut-down-forever.html)\\n\\n### So How Does Crypto Help?\\n\\nIf my Puffle or Penguin avatar had been an NFT, it could exist independently of whether Disney shuts Club Penguin down or not. If other games or individual users so desired, these NFTs could still have use-cases (see Pillar 3, 6) from user spun-up derivative games/experiences.\\n\\nTo better understand this dynamic and why it is important (past your experience with Club Penguin) check out “[Into the Void: Where Crypto Meets the Open Metaverse.](https://metaversed.net/263f1ff8c13c455ea472f5689e01acaa)”\\n\\nIn this section, we want to build on the article above to muse about additional use-cases on how in-game asset ownership can transform gaming.\\n\\n### Buying and Selling of Games (Again)\\n\\nAccessing games through a DRM (Digital Rights Management) platform like Steam or Microsoft Store means you get a license to play games through their server. [You don’t actually own the game.](https://www.techradar.com/news/pc-game-ownership-in-the-digital-age-what-do-you-do-in-a-post-ownership-age)\\n\\nI remember the good old days when I traded my Smash Bros for a Blazing Angels CD. Every CD and cartridge that my friends had, was also another game I had access to - when we were bored of playing one game, we were happy to sell, swap, and gift it to each other.\\n\\n[https://twitter.com/jking215/status/1450444140072865794?s=25](https://twitter.com/jking215/status/1450444140072865794?s=25)\\n\\nToday, I have over 120 games on Steam, and I have no idea what to do with them. I can't sell, lease or gift them on a game-by-game basis nor can I sell my Steam account since it contains sensitive personal information and breaks TOS (terms of service). And frankly, there is a level of confusion about having just “purchased” something and being told that I cannot do anything with it past playing the game; [it seems like we aren’t the only ones following this train of logic.](https://www.vg247.com/steam-users-right-to-sell-games-french-court-valve-ruling)\\n\\nYet Steam can’t put it more directly that you *do not* in fact own the game. [From Steam’s TOS:](https://store.steampowered.com/subscriber_agreement/)\\n\\n> Valve hereby grants, and you accept, a non-exclusive license and right, to use the Content and Services for your personal, non-commercial use…\\n>\\n> All title, ownership rights, and intellectual property rights in and to the Content and Services and any and all copies thereof are **owned by Valve…**\\n>\\n> You are entitled to use the Content and Services for your own personal use, but **you are not entitled to (i) sell, grant a security interest in, or transfer reproductions** of the Content and Services to other parties in any way, **nor to rent, lease or license the Content and Services to others…**\\n\\nInstead of digital licenses, NFTs could be used to authenticate access to a game. This is already the case for Axie Infinity, where you must own 3 Axies to play. You’re then allowed to sell, gift, breed…etc those Axies anytime you wish. This now means that you can resell access to your old games, buy games on the secondary market, and lend/rent access to games through NFT renting protocols like [reNFT](https://www.renft.io/).\\n\\nSo perhaps before you purchase a game you want to try playing it for a while, or you’re finally finished with a game and want to resell it at market prices. Perhaps you want to create social communities around verified ownership of some game, or even guilds with requirements of verification of on-chain data about your in-game status (levels, land-possession, faction allegiance...etc). **With NFTs representing in-game assets, or replacing digital licenses, you unlock a richer user experience around gaming.**\\n\\n### But what about the Game Developers\\n\\nIf everyone could just buy/sell/trade their games with someone else, then how are they going to make money?\\n\\nFirst, NFTs can create new monetization models. Game developers can embed NFTs with a royalty fee so that each time in-game assets get traded, they (or a designated address - a treasury) automatically receive the fees. The same idea applies if the NFT assets represent ownership of the game itself. Axie relies on this model and is one of the top revenue-generating games of 2021.\\n\\n[https://twitter.com/santiagoroel/status/1442496732458221581](https://twitter.com/santiagoroel/status/1442496732458221581)\\n\\nFurthermore, game developers can offer additional interoperable experiences, lowering the cost barrier for new players while increasing price discrimination. Imagine a game studio that has developed a large game and many mini-games that all can be played entirely independently of each other. These games are related and are all part of a core story/game universe. Purchasing NFT A could allow players to access A mini-game, but they must buy NFT B if they want to access the B mini-game...etc. If they decide that they like what they’re playing, then they could buy the more expensive NFT Z. The different NFTs that I now own can now act as either unique characters, passes to enter certain areas in the big game, or be combined/composed into unique items while still providing access to the different minigames that are part of the same core universe.\\n\\nThe difference between this and the current DLC model is that each NFT is independent of one another. If the area that A NFT unlocks in the main game is no longer interesting to a player, they could sell that NFT individually. Or if they no longer have the time to play games, they could sell everything except for NFT A which to them is the most fun and least time-consuming.\\n\\nThese NFTs also don’t have to be as expensive as DLCs or purchasing games today. With new post-purchase monetization models available to game studios, initial purchase prices could be even lower than DLCs today.\\n\\n### Capturing Value\\n\\nWhat is valuable in a game?\\n\\nPerhaps it's “whatever lets us have the most fun”, but with that, we turn into the realm of subjectivity. A gorgeous-looking sword with mediocre stats may be welcomed by a more aesthetically conscious player but frowned upon by a stat-only player who wants the best gear.\\n\\n![Classic Dilemma](https://images.mirror-media.xyz/publication-images/EJsgjt_WY8j1UAKhIJeFE.jpg?height=480&width=640)\\n\\nWe conjecture that with in-game items the 4 main factors that contribute to “what is valuable” are authenticity, scarcity, utility, and story.\\n\\nAuthenticity, utility, and scarcity are generally well captured in the current gaming environment. If you know that a legendary item is super powerful, has a low drop rate, and is useful to you, you probably spend a lot of effort obtaining it and purchasing it at a high price, and because games today are closed environments, the question of authenticity is trivial.\\n\\nHowever, the value of the story, in our opinion, isn’t captured well at all. For example, when you buy an art piece, the curator can usually provide historical background on the piece, like whether its previous owner was someone famous, a crazy story of how it was rediscovered, or a story behind its creation. These stories are what sometimes make art valuable and engaging - when you purchase a piece, you aren’t just buying its visual representation, but its historical context (where and how it was made), its lineage (which walls it has hung on), and its overall story.\\n\\n[https://www.youtube.com/watch?v=A_DRNbpsU3Q](https://www.youtube.com/watch?v=A_DRNbpsU3Q)\\n\\n**Unfortunately, stories like this are rarely captured in in-game assets on a noticeable level, which we believe is a massive missed opportunity.** Imagine how valuable it would be for some hardcore fans of Hiko to find out they were buying was the exact StatTrak P2000 Corticera skin he used to execute the [inhuman reaction headshot.](https://www.youtube.com/watch?v=qFGpLdGEL9k) But more importantly imagine the level of immersion this can bring into gameplay - the level of pride at owning the exact skin used by Faker, the exact whip used by Durial321 during the Fally massacre (this point is expanded upon in Pillar 5). **Because the history of ownership is easily verifiable, items take on a story and a lineage, increasing its value but also creating more immersive experiences in gameplay.**\\n\\n[https://www.youtube.com/watch?v=acKvztQu8Zg](https://www.youtube.com/watch?v=acKvztQu8Zg)\\n\\nAn example of the power of story in creating immersive experiences around gaming: the Runescape Party Hat - “one of the most iconic items in the history of modern video games”\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\n# Pillar 2: Transactions and Payments\\n\\nBesides ownership of in-game assets, the ability to transact trustlessly on blockchain infrastructure could be a solution for problems that revolve around gray markets and RMT [(Real Money Trading)](https://blog.malwarebytes.com/privacy-2/2021/09/gamers-beware-the-risks-of-real-money-trading-rmt-explained/). As presented in “[Into the Void](https://metaversed.net/263f1ff8c13c455ea472f5689e01acaa)” we assume RMT to be an inevitable byproduct of demand for in-game assets and build off that assumption.\\n\\n### Distribute Margin\\n\\nThe CSGO skin trade is a multi-billion dollar market that lacks transparency despite its popularity, size, and efforts to regulate it. The market isn’t the wild wild west anymore compared to pre-2018 thanks to greater oversight and regulation from Valve, but there still are plenty of fishy[ third-party sites](https://gist.github.com/MRuy/a3a64bc870a320864557) that are made to scam unaware buyers.\\n\\n![CSGOSkins](https://images.mirror-media.xyz/publication-images/_MlSl1Z2fIWbu64TOAyFI.png?height=601&width=1164)\\n\\nA safer bet would be to trade on the Steam Marketplace, which is far more secure and popular. However, Steam Wallet has a limit of $2,000 (so all trades cannot exceed it), a hefty 15% fee, and money gained from trading MUST stay in the Steam ecosystem. If you want to cash out to fiat or have an item(s) worth more than $2000 to sell, you would need to head back to those aforementioned third-party sites. And while many do offer legitimate trading services, the more legitimate they are, the higher fees they tend to command and the greater the likelihood you will need to complete KYC verification and link your account with Steam. What we see is a centralization to Steam’s marketplace and a select number of marketplaces that have high taxes and tactics to force you to stay in the Steam ecosystem.\\n\\nBecause blockchains already have developed infrastructure around secure transactions, marketplaces built atop public blockchains don’t need as much capital investment to maintain security. Hence, they’re able to distribute the margin they need to maintain profitability to the end-users, greatly lowering their take rate (marketplace fees on Opensea are 2.5%). Whereas in the past, Valve had to spend money validating transactions, responding to customer service requests, and building market infrastructure, public blockchains, and open source marketplace contracts already take care of all of these features (in fact just sell them on Opensea). Authenticity verification of NFTs is much easier via reading its metadata, restricting the possibility of scams by creating listing requirements on the platform.\\n\\nCrypto can also bring transparency to the RMT process. First, crypto-games by definition have adjacent marketplaces where buying and selling of in-game crypto assets take place. By accepting this as a feature of the game, the game can spin up its own marketplace and decrease player reliance on potentially fraudulent third-party websites. Second, through a listing mechanism where the product is automatically delivered upon receipt of payment, and/or through a DEX for in-game currency, crypto can enable better price discovery and trustless transactions.\\n\\nInterestingly, RMT sellers would also gain from adopting crypto. Current RMT sellers have to deal with credit card fraud, disputed charges, and merchant fees which take substantial chunks of their profits.\\n\\n### Dilution of Prestige\\n\\nA common criticism with embracing RMT is that it dilutes the amount of dedication a player put in to acquire a rare in-game asset if an RMTer could buy it at the click of a button. NFTs, via on-chain verifiable histories, make available to the public who it was that obtained (minted) the item. This can then act as social currency within the game.\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\n# Pillar 3: Interoperability\\n\\nBeyond the fact that the Smash Bros franchise is both a great party and competitive fighting game, we believe a factor in its immense success is how it allows characters from different franchises to interact. It’s in people’s nature to compare characters between different stories (Gandalf vs Dumbledore) and debate how a fight or interaction might shake out - to see it happen in-game satisfies that demand. People also find it fun when their favorite celebrities or fandoms collide and produce new content; scratching that ‘what if‘ scenario in the back of our heads. But because of our current gaming infrastructure, the majority of games are siloed in their own franchises and aren’t able to scratch that itch.\\n\\n![A well-visited screen](https://images.mirror-media.xyz/publication-images/-ZFFqnyWtZJfQUxBOt4rH.jpg?height=720&width=1280)\\n\\n### Content Interoperability\\n\\nGames like Smash Bros and Kingdom Hearts are in the minority. **We believe that players are missing out on a whole new way to experience their games with closed-end ecosystems while developers are missing out on new ways to monetize and promote their games.** Meanwhile, Fornite *has* realized this potential and is not afraid to take steps towards integrating other games/media outside of its universe, like the introduction of Kratos from the God of War franchise or John Wick as an example.\\n\\n![Fortnite](https://images.mirror-media.xyz/publication-images/4aOlt_g_AXKX0axrWcRG0.jpg?height=675&width=1080)\\n\\nNFTs can open the flood gates to interoperability between games. In so far as a game develops a representation of the NFT in their game, users will be able to integrate any NFT they desire. An NFT that represents a playable character or item in one game, could be a cosmetic skin or land in another. **Not every NFT will need to be playable or have representation in-game (this is infeasible due to cost and game-design issues), but the fact that one in-game item can exist in another even just as a cosmetic piece can be powerful in terms of the partnerships and hype it can bring.**\\n\\nBecause of the increased interoperability, players can also experience new ways to use the assets they own without needing to buy a new game. For example, if a Medieval MMORPG formed a partnership with a 5v5 NFT brawl game, the NFT character that I bought for the MMO could be used in the brawl game as well, effectively increasing my total playtime per item bought. Imagine the implications here for a game like Smash Bros.\\n\\nIt's exciting to see that these partnerships that will set the foundation of interoperability in NFT games are already being formed. [Wararena](https://www.warena.io/) and Iluvium’s [recent decision ](https://teamwarena.medium.com/warena-partners-with-illuvium-will-look-to-cross-metaverse-db17dd49533e)to form a partnership to solidify cross-compatibility is great, and we believe that the more games that are currently being developed with NFTs become interconnected, the sooner we can start building an open metaverse.\\n\\n![](https://images.mirror-media.xyz/publication-images/8SEavoH6ljSm7F98i8uOZ.jpg?height=720&width=1280)\\n\\n### Economic Interoperability\\n\\nAfter converting cash into V-bucks (Fortnite) or Steam wallet dollars, there currently is no way to withdraw it back to fiat, nor send it to another platform (assuming 2 weeks have passed for Steam Wallet). This is an intentional and effective method to keep players invested in their platform/game and not move their purchasing power elsewhere. In the [same article mentioned earlier](https://www.vg247.com/steam-users-right-to-sell-games-french-court-valve-ruling), the lawsuit brought on by the French consumer protection group against Steam also argues that the inability for people to withdraw their money from Steam is anti-consumer behavior. Even with gift cards, one can redeem the remaining balance to fiat assuming some conditions are met.\\n\\nWe believe there are many other benefits that having an interchangeable currency can bring; for example:\\n\\n* Players now actually have more control over their assets\\n  * Withdraw to Fiat\\n  * Transfer tokens to another player\\n* Games that use the same tokens as an in-game currency could experience a higher level of user growth since players would be more inclined to try out a new game (and pay for things in it) if they already have the underlying token to play it\\n* Game shutdowns won’t wipe out in-game currency, and other games could use existing currencies in any way they see fit\\n* All of this effectively increases the utility of my in-game crypto-currency\\n\\nOne can imagine, once the Axie SDK is open source, new Axie game modes will create more use cases for SLP and increase Axie demand.\\n\\nAt the end of the day, the current system works, albeit in a non-ideal way. People are aware of the irreversibility of putting cash into their Steam wallet, and they still do it anyway. We just believe that there are more consumer and game-studio-friendly alternatives available with crypto.\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\n# Pillar 4: Game Governance\\n\\nI vividly remember opening up another tab on Internet Explorer to furtively chop willows or AFK salmon during computer class. This was 15 years ago, and I still play today.\\n\\n![And no I am not maxed...](https://images.mirror-media.xyz/publication-images/_Lt7jD2C7O2bgWYycpXyz.png?height=496&width=759)\\n\\n### Nostalgia\\n\\nThe golden age of Runescape was RS2 pre-EOC/post wildy + free trade. (For a quick recap, RS1 had old-school graphics and limited content, RS2 had an expansion of new skills, quests, and a deeper storyline, while RS3 had a new combat mechanic (EOC) and pay-to-win micropayments that caused a community schism.)  As with most games, simply by having existed long enough the dev team ended up shipping updates that were not well received by most of the community.\\n\\nPost EOC (in RS3) there was such a large exodus of players that the CEO of Jagex (the developing company behind the game) put out a community *[poll](https://secure.runescape.com/m=news/2007---old-school-runescape-you-vote?jptg=ia&jptv=news_archive)*, a means to previously gauge player interest around updates, to determine whether Jagex should create a retro version of the game. If it received more than 50,000 votes the retro 2007 servers would be revived, and for each additional 250,000 votes it received, this “fork” would receive extra benefits and attention from the team.\\n\\nHere’s an in-depth explanation of the fork:\\n\\n[https://www.youtube.com/watch?v=EP-GQoO8hDU](https://www.youtube.com/watch?v=EP-GQoO8hDU)\\n\\nThe poll proceeded to pass with 440,000 votes spawning the creation of the now more popular OSRS (old school Runescape). As one of the promised benefits at the level of interest they received, the mods created an in-game polling system, where only paying members who had a **total level above 300 and more than 25 hours of game-time** would be able to vote on significant updates, new quests, cosmetics, and items. Only if the vote passed with more than 75% yes votes would the updates be implemented in-game. These polls are detailed, giving users the leeway to vote on the creation of new game modes, [cosmetics](https://oldschool.runescape.wiki/w/Poll:Design_A_Hat_Art_Competition_-_Finalists), and different [stats a game item possesses](https://oldschool.runescape.wiki/w/Poll:Equipment_Rebalance:_Ranged_Meta).\\n\\n![Poll Booth](https://images.mirror-media.xyz/publication-images/VSO-V5qDwevYxLXEP2bLd.png?height=288&width=511)\\n\\nThough widely supported by the community, this rollback also erased 6 years’ worth of content from 2007-2013. Today I would give anything to be able to go back to 2008 and finish “While Guthix Sleeps” on my original RS account, but alas the quest is now part of RS3, and my new OSRS character no longer has access to the quests I dreamt of completing in my childhood.\\n\\n### The Overarching Issue\\n\\nAll of these aforementioned issues stemmed from unilateral updates that the devs shipped without community input. We were members of a game without any say in how it progressed despite having sunk our time, money, and soul into it. Despite our willingness to do so, there was no way for users to contribute to further game development post-roll-back - to restore our favorite quests, or decide on which year to roll back the servers to.\\n\\n> I happily played World of Warcraft during 2007-2010, but one day Blizzard removed the damage component from my beloved warlock’s Siphon Life spell. I cried myself to sleep, and on that day I realized what horrors centralized services can bring. I soon decided to quit. - Vitalik Buterin\\n\\nBut, at the end of the day, none of this is the core dev teams’ fault. They are under a catch-22 pressure, where unless there are new updates and content, players leave for newer pastures; but if there are too many updates, players grumble about balance and ruining the game. It is in their incentive structure to continue to ship updates at break-neck speeds. That is until one of the updates ends up as unpopular as EOC.\\n\\nAnd why restore to the 2007 version? - that was the only version that they could find that was [backed up in the company ](https://oldschool.runescape.wiki/w/Update:2007_-_Old_School_RuneScape..._You_Vote!)hard drive.\\n\\n### Issues with the Rollback / Voting System\\n\\nBy requiring that any update pass a plurality vote, OSRS gives the community the power to decide on how the game will progress. The polling system is by design conservative, making it unlikely that any large system altering update (like EOC) gets passed without scrutiny, and though voter participation is low, issues of particular interest (Group Ironman, adding new skills) do get much higher turnout than other polls (10% of player base or 2x DAU).\\n\\nAt the very least this can stop the degeneration of the game into an unrecognizable hodge-podge of overlapping updates. On the other hand, the plurality requirement and low voter turnout pit opinionated conservationists against people that want to see further developments in OSRS.\\n\\nThis opinionated minority effectively has the power to block all new updates that greatly alter the game. This puts people like me who valued RS2 in an odd position. We weren’t around to feel nostalgic and maximalist about preserving the classic nature of 2007 Runescape, yet we are also unwilling to go WoW in neighboring RS3. We want, and to this day fight for, a dynamically moving OSRS with our favorite quests, new items, and skills. Yet each successive time there is a vote to alter the 75% plurality requirement or updates that meaningfully alter the game, they are struck down by the minority.\\n\\nAn example of this conservative blocking power was in the failure of a new skill warding to pass the polls. Read about it briefly [here](https://oldschool.runescape.wiki/w/Warding). It failed with a yes vote of 66%, showing that a plurality requirement can create a static game.\\n\\nAnother disadvantage of the OSRS voting model is that it is prone to bot attacks (Sybil attacks). It’s easy for bots to create new accounts, and without detection, achieve 25 hours of gameplay plus a total level of 300. Though the ease of doing so decreases exponentially per hour played, (for example if the % likelihood of getting banned per hour of botting gameplay is 0.1%, then there is a 10% chance of getting banned in the first 100 hours) with current bot detection systems, it is more than likely that they can form a voting bloc that casts the deciding vote.\\n\\nRight now there is little incentive for RMTers and bot farmers to actively participate in the polls as most of the ballot items do not impact botting income, but if governance decisions had a direct impact on the price of associated tokens and items in-game then bot attacks become very costly.\\n\\n![A bot farm in the wildy](https://images.mirror-media.xyz/publication-images/z9KX89GbOimwRasGihnw4.jpg?height=720&width=1280)\\n\\nFinally, the OSRS model has no formal way for players to originate ideas. It has happened before that a popular forum post, filtered and edited by the devs, landed on a poll, but this is a rare occurrence.\\n\\n### Are NFT games able to Solve these problems?\\n\\nFrankly, we’re not sure! But we at least believe that the opportunity set of possible experiments is so vast that somewhere we will be able to find solutions to mitigate, if not solve these issues.\\n\\nThe pressure to constantly update will still exist but can be organically dissipated by community-driven content and decentralized governance. The exact version of the game the community desires can be retrieved at all times and run by any member that desires to do so, and more sophisticated polling systems than the one used by OSRS can be used/experimented with to target specific results.\\n\\n### Decentralized Governance\\n\\nFor a quick overview of what blockchain governance is check out this link. For a more in-depth introduction, we suggest the [Crypto Canon: Governance ](https://a16z.com/2018/02/10/crypto-readings-resources/)section.\\n\\nA reductive explanation would be that crypto-based communities, often organized around a particular project with its own token, are operated by governance systems where instead of a singular centralized entity making decisions (in this example think Jagex unilaterally pushing updates) there exists some form of voting or social consensus system among its users, community members and token holders. Within predefined bounds, changes to the protocol/application must pass a vote. Think about how in OSRS players that meet a certain threshold can vote for proposals that directly affect the game.\\n\\n### DeGov Unique to Crypto Games\\n\\nGaming, in particular, gives us access to primitives that allow the creation of new crypto-governance models. We hope to propose a rough blueprint of such a model that addresses issues within gaming and existing crypto-governance using unique qualities only available in games.\\n\\n### Existing Issues with Crypto-Governance\\n\\nThe predominant crypto-governance model is some form of coin-voting. Those who possess tokens can cast or delegate votes which are then weighed depending on the protocol’s governance specifications. Coin governance is prone to bribing, plutocracy and must implement additional measures to safeguard itself from predatory financial interests - quadratic voting being a prime example. It also fails to represent interests besides token holders. For a comprehensive overview check out Vitalik’s blog post - [Beyond Coin Governance](https://vitalik.ca/general/2021/08/16/voting3.html).\\n\\nAs mentioned in his article, a solution to the issues of coin-voting is non-coin-driven governance of which one branch - that doesn’t involve KYC - is “proof of participation”.\\n\\n> Proof of participation: systems that attest to the fact that some account corresponds to a person that has participated in some event, passed some educational training, or performed some useful work in the ecosystem. See POAP for one attempt to implement thus. - Vitalik\\n\\nIn existing protocols tangibly measuring proof of participation is a challenging issue. However, within a game, there are easily provable ways of verifying participation and subsequently weighing this participation.\\n\\n### Proof of Participation Voting Mechanisms\\n\\nOne immediate metric we can take as a proxy to participation is the total level of a character.\\n\\nFor instance, we could easily envision an extension of the OSRS model, where only members who have played more than X hours and have met certain leveling conditions get to vote and propose new items on the ballot.\\n\\nBut from there we could extend the voting mechanism with ideas brought over from coin-voting. The number of votes delegated to a user per voting round could scale at:\\n\\n```\\n                          (X-S)^n\\n```\\n\\nwhere x is the on-chain verifiable level, s is a phase shift that guarantees adequate Sybil resistance, and n is some constant (or piecewise changing), whereby the more total levels you have the more votes you earn, rewarding established players who verifiably have put time and effort into the game over newer users. With this simple model, we’ve engaged in a tradeoff between Sybil resistance in voting and plutocracy. **However for an optimized s and n, given a high enough % chance of being banned per time botted, we could minimize the effects of bot-attacks that sway key governance decisions, or at the very least cause it to be temporally infeasible for bot accounts to overcome actual user’s decisions**. The disadvantages of such a model would be that it could establish a gerontocracy as voting power pools in existing players which would incentivize account selling.  (Similar to this proof of playtime model is YGG’s token distribution model, where governance tokens are distributed to those who complete quests and contribute more to the community. We do not yet know how they will measure, verify contribution or decide on the number of rewards issued upon completion of those quests. Check their whitepaper [here](https://yieldguild.io/YGG-Whitepaper-English.pdf).)\\n\\n### Solving Gerontocracy\\n\\nTo prevent gerontocracy we could implement a voting power decay. Taking Runescape as an example for clarity, it could be that the first season of voting after you achieve 2000 total levels you receive x amount of votes, but every subsequent year x decays at a slow linear rate, removing the power of long-time incumbents and benefiting relatively newer users as they gain more experience. This is of course offset as the older players further advance within the game and earn more voting power through achieving new milestones. Once you reach the level limit this decay could stop, rewarding the highest achieving players.\\n\\n![An example of how voting power could scale with time](https://images.mirror-media.xyz/publication-images/7Z5SdnI_XiXupz4EqlcDJ.png?height=800&width=800)\\n\\n### Account Buying\\n\\nAs for large-scale account buying, we could implement the solution adopted by Axie Infinity. Because each character is an NFT with on-chain levels, we could easily have the level reset upon any transfer. (Axie progress resets upon each account transfer).\\n\\n![Consequence for Transfering](https://images.mirror-media.xyz/publication-images/FXIkJWTBkQBslDtGVcT61.PNG?height=318&width=466)\\n\\nAnother solution would be to make the NFT representing your playable account non-transferable. This would equate large-scale account buying to large-scale purchasing of private keys - entailing its own security and coordination costs. Because private keys are also unalterable, the seller can still access the account post-sale, further discouraging large-scale account buying. (We are currently working on an optimized version of the above model, testing different parameters to maximize Sybil resistance. Catch us in another post soon!)\\n\\n### Coin Voting + Proof of Playtime\\n\\nHaving established a proof-of-playtime voting system, we can combine it with existing coin-voting to give representation to overlapping but different constituencies. The weighing of these two votes could be ossified to outline the key governance values of the game. One can imagine a scenario where coin holders represent ⅓ of the voting power while proof of playtime voters control the rest, leading to the ability of coin-voters to sway important decisions, but not be the deciding factor in altering the game that the players invest their money, time and soul into.\\n\\n### Why not Off-chain?\\n\\nOne of the key reasons decentralized voting becomes necessary is that there can be times when the dev team (if there is a centralized team developing the game) and the community are in opposition to one another. With current games, besides the occasional dissatisfaction with an update, there are no fundamental conflicts of interest. The community is the main source of revenue for the dev team, and alienating too many can come at the cost of their livelihood.\\n\\nHowever, one can imagine a blockchain game where the assets and tokens associated with it have become so valuable that despite the community’s desire in changing gameplay, it is in the best interest of the devs to preserve the value of their initial allocation over anything else.\\n\\nIf a governing proposal benefits the players at the expense of the token price, then a vote where correct execution is guaranteed and the votes and outcome cannot be tampered with by the team, is important.\\n\\nThough not immediately congruent, we can take a look at Axie Infinity, where the majority of scholar-players want some form of an Axie sink and higher SLP breeding requirements to raise the price of SLP, while it is in the team’s best interest to only marginally maintain acceptable yields and breeding profitability to increase the size of their player base.\\n\\n### Illuvium Improvement Proposal-4: A Case Study\\n\\nIlluvium is a current work-in-progress game that is positioning itself as the first AAA game to be built on IMX on Ethereum. It’s an open-world RPG, where players collect creatures (Illuvials) and use them to battle other players in an Auto-Chess game mode. This game is the first of its dev-size and popularity in the crypto space that has already implemented some form of decentralized governance. ILV holders get to vote for representatives on the Illuvium Council and delegate their vote to the person of their choice. Council members can then debate and vote on proposals submitted by token holders such as but not limited to:\\n\\n* Balance Changes\\n* Expansion Packs\\n* Character Sets\\n* Monster Spawn Rates\\n* Marketplace Fees\\n\\nAnd there are already early signs that the system can generate good results. A proposal was successfully passed to disallow locked tokens belonging to seed investors to qualify for staking rewards.\\n\\nThis change was to “substantially increase the APY of both pools, which will incentivize new users to purchase and stake ILV” and remove possibilities of “potentially harming the decentralization of the project”[ (the whole proposal).](https://github.com/IlluviumGame/IIPs/blob/master/iips/iip-4.md) This change was enacted to avoid plutocracy as stakers with locked tokens could also generate more ILV from yield farming, which would centralize their holdings and push smaller stakers and farmers out of the loop.\\n\\nThe passing of this proposal shows that the DAO can sacrifice short-term benefits for long-term objectives. It’s even more significant since it had a substantial (short-term) financial impact on the founding and then-current holders ILV, and the fact it reneged on some promises made to seed investors. It was a win for the longevity of the game, and I think the meteoric rise in the price of ILV since[ April ](https://coinmarketcap.com/currencies/illuvium/)somewhat reflects that.\\n\\nI reached out to the person who suggested the change, and here is what he had to say:\\n\\n![Our Conversation on Discord](https://images.mirror-media.xyz/publication-images/ya0PW0jwJmMq5ZQhGivN9.PNG?height=452&width=1564&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&size=large)\\n\\n### So is it all worth it?\\n\\nShould the core community of players and stakeholders in a game be able to self-govern (self-originated ideas, vote) in a way that is less susceptible to bot attacks (than existing game governance) and plutocracy (than coin-voting) via implementing a proof of play-time mechanism?  Frankly, we’re not sure. We still don’t know if the mechanism can achieve adequate Sybil resistance, and how to implement a decentralized bot-banner.\\n\\nBut as we were writing this article, Riot Games’ unanimous decision to remove the /all chat (RIP 2009-2021) in patch 11.21 without ANY sort of warning to or consulting of the player base demonstrates the one-sided development of games. From general discussions, it seems while most people believe Riot came with good intentions, they have focused their energy entirely in the wrong place and are out of touch. Many believe that Riot should be focused on developing better software and features that detect the consistent bad actors (repeat AFKers, Trollers, Heavy Profanity Users, etc.) and implement more appropriate punishments accordingly while rewarding good behavior.\\n\\nWhile I’m sure making a comprehensive judicial system for the world’s most popular game isn’t easy, I also think the amount of time they’ve had surely would have been enough to come up with something better. In a decentralized system, I think players would have voted for the implementation of a better judicial system and malicious-behavior detection software a long time ago, and Riot games would have had to implement it, or at least not pull this nonsense of banning the beloved /all chat that solves basically nothing.\\n\\n![](https://images.mirror-media.xyz/publication-images/tttOFQdvB4_mEh1qY3-wr.png?height=238&width=523)\\n\\nEDIT: [Seems like Riot has heard the crowd (thankfully) last minute, the ban is now limited to certain regions with a 2 patch duration ](https://www.leagueoflegends.com/en-us/news/game-updates/patch-11-21-notes/)to test the efficacy of the ban\\n\\nThere are large tradeoffs to community governance and a game controlled by its users may end up shipping developments at the whim of its community that ends up ruining the long-term prospects of the game anyways. But at the end of the day\\n\\n> “Democracy is the worst form of government – except for all the others that have been tried.”\\n\\nThis form of game development may be less fluid and tend toward conservatism, but it may turn out better than the benevolent dictatorship of a core dev team. At the very least we believe that given our history it is an experiment worth trying.\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\n# Pillar 5: Reward Contributors\\n\\n### Reward Gamers/Content Creators\\n\\nOne of the core advantages of having a coin is that the protocol has a native currency to reward constituencies and contributors in such a way that their incentives are aligned with the success of the protocol itself. **Earlier contributors obtain these rewards at a lower cost basis and take on a larger risk in participating in an unproven ecosystem.** The efforts they expend to grow bring in later participants, and the price of their tokens now appreciates to reflect the increased interest in the project.\\n\\nThis is the system implemented by Axie Infinity. Every season, the 1000 highest ranked players are eligible to claim progressively higher AXS rewards. The highest-ranked player for season 17 earned 225 AXS, which at the time of this writing is valued at 31,000USD. This creates a feedback loop where players increasingly strive to achieve higher rankings, thus experimenting with new builds, breeding, creating guides, making videos, teaching scholars...etc overall growing the ecosystem through monetary interest, all the while rewarding its most avid players, streamers and contributors.\\n\\n![Leaderboard Rewards](https://images.mirror-media.xyz/publication-images/AINHMuduoyA9qyhJXOJhE.png?height=864&width=1162)\\n\\n### Reward Developers/Modders/Marketers\\n\\nIf a game is fully decentralized without a developing company behind it, who will maintain the game, run customer service, work on new projects, find new partnerships...etc?\\n\\nIn lieu of the length of the article so far and because we believe that the possible implementations of this are not unique to games, we will not touch upon it here. We suggest the following readings:\\n\\n<https://vitalik.ca/general/2021/08/16/voting3.html> (specifically check out futarchy)\\n\\n<https://medium.com/ethereum-optimism/retroactive-public-goods-funding-33c9b7d00f0c>, <https://vitalik.ca/general/2019/12/07/quadratic.html>, or to check out index-coop DAO’s [contributor compensation process](https://docs.google.com/spreadsheets/d/1rIZDsJtugfISRyrmLzSNCdNiTwH-TzXcDSxrNTNLZiU/edit#gid=457128231) (thought at the moment it is centralized)\\n\\n[https://twitter.com/alexdphan/status/1454140309328187393?s=21](https://twitter.com/alexdphan/status/1454140309328187393?s=21)\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\n# Pillar 6: Opensource\\n\\nOne protection that blockchain games provide against bad governance is the ability to return the game to any specific snapshot in time.\\n\\nBlockchain games have publicly available contracts which run their game logic. Many games have not only published public GitHub Repos with their smart contracts, but they’ve also open-sourced the Unity client of the game, including the interface and graphical resources ([an example](https://github.com/planetarium/NineChronicles)).\\n\\nThus anyone can aggregate this data, decide on a specific period of time when they want to revert the game back to and alter the logic of the contracts and game assets such that it replicates a specific moment in time, then deploy this new version of the game (though at the moment at non-negligible costs). Item and token balances would not be able to be returned unless the blockchain itself is forked, but at the very least, the game would start over OSRS style. [Nine Chronicles](https://docs.nine-chronicles.com/) is an example of an open-source blockchain game.\\n\\n![](https://images.mirror-media.xyz/publication-images/F6ng8ATwhFoaMCYmDuto8.jpg?height=353&width=616)\\n\\nBy being easy to fork, blockchain games achieve ease of exit, a core tenet of good governance. Any decisions contrary to the wishes of the community that are implemented via plutocratic interest or bot-attacks are reversible, though not at a negligible cost.\\n\\n### Flourishing Parallel Worlds\\n\\nCrypto + open source games have implications beyond governance. Modded versions of games have always been at the forefront of pushing gameplay to new frontiers and genres. In fact, some of the most popular games of all time were inspired or directly created in/as mods of other games. From user-created modes, maps to user-created in-game assets, mods defined and created many of the games we know and love today.\\n\\nBut mods today though suffer from increased centralization as they become more popular. As they become more popular, they often get absorbed by the original game creator. Because many of these open-source/modded games are usually not profitable and maintained by people as a side hobby or an experiment, to sustain them, this happens more often than not (Minecraft is a prominent counter-example).\\n\\nBecause of the previously discussed ways that blockchain can prove ownership and generate continued revenue through royalty implementations, it is possible to have an open-source game that is also able to generate continuous revenue through the sale of in-game assets for the original creator AND the modders. The modders can also be rewarded through mechanisms detailed in pillar 5.\\n\\nA good example where open-sourced blockchain development could have benefited a game is the development of DayZ.\\n\\nTLDR: DayZ was first a mod developed by an Arma 2 player. The modder took the best aspects of Arma 2 and transformed it into a survival game with zombies which became playable on an Arma 2 server. Soon there were spin-off servers that layered more mods on top of the OG DayZ mod that offered vastly different gameplay mechanics and features (PVP focused, base building, etc.) than other servers. Players naturally gravitated to the servers that contained the gameplay they liked.\\n\\nThen, Bohemia Interactive decided it wanted to cash in on this opportunity, so it brought in the creator of the first DayZ mod and developers from their Arma 2 team to create a stand-alone, official DayZ game. Unfortunately, the new team unilaterally decided on features that should be in the official game without even considering the different player types across the servers, which alienated most of the PVP and base building lovers. The game itself turned out to be a buggy mess, and full of features that players did not ask for.\\n\\nBy ignoring the different player groups that existed in the different servers as the dev team began creating the standalone, it left a vacuum that games like PUBG (Player Unknown developed a battle royale server for DayZ which was his claim to fame), Rust, and Subnautica satisfied the desire these left-over players had, which blossomed into multibillion-dollar games across new genres.\\n\\n![The predecessor of PUBG started as a mod of Arma 2 (Credits to HandsomeJayce on Youtube)](https://images.mirror-media.xyz/publication-images/B0noO2_J12D3nNniKA84-.png?height=654&width=1273)\\n\\nSo how and why could blockchain development benefit the development of DayZ in this scenario? Imagine a parallel universe, where Bohemia Interactive didn’t make the unilateral choices they did (think governance again), and instead from day 1 started by providing open-source tools and assets to scale those different servers. Through NFTs, they could have generated revenue from those assets as modders utilized or sold them in their own servers. **Letting those modded DayZ servers thrive and grow while continuing to provide backend support and tools would have been a much safer route to take while still financially benefiting from ecosystem expansion. And DayZ could have survived the innovator’s dilemma by seeding promising mods without ruining its potential.**\\n\\n# Redefining the Future of Work?\\n\\nI am not an economist, official or self-proclaimed. The claims I make in this section are based on reasoning alone without a background in the existing literature. If there are well-established empirical studies that support or refute these claims please send them my way! That being said I hope you have some leniency if I throw around terms without much rigor.\\n\\n### Wages\\n\\nIt seems intuitive, and I seem to recall from freshman year macroeconomics, that in a perfectly competitive world, labor market equilibrium happens when the marginal benefit from hiring another worker is equal to the wage rate. Put another way, under perfect competition in the labor market, wages for the new employee will be equal to how much value he/she can generate for the firm.\\n\\nOf course in the real world, nothing is perfectly competitive and there are (for some people) massive switching costs to jobs, informational asymmetry, differing market conditions, and rent-seeking behavior by corporations who use a combination of these tactics to offer lower wages than the value each worker creates. One can imagine a setting where there is an excess supply of unemployed workers, a lack of union protection, high-living costs resulting in switching costs, and general abuse of informational asymmetry - offering lower than market-rate wages, altering benefits...etc - resulting in lower wages than at theoretical equilibrium. The aggregate value produced via labor is thus captured by the firm instead of being distributed to the employee.\\n\\nThis often means that the world’s least connected, least educated that live in the least protected geographies with the poorest economies suffer the most from these asymmetries. But note that these conditions can happen anywhere in the world.\\n\\n### Does Crypto Gaming Help?\\n\\nWe often hear about how crypto gaming will redefine work itself - this is the fundamental mission of YGG. Gabby Dizon, CEO of YGG, posits that the question people of the future will ask is whether it's more fun to make money playing a game than it is to be an Uber driver or a construction worker - that the employment choice of the future will be between gig work and metaverse work. But this question only holds under assumptions that value created by contributors can be fully captured, or more wholly captured by the contributors themselves. If such asymmetries as mentioned above exist, then crypto gaming is just another instance of gig work outsourced to those with the least opportunities to allow value accrual to large capital holders (scholarship managers, guilds...etc).\\n\\n### So… Can it? Aka. How Crypto Changes this Equation\\n\\n### Trustlessness\\n\\nFrom Pillar 2, we understand that RMT markets are opaque and have bad UX for buyers of in-game assets, but the introduction of crypto can allow users to transact trustlessly. This is one of the key pieces in redefining the future of work.\\n\\nBecause this is a grey market, scams abound and the discomfort of entering in your credit card data without assurance that your gold will be delivered is nerve-racking, the sellers who have the most/best positive ratings dominate purchases. This means that sellers who have the capital to deploy customer service, marketing bots on forums/in-game, set up and host custom websites...etc will end up attracting more customers, which reflexively attracts more customers, regardless of price. This incentivizes the creation of larger pools that expand this initial capital to gain size, then raise prices. Once you have built enough trust and legitimacy such that it makes sense to use your platform over cheaper alternatives, it's very hard for new entrants to unseat existing sellers.\\n\\n[https://twitter.com/cdixon/status/1425645844334714883](https://twitter.com/cdixon/status/1425645844334714883)\\n\\n[https://twitter.com/cdixon/status/1425645845991477250](https://twitter.com/cdixon/status/1425645845991477250)\\n\\n[https://twitter.com/cdixon/status/1425645847740489729](https://twitter.com/cdixon/status/1425645847740489729)\\n\\nCrypto levels this playing field. Once you know that each vendor is trustworthy (by definition of the blockchain), then it is in the buyers’ best interest to purchase from the pool with the best price, or the most benefits. As for the sellers, any seller is now able to plug into the marketplace without the upfront investment of scaling legitimacy. **And because the marketplace platforms themselves are again easy to create, producer income can scale linearly with production. The margin that accrued to those at scale and to the platform is now distributed to everyone.**\\n\\n### Rewarding Time and Effort\\n\\nIf there is demand for in-game assets and gold, and RMT platforms exist where they can be changed for fiat, the production of in-game assets and gold is valuable labor denominated in fiat. But even one step further, crypto allows the rewarding of in-game contributions outside of the simple production of in-game assets.\\n\\nIn the past you contributed your time and soul to a game, amassing items that are then circulated into the economy. You build guilds, interact with other players and build social credibility within the game. **With the introduction of crypto-gaming, it has become possible to reward and incentivize these players and core contributors in a way that is fair and algorithmic.** As introduced in Pillar 5, gamers can be incentivized by levels, times, or core contributions as voted retroactively by members of the community.\\n\\nCertainly, Zezima and Woox contributed to the popularity of Runescape as much as many of the mods at Jagex, and Dean Hall did the same for Arma 2 with DayZ.\\n\\n### Geography\\n\\nFinally, crypto gaming is global. Most often when we produce goods and services, we are selling them to the purchasing power of our immediate vicinity or the section of the supply chain that is within our immediate vicinity. The farmer, clothes maker, bank teller of a specific region are henceforth bound in their wages by the economic conditions of the region they live in, so that the demand for their goods and services, either by the end-user or the next step in the supply chain, come from local buyers. This means that those who live in countries with economic instability have commensurate low wages.\\n\\nThis is true even in software. Despite software’s global nature, in practice at a smaller scale, local firms use local technologies. This is why despite being an SWE, some of my Axie scholars tell me they make as much if not more playing Axie than coding.\\n\\nWith crypto gaming, however, any worker anywhere can tap into a global source of demand. Games have been global from day 1. Because markets built on crypto are also fundamentally global, assets produced in-game that are then sold to those who want to play the game, are matched with the highest price. This purchasing power then leads to higher wages and empowerment of the aforementioned regions via capital inflow from more economically developed regions. This is why Axie scholars can sometimes earn more than their yearly wage playing Axie Infinity, or why they’re able to buy houses, laundry machines from Axie earnings. This is also why Venezuelan gold farmers exist on WoW and OSRS.\\n\\nCombined with the fact that transparent markets allow sustainable earnings for smaller players and redistribute margin from larger pools and platforms to smaller users, crypto gaming will allow any individual to play a game and sell the byproduct of their gaming to a global market. Furthermore, they will be able to get compensated by the depth of their contributions regardless of their geography.\\n\\n### Warning: Over Finalization\\n\\nWhile we illustrated an ambitious vision for how blockchain games can benefit gaming, we also acknowledge the [overwhelming response](https://www.reddit.com/r/Games/comments/nzto5t/blockchain_nfts_and_gaming_is_there_a_future_in_it/) from the gaming community that does not want financialization in their games.\\n\\nAt the end of the day, games are meant to be fun. Though you may derive auxiliary revenue from playing, if the purpose of the game becomes to make money, or if large financial interests come in and speculate on prices of rare items and land thus pricing out players, then gameplay becomes exclusionary to the players themselves. **This is why it’s so important to maintain decentralized player-driven governance over coin-voting schemes in NFT games.**\\n\\n**Overall, we warn against games seeking to maximally price discriminate through NFT licenses, NFT items...etc, and any cash-grab projects that add no value.** We hope that games can still maintain their end goal of providing a fun time for the user while using NFTs, governance, and contributor rewards to enhance games’ functionality and ability to tell a narrative, thus creating a more immersive and positive gaming experience.\\n\\n## The Future\\n\\nStory + Value + Virtual worlds. Games have the opportunity to become the backdrop of what is being called the metaverse - [as defined by Mathew Ball](https://www.matthewball.vc/all/forwardtothemetaverseprimer):\\n\\n> “A massively scaled and interoperable network of real-time rendered 3D virtual worlds which can be experienced synchronously and persistently by an effectively unlimited number of users, and with continuity of data, such as identity, history, entitlements, objects, communications, and payments.”\\n\\nFortnite, Minecraft, and Roblox have demonstrated they have surpassed use cases beyond just gaming and dub sub-games within their platforms as experiences. As the games evolve, so will our involvement within their worlds.\\n\\n![The Canonical Example - Travis Scott Convert In Fornite](https://images.mirror-media.xyz/publication-images/BmWzazqNn5fZUxy2UzIvZ.jpg?height=1200&width=1800)\\n\\nWe hope that these experiences will be able to take advantage of the aforementioned pillars of crypto-gaming while avoiding over-finalization to provide more immersive, open, and fair experiences in whatever this may evolve into in the next 20 years.\\n\\nIn our next article, we will introduce protocols building economic primitives in the metaverse. We are also working on a paper on optimized proof of participation models based on on-chain verifiable participation data in crypto games. So catch us again soon.\\n\\n## Credits:\\n\\nWe would first like to thank @ballmathew, @ljxie, @amytongwu, @gabusch, @jihoz_axie, @ariannaSimpson, and @cdixon for influencing our thought process in-regards to crypto-games. We’d especially like to thank @pierskicks, who inspired this article.\\n\\nWe would also like to thank J O E from Illuvium, KristanDragnel from Interstellar Alliance, and Wabbs from Nine Chronicles for giving insight into the possibilities of NFT games.\\n\\nFinally, we’d like to thank Ellen L for helping edit our essay and @Artemilse_ for the title artwork and editing as well. \",\"timestamp\":1635789158,\"title\":\"Power To The Players\",\"publication\":\"blockchain\"},\"digest\":\"Oxts5fiZ4nMJ2rLdPMQdOGcbH9CIGWPA0DlidfxBTm8\",\"authorship\":{\"contributor\":\"0xF22BcD5e8d5C2fb09AF288c84898F7d9aA40b2E0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NoT1A96Lf61hWYchF7h7mA-di8jdjI6fi7fT9zWx-Qk\\\",\\\"y\\\":\\\"PvyrorUexWxbIqfGm2UOZ4AX-v7H862O4HwHJvkrelk\\\"}\",\"signature\":\"G2ExxrhMrWSLMeq17SmzMyIVIxDvx_9vlUUKbcLIWvMuPrkjdUPpnj_qa2BqvDYZLKRUGmEPOYK6XSyzgHiBCg\",\"signingKeySignature\":\"0xbcc608fc16e405e342a777e4d53dd3fabd67185db2ff79c5abc689c96d7c1f5d422b6aadde97c67bbfc7839e515378d18e71d6f22d5f312aa946505db5f18cf81c\",\"signingKeyMessage\":\"I authorize the publication of articles on blockchain.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NoT1A96Lf61hWYchF7h7mA-di8jdjI6fi7fT9zWx-Qk\\\",\\\"y\\\":\\\"PvyrorUexWxbIqfGm2UOZ4AX-v7H862O4HwHJvkrelk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HOcQm6YaIGT8omhLwDS3m680BN0wVOV10DYr9LtxMn4\"}"