"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/zqi0uqAYPDrXBPfBs1jzG.JPG?height=1056&width=816)\\n\\n![](https://images.mirror-media.xyz/publication-images/QPMeJpZvvDYB_r8JDXHk2.JPG?height=1056&width=816)\\n\\n![](https://images.mirror-media.xyz/publication-images/bGzKTcjNtNBz5Cy7xK4FQ.JPG?height=1056&width=816)\\n\\n![](https://images.mirror-media.xyz/publication-images/JN3eX0k_PnIAmXFQm2fn-.JPG?height=1056&width=816)\\n\\n![](https://images.mirror-media.xyz/publication-images/8V259gpBui543xIy9JoJs.JPG?height=1056&width=816)\\n\\n![](https://images.mirror-media.xyz/publication-images/k1EvTHgIHBFiKYMm1VyRv.JPG?height=1056&width=816)\\n\\n![](https://images.mirror-media.xyz/publication-images/xniruNAKxep7SF_B3FAdd.JPG?height=1056&width=816)\\n\\nEnjin is building an ecosystem which will enable cross-chain gaming, in a true “Ready Player One “ fashion. Gone are the days of putting multiple hours of gameplay in, only for your game developer studio to either shut down the game or remove functionality for your specific in-game asset. \\n\\nOne gamer’s experience with centralized gaming stands out in particular, “He happily played World of Warcraft during 2007-2010, but one day Blizzard removed the damage component from his beloved warlock's Siphon Life spell. He cried himself to sleep, and on that day realized what horrors centralized services can bring.” His name is Vitalik Buterin, co-founder of Ethereum.\\n\\nA stark comment to say the least. Many of us have experienced this issue, be it a leveled-up Diamond Sword on Minecraft, Ebony Armor on Skyrim, or Porter’s X2 Ray Gun on Kino Der Toten. Centralized gaming sucks, but it’s all we’ve ever had. Until now. \\n\\nEnjin is looking to bring the power back in the hands of the players, by making your in-game items Non Fungible Tokens that are unique to you and only you. Your armor, swords, potions and power ups are now assets on the blockchain. Upon leveling up a sword, a player can bring that from one realm to another and if they want, melt or list it on Enjin’s marketplace for ENJ denominated value which can then be swapped from ENJ -> ETH & back to fiat for real-world value. \\n\\nThis is the ethos of true “play to earn” which the likes of Axie Infinity, Illuvium and MyNeighborAlice are trying to do, but with major publishing risk. Honestly, these games are not very fun. I think Axie & others helped paved the way for proof of concept for “play to earn” but for players to gold rush into a game like Illuvium with dollar signs in their eyes in order to train an Illuvial just to level it up & sell it on a marketplace seems..nearsighted. \\n\\nEnter Enjin, whos’ taking on no publishing risk and is acting like “the Shopify for gaming” with their full-stack platform, or in crypto terms, “the Ethereum for gaming”. Developers can get set up with Enjin in as little as 48 hours, with Versatile SDKs, a robust API framework, and development tools to create NFT-powered projects with no blockchain coding experience required. Why have your game developer be both the publisher and the platform enabler? The Wealth of Nations taught us that breaking down & dividing labor is a good thing as it saved industrial time and resources. Only in this case, its saving developer time & can translate into a better gamer experience. \\n\\nUpon adopting blockchain gaming, devs will have immense network effects that far out pace the economics of centralized economies. Players can level up their items, then sell or trade them on marketplace for ENJ denominated value to which the devs can take a % of sale from. Enjin’s Beam technology also allows for users to scan QR codes to have special NFT drops, which will immensely increase gamer retention in a very simple way that wasn’t possible without blockchain.\\n\\nThe analysis presented shows where Enjin could trade at upon successful execution of their Efinity Blockchain & further AAA game developers onboarding to the platform. I believe there’s immense whitespace opportunity for Enjine to capitalize on “being the glue” that brings together platforms like Roblox, Facebook, Decentraland, Activision and Take Two Games to a whole new level that gamers have been so actively desiring. \",\"timestamp\":1637087978,\"title\":\"Enjin: Shopifying the Blockchain Gaming Ecosystem\"},\"digest\":\"6mxVG7kZ-0aGKZ6BP-iYd2EQg8BEGMSxqubeFSbsDsE\",\"authorship\":{\"contributor\":\"0x23bdEb4396BEB7e179c65A3FcA025EA2ABC156D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0LHzJS2zlzRKk50GszQsxk0m5v3PPiAqJIoy3Ejl2I\\\",\\\"y\\\":\\\"kBvI26SZ8NDksrjvRSf3CdEQ04zCtWYd7LEzfMRGoQc\\\"}\",\"signature\":\"0fit5yv18bshUwEd2KuAiLb_nCk7h8gJNQXaoG1CmBO7r0rFQx8b6z15XFFOnE2wjaCSJaPwvv9dlpXeOJfw9Q\",\"signingKeySignature\":\"0x4d7ca05ee54c2c224d1af9c5f37d865a1a3158dfb4461e3112dabedf83d8bda85d801ee091cabeeee871f96e49ea212885e28c519210a78b364b5028476eb8611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0LHzJS2zlzRKk50GszQsxk0m5v3PPiAqJIoy3Ejl2I\\\",\\\"y\\\":\\\"kBvI26SZ8NDksrjvRSf3CdEQ04zCtWYd7LEzfMRGoQc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6mxVG7kZ-0aGKZ6BP-iYd2EQg8BEGMSxqubeFSbsDsE\"}"