"{\"content\":{\"body\":\"By Christine Lee\\n\\nLast year while most struggled to conceptualize an NFT, Jeremy Dela Rosa and his team were well into development with [Leyline](https://leyline.gg/). As the market is saturated with NFT projects motivated by clout and fueled by the fear of missing out, Leyline aims to provide a sustainable cryptoecosystem centered around charitable and quantifiable good acts. “We really want to make altruism and philanthropy provable and most importantly, profitable,” stated Dela Rosa. Leyline aspires to eradicate poverty, the wage gap, and other issues impacting those of lower socioeconomic standing. With countries worldwide struggling to provide financial equity for those excluded from the global economy, Dela Rosa plans to provide a gamified solution that incentivizes engagement and establishes self-reliant funding opportunities through NFT technology. His startup encourages its international community to perform humanitarian deeds and contribute to charities that support the blockchain. Considering the lucrative nature of the NFT market, Leyline’s humanitarian mission seems within reach.\\n\\nIn late 2021, Dela Rosa founded [Proof of Good](https://www.proofofgood.io/) to develop the tools necessary to execute this ambitious initiative. “The Proof of Good DAO is purely \\\\[focused on building the\\\\] protocol, open-source ledger, APIs, and tools to empower the different nonprofits and charities,” Dela Rosa clarified. This includes awarding active users with Good Points, a term coined by Proof of Good to quantify charitable and ethical acts. Community members can acquire Good Points by performing kind and impactful acts daily. Whether a member donates to a charity recognized by Leyline or, for example, provides photographic proof of their COVID-19 vaccination, Proof of Good plans to verify such acts to substantiate a member’s humanitarian reputation. These charitable actions provide a member the opportunity to collect metaverse compatible NFTs with accumulated Good Points. “People are going to be able to not just show \\\\[charitable acts\\\\] but \\\\[sic\\\\] connect with others who are also very passionate about impact…this could be really useful for all the volunteering work and hours I’ve done throughout my entire life,” expressed Ale Borda, a Proof of Good Discord community member. For now, community members’ acts of good are manually verified on [Leyline’s Discord server](https://discord.com/invite/8WRS8JExps) as Proof of Good continues to develop foundation and structure. Leyline will remain a separate charitable entity to leverage Proof of Good’s governance, protocol, and utility. Supported by its sister company, Proof of Good kicks off the new year with the much anticipated DAOHall.\\n\\nOn January 5th, 2022 at 9pm EST, Proof of Good launched its inaugural [DAOHall](https://www.youtube.com/watch?v=W33zmyjlyro) livestream event on [Proof of Good’s Discord server](https://discord.com/invite/ykNWhqXMUa) where 50 members of its community participated in a collaborative workshop focused on jumpstarting a decentralized governance. Led by Dela Rosa and moderated by Geoff Shearer, Proof of Good’s Head of Marketing, the two-hour live event invited attendees to provide insights and vote on vision for the decentralized autonomous organization (DAO). Participation was further incentivized by rewarding present members with an attendance NFT token known as a [POAP](https://poap.gallery/event/21236). To encourage future attendance, Proof of Good offers POAP tokens for its attendees to collect and exchange for NFT packages such as its anticipated Genesis Proof of Good (PoG) pack. The gamified nature of Proof of Good’s NFTs provides playable utility in the metaverse as well as participation within the DAOHall governance. Proof of Good aims to build a protocol that not only substantiates a contributing member’s philanthropic status and metaverse playability but also utilizes NFTs as voting power in future DAOHalls.\\n\\n*For those interested in contributing to the DAOHall, please join the [Proof of Good community](http://proofofgood.io) and its [Discord server](https://discord.com/invite/ykNWhqXMUa). DAOHalls are held every Wednesday, alternating between 12pm to 2pm EST and 9pm to 11pm EST to accommodate Proof of Good’s international community. Proof of Good is also seeking an experienced Blockchain engineer to help build a better global society. For those interested, please contact [benedikt@leyline.gg](mailto:benedikt@leyline.gg).*\",\"timestamp\":1642286641,\"title\":\"CEO Jeremy Dela Rosa spearheads humanitarian initiative utilizing NFT technology and debuts decentralized governance\"},\"digest\":\"JwEKjXsfRwn2lUz1DK-jkHExmpf7v4pECASOHwayr7I\",\"authorship\":{\"contributor\":\"0xe78d107718fd4BBc9538eF1190b1cCf2F274269F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nmf1NfCNqSq_3FrnSzGORWGJa4j1FZWNlMramKukmeU\\\",\\\"y\\\":\\\"0R8sVUpSphBddzBkE3yiFa_fmA0VW-4xaZJaClK11B4\\\"}\",\"signature\":\"2WriKjlI5vA84vZnfwKqUxgldY0WaUjN0Ffm-DFcdQmxlXtchCFHib0tyBMp587kFwVGVwU2coC5-qDj2ZQ6ig\",\"signingKeySignature\":\"0x2888bf3b63a697eb28c89c12fd94212d2d1282ca6f4996f9a112c1f841df25f73da93c7d7e0b918a2643207d150aa79c218d5094bec2e064a830582ed0a404451b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nmf1NfCNqSq_3FrnSzGORWGJa4j1FZWNlMramKukmeU\\\",\\\"y\\\":\\\"0R8sVUpSphBddzBkE3yiFa_fmA0VW-4xaZJaClK11B4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WwYLbahBds5GrNGMsV981WH_TtWzWu2y0gjnckKrjQU\"}"