"{\"content\":{\"body\":\"The open secret to Web3’s growth is its power to manifest self fulfilling prophecies. How? By enlisting **Mission Driven Users (MDUs)**. Let me elaborate with a thought experiment.\\n\\n### The A Side\\n\\nImagine you, my esteemed reader, have a start-up idea. You want to disrupt an existing online marketplace by setting up one that charges less than half the take-rate on transactions. How? Your plan is to lean on [financial viral loops](https://www.reforge.com/blog/growth-loops) as your only growth engine. Your bet is that you can then minimize spend on other sales and marketing and *voila*: your blended CAC is slashed. Well, you’d be unlikely to progress much further than a ppt deck. Financial viral loops are [standard practice](https://www.reforge.com/brief/5-ways-to-create-viral-products#iBIwEkeVfOFmteqzNhcxCw). You won’t crack a sustainable advantage with them, even IF you manage to solve the cold start problem. You would have a tough time convincing investors. Or even entice your discerning users with a lower take rate promise. The A side is not all the exciting.\\n\\n### The B Side\\n\\nIn walks [web3](https://twitter.com/cdixon/status/1444072365822857219?s=20).\\n\\n[https://twitter.com/cdixon/status/1442201625590779909](https://twitter.com/cdixon/status/1442201625590779909)\\n\\nYou can now use code to reward ‘equity’ in exchange for valuable user actions. At scale! So you take your deck and update it. Instead of selling equity to VCs and using the proceeds to fund a referral program; you bypass the middleman and offer the equity directly to your user base. Seems like a subtle change at first. You wonder if it would even fundamentally change your unit economics assumptions.\\n\\nYet, the B-side uplift could be profound.\\n\\n### What’s the uplift hypothesis?\\n\\nTo start with, you now have a powerful narrative to rally users: *a low-cost marketplace owned and governed by those who help create it*.\\n\\nMuch more moving than *“I will offer you 10% instead of 25%”.*\\n\\nWhen your users buy into your vision, they pay more attention to what they can do to help you. Not solely out of the generosity of their spirits. They know that helping you earns them your equity. They can unlock asymmetric returns that until now have been inaccessible to all but a selected few founders and VCs. **The narrative, the agency and the motive are the three powerful ingredients that give you your secret weapon: Mission Driven Users (MDUs).**\\n\\nMDUs have a lot of similarities to early employees of a mission driven company. They go above and beyond base expectations:\\n\\n* MDUs dig much deeper into their contact books and spend much more social capital to promote your marketplace compared to normal users. [Braintrust](https://www.usebraintrust.com/) - the first user-owned talent marketplace (and one of the most intriguing non finance web3 projects) - has created a global community of [700k freelancers](https://www.usebraintrust.com/blog/growth-report-24) (pending confirmation) and $35m in gross service volume run rate one year after launch with “[zero marketing dollars spent outside their referral engine](https://www.youtube.com/watch?v=J6upkcecUpE)”\\n* MDUs are stickier and more forgiving. Look at the passion with which the Ethereum developer ecosystem perseveres despite persistent challenges around [scalability, cost and volatil](https://www.notboring.co/p/own-the-internet)ity. Keeping with the Braintrust example, the “website feedback” channel on its [Discord Serve](https://discord.gg/rgUS9aHFCB)r is filled with constructive feedback from its 45k members\\n* MDUs may even contribute to the operations. In Braintrust, community members participate in day to day operations by [vetting talent, creating L&D content, or even contributing code to the development of the platform](https://www.youtube.com/watch?v=J6upkcecUpE)\\n\\nIn short, MDUs reduce your CAC, increase your LTV and improve your operating leverage. You just might be able to slash your take rate after all. Your marketplace is starting to look disruptive.\\n\\n![](https://images.mirror-media.xyz/publication-images/whuy8lbBb4OAyeuKKXnOO.png?height=1423&width=2880)\\n\\n### Of course there is always a ‘but’\\n\\nBefore rushing out to start your user owned marketplace - there are a few points to worth considering:\\n\\n1. *Equity incentives might not resonate in all corners of the market.* A more risk-averse user persona (e.g. freelance lawyer or management consultants) or more cash strapped ones (eg [ride hailing drivers](https://techcrunch.com/2018/03/02/mit-study-shows-how-much-driving-for-uber-or-lyft-sucks/) pre pandemic) may put more value on cash today than the equity you offer them. If cash is worth more to your users, it would be harder to align incentives for the long term and beyond an initial transaction. And financial user incentives in general may not be appropriate at all in some corners: enterprise users or public sector employees\\n2. *The MDU effect may wear off at scale.* When your tokens are accessible by everyone and you’ve scaled to a certain point; your MDU effect is likely to wear off. Your users won’t have privileged access to the upside. And the upside is more limited now. And they will have less incremental impact in helping you grow further. At some point owning a Braintrust token will not be dissimilar to owning a Fiverr stock with more influence. So you would have to make sure you have other growth engines in place by then to sustain your advantage\\n3. *Tokens are not free.* Tokens can be many things: utility tokens (similar to loyalty points, usable within the ecosystem) or governance tokens (similar to equities and tradable for cash usually). But they are not free. The former has an opportunity cost of lost revenue in one way or another. The latter is the equity you have sold to your user instead of an investor. The challenge you will face in both scenarios is that it is very difficult for an early stage project to put a dollar amount on these and make informed decisions on your spend\\n4. *Your valuation becomes a compounding loop.* As your valuation grows, your MDUs are more incentivized to help you grow, and their actions help grow your marketplace which in turn leads to your valuation increasing. A virtuous cycle that’s missing in traditional companies. But the reverse will also be true. Crypto market trends push your valuations down. Your MDUs may become less inclined to earn your tokens. Your growth engine slows. Your marketplace is now worth less. Your MDUs are even less excited to help you grow the marketplace\\n5. *Token issuance could become more strictly regulated in the US.* There is some uncertainty about what type of token would the [SEC consider an equity](https://www-cdn.law.stanford.edu/wp-content/uploads/2019/01/Mendelson_20180129.pdf). The stricter the SEC’s interpretation of the Howey Test vis-a-vis tokens is, the more cost prohibitive it would be for you to use tokens as an answer to your cold start problem\\n\\n### Should you be taking this experiment?\\n\\nAll the said, will your marketplace be as disruptive as your pitchdeck claims? The answer is a very confident: maybe! Nuance is definitely less exciting, but hopefully more compelling.\\n\\nBut here’s a checklist that might help you assess if your marketplace lands on the ‘yes’ side of the spectrum:\\n\\n* Is equity (ie promise of asymmetric returns at a future date) a meaningful incentive for your users?\\n* Do you have a compelling narrative to capture their imagination?\\n* Do you have a clear set of actions they can perform to help (and earn your tokens)?\\n* Do you have some initial ideas on how to sustain an edge once you scale and your MDUs naturally transition into being just ‘U’s\\n\\nTick these boxes and dive in. Web3’s potential is mind bending and it’s by no means limited to user owned marketplaces.\\n\\nOr if you want to learn more, here is a non-exhaustive list of resources I found very helpful:\\n\\n* Educational material: [Andreessen Horrowitz Crypto Start-up School](https://a16z.com/crypto-startup-school/)\\n* Books: [Token Economy](https://www.goodreads.com/book/show/54222022-token-economy), [Blockchain Basics](https://www.goodreads.com/book/show/34137265-blockchain-basics), or [The Infinite Machine](https://www.goodreads.com/en/book/show/50175330-the-infinite-machine)\\n* Join [SeedClub’s Discord](https://discord.gg/42UjJskuEF)\\n* Packy McCormick’s Essays on [Ethereum](https://www.notboring.co/p/own-the-internet), [Solana](https://www.notboring.co/p/solana-summer), and [DAOs](https://www.notboring.co/p/the-cooperation-economy-)\\n* Listen to [The Defiant](https://thedefiant.io/podcast/) or [The Bankless](http://podcast.banklesshq.com/) podcasts\\n\\n### About Me\\n\\nI’ve spent the past seven years building and scaling marketplaces in product or leadership roles. Before that I was a strategy consultant. At the time of writing this article, I’m a web3 newbie; \\\\~2 months into the journey. If you see any flaws in my logic, please reach out to me and help me learn more. You can find me on [Twitter](https://twitter.com/AmiraliMohajer). Or on [LinkedIn](https://www.linkedin.com/in/amiralimohajer/).\\n\\n### Credits\\n\\n* Cover photo by [Alina Grubnyak](https://unsplash.com/@alinnnaaaa)\\n* Growth frameworks alluded to are by [Reforge](https://www.reforge.com/). I highly recommend their courses/content\\n* I have had ongoing discussions on this topic with smart folks including: [Mark Clift](https://twitter.com/markclift?lang=en), [Bryan Altman](https://twitter.com/altmbr), and [Tim Fong](https://twitter.com/timfong888)\",\"timestamp\":1633568288,\"title\":\"Web3's Not So Secret Weapon \"},\"digest\":\"gyznbOiJQtAWFalB5WucrCQuxKpxOdMh-Lu5gMkh1iI\",\"authorship\":{\"contributor\":\"0x8E5E8a41E61E41b5A748FB6e0EA6687686c0E11e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LOpFutD8ChikOFRgG2boIw24k4jquloCGa_cA2WPmL8\\\",\\\"y\\\":\\\"0SL7WHxbiGyFrkgqzLPKdwHMxOhWXjszRcx4QQ27PGk\\\"}\",\"signature\":\"xwqEBc2qwBrWFAEze_BORjj_Mys7UYzxhMJsJZ6GuK5XePrwCyRWaq2QvqC6IXF_0u59TbkEcsvrvCQ9xuKrsQ\",\"signingKeySignature\":\"0x4f02c2a33edb304f59acaf2888ed21b73543d3909f4d39a9a1fee081df3338243eea3ffc1ed231d2eea4233c9c59455fbebe12f42b97487d242e5aa152c33c081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LOpFutD8ChikOFRgG2boIw24k4jquloCGa_cA2WPmL8\\\",\\\"y\\\":\\\"0SL7WHxbiGyFrkgqzLPKdwHMxOhWXjszRcx4QQ27PGk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E1-LiTTYKVIXhlz7CF6AgzbYHg0IxrctUDV0L3NM1do\"}"