"{\"content\":{\"body\":\"What's up!? Jason here, and I'm back for round 2 of the writing challenge. Last cohort, I learned how smart contracts empower digital artists to earn royalties as their artwork continues to transact over time. Since, I've started investing in and interacting with artists from around the globe. You can see some of the art I've collected at my gallery [here](https://oncyber.io/jasonp). I think it's awesome how much creative energy is flowing right now.\\n\\n[https://oncyber.io/jasonp](https://oncyber.io/jasonp)\\n\\n### fxhash\\n\\nI owe this wave of personal excitement to the [fxhash](https://www.fxhash.xyz/), an open platform to create and collect generative NFTs on the Tezos blockchain.\\n\\n> **fxhash** is an open platform where artists can mint Generative Tokens which are stored on the **[Tezos](https://tezos.com/)** blockchain. Generative Tokens are programs designed to produce random outputs. Once a Generative Token is enabled (*when the artist decides it*), anyone with a tezos wallet can mint its own unique iteration of the Generative Token. Each iteration produces a unique piece that is stored as a NFT on the tezos blockchain. The NFT are FA2 compliant, which means that they can be exchanged like any other NFT.\\n\\nI stumbled upon fxhash in the generative art section of the [gm.xyz](http://gm.xyz) network, when [MJ Lindow](https://twitter.com/mjlindow) made a [post about his upcoming one of his upcoming projects](https://gm.xyz/c/genart/fdac8a88-87a2-4264-90b1-3a839eecdb58).\\n\\n![Caught in a Void #102 by MJLindow](https://images.mirror-media.xyz/publication-images/hqTOAUbvZf5G1Qz-naOqa.png?height=1503&width=1127)\\n\\n> The philosophy of fxhash is simple: provide tools so that generative artists can have a space in which they can mint their pieces meant to be generative. **No curation, open to everyone**.\\n\\nBefore you transact on fxhash, you need a wallet holding Tezos. Most collectors on fxhash use [Temple](https://templewallet.com/) or [Kukai](https://wallet.kukai.app/) wallets, and Tezos may be bought or converted from crypto exchanges like Coinbase. It is also advisable to own a cold wallet for secure storage \\n\\nOnce your wallet is loaded up, there are two ways you transact on fx hash.\\n\\n### Minting\\n\\nDuring [\\\"open\\\" hours](https://www.fxhash.xyz/community/opening-schedule), you can mint a unique token. Clicking \\\"mint\\\" generates a unique transaction hash on the Tezos blockchain.\\n\\n![](https://images.mirror-media.xyz/publication-images/B7X5_XYlVKQ1Oqe07RjuW.png?height=121&width=560)\\n\\nArtists will have uploaded and minted their Generative Token, a set of html/css/javascript documents which can be interpreted by a web browser. Your unique transaction hash is injected into a new copy of the index.html, and a new project is created with all the same files along with the new index.html file. Metadata is generated and associated with the smart contract, and your \\\"signed\\\" unique token will forever live on the blockchain.\\n\\n### [Marketplace](https://www.fxhash.xyz/marketplace)\\n\\nOpen at all times, unique tokens can be listed, de-listed, bought and sold.\\n\\nYou can own incredible and valuable art with either of these methods. Popular artists drop GTs that can \\\"mint out\\\" within minutes, so you need to be ready to act quickly in those situations. Some projects mint slowly and then appreciate over time. Each GT has its own journey and different acceleration points.\\n\\n![](https://images.mirror-media.xyz/publication-images/-9p0BHMeNfXQnhfPIURLu.png?height=86&width=700)\\n\\n### Community\\n\\nThe fxhash platform is run by a team of moderators and the community. My appreciation has grown as the community recognizes, raises, and responds to issues in a respectful, transparent, and aggressive manner.\\n\\n### Fun\\n\\nI've had fun interacting in the discord with the entire fxhash community. It’s been a great learning experience for me at the intersection of art and technology.\\n\\nI'm thankful to be a part of this community of artists, art collectors, platform developers, flippers and more. I'm thankful to be fortunate enough to support great artists and their creative expression.\",\"timestamp\":1639415033,\"title\":\"What is fxhash?\"},\"digest\":\"U9Go1_-TvCym9G6YHggupxMSPFjwYvjfzr_czOEQVr0\",\"authorship\":{\"contributor\":\"0x9132ADb3603fA7A2A795cE55e5d1093A9805B2da\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bymU8bQQ7MHxIfKV1mN5xGJnGaSR8sq5Oi19o_mYn1k\\\",\\\"y\\\":\\\"nGQ9pVF7A6LrWagMxoPaWg5IfLYSMjhgz1b31iloYr0\\\"}\",\"signature\":\"jk2aN7kzoFXQT9HSS7kL9ek44LpDxhXnOf1ENUdVYBOVhzRq4KLeY-ni_SVGiTCMLkKk6nLXgTsuafvZbz0_sQ\",\"signingKeySignature\":\"0x230126108be488db7fda18e6e5dcec1441b5bf7a16186afa01211b9c78f9e8624794772644163e5195b48efa8b9ee1f7ad043efd0d15202c23822c88f374f94d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bymU8bQQ7MHxIfKV1mN5xGJnGaSR8sq5Oi19o_mYn1k\\\",\\\"y\\\":\\\"nGQ9pVF7A6LrWagMxoPaWg5IfLYSMjhgz1b31iloYr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U9Go1_-TvCym9G6YHggupxMSPFjwYvjfzr_czOEQVr0\"}"