"{\"content\":{\"body\":\"12月15日，36氪未来消费在上海举办了WISE2021「万物生长」未来消费峰会。今年的主题是「万物生长」。我们看到，在如今新商业快速演进、新物种大爆发的时代，以移动互联网、数字信息技术为代表的科技进步日新月异，为商业新生态的繁荣，创造了无限的可能，呈现出一派万物生长的蓬勃生机。\\n\\n在WISE2021未来消费峰会上，**大象安全套创始人& CEO赵川**做了题为《打造“难以启齿”的超级品牌》的分享，他说道：\\n\\n如何打造难以启齿的品牌，几乎是所有企业家面临的共同问题。以下是我们一些想法：**第一点，要在技术上进行创新。**数据显示，我们的产品每薄1毫米，体验感受要增加20多倍，研发的难度也增加20多倍。在过去的8年里头，我们将这个产品最终做到0.01毫米薄度。**第二点，要在营销上共情。**今天的年轻用户非常有个性，而且极其分散，所以我们需要大量、多情景地共情用户，让大象安全套，成为世界上体积最小的游乐场，Ta们就爱上我了。 **第三点，顺势而为。**今天很多的00后非常愿意给国货去打call，国内生产工艺品质已经非常好，中国文化不会过时，消费者永远会为用心的国货买单。\\n\\n**以下为嘉宾演讲实录，经36氪未来消费标记整理：**\\n\\n**赵川：**大家好，我是大象安全套的赵川，整个下午我看都是非常美好跟兴奋的，前面有酒有肉，所以我觉得我也该上场了。\\n\\n很高兴今天跟大家有这样一个机会作分享，其实今天的主题是未来消费，作为企业经营者的话，未来消费是我们每天都需要去思考的问题，尤其作为这么样一个性感又直面性趣，而且真的是难以启齿的品牌。所以今天我也将大象过去8年多的思考作一个简单的总结，跟大家作一个抛砖引玉的分享。\\n\\n再有15天，我们第一批95后应该就要跨过晚婚晚育的年纪了，第一批00后也即将大学毕业，也包括不少00后的艺人们。有一位刚被大家骂上热搜有很多争议的艺人，大家在说她的衣服不整齐，譬如内衣等等。\\n\\n其实去年也有，去年这位艺人可能名气更大一些，最后逼得这些艺人是必须要出来去澄清道歉，这个热搜才能下去。\\n\\n这样一个问题，说到底它不是一个花边新闻，它事实上是一个社会问题。这其实就是对本身两性相关问题的欲言又止和欲拒还迎。\\n\\n说到安全套，我们每年中国安全套的使量是150亿只，而且每年还在以8%的增速在消耗，中国是使用量最高的国家。其次排在后面的就是美国、巴西、日本。所以这个量有多大呢？大家可以想象。也就是刚才我刚停顿的两秒钟的时间，刚刚就有一千多只安全套完成了它的使命。\\n\\n所以这是一个非常夸张的一个使用量，但是在我国这个行业被列为了二类医疗器械，从生产到销售的整个环节都被严格的监管，它的监管的强度仅次于我们所知道的心脏起搏器，而且《广告法》也对安全到有着严格的要求，包括小红书、抖音和快手对我们都有着严格的限制。不仅如此，还有很多。但是我们能看到安全套被限制了，但是安全套不用以后的效果国家是不被限制的，所以人流是可以做广告的。\\n\\n我们拿到一个数据，在中国平均发生性行为的最低年纪是16岁，也就是2005年出生的人，而且最年轻的人流的年纪是18岁，非常可怕的数字。所以这也是我们非常需要去面对的一些社会的问题。\\n\\n除此以外，这个行业还很有意思，就是很多人都认为我们做广告，是在鼓励大家去发生性行为，所以很多键盘侠在非常严厉的反对。就这一现状就让这个行业从生产到广告，到国家监管，甚至到一些网友和整个链条上的参与者，都把它变成了一个难以启齿的行业。所以今天我分享的主题是打造难以启齿的超级品牌。\\n\\n其实过去这些年，难道只是大象或者只是安全套这样的品类难以启齿吗？我们过去几年经过疫情的经济下滑，其实很多经济的消费行为发生了巨大的变化。譬如说内容行业，我们现在打开好多的媒体，几乎大部分的媒体都在给国家大事让路、广告开始碎片化、再加上艺人从台前走到幕后，所以很多流量IP，我们今天也无法再被品牌跟企业主所使用，\\n\\n这样的一些变化，事实上让很多的，几乎所有消费品的企业主都面临一个问题，就是如何去推广、去宣传、去做大自己的品牌曝光。所以今天来讲，打造这种难以启齿的品牌几乎是所有企业家，或者经营主面临的共同问题。\\n\\n我们在过去几年做了很多尝试，我们发现在以下几个地方，我们有些收获：\\n\\n**第一点，如何去做？还是要在行业和营销的创新上去做工作。**\\n\\n大家都知道安全套是十九世纪，其实就已经发明出来了，但是从它诞生那天起到今天为止，整个人类对它什么事情都没做，它还长那样，还长那么难看，还那么厚，中国更是。\\n\\n但是一个数据显示，其实这个产品每薄1毫米，它的体验感受要增加20多倍，当然研发的难度也增加20多倍。所以我们做了大量的工作，作为一个新的行业挑战者的话，在过去的8年里，尤其前3、4年做了非常大的投入，包括财力物力精力，将这个产品最终做到了1毫米的100分之一的薄度，也就是0.01毫米薄度，并且在中国是第一个开始上市销售的。今天能看到，我们这个产品在全网都是行业第一，所以我认为整个行业的创新还是非常有必要的。\\n\\n并且如今和未来的趋势，它一定是中国制造的趋势，也一定是中国这些能够带动行业发展好产品的趋势。所以我们也可以看到，大象研发这个工作是带领整个国内的行业大踏步的进了0.01毫米的时代。\\n\\n**第二点，就是我们过去的一个感受，还是要在营销上多角度去共情用户。**\\n\\n怎么多角度共情用户呢？我的感受尤其在最近的这4、5年，不同于过去我们很多年去严格遵守崇拜的定位理论，我有很多一些不同的看法。因为今天的年轻用户非常的个性，而且极其分散，这种现状会给我们做品牌带来一个什么样的改变呢？就是我们再想在同一个场景、同一个场合，通过一个概念去击中同一群人变得非常之难。这个感受就像你登着三轮车要去追高铁，不光你追不上，你还让在高铁上的人去笑话你，非常之难。所以今天我们需要做大量的，就是多个点上，多情景的去共情这些用户。\\n\\n我们在这方面大象经过3、4个阶段，第一个阶段2013-2017年，这是中国电影市场急剧爆发的年代，所以我们做了大量的品牌在电影中的投资，包括赞助、冠名、植入等等的。但是我们发现电影的频率也很低，所以我们又研究在2017年以后，大家非常喜欢嘻哈音乐，我们就去合作嘻哈音乐，所以我们也写了很多嘻哈音乐的歌，也经常霸榜。\\n\\n再到这两年又有很多二次元的，所以我们继续去共情二次元，我们邀请了全网大概70、80万以上的二次元的这些博主去共创很多优质的内容，这些内容几乎能做到在一个月互动大概1.5亿次左右。所以这也是要证明在这种新的环境下，一定要多角度去共情我们的用户。\\n\\n我们在过去8年里头，每年都接近45-50%的增长，这样一个数据其实已经证明了，用户增长不光是在行业的创新上去发力，其实在营销的创新上，我们作为品牌方来说也是不能惰怠的。所以一定要去尝试去关注年轻人的关注点，共情年轻人的共情点，然后将大象安全套作为世界上体积最小的游乐场。我觉得这样的话，他们就会爱上我了。\\n\\n**第三点，顺势而为。**\\n\\n今天其实很多的00后非常愿意给国货去打call，从最早大象在创立的时候，很多人问我，你怎么不起个洋品牌？我告诉大家，我们就叫大象，而且我们英文的翻译也是大象的拼音。如果说过去是趋势的话，今天已经是我们正在经历的一个过程。\\n\\n作为安全套来讲，安全套也是一个长期与海外品牌肉搏的行业，但是我们怎么样在国产品牌来去做？所以从最早我们在研发的投入上开始，包括在知识产权、包括在技术的储备上就做了非常多的工作，尤其在自主的这种知识产权上做了非常多的保护。\\n\\n包括我们安全套的薄度、包装、技术都做了非常多的技术上的专利。今天全球超过60多个品牌跟工厂都在用我们这些相关的专利，而这个专利我们也大概花了一年半的时间。其中可能大家都知道我们有个“单手打开 秒分正反”的专利，花了6吨的材料去做测试，每个材料最后成品的只有0.8克，这个非常大的浪费，最后得出如今的技术改进。\\n\\n但是我们也会发现这样的技术在近两年也有很多品牌在抄袭和侵权，包括我们所知道的行业里边的巨头。所以今年的上半年，我们的法务部门就做了一个基本的维权工作，这个维权工作让我们发现原本一个常规的维权，但活脱脱让网友给搞成了一个闹场，让我们的一个维权行为当天就推上了热搜，大概有13个亿的人次在互动。所有官方媒体、人民日报全下场来报道。所以这也能看到其实今天互联网的这些年轻人，这种爱国和保护国货的意识也非常的强烈。\\n\\n包括年初五菱的案例、鸿星尔克野性的消费，在这种国潮的趋势下，我们所有的品牌经营者，尤其是中国品牌经营者都应该借好这个力。而不同于往年，很多像上一代的品牌要么做的有成绩以后渴望卖给外资品牌，认为是好归宿，要么起一个洋鬼子的名字，我觉得今天我们应该非常自信的来面对。\\n\\n我们再举一个化妆品行业的案例，50年前中国人从用碱面洗头发开始，换到了用洗发水，说明中国人有洗发水了，而这个工作谁做的？是我们在座的这些人做的吗？不是，是我们爷爷奶奶辈做的。20年的时间让全球洗发水企业都来中国代工，说明什么？说明中国的产品品质已经非常出色了。\\n\\n直到今天，我们国内生产工艺品质已经发展的非常成熟了，我们能造车、能造船、能造火箭，到现在可能大家都忘了，现在太空中还飘着我们三位宇航员呢，我们什么都能造了，那么我们今天要做什么呢？**我们今天一定是要做中国品牌，所以放弃那些不自信的国货、和那些品牌的传统观念，中国的文化依旧不会过时，消费者永远会为用心的国货来买单的。**\\n\\n最后结束我的分享，时间始终会证明的就是中国的才是最好的。谢谢大家！\",\"timestamp\":1639984212,\"title\":\"大象安全套创始人& CEO赵川：《打造“难以启齿”的超级品牌》\"},\"digest\":\"hUzImbz0rbecZczvJlkM4riKcD6pi_pEemMvBszWMnA\",\"authorship\":{\"contributor\":\"0x29864b53C8d7509dE2Ccf5FB76488cfD102Ddfd0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3D1j5mP-TrK3147hQOLHTE9k_PUk3PND3qmXi6ewJx0\\\",\\\"y\\\":\\\"Igl5GIzZpnktFqy1wklJoQZD_gwLOYz0g54Uk11T1Jc\\\"}\",\"signature\":\"GYaqU4E-vvUNYFnztbq_QQfzkbjeTGO-0j2nShjqeRRGL2HhydYGMb6XsrweW8FfFSFds6oYl5Rlh0dC5mb8BQ\",\"signingKeySignature\":\"0xf4875be65ecadfd1d3302858ca832492276691b9c455b674701bf3ba4d3bcaa405ef769b6ce33bf879527cfe5601741a221facab4990caf13b33f0455fc5f6091c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3D1j5mP-TrK3147hQOLHTE9k_PUk3PND3qmXi6ewJx0\\\",\\\"y\\\":\\\"Igl5GIzZpnktFqy1wklJoQZD_gwLOYz0g54Uk11T1Jc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hUzImbz0rbecZczvJlkM4riKcD6pi_pEemMvBszWMnA\"}"