"{\"content\":{\"body\":\"The move towards a blockchain-enabled Web 3.0 world will be dependent on making the use of the technology and cryptocurrencies as simple as possible. Email addresses have become human readable forms of IP addresses, and we wanted to make blockchain addresses to become more simple and functional.\\n\\n**DAS is a decentralized identity authentication system for the Web3 world.** It allows users to tie their personal domains to a human-readable address that is applicable to all chains. Instead of a string of numbers and letters, ‘Alice.bit’ and ‘Bob.bit’ can now be used across multiple chains to receive funds, act as a status symbol and work as a passwordless login credential.\\n\\n# Open to Any Chain\\n\\nDAS is creating a solution that can be likened to the Ethereum-exclusive ENS but **with the possibility of being entirely open to any chain**.\\n\\nSending and receiving cryptocurrency is still one of the widest uses of blockchain technology, but it relies on long strings of numbers and letters, with each chain having its own address conditions.\\n\\nIn a DAS-enabled wallet, the user simply fills in ‘alice.bit’ in the receipt address and the wallet automatically resolves the underlying BTC address. If you want to send Ether, the wallet will automatically resolve to the ETH address.\\n\\nIt eliminates the need for users to copy and paste Alice’s payment address. When Alice needs to receive payment, there is no need to provide a specific payment address, just tell the person her DAS account name.\\n\\n# More than an Address\\n\\nDAS to the crypto world is like Email to the internet. Unlike centralized account systems, such as cell phone numbers/email/social accounts, DAS offers a decentralized and open sourced approach to account systems. **DAS can be used as a digital assets collection account, as a domain name, or even as an account for accessing general Internet services.**\\n\\n**The ability to be a cross chain DID also lends DAS to serving many more functions in a decentralized Web 3.0 world**, such as entry points for DApps, a a portal to your personal mobile phone or business website, a passwordless login credential and even a practical status symbol.\\n\\n# A DApp entry point\\n\\nDApps generally uses contract Hash as the contract entry point, which is very unrecognizable. **By adding a parsed record to the DAS ledger, a very recognizable entry point to the DApp is created.** For example, when we want to access Uniswap’s contract, we can access it from the wallet via uniswap.bit instead of its contract address.\\n\\nAnother benefit is that no matter how the contract is upgraded or how the contract address changes, the user will always only need to access uniswap.bit to use the latest version of the contract.\\n\\n# A portal to your personal accounts\\n\\nData associated with a DAS account is not limited to blockchain addresses or file hashes; it can be any data that is specified by the user. Based on this, **users can selectively associate social accounts, personal profiles, personal preferences, etc. to the DAS account.**\\n\\n**Businesses can also associate their web pages deployed on decentralized storage to DAS accounts.** Users can access this information when they access these accounts through a web browser with the DAS plug-in installed.\\n\\n**At this point the DAS ledger behaves like a decentralized domain.**\\n\\n# A secure identity\\n\\nSince each DAS account is associated with at least one pair of public and private keys, and the W3C WebAuthn standard is supported by major browsers, **DAS accounts can naturally be used as credentials to log in to third-party systems.**\\n\\nInstead of entering the account password, the login method uses the private key associated with the DAS account to sign the login operation. This eliminates the cost of password management and simplifies the login process.\\n\\n# A status symbol\\n\\nFinally, these ‘.bit’ addresses can hold significant status and reward. For example, if Alice is the top VIP client of Coinbase, and Coinbase as the holder of coinbase.bit, can create a secondary account alice.coinbase.bit and use all of alice’s top-up addresses on Coinbase as the resolution record for that secondary account, then it can become the official recognition of her VIP status from Coinbase, a status symbol.\\n\\nDAS is built on **[Nervos Network](https://medium.com/u/3a77bc7d8af0?source=post_page-----256cf243a2c4--------------------------------)**. If you wanted to learn more about the design and how it is made, check out our **[detailed introduction](https://github.com/DA-Services/Documents/blob/main/DAS-Introduction-202105-EN.md).**\\n\\nThe DAS account ends with .bit, you can register using any language, even emoji! We are currently running on testnet, welcome to try the product and provide feedbacks, join our **[discord](https://discord.com/invite/WVunwT2hju).**\\n\\nWe will be launching on mainnet soon. Stay tuned!\\n\\n> *Website: <https://da.systems/> \\n Medium: <https://dasystems.medium.com/> \\n Discord: <https://discord.com/invite/WVunwT2hju> \\n Telegram Channel: <https://t.me/DASystemsNews> \\n Twitter: <https://twitter.com/realDASystems>*\",\"timestamp\":1636958279,\"title\":\"DAS: Decentralized Account Systems for Web3.0\"},\"digest\":\"vPCgOhITD5hcicmsLhyqP_kRHd8zjfzkcBbxG8FOFwA\",\"authorship\":{\"contributor\":\"0xfB8C0908FE7698A685De46AD4E260bD320b7DF3E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D4_Ncpuz_Uyz5_wv9CCm7OsSBT2wgD_NGWn0G117C1c\\\",\\\"y\\\":\\\"1l5B2rTvZbvf4TtpUuK0LMeKM_kgVY-D6XAZM9u8jpQ\\\"}\",\"signature\":\"DdFvZjhDlmna15wZPwKNc6QigHyJOjo5_5J562upXxSyfFBTOMCAK15WV6G1r6N9U28I5ZCB0IWIgMEPnqE03w\",\"signingKeySignature\":\"0xeb931753c90761290158a88dcfc7f80b9a31a0bdf7d270681ce2be94e0eac5174c9e0f896f4fb8b47a6244357c7fc901d6c89a0ac90048c5bb5ac745223b4ad71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D4_Ncpuz_Uyz5_wv9CCm7OsSBT2wgD_NGWn0G117C1c\\\",\\\"y\\\":\\\"1l5B2rTvZbvf4TtpUuK0LMeKM_kgVY-D6XAZM9u8jpQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vPCgOhITD5hcicmsLhyqP_kRHd8zjfzkcBbxG8FOFwA\"}"