"{\"content\":{\"body\":\"One of the things I'm most proud of is what I've accomplished at work. In 2016, I started to work as an official account in a start-up company and achieved 400,000 fans in a year.\\n\\nIn 2016, the company transformed from Internet services to do their own brand, the main position is in the wechat public number. At that time, it was the rise of the three-level distribution model. With the help of the model and the team, we did well at the beginning, and the number of fans exceeded 50,000 within a month.\\n\\nAlthough we have achieved good results, we have also made great efforts. Since the launch of the product in January, I have been working overtime and staying up late every day. Every day I go out of the office at 1 or 2 am, go home and sleep for a few hours, and get up at 8 am to go back to work. My mobile phone is turned on 24 hours a day. At that time, as long as there was a message prompt on wechat, no matter how heavy the sleep, they would immediately wake up and reply.\\n\\nThis continued for more than three months, until the product line stabilized and the team hired customer service and copywriters. Before that, I was doing technology, customer service and copywriting all by myself. Although I was busy every day, I was extremely fulfilled and happy. Every fan I had increased was the result of my labor. In the following year, the company developed steadily, and the fans of the official account grew from 0 to 400,000.\\n\\nFrom this experience, I have a deeper understanding of the Internet and operation, and more experience in starting a business from 0 to 1. This experience made me very smooth in the process of job hunting and employment, and gained the recognition of people around me, which has become my lifelong wealth.\",\"timestamp\":1638777291,\"title\":\"What is the one thing you are most proud of?\"},\"digest\":\"uoNZahVlNJj8I74lCRK3zz2u9HgCWuVbA0oiFmdbG3A\",\"authorship\":{\"contributor\":\"0xb264B80be54d5dEBcA0771ed82B91CB40bC46B86\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LURWVFnbYayCF3upZO5LY2EBrR_A_u8afRmjnrEMwaI\\\",\\\"y\\\":\\\"ZMy-MWSJMUXuf1Sp7h3FHAXcirpC-_mOGUT-mjnmFZ0\\\"}\",\"signature\":\"UFpTvoIuCHfBQCALLAo7SfgAZ3cXtrC9bg9CFAaojWiMVYL8MuDo5PmimpSZKNHIyyvlHMNxER4WYk1MZCQ4Cg\",\"signingKeySignature\":\"0xc9ada31c3442bfed00820f100d77db718e05e2e7c5ac77d46857198a882eab5649abdb568f0757263bc3dc5278eeec84c994f9d7d0878df005e8e0eaa7e976e31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LURWVFnbYayCF3upZO5LY2EBrR_A_u8afRmjnrEMwaI\\\",\\\"y\\\":\\\"ZMy-MWSJMUXuf1Sp7h3FHAXcirpC-_mOGUT-mjnmFZ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uoNZahVlNJj8I74lCRK3zz2u9HgCWuVbA0oiFmdbG3A\"}"