"{\"content\":{\"body\":\"Last week myself, and thousands of others, were airdropped ENS (Ethereum Name System) tokens valued at the equivalent of thousands of pounds per individual.\\n\\nSounds too good to be true, right? That’s what I thought until I dug deeper.\\n\\nThen I realised it is instead an incredibly smart (and new) funding model.\\n\\nIn this post, I’ll cover…\\n\\n* What is an airdrop?\\n* What I did to receive an airdrop worth over £2,000.\\n* How you can participate in other airdrops.\\n\\n## What is an airdrop\\n\\nAn airdrop is a mechanism to reward early customers of a company.\\n\\nActive early customers are critical to many of the worlds most successful companies, who rely on network effects to make their services valuable. The larger the network, the more valuable the service.\\n\\nExample: Facebook.\\n\\nThe more of your friends that use Facebook, the more valuable the platform becomes to you. If none of your friends use Facebook, chances are you don’t use Facebook.\\n\\nThis is a catch 22.\\n\\nSo, how do you incentivise the very first users to participate?\\n\\nHere are some of your options:\\n\\n* Have an incredibly good product, that gets viral attention.\\n* Have incredibly good marketing, that gets viral attention.\\n* Have a f\\\\*ck load of marketing spend.\\n\\nAll very difficult, and/or very expensive.\\n\\n### Enter Web 3.0\\n\\nWeb 3.0 offers an alternative. It is about not only treating your early customers as… customers, but treating them as owners.\\n\\nThis means: Giving equity to your customers.\\n\\nOr as you would say it in Web 3.0: Giving ownership to the community.\\n\\n### How an airdrop works\\n\\n> An airdrop, in the cryptocurrency business, is a marketing stunt that involves sending coins or tokens to wallet addresses in order to promote awareness of a new virtual currency. \\\\~ [Investopedia](https://www.investopedia.com/terms/a/airdrop-cryptocurrency.asp)\\n\\nAirdrops will reward early participants for free, simply in exchange for their participation in getting the network started. They might have:\\n\\n* Signed up to the newsletter\\n* Purchased services or products\\n* Exchanged the cryptocurrency\\n\\nEveryone may receive a fixed amount, or each person may be rewarded in proportion to their level of participation. Example:\\n\\n> **1Inch Airdrop**\\n>\\n> There was one particular address that received a crazy 10 million tokens (9,749,686) during the date of the airdrop, as a reward for its support. That stash is presently worth $60.4 million in April. \\\\~ [CoinMarketCap](https://coinmarketcap.com/alexandria/article/what-are-crypto-airdrops)\\n\\nThe tokens received from airdrops will likely be tradable on a cryptocurrency exchange. This allows the public market to determine the value of the token. Tokens may go up or down in value over time. Heck, the token might go to zero.\\n\\n## What I did to receive an airdrop worth over £2,000\\n\\nLast week myself (and thousands of others) were airdropped ENS tokens valued at the equivalent of thousands of pounds per individual.\\n\\nBut why did I participate in ENS in the first place?\\n\\n### 110 days until the airdrop\\n\\nENS solves a problem that everyone with a crypto wallet shares. Here the problem:\\n\\n* Every crypto wallet has a 42 character address.\\n* When sending tokens to another wallet, you must reference this address.\\n* If you get a single character wrong, you lose your tokens.\\n* If you lose your tokens, it is irreversible (there’s no support team).\\n\\nSo, I registered two ENS domains: jamesj.eth and jamesjackson.eth for $10 each.\\n\\nThis allows me to use jamesj.eth to reference my crypto wallet address, instead of: 0x047DD9AfB6eB312D663065DfBeE427300b905d5e\\n\\n### 8 days until the airdrop\\n\\nA snapshot was taken October 31st 2021, to be used to determine token allocations. This meant someone’s activity after this date would not affect their token allocation.\\n\\nExample: You purchase a domain October 10th, this would contribute to your token allocation. You purchase a second domain November 1st, this would NOT contribute to your token allocation.\\n\\n### 5 days until the airdrop\\n\\nThe ENS team released full details on how tokens would be allocated. This determines how many tokens each person gets. Here was the formula.\\n\\n> The airdrop formula is roughly:\\n>\\n> 0\\\\.27 \\\\* (# days the account owned at least one ENS name)\\n>\\n> \\\\+\\n>\\n> 0\\\\.062 \\\\* (# days until the expiration of the last name on the account)\\n>\\n> \\\\~ [ENS](https://ens.mirror.xyz/-eaqMv7XPikvXhvjbjzzPNLS4wzcQ8vdOgi9eNXeUuY)\\n\\n### 0 days until the airdrop\\n\\nParticipants were now able to claim their tokens.\\n\\n> The claim site is now open: [claim.ens.domains](https://claim.ens.domains/).\\n>\\n> \\\\~ [ENS](https://ens.mirror.xyz/5cGl-Y37aTxtokdWk21qlULmE1aSM_NuX9fstbOPoWU)\\n\\n### 2 days after the airdrop\\n\\nI discovered that ENS was airdropping tokens and visited the website to claim.\\n\\nI will note, that not until the virality of the ENS drop begun on ‘NFT twitter’ did I realise that I would be able to claim tokens.\\n\\nMy claiming of these tokens was purely luck and not anticipated at the time I purchased the .eth domains.\\n\\n## How you can participate in other airdrops\\n\\nAirdrops have been occurring all over the crypto space of varying values. So where do you look and how do you participate?\\n\\nThere is no way to know if/when a crypto project will do an airdrop prior to the snapshot, (unless you have inside information).\\n\\nThe airdrop is intended to reward genuine participants. So my recommendation is to genuinely involve yourself in crypto projects.\\n\\nHere are 3 steps:\\n\\n1. Proactively seek out promising Web 3.0 applications.\\n2. Participate in them, determine if the use case is promising.\\n3. Go all in, try all the features you can, get immersed.\\n\\nHere are two actionable steps for people new to the space:\\n\\n1. Create a MetaMask account.\\n\\n   You can’t do much of anything in Web 3.0 without a wallet. Also, MetaMask may do an airdrop so don’t sleep on this one.\\n\\n   [https://metamask.io/](https://metamask.io/)\\n\\n2. Register your own ENS domain.\\n\\n   <https://ens.domains/>\\n\\nTo conclude, the knowledge you will gain from your participation in crypto projects is likely much more valuable than any airdrop you will receive. So even if you don’t ‘get lucky’, it doesn’t matter.\\n\\nGet stuck in!\",\"timestamp\":1637250787,\"title\":\"Last week I received over £2,000... for free\"},\"digest\":\"u6QoJ3p0xh68-tPFGMfQto0f2sik-5f6pEQ4RA2sJWg\",\"authorship\":{\"contributor\":\"0x047DD9AfB6eB312D663065DfBeE427300b905d5e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"205sU8F8RZhs19D8F2YopkGjA86e1eNHtQVUYoLAEZ0\\\",\\\"y\\\":\\\"CZwr5eq718BQUdZgJ_wci17Ah2e_6GVeOuOoNB6OyIs\\\"}\",\"signature\":\"1dhX6TsBprnDEZsXv8IhsjVuq3ukPMLHm_B8bVZqQHOReM3XV6tRR9tJVzSc2hTQqtw6s-rBth6h9oxIih8DPQ\",\"signingKeySignature\":\"0x3030d093bd1319271e92b4d1cbff32f56c5b6f7b2d836eef9d19d9da2c9c8dbf7031f766319ea6cdd7171fe76f9de77178db01c31609dd23b63ecb4fe146bff11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"205sU8F8RZhs19D8F2YopkGjA86e1eNHtQVUYoLAEZ0\\\",\\\"y\\\":\\\"CZwr5eq718BQUdZgJ_wci17Ah2e_6GVeOuOoNB6OyIs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nKy9-bMh7tHrcWJDjOIKIr3f_jProWNbll8xFJioTXk\"}"