"{\"content\":{\"body\":\"英文标题：A Big Test for DAOs: Honing New Compensation and Contribution Practices\\n\\n*作者：**Spencer Graham*\\n\\n*2021 年 11 月 30 日*\\n\\n*来源：*\\n\\n***\\n\\n本文为机翻\\n\\n为了更及时地与大家分享最新的内容，我们决定尝试机翻，欢迎加入我们提高机翻质量 😜\\n\\n***\\n\\n随着我们通过 DAO 迎来一个新的工作时代，许多项目面临着类似的挑战，即确定一个可扩展的公式来补偿他们的贡献者。当只有五个核心贡献者时有效的方法可能随着社区的发展而无效，并且在一个 DAO 中衡量和奖励贡献的最佳方法可能不适用于另一个。\\n\\n许多 DAO 目前受益于他们能够为贡献者提供的灵活性。与传统公司相比，个人可以在 DAO 之间灵活移动，通常同时为多个 DAO 做出贡献。虽然这种灵活性吸引了许多贡献者，并且是使 DAO 能够吸引顶尖人才的因素之一，但它往往让贡献者在多种薪酬结构中导航。为了继续引入新的贡献者，DAO 需要开发与其他 DAO 配合良好的补偿机制。\\n\\n尽管流动性很吸引人，但一些贡献者在将精力集中在单个 DAO 上时会感到最有成效。随着DAO领域开始认识到将注意力分散到许多项目中可能产生的倦怠，DAO应该为贡献者创造方法来做出长期的承诺，甚至鼓励和激励这种承诺，作为留住他们有才华的贡献者的一种方式。\\n\\n> 与传统公司相比，DAO 真正闪耀的地方在于它们可以同时支持许多贡献者的参与模式。\\n\\nDAO 必须确保报酬与创造的价值相称，它们的非等级性质对衡量该价值提出了挑战，尤其是随着贡献者的学习和成长而跨越时间。\\n\\n当一些贡献者可以在项目之间流动并在他们最受启发的地方贡献时，他们就会蓬勃发展；当其他人可以不受干扰地深入研究一个项目时，他们可能会蓬勃发展。还有一些人想要介于两者之间。与传统公司相比，DAO 真正的亮点在于它们可以同时支持许多贡献者参与模型，允许贡献者选择适合他们的模型。然而，设计一个促进贡献者选择同时保持公平、透明和易于管理的补偿计划仍然是一个挑战。\\n\\n灵活的薪酬计划\\n\\n在 DAOhaus 一年多来，我们一直在努力应对这些挑战。根据我们作为我们自己的 DAO 贡献者的经验以及我们在使用我们平台的多个 DAO 中观察到的情况，我们制定了一套原则来创建适应性强的贡献者补偿计划：\\n\\n1.  贡献者应该在如何与 DAO 互动方面具有灵活性\\n2.  贡献者应该在 DAO 如何补偿他们方面具有灵活性\\n3.  贡献者参与和补偿模型应该与其他 DAO 的模型互操作\\n4.  应以自下而上的方式评估贡献者价值\\n\\n考虑到这些原则，我们还为灵活的贡献者薪酬计划开发了一个模板，该计划将薪酬分为三个层次：基本薪酬、奖金薪酬和所有权。\\n\\n基本补偿\\n\\n在参与（原则 A）和补偿（原则 B）方面，这一层提供了最大的机会来建立贡献者的灵活性。\\n\\n对于参与灵活性，DAO 可以为贡献者创建两个轨道。一个轨道将根据贡献者为 DAO 创造的价值追溯补偿他们。该领域常用的机制包括追溯资助提案——贡献者概述他们在那个时期创造的价值，并向 DAO 或其工作组提出相应的资助请求，以及奖金。这条赛道为贡献者创造了最大的灵活性，但对贡献者和 DAO 都带来了更多的不确定性。\\n\\n第二条轨道将根据贡献者在给定时期内对 DAO 的承诺水平（以时间、努力、优先级等衡量）以及他们期望在该时期创造的价值量的组合，在几个月内一致地补偿贡献者。 DAO 的其他成员（或贡献者的工作组）将负责审查贡献者的承诺和价值水平提案，就像他们审查追溯资助提案一样。即使在特定的 DAO 活动不太确定的情况下，该轨道也使 DAO 和贡献者对报酬和贡献更加确定。\\n\\n> DAO 必须确保补偿与创造的价值相称，它们的非等级性质对衡量该价值提出了挑战。\\n\\n此外，由于承诺级别可以用百分比表示，随着越来越多的 DAO 采用这种方法，贡献者将越来越能够可靠地表示他们跨多个 DAO 的总带宽和承诺，从而有助于促进补偿互操作性（原则 C）。\\n\\n为了补偿的灵活性，拥有多样化国库的 DAO 可以让贡献者选择他们想要的稳定币和 DAO 代币的组合进行补偿。例如，一个贡献者可以选择以 90-10 的 DAI-$ 代币组合获得补偿，而另一个可以选择 50-50 的组合。\\n\\nDAO 还可以尝试各种机制来长期保留贡献者并建立长期的激励机制。例如，归属/锁定 DAO 代币，为更长的承诺期添加乘数，等等。\\n\\n奖金补偿\\n\\n奖金的分配基于主体间评估：每个贡献者通过为他们合作过的每个贡献者分配分数来评估其他贡献者在此期间创造的价值，并且汇总结果通知奖金的分配。追溯和承诺轨道上的所有贡献者都有资格获得奖金并参与主体间评估活动。\\n\\n这一层有两个关键功能：第一，它是一种奖励超越的贡献者的方法，就像典型的奖金一样，创造更多价值的人获得更高的奖励。与典型的奖金不同，该金额由贡献者的同事和共同贡献者而非老板决定。在可能的情况下，奖金应以 DAO 的代币支付，以与追溯跟踪贡献者（其基本工资通常主要是稳定币）建立长期联盟。\\n\\n其次，评估结果可以作为对承诺轨道上的贡献者的分散的、自下而上的绩效审查。通过将贡献者在给定时期内的预期价值（以他们在总基本薪酬中的份额衡量）与他们在同一时期创造的实际价值（以他们在主体间评估结果中的份额衡量）进行比较，DAO 可以评估是否贡献者表现不佳或表现出色。\\n\\n主体间评价的主要工具是 [Coordinape](https://coordinape.com/). DAO 可以试验该机制的各种政策，包括每个贡献者应该给其他人多少分（影响每个贡献者在确定结果时的权重），奖金池相对于基本补偿应该有多大锅等等。\\n\\n治理权\\n\\n贡献者所有权使 DAO 比传统公司更强大。为了可持续发展并继续去中心化，DAO 必须为贡献者提供一条清晰的途径，以在 DAO 中获得治理权。分配权力和所有权的最佳方式之一是将其作为补偿的一部分。\\n\\n确切的方法因 DAO 而异。由代币投票直接管理的 DAO 可以通过向代币中的贡献者支付基本或奖金补偿来实现这一点。相比之下，具有非令牌治理机制的 DAO（例如 Moloch DAO）在如何将所有权和治理权分配给贡献者方面有更多选择。\\n\\n例如，这些 DAO 可以补偿 DAO 代币的贡献者的基础和奖金，但通过社会强制规则限制贡献者只能获得奖金部分的治理权。\\n\\n这里的好处是双重的：首先，贡献者在 DAO 中获得治理权，仅与他们的同行通过主体间评估确定他们为 DAO 创造的价值成比例。其次，两条轨道的贡献者都有平等的机会获得治理权。\\n\\n弹性薪酬是工作的未来\\n\\n在未来的工作中，工人负责。他们共同控制组织的工作内容和方式。就个人而言，他们是自主的；他们控制着自己的工作重点、工作方式以及与谁一起工作。 DAO 是工作的未来，因为它们使这一切成为可能：它们由贡献者直接管理，可以为贡献者创造空间，让他们按照自己的意愿参与。\\n\\n为了实现他们的承诺，DAO 需要开发灵活的贡献者补偿计划以及以自下而上的方式有效评估贡献的能力。上述模板只是一种方法。即使在该模板中，DAO 也有足够的空间进行实验、学习和迭代。事实上，实验对于发现哪种机制最适合每个 DAO 至关重要。没有 DAO 是完全成型的；它们都必须随着规模和条件的变化而发展和适应。\\n\\n如果 DAO 能够成功地为贡献者实施灵活的薪酬计划，我怀疑我们会发现世界上的人才和才华比我们目前想象的要多得多。今天的公司在寻找人才和吸引/激励人才从事业务方面做得很糟糕；为时过早，但 DAO 已经展示了他们在这方面的优势\\n\\n更重要的是，随着 DAO 贡献者有权推动自己的贡献，我们可能会发现对其他人有价值的全新事物，而且许多人在制作方面非常有才华——其中一些可能看起来根本不像“工作”！未来是黑暗的，但 DAO 让它变得越来越光明。\\n\\n*Spencer Graham *是 DAOhaus 的核心贡献者\\n\",\"timestamp\":1639718187,\"title\":\"DAO 的一大考验：磨练新的薪酬和贡献实践\"},\"digest\":\"qiCk8xrtDjKL1qt1zgrg9OlbucZeR51Z5Ar8LXEGpo0\",\"authorship\":{\"contributor\":\"0x9308C52Cee23DF47566047FD5c8F1942577adD16\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ar0rv8xo1h8web_MmUMK7Fw2q43-P6Izgq78sahFfzo\\\",\\\"y\\\":\\\"Pxv2FV7gmR_GLkbY2u-jcsVBxJVMtYc2KL8iDGhahVE\\\"}\",\"signature\":\"pxBksI44K1oPHlDJ-4HhyU6nhs6JMebU4KDbv-ejM-4XLPq4hbDSetd8hbNY_P-kmvi0E5Cbc9NF900VRfrfhA\",\"signingKeySignature\":\"0xc8c5dc5ca7778dda2e5493ed950fbcab1acdcfe41b2ee0fab9cfb585da0222ae557ed03357aaee92e6e27a67a8988d4b8878dd4ea45156350877babab3ad0e7f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ar0rv8xo1h8web_MmUMK7Fw2q43-P6Izgq78sahFfzo\\\",\\\"y\\\":\\\"Pxv2FV7gmR_GLkbY2u-jcsVBxJVMtYc2KL8iDGhahVE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qiCk8xrtDjKL1qt1zgrg9OlbucZeR51Z5Ar8LXEGpo0\"}"