"{\"content\":{\"body\":\"*Originally Published - May 11, 2021*\\n\\n![](https://images.mirror-media.xyz/publication-images/ibfdJxLPpbh4gl7y5DrEv.png?height=655&width=1060)\\n\\n \\n We’re thrilled to announce the open beta of Upshot!\\n\\nIn April, we began opening the Upshot platform up to a small set of appraisers as part of our closed beta. Over a thousand new NFT collectors and community members have joined the platform since then. Starting today, anyone can sign-up and start appraising NFTs on Upshot.\\n\\n![boom](https://miro.medium.com/max/1400/0\\\\*ceHJJkBtGlF62CQY.gif)\\n\\nNFTs are a new asset class with unbounded potential that are giving artists and collectors new opportunities to capture value from their work. However, the problem is that NFTs don’t change hands very often, so the open market has a difficult time pricing them efficiently. If a piece of digital art only changes hands every few months, how do you know what the right price for it is?\\n\\nMany of the obstacles halting a mass-embrace of NFTs stem from the lack of reliable NFT price discovery mechanisms. To support the growing and diverse NFT market, we will need scalable pricing infrastructure. Being able to efficiently price NFTs will knock down existing barriers to adoption and enable a wave of powerful, new financial products built on top of the burgeoning asset class.\\n\\nUsing a new [peer prediction mechanism](https://upshot.io/peer-prediction-101/), Upshot analyzes correlation between answers and pays people for honest insights. A decentralized community of collectors interact with Upshot to deliver quick and accurate pricing of assets through appraisal games.\\n\\nUpshot aims to provide real-time price feeds for NFTs through [crowdsourced appraisals ](https://upshot.io/hot-or-not-for-nfts/)— unlocking opportunities for a new generation of appraisers and catalyzing powerful new innovations in DeFi. Our goal is to create a kind of “Zestimate” for any NFT, while paying experts for being honest.\\n\\n\\\\*\\\\*Pro Tip: \\\\*\\\\*Sign-up for Upshot with the wallet address you use to hold your NFTs to get paid more.\\n\\n## Start earning rewards for honest appraisals\\n\\nGetting paid on Upshot is easy.\\n\\nIf you are a NFT collector, you can sign-up and start appraising NFTs immediately. The process is incredibly simple and actually pretty addicting. When you show up you’ll be presented with two types of questions: comparison and multiple choice questions. With comparison questions, you are presented with two NFTs side-by-side and asked to pick the one you think is more valuable (think “Hot or Not”, but for NFTs). With multiple choice questions, you are shown an NFT and several price ranges — you’re asked to pick the price range you believe the NFT falls within.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*rib7SvZK_thomGHm.png)\\n\\nOn a regular basis (multiple times a day to start, but more frequently as the platform matures), small committees of appraisers are chosen at random to have their answers scored (these events are called “scoring rounds”). Answers are scored using a new peer prediction mechanism, called the DMI-Mechanism, that analyzes the correlation between people’s answers. The way to maximize your score as an appraiser is to be **informed honest**: to put in effort to provide the honest response to a question.\\n\\nEvery week, payments are sent out to appraisers based on the scores they received from the scoring rounds in the week prior. Think of it like getting paid to *work for a protocol.*\\n\\n## Expertise\\n\\nIncentivizing people to be honest is not in itself sufficient for ensuring appraisals are accurate and reliable. To ensure that, they need to come from people who are knowledgeable about the assets that are being appraised. Initially, your influence as an appraiser (the likelihood your answers are scored and have an impact on the resulting appraisals) is determined by how many NFTs from a specific group you own. If you are appraising CryptoPunks and own some, then we can assume that you have some understanding of their value. Such people have experience valuing NFTs given that they’ve purchased them in the past. We’ll be releasing additional information about this process soon and how groups determine an appraiser’s influence will change over time.\\n\\n## Who pays appraisers?\\n\\nIn order for appraisers to get paid, someone has to pay them, right? Sort of. In Upshot, questions are broken up into different groups. Groups specify the types of NFTs being appraised and how influential each appraiser is. You can join groups appraising digital art from leading marketplaces, such as SuperRare, KnownOrigin, and Rarible, as well as CryptoPunks, CryptoKitties, Axies, $MEMEs and more.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*kbt6jSQ-MN1l0Dg5.png)\\n\\nFunding creates “fuel” for groups in the form of yield. When someone funds a group, their staked capital is invested in different interest-earning protocols on-chain, such as Compound. The yield earned from these protocols is divided among users included in scoring rounds proportional to their calculated truthfulness in those rounds. Funders earn UPT based on how much of the group’s funding they’ve provided and for how long, which will unlock additional features on the platform as time progresses. At any point, a funder can withdraw the amount they originally deposited. So, you can think of “paying” for appraisals as closer to just “donating your yield” instead of explicitly parting ways with your money — since you can withdraw the exact amount of money you deposit.\\n\\nFor more information on appraisals, understanding metrics, and more, check out our [FAQ.](https://upshot.io/faq/)\\n\\n## Build on trust\\n\\nEfficient NFT price discovery provides a number of benefits to NFT marketplaces and DeFi protocols. Closer to real-time price feeds will give people insights into what their assets are worth and [unlock a range of new DeFi products ](https://upshot.io/what-efficient-nft-price-discovery-means-for-defi/)— from NFT indices to synthetics.\\n\\nOver the coming weeks, we will be announcing major new partnerships at the intersection of NFTs and DeFi that will help make this a reality. If you are interested in reliable, accurate pricing feeds for digital art and collectibles, reach out to us on [Discord](https://discord.gg/xNeh7vzXTQ) or at contact@upshot.io.\\n\\n## What’s next?\\n\\nToday’s release marks an important milestone for Upshot and the NFT community more broadly. With Upshot opening up to the public, a new class of NFT collectors will be able to get paid for providing honest appraisals.\\n\\nThis open beta period is meant to be an extension of our closed beta, just with a larger user base. We will continue to iterate on the product and respond to user feedback as we release new features. This period is intended to run for a few weeks. At the beginning, the features of the product will be somewhat limited and the prices emitted somewhat sparse. Over the course of the open beta period (and as more appraisals flow through the system), we will start to see more pricing data emerge for the NFTs being appraised — it may take a couple weeks for the first confident appraisals to be produced. Building up a large amount of early appraiser answers will serve as a robust foundation for updating NFT prices more regularly as the platform matures — getting us much closer to real-time NFT price feeds.\\n\\nAs the platform grows, Upshot will expand to encompass more assets and use cases beyond just NFTs. Upshot’s NFT appraisal product is just one of the first steps in a long journey towards creating a platform for crowdsourced insights — a robust truth discovery platform transforming how we interact with information.\\n\\nWe are committed to building a community for passionate NFT collectors and experts. Please [join the Upshot community on Discord ](https://discord.gg/xNeh7vzXTQ)to share your feedback as we work to open up a world of liquid digital art and collectibles!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*SkQpg8M0hhLc7Eld.gif)\\n\\n\",\"timestamp\":1637603771,\"title\":\"Announcing the Upshot Open Beta - UpshotHQ\"},\"digest\":\"Iemdmgj-BDXwxtWzTozHerwhLiZKQ9M7ou3zeTE6INw\",\"authorship\":{\"contributor\":\"0x82FE4757D134a56BFC7968A0f0d1635345053104\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"signature\":\"XUmBM0tHRt10A4pX-vtx9NRE9d80RgsOw0ZPzS3WBMeBmlqD8Rc32ZLukFxZF2u-sKgwUi1nPz8K0dLWprwoPA\",\"signingKeySignature\":\"0xb319b5679697e95aa7fb0a88e16f37632c0cedf5b9be5d2a483a789c027fbb566b9bcb78be07bd4540c7ac2ea77e20529742b0203fe9967fef6785b7816b7ed81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Iemdmgj-BDXwxtWzTozHerwhLiZKQ9M7ou3zeTE6INw\"}"