"{\"content\":{\"body\":\"The United States is “deeply alarmed” by recent reports of an apparent military coup in Sudan, with the White House calling for the immediate release of the prime minister and others placed under house arrest Monday.\\n\\nWhile aboard Air Force One on route to New Jersey Monday morning, White House Deputy Press Secretary Karine Jean-Pierre was pressed by reporters on the president’s response to the reported coup. \\n\\n“So, the United States is deeply alarmed at reports — at reports of a military takeover at the transitional government. We reject the actions by the military and call for the immediate release of the prime minister and others who have been placed under house arrest,” Jean-Pierre said.\\n\\n“The actions today are in stark opposition to the will of the Sudanese people and their aspirations for peace, liberty, and justice.”\\n\\nSudan’s Prime Minister Abdullah Hamdok was placed under house arrest and forced to issue a message supporting the coup.\\n\\nVitaliy Belousov / Sputnik via AP\\n\\nSudanese demonstrators rally in the capital Khartoum, on October 25, 2021, to denounce overnight detentions by the army of members of Sudan’s government.\\n\\nAFP via Getty Images\\n\\nShe added: “The United States continues to strongly support the Sudanese people’s demand for a democratic transition in Sudan and will continue to elevate — evaluate — pardon me — how best to help the Sudanese people achieve this goal.”\\n\\nThe White House’s stance comes hours after [reports emerged](https://nypost.com/2021/10/25/sudan-coup-has-official-detained-internet-down/) that the country’s interim Prime Minister Abdulla Hamdok was placed under house arrest and forced to issue a message supporting the coup. The Sudanese military reportedly cut off the internet and closed bridges. A number of other senior Sudanese government officials have also been detained by the military. \\n\\nThe Umma Party, the largest political party in Sudan, called the situation an attempted coup and called on citizens to protest in the streets. \\n\\nArmy General Abdel Fattah al-Burhan addressed the Sudanese people on October 25, 2021.\\n\\nSudan TV/AFP via Getty Images\\n\\nOver the weekend, US Special Envoy Jeffrey Feltman held meetings in Sudan with civilian and military leaders to urge cooperation between the two. During the meeting, Feltman expressed the US’s support of “preserving the democratic \\\\[civilian\\\\] transition process, leading to free and fair elections in which the Sudanese people choose their representatives at the end of the transitional period.”\\n\\nOn Monday, Feltman condemned the apparent coup, calling it “utterly unacceptable.”\\n\\n“The US is deeply alarmed at reports of a military take-over of the transitional government. This would contravene the Constitutional Declaration and the democratic aspirations of the Sudanese people and is utterly unacceptable,” he tweeted. \\n\\nThe White House called for immediate release of Sudan’s Prime Minister Abdalla Hamdok.\\n\\nASHRAF SHAZLY/AFP via Getty Images\\n\\nSudanese carry a man injured during clashes as part of protests against a military coup, October 25, 2021.\\n\\nAFP via Getty Images\\n\\n“As we have said repeatedly, any changes to the transitional government by force put at risk U.S. assistance.” \\n\\nAs of August, the U.S. is the largest single humanitarian donor to Sudan, providing almost $377 million for FY 2021.\",\"timestamp\":1635249949,\"title\":\"US ‘deeply alarmed’ by reports of apparent military coup in Sudan\"},\"digest\":\"fGctEqNot3NC1RMhlRC994J-ebfZIHUKHgcPUlnlgA0\",\"authorship\":{\"contributor\":\"0x373790EdA0055A7b9265257aD21d6990A6C6aC4c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z7tYbWAVkcEo178go0OAznAa2hxom4AMXa_EP3VoSPM\\\",\\\"y\\\":\\\"ijzX0whXJu-5EYr2xPyl2RxuT8Th9p041njcHXmLmhk\\\"}\",\"signature\":\"69R-dW6JVzmLWmi1xi4FoO7dv06OtF4JOmD_NWVqvdmF5ihqNeoYHc-mR0DOPP19TxnXfVLr63FEZiIa5kp5Iw\",\"signingKeySignature\":\"0x049a46404cfa69c077ba5c5ed48f8eb04477278e68f6136a66c7c48f6044f9a9725032b4f6e84f45475cccc52721bb439a081289d99234857205a776d4ad20551b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z7tYbWAVkcEo178go0OAznAa2hxom4AMXa_EP3VoSPM\\\",\\\"y\\\":\\\"ijzX0whXJu-5EYr2xPyl2RxuT8Th9p041njcHXmLmhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fGctEqNot3NC1RMhlRC994J-ebfZIHUKHgcPUlnlgA0\"}"