"{\"content\":{\"body\":\"then he must believe in Vere's capacity to do something that was worth doing.\\n\\nHermione knew the almost terrible sincerity of Artois in the things of the intellect, his clear, unwavering judgment, his ruthless truthfulness. Nothing would ever turn him from that. Nothing, unless he--\\n\\nHer face became suddenly scarlet, then pale. A monstrous idea had sprung up in her mind; an idea so monstrous that she strove to thrust it away violently, without even contemplating it. Why had Vere not told her? There must be some good and sufficient reason. Vehemently-- to escape from that monstrous idea--she sought it. Why had everything else in her child been revealed to her, only this one thing been hidden from her?\\n\\nShe searched the past, Vere and herself in that past. And now, despite her emotion, her full intelligence was roused up and at work. And presently she remembered that Emile and Vere shared the knowledge of her own desire to create, and her utter failure to succeed in creation. Emile knew the whole naked truth of that. Vere did not. But Vere knew something. Could that mutual knowledge be the reason of this mutual secrecy? As women often do, Hermione had leaped into the very core of the heart of the truth, had leaped out of the void, guided by some strange instinct never alive in man. But, as women very seldom do, she shrank away from the place she had gained. Instead of triumphing, she was afraid. She remembered how often her imagination had betrayed her, how it had created phantoms, had ruined for her the lagging hours. Again and again she had said to herself, \\\"I will beware of it.\\\" Now she accused it of playing her false once more, of running wild. Sharply she pulled herself up. She was assuming things. That was her great fault, to assume that things were that which perhaps they were not.\\n\\nHow often Emile had told her not to trust her imagination! She would heed him now. She knew nothing. She did not even know for certain that Vere's flush, Vere's abrupt hesitation at lunch, were a betrayal of the child's secret.\\n\\nBut that she would find out.\\n\\nAgain the fierce curiosity besieged and took possession of her. After all, she was a mother. A mother had rights. Surely she had a right to know what another knew of her child.\\n\\n\\\"I will ask Vere,\\\" she said to herself.\\n\\nOnce before she had said to herself that she would do that, and she had not done it. She had felt that to do it would be a humiliation. But now she was resolved to do it, for she knew more of her own condition and was more afraid of herself. She began to feel like one who has undergone a prolonged strain of work, who believes that it has not been too great and has been capably supported, and who suddenly is aware of a yielding, of a downward and outward movement, like a wide and spreading disintegration, in which brain, nerves, the whole body are involved.\\n\\nYet what had been the strain that she had been supporting, that now suddenly she began to feel too much? The strain of a loss. Time should have eased it. But had Time eased it, or only lengthened the period during which she had been forced to carry her load? People ought to get accustomed to things. She knew that it is supposed by many that the human body, the human mind, the human heart can get accustomed--by which is apparently meant can cease passionately and instinctively to strive to repel--can get accustomed to anything. Well she could not. Never could she get accustomed to the loss of love, of man's love. The whole world might proclaim its proverbs. For her they had no truth. For her--and for how many other silent women!\\n\\nAnd now suddenly she felt that for years she had been struggling, and that the struggle had told upon her far more than she had ever suspected. Nothing must be added to her burden or she would sink down. The dust would cover her. She would be as nothing--or she would be as something terrible, nameless.\\n\\nShe must ask Vere, do what she had said to herself that she would not do. Unless she had the complete confidence of her child she could not continue to do without the cherishing love she had lost. She saw herself a cripple, something maimed. Hitherto she had been supported by blessed human crutches: by Vere, Emile, Gaspare. How heavily she had leaned upon them! She knew that now. How heavily she must still lean if she were to continue on her way. And a fierce, an almost savage something, desperate and therefore arbitrary, said within her:\\n\\n\\\"I will keep the little that I have: I will--I will.\\\"\\n\\n\\\"The little!\\\" Had she said that? It was wicked of her to say that. But she had had the wonderful thing. She had held for a brief time the magic of the world within the hollow of her hands, within the shadow of her heart. And the others? Children slip from their parents' lives into the arms of another whose call means more to them than the voices of those who made them love. Friends drift away, scarcely knowing why, divided from each other by the innumerable channels that branch from the main stream of existence. Even a faithful servant cannot be more than a friend.\\n\\nThere is one thing that is great, whose greatness makes the smallness of all the other things. And so Hermione said, \\\"the little that I have,\\\" and there was truth in it. And there was as vital a truth in the fact of her whole nature recognizing that little's enormous value to her. Not for a moment did she underrate her possession. Indeed, she had to fight against the tendency to exaggeration. Her intellect said to her that, in being so deeply moved by such a thing as the concealment from her by Vere of something innocent of which Emile knew, she was making a water drop into an ocean. Her intellect said that. But her heart said no.\\n\\nAnd the voice of her intellect sank away like the frailest echo that ever raised its spectral imitation of a reality. And the voice of her heart rang out till it filled her world.\\n\\nAnd so the argument was over.\\n\\nShe thought she heard a step below, and looked out of the window into the sunshine.\\n\\nGaspare was there. It was his hour of repose, and he was smoking a cigarette. He was dressed in white linen, without a coat, and had a white linen hat on his head. He stood near the house, apparently looking out to sea. And his pose was meditative. Hermione watched him. The sight of him reminded her of another question she wished to ask.\\n\\nGaspare had one hand in the pocket of his white trousers. With the other he held the cigarette. Hermione saw the wreaths of pale smoke curling up and evaporating in the shining, twinkling air, which seemed full of joyous, dancing atoms. But presently his hand forgot to do its work. The cigarette, only half smoked, went out, and he stood there as if plunged in profound thought. Hermione wondered what he was thinking about.\\n\\n\\\"Gaspare!\\\"\\n\\nShe said it softly. Evidently he did not hear.\\n\\n\\\"Gaspare! Gaspare!\\\"\\n\\nEach time she spoke a little louder, but still he took no notice.\\n\\nShe leaned farther out and called:\\n\\n\\\"Gaspare!\\\"\\n\\nThis time he heard and started violently, dropped the cigarette, then, without looking up, bent down slowly, recovered it, and turned round.\\n\\n\\\"Signora?\\\"\\n\\nThe sun shone full on his upturned face, showing to Hermione the dogged look which sometimes came to it when anything startled him.\\n\\n\\\"I made you jump.\\\"\\n\\n\\\"No, Signora.\\\"\\n\\n\\\"But I did. What were you thinking about?\\\"\\n\\n\\\"Nothing, Signora. Why are you not asleep?\\\"\\n\\nHe spoke almost as if she injured him by being awake.\\n\\n\\\"I couldn't sleep to-day. What are you going to do this afternoon?\\\"\\n\\n\\\"I don't know, Signora. Do you wish me to do anything for you?\\\"\\n\\n\\\"Well--\\\"\\n\\nShe had a wish to clear things up, to force her life, the lives of those few she cared for, out of mystery into a clear light. She had a desire to chastise thought by strong, bracing action.\\n\\n\\\"I rather want to send a note to Don Emilio.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nHis voice did not sound pleased.\\n\\n\\\"It is too hot to row all the way to Naples. Couldn't you go to the village and take the tram to the hotel--if I write the note?\\\"\\n\\n\\\"If you like, Signora.\\\"\\n\\n\\\"Or would it be less bother to row as far as Mergellina, and take a tram or carriage from there?\\n\\n\\\"I can do that, Signora.\\\"\\n\\nHe sounded a little more cheerful.\\n\\n\\\"I think I'll write the note, Gaspare, then. And you might take it some time--whenever you like. You might come and fetch it in five minutes.\\\"\\n\\n\\\"Very well, Signora.\\\"\\n\\nHe moved away and she went to her writing-table. She sat down, and slowly, with a good deal of hesitation and thought, she wrote part of a letter asking Emile to come to dine whenever he liked at the island. And now came the difficulty. She knew Emile did not want to meet the Marchesino there. Yet she was going to ask them to meet each other. She had told the Marchesino so. Should she tell Emile? Perhaps, if she did, he would refuse to come. But she could never lay even the smallest trap for a friend. So she wrote on, asking Emile to let her know the night he would come as she had promised to invite the Marchesino to meet him.\\n\\n\\\"Be a good friend and do this for me,\\\" she ended, \\\"even if it bores you. The Marchese lunched here alone with us to-day, and it was a fiasco. I think we were very inhospitable, and I want to wipe away the recollection of our dulness from his mind. Gaspare will bring me your answer.\\\"\\n\\nAt the bottom she wrote \\\"Hermione.\\\" But just as she was going to seal the letter in its envelope she took it out, and added, \\\"Delarey\\\" to her Christian name.\\n\\n\\\"Hermione Delarey.\\\" She looked at the words for a long time before she rang the bell for Gaspare.\\n\\nWhen she gave him the letter, \\\"Are you going by Mergellina?\\\" she asked him.\\n\\n\\\"Si, Signora.\\\"\\n\\nHe stood beside her for a moment; then, as she said nothing more, turned to go out.\\n\\n\\\"Gaspare, wait one minute,\\\" she said, quickly.\\n\\n\\\"Si, Signora.\\\"\\n\\n\\\"I meant to ask you last night, but--well, we spoke of other things, and it was so late. Have you ever noticed anything about that boy, Ruffo, anything at all, that surprised you?\\\"\\n\\n\\\"Surprised me, Signora?\\\"\\n\\n\\\"Surprised you, or reminded you of anything?\\\"\\n\\n\\\"I don't know what you mean, Signora.\\\"\\n\\nGaspare's voice was hard and cold. He looked steadily at Hermione, as a man of strong character sometimes looks when he wishes to turn his eyes away from the glance of another, but will not, because of his manhood.\\n\\nHermione hesitated to go on, but something drove her to be more explicit.\\n\\n\\\"Have you never noticed in Ruffo a likeness to--to your Padrone?\\\" she said, slowly.\\n\\n\\\"My Padrone!\\\"\\n\\nGaspare's great eyes dropped before hers, and he stood looking on the floor. She saw a deep flush cover his brown skin.\\n\\n\\\"I am sure you have noticed it, Gaspare,\\\" she said. \\\"I can see you have. Why did you not tell me?\\\"\\n\\nAt that moment she felt angry with herself and almost angry with him. Had he noticed this strange, this subtle resemblance between the fisher-boy and the dead man at once, long before she had? Had he been swifter to see such a thing than she?\\n\\n\\\"What do you mean, Signora? What are you talking about?\\\"\\n\\nHe looked ugly.\\n\\n\\\"How can a fisher-boy, a nothing from Mergellina, look like my Padrone?\\\"\\n\\nNow he lifted his eyes, and they were fierce--or so she thought.\\n\\n\\\"Signora, how can you say such a thing?\\\"\\n\\n\\\"Gaspare?\\\" she exclaimed, astonished at his sudden vehemence.\\n\\n\\\"Signora--scusi! But--but there will never be another like my Padrone.\\\"\\n\\nHe opened the door and went quickly out of the room, and when the door shut it was as if an iron door shut upon a furnace.\\n\\nHermione stood looking at this door. She drew a long breath.\\n\\n\\\"But he has seen it!\\\" she said, aloud. \\\"He has seen it.\\\"\\n\\nAnd Emile?\\n\\nHad she been a blind woman, she who had so loved the beauty that was dust? She thought of Vere and Ruffo standing together, so youthful, so happy in their simple, casual intercourse.\\n\\nIt was as if Vere had been mysteriously drawn to this boy because of his resemblance to the father she had never seen.\\n\\nVere! Little Vere!\\n\\nAgain the mother's tenderness welled up in Hermione's heart, this time sweeping away the reluctance to be humble.\\n\\n\\\"I will go to Vere now.\\\"\\n\\nShe went to the door, as she had gone to it the previous day. But this time she did not hesitate to open it. A strong impulse swept her along, and she came to her child's room eagerly.\\n\\n\\\"Vere!\\\"\\n\\nShe knocked at the door.\\n\\n\\\"Vere! May I come in?\\\"\\n\\nShe knocked again. There was no answer.\\n\\nThen she opened the door and went in. Possibly Vere was sleeping. The mosquito-net was drawn round the bed, but Hermione saw that her child was not behind it. Vere had gone out somewhere.\\n\\nThe mother went to the big window which looked out upon the sea. The green Venetian blind was drawn. She pushed up one of its flaps and bent to look through. Below, a little way out on the calm water, she saw Vere's boat rocking softly in obedience to the small movement that is never absent from the sea. The white awning was stretched above the stern-seats, and under it lay Vere in her white linen dress, her small head, not protected by a hat, supported by a cushion. She lay quite still, one arm on the gunwale of the boat, the other against her side. Hermione could not see whether her eyes were shut or open.\\n\\nThe mother watched her for a long time through the blind.\\n\\nHow much of power was enclosed in that young figure that lay so still, so perfectly at ease, cradled on the great sea, warmed and cherished by the tempered fires of the sun! How much of power to lift up and to cast down, to be secret, to create sorrow, to be merciful! Wonderful, terrible human power!\\n\\nThe watching mother felt just then that she was in the hands of the child.\\n\\n\\\"Now it's the child's turn.\\\"\\n\\nSurely Vere must be asleep. Such absolute stillness must mean temporary withdrawal of consciousness.\\n\\nJust as Hermione was thinking this, Vere's left hand moved. The girl lifted it up to her face, and gently and repeatedly rubbed her eyebrow.\\n\\nHermione dropped the flap of the blind. The little, oddly natural movement had suddenly made her feel that it was not right to be watching Vere when the child must suppose herself to be unobserved and quite alone with the sea.\\n\\nAs she came away from the window she glanced quickly round the room, and upon a small writing-table at the foot of the bed she saw a number of sheets of paper lying loose, with a piece of ribbon beside them. They had evidently been taken out of the writing-table drawer, which was partially open, and which, as Hermione could see, contained other sheets of a similar kind. Hermione looked, and then looked away. She passed the table and reached the door. When she was there she glanced again at the sheets of paper. They were covered with writing. They drew, they fascinated her eyes, and she stood still, with her hand resting on the door-handle. As a rule it would have seemed perfectly natural to her to read anything that Vere had left lying about, either in her own room or anywhere else. Until just lately her child had never had, or dreamed of having any secret from her. Never had Vere received a letter that her mother had not seen. Secrets simply did not exist between them--secrets, that is, of the child from the mother.\\n\\nBut it was not so now. And that was why those sheets of paper drew and held the mother's eyes.\\n\\nShe had, of course, a perfect right to read them. Or had she--she who had said to Vere, \\\"Keep your secrets\\\"? In those words had she not deliberately relinquished such a right? She stood there thinking, recalling those words, debating within herself this question--and surely with much less than her usual great honesty.\\n\\nEmile, she was sure, had read the writing upon those sheets of paper.\\n\\nShe did not know exactly why she was certain of this--but she was certain, absolutely certain. She remembered the long-ago days, when she had submitted to him similar sheets. What Emile had read surely she might read. Again that intense and bitter curiosity mingled with something else, a strange, new jealousy in which it was rooted. She felt as if Vere, this child whom she had loved and cared for, had done her a cruel wrong, had barred her out from the life in which she had always been till now the best loved, the most absolutely trusted dweller. Why should she not take that which she ought to have been given?\\n\\nAgain she was conscious of that painful, that piteous sensation of one who is yielding under a strain that has been too prolonged. Something surely collapsed within her, something of the part of her being that was moral. She was no longer a free woman in that moment. She was governed. Or so she felt, perhaps deceiving herself.\\n\\nShe went swiftly and softly over to the table and bent over the sheets.\",\"timestamp\":1637314549,\"title\":\"\\nWas Emile helping Vere in what she was doing? But if he was, \"},\"digest\":\"DTfSggH1Ph-QctNaXzyuYNH7hcFSS8bj5FnZIrCxquA\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYWU0y7dCNhqJBVTuPLbjWwnZCvZxbRFuuqJCysWnw4\\\",\\\"y\\\":\\\"3dTqlURQ3v444yrVYGh2ud6lOfV8HNDSu3SJeS3QYcg\\\"}\",\"signature\":\"lZjMhaG8dEkwfY2MBSLNARJIzvzhi65_c67czyy9Cq0WRJhfvET8UlT64AFn8OcIzz9fpVWDvfcx00wfK5v2MQ\",\"signingKeySignature\":\"0x112b56a29759ea33d959bddf16fbb6eec29cfbf336aa1f60b52914adf818b47e3d84f9c4c5e58252ba642322f9e90a6670ea35a384c60210492ce24d1a3551031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYWU0y7dCNhqJBVTuPLbjWwnZCvZxbRFuuqJCysWnw4\\\",\\\"y\\\":\\\"3dTqlURQ3v444yrVYGh2ud6lOfV8HNDSu3SJeS3QYcg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DTfSggH1Ph-QctNaXzyuYNH7hcFSS8bj5FnZIrCxquA\"}"