"{\"content\":{\"body\":\"A Europa é famosa por manter um mercado extremamente regulado. Normalmente, se algo não está regulado, encontrará muitas dificuldades para se desenvolver.\\n\\nPor este posicionamento extremamente conservador, a Europa tem muita dificuldade em alimentar um ambiente propício à inovação. E isto vai diretamente ao encontro dos criptoativos agora.\\n\\nO [Markets in Crypto-Assets (MiCA)](https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A52020PC0593) é um framework bastante extenso, que tenta enquadrar os criptoativos em determinadas categorias, e cria uma série de regras para cada uma delas.\\n\\nEntidades como o INATBA criaram grupos de trabalho específicos para aprofundar os pontos que o MiCA pretende regular, inclusive [apresentando suas conclusões](https://inatba.org/wp-content/uploads/2021/03/2021-02-Blockchain-Ecosystems-Response-to-MiCA-Regulation-Proposal-Final.pdf) diretamente para a Comissão Europeia.\\n\\nAté o momento, os países europeus vinham determinado suas próprias regras em relação aos criptoativos. Mas o MiCA pretende avançar e apresentar um framework regulatório mais abrangente e uma base comum para todos os países membros.\\n\\nSerão três as categorias principais: \\n\\n* **Asset-referenced tokens:** são criptoativos que referenciam uma cesta de outros ativos e servem como meio de pagamento global. Este modelo foi inspirado na Libra, desenvolvida pelo Facebook (agora Meta), e muito discutida entre os principais reguladores. A Libra acabou desistindo do modelo, foi renomeada para *diem* e passou a ser referenciada apenas pelo dólar, passando agora a se enquadrar na próxima categoria.\\n* **E-money token:** termo usado para se referir às conhecidas stablecoins. São os criptoativos que tem seu valor referenciado diretamente em outro ativo. Temos como exemplos o USDT (Tether) e o USDC.\\n* **Utility token:** tem a intenção de prover acesso a produtos e serviços, sendo aceita apenas pelo emissor. Um exemplo são os tokens BAT, do browser Brave.\\n\\n![MiCA - Markets in Crypto Assets](https://images.mirror-media.xyz/publication-images/jMpTdrkNo_80gsBSNZObv.png?height=722&width=1281)\\n\\nPara todos os tipos de tokens, são previstos compliance com as regras globais de KYC/AML, como as recém definidas pelo FATF que determina, por exemplo, o intercâmbio de dados sobre os clientes entre exchanges ou VASP - Virtual Asset Service Provider, e o AMLD5 - Anti Money Laundering Directive, que determina que exchanges e serviços custodiais se registrem em seus reguladores locais.\\n\\nCom ênfase em stablecoins ao determinar duas categorias diferentes, o MiCA deixa claro que regulará as emissões dessas classes de criptoativos na Europa.\\n\\nTodos os emissores de stablecoins deverão manter um fundo de capital equivalente a €350.000 ou 2% do total das suas reservas. \\n\\nTambém há a criação de categorias para os emissores mais significativos. Serão estes os emissores que ultrapassem determinados limites, como um market cap de pelo menos €1bi e registrem pelo menos 500.000 transações diárias. Estes deverão aderir a requisitos específicos, como um fundo de capital equivalente a 3% do total das suas reservas.\\n\\nPara os emissores de criptoativos caracterizados como tokens utilitários, também há uma série de novas regras que impactarão diretamente no desenvolvimento do negócio.\\n\\nUm [estudo de impacto](https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52020SC0380&from=EN) desenvolvido pela Comissão Europeia estima que as empresas terão um custo extra entre $4,500 a $87,000 por whitepaper, a depender da complexidade.\\n\\nIsto porque todos os emissores deverão publicar um whitepaper e enviá-lo à autoridade regulatória financeira do seu país, com antecedência de 20 dias da emissão, e só poderão efetivar a emissão após a autorização formal do regulador local.\\n\\nConsidere que apenas o custo de contratação de um profissional para redigir o whitepaper pode chegar a $4,500. Adicionado a isto, virão os custos de aconselhamento jurídico a depender da complexidade do projeto. \\n\\nE a empresa, normalmente uma startup, sequer ainda sabe se o projeto terá ou não a aprovação do regulador para seguir adiante.\\n\\nOs custos de compliance serão muito altos e poderão se tornar um impeditivo ao desenvolvimento de inovação através de empresas formais. \\n\\nNeste contexto, parece que a Europa forçará os cripto-empreendedores a procurarem jurisdições mais amigáveis ao redor do mundo.\\n\\n \\n \",\"timestamp\":1636399230,\"title\":\"MiCA - A regulação europeia para os criptoativos\"},\"digest\":\"n_8N6mrYe4porzRJsI9xt4A45uf-cXuUWhG7b2BfWC8\",\"authorship\":{\"contributor\":\"0x395cCC5CBF47717f1D4Dec6a7e050B8c3972642f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IecpW3ubLAYpk-WMU8jaXtHcj7pKWR3BnzltVSUVagM\\\",\\\"y\\\":\\\"6fGzuvhePyr0lwmOQVhuFvqKNInk9hSPjbGZmwrR8u4\\\"}\",\"signature\":\"Z3Gg5pY0vEEj3E5iG-EJK831UjRtQ8XwhouHiFhKbF5ZwcQRNEAUskM45V_84UtRuNUDD58BH4OuIV8nsezFKw\",\"signingKeySignature\":\"0xed81beb01c0f79ccecc6efc9099ea0e515938726f777fd6477a68aaa0b7ac3bf7e79521cf64c44ae4d7854be181eae701bb690ffa7498a64935477eccc872aef01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IecpW3ubLAYpk-WMU8jaXtHcj7pKWR3BnzltVSUVagM\\\",\\\"y\\\":\\\"6fGzuvhePyr0lwmOQVhuFvqKNInk9hSPjbGZmwrR8u4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n_8N6mrYe4porzRJsI9xt4A45uf-cXuUWhG7b2BfWC8\"}"