"{\"content\":{\"body\":\"## What I Learned From Hosting 100+ Talks About Becoming a Better Speaker\\n\\nMy first public talk was a disaster. I spoke about a topic that didn’t interest me, almost every sentence started with “uhhhh uhhhmmm…”, and no one laughed at the funny slide. On top of that, the whole thing was recorded and uploaded on YouTube, just imagine the embarrassment.\\n\\nA decade has passed and since then I’ve delivered over 100(!) talks and workshops worldwide. I’ve been invited to conferences, summits, global tech companies, and Fortune 500 corporations. I’ve met audiences big and small, for short sessions, full-day workshops, team offsites, after long flights — sometimes without sleep. I’ve seen quite a bit and it was an incredible ride.\\n\\nThe best part about public speaking is the continuous learning and space for improvement. Different audiences and changing times bring new challenges and unexpected reactions. But there are some tactics that continue to serve me well for years. I distilled the fundamental ones and I hope you will find them valuable too.\\n\\n## **1. Minimize self-talk.**\\n\\nWhile establishing credibility is important, the talk should be about your audience and not about you. Remember you are on stage to *serve* your audience. Mention a couple of relevant key highlights people need to know about you and get on to the next thing, it should take less than a minute.\\n\\n## **2. Improve your talk after every gig.**\\n\\nYour most important critic is you. Each talk you deliver is a step in your evolution. Look out for complications in your narrative, long wordings, and anything that just doesn’t feel right. Remember to continuously hone your messages and think about your content with a fresh mind.\\n\\n## **3. Make them smile!**\\n\\nThis one is a must not a bonus. A smile is a sign of identification and solidarity. When we reach a deep realization we smile sometimes. Look for those smiles on your audience’s faces and if you don’t find them try another way next time.\\n\\n## **4. Be fascinated.**\\n\\nSpeak about a topic that deeply fascinates you or better not to speak at all. Your audience will realize when you get bored and it will bore them as well. Remember the level of your energy can create a greater impact on the audience than your content.\\n\\n## **5. Don’t race.**\\n\\nEven if you don’t go through everything you planned, make sure that the time you do spend with your audience is pleasant. Speaking too fast doesn’t feel nice for your audience, because they are not given a fair chance to digest. If you’re out of time just skip some content but don’t rush through.\\n\\n## **6. Be concise.**\\n\\nMake a point and move on. Use simple words, especially for explaining complicated things. Trust your audience, they get you. If you get asked questions by your audience answer concisely or if you don’t know the answer it’s ok to say you don’t know.\\n\\n## **7. Don’t ask “do you have questions?”.**\\n\\nInstead, ask your audience specific questions and expect answers. For the most part, this will engage and inspire more people to speak up. Remember the more people get involved the better their experience.\\n\\n## **8. End on a sharp note.**\\n\\nMost speakers ask for questions or open up a discussion at the end of their talk. This can create awkward silences and a loss of momentum. Instead, plan spaces during your talk where you ask specific questions and open up discussions. It creates a natural dynamic. When your talk is done, end it.\",\"timestamp\":1642705129,\"title\":\"8 Ways for Dramatically Improving Your Public Speaking Skills\"},\"digest\":\"ySNqOEtKNokTIcY-eNee5VsCPCTQz4kvmRg1EPgLD0E\",\"authorship\":{\"contributor\":\"0xE65Ca78495Ef29FCCa173651E1b9628295238275\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zXx3DrYk9w3yvm0-wnv0wq2OBWS5bTJcujY7LPLTRgI\\\",\\\"y\\\":\\\"STcpDwXmVv6efQXRsuOEMSCnq_NEp_utN8Fkz6bIXUE\\\"}\",\"signature\":\"FjDkMK7r74DW_lpdcUf7coLXJ1Aum_-L6ZrGLxu6t9dui0nd5kuwDiJh06YD5i7MuQjwmwkhg1nIUsN8YXG-4A\",\"signingKeySignature\":\"0x9361cb9e2204aeebe6f76dc5343a0d56cd1c5dd85dad8c7620db26d5694af2db47a6d8f873db37b932cc51863af48f3b6030f1639d43656883b1064bffca09731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zXx3DrYk9w3yvm0-wnv0wq2OBWS5bTJcujY7LPLTRgI\\\",\\\"y\\\":\\\"STcpDwXmVv6efQXRsuOEMSCnq_NEp_utN8Fkz6bIXUE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ySNqOEtKNokTIcY-eNee5VsCPCTQz4kvmRg1EPgLD0E\"}"