"{\"content\":{\"body\":\"Mr. Johnson did not like any one who said they were happy, or who said any one else was so.  \\\"It is all cant,\\\" he would cry; \\\"the dog knows he is miserable all the time.\\\"  A friend whom he loved exceedingly, told him on some occasion, notwithstanding, that his wife's sister was REALLY happy, and called upon the lady to confirm his assertion, which she did somewhat roundly, as we say, and with an accent and manner capable of offending Mr. Johnson, if her position had not been sufficient, without anything more, to put him in very ill-humour.  \\\"If your sister-in-law is really the contented being she professes herself, sir,\\\" said he, \\\"her life gives the lie to every research of humanity; for she is happy without health, without beauty, without money, and without understanding.\\\"  This story he told me himself, and when I expressed something of the horror I felt, \\\"The same stupidity,\\\" said he, \\\"which prompted her to extol felicity she never felt, hindered her from feeling what shocks you on repetition.  I tell you, the woman is ugly and sickly and foolish and poor; and would it not make a man hang himself to hear such a creature say it was happy?\\n\\n\\\"The life of a sailor was also a continual scene of danger and exertion,\\\" he said; \\\"and the manner in which time was spent shipboard would make all who saw a cabin envy a gaol.\\\"  The roughness of the language used on board a man-of-war, where he passed a week on a visit to Captain Knight, disgusted him terribly.  He asked an officer what some place was called, and received for answer, that it was where the loplolly man kept his loplolly, a reply he considered, not unjustly, as disrespectful, gross, and ignorant; for though in the course of these memoirs I have been led to mention Dr. Johnson's tenderness towards POOR people, I do not wish to mislead my readers, and make them think he had any delight in MEAN manners or coarse expressions.  Even dress itself, when it resembled that of the vulgar, offended him exceedingly; and when he had condemned me many times for not adorning my children with more show than I thought useful or elegant, I presented a little girl to him who came o'visiting one evening covered with shining ornaments, to see if he would approve of the appearance she made.  When they were gone home, \\\"Well, sir,\\\" said I, \\\"how did you like little miss?  I hope she was FINE enough.\\\"  \\\"It was the finery of a beggar,\\\" said he, \\\"and you know it was; she looked like a native of Cow Lane dressed up to be carried to Bartholomew Fair.\\\"\\n\\nHis reprimand to another lady for crossing her little child's handkerchief before, and by that operation dragging down its head oddly and unintentionally, was on the same principle.  \\\"It is the beggar's fear of cold,\\\" said he, \\\"that prevails over such parents, and so they pull the poor thing's head down, and give it the look of a baby that plays about Westminster Bridge, while the mother sits shivering in a niche.\\\"\\n\\nI commended a young lady for her beauty and pretty behaviour one day, however, to whom I thought no objection could have been made.  \\\"I saw her,\\\" says Dr. Johnson, \\\"take a pair of scissors in her left hand, though; and for all her father is now become a nobleman, and as you say, excessively rich, I should, were I a youth of quality ten years hence, hesitate between a girl so neglected, and a NEGRO.\\\"\\n\\nIt was indeed astonishing how he COULD remark such minutenesses with a sight so miserably imperfect; but no accidental position of a ribband escaped him, so nice was his observation, and so rigorous his demands of propriety.  When I went with him to Lichfield and came downstairs to breakfast at the inn, my dress did not please him, and he made me alter it entirely before he would stir a step with us about the town, saying most satirical things concerning the appearance I made in a riding-habit, and adding, \\\"'Tis very strange that such eyes as yours cannot discern propriety of dress.  If I had a sight only half as good, I think I should see to the centre.\\\"\\n\\nMy compliances, however, were of little worth.  What really surprised me was the victory he gained over a lady little accustomed to contradiction, who had dressed herself for church at Streatham one Sunday morning in a manner he did not approve, and to whom he said such sharp and pungent things concerning her hat, her gown, etc., that she hastened to change them, and returning quite another figure received his applause, and thanked him for his reproofs, much to the amazement of her husband, who could scarcely believe his own ears.\\n\\nAnother lady, whose accomplishments he never denied, came to our house one day covered with diamonds, feathers, etc., and he did not seem inclined to chat with her as usual.  I asked him why, when the company was gone.  \\\"Why, her head looked so like that of a woman who shows puppets,\\\" said he, \\\"and her voice so confirmed the fancy, that I could not bear her today.  When she wears a large cap I can talk to her.\\\"\\n\\nWhen the ladies wore lace trimmings to their clothes he expressed his contempt of the reigning fashion in these terms:  \\\"A Brussels trimming is like bread sauce,\\\" said he, \\\"it takes away the glow of colour from the gown, and gives you nothing instead of it.  But sauce was invented to heighten the flavour of our food, and trimming is an ornament to the manteau or it is nothing.  Learn,\\\" said he, \\\"that there is propriety or impropriety in everything how slight soever, and get at the general principles of dress and of behaviour; if you then transgress them you will at least know that they are not observed.\\\"\\n\\nAll these exactnesses in a man who was nothing less than exact himself made him extremely impracticable as an inmate, though most instructive as companion and useful as a friend.  Mr. Thrale, too, could sometimes overrule his rigidity by saying coldly, \\\"There, there, now we have had enough for one lecture, Dr. Johnson.  We will not be upon education any more till after dinner, if you please,\\\" or some such speech.  But when there was nobody to restrain his dislikes it was extremely difficult to find anybody with whom he could converse without living always on the verge of a quarrel, or of something too like a quarrel to be pleasing.  I came into the room, for example, one evening where he and a gentleman, whose abilities we all respect exceedingly, were sitting.  A lady who walked in two minutes before me had blown 'em both into a flame by whispering something to Mr. S---d, which he endeavoured to explain away so as not to affront the Doctor, whose suspicions were all alive.  \\\"And have a care, sir,\\\" said he, just as I came in, \\\"the Old Lion will not bear to be tickled.\\\"  The other was pale with rage, the lady wept at the confusion she had caused, and I could only say with Lady Macbeth--\\n\\n```\\n \\\"Soh! you've displac'd the mirth, broke the good meeting       With most admir'd disorder.\\\"\\n```\\n\\nSuch accidents, however, occurred too often, and I was forced to take advantage of my lost lawsuit and plead inability of purse to remain longer in London or its vicinage.  I had been crossed in my intentions of going abroad, and found it convenient, for every reason of health, peace, and pecuniary circumstances, to retire to Bath, where I knew Mr. Johnson would not follow me, and where I could for that reason command some little portion of time for my own use, a thing impossible while I remained at Streatham or at London, as my hours, carriage, and servants had long been at his command, who would not rise in the morning till twelve o'clock, perhaps, and oblige me to make breakfast for him till the bell rung for dinner, though much displeased if the toilet was neglected, and though much of the time we passed together was spent in blaming or deriding, very justly, my neglect of economy and waste of that money which might make many families happy.  The original reason of our connection, his PARTICULARLY DISORDERED HEALTH AND SPIRITS, had been long at an end, and he had no other ailments than old age and general infirmity, which every professor of medicine was ardently zealous and generally attentive to palliate, and to contribute all in their power for the prolongation of a life so valuable. Veneration for his virtue, reverence for his talents, delight in his conversation, and habitual endurance of a yoke my husband first put upon me, and of which he contentedly bore his share for sixteen or seventeen years, made me go on so long with Mr. Johnson; but the perpetual confinement I will own to have been terrifying in the first years of our friendship and irksome in the last.  Nor could I pretend to support it without help, when my coadjutor was no more.  To the assistance we gave him, the shelter our house afforded to his uneasy fancies, and to the pains we took to soothe or repress them, the world perhaps is indebted for the three political pamphlets, the new edition and correction of his \\\"Dictionary,\\\" and for the \\\"Poets' Lives,\\\" which he would scarce have lived, I think, and kept his faculties entire to have written, had not incessant care been exerted at the time of his first coming to be our constant guest in the country, and several times after that, when he found himself particularly oppressed with diseases incident to the most vivid and fervent imaginations.  I shall for ever consider it as the greatest honour which could be conferred on any one to have been the confidential friend of Dr. Johnson's health, and to have in some measure, with Mr. Thrale's assistance, saved from distress at least, if not worse, a mind great beyond the comprehension of common mortals, and good beyond all hope of imitation from perishable beings.\\n\\nMany of our friends were earnest that he should write the lives of our famous prose authors; but he never made any answer that I can recollect to the proposal, excepting when Sir Richard Musgrave once was singularly warm about it, getting up and entreating him to set about the work immediately, he coldly replied, \\\"SIT DOWN, SIR!\\\"\\n\\nWhen Mr. Thrale built the new library at Streatham, and hung up over the books the portraits of his favourite friends, that of Dr. Johnson was last finished, and closed the number.  It was almost impossible NOT to make verses on such an accidental combination of circumstances, so I made the following ones.  But as a character written in verse will for the most part be found imperfect as a character, I have therefore written a prose one, with which I mean, not to complete, but to conclude these \\\"Anecdotes\\\" of the best and wisest man that ever came within the reach of my personal acquaintance, and I think I might venture to add, that of all or any of my readers:--\\n\\n```\\n Gigantic in knowledge, in virtue, in strength,      Our company closes with JOHNSON at length;      So the Greeks from the cavern of Polypheme past,      When wisest, and greatest, Ulysses came last.      To his comrades contemptuous we see him look down,      On their wit and their worth with a general frown.      Since from Science' proud tree the rich fruit he receives,      Who could shake the whole trunk while they turned a few leaves.      His piety pure, his morality nice--      Protector of virtue, and terror of vice;      In these features Religion's firm champion displayed,      Shall make infidels fear for a modern crusade.      While th' inflammable temper, the positive tongue,      Too conscious of right for endurance of wrong:      We suffer from JOHNSON, contented to find,      That some notice we gain from so noble a mind;      And pardon our hurts, since so often we've found      The balm of instruction poured into the wound.      'Tis thus for its virtues the chemists extol      Pure rectified spirit, sublime alcohol;      From noxious putrescence, preservative pure,      A cordial in health, and in sickness a cure;      But exposed to the sun, taking fire at his rays,      Burns bright to the bottom, and ends in a blaze.\\n```\\n\\nIt is usual, I know not why, when a character is given, to begin with a description of the person.  That which contained the soul of Mr. Johnson deserves to be particularly described.  His stature was remarkably high, and his limbs exceedingly large.  His strength was more than common, I believe, and his activity had been greater, I have heard, than such a form gave one reason to expect.  His features were strongly marked, and his countenance particularly rugged; though the original complexion had certainly been fair, a circumstance somewhat unusual.  His sight was near, and otherwise imperfect; yet his eyes, though of a light grey colour, were so wild, so piercing, and at times so fierce, that fear was, I believe, the first emotion in the hearts of all his beholders.  His mind was so comprehensive, that no language but that he used could have expressed its contents; and so ponderous was his language, that sentiments less lofty and less solid than his were would have been encumbered, not adorned by it.\\n\\nMr. Johnson was not intentionally, however, a pompous converser; and though he was accused of using big words, as they are called, it was only when little ones would not express his meaning as clearly, or when, perhaps, the elevation of the thought would have been disgraced by a dress less superb. He used to say, \\\"that the size of a man's understanding might always be justly measured by his mirth,\\\" and his own was never contemptible.  He would laugh at a stroke of genuine humour, or sudden sally of odd absurdity, as heartily and freely as I ever yet saw any man; and though the jest was often such as few felt besides himself, yet his laugh was irresistible, and was observed immediately to produce that of the company, not merely from the notion that it was proper to laugh when he did, but purely out of want of power to forbear it.  He was no enemy to splendour of apparel or pomp of equipage.  \\\"Life,\\\" he would say, \\\"is barren enough surely with all her trappings; let us therefore be cautious how we strip her.\\\"  In matters of still higher moment he once observed, when speaking on the subject of sudden innovation, \\\"He who plants a forest may doubtless cut\\n\\ndown a hedge; yet I could wish, methinks, that even he would wait till he sees his young plants grow.\\\"\\n\\nWith regard to common occurrences, Mr. Johnson had, when I first knew him, looked on the still-shifting scenes of life till he was weary; for as a mind slow in its own nature, or unenlivened by information, will contentedly read in the same book for twenty times, perhaps, the very act of reading it being more than half the business, and every period being at every reading better understood; while a mind more active or more skilful to comprehend its meaning is made sincerely sick at the second perusal; so a soul like his, acute to discern the truth, vigorous to embrace, and powerful to retain it, soon sees enough of the world's dull prospect, which at first, like that of the sea, pleases by its extent, but soon, like that, too, fatigues from its uniformity; a calm and a storm being the only variations that the nature of either will admit.\\n\\nOf Mr. Johnson's erudition the world has been the judge, and we who produce each a score of his sayings, as proofs of that wit which in him was inexhaustible, resemble travellers who, having visited Delhi or Golconda, bring home each a handful of Oriental pearl to evince the riches of the Great Mogul.  May the public condescend to accept my ILL-STRUNG selection with patience at least, remembering only that they are relics of him who was great on all occasions, and, like a cube in architecture, you beheld him on each side, and his size still appeared undiminished.\\n\\nAs his purse was ever open to almsgiving, so was his heart tender to those who wanted relief, and his soul susceptible of gratitude, and of every kind impression:  yet though he had refined his sensibility he had not endangered his quiet, by encouraging in himself a solicitude about trifles, which he treated with the contempt they deserve.\\n\\nIt was well enough known before these sheets were published, that Mr. Johnson had a roughness in his manner which subdued the saucy, and terrified the meek; this was, when I knew him, the prominent part of a character which few durst venture to approach so nearly; and which was for that reason in many respects grossly and frequently mistaken, and it was perhaps peculiar to him, that the lofty consciousness of his own superiority which animated his looks, and raised his voice in conversation, cast likewise an impenetrable veil over him when he said nothing.  His talk, therefore, had commonly the complexion of arrogance, his silence of superciliousness.  He was, however, seldom inclined to be silent when any moral or literary question was started; and it was on such occasions that, like the sage in \\\"Rasselas,\\\" he spoke, and attention watched his lips; he reasoned, and conviction closed his periods; if poetry was talked of, his quotations were the readiest; and had he not been eminent for more solid and brilliant qualities, mankind would have united to extol his extraordinary memory.  His manner of repeating deserves to be described, though at the same time it defeats all power of description; but whoever once heard him repeat an ode of Horace would be long before they could endure to hear it repeated by another.\\n\\nHis equity in giving the character of living acquaintance ought not undoubtedly to be omitted in his own, whence partiality and prejudice were totally excluded, and truth alone presided in his tongue, a steadiness of conduct the more to be commended, as no man had stronger likings or aversions.  His veracity was, indeed, from the most trivial to the most solemn occasions, strict, even to severity; he scorned to embellish a story with fictitious circumstances, which, he used to say, took off from its real value.  \\\"A story,\\\" says Johnson, \\\"should be a specimen of life and manners; but if the surrounding circumstances are false, as it is no more a representation of reality, it is no longer worthy our attention.\\\"\\n\\nFor the rest--that beneficence which during his life increased the comforts of so many may after his death be, perhaps, ungratefully forgotten; but that piety which dictated the serious papers in the \\\"Rambler\\\" will be for ever remembered; for ever, I think, revered.  That ample repository of religious truth, moral wisdom, and accurate criticism, breathes, indeed, the genuine emanations of its great author's mind, expressed, too, in a style so natural to him, and so much like his common mode of conversing, that I was myself but little astonished when he told me that he had scarcely read over one of those inimitable essays before they went to the press.\\n\\nI will add one or two peculiarities more before I lay down my pen.  Though at an immeasurable distance from content in the contemplation of his own uncouth form and figure, he did not like another man much the less for being a coxcomb.  I mentioned two friends who were particularly fond of looking at themselves in a glass.  \\\"They do not surprise me at all by so doing,\\\" said Johnson; \\\"they see, reflected in that glass, men who have risen from almost the lowest situations in life; one to enormous riches, the other to everything this world can give--rank, fame, and fortune.  They see, likewise, men who have merited their advancement by the exertion and improvement of those talents which God had given them; and I see not why they should avoid the mirror.\\\"\\n\\nThe other singularity I promised to record is this:  That though a man of obscure birth himself, his partiality to people of family was visible on every occasion; his zeal for subordination warm even to bigotry; his hatred to innovation, and reverence for the old feudal times, apparent, whenever any possible manner of showing them occurred.  I have spoken of his piety, his charity, and his truth, the enlargement of his heart, and the delicacy of his sentiments; and when I search for shadow to my portrait, none can I find but what was formed by pride, differently modified as different occasions showed it; yet never was pride so purified as Johnson's, at once from meanness and from vanity.  The mind of this man was, indeed, expanded beyond the common limits of human nature, and stored with such variety of knowledge, that I used to think it resembled a royal pleasure ground, where every plant, of every name and nation, flourished in the full perfection of their powers, and where, though lofty woods and falling cataracts first caught the eye, and fixed the earliest attention of beholders, yet neither the trim parterre nor the pleasing shrubbery, nor even the antiquated evergreens, were denied a place in some fit corner of the happy valley.\",\"timestamp\":1639709534,\"title\":\"\\nMr. Johnson did not like any one who said they were happy, or who said any one else was so\"},\"digest\":\"g8HFZZ1bMc4pQSw7cOS5oU3azeuCcAGI3B0smmCtD34\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lnDrT5z2tGiRizdd4dlV1eswH8alSkPBA0KwEIqMjA0\\\",\\\"y\\\":\\\"2xRsQFaDF_CrNrL_hVFJYz3WSSGfFwNQ9RywldQvTOU\\\"}\",\"signature\":\"AYlpV8qui3UYjz9qsMABV4Gw4a6SjKHxOx6sLePSxLA48HTIFuHUmZta-FZpJThfX9KoaAYzo5ZX607WWrb9xA\",\"signingKeySignature\":\"0x4238af2875ce4daa96f15bda58f66a59b8c1fb1dd50267229269237500cb7baa15a5d2d616aa5ddc063d7af31d7c4e09e465b5acfd70227e7036945034bcc43d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lnDrT5z2tGiRizdd4dlV1eswH8alSkPBA0KwEIqMjA0\\\",\\\"y\\\":\\\"2xRsQFaDF_CrNrL_hVFJYz3WSSGfFwNQ9RywldQvTOU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g8HFZZ1bMc4pQSw7cOS5oU3azeuCcAGI3B0smmCtD34\"}"