"{\"content\":{\"body\":\"To commence the birth of the \\\\[REDACTED\\\\] Cartel and the first of a four-phase mainnet rollout, the DAO will launch operation Swallowtail, a seven-day treasury bootstrapping event (TBE) to ensure fair price discovery and sustainable treasury backing . This is the first opportunity for the general public to mint $BTRFLY to participate in the governance of the network. All proceeds will go to the \\\\[REDACTED\\\\] Treasury, a smart contract entirely controlled by $BTRFLY token holders. Please refer to this step-by-step guide on how to safely participate in the LBP and check out the FAQ for more on how LBPs work.\\n\\nThe 3 assets you can bond are:\\n\\n* CVX\\n* CRV\\n* gOHM** \\n **\\n\\nThe TBE will begin on December 15 at 12pm EST.\\n\\n🦋\\n\\n### What is a TBE?\\n\\nWe have decided to launch using a bond based strategy. In the absence of liquidity, there is no bond discount to speak of, instead, users are pitted against each other - in an arrangement that resembles a LBP. During this initial bond offering event, BCV will remain constant across all bonds. During this 7-day period, the $BTRFLY token is frozen and cannot be redeemed, staked or utilised until the next phase of the rollout. The price will start high to disincentivize bots, front-running and speculation. Over time, downwards price pressure from debt growth will be created without any bonds issued. only participate if you know what you are doing.\\n\\n### Bond Parameters\\n\\n![](https://images.mirror-media.xyz/publication-images/w-ucEZZrMmEN2I-miwhpH.png?height=472&width=1178)\\n\\nUnlike standard forks, which implement a floor value of 1 reserveToken per OHMForkToken, we will set floor prices to be equivalent to $1 worth of the given token - based on the 30 day SMA immediately prior to launch. While this may be unheard of in the realm of OHM forks, we have several reasons for implementing this custom valuation logic.\\n\\n* We are building reserves with assets which are non-stable and not strongly correlated with each other\\n* Having an RFV that’s simultaneously 1 OHM ($500) and 1 CRV ($4) is ridiculous\\n* CVX and CRV trade well above $1 and we want to generate treasury profit, without making bonders feel cheated by early investors\\n\\nFrom a wide variety of reputable angels in the space aligned with both ours, Curve/Convex and Olympus vision, we have accrued roughly $1.25M to kickstart our treasury. We will use this funding to do the following :\\n\\n* Seed reserve $BTRFLY supply, 50%\\n* Fund liquidity provision, 50%\\n\\nAccurate based on figures sourced on December 8th 2021 - real figures will differ, being sourced from 30 day SMAs. To two significant figures, we can assume $1.25 million US Dollars will amount to 2500 $OHM. Half of this would be deposited into our treasury to kickstart it, the other half would be converted into sOHM, to accrue yield during Operation Swallowtail, before being unstaked to supply liquidity. Given a hypothetical floor of 500 $BTRFLY per $OHM, a 1250 $OHM would result in 750K $BTRFLY being added to the treasury.\\n\\nTo prevent the seeding of liquidity before the end of the Treasury Bootstrapping Event, and diverting capital away from REDACTED, we are integrating a token freeze into the $xBTRFLY and $BTRFLY token contracts. This means that only authorised contracts can move these tokens.\\n\\nThis will limit user’s functionality to the following, in the first week :\\n\\n* Bonding\\n* Staking\\n\\nThe following actions will be prevented :\\n\\n* Adding liquidity\\n* Transferring tokens\\n\\nApprovals will not be affected.\\n\\n**Bond Parameters**\\n\\nWe would configure bonds such that their initial configurations share the following characteristics : \\n\\n* $20 bond price at launch\\n* 50% debt ratio at launch\\n* Minimum price of $2 at launch\\n* Maximum debt of $5.95M per pool, with the aim of limiting $BTRFLY issuance to 25M/week\\n\\nGiven that within the BondDepository smart contract\\n\\n* BondPrice \\\\* 10,000 = BCV \\\\* debtRatio()\\n\\nOur BCVs for our bonds would be calculated shortly before launch.\\n\\nFor example, assuming a OHM value of $500 :\\n\\n* 20\\\\*10,000/500 = BCV \\\\* 0.5\\n* 40\\\\*100/5 = BCV\\n* 2000 = BCV\\n* 2000 = BCV\\n* BCV = 2000 (to nearest integer)\\n\\nBCVs would remain constant during the initial bond offering period.\\n\\n![Volume Weighted Average Price](https://images.mirror-media.xyz/publication-images/_DfzBmTipQxyq_veI7-vh.png?height=196&width=794)\\n\\nThis will be calculated by collating bond event data, to gain the following data for each bond :\\n\\n* BondPriceUSD\\n* Trade Value USD\\n* Date\\n\\nAll bonds will be logged and their event data will be logged and processed using a tool such as Flipside\\n\\n* Price \\\\* amount of each given bond\\n* Sum of (price \\\\* amount) of all bonds\\n* Sum of amount for all bonds\\n* VWAP\\n\\nWe will conclude Swallowtail by atomically :\\n\\n* Unfreezing the token \\n* Use Treasury.mintRewards() to draw excess reserves to seed liquidity\\n* Add liquidity on Sushiswap based on the VWAP price of the bonds, and the LIVE price of $OHM\\n\\n### How to participate?\\n\\nAs a user looking to participate in the TBE, you can navigate to our website where you will be faced with a similar UI experience to (1,1) in OlympusDAO. Above it, you can see a graph showing the current price of each asset to see what would be the price you are bonding at.\\n\\n### What's Next?\\n\\nFollowing the 7 day period of Operation Swallowtail, we will seed liquidity for the $BTRFLY token, based on the volume weighted average bond prices of all bonds we launch. This liquidity will be used to seed a Sushiswap LP of OHM/BTRFLY. Post LP seed, the protocol will launch the second phase of mainnet, titled “Operation Red Admiral”. From that point onward, the bonds programmes offered Through Swallowtail will remain, however, they will be accompanied by a LP bond, in order for REDACTED to incentivise and take ownership of (OHM / BTRFLY) liquidity. With this second phase, the token will be unfrozen and be able to be traded on secondary markets such as the Sushiswap LP established by the DAO. There is still two phases to commence post Red Admiral, for a total of four.\\n\\n1. Swallowtail - Predetermined parameter launch focused on bootstrapping the treasury with core reserve assets.\\n2. Red Admiral - Public, permissionless, DAO-governed launch of the $BTRFLY token with a focus on purchasing back our entire LP position on Sushiswap\\n3. Blue Holly - Transition LP position into range Uni V3 position, expand out from the Curve wars into ████, ███, and █████.\\n4. Orange Tip - Migrate codebase to an Olympus V2 model. Push all decision making from off-chain to on-chain governance.\\n\\n### About \\\\[REDACTED\\\\] Cartel\\n\\n\\\\[REDACTED\\\\] DAO is complimentary subDAO for OlympusDAO which aims to extend OlympusDAO’s influence to the greater DeFi ecosystem in an efficient and sustainable manner without making OlympusDAO stray away from its initial values (being reserve currency for DeFi space). \\\\[REDACTED\\\\] DAO aims to achieve this by introducing the $BTRFLY token. When interacting with \\\\[REDACTED\\\\], a person holding a curve ecosystem token will bond their tokens through ‘metamorphosis’ and receive an equivalent amount of discounted $BTRFLY. By locking up curve ecosystem tokens to \\\\[REDACTED\\\\] DAO’s treasury, we are essentially reducing the supply of these tokens from the secondary market. The tokens will be further used to aggregate yield strategies to grow the treasury and increase both $BTRFLY and curve ecosystem token’s intrinsic value. $BTRFLY price will be determined by the concept of a dutch auction where discount increases if there is a lack of buyers and vice versa. \\\\[REDACTED\\\\] DAO will have similar rebase tokenomics to OlympusDAO. Users can stake $BTRFLY and in exchange they will receive $xBTRFLY. Every epoch, rebase rewards will be allocated to the stakers. While \\\\[REDACTED\\\\] DAO is focused on the Curve ecosystem, the DAO is looking to add more strategic risk assets, such as: ███, ███ and more.\\n\\nThe information provided in this Mirror Post pertaining to Redacted Cartel DAO, Inc. (“Redacted Cartel DAO” or the “Company”), its crypto-assets, business assets, strategy, and operations, is for general informational purposes only and is not a formal offer to sell or a solicitation of an offer to buy any securities, options, futures, or other derivatives related to securities in any jurisdiction and its content is not prescribed by securities laws. Information contained in this Mirror Post should not be relied upon as advice to buy or sell or hold such securities or as an offer to sell such securities. This Mirror Post does not take into account nor does it provide any tax, legal or investment advice or opinion regarding the specific investment objectives or financial situation of any person. Redacted Cartel DAO and its agents, advisors, directors, officers, employees and shareholders make no representation or warranties, expressed or implied, as to the accuracy of such information and Redacted Cartel DAO expressly disclaims any and all liability that may be based on such information or errors or omissions thereof. Redacted Cartel DAO reserves the right to amend or replace the information contained herein, in part or entirely, at any time, and undertakes no obligation to provide the recipient with access to the amended information or to notify the recipient thereof. The information contained in this Mirror Post supersedes any prior Mirror Post or conversation concerning the same, similar or related information. Any information, representations or statements not contained herein shall not be relied upon for any purpose. Neither Redacted Cartel DAO nor any of its representatives shall have any liability whatsoever, under contract, tort, trust or otherwise, to you or any person resulting from the use of the information in this Mirror Post by you or any of your representatives or for omissions from the information in this Mirror Post. Additionally, the Company undertakes no obligation to comment on the expectations of, or statements made by, third parties in respect of the matters discussed in this Mirror Post.\",\"timestamp\":1638995536,\"title\":\"Operation: Swallowtail - Treasury Bootstrapping Event\"},\"digest\":\"E0CfGjeqHIJt4fnNu9mjzknJohHNJ9PtbNOLGCQkjcw\",\"authorship\":{\"contributor\":\"0xE90c74145245B498fef924fAdC7bb34253c7cF90\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o0Vz_k_QSxTg7fAIfveh7OP7BVauKnMnhXQUA1iZZak\\\",\\\"y\\\":\\\"eNwe4JXA8_jFsWpMm9saKLrx8R2coDf4rWIISPeI3QA\\\"}\",\"signature\":\"NoWFDcBWTSQpgWORzBNQNwmxynlqi1KGcuD5jH6qnAzMqBtcYy2uttbKCwxJ8LsSab5S9wSNg2OsxPdBxvb8Jw\",\"signingKeySignature\":\"0xb2113f22a904e898559d5e19ab3d1164aaa17bb7e1098b0bba410fe29fe151ca0c529d225ad50516060a672dd1677eb755c4b636899df3cad9aa9bfb38639dcf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o0Vz_k_QSxTg7fAIfveh7OP7BVauKnMnhXQUA1iZZak\\\",\\\"y\\\":\\\"eNwe4JXA8_jFsWpMm9saKLrx8R2coDf4rWIISPeI3QA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E0CfGjeqHIJt4fnNu9mjzknJohHNJ9PtbNOLGCQkjcw\"}"