"{\"content\":{\"body\":\"In the [first installment of the series](https://mirror.xyz/lillichoung.eth/2cFocaVOEThrO1dMddlIjqDNtBHI1sWOjJ84YZEizvQ), I talked about why social applications are crucial to converting the general public onto web3. I described how the financial upsides, while crucial, are not as compelling as offering a rich social experience. In this follow up, I’ll dive into why it’s taken so long to build out that vision of the web3 driven metaverse.\\n\\n## Where is the Utility?\\n\\nI invite you to read over Taleb’s [criticism of Bitcoin and blockchain](https://arxiv.org/pdf/2106.14204.pdf). He ends it with:\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb5441e05-1ac8-4de7-a7f6-1e5db72b8471_578x197.png)\\n\\nAnd he as a point. The Satoshi paper was written about 15 years ago, and in that time the mobile phone has transformed from a niche curiosity to a modern necessity. Thanks to smartphone adoption, almost everyone publishes photos online, on social networks like Facebook or Instagram. And you can order food, or books, or anything you need from your device and have it delivered within hours. That’s a lot of utility.\\n\\nBut blockchain? There’s only a niche group of people today getting value out of the blockchain technology beyond trading and speculation. We can token gate membership into certain communities or access to tools, enabled by Ethereum and similar programmable chains. But the vision of the world logging into a rich, social metaverse still seems far away. Critics of blockchain technology point to this slow progression to justify why the tech will never come to practical fruition. Are they right? Are we all just feeding into a massive Ponzi scheme?\\n\\n**Fraud and Fashion**\\n\\nThe majority of individual projects will end up as Ponzi schemes or soft rug pulls. Many have questionable tokenomics where success depends solely on member growth. Others have roadmaps too ambitious for the size and expertise of the team. Or the creators just burn out and quit the project.\\n\\nThis is especially true for NFT projects, since they are in an area akin to fashion. Fashion is an industry with innumerable players, but very few stars. Getting the attention of the right people at the right time, driving cultural conversations, capturing the ethos of the current moment— these are tricky endeavors. Nonetheless, regardless of the fates of individual players, the fashion industry as a whole is healthy, at 2% of the world’s GDP. This could be the direction of crypto, driven by the success of web3 by creating a robust online economy.\\n\\n## **Still Early**\\n\\nBlockchain technology is still in it’s infancy. It’s easy to point to the last decade’s improvement in mobile and ask why crypto hasn’t achieved half as much. But we forget that mobile was built on the compounded development of the web. And if you look at the beginning of the web, the first message board Usenet was built in 1979. Iterations of modern social media (with profiles, friending, groups) started in 1997 with SixDegrees, along with a handful of competitors. But it wasn’t until the 2000s that enough people were on the Internet and using platforms such as Friendster (2002) and Myspace (2003). That’s *24 years from the first message board to the launch of the first widely used social network*. It would be another 5 years for Facebook to become the mainstream giant it is today.\\n\\nYou could say that web3 is in it’s Usenet era. We’ve only recently developed the building blocks for programmable transactions, token primitives, and interoperability of projects.\\n\\n### The Composable Pyramid\\n\\nImagine a pyramid of levels of composition in web3:\\n\\n![The Pyramid of Composition](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe4cb7eab-73b8-43f4-adee-ca6be7c40237_750x569.png)\\n\\nAt the bottom level, is **syntactic composition**. This is the layer unlocked by the invention of Ethereum: the introduction of the smart contract, programs on the blockchain.\\n\\nUnlike normal programs, which are private by default, blockchain programs are stored on chain. Every smart contract is effectively a public API. Smart contracts on Ethereum can call any other smart contract. The ecosystem compounds.\\n\\nTherefore, you can build libraries out of what already exists. And those libraries can call your libraries, and so on.\\n\\nUp until Ethereum launched in 2015, blockchain transactions were limited to simple transactions of the currency Bitcoin. Ethereum unlocked a class of finance known as DeFi - decentralized finance - where smart contracts allowed people to lend, trade, speculate, and earn interest on cryptocurrencies based on Ethereum. The first stablecoin, SCD, was invented in 2017 and in 2018 Uniswap, the most popular decentralized exchange launched.\\n\\nIf we define a few standards for types of data that can be stored on the blockchain and how to parse it, we get **interface composability.** This is how we have NFTs. NFTs conform to a standard that everyone's agreed upon. For Ethereum, that’s [ERC-721](http://erc721.org/). For Solana, it's the [Metaplex Token Metadata Standard](https://docs.metaplex.com/nft-standard).\\n\\nToday, a new application that launches a NFT as a membership token doesn't have to build a whole marketplace for users to trade or sell tokens. People can just go to OpenSea or [Magic Eden](https://magiceden.io/) and list their NFT there because the new app and OpenSea agree on how a NFT is represented and how to handle the metadata. Innovation happens much faster for web3 because people don't need to rebuild the same boilerplate features.\\n\\nFinally, at the top level, we have **product composability**. Consumer-targeted projects that are built with the intention of interacting with or hosting other tokens.\\n\\nFor example, when you mint a [SOL Parasite](https://solparasites.com/), it sits in your wallet like any other NFT, but give it a day and you'll come back to a completely different image. This NFT mutates into a corrupted form of a random other NFT in your wallet every 24 hours.\\n\\n## The Challenges of Interoperable Products\\n\\nAs an industry, we’re still working on all parts of the pyramid. At the syntactic level, we’re still trying to figure out what chains to build on, and how to improve the efficiency and environmental concerns of the largest L1, Ethereum. At the interface level, there are teams looking to build more standards so future projects can interoperate easily.\\n\\nBut work in product composition is extremely nascent. That’s partially because the underlying foundation isn’t completely ready yet, and partially due to the incentives in today’s web3 environment.\\n\\n**The majority of creative projects launched in Web3 space today are fairly siloed**.\\n\\nIt’s hard to build interoperable projects: they introduce a new class of tricky product questions, and the infrastructure to link assets on chain isn’t mature yet. Most creators aren’t incentivized to extend someone else’s IP.\\n\\nBy launching their own collections, creators can:\\n\\n1. Reap more monetary/social rewards from driving the project from the genesis and\\n2. Have more creative control over the outcome, especially in the case where the art or lore of a project is copyrighted, and the creator must gain permission from the original project owners to extend the vision.\\n\\nUnfortunately, a lot of these collections are low-effort, copy cats of existing blue chip projects, and they die quickly.\\n\\nSome of this is due to crypto’s gold rush culture. People aren’t always doing due diligence before FOMO'ing their savings into crypto projects. Hundreds of low-quality cash grab projects are popping off to dupe folks out of their money. Projects that look like quality get unmasked as stolen art. And there’s a lot of straight cringe out there. The noise is making it harder to discover honest creators innovating beyond the basic profile picture project.\\n\\n### **New Protocols**\\n\\nMost of the established infrastructural work so far is around minting and fairly auctioning off NFTs:\\n\\n* [Zora](https://zora.co) for Ethereum auction protocol\\n* Metaplex for Solana NFT protocol and Shopify-like self-hosted platform\\n\\nHowever, the protocols and infra for *inter*-NFT projects haven’t been widely established yet.\\n\\nThere are a few projects tackling protocols:\\n\\n* [Hyperlink](https://github.com/GlassProtocol/hyperlink)- launched recently. Introduces the concept of an original mint linked to derivative editions\\n* [RMRK](https://www.rmrk.app/) - Built on Kusama blockchain, this protocol defines NFTs that can own and equip other NFTs\\n* [DefiNFT](https://www.charged.fi/)- Project to allow NFTs to compose of other NFTs\\n* [ERC998](https://medium.com/arianee/an-exploratory-look-into-erc-998-composable-tokens-a057cd4f8c1a) - Was proposed to allow NFTs to compose of other NFTs, but didn’t gain traction\\n\\nAnd infrastructure:\\n\\n* [Mural](https://composablefi.medium.com/mural-our-cross-layer-nft-transferral-protocol-456cb43cb0c7) - Aims to seamlessly transfer NFTs across different blockchains.\\n\\nIt’ll be interesting to see what the community settles on here.\\n\\n**Hyperlink: Connecting Islands**\\n\\nThe team around Hyperlink has identified the siloed nature of today's NFT collections and is trying to bridge the gap by introducing the concept of **NFT linking** via a new primitive for NFTs. Hyperlinked NFT collections are built off of other collections, and an individual NFT can only be minted by someone who has a NFT from the original collection.\\n\\n![From the Hyperlink whitepaper](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F493186bb-e010-444f-809d-334c5983d47c_1564x362.png)\\n\\nThe goal is to establish a infrastructural graph of connections between NFTs going forward, which can be used at the application level to do things like trace remixes or make second/third/nth editions of a popular NFT that is inaccessible $$$-wise to the general public. For example, someone could create a second edition of a really hyped up NFT, and it would have lower value than the original. A project that uses the original popular NFT could decide to allow the second edition NFT holders to participate, but maybe without some perks that only original holders get. That project can use the hyperlink to verify that the offshoot is linked to the original (since only holders of the original can mint editions).\\n\\n### **The Product Layer**\\n\\nThe product layer consists of the apps and experiences that fill out the web3 ecosystem. (DAOs, NFT games, marketplaces, etc). You can probably fill several books on this topic alone, so I’ll just highlight projects focusing on highly composable experiences.\\n\\n**Loot: The Ultimate Community Project**\\n\\nLoot is a NFT project that takes composition to the extreme. A single loot NFT consists of only a text based list of items. That's it. No art, no roadmap, no promises of utility. From their home page: \\\"Stats, images, and other functionality are intentionally omitted for others to interpret. Feel free to use Loot in any way you want.\\\" It's the ultimate community creation project.\\n\\nThe first 8000 bags of loot quickly found their initial owners within the first four hours of release.\\n\\nTens of [offshoot projects](https://www.lootproject.com/resources) sprung up, looking to make sense of the plain text in each loot bag. Illustrators drew the items, writers [added lore](https://divinedao.medium.com/introducing-the-divine-city-460596889bfc), and developers made simple RPG games for loot holders, and more projects are currently in development. These derivative projects aren’t just “Loot add-ons”, they ARE Loot. For example, [Lootmart](https://www.lootmart.xyz/) launched in Dec 2021. It's a project that enables Loot owners to \\\"unbundle\\\" and trade the individual items listed in a Loot NFT.\\n\\nMore people wanted to participate in this co-creation experiment, and 8000 bags weren't enough to go around. The project released secondary tiers of loot: synthetic loot, and 1.5 million bags of More Loot. Synthetic loot aren't exactly NFTs, since they're just tied to Ethereum addresses instead of being backed by an ERC-721 token. But it removes the barrier to entry and allows more people to build and play.\\n\\nLoot is a fascinating digital improv experiment, and we'll keep learning what flavors of collaboration are possible in this and future web3 worlds.\\n\\n**Gaming: A Tough Sell?**\\n\\nThe gaming community is extremely suspicious of introducing new forms of micropayments, especially NFTs. There’s a sense of resentment for large developers who’ve degraded the gaming experience in recent years, in favor of milking money from players. Although the concept of P2E (Play-to-Earn) is interesting, most gamers see the activity as fun relaxation time (unless you play League of Legends). Playing for money is like monetizing a hobby, which can add stress and reduce enjoyment of the activity.\\n\\n![@jacksondame](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc3c2c829-fa96-4814-84eb-f248ed0f6696_748x434.png)\\n\\nMatt Dion wrote an excellent article about the [additional challenges web3 brings to gaming](https://naavik.co/business-breakdowns/interoperability). What is the incentive for Riot Games to allow any item bought in Fortnite to be used in League of Legends? They would have to non-trivially rework their in-game marketplaces. Programming game interactions would become incredibly complex. It’s unclear if the profit-reputation tradeoff is worth it for these large companies, as the gaming community has shown that they are willing to pay for skins and items locked in-game anyways.\\n\\nThis is unfortunate, as some of the most immersive online experiences are being enjoyed in games. You can think of the metaverse as a really big game comprised of mini-games. The first mainstream web3 game may have to come from indie developers, building web3 first experiences. Financial benefit is [not a strong enough motivator](https://mirror.xyz/lillichoung.eth/2cFocaVOEThrO1dMddlIjqDNtBHI1sWOjJ84YZEizvQ) to get the average person to play. The game has to be fun on it’s own. Otherwise we’d all be running side businesses after work, and that’s certainly not the case.\\n\\nThere’s a shortage of people with experience and interest in both gaming and web3. If you’re interested in this space, give [Brian Cho](https://twitter.com/brianjcho) a follow (ex-Riot VP, now investing in web3).\\n\\n## TLDR\\n\\n* Web3 is still early. Interoperability is key. We’ve made progress on the layers of composition needed but there’s still work to do\\n* NFTs are more like fashion than art\\n* Keep watching the projects tackling interoperability at the protocol layers\\n* Creators are not incentivized to build off of existing projects at the moment.\\n* Gaming is going to be really tough but crucial to get right. We need more people in the gaming x web3 intersection\\n\\nIn the next few weeks, I’ll be doing deep dives on some of the topics I touched on in this essay. If you found this useful, [please follow me on Twitter to continue getting updates!](https://twitter.com/lillichoung)\",\"timestamp\":1641061365,\"title\":\"Web3 Interoperability: The Hard Parts\"},\"digest\":\"NQ-eYPdLK0qTQyVCw3wRkKWhTSF-K8r-Udo_RmG-OL8\",\"authorship\":{\"contributor\":\"0xf548E23535Dfb903aeaEEaAaF3be6847Fe4791CE\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LU2HM2B1QQhIdNyc44-MHLu0XdW4bFdbLkg8FF9jXIY\\\",\\\"y\\\":\\\"g-hLnj5i1Mp5qmFBiojPy-b1lCFbiZhECyGATjDSwvs\\\"}\",\"signature\":\"gbqkwyCBWckptXr0RG8jBnvUPE59DTDi0GIp0ecXsG-KUn_Njoyly6GibYed4BOtipv_j9wP8EENBNGRWRwmvg\",\"signingKeySignature\":\"0xfdee9ebae76379ec8e13fa6ba0c8806da737f12cbf9fa7095cbfd3fddacff7831d8d6215b84dbce85fe1de744d1f2715411e7e71f1ad82b74189bb318495bc331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LU2HM2B1QQhIdNyc44-MHLu0XdW4bFdbLkg8FF9jXIY\\\",\\\"y\\\":\\\"g-hLnj5i1Mp5qmFBiojPy-b1lCFbiZhECyGATjDSwvs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5hF6CioiOdk87S5mhwIUHpTgINmaNwibgY73YFpU2vg\"}"