"{\"content\":{\"body\":\"He had already prepared the yurtas suitable for Princes, ornamented with rich carpets and silk draperies.  The Hutuktu accepted.  We arranged ourselves on the soft pillows in the yurtas as the Hutuktu blessed the Mongol, touching his head with his holy hand, and received the hatyks.  The host then had a whole sheep brought in to us, boiled in a huge vessel.  The Hutuktu carved off one hind leg and offered it to me, while he reserved the other for himself.  After this he gave a large piece of meat to the smallest son of the host, which was the sign that Pandita Hutuktu invited all to begin the feast.  In a trice the sheep was entirely carved or torn up and in the hands of the banqueters.  When the Hutuktu had thrown down by the brazier the white bones without a trace of meat left on them, the host on his knees withdrew from the fire a piece of sheepskin and ceremoniously offered it on both his hands to the Hutuktu.  Pandita began to clean off the wool and ashes with his knife and, cutting it into thin strips, fell to eating this really tasty course.  It is the covering from just above the breast bone and is called in Mongolian tarach or \\\"arrow.\\\"  When a sheep is skinned, this small section is cut out and placed on the hot coals, where it is broiled very slowly.  Thus prepared it is considered the most dainty bit of the whole animal and is always presented to the guest of honor.  It is not permissible to divide it, such is the strength of the custom and ceremony.\\n\\nAfter dinner our host proposed a hunt for bighorns, a large herd of which was known to graze in the mountains within less than a mile from the yurtas.  Horses with rich saddles and bridles were led up. All the elaborate harness of the Hutuktu's mount was ornamented with red and yellow bits of cloth as a mark of his rank.  About fifty Mongol riders galloped behind us.  When we left our horses, we were placed behind the rocks roughly three hundred paces apart and the Mongols began the encircling movement around the mountain. After about half an hour I noticed way up among the rocks something flash and soon made out a fine bighorn jumping with tremendous springs from rock to rock, and behind him a herd of some twenty odd head leaping like lightning over the ground.  I was vexed beyond words when it appeared that the Mongols had made a mess of it and pushed the herd out to the side before having completed their circle.  But happily I was mistaken.  Behind a rock right ahead of the herd a Mongol sprang up and waved his hands.  Only the big leader was not frightened and kept right on past the unarmed Mongol while all the rest of the herd swung suddenly round and rushed right down upon me.  I opened fire and dropped two of them.  The Hutuktu also brought down one as well as a musk antelope that came unexpectedly from behind a rock hard by.  The largest pair of horns weighed about thirty pounds, but they were from a young sheep.\\n\\nThe day following our return to Zain Shabi, as I was feeling quite recovered, I decided to go on to Van Kure.  At my leave-taking from the Hutuktu I received a large hatyk from him together with warmest expressions of thanks for the present I had given him on the first day of our acquaintance.\\n\\n\\\"It is a fine medicine!\\\" he exclaimed.  \\\"After our trip I felt quite exhausted but I took your medicine and am now quite rejuvenated.  Many, many thanks!\\\"\\n\\nThe poor chap had swallowed my osmiridium.  To be sure it could not harm him; but to have helped him was wonderful.  Perhaps doctors in the Occident may wish to try this new, harmless and very cheap remedy--only eight pounds of it in the whole world--and I merely ask that they leave me the patent rights for it for Mongolia, Barga, Sinkiang, Koko Nor and all the other lands of Central Asia.\\n\\nAn old Russian colonist went as guide for me.  They gave me a big but light and comfortable cart hitched and drawn in a marvelous way.  A straight pole four metres long was fastened athwart the front of the shafts.  On either side two riders took this pole across their saddle pommels and galloped away with me across the plains.  Behind us galloped four other riders with four extra horses.\\n\\nCHAPTER XXX\\n\\nARRESTED!\\n\\nAbout twelve miles from Zain we saw from a ridge a snakelike line of riders crossing the valley, which detachment we met half an hour later on the shore of a deep, swampy stream.  The group consisted of Mongols, Buriats and Tibetans armed with Russian rifles.  At the head of the column were two men, one of whom in a huge black Astrakhan and black felt cape with red Caucasian cowl on his shoulders blocked my road and, in a coarse, harsh voice, demanded of me:  \\\"Who are you, where are you from and where are you going?\\\"\\n\\nI gave also a laconic answer.  They then said that they were a detachment of troops from Baron Ungern under the command of Captain Vandaloff.  \\\"I am Captain Bezrodnoff, military judge.\\\"\\n\\nSuddenly he laughed loudly.  His insolent, stupid face did not please me and, bowing to the officers, I ordered my riders to move.\\n\\n\\\"Oh no!\\\" he remonstrated, as he blocked the road again.  \\\"I cannot allow you to go farther.  I want to have a long and serious conversation with you and you will have to come back to Zain for it.\\\"\\n\\nI protested and called attention to the letter of Colonel Kazagrandi, only to hear Bezrodnoff answer with coldness:\\n\\n\\\"This letter is a matter of Colonel Kazagrandi's and to bring you back to Zain and talk with you is my affair.  Now give me your weapon.\\\"\\n\\nBut I could not yield to this demand, even though death were threatened.\\n\\n\\\"Listen,\\\" I said.  \\\"Tell me frankly.  Is yours really a detachment fighting against the Boisheviki or is it a Red contingent?\\\"\\n\\n\\\"No, I assure you!\\\" replied the Buriat officer Vandaloff, approaching me.  \\\"We have already been fighting the Bolsheviki for three years.\\\"\\n\\n\\\"Then I cannot hand you my weapon,\\\" I calmly replied.  \\\"I brought it from Soviet Siberia, have had many fights with this faithful weapon and now I am to be disarmed by White officers!  It is an offence that I cannot allow.\\\"\\n\\nWith these words I threw my rifle and my Mauser into the stream. The officers were confused.  Bezrodnoff turned red with anger.\\n\\n\\\"I freed you and myself from humiliation,\\\" I explained.\\n\\nBezrodnoff in silence turned his horse, the whole detachment of three hundred men passed immediately before me and only the last two riders stopped, ordered my Mongols to turn my cart round and then fell in behind my little group.  So I was arrested!  One of the horsemen behind me was a Russian and he told me that Bezrodnoff carried with him many death decrees.  I was sure that mine was among them.\\n\\nStupid, very stupid!  What was the use of fighting one's way through Red detachments, of being frozen and hungry, of almost perishing in Tibet only to die from a bullet of one of Bezrodnoff's Mongols?  For such a pleasure it was not worth while to travel so long and so far!  In every Siberian \\\"Cheka\\\" I could have had this end so joyfully accorded me.\\n\\nWhen we arrived at Zain Shabi, my luggage was examined and Bezrodnoff began to question me in minutest detail about the events in Uliassutai.  We talked about three hours, during which I tried to defend all the officers of Uliassutai, maintaining that one must not trust only the reports of Domojiroff.  When our conversation was finished, the Captain stood up and offered his apologies for detaining me in my journey.  Afterwards he presented me a fine Mauser with silver mountings on the handle and said:\\n\\n\\\"Your pride greatly pleased me.  I beg you to receive this weapon as a memento of me.\\\"\\n\\nThe following morning I set out anew from Zain Shabi, having in my pocket the laissez-passer of Bezrodnoff for his outposts.\\n\\nCHAPTER XXXI\\n\\nTRAVELING BY \\\"URGA\\\"\\n\\nOnce more we traveled along the now known places, the mountain from which I espied the detachment of Bezrodnoff, the stream into which I had thrown my weapon, and soon all this lay behind us.  At the first ourton we were disappointed because we did not find horses there.  In the yurtas were only the host with two of his sons.  I showed him my document and he exclaimed:\\n\\n\\\"Noyon has the right of 'urga.'  Horses will be brought very soon.\\\"\\n\\nHe jumped into his saddle, took two of my Mongols with him, providing them and himself with long thin poles, four or five metres in length, and fitted at the end with a loop of rope, and galloped away.  My cart moved behind them.  We left the road, crossed the plain for an hour and came upon a big herd of horses grazing there.  The Mongol began to catch a quota of them for us with his pole and noose or urga, when out of the mountains nearby came galloping the owners of the herds.  When the old Mongol showed my papers to them, they submissively acquiesced and substituted four of their men for those who had come with me thus far.  In this manner the Mongols travel, not along the ourton or station road but directly from one herd to another, where the fresh horses are caught and saddled and the new owners substituted for those of the last herd.  All the Mongols so effected by the right of urga try to finish their task as rapidly as possible and gallop like mad for the nearest herd in your general direction of travel to turn over their task to their neighbor.  Any traveler having this right of urga can catch horses himself and, if there are no owners, can force the former ones to carry on and leave the animals in the next herd he requisitions.  But this happens very rarely because the Mongol never likes to seek out his animals in another's herd, as it always gives so many chances for controversy.\\n\\nIt was from this custom, according to one explanation, that the town of Urga took its name among outsiders.  By the Mongols themselves it is always referred to as Ta Kure, \\\"The Great Monastery.\\\"  The reason the Buriats and Russians, who were the first to trade into this region, called it Urga was because it was the principal destination of all the trading expeditions which crossed the plains by this old method or right of travel.  A second explanation is that the town lies in a \\\"loop\\\" whose sides are formed by three mountain ridges, along one of which the River Tola runs like the pole or stick of the familiar urga of the plains.\\n\\nThanks to this unique ticket of urga I crossed quite untraveled sections of Mongolia for about two hundred miles.  It gave me the welcome opportunity to observe the fauna of this part of the country.  I saw many huge herds of Mongolian antelopes running from five to six thousand, many groups of bighorns, wapiti and kabarga antelopes.  Sometimes small herds of wild horses and wild asses flashed as a vision on the horizon.\\n\\nIn one place I observed a big colony of marmots.  All over an area of several square miles their mounds were scattered with the holes leading down to their runways below, the dwellings of the marmot. In and out among these mounds the greyish-yellow or brown animals ran in all sizes up to half that of an average dog.  They ran heavily and the skin on their fat bodies moved as though it were too big for them.  The marmots are splendid prospectors, always digging deep ditches, throwing out on the surface all the stones. In many places I saw mounds the marmots had made from copper ore and farther north some from minerals containing wolfram and vanadium.  Whenever the marmot is at the entrance of his hole, he sits up straight on his hind legs and looks like a bit of wood, a small stump or a stone.  As soon as he spies a rider in the distance, he watches him with great curiosity and begins whistling sharply.  This curiosity of the marmots is taken advantage of by the hunters, who sneak up to their holes flourishing streamers of cloth on the tips of long poles.  The whole attention of the small animals is concentrated on this small flag and only the bullet that takes his life explains to him the reason for this previously unknown object.\\n\\nI saw a very exciting picture as I passed through a marmot colony near the Orkhon River.  There were thousands of holes here so that my Mongols had to use all their skill to keep the horses from breaking their legs in them.  I noticed an eagle circling high overhead.  All of a sudden he dropped like a stone to the top of a mound, where he sat motionless as a rock.  The marmot in a few minutes ran out of his hole to a neighbor's doorway.  The eagle calmly jumped down from the top and with one wing closed the entrance to the hole.  The rodent heard the noise, turned back and rushed to the attack, trying to break through to his hole where he had evidently left his family.  The struggle began.  The eagle fought with one free wing, one leg and his beak but did not withdraw the bar to the entrance.  The marmot jumped at the rapacious bird with great boldness but soon fell from a blow on the head.  Only then the eagle withdrew his wing, approached the marmot, finished him off and with difficulty lifted him in his talons to carry him away to the mountains for a tasty luncheon.\\n\\nIn the more barren places with only occasional spears of grass in the plain another species of rodent lives, called imouran, about the size of a squirrel.  They have a coat the same color as the prairie and, running about it like snakes, they collect the seeds that are blown across by the wind and carry them down into their diminutive homes.  The imouran has a truly faithful friend, the yellow lark of the prairie with a brown back and head.  When he sees the imouran running across the plain, he settles on his back, flaps his wings in balance and rides well this swiftly galloping mount, who gaily flourishes his long shaggy tail.  The lark during his ride skilfully and quickly catches the parasites living on the body of his friend, giving evidence of his enjoyment of his work with a short agreeable song.  The Mongols call the imouran \\\"the steed of the gay lark.\\\"  The lark warns the imouran of the approach of eagles and hawks with three sharp whistles the moment he sees the aerial brigand and takes refuge himself behind a stone or in a small ditch.  After this signal no imouran will stick his head out of his hole until the danger is past.  Thus the gay lark and his steed live in kindly neighborliness.\\n\\nIn other parts of Mongolia where there was very rich grass I saw another type of rodent, which I had previously come across in Urianhai.  It is a gigantic black prairie rat with a short tail and lives in colonies of from one to two hundred.  He is interesting and unique as the most skilful farmer among the animals in his preparation of his winter supply of fodder.  During the weeks when the grass is most succulent he actually mows it down with swift jerky swings of his head, cutting about twenty or thirty stalks with his sharp long front teeth.  Then he allows his grass to cure and later puts up his prepared hay in a most scientific manner. First he makes a mound about a foot high.  Through this he pushes down into the ground four slanting stakes, converging toward the middle of the pile, and binds them close over the surface of the hay with the longest strands of grass, leaving the ends protruding enough for him to add another foot to the height of the pile, when he again binds the surface with more long strands--all this to keep his winter supply of food from blowing away over the prairie.  This stock he always locates right at the door of his den to avoid long winter hauls.  The horses and camels are very fond of this small farmer's hay, because it is always made from the most nutritious grass.  The haycocks are so strongly made that one can hardly kick them to pieces.\\n\\nAlmost everywhere in Mongolia I met either single pairs or whole flocks of the greyish-yellow prairie partridges, salga or \\\"partridge swallow,\\\" so called because they have long sharp tails resembling those of swallows and because their flight also is a close copy of that of the swallow.  These birds are very tame or fearless, allowing men to come within ten or fifteen paces of them; but, when they do break, they go high and fly long distances without lighting, whistling all the time quite like swallows. Their general markings are light grey and yellow, though the males have pretty chocolate spots on the backs and wings, while their legs and feet are heavily feathered.\\n\\nMy opportunity to make these observations came from traveling through unfrequented regions by the urga, which, however, had its counterbalancing disadvantages.  The Mongols carried me directly and swiftly toward my destination, receiving with great satisfaction the presents of Chinese dollars which I gave them. But after having made about five thousand miles on my Cossack saddle that now lay behind me on the cart all covered with dust like common merchandise, I rebelled against being wracked and torn by the rough riding of the cart as it was swung heedlessly over stones, hillocks and ditches by the wild horses with their equally wild riders, bounding and cracking and holding together only through its tenacity of purpose in demonstrating the cosiness and attractiveness of a good Mongol equipage!  All my bones began to ache.  Finally I groaned at every lunge and at last I suffered a very sharp attack of ischias or sciatica in my wounded leg.  At night I could neither sleep, lie down nor sit with comfort and spent the whole night pacing up and down the plain, listening to the loud snoring of the inhabitants of the yurta.  At times I had to fight the two huge black dogs which attacked me.  The following day I could endure the wracking only until noon and was then forced to give up and lie down.  The pain was unbearable.  I could not move my leg nor my back and finally fell into a high fever.  We were forced to stop and rest.  I swallowed all my stock of aspirin and quinine but without relief.  Before me was a sleepless night about which I could not think without weakening fear.  We had stopped in the yurta for guests by the side of a small monastery. My Mongols invited the Lama doctor to visit me, who gave me two very bitter powders and assured me I should be able to continue in the morning.  I soon felt a stimulated palpitation of the heart, after which the pain became even sharper.  Again I spent the night without any sleep but when the sun arose the pain ceased instantly and, after an hour, I ordered them to saddle me a horse, as I was afraid to continue further in the cart.\\n\\nWhile the Mongols were catching the horses, there came to my tent Colonel N. N. Philipoff, who told me that he denied all the accusations that he and his brother and Poletika were Bolsheviki and that Bezrodnoff allowed him to go to Van Kure to meet Baron Ungern, who was expected there.  Only Philipoff did not know that his Mongol guide was armed with a bomb and that another Mongol had been sent on ahead with a letter to Baron Ungern.  He did not know that Poletika and his brothers were shot at the same time in Zain Shabi.  Philipoff was in a hurry and wanted to reach Van Kure that day.  I left an hour after him.\\n\\nCHAPTER XXXII\\n\\nAN OLD FORTUNE TELLER\\n\\nFrom this point we began traveling along the ourton road.  In this region the Mongols had very poor and exhausted horses, because they were forced continuously to supply mounts to the numerous envoys of Daichin Van and of Colonel Kazagrandi.  We were compelled to spend the night at the last ourton before Van Kure, where a stout old Mongol and his son kept the station.  After our supper he took the shoulder-blade of the sheep, which had been carefully scraped clean of all the flesh, and, looking at me, placed this bone in the coals with some incantations and said:\\n\\n\\\"I want to tell your fortune.  All my predictions come true.\\\"\\n\\nWhen the bone had been blackened he drew it out, blew off the ashes and began to scrutinize the surface very closely and to look through it into the fire.  He continued his examination for a long time and then, with fear in his face, placed the bone back in the coals.\\n\\n\\\"What did you see?\\\" I asked, laughing.\\n\\n\\\"Be silent!\\\" he whispered.  \\\"I made out horrible signs.\\\"\\n\\nHe again took out the bone and began examining it all over, all the time whispering prayers and making strange movements.  In a very solemn quiet voice he began his predictions.\\n\\n\\\"Death in the form of a tall white man with red hair will stand behind you and will watch you long and close.  You will feel it and wait but Death will withdraw. . . .  Another white man will become your friend. . . .  Before the fourth day you will lose your acquaintances.  They will die by a long knife.  I already see them being eaten by the dogs.  Beware of the man with a head like a saddle.  He will strive for your death.\\\"\\n\\nFor a long time after the fortune had been told we sat smoking and drinking tea but still the old fellow looked at me only with fear. Through my brain flashed the thought that thus must his companions in prison look at one who is condemned to death.\\n\\nThe next morning we left the fortune teller before the sun was up, and, when we had made about fifteen miles, hove in sight of Van Kure.  I found Colonel Kazagrandi at his headquarters.  He was a man of good family, an experienced engineer and a splendid officer, who had distinguished himself in the war at the defence of the island of Moon in the Baltic and afterwards in the fight with the Bolsheviki on the Volga.  Colonel Kazagrandi offered me a bath in a real tub, which had its habitat in the house of the president of the local Chamber of Commerce.  As I was in this house, a tall young captain entered.  He had long curly red hair and an unusually white face, though heavy and stolid, with large, steel-cold eyes and with beautiful, tender, almost girlish lips.  But in his eyes there was such cold cruelty that it was quite unpleasant to look at his otherwise fine face.  When he left the room, our host told me that he was Captain Veseloffsky, the adjutant of General Rezukhin, who was fighting against the Bolsheviki in the north of Mongolia. They had just that day arrived for a conference with Baron Ungern.\\n\\nAfter luncheon Colonel Kazagrandi invited me to his yurta and began discussing events in western Mongolia, where the situation had become very tense.\\n\\n\\\"Do you know Dr. Gay?\\\" Kazagrandi asked me.  \\\"You know he helped me to form my detachment but Urga accuses him of being the agent of the Soviets.\\\"\\n\\nI made all the defences I could for Gay.  He had helped me and had been exonerated by Kolchak.\\n\\n\\\"Yes, yes, and I justified Gay in such a manner,\\\" said the Colonel, \\\"but Rezukhin, who has just arrived today, has brought letters of Gay's to the Bolsheviki which were seized in transit.  By order of Baron Ungern, Gay and his family have today been sent to the headquarters of Rezukhin and I fear that they will not reach this destination.\\\"\\n\\n\\\"Why?\\\" I asked.\\n\\n\\\"They will be executed on the road!\\\" answered Colonel Kazagrandi.\\n\\n\\\"What are we to do?\\\" I responded.  \\\"Gay cannot be a Bolshevik, \\\"because he is too well educated and too clever for it.\\\"\\n\\n\\\"I don't know; I don't know!\\\" murmured the Colonel with a despondent gesture.  \\\"Try to speak with Rezukhin.\\\"\\n\\nI decided to proceed at once to Rezukhin but just then Colonel Philipoff entered and began talking about the errors being made in the training of the soldiers.  When I had donned my coat, another man came in.  He was a small sized officer with an old green Cossack cap with a visor, a torn grey Mongol overcoat and with his right hand in a black sling tied around his neck.  It was General Rezukhin, to whom I was at once introduced.  During the conversation the General very politely and very skilfully inquired about the lives of Philipoff and myself during the last three years, joking and laughing with discretion and modesty.  When he soon took his leave, I availed myself of the chance and went out with him.\\n\\nHe listened very attentively and politely to me and afterwards, in his quiet voice, said:\\n\\n\\\"Dr. Gay is the agent of the Soviets, disguised as a White in order the better to see, hear and know everything.  We are surrounded by our enemies.  The Russian people are demoralized and will undertake any treachery for money.  Such is Gay.  Anyway, what is the use of discussing him further?  He and his family are no longer alive. Today my men cut them to pieces five kilometres from here.\\\"\\n\\nIn consternation and fear I looked at the face of this small, dapper man with such soft voice and courteous manners.  In his eyes I read such hate and tenacity that I understood at once the trembling respect of all the officers whom I had seen in his presence.  Afterwards in Urga I learned more of this General Rezukhin distinguished by his absolute bravery and boundless cruelty.  He was the watchdog of Baron Ungern, ready to throw himself into the fire and to spring at the throat of anyone his master might indicate.\\n\\nOnly four days then had elapsed before \\\"my acquaintances\\\" died \\\"by a long knife,\\\" so that one part of the prediction had been thus fulfilled.  And now I have to await Death's threat to me.  The delay was not long.  Only two days later the Chief of the Asiatic Division of Cavalry arrived--Baron Ungern von Sternberg.\\n\\nCHAPTER XXXIII\\n\\n\\\"DEATH FROM THE WHITE MAN WILL STAND BEHIND YOU\\\"\\n\\n\\\"The terrible general, the Baron,\\\" arrived quite unexpectedly, unnoticed by the outposts of Colonel Kazagrandi.  After a talk with Kazagrandi the Baron invited Colonel N. N. Philipoff and me into his presence.  Colonel Kazagrandi brought the word to me.  I wanted to go at once but was detained about half an hour by the Colonel, who then sped me with the words:\\n\\n\\\"Now God help you!  Go!\\\"\\n\\nIt was a strange parting message, not reassuring and quite enigmatical.  I took my Mauser and also hid in the cuff of my coat my cyanide of potassium.  The Baron was quartered in the yurta of the military doctor.  When I entered the court, Captain Veseloffsky came up to me.  He had a Cossack sword and a revolver without its holster beneath his girdle.  He went into the yurta to report my arrival.\\n\\n\\\"Come in,\\\" he said, as he emerged from the tent.\\n\\nAt the entrance my eyes were struck with the sight of a pool of blood that had not yet had time to drain down into the ground--an ominous greeting that seemed to carry the very voice of one just gone before me.  I knocked.\\n\\n\\\"Come in!\\\" was the answer in a high tenor.  As I passed the threshold, a figure in a red silk Mongolian coat rushed at me with the spring of a tiger, grabbed and shook my hand as though in flight across my path and then fell prone on the bed at the side of the tent.\\n\\n\\\"Tell me who you are!  Hereabouts are many spies and agitators,\\\" he cried out in an hysterical voice, as he fixed his eyes upon me.  In one moment I perceived his appearance and psychology.  A small head on wide shoulders; blonde hair in disorder; a reddish bristling moustache; a skinny, exhausted face, like those on the old Byzantine ikons.  Then everything else faded from view save a big, protruding forehead overhanging steely sharp eyes.  These eyes were fixed upon me like those of an animal from a cave.  My observations lasted for but a flash but I understood that before me was a very dangerous man ready for an instant spring into irrevocable action. Though the danger was evident, I felt the deepest offence.\\n\\n\\\"Sit down,\\\" he snapped out in a hissing voice, as he pointed to a chair and impatiently pulled at his moustache.  I felt my anger rising through my whole body and I said to him without taking the chair:\\n\\n\\\"You have allowed yourself to offend me, Baron.  My name is well enough known so that you cannot thus indulge yourself in such epithets.  You can do with me as you wish, because force is on your side, but you cannot compel me to speak with one who gives me offence.\\\"\\n\\nAt these words of mine he swung his feet down off the bed and with evident astonishment began to survey me, holding his breath and pulling still at his moustache.  Retaining my exterior calmness, I began to glance indifferently around the yurta, and only then I noticed General Rezukhin.  I bowed to him and received his silent acknowledgment.  After that I swung my glance back to the Baron, who sat with bowed head and closed eyes, from time to time rubbing his brow and mumbling to himself.\\n\\nSuddenly he stood up and sharply said, looking past and over me:\\n\\n\\\"Go out!  There is no need of more. . . .\\\"\\n\\nI swung round and saw Captain Veseloffsky with his white, cold face.  I had not heard him enter.  He did a formal \\\"about face\\\" and passed out of the door.\\n\\n\\\"'Death from the white man' has stood behind me,\\\" I thought; \\\"but has it quite left me?\\\"\\n\\nThe Baron stood thinking for some time and then began to speak in jumbled, unfinished phrases.\",\"timestamp\":1640140269,\"title\":\"\\nOn the return journey we were invited not far from Zain to visit a very rich Mongol by the way.  \"},\"digest\":\"FI7Bro-mX6OczyTQd_rmVTfioRcVGZEOBUWGbVt62vI\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P7Bfl6BHM5JR9kpYf8975XPpXLYB4TngCLvEiWuHw40\\\",\\\"y\\\":\\\"LXKCgAkfuI4uTVZFN7mLmk5JTfHJ29K_GEAOJGciASg\\\"}\",\"signature\":\"i5mZG6XUHRmlZPFhDoUjbwPufDy0grmWpMZ8UhnPO1sa3uUy8VGj2kn8rQ2RbnzxF_m8KdWDV6mIswEWKdyUXQ\",\"signingKeySignature\":\"0xb8553493326bf26ec41276e5f43d81cd31ad90c2914c33326d097a4c34e7120a6939f7a3efae6a2a48ad2fc5e5742487794f2bfd772a529e0580fffcd018f2b21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P7Bfl6BHM5JR9kpYf8975XPpXLYB4TngCLvEiWuHw40\\\",\\\"y\\\":\\\"LXKCgAkfuI4uTVZFN7mLmk5JTfHJ29K_GEAOJGciASg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FI7Bro-mX6OczyTQd_rmVTfioRcVGZEOBUWGbVt62vI\"}"