"{\"content\":{\"body\":\"Here am I, just through my first shipwreck; and here are you, not the least bit curious, talking about your miserable plantation.  Can't you see that I am just bursting to tell somebody, anybody, about my shipwreck?\\\"\\n\\nHe smiled; it was the first time in weeks.  And he smiled, not so much at what she said, as at the way she said it--the whimsical expression of her face, the laughter in her eyes, and the several tiny lines of humour that drew in at the corners.  He was curiously wondering as to what her age was, as he said aloud:\\n\\n\\\"Yes, tell me, please.\\\"\\n\\n\\\"That I will not--not now,\\\" she retorted, with a toss of the head. \\\"I'll find somebody to tell my story to who does not have to be asked.  Also, I want information.  I managed to find out what time to ring the bell to turn the hands to, and that is about all.  I don't understand the ridiculous speech of your people.  What time do they knock off?\\\"\\n\\n\\\"At eleven--go on again at one.\\\"\\n\\n\\\"That will do, thank you.  And now, where do you keep the key to the provisions?  I want to feed my men.\\\"\\n\\n\\\"Your men!\\\" he gasped.  \\\"On tinned goods!  No, no.  Let them go out and eat with my boys.\\\"\\n\\nHer eyes flashed as on the day before, and he saw again the imperative expression on her face.\\n\\n\\\"That I won't; my men are MEN.  I've been out to your miserable barracks and watched them eat.  Faugh!  Potatoes!  Nothing but potatoes!  No salt!  Nothing!  Only potatoes!  I may have been mistaken, but I thought I understood them to say that that was all they ever got to eat.  Two meals a day and every day in the week?\\\"\\n\\nHe nodded.\\n\\n\\\"Well, my men wouldn't stand that for a single day, much less a whole week.  Where is the key?\\\"\\n\\n\\\"Hanging on that clothes-hook under the clock.\\\"\\n\\nHe gave it easily enough, but as she was reaching down the key she heard him say:\\n\\n\\\"Fancy niggers and tinned provisions.\\\"\\n\\nThis time she really was angry.  The blood was in her cheeks as she turned on him.\\n\\n\\\"My men are not niggers.  The sooner you understand that the better for our acquaintance.  As for the tinned goods, I'll pay for all they eat.  Please don't worry about that.  Worry is not good for you in your condition.  And I won't stay any longer than I have to- -just long enough to get you on your feet, and not go away with the feeling of having deserted a white man.\\\"\\n\\n\\\"You're American, aren't you?\\\" he asked quietly.\\n\\nThe question disconcerted her for the moment.\\n\\n\\\"Yes,\\\" she vouchsafed, with a defiant look.  \\\"Why?\\\"\\n\\n\\\"Nothing.  I merely thought so.\\\"\\n\\n\\\"Anything further?\\\"\\n\\nHe shook his head.\\n\\n\\\"Why?\\\" he asked.\\n\\n\\\"Oh, nothing.  I thought you might have something pleasant to say.\\\"\\n\\n\\\"My name is Sheldon, David Sheldon,\\\" he said, with direct relevance, holding out a thin hand.\\n\\nHer hand started out impulsively, then checked.  \\\"My name is Lackland, Joan Lackland.\\\"  The hand went out.  \\\"And let us be friends.\\\"\\n\\n\\\"It could not be otherwise--\\\" he began lamely.\\n\\n\\\"And I can feed my men all the tinned goods I want?\\\" she rushed on.\\n\\n\\\"Till the cows come home,\\\" he answered, attempting her own lightness, then adding, \\\"that is, to Berande.  You see we don't have any cows at Berande.\\\"\\n\\nShe fixed him coldly with her eyes.\\n\\n\\\"Is that a joke?\\\" she demanded.\\n\\n\\\"I really don't know--I--I thought it was, but then, you see, I'm sick.\\\"\\n\\n\\\"You're English, aren't you?\\\" was her next query.\",\"timestamp\":1638930256,\"title\":\"A dead man is of no use on a plantation.  Don't you want to know about ME?  My vanity is hurt.\"},\"digest\":\"ZnNmmxgw-jezw3_pxEhCAsfbwYkdDifyfgPXtypkHJM\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jLf6oB4uXjO6zhr4blDZCBGdEzxqJA7OXO8Unecv5XQ\\\",\\\"y\\\":\\\"FQ-GifhosRtAawlBsr0ORFWoLTL9FEJ7fhUz6xmi5vU\\\"}\",\"signature\":\"yNrNRwHST18ZZ6QV-4Eqy4B74QW78aukiO9SggwO-G5WlALdKp_Dpl5Xach04AEkj7jJjskUqFk3xg9Qk0yneQ\",\"signingKeySignature\":\"0x4ffde16ad3b5957287caa9b990b19f4905b5770d4c7388d5b457983814bdc10a031cf336aacc40e899bd3f8219da6b4e708cf3e6dfcfb94062ecae74182adfaa1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jLf6oB4uXjO6zhr4blDZCBGdEzxqJA7OXO8Unecv5XQ\\\",\\\"y\\\":\\\"FQ-GifhosRtAawlBsr0ORFWoLTL9FEJ7fhUz6xmi5vU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZnNmmxgw-jezw3_pxEhCAsfbwYkdDifyfgPXtypkHJM\"}"