"{\"content\":{\"body\":\"So you received an airdrop. Congrats! Only in Web3 you get directly rewarded for being a user and early-adopter. If it is your first airdrop, then it might feel particularly exciting. Below I have written down some steps that you might find helpful.\\n\\n## **1. Check the contract**\\n\\nHow did you hear about the contract? Was it from a reputable source? Or just some random degen on Twitter? **Never interact with a smart contract that you don’t know anything about.** This should be a general rule. It’s not difficult to write a smart contract that drains all your funds from your wallet without you noticing!\\n\\nTherefore, even if you are not a developer, at least check that the contract is verified on Etherscan. **A non-verified contract should always be a red flag!** This does not mean that the contract is safe but at least everyone can read the source code and check if it contains malicious actions.If people find anything sketchy in the contract, they usually share their findings on Twitter. Keep an eye on that!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ZKH_yPaI1d77XKMV)\\n\\n## **2. Check the gas price**\\n\\nPeople get very excited about air drops and want to claim their tokens as soon as possible. This usually comes with a surge in gas price. Therefore,\\\\*\\\\* check the gas price!\\\\*\\\\* Depending on how large (or little) your airdropped amount is, you might want to wait for the gas price to settle down. Otherwise you risk losing a large percentage on gas fees.You will especially notice this if you not only want to claim your tokens but also do something with them, e.g. transferring, selling, staking, etc.\\n\\n## **3. Claim your tokens**\\n\\nGo to the official claim page of the project and redeem your tokens. **Don’t click on any shady links that someone sent you on Discord.** Usually you at least have a couple of days to claim your airdrop so there really is no need to freak out and rush this.\\n\\n## **4. What now?**\\n\\nNo one can tell you when the right time is to sell your tokens but in the past I have observed several strategies.\\n\\n*a) Sell your tokens ASAP (low risk)*\\n\\nYou know the gas price is crazy high. You know the amount of tokens you will receive and the current exchange rate on Uniswap. You do the maths and realise that you will pay a ridiculous amount in gas fees but still make a profit. This is a valid strategy because who knows? Maybe the token price will drop to 0 in the next hour. At the end of the day you made a profit.\\n\\n*b) Sell after a couple of hours or days (medium risk)*\\n\\nThis strategy has two main benefits. Firstly, you give people time to generate hype and FOMO on Twitter which might lead degens to ape in and increase the price. Additionally, by waiting you give the gas price some time to calm down. The one main downside is that the token price might collapse. If this works out, you get a better price and pay a lower gas fee. If it doesn’t work out, you basically wasted your air drop because everyone else dumped their tokens and the token is worthless.\\n\\n*c) Hodl your tokens (high risk)*\\n\\nThis is the moment where you briefly want to think about the fundamentals behind the projects. Often projects airdrop at a very early stage to fund development without anything behind it. Even if it is a legit project, the price will most likely decline after the initial hype before it increases again. In the worst case you paid a gas fee for claiming your tokens and maybe even staking them, experienced stress because you kept checking the price, and in the end your tokens are worthless.\\n\\n*d) Provide liquidity (medium to high risk~~)~~*\\n\\nIf you decide that you want to hold your tokens, then this might be a good alternative to strategy c) if you can afford the additional gas costs. First, you want to check whether there is a particular pool that is being incentivized by the project to attract liquidity. If that is the case, use that pool to swap half of the airdropped tokens into the other token of that pool. Usually this is ETH or WETH. Next, you provide these tokens as liquidity to the pool, which returns you LP tokens. Lastly, stake those LP tokens. Usually this can be done on the website of the project. This has several benefits. You will not only receive the regular swap fees but also additional rewards for staking. Especially in the first days after the airdrop the amount of swap fees you receive can be quite significant as many people use the pool to buy or sell the token. Additionally, providing liquidity acts as a hedge as you only hold 50% of the airdropped token and not the full 100%. Still, due to the way impermanent loss works, if the airdropped tokens goes to zero, you will lose most of your holdings. The only downside is that providing liquidity and staking the LP tokens can be gas intensive.\\n\\n## **5. What is my strategy?**\\n\\nThis depends on the size of my airdrop because often the size of the airdrop is related to your previous interactions. If it is a smaller amount, I will probably opt for strategy b) because the profit that strategy a) would generate is relatively small due to the high gas fees and makes me willing to take a risk. If it is a larger amount, I will directly realise my profits and be happy (strategy a). I usually do not opt for strategy c) or d) but I can see the attractiveness of the latter strategy and might try it in the future.\",\"timestamp\":1642158525,\"title\":\"My Airdrop Play Book\"},\"digest\":\"TM6Pc416WDMYbJQAVvrGnFvEXKQL_5BF_Ymdr0WVCN8\",\"authorship\":{\"contributor\":\"0xB4599439114a6a814218254008ed5c60D0d8049d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pwd-KFoatPlgeD2mocRN2S9C5Zy-F7mTKnFk6tlR5fw\\\",\\\"y\\\":\\\"f6ROSANIWU1Q23PqvuS5F2UMdqsZoDNJy4Gj6-1R0ho\\\"}\",\"signature\":\"BLkwZQfd_Qnn3HOQvY3r8rLPlFR9u0hMrT_YUfEjPzkqMftlYJRI3b_7aMyGPTgIPYEqET61iJXmX3LguBtpEw\",\"signingKeySignature\":\"0x55bbf78f1e99fc12c8ba6f4aa3d58ec13f44b4de449c5488d13724957a64159867d96cb4013336272141f896b75b8dc86faa0e02119696c920f025e1048809ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pwd-KFoatPlgeD2mocRN2S9C5Zy-F7mTKnFk6tlR5fw\\\",\\\"y\\\":\\\"f6ROSANIWU1Q23PqvuS5F2UMdqsZoDNJy4Gj6-1R0ho\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TM6Pc416WDMYbJQAVvrGnFvEXKQL_5BF_Ymdr0WVCN8\"}"