"{\"content\":{\"body\":\"Time was when I wouldn't have let you go there without me to retrieve a lost umbrella - let alone a lost cause!\\\"\\n\\nAnd for once I was not sorry for Raffles to have the last unworthy word, as he stood once more at his outer door and gayly waved me down the stairs.\\n\\nThe Spoils of Sacrilege\\n\\nThere was one deed of those days which deserved a place in our original annals.  It is the deed of which I am personally most ashamed.  I have traced the course of a score of felonies, from their source in the brain of Raffles to their issue in his hands. I have omitted all. mention of the one which emanated from my own miserable mind.  But in these supplementary memoirs, wherein I pledged myself to extenuate nothing more that I might have to tell of Raffles, it is only fair that I should make as clean a breast of my own baseness.  It was I, then, and I alone, who outraged natural sentiment, and trampled the expiring embers of elementary decency, by proposing and planning the raid upon my own old home.\\n\\nI would not accuse myself the more vehemently by making excuses at this point.   Yet I feel bound to state that it was already many years since the place had passed from our possession into that of an utter alien, against whom I harbored a prejudice which was some excuse in itself.  He had enlarged and altered the dear old place out of knowledge; nothing had been good enough for him as it stood in our day.  The man was a hunting maniac, and where my dear father used to grow prize peaches under glass, this vandal was soon stabling his hothouse thoroughbreds, which took prizes in their turn at all. the country shows.  It was a southern county, and I never went down there without missing another greenhouse and noting a corresponding extension to the stables.  Not that I ever set foot in the grounds from the day we left; but for some years I used to visit old friends in the neighborhood, and could never resist the temptation to reconnoiter the scenes of my childhood.  And so far as could be seen from the road - which it stood too near - the house itself appeared to be the one thing that the horsey purchaser had left much as he found it.\\n\\nMy only other excuse may be none at all. in any eyes but mine.  It was my passionate desire at this period to \\\"keep up my end\\\" with Raffles in every department of the game felonious.  He would insist upon an equal division of all. proceeds; it was for me to earn my share.  So far I had been useful only at a pinch; the whole credit of any real success belonged invariably to Raffles.  It had always been his idea.  That was the tradition which I sought to end, and no means could compare with that of my unscrupulous choice.  There was the one house in England of which I knew every inch, and Raffles only what I told him.  For once I must lead, and Raffles follow, whether he liked it or not.  He saw that himself; and I think he liked it better than he liked me for the desecration in view; but I had hardened my heart, and his feelings were too fine for actual remonstrance on such a point.\\n\\nI, in my obduracy, went to foul extremes.  I drew plans of all. the floors from memory.  I actually descended upon my friends in the neighborhood, with the sole object of obtaining snap-shots over our own old garden wall.  Even Raffles could not keep his eyebrows down when I showed him the prints one morning in the Albany.  But he confined his open criticisms to the house.\\n\\n\\\"Built in the late 'sixties, I see,\\\" said Raffles, \\\"or else very early in the 'seventies.\\\"\\n\\n\\\"Exactly when it was built,\\\" I replied.  \\\"But that's worthy of a sixpenny detective, Raffles!  How on earth did you know?\\\"\\n\\n\\\"That slate tower bang over the porch, with the dormer windows and the iron railing and flagstaff atop makes us a present of the period. You see them on almost every house of a certain size built about thirty years ago.  They are quite the most useless excrescences I know.\\\"\\n\\n\\\"Ours wasn't,\\\" I answered, with some warmth.  \\\"It was my sanctum sanctorum in the holidays.  I smoked my first pipe up there, and wrote my first verses.\\\"\\n\\nRaffles laid a kindly hand upon my shoulder - \\\"Bunny, Bunny, you can rob the old place, and yet you can't hear a word against it?\\\"\\n\\n\\\"That's different,\\\" said I relentlessly.  \\\"The tower was there in my time, but the man I mean to rob was not.\\\"\\n\\n\\\"You really do mean to do it, Bunny?\\\"\\n\\n\\\"By myself, if necessary?  I averred.\\n\\n\\\"Not again, Bunny, not again,\\\" rejoined Raffles, laughing as he shook his head.  \\\"But do you think the man has enough to make it worth our while to go so far afield?\\\"\\n\\n\\\"Far afield!  It's not forty miles on the London and Brighton.\\\"\\n\\n\\\"Well, that's as bad as a hundred on most lines.  And when did you say it was to be?\\\"\\n\\n\\\"Friday week.\\\"\\n\\n\\\"I don't much like a Friday, Bunny.  Why make it one?\\\"\\n\\n\\\"It's the night of their Hunt Point-to-Point.  They wind up the season with it every year; and the bloated Guillemard usually sweeps the board with his fancy flyers.\\\"\\n\\n\\\"You mean the man in your old house?\\\"\\n\\n\\\"Yes; and he tops up with no end of dinner there,\\\" I went on, \\\"to his hunting pals and the bloods who ride for him.  If the festive board doesn't groan under a new regiment of challenge cups, it will be no fault of theirs, and old Guillemard will have to do them top-hole all. the same.\\\"\\n\\n\\\"So it's a case of common pot-hunting,\\\" remarked Raffles, eyeing me shrewdly through the cigarette smoke.\\n\\n\\\"Not for us, my dear fellow,\\\" I made answer in his own tone.  \\\"I wouldn't ask you to break into the next set of chambers here in the Albany for a few pieces of modern silver, Raffles.  Not that we need scorn the cups if we get a chance of lifting them, and if Guillemard does so in the first instance.  It's by no means certain that he will. But it is pretty certain to be a lively night for him and his pals  - and a vulnerable one for the best bedroom!\\\"    \\\"Capital!\\\" said Raffles, throwing coils of smoke between his smiles. \\\"Still, if it's a dinner-party, the hostess won't leave her jewels upstairs.  She'll wear them, my boy.\\\"\\n\\n\\\"Not all. of them, Raffles; she has far too many for that.  Besides, it isn't an ordinary dinner-party; they say Mrs.  Guillemard is generally the only lady there, and that she's quite charming in herself.  Now, no charming woman would clap on all. sail in jewels for a roomful of fox-hunters.\\\"\\n\\n\\\"It depends what jewels she has.\\\"\\n\\n\\\"Well, she might wear her rope of pearls.\\\"\\n\\n\\\"I should have said so.\\\"\\n\\n\\\"And, of course, her rings.\\\"\\n\\n\\\"Exactly, Bunny.\\\"\\n\\n\\\"But not necessarily her diamond tiara - \\\"\\n\\n\\\"Has she got one?\\\"\\n\\n\\\" - and certainly not her emerald and diamond necklace on top of all.!\\\"    Raffles snatched the Sullivan from his lips, and his eyes burned like its end.\\n\\n\\\"Bunny, do you mean to tell me there are all. these things?\\\"\\n\\n\\\"Of course I do,\\\" said I.  \\\"They are rich people, and he's not such a brute as to spend everything on his stable.  Her jewels are as much the talk as his hunters.  My friends told me all. about both the other day when I was down making inquiries.  They thought my curiosity as natural as my wish for a few snapshots of the old place.  In their opinion the emerald necklace alone must be worth thousands of pounds.\\\"\\n\\nRaffles rubbed his hands in playful pantomime.\\n\\n\\\"I only hope you didn't ask too many questions, Bunny!  But if your friends are such old friends, you will never enter their heads when they hear what has happened, unless you are seen down there on the night, which might be fatal.  Your approach will require some thought: if you like I can work out the shot for you.  I shall go down independently, and the best thing may be to meet outside the house itself on the night of nights.  But from that moment I am in your hands.\\\"\\n\\nAnd on these refreshing lines our plan of campaign was gradually developed and elaborated into that finished study on which Raffles would rely like any artist of the footlights.  None were more capable than he of coping with the occasion as it rose, of rising himself with the emergency of the moment, of snatching a victory from the very dust of defeat.  Yet, for choice, every detail was premeditated, and an alternative expedient at each finger's end for as many bare and awful possibilities.  In this case, however, the finished study stopped short at the garden gate or wall; there I was to assume command; and though Raffles carried the actual tools of trade of which he alone was master, it was on the understanding that for once I should control and direct their use.\\n\\nI had gone down in evening-clothes by an evening train, but had carefully overshot old landmarks, and alighted at a small station some miles south of the one where I was still remembered.  This committed me to a solitary and somewhat lengthy tramp; but the night was mild and starry, and I marched into it with a high stomach; for this was to be no costume crime, and yet I should have Raffles at my elbow all. the night.  Long before I reached my destination, indeed, he stood in wait for me on the white highway, and we finished with linked arms.\\n\\n\\\"I came down early,\\\" said Raffles, \\\"and had a look at the races.  I always prefer to measure my man, Bunny; and you needn't sit in the front row of the stalls to take stock of your friend Guillemard. No wonder he doesn't ride his own horses!  The steeple-chaser isn't foaled that would carry him round that course.  But he's a fine monument of a man, and he takes his troubles in a way that makes me blush to add to them.\\\"\\n\\n\\\"Did he lose a horse?\\\" I inquired cheerfully.\\n\\n\\\"No, Bunny, but he didn't win a race!  His horses were by chalks the best there, and his pals rode them like the foul fiend, but with the worst of luck every time.  Not that you'd think it, from the row they're making.  I've been listening to them from the road - you always did say the house stood too near it.\\\"\\n\\n\\\"Then you didn't go in?\\\"\\n\\n\\\"When it's your show?  You should know me better.  Not a foot would I set on the premises behind your back.  But here they are, so perhaps you'll lead the way.\\\"\\n\\nAnd I led it without a moment's hesitation, through the unpretentious six-barred gate into the long but shallow crescent of the drive. There were two such gates, one at each end of the drive, but no lodge at either, and not a light nearer than those of the house.  The shape and altitude of the lighted windows, the whisper of the laurels on either hand, the very feel of the gravel underfoot, were at once familiar to my senses as the sweet, relaxing, immemorial air that one drank deeper at every breath.  Our stealthy advance was to me like stealing back into one's childhood; and yet I could conduct it without compunction.  I was too excited to feel immediate remorse, albeit not too lost in excitement to know that remorse for every step that I was taking would be my portion soon enough.  I mean every word that I have written of my peculiar shame for this night's work.  And it was all. to come over me before the night was out.  But in the garden I never felt it once.\\n\\nThe dining-room windows blazed in the side of the house facing the road.  That was an objection to peeping through the venetian blinds, as we nevertheless did, at our peril of observation from the road. Raffles would never have led me into danger so gratuitous and unnecessary, but he followed me into it without a word.  I can only plead that we both had our reward.  There was a sufficient chink in the obsolete venetians, and through it we saw every inch of the picturesque board.  Mrs. Guillemard was still in her place, but she really was the only lady, and dressed as quietly as I had prophesied; round her neck was her rope of pearls, but not the glimmer of an emerald nor the glint of a diamond, nor yet the flashing constellation of a tiara in her hair.  I gripped Raffles in token of my triumph, and he nodded as he scanned the overwhelming majority of flushed fox-hunters.  With the exception of one stripling, evidently the son of the house, they were in evening pink to a man; and as I say, their faces matched their coats.  An enormous fellow, with a great red face and cropped moustache, occupied my poor father's place; he it was who had replaced our fruitful vineries with his stinking stables; but I am bound to own he looked a genial clod, as he sat in his fat and listened to the young bloods boasting of their prowess, or elaborately explaining their mishaps.  And for a minute we listened also, before I remembered my responsibilities, and led Raffles round to the back of the house.\\n\\nThere never was an easier house to enter.  I used to feel that keenly as a boy, when, by a prophetic irony, burglars were my bugbear, and I looked under my bed every night in life.  The bow-windows on the ground floor finished in inane balconies to the first-floor windows.  These balconies had ornamental iron railings, to which a less ingenious rope-ladder than ours could have been hitched with equal ease.  Raffles had brought it with him, round his waist, and he carried the telescopic stick for fixing it in place.  The one was unwound, and the other put together, in a secluded corner of the red-brick walls, where of old I had played my own game of squash-rackets in the holidays.  I made further investigations in the starlight, and even found a trace of my original white line along the red wall.\\n\\nBut it was not until we had effected our entry through the room which had been my very own, and made our parlous way across the lighted landing, to the best bedroom of those days and these, that I really felt myself a worm.  Twin brass bedsteads occupied the site of the old four-poster from which I had first beheld the light.  The doors were the same; my childish hands had grasped these very handles.  And there was Raffles securing the landing door with wedge and gimlet, the very second after softly closing it behind us.\\n\\n\\\"The other leads into the dressing-room, of course?  Then you might be fixing the outer dressing-room door,\\\" he whispered at his work, \\\"but not the middle one Bunny, unless you want to.  The stuff will be in there, you see, if it isn't in here.\\\"\\n\\nMy door was done in a moment, being fitted with a powerful bolt; but now an aching conscience made me busier than I need have been. I had raised the rope-ladder after us into my own old room, and while Raffles wedged his door I lowered the ladder from one of the best bedroom windows, in order to prepare that way of escape which was a fundamental feature of his own strategy.  I meant to show Raffles that I had not followed in his train for nothing.  But I left it to him to unearth the jewels.  I had begun by turning up the gas; there appeared to be no possible risk in that; and Raffles went to work with a will in the excellent light.  There were some good pieces in the room, including an ancient tallboy in fruity mahogany, every drawer of which was turned out on the bed without avail.  A few of the drawers had locks to pick, yet not one triffle to our taste within.  The situation became serious as the minutes flew.  We had left the party at its sweets; the solitary lady might be free to roam her house at any minute.  In the end we turned our attention to the dressing-room.  And no sooner did Raffles behold the bolted door than up went his hands.\\n\\n\\\"A bathroom bolt,\\\" he cried below his breath, \\\"and no bath in the room!  Why didn't you tell me, Bunny?  A bolt like that speaks volumes; there's none on the bedroom door, remember, and this one's worthy of a strong room!  What if it is their strong room, Bunny! Oh, Bunny, what if this is their safe?\\\"    Raffles had dropped upon his knees before a carved oak chest of indisputable antiquity.  Its panels were delightfully irregular, its angles faultlessly faulty, its one modern defilement a strong lock to the lid.  Raffles was smiling as he produced his jimmy. R - r - r - rip went lock or lid in another ten seconds - I was not there to see which.  I had wandered back into the bedroom in a paroxysm of excitement and suspense.  I must keep busy as well. as Raffles, and it was not too soon to see whether the rope-ladder was all. right.  In another minute . . .\\n\\nI stood frozen to the floor.  I had hooked the ladder beautifully to the inner sill of wood, and had also let down the extended rod for the more expeditious removal of both on our return to terra firma.  Conceive my cold horror on arriving at the open window just in time to see the last of hooks and bending rod, as they floated out of sight and reach into the outer darkness of the night, removed by some silent and invisible hand below!\\n\\n\\\"Raffles-Raffles - they've spotted us and moved the ladder this very instant!\\\"\\n\\nSo I panted as I rushed on tiptoe to the dressing-room.  Raffles had the working end of his jimmy under the lid of a leathern jewel case. It flew open at the vicious twist of his wrist that preceded his reply.\\n\\n\\\"Did you let them see that you'd spotted that?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Good!  Pocket some of these cases - no time to open them.  Which door's nearest the backstairs?\\\"\\n\\n\\\"The other.\\\"\\n\\n\\\"Come on then?\\\"\\n\\n\\\"No, no, I'll lead the way.  I know every inch of it.\\\"\\n\\nAnd, as I leaned against the bedroom door, handle in hand, while Raffles stooped to unscrew the gimlet and withdraw the wedge, I hit upon the ideal port in the storm that was evidently about to burst on our devoted heads.  It was the last place in which they would look for a couple of expert cracksmen with no previous knowledge of the house.  If only we could gain my haven unobserved, there we might lie in unsuspected hiding, and by the hour, if not for days and nights.\\n\\nAlas for that sanguine dream!  The wedge was out, and Raffles on his feet behind me.  I opened the door, and for a second the pair of us stood upon the threshold.\\n\\nCreeping up the stairs before us, each on the tip of his silken toes, was a serried file of pink barbarians, redder in the face than anywhere else, and armed with crops carried by the wrong end. The monumental person with the short moustache led the advance.  The fool stood still upon the top step to let out the loudest and cheeriest view-holloa that ever smote my ears.\\n\\nIt cost him more than he may know until I tell him.  There was the wide part of the landing between us; we had just that much start along the narrow part, with the walls and doors upon our left, the banisters on our right, and the baize door at the end.  But if the great Guillemard had not stopped to live up to his sporting reputation, he would assuredly have laid one or other of us by the heels, and either would have been tantamount to both.  As I gave Raffles a headlong lead to the baize door, I glanced down the great well of stairs, and up came the daft yells of these sporting oafs:\\n\\n\\\"Gone away - gone away!\\\"\\n\\n\\\"Yoick - yoick - yoick?\\\"\\n\\n\\\"Yon-der they go?\\\"\\n\\nAnd gone I had, through the baize door to the back landing, with Raffles at my heels.  I held the swing door for him, and heard him bang it in the face of the spluttering and blustering master of the house.  Other feet were already in the lower flight of the backstairs; but the upper flight was the one for me, and in an instant we were racing along the upper corridor with the chuckle-headed pack at our heels.  Here it was all. but dark - they were the servants' bedrooms that we were passing now - but I knew what I was doing.  Round the last corner to the right, through the first door to the left and we were in the room underneath the tower. In our time a long stepladder had led to the tower itself.  I rushed in the dark to the old corner.  Thank God, the ladder was there still!  It leaped under us as we rushed aloft like one quadruped.  The breakneck trap-door was still protected by a curved brass stanchion; this I grasped with one hand, and then Raffles with the other as I felt my feet firm upon the tower floor.  In he sprawled after me, and down went the trap-door with a bang upon the leading hound.\\n\\nI hoped to feel his dead-weight shake the house, as he crashed upon the floor below; but the fellow must have ducked, and no crash came. Meanwhile not a word passed between Raffles and me; he had followed me, as I had led him, without waste of breath upon a single syllable. But the merry lot below were still yelling and bellowing in full cry.\\n\\n\\\"Gone to ground?  screamed one.\\n\\n\\\"Where's the terrier?\\\" screeched another.\\n\\nBut their host of the mighty girth - a man like a soda-water bottle, from my one glimpse of him on his feet - seemed sobered rather than stunned by the crack on that head of his.  We heard his fine voice no more, but we could feel him straining every thew against the trap-door upon which Raffles and I stood side by side.  At least I thought Raffles was standing, until he asked me to strike a light, when I found him on his knees instead of on his feet, busy screwing down the trap-door with his gimlet.  He carried three or four gimlets for wedging doors, and he drove them all. in to the handle, while I pulled at the stanchion and pushed with my feet.\\n\\nBut the upward pressure ceased before our efforts.  We heard the ladder creak again under a ponderous and slow descent; and we stood upright in the dim flicker of a candle-end that I had lit and left burning on the floor.  Raffles glanced at the four small windows in turn and then at me.  \\\"Is there any way out at all.?\\\" he whispered, as no other being would or could have whispered to the man who had led him into such a trap.  \\\"We've no rope-ladder, you know.\\\"\\n\\n\\\"Thanks to me,\\\" I groaned.  \\\"The whole thing's my fault?    \\\"Nonsense, Bunny; there was no other way to run.  But what about these windows?\\\"\\n\\nHis magnanimity took me by the throat; without a word I led him to the one window looking inward upon sloping slates and level leads. Often as a boy I had clambered over them, for the fearful fun of risking life and limb, or the fascination of peering through the great square skylight, down the well of the house into the hall below.  There were, however, several smaller skylights, for the benefit of the top floor, through any one of which I thought we might have made a dash.  But at a glance I saw we were too late: one of these skylights became a brilliant square before our eyes; opened, and admitted a flushed face on flaming shoulders.\\n\\n\\\"I'll give them a fright!\\\"  said Raffles through his teeth.  In an instant he had plucked out his revolver, smashed the window with its butt, and the slates with a bullet not a yard from the protruding head.  And that, I believe, was the only shot that Raffles ever fired in his whole career as a midnight marauder.\\n\\n\\\"You didn't hit him?\\\" I gasped, as the head disappeared, and we heard a crash in the corridor.\\n\\n\\\"Of course I didn't, Bunny,\\\" he replied, backing into the tower; \\\"but no one will believe I didn't mean to, and it'll stick on ten years if we're caught.  That's nothing, if it gives us an extra five minutes now, while they hold a council of war.  Is that a working flag-staff overhead?\\\"\\n\\n\\\"It used to be.\\\"\\n\\n\\\"Then there'll be halliards.\\\"\\n\\n\\\"They were as thin as clothes-lines.\\\".\\n\\n\\\"And they're sure to be rotten, and we should be seen cutting them down.  No, Bunny, that won't do.  Wait a bit.  Is there a lightning conductor?\\\"\\n\\n\\\"There was.\\\"\\n\\nI opened one of the side windows and reached out as far as I could. xyz \\\"You'll be seen from that skylight?  cried Raffles in a warning undertone.\\n\\n\\\"No, I won't.  I can't see it myself.  But here's the lightning-conductor, where it always was.\\\"\\n\\n\\\"How thick,\\\" asked Raffles, as I drew in and rejoined him.\\n\\n\\\"Rather thicker than a lead-pencil.\\\"\\n\\n\\\"They sometimes bear you,\\\" said Raffles, slipping on a pair of white kid gloves, and stuffing his handkerchief into the palm of one. \\\"The difficulty is to keep a grip; but I've been up and down them before to-night.  And it's our only chance.  I'll go first, Bunny: you watch me, and do exactly as I do if I get down all. right.\\\"\\n\\n\\\"But if you don't?\\\"\",\"timestamp\":1637495413,\"title\":\"A false description!  Bunny, you have no more to learn from me\"},\"digest\":\"A0GWBq2DikMFk5n6dyLH4yj17somG-QVp2r2tvBhxlU\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sEwjjsF3NRdXpBcEqhz_5HDKWSYLrFRpbuWc_FkOkyI\\\",\\\"y\\\":\\\"DnLmJ1jtTcK9vLQVkAO5bCEdzQsTW5tIPsdpb6kW2Uw\\\"}\",\"signature\":\"TotfzgQDlAS12HvlxDl3X4c36ZxyuP8of5nMp1bSCYiZOK7E2EbN4EDQacIe5u7TTpcDPHePYUy7bUtsx-u30Q\",\"signingKeySignature\":\"0xf9c16a3edc5ca0a2cf63356a2c1e81fa3d9c1f793b44cca172b4cd00d3050b556d9e0eb339bb04e6aaf01748940a7fe16b836aed82fb0555628cf646516cb4b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sEwjjsF3NRdXpBcEqhz_5HDKWSYLrFRpbuWc_FkOkyI\\\",\\\"y\\\":\\\"DnLmJ1jtTcK9vLQVkAO5bCEdzQsTW5tIPsdpb6kW2Uw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"A0GWBq2DikMFk5n6dyLH4yj17somG-QVp2r2tvBhxlU\"}"