"{\"content\":{\"body\":\"We want to thank everyone that participated in our seed sale that was just concluded. We are convinced that ONINO has extreme potential and are more than happy to see that you do so as well!\\n\\nIn this Seed Sale, 4% of the total token supply (4.000.000 in total) was sold at a price of 0,06$ each.\\n\\nUnder the extreme demand, the last places in the whitelist got filled just after 22 minutes.\\n\\nCongratulations to all that got their spot, and to you reading this, regardless of whether you got in or not. You are all still very early on this journey!\\n\\nThank you to our partner Infinity, through whom we were able to reach so many individual token holders!\\n\\nThe demand for the sale was overwhelming and even higher than we anticipated. The API and the servers supporting our site cracked down under extreme demand. We apologize for the inconvenience.\\n\\nAll this once more shows that we’re really onto something with ONINO, and you’re amongst the first to hear from it and support us!\\n\\n> *As a little present, we have some last and limited whitelist spots for the Seed sale, you can [enter for a chance to win here](https://medium.com/@OninoOfficial/onino-raffle-seed-sale-whitelist-spots-5e4fcfc1dbf9). You can still win a place in the raffle, we will announce the lucky winners on the 25.12.2021.*\\n\\n# ONINO Pre-sale\\n\\nThis now leads us to our upcoming Pre-sale. We will announce more about this very soon. You will once more have the possibility to earn the right to buy our token at a very attractive price and be one of the first ONINO token holders! The Pre-sale will be conducted beginning of January 2022.\\n\\nWe will shortly & gradually announce possibilities about how to **earn your spot on the ONINO Pre-sale Whitelist**.\\n\\nStay tuned for more information! We’re happy to be able to include you in this project right from the start, thank you for all your positive feedback and help so far!\\n\\n*Your ONINO team*\",\"timestamp\":1640160929,\"title\":\"Seed Sale sold out in 22 minutes\"},\"digest\":\"ZVvMm-pKV0s5_lxUo_D5utqS2hDbjPKqh7rHczIOvWg\",\"authorship\":{\"contributor\":\"0xfd3f66C65c13bD096c8B153538CcD993587fc198\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rqmcWi_DogBLCGTGSi2zRcuE3Ao1DgexjZCYNfPdrV4\\\",\\\"y\\\":\\\"qvblmOwtYsgDnKDC_3qbG-6PNahbZIJ5Bj_Yd3Mjt2Q\\\"}\",\"signature\":\"EJ3XuFowqpBUygLRIL0aj6KiAelKFLh8zQJB3RqOtAb8Vng1za55HXhxBneIIHx7N9AleEN0Jy0wXuGdMWm57g\",\"signingKeySignature\":\"0x4a2e7064db051d794bd1467d8dc6aaed4e05f01bb649e12de7344f81a3c52bd47933ac7c5d886bceffedc2fd5e52e67e44f1d1169e97f716b836765d077bea471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rqmcWi_DogBLCGTGSi2zRcuE3Ao1DgexjZCYNfPdrV4\\\",\\\"y\\\":\\\"qvblmOwtYsgDnKDC_3qbG-6PNahbZIJ5Bj_Yd3Mjt2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZVvMm-pKV0s5_lxUo_D5utqS2hDbjPKqh7rHczIOvWg\"}"