"{\"content\":{\"body\":\"\\\"I said to my mamma, Signora, 'Mamma, this is Don Gaspare of the island.' Signora, my mamma looked at Don Gaspare for a minute. Her face was quite funny. She looked white, Signora, my mamma looked white, almost like the man at the circus who comes in with the dog to make us laugh. And Don Gaspare, too, he looked\\\"--Ruffo paused, then used a word beloved of Sicilians who wish to be impressive--\\\"he looked mysterious, Signora. Don Gaspare looked mysterious.\\\"\\n\\n\\\"Mysterious? Gaspare?\\\"\\n\\n\\\"Si, Signora, he did. And he looked almost white, too, but not like my mamma. And then my mamma said, 'Gaspare!' just like that, Signora, and put out her hand--so. And Don Gaspare's face got red and hot. And then for a minute they spoke together, Signora, and I could not hear what they said. For Don Gaspare stood with his back so that I should not hear. And then the balloon went sideways and the people ran, and I did not see Don Gaspare any more. And after that, Signora, my mamma was crying all the time. And she would not tell me anything. I only heard her say: 'To think of its being Gaspare! To think of its being Gaspare on the island!' And when we got home she said to me, 'Ruffo,' she said, 'has Gaspare ever said you were like somebody?' What is it, Signora?\\\"\\n\\n\\\"Nothing, Ruffo. Go on.\\\"\\n\\n\\\"But--\\\"\\n\\n\\\"Go on, Ruffo.\\\"\\n\\n\\\" 'Has Gaspare ever said you were like somebody?' my mamma said.\\\"\\n\\n\\\"And you--what did you say?\\\"\\n\\n\\\"I said, 'No,' Signora. And that is true. Don Gaspare has never said I was like somebody.\\\"\\n\\nThe boy had evidently finished what he had to say. He stood quietly by Hermione, waiting for her to speak in her turn. For a moment she said nothing. Then she put her hand on Ruffo's arm.\\n\\n\\\"Whom do you think your mother meant when she said 'somebody,' Ruffo?\\\"\\n\\n\\\"Signora, I do not know.\\\"\\n\\n\\\"But surely--didn't you ask whom she meant?\\\"\\n\\n\\\"No, Signora. I told my mamma Don Gaspare had never said that. She was crying. And so I did not say anything more.\\\"\\n\\nHermione still held his arm for a moment. Then her hand dropped down.\\n\\nRuffo was looking at her steadily with his bright and searching eyes.\\n\\n\\\"Signora, do you know what she meant?\\\"\\n\\n\\\"I! How can I tell, Ruffo? I have never seen your mother. How can I know what she meant?\\\"\\n\\n\\\"No, Signora.\\\"\\n\\nAgain there was a silence. Then Hermione said:\\n\\n\\\"I should like to see your mother, Ruffo.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\n\\\"I must see her.\\\"\\n\\nHermione said the last words in a low and withdrawn voice, like one speaking to herself. As she spoke she was gazing at the boy beside her, and in her eyes there was a mystery almost like that of the night.\\n\\n\\\"Ruffo,\\\" she added, in a moment, \\\"I want you to promise me something.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\n\\\"Don't speak to any one about the little talk we have had to-night. Don't say anything, even to Gaspare.\\\"\\n\\n\\\"No, Signora.\\\"\\n\\nFor a short time they remained together talking of other things. Hermione spoke only enough to encourage Ruffo. And always she was watching him. But to-night she did not see the look she longed for, the look that made Maurice stand before her. Only she discerned, or believed she discerned, a definite physical resemblance in the boy to the dead man, a certain resemblance of outline, a likeness surely in the poise of the head upon the strong, brave-looking neck, and in a trait that suggested ardor about the full yet delicate lips. Why had she never noticed these things before? Had she been quite blind? Or was she now imaginative? Was she deceiving herself?\\n\\n\\\"Good-night, Ruffo,\\\" she said, at last.\\n\\nHe took off his cap and stood bareheaded.\\n\\n\\\"Good-night, Signora.\\\"\\n\\nHe put the cap on his dark hair with a free and graceful gesture.\\n\\nWas not that, too, Maurice?\\n\\n\\\"A rivederci, Signora.\\\"\\n\\nHe was gone.\\n\\nHermione stood alone in the fatal night. She had forgotten Vere. She had forgotten Artois. The words of Ruffo had led her on another step in the journey it was ordained that she should make. She felt the under-things. It seemed to her that she heard in the night the dull murmuring of the undercurrents that carry through wayward, or terrible, channels the wind-driven bark of life. What could it mean, this encounter just described to her: this pain, this emotion of a woman, her strange question to her son? And Gaspare's agitation, his pallor, his \\\"mysterious\\\" face, the colloquy that Ruffo was not allowed to hear!\\n\\nWhat did it mean? That woman's question--that question!\\n\\n\\\"What is it? What am I near?\\\" Ruffo's mother knew Gaspare, must have known him intimately in the past. When? Surely long ago in Sicily; for Ruffo was sixteen, and Hermione felt sure--knew, in fact--that till they came to the island Gaspare had never seen Ruffo.\\n\\nThat woman's question!\\n\\nHermione went slowly to the bench and sat down by the edge of the cliff.\\n\\nWhat could it possibly mean?\\n\\nCould it mean that this woman, Ruffo's mother, had once known Maurice, known him well enough to see in her son the resemblance to him?\\n\\nBut then--\\n\\nHermione, as sometimes happened, having reached truth instinctively and with a sure swiftness, turned to retreat from it. She had lost confidence in herself. She feared her own impulses. Now, abruptly, she told herself that this idea was wholly extravagant. Ruffo probably resembled some one else whom his mother and Gaspare knew. That was far more likely. That must be the truth.\\n\\nBut again she seemed to hear in the night the dull murmurings of those undercurrents. And many, many times she recurred mentally to that weeping woman's question to her son--that question about Gaspare.\\n\\nGaspare--he had been strange, disturbed lately. Hermione had noticed it; so had the servants. There had been in the Casa del Mare an oppressive atmosphere created by the mentality of some of its inhabitants.\\n\\nEven she, on that day when she had returned from Capri, had felt a sensation of returning to meet some grievous tale.\\n\\nShe remembered Artois now, recalling his letter which she had found that day.\\n\\nGaspare and Artois--did they both suspect, or both know, something which they had been concealing from her?\\n\\nSuddenly she began to feel frightened. Yet she did not form in her mind any definite conception of what such a mutual secret might be. She simply began to feel frightened, almost like a child.\\n\\nShe said to herself that this brooding night, with its dumbness, its heat, its vaporous mystery, was affecting her spirit. And she got up from the bench, and began to walk very slowly towards the house.\\n\\nWhen she did this she suddenly felt sure that while she had been on the crest of the cliff Artois had arrived at the island, that he was now with Vere in the house. She knew that it was so.\\n\\nAnd again there rushed upon her that sensation of outrage, of being defaced, and of approaching a dwelling in which things monstrous had taken up their abode.\\n\\nShe came to the bridge and paused by the rail. She felt a sort of horror of the Casa del Mare in which Artois was surely sitting--alone or with Vere? With Vere. For otherwise he would have come up to the cliff.\\n\\nShe leaned over the rail. She looked into the Pool. One boat was there just below her, the boat to which Ruffo belonged. Was there another? She glanced to the right. Yes; there lay by the rock a pleasure-boat from Naples.\\n\\nArtois had come in that.\\n\\nShe looked again at the other boat, searching the shadowy blackness for the form of Ruffo. She longed that he might be awake. She longed that he might sing, in his happy voice, of the happy summer nights, of the sweet white moons that light the Southern summer nights, of the bright eyes of Rosa, of the sea of Mergellina. But from the boat there rose no voice, and the mist hung heavily over the silent Pool.\\n\\nThen Hermione lifted her eyes and looked across the Pool, seeking the little light of San Francesco. Only the darkness and the mist confronted her. She saw no light--and she trembled like one to whom the omens are hostile.\\n\\nShe trembled and hid her face for a moment. Then she turned and went up into the house.\\n\\nCHAPTER XXXIII\\n\\nWhen Hermione reached the door of the Casa del Mare she did not go in immediately, but waited on the step. The door was open. There was a dim lamp burning in the little hall, which was scarcely more than a passage. She looked up and saw a light shining from the window of her sitting-room. She listened; there was no sound of voices.\\n\\nThey were not in there.\\n\\nShe was trying to crush down her sense of outrage, to feel calm before she entered the house.\\n\\nPerhaps they had gone into the garden. The night was terribly hot. They would prefer to be out-of-doors. Vere loved the garden. Or they might be on the terrace.\\n\\nShe stepped into the hall and went to the servants' staircase. Now she herd voices, a laugh.\\n\\n\\\"Giulia!\\\" she called.\\n\\nThe voices stopped talking, but it was Gaspare who came in answer to her call. She looked down to him.\\n\\n\\\"Don't come up, Gaspare. Where is the Signorina?\\\"\\n\\n\\\"The Signorina is on the terrace, Signora--with Don Emilio.\\\"\\n\\nHe looked up at her very seriously in the gloom. She thought of the meeting at the Festa, and longed to wring from Gaspare his secret.\\n\\n\\\"Don Emilio is here?\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\n\\\"How long ago did he come?\\\"\\n\\n\\\"About half an hour, I think, Signora.\\\"\\n\\n\\\"Why didn't you tell me?\\\"\\n\\n\\\"Don Emilio told me not to bother you, Signora--that he would just sit and wait.\\\"\\n\\n\\\"I see. And the Signorina?\\\"\\n\\n\\\"I did not tell her, either. She was in the garden alone, but I have heard her talking on the terrace with the Signore. Are you ill, Signora?\\\"\\n\\n\\\"No. All right, Gaspare!\\\"\\n\\nShe moved away. His large, staring eyes followed her till she disappeared in the passage. The passage was not long, but it seemed to Hermione as if a multitude of impressions, of thoughts, of fears, of determinations rushed through her heart and brain while she walked down it and into the room that opened to the terrace. This room was dark.\\n\\nAs she entered it she expected to hear the voices from outside. But she heard nothing.\\n\\nThey were not on the terrace, then!\\n\\nShe again stood still. Her heart was beating violently, and she felt violent all over, thrilling with violence like one on the edge of some outburst.\\n\\nShe looked towards the French window. Through its high space she saw the wan night outside, a sort of thin paleness resting against the blackness in which she was hidden. And as her eyes became accustomed to their environment she perceived that the pallor without was impinged upon by two shadowy darknesses. Very faint they were, scarcely relieved against the night, very still and dumb--two shadowy darknesses, Emile and Vere sitting together in silence.\\n\\nWhen Hermione understood this she remained where she was, trying to subdue even her breathing. Why were they not talking? What did this mutual silence, this mutual immobility mean? She was only a few feet from them. Yet she could not hear a human sound, even the slightest. There was something unnatural, but also tremendously impressive to her in their silence. She felt as if it signified something unusual, something of high vitality. She felt as if it had succeeded some speech that was exceptional, and that had laid its spell, of joy or sorrow, upon both their spirits.\\n\\nAnd she felt much more afraid, and also much more alone, than she would have felt had she found them talking.\\n\\nPresently, as the silence continued, she moved softly back into the passage. She went down it a little way, then returned, walking briskly and loudly. In this action her secret violence was at play. When she came to the room she grasped the door-handle with a force that hurt her hand. She went in, shut the door sharply behind her, and without any pause came out upon the terrace.\\n\\n\\\"Emile!\\\"\\n\\n\\\"Yes,\\\" he said, getting up from his garden-chair quickly.\\n\\n\\\"Gaspare told me you were here.\\\"\\n\\n\\\"I have been here about half an hour.\\\"\\n\\nShe had not given him her hand. She did not give it.\\n\\n\\\"I didn't hear you talking to Vere, so I wondered--I almost thought--\\\"\\n\\n\\\"That I had gone without seeing you? Oh no. It isn't very late. You don't want to get rid of me at once?\\\"\\n\\n\\\"Of course not.\\\"\\n\\nHis manner--or so it seemed to her--was strangely uneasy and formal, and she thought his face looked drawn, almost tortured. But the light was very dim. She could not be sure of that.\\n\\nVere had said nothing, had not moved from her seat.\\n\\nThere was a third chair. As Hermione took it and drew it slightly forward, she looked towards Vere, and thought that she was sitting in a very strange position. In the darkness it seemed to the mother as if her child's body were almost crouching in its chair, as if the head were drooping, as if--\\n\\n\\\"Vere! Is anything the matter with you?\\\"\\n\\nSuddenly, as if struck sharply, Vere sprang up and passed into the darkness of the house, leaving a sound that was like a mingled exclamation and a sob behind her.\\n\\n\\\"Emile!\\\"\\n\\n\\n*****\\n\\n\\\"Emile!\\\"\\n\\n\\\"Hermione?\\\"\\n\\n\\\"What is the matter with Vere? What have you been doing to Vere?\\\"\\n\\n\\\"I!\\\"\\n\\n\\\"Yes, you! No one else is here.\\\"\\n\\nHermione's violent, almost furious agitation was audible in her voice.\\n\\n\\\"I should never wish to hurt Vere--you know that.\\\"\\n\\nHis voice sounded as if he were deeply moved.\\n\\n\\\"I must-- Vere! Vere!\\\"\\n\\nShe moved towards the house. But Artois stepped forward swiftly, laid a hand on her arm, and stopped her.\\n\\n\\\"No, leave Vere alone to-night.\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"She wishes to be alone to-night.\\\"\\n\\n\\\"But I find her here with you.\\\"\\n\\nThere was a harsh bitterness of suspicion, of doubt, in her tone that he ought surely to have resented. But he did not resent it.\\n\\n\\\"I was sitting on the terrace,\\\" he said, gently. \\\"Vere came in from the garden. Naturally she stayed to entertain me till you were here.\\\"\\n\\n\\\"And directly I come she rushes away into the house!\\\"\\n\\n\\\"Perhaps there was--something may have occurred to upset her.\\\"\\n\\n\\\"What was it?\\\"\\n\\nHer voice was imperious.\\n\\n\\\"You must tell me what it was!\\\" she said, as he was silent.\\n\\n\\\"Hermione, my friend, let us sit down. Let us at any rate be with each other as we always have been--till now.\\\"\\n\\nHe was almost pleading with her, but she did not feel her hardness melting. Nevertheless she sat down.\\n\\n\\\"Now tell me what it was.\\\"\",\"timestamp\":1637315453,\"title\":\"\\n\\\"Well, Ruffo?\\\" she said, wondering what was coming.\"},\"digest\":\"38Ayf2dL34DzADpwUP6U_SkPAR_Bu1Wtk9ozqEPMACA\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y_Ljyr7voM-nzvJvlAa9Okq8pxIh9OViDsiPjm4hLZs\\\",\\\"y\\\":\\\"TB5ve3o-ubmaFCI36loH0ycd-exYYbEOeT7YO1mD8rQ\\\"}\",\"signature\":\"d43EDADF0rfQ5VEL3Y7EaG2x29vhRLudVR15Xa1v6IbOj0Mg6nakpgGgIwXivgm_WoMpbXNFzny4EXJCNfA1ow\",\"signingKeySignature\":\"0x031ea1203bc4897a49b5a15b02f7a735786acf32a1eed49a398862e38d03a4222b2bfd5e3f1b4336e61877af48c90e855f10b113167363e4f29a5dbd7f72fd6a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y_Ljyr7voM-nzvJvlAa9Okq8pxIh9OViDsiPjm4hLZs\\\",\\\"y\\\":\\\"TB5ve3o-ubmaFCI36loH0ycd-exYYbEOeT7YO1mD8rQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"38Ayf2dL34DzADpwUP6U_SkPAR_Bu1Wtk9ozqEPMACA\"}"