"{\"content\":{\"body\":\"# “好的。”\\n\\n \\n  \\n     叶未央疑惑的点了点头，起身就往教室外走去，跟着这位校学生会的干事往陈主任的办公室走去了。 \\n  \\n     一路上他都在好奇，作曲系的陈主任可是负责管理整个作曲系的日常行政工作的，要管理四个年级，十二个班级的一切事务，按照常理来说，他这么一个普通学生，是根本接触不到这位日理万机的主任。 \\n  \\n     难不成原身犯了啥严重的错误被系里知道了？ \\n  \\n     叶未央连忙细细回忆了一下最近两年的校园生活，也没有犯啥原则性的错误啊，每天都老实巴交的，除了偶尔会翘翘课，在课堂上睡睡觉，也就没做过啥出格的事情了吧。 \\n  \\n     这点小事，不至于惊动到系主任亲自约谈吧.... \\n  \\n     还没等他想明白呢，系主任的办公室就到了。 \\n  \\n     “咚咚咚...” \\n  \\n     那位负责的学生会干事礼貌的敲了下门后，出声喊道：“陈主任，叶未央同学来了。” \\n  \\n     “请进！” \\n  \\n     学生会干事转过头来，仰头示意叶未央进去。 \\n  \\n     这还是叶未央两辈子以来第一次见大学系主任呢，他深吸了一口气，忐忑的扭开了门把手，走进了办公室里。 \\n  \\n     “陈主任您好，我是作曲系大二一班的叶未央！” \\n  \\n     “嗯。” \\n  \\n     正埋头处理文件的陈主任点了点头，伸手指了指办公室旁边的沙发：“小叶同学你先坐一会，我先把手头上的工作处理一下，再和你谈话。” \\n  \\n     “好的陈主任！”叶未央僵硬一笑，走到了沙发旁，也不敢随意乱做，挺直了腰杆的坐在了沙发上，远看就像是个雕塑一样... \\n  \\n     以他多年的工作经验，一般领导在叫你到办公室后，第一时间并没有和你谈什么事，而是让你先在一旁坐着等，那八成就是在敲打你了。 \\n  \\n     或许是你工作上做了什么让领导不满意的失误，又或者你干了啥事得罪领导了，才会被这么对待。 \\n  \\n     美名其曰是让你等一等，其实就是让你趁着这个时间反思，应该怎么认错。 \\n  \\n     这就让叶未央有点失措了啊，他真不记得自己做了啥错事啊，难不成融合的记忆还不完全？ \\n  \\n     但是他没觉得哪里缺少了一部分啊... \\n  \\n     就在他迷惑的时候，正在批阅文件的陈主任隐晦的瞥了叶未央几眼。 \\n  \\n     他确实存有一番敲打一下叶未央的意思，不过出发点和叶未央的猜测完全不一样，并不是叶未央犯什么错误了，反而是因为叶未央展现出了一些优秀的表现，陈主任才想敲打一下他的。 \\n  \\n     当然，不是说他要打压叶未央，而是在陈主任看来，天才都是一群非常容易飘的人。 \\n  \\n     他见过太多少年天才，在学生时代或者年轻的时候做了几首好曲子，然后出名了，就被名气冲昏了头脑，各种膨胀，不可一世，拿着钱花天酒地，觉得自己才情天赋非常高，未来肯定会很顺利。 \\n  \\n     然后渐渐地，在玩乐之间，那股天才的灵气也逐渐消失了。 \\n  \\n     等到反应过来时，因为长久的疏于创作，当捡起笔想要重新写歌时，他的才情早已经泯然众人矣。 \\n  \\n     在陈主任三十年的任教生涯里，至少见过十几个优秀的青年创作者因为一首歌成名，然后飘飘然了，最后再也写不出同样优秀的歌，如同昙花一现一样。 \\n  \\n     这在流行音乐圈实在是太常见了，多少人都是一首歌成名，然后就靠一首歌吃一辈子。 \\n  \\n     陈主任可不希望叶未央也成为这样的人，那就太可惜了。 \\n  \\n     所以，在要向叶未央告知几个好消息之前，他准备先晾一晾他，敲打一下，免得一会叶未央得意忘形，忘乎所以了。 \\n  \\n     他还指望以后叶未央写出更好，更有灵气的歌曲呢！ \\n  \\n     稍微晾了叶未央十几分钟后，眼看着下午的课就快要开始了，陈主任才装模作样的收起了文件，轻咳了一声：“叶未央同学对吧？” \\n  \\n     “嗯，老师好！”叶未央立马从沙发上站了起来，看向了陈主任。 \\n  \\n     “是这样的，你发给常老师的邮件，学校已经了解具体情况了，你的那首新歌，确实挺不错的。” \\n  \\n     “词写的很不错，很适合你们这些朝气蓬勃的年轻人听，年轻人还是要多听一些充满希望和励志的歌嘛，不要总是写一些情情爱爱的。” \\n  \\n     “倒也不是对情歌有什么意见，只是你们这些十八九岁的年轻人，对爱情的了解还是太片面了，阅历不够，写不出真正可以打动人心，引起共鸣的爱情歌曲。” \\n  \\n     “这次这首新歌就不错，写的很好，曲写的也很轻快，很抓人心，是一首挺优秀的歌曲。” \\n  \\n     “所以常老师在和我讨论了之后，决定将你们那首新歌当做本次迎新会的压轴曲目！” \\n  \\n     合着是因为这事！ \\n  \\n     叶未央那颗悬着的心瞬间就平静了，他还以为发生了啥坏事呢，合着是因为迎新会换歌的事.... \\n  \\n     学校老师的效率也太快了吧，这才过去两三个小时呢，就已经做出反应了... \\n  \\n     他连忙点头回道：“谢谢主任，我们乐队绝对会认真完成这次迎新会的表演，为同学们献上一次完美的演出，不会出任何意外，绝对不辜负学校的信任！” \\n  \\n     “嗯。”陈主任微微颔首：“你有这个觉悟就好，不过也要戒骄戒躁，不能因为这一点小成就就忘乎所以，要认真对待学业，争取以后写出更多更好的歌曲。” \\n  \\n     “你的未来很广阔，但是需要自己努力，才可以做出一番出色的成就，天赋虽然可以决定你的上限，但是只有努力，才可以发挥出你的天赋。” \\n  \\n     “老师希望以后可以听到更多你创作的歌曲。” \\n  \\n     叶未央兴奋的点点头，对陈主任保证道：“陈主任您放心，我一定不辜负您的期望，会一直专注音乐创作，争取作出更多优秀的歌曲！” \\n  \\n     他脑袋里可有上千首前世地球的经典歌曲呢，这可是整个地球华语乐坛几十年间汇聚的精华！ \\n  \\n     上天既然让他来到了这个世界，那就不应该让这些优秀的歌曲蒙尘，应该让这些歌曲在异世，也大放光彩，才不负来到这世界一遭！ \\n  \\n     而这件事，就只能靠他叶未央来完成了！\",\"timestamp\":1637974462,\"title\":\"第六章 压轴\"},\"digest\":\"p1t94Xw_Y6UlC0dGsCSeOnHhUWuzF3qjOTX2-VuoiWo\",\"authorship\":{\"contributor\":\"0x3ecE49870Dc1e44e127061c1E71CB8c191FC78e5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"signature\":\"lkZSs-UakC_Bx5eEZ1QcHehAmkiuaRv6hI25cAeleDb1H-XtfBlCbu2d1DwgvRqiFWfAEtkhJCcveCelgSy5SA\",\"signingKeySignature\":\"0xe73067eb0728c564638c483ff0418e9af99b50e9e6a8ce4c2f5dd654451e439205d4258066ff17a6c5f5314e929caf63e389f4e6692032cf9efccaa7ad5ab2981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p1t94Xw_Y6UlC0dGsCSeOnHhUWuzF3qjOTX2-VuoiWo\"}"