"{\"content\":{\"body\":\"The term NFT (Non-Fungible Token) became widespread in the year 2021 to identify various digital art forms sold online via dedicated platforms, the uniqueness and ownership of which may be verified using blockchains. This definition, which came into common use on March 11, when Christie’s auctioned off the jpg file of “Everydays: The First 5000 Days” by Mike Winkelmann (better known as Beeple) for more than 69 million dollars, is incorrect in a number of ways. In technical terms, first of all, the NFT is not the digital file which is bought or sold, but the bit of code uniquely identifying it on the blockchain. A blockchain is a register, or database, which is decentralized and encrypted, a combination which makes any information recorded on it unalterable and tamper-proof. This has made blockchains the perfect ecosystem for coining and exchanging crypto-currencies. Digital currencies, like all currencies, are fungible tokens, that is, they may be exchanged for any other token of the same value. A Non-Fungible Token, on the other hand, represents something unique: a collectible item, or a right attributable only to the holder of the token. The behavior and exchange of an NFT are governed by a smart contract, a program which implements – and automatically makes operative – the clauses in a contract, which is also registered on the blockchain.\\n\\nIn other words, the NFT is not the artwork, but the certificate of ownership identifying it on the blockchain. Even the concepts of uniqueness and authenticity, often superficially attributed to NFT art, are an approximation: a work of art is only unique in that it is associated with a unique certificate (in actual fact it can be freely copied and downloaded, but only the owner of the token can claim ownership of it); the work is authentic because it is assumed (often incorrectly) that the person who registered the token is its creator, or its first owner.\\n\\nThe second simplification regards the type of property that may be associated with an NFT. Digital art is, in effect, a minority category – however visible it may be – among the goods that can be “tokenized”. The [definition of the ERC-721 standard](https://ethereum.org/it/developers/docs/standards/tokens/erc-721/), the technological innovation that made it possible to register NFTs on the Ethereum blockchain, refers to «collectible objects, access keys, lottery tickets, numbered seats for concerts or sporting events, etc.»  The category of collectible items alone extends well beyond artworks. NFTs first became popular among fans of collectible cards, who saw them as an opportunity to extend the concepts of rarity and ownership to the digital environment; and among gamers, attracted by the possibility of certifying their property within a game (weapons, gadgets, abilities, avatars, plots of virtual land) and exchanging them on various platforms. Another popular form of collectible goods associated with NFTs is sports memorabilia.\\n\\nAll these clarifications should be enough to prove that there can be no such thing as an aesthetic of NFTs. Yet someone might object that there is, in any case, an aesthetic of Crypto Art. The expression “Crypto Art” has gradually emerged since 2017 among the community of creators who started using general platforms such as OpenSea or specialized ones like SuperRare to sell their work. The academic paper “[Crypto art: A decentralized view](https://arxiv.org/abs/1906.03263)” (2019) defines it as follows: «Rare digital art, also known as crypto art, is limited-edition collectible art cryptographically registered with a token on a blockchain”. In my book “[Surfing con Satoshi. Arte, blockchain e NFT](http://www.beyondnewmedia.art/category/satoshi/)», published in June 2021, I provocatively state that there is no such thing as Crypto Art; here, I would like to subject this provocation to scrutiny, in order to understand whether it should be confirmed or renegotiated.\\n\\nAn initial argument raised in the book is that a technology for certifying ownership cannot be sufficient to justify a common definition. The names of trends and movements may be derived from stylistic aspects, from preferences in language, content or context, or from the media used. Definitions based on the medium have often been questioned – and the expression “digital art” is no exception, as it is too generic to represent the complexity of languages, aesthetics, output and communities that computer use brings with it, and too specific to acknowledge the fact that computer use is now ubiquitous in all artistic practices. And while the expression “digital art” may still be considered useful to some extent, as a description, however dubious, of those forms of art that are not only created digitally, but circulate and are used digitally, there is no clear distinction between this form of digital art and its attribute of rarity.\\n\\nDigital art has deep historic roots in the earliest computer-generated images and the cybernetic sculptures of the seventies; it has always been there, on the fringes of the art world, and since the mid-nineties it has been subjected to a somewhat problematic process of integration. At the same time, the economic accessibility of computers and software, their widespread use in a variety of professions, and the growing automation of creative processes have led to the explosion of a form of digital creativity which we might call, borrowing a term coined by Pierre Bourdieu for photography in the sixties, “a middle-brow art”: a territory frequented by professionals and amateurs, by graphic artists, designers, illustrators, engineers and programmers, students and enthusiasts of all kinds with access to the means of its production and distribution. It is above all these practices, excluded from the world of art and freely accessible on Tumblr blogs, social networks and platforms such as DeviantArt for many years, that were the first to be assigned economic value on NFT platforms, reaching appraisals that were the envy of the art world thanks to the support of collectors and programmers beyond the world of conventional art and art collecting. The Beeple case is paradigmatic: an illustrator with a passion for modeling software and 3D animation who for many years, through constant daily practice, developed his aesthetic and built a vast fan base on the social networks, attracting the attention of a number of big brands (who commissioned work from him) while remaining outside of the art world until Christie’s began to promote him. Beeple’s aesthetic is new to the art world, but anything but native to the NFT world, and the same might be said of all the new stars supported by the “crypto bros”: from Pak to xcopy, and from Mad Dog Jones to FEWOCiOUS.\\n\\nBut while an ownership certification system cannot be the foundations of a definition, and everything it certifies existed before the NFT platforms, it is also true that, as Howard Becker has taught us, the art world can condition and shape the forms taken by art through its boundaries. And it is hard to deny that the world of NFTs is a world of art, however new and quickly evolving. It is a world which is, at least in the beginning, dominated by three key figures: creators, platforms, and collectors. We have spoken briefly of the artists’ demographics. The platforms determine their content using their own selection methods, interface architecture and accepted formats. The main marketplaces set limits on upload size and tend to prefer formats such as video loops, static images or animated gifs. These preferences, dependent on both the infrastructure and the conceptual nature of the collectible file (which serves to view the token, adding to its intangible value, like the engraving on paper currency), have led these little media objects to be favored over other more complicated, or more difficult, forms of digital art or digital native art.\\n\\nLastly, collectors’ tastes and preferences condition the NFT market, especially in this context characterized by elimination of all the intermediaries (gallery owners, art merchants, curators, critics). Many pioneering collectors are cryptocurrency investors, engineers who know little about contemporary art or art history, video gamers who think of the artworks as digital goods to be displayed in the museums and galleries they built in metaverses (virtual blockchain-based universes such as Decentraland or Cryptovoxels): this explains the great success of aesthetically and conceptually poor but technologically sophisticated artworks, of facile pop iconographies, and of self-referential works uncritically celebrating cryptocurrencies.\\n\\nIn any case, the boom in NFTs that began in March 2021 has introduced some strong transformative dynamics to this world: the arrival on the scene of artists who are already known in the art world, both digital and non-digital, from Rafaël Rozendaal to Damien Hirst and from Casey Reas to Urs Fischer; the advent of new curated platforms, sometimes linked with the work of commercial art galleries, which may or may not have a long history of supporting digital native art, and which are reclaiming their role; and the arrival of new collectors on the scene. Similar dynamics make use of a definition such as Crypto Art problematic and make all attempts to outline the features of a single aesthetic naïve.\\n\\nI would like to conclude by focusing on one of these transformative dynamics in particular, as it alone reveals how unrealistic it is to attempt to produce a final discourse on NFTs. Statistical analyses such as those offered by the site [CryptoArt.io](https://cryptoart.io/data), which monitors the monthly volume of sales on the principal platforms, reveal a rather surprising fact for anyone who may have been tracking this phenomenon by looking at the higher quotations or the artists who have come out of the NFT market and into the auctions. According to these analyses, the volume of Crypto Art sales in the month of August 2021 was triple the figure – more visible in terms of return to the media – for the month of March 2021. This growth is largely attributable to a platform that was practically unknown in March, but has multiplied its market share a hundredfold in just five months: [Art Blocks](https://www.artblocks.io/). The peculiarity of the smart contract on which Art Blocks is based is that it makes it possible to come up with generative art projects on blockchains. In short, through Art Blocks, an artist registers a generative algorithm on a blockchain to produce an infinite flow of different views, most of which are abstract. Each artist can customize his or her work in such a way that the artist’s final output will be a finite number of images, normally 1000 or 1024, each of which is sold at an established, fairly low price. When a collector opens Art Blocks and logs in with his or her wallet, chooses the project of interest and clicks on “buy”, what is being bought is not an existing image but the random, unpredictable result of a generative program which can be viewed live in operation on the platform. The collector’s image is generated at the time of purchase, along with the associated token certifying its uniqueness. This process continues until the last unique image in the collection has been generated and purchased, after which the production of new images is interrupted, and the thousand or so images generated can only be bought or sold on the secondary market, by the collectors who made the original purchase.\\n\\nWhile none of these images has so far reached an exorbitant value, the volume of trade generated by a whole set could easily be compared to that produced by the sale of a number of costly single items. Art Blocks has created a mass market at affordable prices, invading the world of the NFTs with thousands of generative images, thus bringing new vitality to an art form as old as the computer itself and popularizing its aesthetics.\\n\\nBut beyond the aesthetic factor, or the market figures, Art Blocks reveals another very important aspect: in artistic and creative terms, what is truly new about the blockchain is not the possibility it offers of certifying ownership of a digital artwork, making it unique and therefore sellable. It is, on the other hand, represented by the opportunity to program and automate procedures, relationships and behaviors. The sophisticated, innovative nature of the Art Blocks smart contract indirectly reveals the banality of those used by most other platforms, which simply make an artwork traceable on the blockchain and determine the percentages of each sale, whether primary or secondary, that go to the artist, the current owner, the intermediate owners, and anyone else the artist may have decided to allow to benefit from a portion of his or her earnings.\\n\\nAt present, this aspect of the blockchain as a medium is only marginally apparent in the world of NFTs. There are platforms like Async Art that make it possible to sell the various layers of a single image separately. Artists with a certain influence in conceptual art, such as Rhea Myers and Pak, have experimented creatively with smart contracts, imposing rules and behaviors which affect the life and perception of their artworks, creating artworks with strings attached, that is, subject to unchangeable contractual conditions. On other fronts, artists such as Jonas Lund have created DAOs (Decentralized Autonomous Organizations of people or non-human entities whose relationships are regulated by a smart contract), whose shareholders have a voice in the development of their work. Others, such as Primavera De Filippi, have created works conceived as self-reproducing organisms: her “[Plantoids](https://plantoid.org/)” (2015) are floral robots governed by a protocol that drives them to conduct fund-raising for the project (animating and lighting up when they are given donations in cryptocurrency) and use these funds to reproduce, commissioning a new generation of plantoid to various artists all on their own. It is in this type of work that, in my opinion, we ought to seek the foundations of an aesthetic (not necessarily visual) and a phenomenology specific to blockchain-based art.\\n\\n**References**\\n\\nM. Franceschet, G. Colavizza, T. Smith, B. Finucane, M. L. Ostachowski, S. Scalet, J. Perkins, J. Morgan, S. Hernandez, “Crypto art: A decentralized view”, in arXiv.org, June 9, 2019, online at <https://arxiv.org/abs/1906.03263>.\\n\\nD. Quaranta, *Surfing con Satoshi. Arte, blockchain e NFT*, Postmedia Books, Milano 2021.\\n\\nP. Bourdieu, *Un art moyen: Essai sur les usages sociaux de la photographie*, Les Éditions de Minuit, Paris 1965.\\n\\nH. S. Becker, *Art Worlds*, University of California Press, Berkeley (USA) 1984.\\n\\nThis text has been written for the Italian magazine “[Civiltà delle macchine](https://www.civiltadellemacchine.it/it/rivista-trimestrale)”, Issue 4, December 2021, where it has been first published in Italian (pp. 66 - 71) and English (pp. 89 - 91) with the title “L’estetica dei Non Fungible Token”. \",\"timestamp\":1639135883,\"title\":\"NFT Aesthetics\",\"publication\":\"surfingwithsatoshi\"},\"digest\":\"kEs0ZDjHDzhHAUdFGtOAnsiQKPcUaicmRoYJxu9KH5Q\",\"authorship\":{\"contributor\":\"0x11731586c573Bc263De405603793Ef48F974830F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uJDwuCJ9utA_SILZkY6gnV0lBUZSZRGBGK8ZWGh007I\\\",\\\"y\\\":\\\"OcE3Z4WTOGgwcURpsc0s40DC8OLidM0hPH0ZQJMedj0\\\"}\",\"signature\":\"L13c7loXT7dTgS14qF1QnZTNRtMuRjp-esg7-xGG9TkMUtjXUwvFRNC-1rJkqC5L-JpJDeyt2kQjYsNAuuh_SQ\",\"signingKeySignature\":\"0x0e7970f72ca035841de0f31dc682f19b9ba1fcfa456c07b78cd8c7a73f2ae03e1f112ce7026ee39e221e1fef87fb2793f5d94177ada3e31081a98cef33fd116b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uJDwuCJ9utA_SILZkY6gnV0lBUZSZRGBGK8ZWGh007I\\\",\\\"y\\\":\\\"OcE3Z4WTOGgwcURpsc0s40DC8OLidM0hPH0ZQJMedj0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kEs0ZDjHDzhHAUdFGtOAnsiQKPcUaicmRoYJxu9KH5Q\"}"