"{\"content\":{\"body\":\"叶未央完全沉浸在了这种美妙的感觉中，一首三分半的歌曲，很快就唱毕。 \\n  \\n     当最后一个音符结束之后，布丁长呼了一口气，笑嘻嘻的说道：“不错，大家的配合都很好，未央唱的也很好听，再多排练几次，应该就可以上台表演了！” \\n  \\n     叶未央的音色很不错，非常清脆而又嘹亮，有一种少年独有的那种少年感，或许不适合重金属乐队，但是对于一支大学乐队，而且排练的又是一首歌颂青春的歌，表演效果还是非常不错的。 \\n  \\n     至少在布丁几人眼里，排练效果还是很好的。 \\n  \\n     但是，在跟随着记忆中的词谱试唱了一遍之后，叶未央却对这首歌并不满意。 \\n  \\n     他们演唱的这首歌名字叫《青春》，是叶未央原身自己作曲作词和编曲的。 \\n  \\n     单看这首歌的曲子，其实还是很不错的，在叶未央看来，哪怕和他上辈子听过的上千首歌对比，水平也可以达到中等程度了。 \\n  \\n     再考虑到这是一个大二学生写的曲子，那已经非常完美了！ \\n  \\n     但是，这首歌的词，写的就很一般了。 \\n  \\n     或许是因为原身阅历不足，年纪还太小，还没好好感受完青春是什么。 \\n  \\n     在叶未央看来，整副词都是在无病呻吟，有一种少年不识愁滋味，为赋新词强说愁的感觉。 \\n  \\n     整首词看下来，看似好像很有内涵，但是其实认真赏析一下，通篇都是在堆砌辞藻，无病呻吟。 \\n  \\n     并不是说这种歌不好，毕竟确实这种类型的歌也挺受欢迎的，能让很多十来岁的青少年追捧。 \\n  \\n     但是对于叶未央这种30岁的大叔，确实会觉得有些为赋新词强说愁的感觉。 \\n  \\n     这就像是一度火爆的网抑云语录，很多人在十七八岁的时候，都对各种网抑云语录各种感同身受，口中经常喊着：错的不是我，是这个世界！！ \\n  \\n     但是随着年纪的增长，当他成为一个成熟的大人之后，再回头看当时，只会觉得好笑和羞耻。 \\n  \\n     这不是歌词本身的错，而是随着人的阅历增长之后，看待事物的方式会渐渐不同。 \\n  \\n     在拥有着一颗30岁心灵的叶未央看来，这首歌实在是有些勉强，或许能成为一首不错的口水歌，但是却不是他喜欢的歌。 \\n  \\n     而且作为在迎新会上，给新入学的大一学生献唱的歌，来这么一首无病呻吟的歌，实在是有些不太适合。 \\n  \\n     想到这，叶未央便出声说道：“大家，我有一个新的想法。” \\n  \\n     正在嘻嘻哈哈玩闹，准备再排练一遍的乐队成员们听到叶未央这么说，全都转头看向了他。 \\n  \\n     “怎么，你又想修改词曲了？这都第八次了吧，我觉得现在这个版本就挺好的了啊。”性格有些火爆的杨霄一听叶未央这话，那火一下子就上来了。 \\n  \\n     这已经不是叶未央第一次在排练结束后提出所谓的“新想法”了，每次他要提新想法，就代表他又要对词曲进行修改了... \\n  \\n     但是，此时的叶未央，已经不是之前的那个叶未央了。 \\n  \\n     刚才在试唱的时候，他就发现了，可能是因为两个灵魂融合的原因，他的记忆变得无比的清晰。 \\n  \\n     不管是原身的记忆，还是之前他在地球度过的那三十年，一切的事情，包括出生时的第一声啼哭，他都回想了起来，并且记得一清二楚！ \\n  \\n     而在无数个失眠的夜晚，他戴着耳机听过的那数千首或经典，或热门，或符合他个人喜好的歌曲，也都记得无比清楚，甚至随时可以在脑内重播。 \\n  \\n     这些在他前世听过的无数好歌，在这个世界，可是都从来没有出现过的！ \\n  \\n     “对不住了，各位前世优秀的词曲创作者们！” \\n  \\n     叶未央摇了摇头，没接杨霄的话茬，自顾自的走到了练习室角落的收纳柜旁，从里头拿出了几张全新的空白五线谱和几张空白的简谱，拿起一根铅笔，便在上头唰唰唰的写写画画了起来。 \\n  \\n     “切！”杨霄不爽的摆了摆手，不过也没有再说什么，只是转身跑到了角落里，也自个玩起了吉他。 \\n  \\n     京博安几人经过最近十来天和杨霄的相处，也摸清楚了他的性格，这也不是他第一次闹小情绪了，他这人就是这样，脾气有些爆，不太好说话，但是人其实却挺好的，有一种刀子嘴豆腐心的感觉。 \\n  \\n     几人也没在意，吴大伟只是面无表情的瞥了一眼叶未央，就抱着自己的贝斯安安静静的坐在了一旁的休息椅上，等待叶未央搞完手头的“新想法”。 \\n  \\n     而布丁和京博安，则是立马就围到了叶未央的身边，想看看这首歌哪个部分又让他不满意了，准备怎么修改。 \\n  \\n     “咦....不对，这不是我们排练的这首《青春》吧？” \\n  \\n     布丁看着叶未央在曲谱上写下的前奏，试着在心里哼唱了一下，完全是不一样的一首歌！ \\n  \\n     “DO XI XI SOL LA XI SOL·······”京博安也在一旁轻声念着音符，一脸思索的表情。 \\n  \\n     叶未央没理会二人的惊疑，而是在回忆着记忆中的歌曲，然后现场扒谱！ \\n  \\n     好在，原身的音乐素养还是杠杠的，简单的流行音乐扒谱还是可以做到的，哪怕这是一首乐队歌曲，有多声部，但是多听几遍，也是可以扒的大差不差。 \\n  \\n     叶未央一边在脑内重复播放着歌曲，一边手上不停的在扒谱。 \\n  \\n     大概小二十分钟之后，一张张乐器谱就被他扒了出来。 \\n  \\n     吉他谱、钢琴谱、贝斯谱、鼓谱······ \\n  \\n     并且他还为自己写了一份歌唱简谱，以及歌词。 \\n  \\n     “呼，写好了，大家可以来看看！”叶未央搁下手头的铅笔，长舒了一口气，扒谱是一件很费脑细胞的事情，特别是要集中精力的重复听旋律，这种感觉和单纯听歌的享受可不同。 \\n  \\n     京博安最先反应，伸手立马就抢过了叶未央手上的几张乐谱，给大家分发了下去。 \\n  \\n     “这是一首新的曲子？”布丁疑惑的接过了曲谱，简单扫了几眼，就跟着音符试哼了起来。 \\n  \\n     “哟，曲风大变啊？”杨霄跟着乐谱试弹了一下，整首歌的气氛非常的活泼轻快，曲子节奏很紧凑，很有偏英伦摇滚的感觉，和之前叶未央的风格完全不同。 \\n  \\n     之前的叶未央写的歌都是一些情情爱爱的抒情音乐，适合吉他solo的那种，哪怕现在凑起了一个临时乐队，他提供的曲子也还是偏抒情摇滚风格的歌曲。 \\n  \\n     这回直接来了个大变样，从抒情摇滚跨到了英伦摇滚。 \\n  \\n     “不错，曲子还不赖，这才像乐队应该演奏的歌嘛！”不过，杨霄却对这首曲子非常满意。 \\n  \\n     因为叶未央新写的这首曲，是以电吉他和鼓点合奏作为主旋律的，贝斯和键盘效果音只是和声点缀。 \\n  \\n     这很流行！ \\n  \\n     而杨霄，最喜欢的就是流行摇滚！\",\"timestamp\":1637907691,\"title\":\"第三章 新歌\"},\"digest\":\"FCQgin1UISjzfPD7WirOymjlvo2l0axt1_f8HgRCtVo\",\"authorship\":{\"contributor\":\"0x3ecE49870Dc1e44e127061c1E71CB8c191FC78e5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"signature\":\"hz_QAndgWW3303y-N5AOW0t3AmSoYdDRAp3ld0w-pxfQg91vcw4sz42j4Yl1hg08RW1eZW5Pv2l3ElC3gJ8J9g\",\"signingKeySignature\":\"0xe73067eb0728c564638c483ff0418e9af99b50e9e6a8ce4c2f5dd654451e439205d4258066ff17a6c5f5314e929caf63e389f4e6692032cf9efccaa7ad5ab2981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FCQgin1UISjzfPD7WirOymjlvo2l0axt1_f8HgRCtVo\"}"