"{\"content\":{\"body\":\"干吗，你想干吗，好端端放着那么多人肉靶子你不下手，你冲我这边飞来干吗。我可是时刻在关注魔镰螳螂的一举一动，见它突然放弃眼前的所有玩家和给予它重创的小影，拍翅冲了向我，我还需要多说什么吗，我还需要有其他花哨动作吗，一个字果断上了我心头——逃。\\n\\n```\\n开启急速，我掉头撒腿就往村子里冲了过去，嘴里大嚷着：“兄弟们快上啊，大家加把力，这大螳螂就要挂了。”\\n\\n众玩家是在冲向魔镰螳螂，可是哪能和它那飞行速度相比，转眼之间，它就追到我身后，嘴边的两根细须不住擦拭着锋利的前颚，似乎准备品尝一下我的滋味，那对大眼睛里则全是我的背影。\\n\\n一个俯冲，魔镰螳螂猛地扎了下来，那对挥舞着死亡气息的血绿镰刀毫不客气地劈了下来，就要将我给碎尸万段才能后快，我也突然感受到身后那阵冰冷刺骨的杀意，没有犹豫，我“扑通”一下子就趴倒在地，那对镰刀擦着后背而过，带起的冷风让我满头黑发乱飘，头皮都发了麻。\\n\\n刚狼狈地让过这记必杀之斩，我蹭地爬起身，赶紧往前继续冲刺，魔镰螳螂尖叫一声，那对镰刀双足又一上一下交叉劈了过来，我是躲过了初一，逃不过十五，这下估计是逃不掉了。\\n\\n“喀嚓”一声脆响，魔镰螳螂前足夹住一个黑色的身影，随即高高抛到空中，残月状的绿色刀光一道道劈在上面，如同一个真空的切割机，将黑影砍得粉碎，黑色的粉末飘散在空中。\\n\\n赶来的血染疆土见魔镰螳螂一招鬼镰切出手，知道必然无改，气得是怒目圆睁，大声一吼：“小隐，”狂奔过来。\\n\\n怎么着，疆土兄你怎么这么激动，吼得这么卖力，是不是吃了什么不干不净的药，我站在原地的身子一动都不敢动，只有双眼骨碌骨碌转动着，看着从后面而来的血染疆土，而那头魔镰螳螂也因为劈死让它受到重创的“主人”，舞弄着镰刀，满意地转过身子，迎向了血染疆土。\\n\\n嘿嘿，哥们我竟然没挂掉，哥们我竟然能螳口脱险，劫后重生的我，一颗心在飞翔，在歌唱，尽管我的后背流了一身冷汗，头上沾染不少小影那满天飞扬骨粉，但那都是微不足道的，不能和我的喜悦相比。\\n\\n原来在刚才魔镰螳螂劈下双足，就要沾染我身那千钧一发的瞬间，追上来的小影使用了一直没用的死亡冲刺，从后面一下子冲到我身后，替我承受了那记鬼镰切，而我的双脚如生了根一般，牢牢站在原地，一动不动，因为我突然想到一点，在现实中螳螂的那对复眼是看不到静止的，只能看到移动的东西，既然天地里其他细节都能做得那么逼真，这点应该不会不注意到吧。\\n\\n既然躲不开，那我干脆不跑了，看看能不能如我所料，这只大家伙会保留现实中的特性，无法看到我。我这个想法是好的，做法是对的，但是倘若没有小影的舍身护主，魔镰螳螂那来势已定的双足还是会将我撕成碎片，因为我也是刚刚作出的反应，而不是在魔镰螳螂动手之前。\\n\\n但是小影那恰到好处的舍命保护，让魔镰螳螂以为自己已经得手，那对眼睛里再无半点我的踪影，而后面的血染疆土他们则以为我已经惨遭了魔镰螳螂毒爪，恼怒不已。\\n\\n呵呵，小影，看在你如此衷心耿耿，英勇护主的份上，我特封你为忠勇侯——小影（改个名字很简单），奖励金币二千（反正你也用不了，我就先帮你保管着），良驹一匹（捉到就给你），武器装备嘛，你已经有了，那就作罢，看着满地残缺的盔甲和惨白的骨头，我是浮想连连。\\n\\n赶来的血染疆土已经和魔镰螳螂短兵相接，有了刚才小影那两下，他们现在对魔镰螳螂剩余的血量也有了个底，都拿着家伙玩命似的往魔镰螳螂身上招呼，他们也知道，只要这个领头的一挂，后面的那些小的们自然就不足为惧了。\\n\\n在我面前晃悠悠，颤抖抖的这玩意不正是刚才受了小影几剑，还在微微渗透着半透明液体，那只魔镰螳螂的肚梢嘛。看着那肥大肚皮褶皱之中的淡淡浅绿，敢情这就是它的柔软之处。\\n\\n这只魔镰螳螂正在晃动着上身，挥舞着手中的镰刀，应付前面血染疆土的攻击，而将背后的空门大敞给我，既然被你忽视了存在，那我还不乘机要你的好看，刚才把我吓得半死，我怎么着也得捞点回扣吧。\\n\\n我开启影遁，攥紧了手中的诅咒之刃，咬了咬牙，狠了狠心，又拿出一瓶血之雾涂抹到刀身上，塞了满嘴的还血丹，深呼吸了一口，甭紧全身的肌肉，眼光死死盯住魔镰螳螂的柔软，咽下一口唾液，身形骤然一动，如一只矫健的猎豹，刀尖直指魔镰螳螂（要不是因为召唤小影需要一定的回复时间，我肯定会把这个报仇血恨的机会让给它发挥的）。\\n\\n带着一团朦胧的妖红，诅咒之刃撕开了淡绿色的柔软，一股粘稠的不明液体洒落在我的头上，我砍，我再砍，我继续砍，我从魔镰螳螂的尾部走来，一路没有半秒的停留，锋利的刀锋在它的巨大的腹部留在了一道道平整光滑的伤口。\\n\\n就在我气势刚一衰竭之时，手中那准备多时的飞爪立即如游蛇般蹿了出去，深深扎在远处的墙壁之上，身子跟着紧退了回去，见好就收，可是我一贯的作风。\\n\\n彻骨的疼痛让这只魔镰螳螂发出刺耳的嚎叫，超出我预料的伤害让它已经不复刚才的威风，血色双镰在漫无目的地四下乱劈，而血染疆土看到从疯狂地魔镰螳螂身下突然冒出条人影后，也吓了一跳，但是仔细一看是我后，脸色上立即浮出一片红光，手上更加卖力起来。（毕竟我在他的地盘上挂掉的话，他的面子也下不去，现在见我没事，他当然高兴了）\\n\\n就在我刚脱离魔镰螳螂的攻击范围之时，我又有几分不甘心地掏出刺牙之碧晶弩，手指一扳，急促的裂棱箭展开它们尖锐的獠牙，咬向了魔镰螳螂。\\n\\n屈辱啊，悲哀啊，凄凉啊，不怕你生前多威风，这死了还不是一个熊样。看着倒在血泊大地之上的魔镰螳螂，我得意的笑起来。嘿嘿，哥们我这波连射算是拉出此次怪物攻村的帷幕，随着魔镰螳螂的倒下，后面那些小螳螂尽管等级不低，但是没了先前的配合和勇猛，而带头大哥的死更是让这些家伙失去了继续围攻的意思，在残留的两帮玩家以及从雷帝城赶来的后援部队的夹击下，也成了猢狲之散，逃入了丛林之中。\\n\\n这家伙能采集出什么东西来，我眼睛里带着期盼的目光看着血染疆土，咱虽然有股冲动，但是还懂得宾主之分，咱不抢那个先，不着那个急，免得让人家看贬了。\\n\\n血染疆土冲我笑了笑，扬手示意让我采集，咱哥们哪有那么惟利是图，我摇了摇头，冲血染疆土歪了歪嘴：还是你来吧。\\n\\n在众多兄弟面前，血染疆土也没多推辞，走了上前一个采集术扔了过去，好象没得到什么东西，再扔一个，众人结舌，魔镰螳螂的尸体消失了，看了看空空如也的双手，又看了看早已没了魔镰螳螂踪影的地上，血染疆土的脸上多了几分的尴尬之色，他搓了搓手，咳嗽了几声说道：“这，这个家伙好象没什么东西可采集的吧。”\\n\\n我呵呵一笑走了上前，一拍血染疆土的肩膀说道：“别不知足了，没看到地上有东西在闪光吗，赶紧去拿吧。”\\n\\n听我这一说，血染疆土笑得跟海棠花开似的，一瓣一瓣的，赶紧冲了上去，抄起地上两个闪光之物，仔细一看后，看了看村墙上的冲天剑，又看了看我，点了点头。\\n\\n血染疆土这家伙拿的什么，头点点的，我好奇地走了上去问道：“喂，什么东西，拿来看看。”\\n\\n血染疆土说道：“小隐，你还真别说，你不愧为爆宝专业户，这不，这只魔镰螳螂可送了我们两个好装备。”说完冲我发了个交易，递给我看到。\\n\\n鬼镰之刃       等级：三十八级（白银）\\n\\n攻击：55-75    持久：60\\n\\n双手           速度：3.3\\n\\n属性：未鉴定\\n\\n碧翼披风        等级：三十六级（玄铁）\\n\\n防御：24        持久：40\\n\\n属性：未鉴定\\n\\n可惜那鬼镰之刃是把剑，并不适合我用，但是那个披风，我心里打了个小九九，脸上没说什么，将两个东西还给了血染疆土，说道：“不错，呵呵，走把，赶紧打扫下战场，得去支援傲气凌云了。”\\n\\n血染疆土也没说什么，含笑接过了两个装备。既然这里boss已死，来袭已退，那就没什么可以担心了，估计一时半会豹哥他们也无力组织再次进攻了，血染疆土在留下了一千左右的精干兄弟处理战场后，招呼上冲天剑和我，立即传送前往凌云阁的帮派驻地，支援那边的战斗。\\n\\n一到凌云阁的帮派驻地，只见村前是一片通红的火海，难道说这里已经被怪物攻破了吗，我们眼中露出惊异之色。\\n```\\n\\n\\n------------\",\"timestamp\":1640326612,\"title\":\"第一百三十八章 鬼镰之刃\"},\"digest\":\"3_MqyVN8TLtEI0gNVwTuZzUbv9P4G8dgtZXrNQE1gGg\",\"authorship\":{\"contributor\":\"0xD5b80a135AF75531DCe6294866fc02fA4564456b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_3j1W6bgSOwRGHTc8t3kFdJPSw9blj-hY8ad-AizX6Y\\\",\\\"y\\\":\\\"cwosfQxVXHgrdcthZ08hdjBUgWz3J_rYuYeddb-kOqo\\\"}\",\"signature\":\"CgR0p99fRG_1In4d3sjN_UWNGyHGDlfRlbHHXUz8mhzbCiOlHkHgM-UwvnFydlrY_rPjs3BnfdqHNE7039ygBw\",\"signingKeySignature\":\"0xdcc8df3ec6a4df14b32a236dd4839deff3a47c166b8afe793ab2ce15bb96cda92b6ba60bf53b8ca89ffaf270c57ed983f7627bb876d4d26dd2367fbf2e3fcb131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_3j1W6bgSOwRGHTc8t3kFdJPSw9blj-hY8ad-AizX6Y\\\",\\\"y\\\":\\\"cwosfQxVXHgrdcthZ08hdjBUgWz3J_rYuYeddb-kOqo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3_MqyVN8TLtEI0gNVwTuZzUbv9P4G8dgtZXrNQE1gGg\"}"