"{\"content\":{\"body\":\"## TL;DR\\nWhat started as a tweet thread about Billie Eilish, R.J. Cutler's recent Eilish documentary, and affect theory is now becoming a long-form, multimedia essay including commissioned illustrations that will exist within the NFT essay as NFT artworks. I’ll be using Mirror to crowdfund this essay, the funds from which will allow me time to research and write, hire an editor to assure the essay’s quality, and commission NFT illustrations.\\n\\n[MOOD](crowdfund://0x62a17021884D48449647069b3Df6310781256e01?network=homestead)\\n\\nHere are the basic mechanics:\\n\\n1. The essay will exist on Mirror, publicly accessible to all\\n2. It’s minted as an NFT utilizing the Zora protocol\\n3. Supporters retain a stake in both the essay and illustration NFTs\\n4. Any time these NFTs are sold, a percentage goes back to the token holders, who can then redeem them for a proportional share of ETH in the shared pool\\n5. Illustrations are minted as NFTs from the crowdfund, the future value of which routes back to the crowdfund and therefore the supporters\\n6. Supporters will forever be linked to the crowdfund as patrons that made this project possible\\n\\n## ABOUT ME\\n\\n*record scratch*\\n\\n*freeze frame*\\n\\nYup, that's me. You're probably wondering how I ended up in this situation. A few weeks ago I found myself sitting on my couch, chin dropped, watching the recent Billie Eilish doc and now here we are.\\n\\nI’m an artist, writer and strategist, in no particular order. I co-founded[ K-HOLE](http://khole.net/), a trend forecasting collective responsible for coining the naughties dominant trend—[Normcore](http://khole.net/issues/youth-mode/). Since then, I have been writing critical essays for arts publications, which have explored such themes as [The Content Industrial Complex](https://www.e-flux.com/journal/89/181611/content-industrial-complex/), [corporate LARPing](https://www.e-flux.com/journal/82/133913/on-ketamine-and-added-value/), or the [impact selfie walls have on the shaping of public space and gentrification](https://www.e-flux.com/journal/104/299339/the-wall-stays-in-the-picture-destination-murals-in-los-angeles/). Until recently, my writing did not have a centralized home—I wrote for any arts publication, cultural rag or institutional monograph that would have me. I pined for the days of K-HOLE when producing and disseminating a PDF was enough. I even considered a read-only Google Doc. Thankfully, moving forward, Mirror will house all subsequent cultural criticism.\\n\\n## ABOUT THE PROJECT\\n\\n![](https://images.mirror-media.xyz/publication-images/01941d12-039c-4d98-aeb8-c1318c31bba0.jpeg?height=1036&width=798)\\n \\nR.J. Cutler’s recent documentary, [Billie Eilish: The World’s A Little Blurry](https://en.wikipedia.org/wiki/Billie_Eilish:_The_World%27s_a_Little_Blurry) is an object lesson in affect theory. \\n\\nThe affective turn of the nineties posited an alternative modality to the twentieth century’s dominant linguistic mode for understanding the world around us. We do not solely process our experiences through language, but rather through psycho-physical, culturally informed responses. Emotions, vibes and whatnot are increasingly becoming the currency through which we recognize and react to the forces that shape our reality, and moreover are monetized by centralized social media platforms that extract said affective currency from users towards their own profitable ends.  Affect theory—as elucidated by critical theorists such as Eve Sedgewick, Lauren Berlant, and Brian Massumi, amongst others—has been difficult to clearly describe because of its subject being beyond our ability to root it in language. But you feel it, and maybe that’s enough. The same could be said about Billie Eilish’s music. What is the “there” there? Does it matter? Eilish’s music is more adjective than noun or verb, it’s the aura surrounding the experience—the emotional afterglow. \\n\\nCutler’s film takes Eilish’s music as its subject, and in a meta cinematic move, reproduces the affect of the music in the filmmaking itself. While pop-star documentaries traditionally follow the narrative of a single tour, album recording, festival or specific concert, _The World’s A Little Blurry_ nimbly moves across all of these. The timeline of the film foregoes narrative arc for a sense of immanence. We do not get the glimpses into her past, or future, but rather an overwhelming sense of present—it’s a film with no internal timeline beyond that of the film itself. Its only sense of place is the bedroom (transposed onto airplanes, cars, hotel rooms, and the stage itself), and Eilish seems to exist solely in relation to her associations and references. Pinballing in an ever-shifting matrix of meaning, a baggy t-shirt that can encompass any anchoring specificity. \\n\\nMy forthcoming essay aims to unpack this foggy, socked-in cloud of affect, and determine its implications for vibe-fueled economies via the lens of the following affective categories: chill, cringe, sad. I will address Eilish’s unique ability to communicate a low-vibrancy, depressed emotional register at a particularly high intensity. This analysis will be concluded with an additional prologue text that addresses how exactly these affective registers play out in the crypto and NFT economy itself. Paired with this writing, I will commission a series of animated color-field illustrations to exist as NFT’s within the essay.\\n\\n## WHY?\\n\\nWith K-HOLE, we wrote and released PDF trend forecasting reports for free. These reports were intended to move freely and reach the widest possible audience, though by not making any profit on the reports themselves, we all had to maintain day jobs or view the reports as loss leaders for additional consulting work. In my personal practice, long form writing has always been something that I do in addition to other work. It takes a lot of time, and is never truly remunerated. Overall, writing itself is categorically underpaid and undervalued. \\n\\nThen there is the question of context. When I started to think about this Billie Eilish piece, it didn’t quite make sense for any of the art and cultural publications I have published with in the past. Should I leave it as the tweet thread? No, I’m not really a “hot take” kind of writer, and there’s so much more to say. Do I make it a read-only Google Doc? That’s just annoying. There has to be a better way that would afford me the time to focus, the ability to work with an editor, and think about this is an expanded multimedia piece.\\n\\nThat’s where Mirror came in. Mirror is a platform that allows writers to build global decentralized publications. They have tools to help writers raise money through crowdfunds and monetize their work while retaining ownership over their work. Behind the scenes, Mirror runs on smart contacts deployed to the Ethereum blockchain. \\n\\nAs a result, writers can raise money from anyone globally with an Ethereum address. Writers can also monetize through novel methods like NFTs which ensure writing remains a public good while still retaining value through ownership.\\n\\nWhy am _I_ doing this? Because I would like for this essay to be a proof of concept for how other writers in the cultural sector can be remunerated for their labor. I have seen too many friends hunt down $75 from publications to not believe that there has to be a better way. I’m not particularly interested in engaging with NFTs as an artist, but do see the potential for this technology to radically change the way that we fund and support undervalued creative labor—writing, choreography, etc.\\n\\n## HOW IT WORKS\\n\\n**How long?** The crowdfund will go until the 20 ETH cap is hit. The minimum funding goal is 10 ETH (which goes to myself, an editor and illustrator)\\n\\n**Rewards?** As a contributor to a crowdfund on Ethereum, you will be permanently etched in history as someone who made this project possible. In return for your ETH contribution, you will receive $MOOD tokens. Once the report is released and the NFTs are sold, their value will flow back to the Crowdfund contract, and therefore the backers. You’ll then be able to redeem your $MOOD tokens in return for a proportional share of the ETH in the contract. Yet, the main benefit is being a part of making this project possible and receiving a token that marks this patronage while also giving you ownership in the potential upside of this project.\\n\\n**Contribution limit?** 1 ETH.\\n\\n[The technical version here](https://dev.mirror.xyz/llJ_AboiDJwB_ZAFz-CXU7fL2p8v5Wz6MjfluLafewQ)\\n\\n## THE BREAKDOWN\\n\\n### Research & Writing Phase\\n\\nWhile writing is often seen as a solitary practice, it can sometimes take a village to get a text out the door. In the past, I have had a research assistant, editor and designer work alongside me. These are resources often provided by a larger publication, though without that infrastructure I will need to work with an editor to ensure the highest quality work. \\n\\n### NFT Illustration\\n\\nAs mentioned, I’ll be working with an artist to create NFT illustrations to be included in the piece. In terms of vibe, I’m thinking of something in the vein of [Jeremy Blake’s pieces that were created for Punch Drunk Love](https://www.youtube.com/watch?v=XIypELB-tSc&ab_channel=SleepyJones).\\n\\n### Length \\n\\n~6000-8000 words\\n\\n### Turnaround Time \\n\\n6-8 Weeks\\n\",\"timestamp\":1616696217,\"title\":\"$MOOD: The World’s A Little Blurry \",\"publication\":\"appliedarts\"},\"digest\":\"TYRh2hKH7Dg4nElWRgK9b0o1VncDwGNszKNVGliMDUM\",\"authorship\":{\"contributor\":\"0x345122f6513329d169cFf39ACe8978EDC3942b5D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W-dsz4_TzFzYN4ttq_pRI2UMzriJIq0fRCJkBvxhK1k\\\",\\\"y\\\":\\\"3pdnIBoqC1wrmAusNYKS0ZyBLjyEHvpWdX9McnQd3JA\\\"}\",\"signature\":\"m_t7eCghC8yptjBoBh6ivqBXRaIMEg-ta9zWqUmUFlSFDFI5LsLnCut75yr56He3Ogn9Ku3erMMg1NYmfqSfXA\",\"signingKeySignature\":\"0xf0cba83b7596a223c67cdc2f02150da46ac5250340192ade128f6a88d37c94b1598e421c1ad652522b84bf562302b96d5eba379ce2c73098c3570948dfa176a31c\",\"signingKeyMessage\":\"I authorize the publication of articles on appliedarts.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W-dsz4_TzFzYN4ttq_pRI2UMzriJIq0fRCJkBvxhK1k\\\",\\\"y\\\":\\\"3pdnIBoqC1wrmAusNYKS0ZyBLjyEHvpWdX9McnQd3JA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vbiD5sIgZaqUAuXu0P6SkvmCNOM7MtRCdqsEDyxsOXU\"}"