"{\"content\":{\"body\":\"Over the last month, there has been a ton of debate and conversation about web2 vs web3 with many leading voices raising doubts about web3. Debate and doubt are healthy. And web3 enthusiasts, particularly on Twitter, remind me of missionaries trying to recruit the unwashed to their belief system. Frankly, it is all too much for me.\\n\\nHowever, the debate is important, the pushback is healthy, and ultimately web3 will have to deliver on its promise which means teams building things that provide new unique value to society. If that doesn’t happen, then web3 will turn out to be the snake oil that some are suggesting it is. I am confident that won’t happen, but it is important to understand that the proof is in the pudding and talk is cheap.\\n\\nWith that backdrop, I want to point everyone to [a post my partner Albert wrote yesterday](https://continuations.com/post/671863718643105792/web3crypto-why-bother) that explains why we at USV believe that web3 will allow teams to build new things that provide unique value to society.\\n\\nIt all comes down to the database that sits behind an application. If that database is controlled by a single entity (think company, think big tech), then enormous market power accrues to the owner/administrator of that database.\\n\\nIf, on the other hand, the database is an open public database that is not controlled and administered by a single company, but instead is a truly open system available to all, then that kind of market power cannot be built up around a data asset. As Albert says in [his post](https://continuations.com/post/671863718643105792/web3crypto-why-bother):\\n\\n> It is difficult to overstate how big an innovation this is. We went from not being able to do something at all to having a first working version. Again to be clear, I am not saying this will solve all problems. Of course it won’t. And it will even create new problems of its own. Still, permissionless data was a crucial missing piece – its absence resulted in a vast power concentration. As such Web3 can, if properly developed and with the right kind of regulation, provide a meaningful shift in power back to individuals and communities.\\n\\nYou can already see this effect at work in the most developed areas of web3, like decentralized finance (aka DeFi) where literally hundreds of financial applications have been built on top of Ethereum that all share the same database and users can move from application to application, keeping their data (and their login credentials stored in their wallet) as they go.\\n\\nBut until teams build the same experiences for a wide swath of consumer and business applications, we will continue to have this debate. As we should. The good news is there are literally tens of thousands of teams building new things on a web3 stack now. Some of the best entrepreneurs and developers have moved over. The tooling is getting better. It reminds me of the early days of web2 in 2001/2002/2003, when we started USV. That was also a time of great cynicism. We almost did not get our first fund raised. Nobody was buying the story we were telling. But of course, that story turned out to be true. And I am confident this one will too.\\n\",\"timestamp\":1640794099,\"title\":\"Why Web3?\",\"publication\":\"avc\"},\"digest\":\"zRJ95xu0fol5Fi5Pn-vre38VYZ6nNvsYsGvBmMOSd40\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fWJJHZczFLTl0i3oWUS-1xh8NIEeK3DwHVkkGuRQqb4\\\",\\\"y\\\":\\\"lHd08KiYmW0Azh5BGQLuuYopRgwfhR1_t_4QsO7w18M\\\"}\",\"signature\":\"LD3maitpaMmzgL5YVFt4BKptE4_QjzgX3ZpDaLQ62V5aQdv6ENTe5jne5VxJciykyqWFWtVbyodrmcqzgftNjg\",\"signingKeySignature\":\"0x34c724c7260612c1d9916dcf97b3c5a76fa8e19e6f8a85b568329f13bb61ffb073b99798cbc275062f8ed3cdcc3f567ee7c12630ae1d1927986607ad0997512f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fWJJHZczFLTl0i3oWUS-1xh8NIEeK3DwHVkkGuRQqb4\\\",\\\"y\\\":\\\"lHd08KiYmW0Azh5BGQLuuYopRgwfhR1_t_4QsO7w18M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zRJ95xu0fol5Fi5Pn-vre38VYZ6nNvsYsGvBmMOSd40\"}"