"{\"content\":{\"body\":\"For podcasters, there are a few ways to make income, most of which are sponsorship and paid advertisements, two things that I despise when it comes to my brand. It really defeats the idea of being a creative if another brand is attached to you. \\n\\nWhat if you don’t agree with their practices but will pay you the most? I’d love to tell you that most people would say no, but the reality is that this puts people in a challenging position to resist.\\n\\nWhat if you don’t give two shits about the brand but they pay better than most? \\n\\nHow do you shill that authentically to your audience without coming off as a fraud?\\n\\nWhy is it the communities job to accept that this is just how things are?\\n\\nPodcasters are consistently at the mercy of shilling advertisements that dilute the experience of what a podcast should be. This is “investment” is a one-way street, and I’m here to tell you that it’s not the creator or the community. People are there to get sold on YOU and YOUR content, not another brand trying to leech off of your hard work. The worst part about the current system is that it encourages beliefs that we are not valid until we are attached to a brand that already has established value. There HAS to be a better way, and I’m here to tell you about it.\\n\\nThis type of financial reward drives the WRONG behavior. \\n\\n\\n---\\n\\nEnter Web3.\\n\\nWe are quite literally in the early stages of a modern renaissance, where we’re seeing a perfect harmony of art, technology, and finance, all bundled into one. We now have the ability to own our own content, remove middlemen, and govern our own creations. It has been one of the most beautiful things to not only witness but to talk to people whose lives have changed in ways unimaginable.\\n\\nMost news outlets only talk about multi-million dollar sales, amplification of scams, and of course the celebration when the volatile market takes a dip. But I’ve seen a different side of the story. I see people who have been working their asses off producing some of the most amazing creations, only to get shafted by the system. These artists now have the early version of tools that enable them to truly be self-sovereign. We’ve seen them not only create the most amazing communities but give them a slice of financial freedom themselves.\\n\\n\\n---\\n\\nThe more I interviewed these creators, I began to ask myself.. Is podcasting art?\\n\\nThe answer was not clear at first. But, the more I thought about it and reflected back on my experiences, comments from my guests, and feedback from my listeners,  the answer was an obvious yes. There is an art to extracting value in not only a genuine manner, but that’s meaningful to everyone involved. I have been good at this from a young age, but never thought anything of it, as it came naturally to me, therefore it has been overlooked and disregarded.\\n\\nThe next questions I asked myself…\\n\\n* What does it mean to own a podcast recording?\\n* What value could podcasters give back to people who bought their art?\\n\\nThe answers to these, I don’t fully know just yet, but I’m willing to take a leap of faith to discover them.\",\"timestamp\":1641916155,\"title\":\"Podcasting is broken\"},\"digest\":\"mVa9cjyJflbyrmOVMg29jTtJKnRieP1DoBjqvOlLnMc\",\"authorship\":{\"contributor\":\"0xDEbb3a9FEE141B026f6bEc12E9E87E927b892e83\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xsImeeFXJb2SOpg-LpvMzH69jMR06D1BRStrDkZNdfo\\\",\\\"y\\\":\\\"uOTYUqXjNeDX85NwH2MNLy6lAtGpnnf3Zr-_eQsOClY\\\"}\",\"signature\":\"1F6EjIpiG0VJoi-23JOTFAWOfwybrJQ_1sEQX_V-zTtk9AGMtrTe2nePJce6jqKEG4VvwcuAtRPX_pz8iWDUSQ\",\"signingKeySignature\":\"0x56362b24e16e743c8fe1acf173fc507951dbeefbb2bd376af8e2afc291359e90022d067cc71e4cafdd7ec7815f6e83a03503e0103e8ef6134cbbc02a37ecec6e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xsImeeFXJb2SOpg-LpvMzH69jMR06D1BRStrDkZNdfo\\\",\\\"y\\\":\\\"uOTYUqXjNeDX85NwH2MNLy6lAtGpnnf3Zr-_eQsOClY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mVa9cjyJflbyrmOVMg29jTtJKnRieP1DoBjqvOlLnMc\"}"