"{\"content\":{\"body\":\"so worthy an attempt to quicken and enlarge the general interest in our birds. The book itself is merely an introduction, and is only designed to place a few clews in the reader's hands which he himself or herself is to follow up. I can say that it is reliable and is written in a vivacious strain and by a real bird lover, and should prove a help and a stimulus to any one who seeks by the aid of its pages to become better acquainted with our songsters. The various grouping of the birds according to color, season, habitat, etc., ought to render the identification of the birds, with no other weapon than an opera glass, an easy matter.\\n\\nWhen I began the study of the birds I had access to a copy of Audubon, which greatly stimulated my interest in the pursuit, but I did not have the opera glass, and I could not take Audubon with me on my walks, as the reader may this volume.\\n\\nBut you do not want to make out your bird the first time; the book or your friend must not make the problem too easy for you. You must go again and again, and see and hear your bird under varying conditions and get a good hold of several of its characteristic traits. Things easily learned are apt to be easily forgotten. Some ladies, beginning the study of birds, once wrote to me, asking if I would not please come and help them, and set them right about certain birds in dispute. I replied that that would be getting their knowledge too easily; that what I and any one else told them they would be very apt to forget, but that the things they found out themselves they would always remember. We must in a way earn what we have or keep. Only thus does it become ours, a real part of us.\\n\\nNot very long afterward I had the pleasure of walking with one of the ladies, and I found her eye and ear quite as sharp as my own, and that she was in a fair way to conquer the bird kingdom without any outside help. She said that the groves and fields, through which she used to walk with only a languid interest, were now completely transformed to her and afforded her the keenest pleasure; a whole new world of interest had been disclosed to her; she felt as if she was constantly on the eve of some new discovery; the next turn in the path might reveal to her a new warbler or a new vireo. I remember the thrill she seemed to experience when I called her attention to a purple finch singing in the tree-tops in front of her house, a rare visitant she had not before heard. The thrill would of course have been greater had she identified the bird without my aid. One would rather bag one's own game, whether it be with a bullet or an eyebeam.\\n\\nThe experience of this lady is the experience of all in whom is kindled this bird enthusiasm. A new interest is added to life; one more resource against ennui and stagnation. If you have only a city yard with a few sickly trees in it, you will find great delight in noting the numerous stragglers from the great army of spring and autumn migrants that find their way there. If you live in the country, it is as if new eyes and new ears were given you, with a correspondingly increased capacity for rural enjoyment.\\n\\nThe birds link themselves to your memory of seasons and places, so that A song, a call, a gleam of color, set going a sequence of delightful reminiscences in your mind. When a solitary great Carolina wren came one August day and took up its abode near me and sang and called and warbled as I had heard it long before on the Potomac, how it brought the old days, the old scenes back again, and made me for the moment younger by all those years!\\n\\nA few seasons ago I feared the tribe of bluebirds were on the verge of extinction from the enormous number of them that perished from cold and hunger in the South in the winter of '94. For two summers not a blue wing, not a blue warble. I seemed to miss something kindred and precious from my environment -- the visible embodiment of the tender sky and the wistful soil. What a loss, I said, to the coming generations of dwellers in the country -- no bluebird in the spring! What will the farm-boy date from? But the fear was groundless: the birds are regaining their lost ground; broods of young blue-coats are again seen drifting from stake to stake or from mullen-stalk to mullen-stalk about the fields in summer, and our April air will doubtless again be warmed and thrilled by this lovely harbinger of spring. -- JOHN BURROUGHS, August 19, 1897\\n\\nPREFACE\\n\\nNot to have so much as a bowing acquaintance with the birds that nest in our gardens or under the very eaves of our houses; that haunt our wood-piles; keep our fruit-trees free from slugs; waken us with their songs, and enliven our walks along the roadside and through the woods, seems to be, at least, a breach of etiquette toward some of our most kindly disposed neighbors.\\n\\nBirds of prey, game and water birds are not included in the book. The following pages are intended to be nothing more than a familiar introduction to the birds that live near us. Even in the principal park of a great city like New York, a bird-lover has found more than one hundred and thirty species; as many, probably, as could be discovered in the same sized territory anywhere.\\n\\nThe plan of the book is not a scientific one, if the term scientific is understood to mean technical and anatomical. The purpose of the writer is to give, in a popular and accessible form, knowledge which is accurate and reliable about the life of our common birds. This knowledge has not been collected from the stuffed carcasses of birds in museums, but gleaned afield. In a word, these short narrative descriptions treat of the bird's characteristics of size, color, and flight; its peculiarities of instinct and temperament; its nest and home life; its choice of food; its songs; and of the season in which we may expect it to play its part in the great panorama Nature unfolds with faithful precision year after year. They are an attempt to make the bird so live before the reader that, when seen out of doors, its recognition shall be instant and cordial, like that given to a friend.\\n\\nThe coloring described in this book is sometimes more vivid than that found in the works of some learned authorities whose conflicting testimony is often sadly bewildering to the novice. In different parts of the country, and at different seasons of the year, the plumage of some birds undergoes many changes. The reader must remember, therefore, that the specimens examined and described were not, as before stated, the faded ones in our museums, but live birds in their fresh, spring plumage, studied afield.\\n\\nThe birds have been classed into color groups, in the belief that this method, more than any other will make identification most easy. The color of the bird is the first, and often the only, characteristic noticed. But they have also been classified according to the localities for which they show decided preferences and in which they are most likely to be found. Again, they have been grouped according to the season when they may be expected. In the brief paragraphs that deal with groups of birds separated into the various families represented in the book, the characteristics and traits of each clan are clearly emphasized. By these several aids it is believed the merest novice will be able to quickly identify any bird neighbor that is neither local nor rare.\\n\\nTo the uninitiated or uninterested observer, all small, dull-colored birds are \\\"common sparrows.\\\" The closer scrutiny of the trained eye quickly differentiates, and picks out not only the Song, the Canada, and the Fox Sparrows, but finds a dozen other familiar friends where one who \\\"has eyes and sees not\\\" does not even suspect their presence. Ruskin says: \\\"The more I think of it, I find this conclusion more impressed upon me, that the greatest thing a human soul ever does in this world is to SEE something. Hundreds of people can talk for one who can think, but thousands can think for one who can see. To see clearly is poetry, prophecy, and religion -- all in one.\\\"\\n\\nWhile the author is indebted to all the time-honored standard authorities, and to many ornithologists of the present day -- too many for individual mention -- it is to Mr. John Burroughs her deepest debt is due. To this clear-visioned prophet, who has opened the blind eyes of thousands to the delights that Nature holds within our easy reach, she would gratefully acknowledge many obligations; first of all, for the plan on which \\\"Bird Neighbors\\\" is arranged; next, for his patient kindness in reading and annotating the manuscript of the book; and, not least, for the inspiration of his perennially charming writings that are so largely responsible for the ready-made audience now awaiting writers on out-of-door topics.\\n\\nThe author takes this opportunity to express her appreciation of the work the National Association of Audubon Societies has done and is doing to prevent the slaughter of birds in all parts of the United States, to develop bird sanctuaries and inaugurate protective legislation. Indeed to it, more than to all other agencies combined, is due the credit of eliminating so much of the Prussianlike cruelty toward birds that once characterized American treatment of them, from the rising generation. -- NELTJE BLANCHAN\\n\\nI. BIRD FAMILIES\\n\\nTHEIR CHARACTERISTICS AND THE REPRESENTATIVES OF EACH FAMILY   INCLUDED IN \\\"BIRD NEIGHBORS'\\n\\nOrder Coccyges: CUCKOOS AND KINGFISHERS\\n\\nFamily Cuculidae: CUCKOOS\\n\\nLong, pigeon-shaped birds, whose backs are grayish brown with a bronze lustre and whose under parts are whitish. Bill long and curved. Tail long; raised and drooped slowly while the bird is perching. Two toes point forward and two backward. Call-note loud and like a tree-toad's rattle. Song lacking. Birds of low trees and undergrowth, where they also nest; partial to neighborhood of streams, or wherever the tent caterpillar is abundant. Habits rather solitary, silent, and eccentric. Migratory.   Yellow-billed Cuckoo.   Black-billed Cuckoo.\\n\\nFamily Alcedinidae: KINGFISHERS\\n\\nLarge, top-heavy birds of streams and ponds. Usually seen perching over the water looking for fish. Head crested; upper parts slate-blue; underneath white, and belted with blue or rusty. Bill large and heavy. Middle and outer toes joined for half their length. Call-note loud and prolonged, like a policeman's rattle. Solitary birds; little inclined to rove from a chosen locality. Migratory.   Belted Kingfisher.\\n\\nOrder Pici: WOODPECKERS\\n\\nFamily Picidae: WOODPECKERS\\n\\nMedium-sized and small birds, usually with plumage black and white, and always with some red feathers about the head. (The flicker is brownish and yellow instead of black and white.) Stocky, high-shouldered build; bill strong and long for drilling holes in bark of trees. Tail feathers pointed and stiffened to serve as a prop. Two toes before and two behind for clinging. Usually seen clinging erect on tree-trunks; rarely, if ever, head downward, like the nuthatches, titmice, etc. Woodpeckers feed as they creep around the trunks and branches. Habits rather phlegmatic. The flicker has better developed vocal powers than other birds of this class, whose rolling tattoo, beaten with their bills against the tree-trunks, must answer for their love-song. Nest in hollowed-out trees.   Red-headed Woodpecker.   Hairy Woodpecker.   Downy Woodpecker.   Yellow-bellied Woodpecker.   Flicker.\\n\\nOrder Macrochires: GOATSUCKERS, SWIFTS, AND HUMMING-BIRDS\\n\\nFamily Caprimulgidae: NIGHTHAWKS, WHIPPOORWILLS, ETC.\\n\\nMedium-sized, mottled brownish, gray, black, and white birds of heavy build. Short, thick head; gaping, large mouth; very small bill, with bristles at base. Take insect food on the wing. Feet small and weak; wings long and powerful. These birds rest lengthwise on their perch while sleeping through the brightest daylight hours, or on the ground, where they nest.   Nighthawk.   Whippoorwill.\\n\\nFamily Micropolidae: SWIFTS\\n\\nSooty, dusky birds seen on the wing, never resting except in chimneys of houses, or hollow trees, where they nest. Tips of tail feathers with sharp spines, used as props. They show their kinship with the goatsuckers in their nocturnal as well as diurnal habits, their small bills and large mouths for catching insects on the wing, and their weak feet. Gregarious, especially at the nesting season.   Chimney Swift.\\n\\nFamily Trochilidae: HUMMING-BIRDS\\n\\nVery small birds with green plumage (iridescent red or orange breast in males); long, needle-shaped bill for extracting insects and nectar from deep-cupped flowers, and exceedingly rapid, darting flight. Small feet.   Ruby-throated Humming-bird.\\n\\nOrder Passeres: PERCHING BIRDS\\n\\nFamily Tyrannidae: FLYCATCHERS\\n\\nSmall and medium-sized dull, dark-olive, or gray birds, with big heads that are sometimes crested. Bills hooked at end, and with bristles at base. Harsh or plaintive voices. Wings longer than tail; both wings and tails usually drooped and vibrating when the birds are perching. Habits moody and silent when perching on a conspicuous limb, telegraph wire, dead tree, or fence rail and waiting for insects to fly within range. Sudden, nervous, spasmodic sallies in midair to seize insects on the wing. Usually they return to their identical perch or lookout. Pugnacious and fearless. Excellent nest builders and devoted mates.   Kingbird.   Phoebe.   Wood Pewee.   Acadian Flycatcher.   Great Crested Flycatcher.   Least Flycatcher.   Olive-sided Flycatcher.   Yellow-bellied Flycatcher.   Say's Flycatcher.\\n\\nFamily Alaudidae: LARKS\\n\\nThe only true larks to be found in this country are the two species given below. They are the kin of the European skylark, of which several unsuccessful attempts to introduce the bird have been made in this country. These two larks must not be confused with the meadow larks and titlarks, which belong to the blackbird and pipit families respectively. The horned larks are birds of the ground, and are seen in the United States only in the autumn and winter. In the nesting season at the North their voices are most musical. Plumage grayish and brown, in color harmony with their habitats. Usually found in flocks; the first species on or near the shore.   Horned Lark.   Prairie Horned Lark.\\n\\nFamily Corvidae: CROWS AND JAYS\\n\\nThe crows are large black birds, walkers, with stout feet adapted for the purpose. Fond of shifting their residence at different seasons rather than strictly migratory, for, except at the northern limit of range, they remain resident all the year. Gregarious. Sexes alike. Omnivorous feeders, being partly carnivorous, as are also the jays. Both crows and jays inhabit wooded country. Their voices are harsh and clamorous; and their habits are boisterous and bold, particularly the jays. Devoted mates; unpleasant neighbors.   Common Crow.   Fish Crow.   Northern Raven.   Blue Jay.   Canada Jay.\\n\\nFamily Icteridae: BLACKBIRDS, ORIOLES, ETC.\\n\\nPlumage black or a brilliant color combined with black. (The meadow lark a sole exception.) Sexes unlike. These birds form a connecting link between the crows and the finches. The blackbirds have strong feet for use upon the ground, where they generally feed, while the orioles are birds of the trees. They are both seed and insect eaters. The bills of the bobolink and cowbird are short and conical, for they are conspicuous seed eaters. Bills of the others long and conical, adapted for insectivorous diet. About half the family are gifted songsters.   Red-winged Blackbird.   Rusty Blackbird.   Purple Grackle.   Bronzed Grackle.   Cowbird.   Meadow Lark.   Western Meadow Lark.   Bobolink.   Orchard Oriole.   Baltimore Oriole.\\n\\nFamily Fringillidae: FINCHES, SPARROWS, GROSBEAKS, BUNTINGS,   LINNETS, AND CROSSBILLS\\n\\nGenerally fine songsters. Bills conical, short, and stout for cracking seeds. Length from five to nine inches, usually under eight inches. This, the largest family of birds that we have (about one-seventh of all our birds belong to it), comprises birds of such varied plumage and habit that, while certain family resemblances may be traced throughout, it is almost impossible to characterize the family as such. The sparrows are comparatively small gray and brown birds with striped upper parts, lighter underneath. Birds of the ground, or not far from it, elevated perches being chosen for rest and song. Nest in low bushes or on the ground. (Chipping sparrow often selects tall trees.) Coloring adapted to grassy, dusty habitats. Males and females similar. Flight labored. About forty species of sparrows are found in the United States; of these, fourteen may be met with by a novice, and six, at least, surely will be.\\n\\nThe finches and their larger kin are chiefly bright-plumaged birds, the females either duller or distinct from males; bills heavy, dull, and conical, befitting seed eaters. Not so migratory as insectivorous birds nor so restless. Mostly phlegmatic in temperament. Fine songsters.   Chipping Sparrow.   English Sparrow.   Field Sparrow.   Fox Sparrow.   Grasshopper Sparrow.   Savanna Sparrow.   Seaside Sparrow.   Sharp-tailed Sparrow.   Song Sparrow.   Swamp Song Sparrow.   Tree Sparrow.   Vesper Sparrow.   White-crowned Sparrow.   White-throated Sparrow.   Lapland Longspur.   Smith's Painted Longspur.   Pine Siskin (or Finch).   Purple Finch.   Goldfinch.   Redpoll.   Greater Redpoll.   Red Crossbill.   White-winged Red Crossbill.   Cardinal Grosbeak.   Rose-breasted Grosbeak.   Pine Grosbeak.   Evening Grosbeak.   Blue Grosbeak.   Indigo Bunting.   Junco.   Snowflake.   Chewink.\\n\\nFamily Tanagridae: TANAGERS\\n\\nDistinctly an American family, remarkable for their brilliant plumage, which, however, undergoes great changes twice a year, Females different from males, being dull and inconspicuous. Birds of the tropics, two species only finding their way north, and the summer tanager rarely found north of Pennsylvania. Shy inhabitants of woods. Though they may nest low in trees, they choose high perches when singing or feeding upon flowers, fruits, and insects. As a family, the tanagers have weak, squeaky voices, but both our species are good songsters. Suffering the fate of most bright-plumaged birds, immense numbers have been shot annually.   Scarlet Tanager.   Summer Tanager.\\n\\nFamily Hirundinidae. SWALLOWS\\n\\nBirds of the air, that take their insect food on the wing. Migratory. Flight strong, skimming, darting; exceedingly graceful. When not flying they choose slender, conspicuous perches like telegraph wires, gutters, and eaves of barns. Plumage of some species dull, of others iridescent blues and Greens above, whitish or ruddy below. Sexes similar. Bills small; mouths large. - Long and pointed wings, generally reaching the tip of the tail or beyond. Tail more or less forked. Feet small and weak from disuse. Song a twittering warble without power. Gregarious birds.   Barn Swallow.   Bank Swallow.   Cliff (or Eaves) Swallow.   Tree Swallow.   Rough-winged Swallow.   Purple Martin.\\n\\nFamily Ampelidae: WAXWINGS\\n\\nMedium-sized Quaker-like birds, with plumage of soft browns and grays. Head crested; black band across forehead and through the eye. Bodies plump from indolence. Tail tipped with yellow; wings with red tips to coverts, resembling sealing-wax. Sexes similar. Silent, gentle, courteous, elegant birds. Usually seen in large flocks feeding upon berries in the trees or perching on the branches, except at the nesting season. Voices resemble a soft, lisping twitter.   Cedar Bird.   Bohemian Waxwing.\\n\\nFamily Laniidae: SHRIKES\\n\\nMedium-sized grayish, black-and-white birds, with hooked and hawk-like bill for tearing the flesh of smaller birds, field-mice, and large insects that they impale on thorns. Handsome, bold birds, the terror of all small, feathered neighbors, not excluding the English sparrow. They choose conspicuous perches when on the lookout for prey a projecting or dead limb of a tree, the cupola of a house, the ridge-pole or weather-vane of a barn, or a telegraph wire, from which to suddenly drop upon a victim. Eyesight remarkable. Call-notes harsh and unmusical. Habits solitary and wandering. The first-named species is resident during the colder months of the year; the latter is a summer resident only north of Maryland.   Northern Shrike.   Loggerhead Shrike.\\n\\nFamily Vireonidae: VIREOS OR GREENLETS\\n\\nSmall greenish-gray or olive birds, whitish or yellowish underneath, their plumage resembling the foliage of the trees they hunt, nest, and live among. Sexes alike. More deliberate in habit than the restless, flitting warblers that are chiefly seen darting about the ends of twigs. Vireos are more painstaking gleaners; they carefully explore the bark, turn their heads upward to investigate the under side of leaves, and usually keep well hidden among the foliage. Bill hooked at tip for holding worms and insects. Gifted songsters, superior to the warblers. This family is peculiar to America.   Red-eyed Vireo.   Solitary Vireo.   Warbling Vireo.   White-eyed Vireo.   Yellow-throated Vireo.\\n\\nFamily Mniotiltidae: WOOD WARBLERS\\n\\nA large group of birds, for the most part smaller than the English sparrow; all, except the ground warblers, of beautiful plumage, in which yellow, olive, slate-blue, black, and white are predominant colors. Females generally duller than males. Exceedingly active, graceful, restless feeders among the terminal twigs of trees and shrubbery; haunters of tree-tops in the woods at nesting time. Abundant birds, especially during May and September, when the majority are migrating to and from regions north of the United States; but they are strangely unknown to all but devoted bird lovers, who seek them out during these months that particularly favor acquaintance. Several species are erratic in their migrations and choose a different course to return southward from the one they travelled over in spring. A few species are summer residents, and one, at least, of this tropical family, the myrtle warbler, winters at the north. The habits of the family are not identical in every representative; some are more deliberate and less nervous than others; a few, like the Canadian and Wilson's warblers, are expert flycatchers, taking their food on the wing, but not usually returning to the same perch, like true flycatchers; and a few of the warblers, as, for example, the black-and-white, the pine, and the worm-eating species, have the nuthatches' habit of creeping around the bark of trees. Quite a number feed upon the ground. All are insectivorous, though many vary their diet with blossom, fruit, or berries, and naturally their bills are slender and sharply pointed, rarely finch-like. The yellow-breasted chat has the greatest variety of vocal expressions. The ground warblers are compensated for their sober, thrush-like plumage by their exquisite voices, while the great majority of the family that are gaily dressed have notes that either resemble the trill of mid-summer insects or, by their limited range and feeble utterance, sadly belie the family name.   Bay-breasted Warbler.   Blackburnian Warbler.   Blackpoll Warbler.   Black-throated Blue Warbler.   Black-throated Green Warbler.   Black-and-white Creeping Warbler.   Blue-winged Warbler.   Canadian Warbler.   Chestnut-sided Warbler.   Golden-winged Warbler.   Hooded Warbler.   Kentucky Warbler.   Magnolia Warbler.   Mourning Warbler.   Myrtle Warbler.   Nashville Warbler.   Palm Warbler.   Parula Warbler.   Pine Warbler.   Prairie Warbler.   Redstart.   Wilson's Warbler.   Worm-eating Warbler.   Yellow Warbler.   Yellow Palm Warbler.   Ovenbird.   Northern Water Thrush.   Louisiana Water Thrush.   Maryland Yellowthroat.   Yellow-breasted Chat.\\n\\nFamily Motacillidae: WAGTAILS AND PIPITS,\\n\\nOnly three birds of this family inhabit North America, and of these only one is common enough, east of the Mississippi, to be included in this book. Terrestrial birds of open tracts near the coast, stubble-fields, and country roadsides, with brownish plumage to harmonize with their surroundings. The American pipit, or titlark, has a peculiar wavering flight when, after being flushed, it reluctantly leaves the ground. Then its white tail feathers are conspicuous. Its habit of wagging its tail when perching is not an exclusive family trait, as the family name might imply.   American Pipit, or Titlark\\n\\nFamily Troglodytidae: THRASHERS, WRENS, ETC.\\n\\nSubfamily Miminae: THRASHERS, MOCKING-BIRDS, AND CATBIRDS\\n\\nApparently the birds that comprise this large general family are too unlike to be related, but the missing links or intermediate species may all be found far South. The first subfamily is comprised of distinctively American birds. Most numerous in the tropics. Their long tails serve a double purpose-in assisting their flight and acting as an outlet for their vivacity. Usually they inhabit scrubby undergrowth bordering woods. They rank among our finest songsters, with ventriloquial and imitative powers added to sweetness of tone.   Brown Thrasher.   Catbird.   Mocking-bird.\\n\\nSubfamily Troglodytinae: WRENS\\n\\nSmall brown birds, more or less barred with darkest brown above, much lighter below. Usually carry their short tails erect. Wings are small, for short flight. Vivacious, busy, excitable, easily displeased, quick to take alarm. Most of the species have scolding notes in addition to their lyrical, gushing song, that seems much too powerful a performance for a diminutive bird. As a rule, wrens haunt thickets or marshes, but at least one species is thoroughly domesticated. All are insectivorous.   Carolina Wren.   House Wren.   Winter-Wren.   Long-billed Marsh Wren.   Short-billed Marsh Wren.\\n\\nFamily Certhiidae: CREEPERS\\n\\nOnly one species of this Old World family is found in America. It is a brown, much mottled bird, that creeps spirally around and around the trunks of trees in fall and winter, pecking at the larvae in the bark with its long, sharp bill, and doing its work with faithful exactness but little spirit. It uses its tail as a prop in climbing, like the woodpeckers.   Brown Creeper.\\n\\nFamily Paridae: NUTHATCHES AND TITMICE\\n\\nTwo distinct subfamilies are included under this general head. The nuthatches (Sittinae) are small, slate-colored birds, seen chiefly in winter walking up and down the barks of trees, and sometimes running along the under side of branches upside down, like flies. Plumage compact and smooth. Their name is derived from their habit of wedging nuts (usually beechnuts) in the bark of trees, and then hatching them open with their strong straight bills.   White-breasted Nuthatch.   Red-breasted Nuthatch.\\n\\nThe titmice or chickadees (Parinae) are fluffy little gray birds, the one crested. the other with a black cap. They are also expert climbers, though not such wonderful gymnasts as the nuthatches. These cousins are frequently seen together in winter woods or in the evergreens about houses. Chickadees are partial to tree-tops, especially to the highest pine cones, on which they hang fearlessly. Cheerful, constant residents, retreating to the deep woods only to nest.   Tufted Titmouse.   Chickadee.\\n\\nFamily Sylviidae: KINGLETS AND GNATCATCHERS\\n\\nThe kinglets (Regulinae) are very small greenish-gray birds, with highly colored crown patch, that are seen chiefly in autumn, winter, and spring south of Labrador. Habits active; diligent flitters among trees and shrubbery from limb to limb after minute insects. Beautiful nest builders. Song remarkable for so small a bird.   Golden-crowned Kinglet.   Ruby-crowned Kinglet.\\n\\nThe one representative of the distinctly American subfamily of gnatcatchers (Polioptilinae) that we have, is a small blue-gray bird, whitish below. It is rarely found outside moist, low tracts of woodland, where insects abound. These it takes on the wing with wonderful dexterity. It is exceedingly graceful and assumes many charming postures. A bird of trees, nesting in the high branches. A bird of strong character and an exquisitely finished though feeble songster.    Blue-gray Gnatcatcher.\\n\\nFamily Turdidae: THRUSHES, BLUEBIRDS, ETC.\",\"timestamp\":1641274960,\"title\":\"\\nI write these few introductory sentences to this volume only to second\"},\"digest\":\"5s2yE_V-mtzdGzxauX7allJp0R6EMwAILBHgKdnfjW0\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"signature\":\"Lna28Egwh8MvoiJRq2sRCfn7oY7MFmsaTuPCoKoJciP9DAkNy3pi399qAhlpT5WRW6ly3LvSM-R05Vmr_KQiDg\",\"signingKeySignature\":\"0x773ce4bd140b78d73107478db24860637942665b42359c5e05ea22e80331aa2c3bbdc1cbc6c6325b64aba277f1a404d290d043b900e963e7ca54c15eaa1c6d211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5s2yE_V-mtzdGzxauX7allJp0R6EMwAILBHgKdnfjW0\"}"