"{\"content\":{\"body\":\"一枝锋利的铁箭带着风声射了过来，我并没有选择躲让，而是塞了颗还血丹到嘴里，心中暗道：这帮小兔崽子，估计是在这里作威作福惯了，见了单身的就想讨点便宜，咱不给他们点教训，岂不是对不起自己这张脸了。\\n\\n```\\n才六十几的伤害值，这攻击未免也太低了吧，我一声冷笑，让他们一击得手，咱立即进入了自由反击状态，双手各握住一把烁烁闪亮的人间凶器，满脸歹笑地转身迎了上去。\\n\\n黄毛弓手，就你小子叫得最欢，那咱先拿你开刀，我侧身闪让过两个剑士的气斩，足尖轻轻一点，人是腾空高高跃起，往那黄毛扑了过去。\\n\\n黄毛见我竟然直接冲他而来，连忙是疾步后退，同时手上也没闲着，一枝枝铁箭是嗖嗖向我招呼过来。\\n\\n没关系，小子，大爷我让你讨这个便宜，其他几个人的攻击我要躲，你的，我就让你射好了，冷冷的铁箭穿透皮甲，锐利的箭簇莫入我的肉中，我脸上肌肉微微一抽，这点痛苦，我会加倍返还给你的。\\n\\n一落在地，我立即开启急速，身子如旋风一般，变成一道灰影猛蹿向黄毛，我的速度显然让所有人都感到惊愕，黄毛是惊慌失措地后退着，被地上的树根一拌，脚步一个趔趄，竟然吓得跌倒在地上。\\n\\n算你小子运气，竟然凑巧还躲过我这一刀，我刚刚平抹向黄毛的一刀顿时落了空，不过这样并不能改变他被挂的命运，我冲他下身狠狠地一脚揣了下去，黄毛立即跟死了他爹，没了他娘似的，发出一声惨厉的嚎叫，真是听着伤心，闻着落泪，当然，这只是他同伴的感受，我听着快感着呢。\\n\\n然后一弯腰，手中的匕首立即跟戳麻袋似的插了下去，一连三下，几股热血顿时飞溅在我脸上，我一个跨步，绕到黄毛的背后，跟着是一刀背刺，血仍未冷，人已经挂，黄毛立即死翘翘。\\n\\n我的双眼如野兽般残酷，抬手一抹脸上的血点，二话没说，一声低吼，立即直奔向离我最近的那个牧师，除了弓手外，就他最好杀了。\\n\\n这帮人显然没有想到我会这么强悍，几乎是转眼的工夫，都没来得及给黄毛加血，他就已经惨死在我的刀下，他们的脸上纷纷流露出畏惧的神色，但是并没有四下逃窜，还挥舞着刀剑，妄图一起围攻我。\\n\\n没了弓手，等于没了你们的眼睛，其实有这眼睛也没用，我轻蔑地一哼，毅然迎了上去，就在他们几个的刀光剑影快到我面前的时候，突然开启影遁，身子一进入虚空，立即如游蛇般一扭，斜让过他们的攻击。\\n\\n他们刚叫不好，我已经是三步并作二步冲到牧师身后，诅咒之刃嗡嗡地发出欢快地低鸣，带出一道惊艳的红波，切过牧师的咽喉，没等他叫出声来，弯刀就在他后背狠狠往前一送，他那土黄色的长袍上立即映红了一大片，我刀一抽，他身上白光一闪，尸体软软地倒了下去，不用问，挂了。\\n\\n还有个不知死活的剑士见我身形一现，立即鬼叫着冲了上来，手中劈出一记十字斩，想要讨我点便宜。\\n\\n我脚步一扭，侧身让过十字斩，双手舞起一片红白交错的刀芒，连绵不绝地砍向那个剑士，跟我比攻击力，你简直就是不自量力，几刀下去，那个剑士是一脸的死灰，估计是难逃一死了。\\n\\n“谁还敢动！”我突然收住了手，目光如电横扫，抬手冲其他几个玩家一指喝到。\\n\\n那几个家伙你看看我，我看看你，稍微一楞，我面前的剑士带头拔腿，后面几个立即是一哄而散，果然是乌合之众，难成大器，我也没必要赶尽杀绝，如果把握杀鸡给猴子看的尺度，这才是扬威震敌的不二法则，对付这帮家伙，这样足够了。\\n\\n************************\\n\\n“哥们，你看你，还非要跑这一趟，真是让我过意不去。”刚从森林处带着一帮弟兄走出来的血染疆土一看见我，连忙跑上来说道。\\n\\n“呵呵，大家都是好弟兄，你跟我还客气什么，反正我也要出来冲级的。”我一边冲血染疆土发出邀请，一边说道。\\n\\n“对了，这是上次那批药剂分红的钱，既然你来了，正好拿去。”血染疆土抬手丢给我四千个金币说道。\\n\\n“那兄弟我就不客气了。”我微微一笑，接了过来说道，这生意大家是互惠互利，都有得赚，挺好。\\n\\n“隐朋友，你这次过来，又给我们大哥送的什么好炼金药剂啊。”见我和血染疆土交易完毕，站在后面的血染霸枪走上前几步，带着一脸的“憨厚”笑容问道。\\n\\n“哦，还是上次那几种，现在炼金卷难出，成功率又太低，哪有其他什么好货色啊。”我看了血染霸枪一眼，装作有点无奈地回道。真是知人知面不知心，光看你这模样，还真当你是个大老粗，不会玩心智呢，其实是另有面目，玩的是深沉，我心中暗暗说道。\\n\\n“怎么样，哥们，跟我们进去冲级不，这里面群居的怪杀起来很爽的，经验不少。”血染疆土收好东西，一挥斧头对我说道。\\n\\n“不了，我还是自己找个地方，小打小闹的好，你这是帮派行动，我不方便参与的。”我摆手说道。\\n\\n“还有，疆土，你村子周围的治安好象不太好，这森林外面怎么还有些小角色在敲诈过路的单身玩家，你有没有好好管一管？”我想起刚才那一幕，带着疑问说道。\\n\\n“怎么？你来的时候遇到那些该死的家伙了，他们有没有找你的麻烦？”听我这一说，血染疆土立即脸色一变，恼火地说道。\\n\\n“恩，遇到了，还好，没找我什么麻烦。”我淡淡地说道。\\n\\n听了我这话，站在一旁的血染霸枪眼皮是不自然地一跳。\\n\\n“最近村子周围是不太平，老是有一群一群的小混混过来捣乱，他们是打一枪换一个地方，今天来这里，明天去那里，一碰到我们负责巡逻的大部队是立即躲，一见有单身的玩家就立即上，搞得现在村子玩家流量都少了不少。还是我们清过几帮，现在倒好，他们好象事先知道我们的巡逻时间和人次，基本上都跟我们玩时间差，逮不住他们的人了。”血染疆土气恼地说道。\\n\\n“我倒是有个办法，估计可以帮你清到那帮家伙。”我故意没看血染霸枪，而是对着前面说道。\\n\\n“哥们，你有什么好主意，赶紧告诉我。”血染疆土连忙拉着我的胳膊问道。\\n\\n我故作神秘地笑了笑，然后拉着血染疆土走到了一边，而血染霸枪则伸长了脖子想要听，不过，这么远的距离，你哪能听得到啊。\\n\\n“你表情不要变，装做听我说话的样。”我手捂着嘴，小声对血染疆土说道。\\n\\n“恩，我知道，你说你说。”血染疆土也是个人精，知道我一定有什么秘密告诉他，立即装做一副聚精会神地样子，点头说道。\\n\\n“你手下的亲信之中可能有个内鬼。”我说道。\\n\\n“恩，恩，好好。”血染疆土有了我的提醒，脸上丝毫没有露出异常神色，然后压低了声音问我道：“知道是哪个吗？”\\n\\n“我现在也不敢百分之百地确定，我所知道的这个人就是内鬼，但起码有点蛛丝马迹可查，不然我也不会跟你说，所以你只需要先提防着点就行了。”我先给血染疆土打了个预防针说道，不然万一那血染霸枪不是内鬼，他岂不是要对我有意见了，毕竟那是他的心腹手下，我，不过是个泛泛之交，互相利用的“好兄弟”罢了。\\n\\n“他就是血染霸枪。”我一个字一个字地小声说道，“我见过他跟豹哥手下的一个女的有来往，但是至于什么关系，我就不太清楚了。”\\n\\n“是他。”血染疆土双眼睛一睁，然后一把抱着我说道：“哥们，真是太谢谢你了，你这主意真不错，这帮该死的东西，这次可别想有好果子吃了。”\\n\\n“呵呵，还成，还成，谋事在人，成事，它也在人嘛。”我笑着回道。\\n\\n“大哥，是什么好主意啊，说来听听，那帮混帐东西，是该好好收拾收拾了。”血染霸枪见我们笑得这么欢畅，也走了上前问道。\\n\\n“呵呵，回去再跟你们说，这里人多嘴杂，不方便。”血染和气地拍了拍血染霸枪的肩膀说道。\\n\\n“疆土，那我就先闪了。”我冲他们打了个招呼，掏出回程石，这里的事已经交代好，现在怎么做，就看血染疆土自己，咱又该去矿洞当苦工了。\\n```\\n\\n\\n------------\",\"timestamp\":1640585312,\"title\":\"第二百四十七章 你知我知\"},\"digest\":\"D2IAy5-NKit0C268ZfM5ZcUo7nqHhaTTjYjX65cxa-Y\",\"authorship\":{\"contributor\":\"0x6a82Cb12dA0FEE855aAe41ba7C27659422f1Ed7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6lUMAWwAR455ToiuGT5kJEN7jpgLWobafyDl2qG33Ro\\\",\\\"y\\\":\\\"2WoYs93ObK5obcLPDUdFA5tsA631TDacO2qt0RRRHTI\\\"}\",\"signature\":\"0jUlNFweu-fYGGT0JwpyQ6SEPPO9mukH621acnvvIcbXFD1EsIJzl8af4E87WD1p-uUQrpQ5FGmdgRNsWsLJ4g\",\"signingKeySignature\":\"0x9104c7107449dfb817cfe23f163339e20bb01345f9f8a9c20e73538799c85b0120493f01cb91737608c91017047eda9253d63f529b3736d79678e8554a9ae5381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6lUMAWwAR455ToiuGT5kJEN7jpgLWobafyDl2qG33Ro\\\",\\\"y\\\":\\\"2WoYs93ObK5obcLPDUdFA5tsA631TDacO2qt0RRRHTI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D2IAy5-NKit0C268ZfM5ZcUo7nqHhaTTjYjX65cxa-Y\"}"