"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1000/1\\\\*7zn_yIqPpmE07mLF9LjD6A.jpeg)\\n\\nExactly two months ago, which now seems like a lifetime ago, I was landing at JFK from a flight from Mexico City. I had gone for a weekend to celebrate the 25th anniversary of one of my best friend’s and mentor’s company. That day we had an amazing bbq at a rooftop in Brooklyn with friends from all over the world, so obviously, this new virus spreading over Italy was a big topic of conversation.\\n\\nThings started evolving at a furious pace day by day, and by that next Friday, I was sitting in an outdoor bar with my business partners discussing how, based on information from my doctor, things were going to get really bad. Although there were limited signs of the gravity of the situation on the news at that time, she told me that the City that never sleeps was going to shut down for two or three weeks.\\n\\nSeeing the way things were evolving on an hourly basis after that, and seeing no end of this in sight, I decided to fly to Tijuana and quarantine myself here. It’s the longest time I’ve spent here in 19 years and by far, the longest period I’ve spent without taking a single flight.\\n\\nNeedless to say, and as most people, I’ve had plenty of time to think.\\n\\nThis isolation has made me think of one of my favorite quotes from Walden, by Thoreau:\\n\\n*“I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what It had to teach, and not, when I came to die, discover that I had not lived”*\\n\\nWe need to confront the essential facts of life.\\n\\nThis is the moment to slow down.\\n\\nAnd thus, a few weeks ago, housing became Homes.\\n\\nI’ve been thinking a lot about a post I wrote almost exactly two years ago, [What is a Home?](https://medium.com/@alfonsomedina/what-is-a-home-6da804e5a7a3)\\n\\nAs I mentioned, on a personal level, a Home hasn’t been that important to me for a few years, I was more focused on figuring out the future of housing and how to create more affordable and experience driven living than actually having my own home.\\n\\nAnd these days have amplified that search and that mission even more.\\n\\nWhat is a home? Maybe as a romantic and an idealist I’ve loved the concept that home is where the heart is, and so, for me home has been more of a City than an actual physical space. But, I have to say that I’ve really enjoyed my days in this place, this place I’m spending my days during this time is an apartment in one of our most recent developments. I’ve been sleeping here for the last few months every time I come to Tijuana. But it didn’t feel like a home till now.\\n\\n![](https://miro.medium.com/max/1000/1\\\\*NrQ_YVrk4f20-Yaqej-KMw.jpeg)\\n\\nSo what makes a home?\\n\\nHome ownership is important, but ownership in a sense of owning your space, of making a place feel like your own, of proper and full embodiment of space, not based on the legal “ownership” of a physical asset.\\n\\nRight now a question being asked by millions of people around the world is how they’re going to be able to pay for rent next month. However, this question is nothing new, rent expenses as compared to household income have been on the rise for decades.\\n\\nThere is no doubt in my mind that in order for a society to thrive, now more than ever, we \\\\*must \\\\*hold as a first principle that a space that makes you proud is one of our most basic human necessities.\\n\\nWe need to challenge existing modes of development and the previous fundamental ideas of what makes a home.\\n\\nWe need housing that adapts to the pulse of our daily life, a product that is flexible and cultivates a sense of belonging. I believe it is incorrect to proclaim that this crisis is changing everything, I believe instead that it is just accelerating the speed at which societal shifts are happening. The way we live and work was already being reshaped by technology, we mustn’t think that covid-19 is completely and permanently reshaping our lives, it just brought these changes faster. Don’t forget that modernism was very much a response by architects and urbanists to the tuberculosis crisis of the 1920’s and 1930’s, based on the premise that we should live more separate, that everything should be divided and zoned by use, which we all now know, was a huge failure.\\n\\nHumans have a short memory, think about the wars, and more recently about the impact of 9/11 on NYC, at the time, society thought that people wouldn’t live in tall towers, but the opposite has happened. We’ve kept building higher and higher (not that I agree with these castles in the sky) but it goes to show that memories fade. Because in the end, homo sapiens are a social species, and we need our communities in order to thrive.\\n\\nAs Gaston Bachelard said in The Poetics of Space:\\n\\n“The home shelters day-dreaming, the home protects the dreamer, the home allows one to dream in peace”\\n\\nIt’s more clear than ever, that we’re all in this together. We need to have a long vision, this is the moment to imagine big fucking ideas. Let’s not plan and shape the future of the spaces we inhabit based on fear. Let’s rethink our priorities and realign our values around what we ALL need to thrive.\",\"timestamp\":1640698793,\"title\":\"The days that housing became homes \"},\"digest\":\"jvuFms5GORO58t_BlYW0tLat3qHDK2ar2wB7z64B5OQ\",\"authorship\":{\"contributor\":\"0x52eef2bf7EB671dc1C02388B74A660552570069D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GVZNWoFlvEMBPIgNj_HvlszZwd6nelG1uxwuzkjvubk\\\",\\\"y\\\":\\\"2glf7QgfjtRZTsvSytZ6ceweJagc58VBSN5Aw-sMDGc\\\"}\",\"signature\":\"i0k00q6Ka0f1tuEgwGjA90GMTMR9Ofbo8RxcmlxtH-agj1IFAYfZzzbJk1G9oaRANv5IXjRrUpNUFmdB9EJeIA\",\"signingKeySignature\":\"0xee8b5f8f167005ac672b20b145c92a1d719e9d82433f85280c79fbaaf9d3ae5d36b83f037cf61b80735dae17e48e427be1543c0ae540bd5b5a8985351416faab1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GVZNWoFlvEMBPIgNj_HvlszZwd6nelG1uxwuzkjvubk\\\",\\\"y\\\":\\\"2glf7QgfjtRZTsvSytZ6ceweJagc58VBSN5Aw-sMDGc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G4vN-HmmQz4l72m4p3Ni3rNi1n4khiCDTSjjYygh-i8\"}"