"{\"content\":{\"body\":\"## INTRO\\n\\nFor the last 71 years, auto enthusiasts have tuned in to watch the greatest drivers compete in Formula 1. In fact, total viewership for the 2021 season stands at 471M people!\\n\\nF1, much like the crypto community, is truly global, with more viewers per race than nearly any other sport. Legends from Brazil (Senna), Spain (Alonso), Germany (Shumacher), the UK, and countless more nations risk their lives to prove their worth.\\n\\nBut they don’t do it alone. Each team may only have two drivers, but the organizations that support them include hundreds of unsung heroes – mechanics, engineers, pit crew, owners and maybe someday, even you.\\n\\nF1 currently has 10 active teams and under new rules implemented in 2021, there are two open spots for new teams in the future.\\n\\n## Game Plan\\n\\nOver the next several months, Formula 1 DAO seeks to become a permanent fixture in the sport with the following roadmap:\\n\\nFeb 2022 - We will drop the Formula 1 DAO Membership NFT that will grant you exclusive rights to events and parties we host at F1 race events. The first event will be held in Formula 1 Miami May 2022.\\n\\nMid 2022 - The Formula 1 DAO will reach out and start initial negotiations to purchase a stake in F1 teams up for sale (including Alfa Romeo & Haas). As we finalize these negotiations, Formula 1 DAO will raise new funds and launch a governance token $FORMULA that will be given to everyone who participates in the raise.\\n\\nLate 2022 - We hope to finalize negotiations and complete the takeover or large minority investment in one of the current F1 teams\\n\\n2023 and Beyond - Formula 1 DAO will expand and host events at every F1 event with exclusive events, parties, and swag for NFT holders and investors in $FORMULA.\\n\\nIt isn’t going to be easy, and we still have a lot to figure out, but together, we can achieve something great.\\n\\nLet’s buy a Formula 1 team!\\n\\n## FAQ\\n\\nWhat’s an NFT?\\n\\nWhy do you need a governance token $FORMULA?\\n\\nWhy are you launching both an NFT and a governance token?\\n\\nIs this legal or is there precedent for this?\\n\\n## How much are F1 Teams Worth?\\n\\n### Formula 1 Team Valuations in 2019\\n\\n**What is a Formula 1 Team Worth?**\\n\\nShort answer = a lot (but much less than other professional sports teams).\\n\\nThere is little publicly available information on team values, though Forbes published a set of estimates in November 2019. Forbes has not updated these figures in two years, but we’ve done our best to revise them in the next section.\\n\\n \\n\\nIn 2019, Forbes ranked Ferrari as the most valuable team at $1.35B and Alfa Romeo the least valuable at $105M.\\n\\n**Forbes’ Estimated F1 Team Values in November 2019**\\n\\nSince this was published, we have two datapoints that should drive up team values.\\n\\n**First, there’s a budget cap in F1 now, which boosts team profits and values**\\n\\n·        In August 2020, all F1 teams signed a new agreement that places a budget cap from 2021 to 2026.\\n\\n·        Before this was signed, larger teams like Mercedes, Red Bull, and Ferrari outspent smaller teams by an order of magnitude\\n\\n·        Smaller teams could not keep up and nearly faced financial ruin\\n\\n·        Moving forward, the cost cap is expected to improve the economics for most teams and **improve valuations**\\n\\n**Second, McLaren sold a minority stake in 2020, revealing its value**\\n\\n·        In December 2020, MSP Sports Capital, a U.S. based sports investment group, [bought a stake](https://www.reuters.com/article/uk-motor-f1-mclaren/mclaren-selling-minority-stake-in-f1-team-deal-to-value-it-at-560-million-sky-idUSKBN28M0X6) in McLaren racing\\n\\n·        MSP agreed to invest $245M over two years for a 33% stake in the team. **This valued the team \\\\~ 1 year ago at $740M, which is a 19% increase over Forbes’ estimate from 2019.**\\n\\n·        One of the MSP investment group’s principals became a vice-chairman of McLaren Racing, while two others joined the McLaren Racing board as non-executive directors.\\n\\n·        **This provides evidence that a minority investment group can have an active role in daily operations and governance.**\\n\\n**So, how much are F1 teams worth today? For now, let’s take a simplistic approach and assume the following.**\\n\\n·        Forbes’ 2019 team estimates were accurate, at the time\\n\\n·        All teams likely increased 19% in value from 2019 to 2020, based on the McLaren data\\n\\n·        Teams increased another 19% in value from 2020 to 2021\\n\\no   Viewership is way up\\n\\no   Online engagement with F1 is also way up, [according to F1 itself](https://corp.formula1.com/formula-1-announces-audience-figures-for-2020/)\\n\\n> “we have 35m total followers and have seen by far the fastest growth in engagement compared to other major sports with a 99% increase in 2020”\\n\\no   The new budget caps support increased team valuations\\n\\n**Estimated F1 Team Values Today (Jan 2022)**\\n\\nSo, there you have it! We should be able to buy a 15% stake of Alfa Romeo for $22M. Want to aim higher? How about buying a 51% stake of Haas for $84M? These figures may be large, but for less than the cost of a single Beeple NFT, we have a shot at owning a material portion of a Formula 1 team!\\n\\n![Forbes 2019 Dataset, Published November 2019. https://www.forbes.com/sites/chrissmith/2019/11/26/formula-one-team-values-ferrari-mercedes/](https://images.mirror-media.xyz/publication-images/tRF6bJ_0JH6WFYA0_cnYm.png?height=896&width=1685)\\n\\n* **Cost of teams breakdown**\\n  * **<https://www.forbes.com/sites/chrissmith/2019/11/26/formula-one-team-values-ferrari-mercedes/?sh=289898ec1ddb \\\\](https://www.forbes.com/sites/chrissmith/2019/11/26/formula-one-team-values-ferrari-mercedes/?sh=289898ec1ddb)**\\n* **Economics of owning a team and how that is changing**\\n* **Race schedule and event planning**\\n\\n[https://www.forbes.com/sites/brettknight/2021/07/22/a-new-budget-cap-gave-small-teams-a-reason-to-stay-in-formula-1-theyre-thinking-much-bigger/?sh=7cdb5f441ad0](https://www.forbes.com/sites/brettknight/2021/07/22/a-new-budget-cap-gave-small-teams-a-reason-to-stay-in-formula-1-theyre-thinking-much-bigger/?sh=7cdb5f441ad0)\\n\\n## Building a Formula 1 Community\\n\\n* **Ideas for how we can contribute value to F1 superfans**\\n\\n## INTRO\",\"timestamp\":1641595229,\"title\":\"F1 DAO Roadmap\"},\"digest\":\"SP-2_NfzpYWU5H0ozfn1Q0lHRT8CaTVTIW3wjDfdapY\",\"authorship\":{\"contributor\":\"0x72C963b0B36cCf37E0B10D0126B8DEf9E8897853\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hvmr7SNe2AvG_C-9VFwC2AG6nYTcQPAUCHDCBGM_U7g\\\",\\\"y\\\":\\\"-EAkVD-5ziOvnmkS2WsuJpGj1wM5Zw3-Nn8ufE3bcJ4\\\"}\",\"signature\":\"sGyZld0HV0S2TtHjZOzpwn16H32zKEfpE72X_dN8nFXR1y0nN9ysKVqBl_wq51iu2dpx9sDIPVeegmzDzUHJbg\",\"signingKeySignature\":\"0xeb757829a88677cb8435129bdff25f5e119f3b24975e09f818a5df82cc106e41357f49c33706a64638b18489dc0c2c33f6f947f1fd1a15c16a68be667a250ab71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hvmr7SNe2AvG_C-9VFwC2AG6nYTcQPAUCHDCBGM_U7g\\\",\\\"y\\\":\\\"-EAkVD-5ziOvnmkS2WsuJpGj1wM5Zw3-Nn8ufE3bcJ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qD7nhUQ2VBYIvHlwahBLiObuYHuCx15rXF-ecSQ9gjk\"}"