"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/4JH98GJWccivgoJfB6oDd.png?height=581&width=900)\\n\\n*Ray Xiao, IOSG Ventures,*\\n\\n*Great thanks for John Wu providing advice*\\n\\n# 1. Background\\n\\n# 1.1 Stablecoin Market Cap\\n\\nDecentralized & centralized collateralized stablecoins are dominating the stablecoin market, while algorithmic stablecoins still are niche products, with about 1% market share.\\n\\n![](https://images.mirror-media.xyz/publication-images/VwGYaFWLq1MJSKfwGO4Ox.png?height=371&width=512)\\n\\n# 1.2 Industry Demand: Why Do We Need Algorithmic Stablecoins?\\n\\nCollateralized stablecoin is the most natural and simple model that can peg to target price and it has been tested by the market. So is there still a demand for algorithmic stablecoins?\\n\\nWhen I talk to algorithmic stablecoin projects, they always tell me a story: getting rid of central bank policy. But from our perspective, the policy is not the pain point. **The key value of algorithmic stablecoin would be relying entirely on automated algorithms to control the money supply with low c-rate or even no collateral in the protocol.**\\n\\n# 1.3 Key Factors to Success?\\n\\nAfter investigating several algorithmic stablecoin projects, we believe that there are four key factors to success.\\n\\n1. Collateral(partial collateralized or uncollateralized)\\n2. Rebase the supply of the algorithmic stablecoin\\n3. Bond/Stock issuance (seigniorage mechanism)\\n4. Target price pegged or floating (1 dollar-pegged or floating)\\n\\n# 2. Industry Segmentation (Mechanism Design + Product Review)\\n\\nFirst of all, we must first clarify what the “algorithm” in the algorithmic stablecoins refers to. **The “algorithm” is a set of rules established in the protocol, and the total supply of stablecoin is adjusted based on the deviation between the market price and target price. The whole process is automated, thus free from human intervention, much like an automated central bank built upon rules and algorithms.**\\n\\nIn addition, many think that the counterpart of algorithmic stablecoin is collateralized stablecoins (DAI, USDC, etc.). But in fact, algorithmic stablecoins can also be collateralized. In this thrilling experiment, most of the non-collateralized algorithmic stablecoins have experienced skyrocketing and plummeting. It is difficult to give users confidence that they will be “stable”. Therefore, after ESD and BASIS, we can see many collateral-backed algorithmic stablecoin projects come out like Frax, Fei, and RAI. Although their stablecoin supply adjustments still rely entirely on automated algorithms, they are backed by a certain amount of collateral assets and this system is relatively stable.\\n\\n![](https://images.mirror-media.xyz/publication-images/yRmuK20zvFy9-UHtPsYav.png?height=244&width=512)\\n\\nVarious projects are adjusting the supply of tokens to pull market price back to the target price, and they follow certain economic laws:\\n\\n* **Stablecoins oversupply, buy back and burn stablecoins**\\n* **Stablecoins undersupply, issue and sell stablecoins**\\n\\n![](https://images.mirror-media.xyz/publication-images/x7hvokVgaI1oa3rc-D_Sz.png?height=266&width=512)\\n\\nAfter stablecoin issuing (target price, issuance volume), market price/target price fluctuates (imbalance of supply and demand) >>> adjustment from smart contracts /arbitrager >>> influencing supply and demand and transmitting to market price.\\n\\nAlthough everyone is following this economics law from high level, there are various methods of maintaining stablecoins prices, which can be classified into two categories: **uncollateralized algothrimic stablecoins and collateralized stablecoins.**\\n\\n# 2.1 Uncollateralized Algorithmic Stablecoins\\n\\n# 2.1.1 The 1st generation of “Rebase” — — Mandatory increase or decrease in the supply\\n\\nRebase will remind many people thinking of Ampleforth and YAM. Ampleforth even claims themselves to be “Rebasing Cryptocurrency”.\\n\\n**Case:** Ampleforth\\n\\n**Mechanism:**\\n\\n* Inflation: market price < target price($1), protocol reduces the amount of stablecoins in users’ accounts proportionally.\\n* Deflation: market price > target price($1), protocol increases the amount of stablecoins in users’ accounts proportionally.\\n\\nIt is worth mentioning that the number of stablecoins in this system is increased or decreased in the same proportion according to the deviation of market price and the target price (for example, 5%). Although the amount of stablecoins in users’ accounts is fluctuating every day, the total supply remains unchanged.\\n\\n**The Value of the Design:**\\n\\n**Rebase is one of the foundation designs of algorithmic stablecoins. After Ampleforth we can see lots of projects’ innovations based on the Rebase mechanism (whether the adjustment is by smart contracts or the issuance of seigniorage bonds & shares to incentivize arbitrageurs)**.\\n\\n**Design flaws：**\\n\\nAmpleforth’s way of controlling the supply is relatively weak when facing the complicated market environment. In practice, external market factors and user psychological effects will have a negative impact on the system, which has caused the stablecoins to experience sharp price fluctuations.\\n\\n# 2.1.2 The 2nd generation of “Rebase”- Practice of Seigniorage Shares\\n\\nThe person who first came up with the idea of applying the traditional concept of “seigniorage” to the crypto was Robert Sams. In a paper he wrote in 2014 (A Note on Cryptocurrency Stabilisation: Seigniorage Shares), he designed **a dual stablecoins token model: One is stablecoin, and the other is seigniorage share.** For example, when the market price is higher than the target price and the supply of stablecoins needs to be increased, the newly issued stablecoins will be distributed to the holders of the seigniorage shares.\\n\\n**Cases:** ESD, BASIS\\n\\n**Mechanism:**\\n\\n* Inflation: market price < target price($1), the protocol will issue bonds to bring back the stablecoins on the market, thereby reducing the liquidity of the stablecoins on the market. Users can earn interest by buying bonds.\\n* Deflation: market price > target price($1), the protocol will issue stablecoins, the newly issued stablecoins will be distributed to those users who have seigniorage.\\n\\n**The Value of this Design:**\\n\\nThe first implication of Seigniorage Shares and Bonds makes the original Rebase system more robust. Although the second-generation of Rebase will still adjust the total supply through smart contracts, this method will only be used during deflation, and the newly issued stablecoins will be distributed to shareholders to share the benefits of seigniorage. During inflation, the protocol sells stock to reward users for actively burning stablecoins,thus creating arbitrage opportunities.\\n\\n**Design flaws：**\\n\\nThe uncollateralized stablecoins believe that people’s optimistic expectations (constant growth of the system and volume, stable price, etc.) are enough to support a system. But in fact it is the other way around. Although the projects like ESD and BASIS have introduced seigniorage, their performance is far worse than that of collateralized stablecoins in terms of price stability. Lacking the support of collateral, the shares are supported solely by expected NPV. In reality, there are times when the price fell and investors short all their shares, ending up with a crashed uncollateralized stablecoin system.\\n\\n# 2.2 Collatoralized Algorithmic Stablecoins\\n\\nNowadays, collateralized Algo Stablecoins are better than uncollateralized ones from the perspectives of stablecoins’ price stability or the valuation of seigniorage share tokens.\\n\\n# 2.2.1 Elastic Seigniorage Shares\\n\\nElastic seigniorage shares is the 3rd generation of “Rebase” that carry out a new design for the functions and supply changes of the seigniorage shares, and strengthen the protection against the fluctuation of stablecoin prices.\\n\\n**Case: Terra**\\n\\nAlthough from the public information we know that there is no collateral asset for Terra’s stablecoin such as TerraUSD, we think that Terra is backed by LUNA to some extent since LUNA plays important roles in giving users’ confidence.\\n\\n**Mechanism:**\\n\\n**Inflation:** When the market price of the stablecoin < the target price (currently about $1), the system issues seigniorage shares to take back stablecoin in the market, and arbitrageurs can exchange the stable currency for newly issued seigniorage shares (For example, if TerraUSD market price is $0.9. The system allows the arbitrageur exchanges 1 TerraUSD for $LUNA worth $1, which is equivalent to getting a newly issued $LUNA at a price of $0.1 cheaper than the market price)\\n\\n**Deflation:** When the market price of the stablecoin > the target price (currently about $1), the system issues new stablecoins and takes back seigniorage shares $LUNA in the market, and arbitrageurs can exchange $LUNA for new money.\\n\\n![](https://images.mirror-media.xyz/publication-images/epbc0350H1fKTYGP9XCuQ.png?height=295&width=512)\\n\\n**The Value of the Design:**\\n\\nFirst of all, the design of Elastic Seigniorage Shares is to rebase the supply of protocol stocks and stablecoins during inflation and deflation, and then rely on the behavior of arbitrageurs to pull back the market price of decoupled stablecoins. The redesign of the supply change provides a better absorption capacity for stablecoin price fluctuations.\\n\\nSecondly, $LUNA itself is also the native token of a sidechain (zone) of Cosmos, and the PoS staking scenario of the Terra chain actually gives $LUNA new functional value. Therefore, if Terra ecosystem can develop, we believe that Terra’s algorithmic stablecoin project will be more stable. Overall, the stability of the Terra stablecoin price looks good(see section 3.1 below for details).\\n\\n**Design Flaws:**\\n\\nTerra miners need to bear the risk of stablecoin price fluctuations. The system issues new seigniorage shares during deflation period will dilute the mining power of Terra staking miners.\\n\\n# 2.2.2 Smart Contract Protocol Controlled Value\\n\\n**Case:** Fei\\n\\n**Issuance:** Stablecoin FEI is minted based on Bonding Curve, users invest ETH to obtain FEI. The ETH invested by users actually goes to the PCV-controlled vault as an asset supporting the value of FEI.\\n\\n**Mechanism:**\\n\\nPCV mechanism: The main concept is that the collateral in smart contract vault continuously reweights the liquidity of the stablecoin trading pool issued by the agreement in the market, so that the price in the stablecoin trading pool is always stable at the target price of $1.\\n\\nUser penalties/incentives: when the market price of stablecoin is less than the target price of $1, users will automatically get discount when they sell stablecoin, while they will receive additional stablecoin rewards for buying stablecoins\\n\\n**The Value of Design：**\\n\\nUsing the treasury of collateral to control the stablecoin liquidity, PCV can be regarded as an interesting idea related to algorithmic stablecoin after AMM.\\n\\n**Design Flaws:**\\n\\nThe project uses smart contracts to automatically adjust the market price of the collateral in the agreement, which is effective in most cases. But if the value of the collateral in the extreme market drops sharply (currently the collateral of FEI is ETH). As a common problem stuck with all low-collateralization DeFi products, the mechanism will face serious challenges.\\n\\n# 2.2.3 PID control system to adjust the ratio of target price to market price\\n\\n**Case:** Reflexer\\n\\n**Issuance:** Users are required to over-collateralize ETH (no less than 145%), and the system also has a liquidation mechanism.\\n\\n**Mechanism:**\\n\\nWhen the market price (assuming $4)> the target price (currently $3.14), the control mechanism is activated (by using PID control system) to continuously increase the redemption rate of RAI (the ratio of the target price to the market price), which is equivalent to raising the target price. The increase in the redemption rate will incentivize those who have locked up ETH (RAI borrowers) to buy RAI now because their closing costs have become higher. In theory, this will make the market price of RAI consistent with the redemption price.\\n\\n![](https://images.mirror-media.xyz/publication-images/5L3hB03xd5TSqaLpiDM3Y.png?height=649&width=1400)\\n\\n**The Value of the Design:**\\n\\nThe system of Reflexer is relatively stable. It inherits the collateral and liquidation mechanism from MakerDAO, and the collateral can be redeemed at any time (while Fei cannot directly redeem the collateral). The innovation of the project is the PID algorithm which is to control the target price and interest, thereby changing the market price based on arbitrages. We believe that Reflexer is one of the most robust projects in all calculations, and it has the better ability to resist the death spiral when encountering extreme situations where the price of collateral drops sharply.\\n\\n**Design Flaws:**\\n\\nThere‘s no obvious flaw. But the overcollateralization means that it has low capital efficiency. Furthermore, it is not a complete innovation compared to MakerDAO.\\n\\n**2.2.4 Collateral Factor Control for Compound Collateral**\\n\\n**Case:** Frax\\n\\n**Issuance:** To issue a stablecoin you need to put in two types of collateral — external assets (currently USDC) and the protocol stock FXS. The collateral ratio of the two assets is controlled by the protocol algorithm. For example, a 50% collateral ratio means that minting $1 in stablecoins requires putting $0.5 in USDC and $0.5 in FXS.\\n\\n**Mechanism:** As for specific mechanisms,[ Haseeb Qureshi](https://medium.com/dragonfly-research/a-visual-explanation-of-frax-bcce72c1730f), [Alexis Direr](https://medium.com/coinmonks/frax-a-partially-collateralized-stablecoin-53d7841a4558) and others have written easy-to-understand analyses.\\n\\nOverall, Frax has designed a dual-collateral mechanism and the stablecoin can always be redeemed for $1, so it can rely on arbitrageurs to bring the stablecoin market price back to a certain range.\\n\\n**Inflation**: When the market price of stablecoin < target price (currently $1), arbitrageurs will buy stablecoin in the market and go to the Frax protocol to redeem the collateral and eventually sell the seigniorage share (FXS) in the collateral for a profit. The increasing demand of arbitrageurs pushes the price up.\\n\\n**Deflation**: When the market price of stablecoin > target price, arbitrageurs will put collateral in the Frax protocol to mint stablecoins and finally sell them in the market for a profit. The increasing supply of arbitrageurs drags the price down.\\n\\n![](https://images.mirror-media.xyz/publication-images/24fff2paKDiF4bv99ivGZ.png?height=375&width=512)\\n\\n**The Value of the Design：**\\n\\nFrax is one of our most bullish projects in the sector at the moment.\\n\\nThe team learned the lessons from the failures of its predecessor of algorithmic stablecoins and their design takes the best parts, such as: **using stablecoins instead of other volatile assets as initial collateral; an innovative mechanism that allows arbitrageurs to pull back the market price of stablecoin.**\\n\\n**It is also the first project that can keep the stablecoin stable without over-collateralization.**\\n\\n**Design flaws：**\\n\\nNo obvious flaws. **The initial stability of the system has a lot to do with the fact that the collateral put in is USDC. However, it will take time to see if it can weather a significant drop when the collateral is replaced with other volatile assets in the future.**\\n\\n# 2.2.5 Dutch Auction of Treasury\\n\\n**Case:** Float\\n\\n**Issuance:** Like Frax, issuing a stablecoin requires two types of collateral — external assets (currently ETH) and the seigniorage shares BANK\\n\\n**Mechanism：**\\n\\nMethod I: Treasury\\n\\n![](https://images.mirror-media.xyz/publication-images/vqoPJZM0rNZAsLpRmdb0E.png?height=299&width=512)\\n\\nMethod 2: Arbitrage of Users\\n\\n![](https://images.mirror-media.xyz/publication-images/Gi2BPspMuNBENKgOpB3eV.png?height=287&width=512)\\n\\n**The Value of the Design：**\\n\\nFloat not only has a combination of factors on it that can make the algorithm stablecoin system better resist the death spiral: compound collateral, seigniorage share, use of bonds, treasury as well as user arbitrage behavior after the issuance of Rebase. Moreover, the protocol also has its own innovation in the target price. So personally I think this project combines better robustness and innovation, although currently liquidity is not that adequate, we think it has good potential.\\n\\n**Design flaws：**\\n\\nBecause there is no liquidation and no overcollateralization mechanism, this system is threatened by the downward price of collateral in the treasury when it comes to extreme situations.\\n\\n# 3. Actual Performance of The Algorithm Stablecoin\\n\\n# 3.1 Price Stability of Existing Algorithmic Stablecoin\\n\\nFor the current performance of mainstream algorithm stablecoins, we compare the standard deviation of their daily price volatility and conclude that Frax and Terra perform relatively better:\\n\\n![](https://images.mirror-media.xyz/publication-images/cg-95cSCzuoBFb_1GiGuY.png?height=309&width=512)\\n\\n![](https://images.mirror-media.xyz/publication-images/psKxMxtfwtOG3cwrsJmED.png?height=314&width=512)\\n\\n# 3.2 How To deal with Death Spiral\\n\\nThe death spiral is a problem that all algorithm stablecoins face (or more generally all synthetic-asset-based DeFi protocols of which stablecoins are also a part). We have collected the performance of projects on the market and summarized a few possible factors that can help projects better cope with extreme markets.\\n\\n1）Speculation would exist in the beginning. But the key is that speculators can eventually bring a lot of money to boom.\\n\\n2）Collateral can give users greater confidence. MakerDAO, Synthetix uses an over-collateralization mechanism to protect the price of the system. So in terms of price stability, collateralized projects outperform uncollateralized projects in general.\\n\\n3）The design of seigniorage share is critical and here we see that the design of seigniorage share of Terra and Frax has enabled their systems to be more robust.\\n\\n4）The use of bonds during deflation can also be used to resist selling pressure.\\n\\n# 4. Investment Thesis — What Does A Promising Algorithmic Stablecoin Look Like?\\n\\nBased on the various algorithm stablecoin designs and their actual performance, we believe that the following points will be the key factors that algorithm stablecoin may have:\\n\\n1. Hybrid collateral: External collateral (ETH and other stablecoins) and internal collateral (seigniorage share tokens)\\n2. Elastic Seigniorage Shares: Design the supply amount of seigniorage share tokens to deal with the volatility of stablecoins\\n3. Seigniorage share tokens are more stable if they have additional valuable functions beyond the designs of governance and seigniorage profit (such as $LUNA which is seigniorage and native token of Terra)\\n4. Use of bonds\\n5. The target price is not pegged at $1. Redesign a mechanism with a floating target price mechanism that automatically adjusts the target price according to market supply and demand to arbitrage\\n6. Liquidity control of the stablecoin trading by treasury (collateral)\\n\\n![](https://images.mirror-media.xyz/publication-images/tJBMLVp8Y8HwatazXTAYM.png?height=82&width=700)\\n\\n1.  \\n \",\"timestamp\":1641354369,\"title\":\"Decentralized Central Bank’s Currency Experiment\"},\"digest\":\"9zOBk8eEtpxEgZCP0zaMHTcj611KSa3zMQR2Ul-yrH0\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"j-5iFjurRvR-8JA_i9FW42WuxnLL83p5UNFczFRAYTOKMJqO0DghVDPIjmfz_5ZzxoKjauU0P1X1jUUlGqYxvA\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9zOBk8eEtpxEgZCP0zaMHTcj611KSa3zMQR2Ul-yrH0\"}"