"{\"content\":{\"body\":\"Since this is a mini-report, I will simply define the terms, and go straight to the point. This article will have a follow-up, in which I will talk about Web 3.0 in detail.\\n\\n### What is Web 3.0?\\n\\nI will use a metaphor which I saw from @TheCryptoCPA on Twitter to define Web 3.0:\\n\\n•\\tWeb 1.0 – read-only.\\n•\\tWeb 2.0 – read & write.\\n•\\tWeb 3.0 – read, write & own.\\n\\n**Web 1.0** refers to the early times of World Wide Web evolution. There were only a few content creators on the Web, pages were static, and content was served from the server’s file system.\\n\\n**Web 2.0** refers to the adoption of the Web throughout the world, and the emergence of the platforms like MySpace, Facebook, and Twitter. With Web 2.0, users are able to actually participate in the Web. Websites and content started to become dynamic rather than being static.\\n\\n**Web 3.0**, also referred to as the Semantic Web, refers to the evolution of web utilization and interaction which includes altering the Web into a database. In Web 3.0, data isn’t owned by the database where you share your content, but it’s only shared.\\n\\n### What is ENS?\\n\\nTo use blockchains, we need wallets, and every wallet has an address (like 0xba84F80549Cb59304f1aC7913300d46B0Ed1c8F6). These addresses are long and confusing. Web 3.0 is becoming a thing and we will come to a point that websites offer the “sign in with Ethereum” option.\\n\\nThe Ethereum Name Service (ENS) solves the problem by allowing people to create simple addresses that are easier to remember and use. So, basically, ENS domains are DNS’ of Ethereum. For example, your dear author’s profile name is mertdemir.eth, which is an ENS domain. All the ENS domains are like this, they are blabla.eth.\\n\\nYou can get your own ENS domain on <https://app.ens.domains/>. Domains are very cheap (a normal domain costs $5 a year) but unfortunately Ethereum gas fees are very high. So, beware. ENS domains can be sold. ENS can be considered as a Web 3.0 product since it names the wallet that you and only you own.\\n\\nBelow, I want to share an analysis on the fair value of the protocol and ENS tokens.\\n\\n•\\tTotal ENS domains created: *481k*\\n•\\tTotal ENS domains *194k*\\n•\\tSo that means *60%* of ETH domains have not been set as the primary name. People are buying domains to claim it (so nobody else can buy it) or selling it for higher prices in the future.\\n\\n**An optimistic analysis:**\\n\\n•\\tTotal number of ETH addresses: *178M*\\n•\\tMost of the people use more than 1 wallet, usually 2-3 (I saw this research somewhere, will link it when I find it).\\n•\\tSo, let’s divide ETH wallets into five: *35.6M* addresses.\\n•\\t35.6M ETH users / 194k primary addresses = *183x growth potential for ENS domains.*\\n\\nDomains, as the main product of the ENS protocol, bring added-value to the protocol via being registered, used, and adopted; thus, to the $ENS as the governance token.\\n\\n### Sentiments on the future market:\\n\\nIn my personal opinion, the next major narratives of the market will be **Ethereum scaling and Web 3.0.** ENS has definitely a lot of room to grow both with Web 3.0 narrative and its own. Let’s track the events and things that can increase the demand for ENS, so we can catch short-term price increases (at least we can try to do that). We are seeing the narrative getting stronger, so weighing risks and rewards: I think holding ENS is logical.\\n\\nI will explain why I think like this in the follow-up article: but my thesis for the following period is *long* Web 3.0 – L2s (especially ZK-rollups) and *short* DeFi 1.0.\",\"timestamp\":1638579311,\"title\":\"A Mini Report on ENS and Some Sentiments on the Future of Market\"},\"digest\":\"ChdEW4I6sHIpryllNG6Elnsr1vINkuyxjJ7LjNVjUkU\",\"authorship\":{\"contributor\":\"0xba84F80549Cb59304f1aC7913300d46B0Ed1c8F6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aoe-g3uvcYavTq5-Yy3hMvDF5NN998s95XCSYMyLIhU\\\",\\\"y\\\":\\\"Dj14Op-BYtMfxHAHm-sV-k3-fRftOi3FfMe8nL7qHb8\\\"}\",\"signature\":\"gZ4h3BHQiVbCUTrmzh3qf4-C8PWa14xiGIv6RSzGJEchqo74tPahQkjGz-tm3tDyATplICJ9it24QyzvO6XITw\",\"signingKeySignature\":\"0x50161fd6515429bb85a57418f0667a22c31f98fada1102734ab84420c467c477696e3c9147e37786e831dc62882254a8d87e2bda2e47ec9459646acd7bbc41771c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aoe-g3uvcYavTq5-Yy3hMvDF5NN998s95XCSYMyLIhU\\\",\\\"y\\\":\\\"Dj14Op-BYtMfxHAHm-sV-k3-fRftOi3FfMe8nL7qHb8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qp_G6Uq7OkagN0A84McyZX82iaf_pjIWzI6K0yOutbQ\"}"