"{\"content\":{\"body\":\"*This post was also [published on Decrypt](https://decrypt.co/83041/mirror-daos-and-the-exclusivity-problem); it’s the October 8 edition of our “[Roberts on Crypto](https://decrypt.co/collections/roberts-on-crypto)” Saturday morning column.*\\n\\nI'm old enough to remember when you could only join Facebook if you had a college email address. That was in spring 2005, my senior year of high school. Less than a year later, Facebook opened up to anyone 13 and older. It was inevitable on the platform's path to 2 billion users, but it also made it a lot less cool.\\n\\nThat tradeoff came to mind this week when Mirror [opened its gates to everyone](https://decrypt.co/82703/ethereum-based-blogging-platform-mirror-opens-up-to-everyone).\\n\\nPrior to that, you could only get a mirror.xyz blog by finishing in the top 10 in its weekly [WRITE Race](https://mirror.xyz/race), a popularity contest for two hours every Wednesday in which existing Mirror token-holders distribute votes to aspiring members. If you made the top 10, you'd earn one full WRITE token, which you could immediately spend on minting your own Mirror domain.\\n\\nMirror pitches itself on its homepage as: \\\"Writing as usual. Publishing like never before. We're *writers*. We always have been and always will be.\\\"\\n\\nAnd when it [launched the WRITE Race](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA) in February, its thinking was: \\\"Are we, the Mirror team, the sole gatekeepers of the platform? Is that at all in line with our values? Do we even have time for that? The answer is no, no and no... Nepotism and scarcity take a backseat to hive mind and reward. It’s a collective rally behind the best writers and a way to discover them.\\\"\\n\\nThat sounded very appealing. There was just one (big) problem that quickly emerged: the people getting voted in were not all writers. Every week, a handful of the top 10 finishers were rich crypto VCs or DAOs. They weren't independent bloggers, they were projects looking to fundraise, since Mirror's unique platform lets you create and sell posts as NFTs (the writer Emily Segal [crowdfunded her next novel](https://decrypt.co/68981/emily-segal-novel-crowdfund) via Mirror).\\n\\n[https://twitter.com/santisiri/status/1442789084519411715](https://twitter.com/santisiri/status/1442789084519411715)\\n\\nMirror started to look like yet another crypto project that claimed to be democratizing something through decentralization, but was actually exacerbating, as [Will Gottsegen](https://twitter.com/lil_smush) cleverly put it, a sort of \\\"clout inequality,\\\" elevating the cool kids of crypto above others. Many of the members were founders of other hot DAOs, and had multiple Mirror accounts. Moreover, the premise of the race being a populist experiment was compromised by the Mirror team tapping the initial cohort of “genesis writers\\\" who held the votes to let new people on. (Will and I reached out repeatedly to Mirror founder [Denis Nazarov](https://twitter.com/Iiterature) to discuss these things, but he declined to talk, and had Andreessen Horowitz comms reach out to me instead.)\\n\\nIn late September, Mirror introduced a separate race for projects that have their own token, and it switched to \\\"quadratic voting,\\\" which balances out for whales and attempts to reward regular people who get votes from the broader community. But a new problem emerged: bots were flooding in and influencing the results.\\n\\n[https://twitter.com/SHL0MS/status/1443313042041810944?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1443313266105753605%7Ctwgr%5E%7Ctwcon%5Es2_&ref_url=https%3A%2F%2Fdecrypt.co%2F83041%2Fmirror-daos-and-the-exclusivity-problem](https://twitter.com/SHL0MS/status/1443313042041810944?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1443313266105753605%7Ctwgr%5E%7Ctwcon%5Es2_&ref_url=https%3A%2F%2Fdecrypt.co%2F83041%2Fmirror-daos-and-the-exclusivity-problem)\\n\\nAll of this is not to detract from Mirror's inventive model. And building these communities the right way is *hard.* The platform is clean and easy to use, and the idea of \\\"Medium, but make it crypto\\\" is appealing to everyone in cryptoland who believes Web 3.0 models can help fix the existing broken monetization system for digital content.\\n\\n*Decrypt* is among those believers. It's why we're [building a media DAO](https://decrypt.co/80527/how-decrypt-is-driving-media-decentralization) with help from our friends at news sites like The Defiant, journalist groups like ACJR, and DAOs like FWB. We love what Mirror is trying to do, because we have the same aim: utilize decentralized tech to forge a better path for content online. (In the decentralized spirit of open publishing, I'm cross-posting this column to my Mirror blog.)\\n\\nAnd now that Mirror has opened its gates to all, it could help create a rising tide effect on other creator DAOs and crypto publishing ventures.\\n\\nUnless the masses flood in, and the cool kids decide it's no longer cool.\",\"timestamp\":1633810347,\"title\":\"Mirror, DAOs, and Exclusivity\",\"publication\":\"dan\"},\"digest\":\"AZnrFnYGJ0vHbfUYZepS6HqCn80hO0Eq8Y-VQlWm8r8\",\"authorship\":{\"contributor\":\"0x5d12aA6A6001fB326332c3801C6BD12449b6E44E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nGTNWYi9wUYXcFVshi1cWDcJ-LGAY2_qd4AfNN7c1JE\\\",\\\"y\\\":\\\"eAHoPttYpl3KPQe3JS01K33aTOCoc3yhS8alz61nLr4\\\"}\",\"signature\":\"35Hbov8PSDbE_4oTR8G5acZVbxpIFn-4UOfuk2QMsef6IzzsUWHmZYAOgBr4vQ2axjwBpS-9SRf4NoAIPf63PA\",\"signingKeySignature\":\"0x6f5f1a096f2aa7c27cde118ace7b1e88ba577af82ed1838ec5f30c31630bbc281193b6f34f4c4fbf5417eb261341833a05bb9821f04d64c60cf042069f5187f61b\",\"signingKeyMessage\":\"I authorize the publication of articles on dan.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nGTNWYi9wUYXcFVshi1cWDcJ-LGAY2_qd4AfNN7c1JE\\\",\\\"y\\\":\\\"eAHoPttYpl3KPQe3JS01K33aTOCoc3yhS8alz61nLr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c2A2K0QKK4ZOLuociPHhSWM8x2gkHLinC21GQKfdqVg\"}"