"{\"content\":{\"body\":\" \\n   \\n 为何香港实施了房产税依然还是住房不公呀？ \\n 　　----一位朋友说他看到香港住房空置税也无法解决住房公平的感慨！ \\n 　　汪华斌 \\n 　　昨天一位朋友碰到我，他说他也在思考；你说我们大陆住房不公是没有房产税的原因，可香港一手房空置税开始落地实施了；然而还是没有影响香港的新房市场与房价，这就是香港动乱很大的原因是老百姓对两极分化的不满；因为香港竟然也是住房两极分化，这就是香港人不满公平竟然也是越来越远的原因。这位朋友说我们重庆与上海房产税的试点失败，大概也是因为只要与中国粘上了边最后就是公平远去；难到中国特色就是要远离公平吗？ \\n 　　我们看到香港只对一手房空置税制定了草拟法案，这是由于香港二手房市场空置率很低；并不适合开征空置税，所以此次对一手房市场开征的空置税。开征新房空置税，目的是为打压开发商惜盘捂盘、挤牙膏式的销售方式；加快市场上的新房供应，让房屋资源充分被利用以缓解香港的住房需求。香港空置税规定将对空置6个月以上、并未作居住或出租用途的一手私人住宅单位征收‘额外差饷’，相当于该单位应课差饷租值的200%即相当于两年的租金，且大约相等于楼价的5%。举个例子，一套价值1000万人民币的新房，空置在6个月以上（未居住也未出租），按照楼价5%计算，则需要缴纳将近50万人民币的税。空置税是按年征收，直到不空置为止。 \\n 　　这位朋友说香港如此空置税，最后依然还是无法解决老百姓没有住房的问题；而我们社会更是住房数两极分化相当严重的社会。因为我们通过网络公开的信息知道，竟然一个医院的院长拥有100套住房与100个车位。难道这院长需要这么多住房与这么多车吗？这位朋友说我们社会总是说住房多套的人需要卖房了，但我们身边却总见不到这样的现象；如果这些人抛房子，起码查处腐败时没有这么多住房呀。我说我们社会的媒体总是说‘有多套房的人坐不住了’，但老百姓身边依然见不到；因为我们今天依然到处是抢房子的风声。我说这么多年我们社会总谈房子是住的，可住的人依然是没有住房的人；而有住房的人从来不缺房子。这已经成为了中国特色，因为我们社会住房也已经成为了致富的途径；这才是我们社会永远高谈住房，但住房问题永远无法公平。因为有个中国特色，就表明我们社会根本就不想解决这个问题。因为美国社会从来不说‘房子是住的’，但美国社会任何人都知道‘房子是住的’；因为每月千分之三的房产税，你不住的房子这是多么大的成本呀。 \\n 　　正因为如此，当年我建议学习美国全国统一每月千分之三的房产税；全部按照当地价格评估住房而纳税，并同时取消我们目前千奇百怪的产权概念。无论什么住房，全部按照评估的价格统一纳税；取消中国特色的土地出让金。然后在通过户口，每月每人补贴当地价格的四十平方面积的现金。这就是说哪怕你就是住的马路上，这钱你白得；而同样你有一百套住房，每套住房照样纳税；而只按照你户口当地价格补贴你四十平米的住房补贴。这样我们社会的住房马上得到根本性控制，不少人恐怕会一分钱不要而抛弃住房；这就是社会的公平与正义。然而当我们用上中国特色后，这样的公平与正义就会永远不会到来；这就是我们的中国特色。 \\n 　　我们看到我国2014年正式推进不动产统一登记制度，然而到今天依然没有搞清楚每个人的不动产情况。正因为如此，所以我们今天的司法税务等部门共享信息等同于幻想；起码我们到今天都无法知道每个人的具体收入与资产，这就是我们今天即使真的学习美国的房产税开征；最后也无法提供支撑而形式主义。正因为如此，所以今天的中国人根本就不担心腐败；而是担心自己没有权力腐败，这才是我们社会的腐败有增无减的原因；也是腐败分子的资产是当年腐败几万元到今天千亿元的现实。正因为如此，所以我们社会根本就没有公平的可能；一个腐败分子越来越多而且资产也翻番增加的社会，这公平究竟来自哪里呀；这就是我们社会只能离公平越来越远的原因。\",\"timestamp\":1640653419,\"title\":\"为何香港实施了房产税依然还是住房不公呀？ ----一位朋友说他看到香\"},\"digest\":\"s45QySL1dIkmzYcoO9x1iMgcGrzKWzcK_3FfHBD7JdA\",\"authorship\":{\"contributor\":\"0xeC76B2bFF71ABDd8e3871f09D7F2Bea183faa679\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XvmFT-cqaOoR9RTcs5ZC_Oy3Jg5HZ-O3OGADVVlzxGw\\\",\\\"y\\\":\\\"FfMEmfnu_Qjt-ZrUUxVlNKzBnpLwCoAujlebZjo9JUI\\\"}\",\"signature\":\"bjn4SJyixaqqpT9DKnN1yVBOJo_Z2KBbdtLhehUaYgxOWzFludmnWPEUw5NHjIsPAp2R8OtVR24F_9P5F4UE7Q\",\"signingKeySignature\":\"0xdfbd83b5bfc27664f25835eeb405d22a51241771374c78d40624680c944025737c1074c01fd2b0f5fdf4021b4c1d222785024983ad941cbc0c5e8532b3e718d41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XvmFT-cqaOoR9RTcs5ZC_Oy3Jg5HZ-O3OGADVVlzxGw\\\",\\\"y\\\":\\\"FfMEmfnu_Qjt-ZrUUxVlNKzBnpLwCoAujlebZjo9JUI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s45QySL1dIkmzYcoO9x1iMgcGrzKWzcK_3FfHBD7JdA\"}"