"{\"content\":{\"body\":\"Yesterday, we made the case for why the world of gaming is already primed for[ the coming of blockchain technology.](https://zaink.substack.com/p/gamers-have-wanted-nfts-for-years) \\n\\nAs a quick refresher, here are the big metrics:\\n\\n1. How large is the gaming industry really? - **$336 billion**.\\n2. How large is the actual audience for gaming? - **2.8 billion people strong.**\\n3. How much of that audience actually buys in-game items? - **About $40B worth.**\\n4. How many of those buyers wish they could sell their items for real money? - **81%**.\\n\\nToday, our focus is on the benefits that both gamers and developers are going to be able to see by entering the movement and what it’ll mean for the industry. \\n\\n## First, we need to understand the current selling points of NFTs. \\n\\n![](https://images.mirror-media.xyz/publication-images/65JUEm_FvXZBSUghwuhzb.png?height=720&width=1280)\\n\\n#### Right now, art NFTs are:\\n\\n1. Unique - Each of them is made as a singular piece of art. \\n2. Scarce - There is only one of each variant, so to have the ‘first 100’ of a popular collection gives exclusivity, for example. \\n\\n#### For the buyers and sellers of art NFTs there are two major benefits:\\n\\n1. Bragging Rights - A lot like the actual art market, having a piece from the Bored Ape Yacht Club is like having your own piece from Monet or Picasso. You're associated with brilliance or quality, and so you get status for being part of an exclusive club of owners. \\n2. Resale Value - A lot like Supreme or any other prominent streetwear bread, there’s only so many of your specific collection out in the world, and you already have exclusivity built into the product. So, like Supreme, you also buy in knowing that you have significant resale appreciation over time (on a successful art NFT project). \\n\\nIf you notice, this makes Art NFTs almost solely collectibles. Their inherent value is in the story they tell. The reputation they give to the owner. The dollar value is derived directly from that association and exclusivity. \\n\\n## How does gaming evolve the usefulness of NFTs? How is it uniquely positioned? \\n\\n![Image Credit: World of Warcraft Shadowlands Armor ](https://images.mirror-media.xyz/publication-images/X5vLcLHlhGqyQpvU10_VO.png?height=405&width=720)\\n\\nGaming adds the third and all important layer necessary for NFTs to have inherent value. **Utility**. We already live in metaverses inside our virtual worlds. We already use virtual items as gamers. \\n\\nThe most you can do with a BAYC (Bored Ape Yacht Club) NFT, for now, is put it as your profile picture and show it off. \\n\\nNFTs in gaming can be USED. That is on top of them having the stories, uniqueness, and resale values of art. \\n\\nThey can be armor with actual stats in World of Warcraft. \\n\\nThey can be Axies that you can collect and use to battle with other players. \\n\\nThey can be limited edition skins that an artist makes for League of Legends but you can actually wear and use every single time you go into a game. \\n\\n**Why are gamers, themselves, primed for adopting these NFTs?**\\n\\n![Image Credit: League of Legends Lux Skin ](https://images.mirror-media.xyz/publication-images/LS7tEsPoqtyegHN6zin5F.png?height=649&width=1100)\\n\\n**#1: Our Expenses Become Assets**: What is now us burning $10 for a League of Legends character or Valorant skin, will become something we own, can trade, and can appreciate in value. That, in itself, means we’re most likely going to be more willing to pay more for something we know can appreciate in value AND is unique. \\n\\n**#2: Our In-Game Items Will Have History**: Imagine being able to buy and own the exact skin that Faker used to win Worlds in League of Legends. Just like a signed ball from Lebron James, you own a piece of history that can always be traced back to its origins. But unlike that basketball that would be ruined if you play with it, you can use your skin every single day in-game. \\n\\n**#3: If the Game Grows, We Benefit:** Right now, a game exploding and growing in popularity really has very little benefit to the gamers playing it. Imagine a world where we participate in the economy of a game we love. We own a part of that game and as revenue explodes, we take a share through tokens. \\n\\n**Why is it such a high-value play for developers in the long-term?**\\n\\n![Image Credit: GameRant](https://images.mirror-media.xyz/publication-images/mSabA9jJYu7jWcPj0_xn6.png?height=550&width=1100)\\n\\n**#1: Growing the Pie of Gamers Spending Money**: Right now, less than 2% of players actually purchase in-game items \\\\[[1](https://wappier.com/blog/iap-statistics)\\\\]. And they drive a $40 billion market \\\\[[2](https://venturebeat.com/2020/12/18/newzoo-u-s-gamers-are-in-love-with-skins-and-in-game-cosmetics/)\\\\]. By making expenses into assets, like we talked about above, there’s a much higher likelihood of growing that pie of spenders. 71% of those who already buy have said they’d be willing to spend more for assets if they were actually sellable \\\\[[3](https://venturebeat.com/2020/12/18/newzoo-u-s-gamers-are-in-love-with-skins-and-in-game-cosmetics/)\\\\]. Blockchain gives them a reason by providing them with assets and a sense of investment in their in-game characters or accounts. \\n\\n**#2: Healthier User Bases for Games**: Axie Infinity, the current leader in the Blockchain Gaming movement, has astounding retention numbers. With almost no fall-off between 30 day and 90 day player-base retention \\\\[[4](https://naavik.co/business-breakdowns/axie-infinity)\\\\]. When you share a portion of the game economy’s profits with players, your cost of acquisition goes down, retention goes up, lifetime value goes up, and **players go from users to advocates**. \\n\\n**#3: Making Players Advocates:** Roblox gives 20% of their revenues to creators and they’ve become one of the largest, stickiest games in the video game industry. Imagine what metrics would look like for a game that gives much more of that to their creators and players through active marketplaces and royalties on the Blockchain. \\n\\n**#4: Kill the Grey Markets**: Game developers make closed looped games, currently. In most cases, they try to prevent all trading, selling, and sharing of assets like skins, characters, and accounts between different players. This is because they don’t get any of the benefits from these ‘grey’ transactions. While in a Blockchain Game, MOST of the value comes from allowing for markets that do all of this directly in-game through NFTs on-chain. And developers get to take a cut off of every transaction (Axie gets 4.5% per sale). \\n\\n**What are the larger issues that are still going to serve as barriers to entry for publishers?** \\n\\n**#1: High Gas Fees:** In their current stage of development, most blockchains have pretty significant activity constraints that haven’t caught up with the burst of products being built on top of them and people beginning to interact on them. This leads to a much higher cost per transaction (gas fees) to trade, buy, or sell within games. Sometimes as high as \\\\~$200. **This leads to a lot of profit being wiped out for players and makes it hard for them to infuse more capital into the game economies.** \\n\\n**#2: High Switching Costs for Successful Traditional Developers**: Like every major innovation, the long-term benefits for exploring the power of NFTs to create a whole new scope of game is pretty clear. The hard part is the short-term losses established players would have to take to make it happen. \\n\\nLong term, they would have broader user bases, be able to incentivize more of those users to join the game economy, and have a deep-seated alignment with their player base. Meaning, publishers would have advocates who play their game, align their profits with those creators & players, and have long-term staying power. \\n\\nNonetheless, the short-term disadvantages are also clear. \\n\\n* They would have to switch from a model where 100% of in-game economy sales go to developers to one where a much larger percentage of the pool is shared. \\n* Moreso, developers need to become very familiar with the blockchain and spend the time/money to launch and manage their Blockchain economies. That shift in expertise isn’t cheap. \\n\\n**#3: Giving Up Control in Game Economies and to a degree, Game Design.** \\n\\n![Image Credits: The eSports Observer](https://images.mirror-media.xyz/publication-images/gaNj2b-f4l7aGwYcssVez.png?height=400&width=805)\\n\\nIn the current gaming space, developers have almost complete control over all activity within their game ecosystems. For example, Riot Games, controls the gameplay, character development, eSports scene, and creator scene in the League of Legends, Valorant, and Teamfight Tactics ecosystems. \\n\\nIn a world where their games would be on the blockchain, they would have to forfeit some of that control. They would have to go from being the only suppliers of new skins to allowing players to trade amongst themselves. They would have to allow for the market to price itself. Furthermore, they would eventually want to build in incentives for users to even be able to create things like skins in the game, removing some of their game design control. \\n\\n### Amazing Sources To Learn From:  \\n\\n**Nansen.ai** \\n\\n![](https://images.mirror-media.xyz/publication-images/Iq7oFebYLraDfixWKkvdA.png?height=575&width=1100)\\n\\n[Website](https://www.nansen.ai/)\\n\\n[Twitter](https://twitter.com/nansen_ai?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)\\n\\n[Article ](https://www.nansen.ai//research/the-compelling-case-for-nft-gaming)\\n\\nWith their article, [The Compelling Case for NFT Gaming](https://www.nansen.ai//research/the-compelling-case-for-nft-gaming), Nansen articulates a lot of the essential arguments for why blockchain adoption makes so much sense in the gaming world. Their content also is a perfect launching pad to dive into a lot of other great sources discussing the space. \\n\\n**BITKRAFT Ventures** \\n\\n![](https://images.mirror-media.xyz/publication-images/gOUPr1c_gsnXpHNiSb3os.png?height=728&width=1100)\\n\\n[Website](https://www.bitkraft.vc/)\\n\\n[Twitter](https://twitter.com/BitkraftVC?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)\\n\\n[Article ](https://www.bitkraft.vc/gaming-a-potential-driver-of-blockchain-adoption/)\\n\\nThese guys are a brilliant and really experienced group of investors/researchers who helped immensely in giving me a 360 degree view of the space as a whole. Their article, [Gaming: A Potential Driver of Blockchain Adoption](https://www.bitkraft.vc/gaming-a-potential-driver-of-blockchain-adoption/), is a solid source when diving into the industry problems and potential solutions. \",\"timestamp\":1641774863,\"title\":\"How Gaming is Making NFTs Useful & What Adoption Might Look Like\\n\"},\"digest\":\"41TfSKVEtbKD4DGTqOMG7_6ie3BLsV4szDZwOa_fkHw\",\"authorship\":{\"contributor\":\"0xEE507CaAB997492a4c81C4B25cA2cCd41EDFfb87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1OBAzDVMwjW0kJEp4DdR_eRplMCHEC4Ul7Gwu3q6eE\\\",\\\"y\\\":\\\"hKGAKDioM-GN99OaucJ8QanFh1FEV58WdjEGIM9ntLU\\\"}\",\"signature\":\"HOeFj3RzU7fyYnkbhd6OCu-j79GDy20Bl4Q4xmHzVecr5a8hEvb2Llu_eSUJnGFKIc6KQt-0kQ0Jvo3UBZUZsw\",\"signingKeySignature\":\"0x585c4b5ac41110a2cc19587dfbf4a549956d06037d405863f85883201454f673045d7e299ea5c9bda95189502fcf35f2253384032340b753e31f394588f159b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1OBAzDVMwjW0kJEp4DdR_eRplMCHEC4Ul7Gwu3q6eE\\\",\\\"y\\\":\\\"hKGAKDioM-GN99OaucJ8QanFh1FEV58WdjEGIM9ntLU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"41TfSKVEtbKD4DGTqOMG7_6ie3BLsV4szDZwOa_fkHw\"}"