"{\"content\":{\"body\":\"Part Four Miners\\none\\n\\\"Our trip is not a negotiation, but a pleading. We don't have any bargaining chips.\\\" Yang Yi looked at the sun getting closer. The current sun, the sphere beyond the poles, looks so calm, like a fire that is about to go out. The surface is no longer surging with heat, there is no prominence, no corona, just like a cold and dark sunspot completely corroding the sun.\\nAt the destination, ready to go through the wormhole. On the contrary, Yang Yi was very calm. They had imagined the appearance of miners and their attitude towards the sun countless times. The answer is about to be revealed now, but like a stone in my heart about to fall.\\nThe \\\"Hope\\\" carefully avoided the solar beam and entered the wormhole. The light flew fast and dazzled. The solar beam was so bright that people could not open the eyes, even though the windows had lowered the light transmittance. Except that the eyes cannot adjust to the light, the aircraft is very stable, just as usual. After passing through the kaleidoscope-like wormhole, Yang Yi and the others went into space. The beam of sunlight that passed through the wormhole was bent at a strange angle and shot into the distance.\\nThe \\\"Hope\\\" was floating in space, Yang Yi and the others carefully observed the surrounding starry sky, and the artificial intelligence on the aircraft was also analyzing space data at full load. Compared with the starry sky of the earth, this place is not peculiar: there is an obvious bright spot in the sky, which should be the sun of this galaxy. There are so many stars in the sky, densely packed and full of stars. The entire universe seems to be filled with stars. Light up.\\n\\\"The density of stars in the sky is at least 10 times that of the earth!\\\" said a colleague.\\n\\\"It may be a region close to the center of a galaxy. I don't know if we are still in the Milky Way.\\\" Another colleague said.\\nThe Hope has been wandering in the space of the galaxy for a long time, constantly sending out signals to look for miners.\\nYang Yi and the others are also waiting anxiously, praying for a signal to reply.\\n\\\"Received signal!\\\" the artificial intelligence reported, \\\"analysing.\\\"\\nEveryone held their breath, Yang Yi started to sweat on his back, his hands and feet were generally numb, his mind stopped thinking, and it was time to reveal the answer.\\ntwo\\n\\\"We will not stop this mining task.\\\" The artificial intelligence translated: \\\"This task has already invested in it, and it will not stop. We must have a profit.\\\"\\n\\\"Please think about our planet. We need to survive.\\\" Yang Yi asked the artificial intelligence to send his words.\\n\\\"You people on Earth, when dealing with other species, do you think about survival for them? You don't even have the most basic communication.\\\"\\n\\\"Only we are intelligent creatures on the earth, and other races are not.\\\"\\n\\\"Why do you think that only you on the earth are intelligent creatures? You can't even break through the speed of light, and you can't be called intelligent creatures. In fact, all the species on the earth are at the same level.\\\"\\n\\\"We have protected so many species on the earth. We have various protection laws and protected areas.\\\" Yang Yuan pleaded, \\\"We humans still have many shortcomings, but we have been working hard. If the sun is gone, All species on our planet will become extinct and become a dark and cold death star. Please help us.\\\"\\n\\\"Can help you.\\\" The miner replied.\\nYang Yuan was so excited that he couldn't stop tears from hearing these words, and finally saw the hope of mankind, and asked: \\\"How do we need to cooperate?\\\"\\n\\\"You don't need to do anything to change your galaxy, where there is your new sun, intact.\\\"\\n\\\"Change to a galaxy? Transport so many of our species? Do you have a huge spacecraft?\\\"\\nThe other party did not answer, Yang Yuan and the others tried to find the other party's traces, but they could not find any traces of intelligent creatures.\\n\\\"Excuse me, who are you? Why did you choose the sun as a mining target? What technology do you use? Why do you have so many stars in the sky? How do you change galaxies? Can we transport all our species with a huge spacecraft? To a new planet? Is it your spacecraft? Have you seen our other group of companions?\\\" Yang Yuan and the others couldn't wait, they sent all the questions out of their brains, because every communication is precious.\\nNext is an anxious wait.\\n\\\"It's not that we have many stars here, but that you have few stars. Your galaxy is just one of my parks. We will regularly select some mature stars for energy harvesting, which is what you call mining.\\\" The other party finally replied, \\\" As for who we are, don’t you call me a miner? I’m just an individual, not a group. I am responsible for the mining of several galaxies, including your galaxy. I chose the sun, but I think it is now in its prime, mature, and only That's it. I just said that you don’t need to do anything to transfer the galaxy, and I will not use a huge spacecraft to transport you there. I will plant wormholes and grow rapidly along the orbit of your earth. After the wormholes mature, Move to the orbit of your earth and transfer your earth to the new sun's periphery through the wormhole. I will choose a suitable distance to ensure your temperature and ensure your rotation. At the same time, I will send your moon over and keep it as it was. Trajectory. The new galaxy is one of my sanctuaries. You can continue to live there as before. You have 7 groups of companions and 14 aircraft, all of whom were scorched in the wormhole, except for you .You'd better return to the earth as soon as possible. The signal sent here cannot be received by the earth. The structure of the wormhole is far beyond your imagination. The time you pass through the wormhole is actually very long, but the person who passes through cannot feel it. Waiting for you After returning to Earth, it is already 50 years later.\\\"\\n\\\"Protection area? Does it mean the same thing as an animal sanctuary on earth? We have become zoo animals?\\\" Yang Yuan asked quickly.\\n\\\"You were in the reserve before, just change a place.\\\"\",\"timestamp\":1640748898,\"title\":\"Galaxy Park 4\"},\"digest\":\"taRyTQIaiJqcxzIt-W5WBu6yHqG8aytczpLQcqDTYu0\",\"authorship\":{\"contributor\":\"0xF55c02b021f91752521C0cB74303565f25BAcCb1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"signature\":\"b6NTqWONBI-nr5uCRjhJWAXZS5HMNvkctThuIAZlkmjNn-xOppuITcUZemd1ksc0YhQpXn44XE9gakaV5HaWPg\",\"signingKeySignature\":\"0xfbae68e691bb1e97dbd4c9a264af2354a663e3588f409dd8b950a2aa67c6f3f31a676747a012127011249ca9a08ee8f487c51cd07d8207ed7f07995b6cdfa8341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"taRyTQIaiJqcxzIt-W5WBu6yHqG8aytczpLQcqDTYu0\"}"