"{\"content\":{\"body\":\"*In order to understand how the football.xyz DAO functions and relates to football, it is helpful to have a baseline understanding about “Web3”.*\\n\\n*If you’re new to this world, we’ve created a “Web3 Education” section in [Discord](https://discord.gg/8Ns9kaJVxv), including a list of frequently asked questions below (and on the server).*\\n\\n*If you have any questions that are not addressed on this list, [jump into Discord](https://discord.gg/8Ns9kaJVxv) and ask away.*\\n\\n\\n---\\n\\n## What is a ‘DAO’?\\n\\nA ‘DAO’ is a Decentralized Autonomous Organization.\\n\\nThink of a DAO like a digital cooperative that is collectively owned and managed by its members and run by a set of rules formed by the DAO’s community through democratic vote.\\n\\nBecause a DAO is built on transparent technology and code used by blockchains (more on that below), it means that all DAO rules are always publicly accessible and impossible for a single person or entity to change.\\n\\nThe DAO’s decisions are governed by vote, so everyone in the organization has a voice and nobody’s meaningful input is disregarded or dismissed because of hierarchical status like it might in a traditional company structure.\\n\\nThe DAO has a treasury that nobody can access without group approval, removing the risk of executive misuse of funds, and all transactions and financial data are shared publicly so there’s no potential for fraudulent reporting.\\n\\nUnlike a traditional company, which is necessarily tied to a physical location, a DAO has no headquarters and membership that can come from anywhere in the world.\\n\\nIn essence, instead of being run top-down by people working together physically (as is usually the case in a traditional company), a DAO is an organization run by a set of rules and code, where all data is transparent and everyone has a vote, no matter where they are.\\n\\nWe are launching football.xyz as a DAO because we not only want to empower fans to support football in new ways, but because we believe in accountability and transparency for the sport of football as a whole.\\n\\nYou can read more about DAOs [here](https://ethereum.org/en/dao/).\\n\\n## What is ‘cryptocurrency’?\\n\\nA cryptocurrency is a form of payment that can be exchanged for goods and services. Just as ‘traditional’ fiat currencies (the US dollar, the Euro, etc) derive their value from the governments that print them, cryptocurrencies derive their value from the organizations that mint them. They are convertible with other cryptocurrencies, fiat currencies, and other assets.\\n\\nThere are a number of popular cryptocurrencies (Bitcoin, Ethereum, etc), all with their own benefits and utilities.\\n\\nDAOs commonly create their own cryptocurrency, or ‘token’.\\n\\n**Coinbase: [“What is cryptocurrency?”](https://www.coinbase.com/learn/crypto-basics/what-is-cryptocurrency)**\\n\\n## What is a ‘blockchain’?\\n\\nA blockchain is a public digital ledger that tracks activity (such as the buying and selling of Bitcoin) and stores the data in countless devices around the globe that are all constantly verifying the transactions with each other.\\n\\nThis transparent group verification prevents a single person or organization from altering data or activity that has occurred on the blockchain and protects the value and interests of all participants.\\n\\nOur goal is to build a community-led organization with blockchain technology because we know the potential for corruption and manipulation in football and want to protect against it.\\n\\n**Coinbase: [“What is a blockchain?”](https://www.coinbase.com/learn/crypto-basics/what-is-a-blockchain)**\\n\\n## What are ‘smart contracts’?\\n\\nSmart contracts are programs built on the blockchain that \\\"automatically execute, control or document legally relevant events and actions according to the terms of a contract or an agreement.\\\" In other words, they are exactly like a traditional contract with two important differences:\\n\\n1. Smart contracts don't require third parties for confirmation and execution. They are 'hard-coded’ to execute the terms of the contract when the preset conditions are met which dramatically increases the efficiency and lowers the cost for contracts.\\n2. Smart contracts are publicly visible contracts that can't be reversed. This provides security for all parties to the contract, enables trust for agreements of all sizes, and enables lightning-fast, low-cost transactions and agreements.\\n\\nSmart contracts are a foundational component of DeFi and are used by every cryptocurrency, DeFi platform, and DAO.\\n\\n**Coinbase: [“What is a smart contract?”](https://www.coinbase.com/learn/crypto-basics/what-is-a-smart-contract)\\nWikipedia: [“Smart Contract”](https://en.wikipedia.org/wiki/Smart_contract)\\nIBM: [“Smart Contracts Defined”](https://www.ibm.com/topics/smart-contracts)**\\n\\n## What is a ‘token’?\\n\\n**From [Coinbase](https://www.coinbase.com/learn/crypto-basics/what-is-a-token):**\\nTechnically, “token” is just another word for “cryptocurrency” or “cryptoasset.” But increasingly it has taken on a couple of more specific meanings depending on context. The first is to describe all cryptocurrencies besides Bitcoin and Ethereum (even though they are technically also tokens). The second is to describe certain digital assets that run on top of another cryptocurrencies’ blockchain, as many decentralized finance (or DeFi) tokens do. Tokens have a huge range of potential functions, from helping make decentralized exchanges possible to selling rare items in video games. But they can all be traded or held like any other cryptocurrency.\\n\\n## What is ‘decentralized finance (DeFi)’?\\n\\nDeFi is the term for all financial goods and services built on the blockchain. The financial goods and services are provided on peer-to-peer (P2P) networks instead of through financial institutions and intermediaries of the traditional financial sector like banks and investment firms. This means DeFi offers many advantages over traditional finance such as:\\n\\n* Reduced costs\\n* Less paperwork\\n* Faster transactions\\n* Open to everyone\\n\\nThe ideal example of DeFi is a service that runs autonomously through blockchain technology and smart contracts, but the concept of DeFi has broadened to include most any application that uses the blockchain and cryptocurrencies to provide alternative financial products.\\n\\n**Coinbase: [“What is DeFi?”](https://www.coinbase.com/learn/crypto-basics/what-is-defi)**\\n\\n## What is ‘decentralization’? And how is it different from “centralization”?\\n\\nA decentralized organization is one where ownership and decision-making ability is held by all members, not just a few. For example, co-ops and communes are decentralized organizations as members vote on organizational positions and laws while all sharing in the profit and rewards of the organization.\\n\\nOn the other hand, Facebook is a centralized organization in which the members (all Facebook users) are subject to the decisions of a few people, don't have a say in the company direction, and don't get rewarded for their support and use of the platform.\\n\\nDecentralization is more than just an organizational structure— it is a commitment to keep the power, profits, and promise of an organization in the hands of the people who made it successful. In our case, we want to enable fans of soccer clubs to form organizations that can acquire and control a part or the whole of their club.\\n\\n## What is ‘Web3’?\\n\\nThe term \\\"Web3\\\" (or web3, Web 3.0, Web 3, etc) is an all-encompassing term to describe the new shape of the internet-enabled by larger blockchain principles and technology. Before launching into the different components of web3 and how we plan to use it to improve the beautiful game, let's go through a very short explainer...\\n\\n***Web 1.0***\\nThis was the first era of the internet where few people could publish online but people with a computer could access and read information. This era of the internet was extremely centralized with only a few servers hosting all data and websites.\\n\\n***Web 2.0***\\nThis is regarded as the current era of the internet where anyone can publish, access, and read information. This present era of the internet is more decentralized in that everyone can easily publish content, but still very centralized in terms of who profits from and hosts activity and data.\\n\\n***Web 3.0***\\nThis is the newest era of the internet where anyone can publish, access, and read information but also control, host and profit from their data and activity. This era of the internet is completely decentralized and allows people and groups to receive direct benefits for expertise and activity. We are currently emerging from Web 2.0 and crossing over into the Web 3.0 era.\\n\\n## How can Web3 help football?\\n\\nThere are myriad ways Web3 innovation can benefit football on industry-wide levels, but we have a particular interest in how it can serve supporters and their clubs. In the modern era, we have seen countless clubs spend unsustainably, engage in business dealings misaligned with fan values, and close crucial avenues to supporter engagement, support, and scrutiny.\\n\\nWeb3 offers clear avenues for fan ownership of clubs — or, at minimum, increased club-side transparency, community development, and making decision-making genuine, collaborative, and meaningful with an engaged fanbase.\\n\\n[Once you’re in Discord](https://discord.gg/8Ns9kaJVxv), head over to **#dao-structure** to get involved with the first step - building a DAO with the community. And if you’re a web3 wizard or developer, head over to **#blockchain-build** and **#tokenomics** to get involved!\\n\\n## How can a DAO purchase a football club?\\n\\nWhile the idea of a DAO owning a football club is exciting, we’re afraid the process of acquiring a club is extensive and rather boring to explain. In basic terms, though, a DAO can purchase a football club just like any other organization can - by providing the current owner with the requested value and terms of the sale contract. Just because a DAO is a web3 organization does not mean it can’t transact with non-web3 businesses - in fact, simplifying this process and building bridges between these two worlds is one of our overarching goals!\\n\\nStandard business practices such as Due Diligence will be used throughout the acquisition process with all information being provided to the DAO members in a fully transparent process. At this time, the members of the DAO will also be having internal discussions over the degree to which the DAO will provide management for the club. This will be determined on a case-by-case basis, decided by popular vote of the members, and always subject to change via additional vote(s).\\n\\nTerms for the acquisition will be negotiated between the current owner and the DAO, and as with any contract where one side consists of multiple parties, the DAO will decide internally on whether or not it agrees to the terms and conditions of the contract. Funds for the club acquisition will be raised through sales of digital assets by the DAO with the funds then transferred to the current owner in the currency which they request at which point the DAO will own the club.\\n\\nWhile at present there are some restrictions regarding how decentralized ownership groups are formed and operate in certain national associations and league setups, there is ample opportunity (that will only grow with time) to explore club ownership through DAOs.\\n\\nOnce you’ve joined [the football.xyz Discord](https://discord.gg/8Ns9kaJVxv), head to our **#club-ownership** channel to learn our vision, see recent updates, and get involved with the community helping us make this a reality!\\n\\n## How could a football club be impacted by a DAO?\\n\\nThere are many ways a DAO can participate in a football club — not merely acquisition and operation. Beyond coming together to buy a team and ensure transparent business practices and genuine fan oversight are embedded in the operation, a DAO can also help supporters collectivize, remunerate each other for currently-voluntary tasks, and leverage the tools of Web3 to vote on group action.\\n\\nWhether it’s helping a supporters’ trust achieve better communication and decision-making mechanics, structure an approach to secure a minority stake in their club, or simply achieve better avenues to unite fellow fans from near and far, a DAO can help address community structures that are outdated, informal, or offline in a globally-connected era of football.\\n\\n## What about fans whose club is getting bought? What say will they have if they are not in the DAO?\\n\\nIt is our commitment that anything driven by our DAO puts fans at the very heart of any operation, particularly those physically embedded in the club’s local community.\\n\\nThis necessarily will include meaningful representation in decision-making, transparent business practices, clear mechanisms in place to ensure the proper protection of tradition and culture, and ideally extends to supporter equity. We will work closely with fan groups to give everyone access. There will always be future opportunities for fans to join the DAO and get involved.\\n\\n\\n---\\n\\n**If there are any other questions — no matter how basic — feel free to ask in [Discord](https://discord.gg/8Ns9kaJVxv). This list is ever-evolving and we aim to have a comprehensive introduction for all.**\\n\\n💬 *[Join our Discord](https://discord.gg/8Ns9kaJVxv) and help build the future of football*\\n🐦 *[Follow us on Twitter](https://twitter.com/footballdotxyz) and stay up-to-date*\",\"timestamp\":1636413665,\"title\":\"Love Football, New to Web3?\"},\"digest\":\"bjAM_avgM8wWvxqaFbMEDIbOfyYCoc1fMbqaRhj0sk4\",\"authorship\":{\"contributor\":\"0x3919260be853eD2CAFEa5ca11415CaeAc0b03283\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o-Pit5gnXi8xxkFyUAVBM2izHhxHCTqTcaKDgDzxf_A\\\",\\\"y\\\":\\\"wdytx_aobnF8VL1VFSo6YPHL7UruW09wXHXTRoBHqZk\\\"}\",\"signature\":\"ZiRUYNDoeuNC0dqwHB7mJkla0QukNEvsxnS71e0fYW7sUESJOlz7d6Lo7hoDD8tKyUAv4Fdt0UhxIWePVGxbzA\",\"signingKeySignature\":\"0x1ef494c84468d09eb9916dce9d983d9fa13cb240201b23758599c7907d39ddde2e061b2e65cb1ab399dd347e474d8d1dc003ebb3fab43db70ce4b4efa4fa186d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o-Pit5gnXi8xxkFyUAVBM2izHhxHCTqTcaKDgDzxf_A\\\",\\\"y\\\":\\\"wdytx_aobnF8VL1VFSo6YPHL7UruW09wXHXTRoBHqZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UshdL2xXbzGmE_-6ezRlqzAfR5Ef42XLexixdf884nk\"}"