"{\"content\":{\"body\":\"**原标题：《Cars, Ownership, Capitalism, NFTs, and the Metaverse》**\\n\\n**作者：Yat Siu，Animoca Brands 联合创始人**\\n\\n1886 年，卡尔·本茨推出了被广泛认为是第一辆商用汽车的奔驰汽车，从而开创了无马车时代。本茨可能没有意识到，他的发明标志着一个平台的推出，该平台最终将使 Uber、Lyft、Grab、加油站、备件供应商、维修店、定制产品、汽车修理工以及无数其他与汽车相关的产品的存在成为可能。总的来说，这些企业的价值远远超过汽车制造业本身。\\n\\n### 从产权到汽车经济\\n\\n奔驰专利汽车代表了商用汽车行业的技术基础，但正是所有权的保证，让其他企业可以直接为车主提供服务，无需中介。随着商品和服务供应商争夺车主的业务，在已有的东西（汽车）的基础上构建他们的产品，这使得追求资本主义的机会成为可能，并刺激了创新。\\n\\n服务可以显着提高汽车的价值和实用性。例如，考虑修复一辆经典汽车、涂上防刮漆涂层、升级到昂贵的座椅或安装顶级减震器和弹簧。这些和许多其他服务可以提供有用的社会效益，并且它们的价值随着车主数量的增加而增加——网络效应。\\n\\n通过这种方式，拥有资产的能力作为平台的基础，远远大于其各部分的总和。\\n\\n汽车是一个平台，整个汽车生态系统以及互联产业和服务都由车主——去中心化的私人个体——提供支持。\\n\\n### 内容就是平台\\n\\n早在 2018 年，我们就解释过内容就是平台，并且 NFT 提供了一个可行的框架，使数字内容（最终）成为真正的资产：不再只是授权给你在围墙花园内以纯消耗模型使用的物品，而是实际的，**附有产权的可拥有资产**。这些资产由一个去中心化的私人社区拥有，为庞大的、改变世界的生态系统奠定了基础。很像早期的商用车。\\n\\n这种所有权效应适用于我们可以拥有的任何财产——例如，房地产所有权使得拥有房地产经纪人和经纪人、抵押贷款提供者、室内设计师、家具设计师和许多其他人成为可能。在元宇宙 中，这在诸如 The Sandbox 之类的游戏中很容易看到，其中创作者提供各种商品供其他创作者使用。\\n\\n我们之前已经解释过，但需要再次强调：NFT 代表了在线世界的范式转变，因为现在可以以去中心化和可扩展的方式真正拥有你的数字资产。\\n\\n### 花了四年才结出元宇宙果实的树\\n\\n2022 年将是在 NFT 游戏的推动下，数亿用户将进入新生的开放虚拟世界的一年。我指的不是由大型科技公司或现有高度控制的围墙花园游戏世界推动的专有商业噩梦，而是指**由所有权、互操作性和社区等所有重要概念连接的开放、去中心化的系统和环境网络治理。**\\n\\n四年前，在 Animoca Brands，我们确定 NFT 和数字产权是游戏的完美搭配。2018 年，我们收购了一个名为 The Sandbox 的新兴项目，并支持和投资了 Sky Mavis（Axie Infinity）、OpenSea 和 Decentraland 等。从那时起，我们一直在宣传我们对未来的愿景，我不介意说有时很难。\\n\\n但今天这个领域已经突飞猛进，Animoca Brands 自豪地在通过 NFT 开发真正数字产权的几乎每一个重要里程碑中都发挥了作用：来自我们对 Dapper Labs（NBA Top Shot 和 CryptoKitties）的早期支持，我们在 OpenSea 上销售的 2019 最有价值的 NFT 和 2020 年最有价值的游戏 NFT，以发挥对经济收入的曙光。\\n\\n我们在那里帮助发展了 Axie Infinity 和由 YGG 带头的游戏公会模型（请参阅《[我们为什么投资 Yield Guild Games](https://animocabrands.medium.com/why-we-invested-in-yield-guild-games-1172d5aa0736)》），当然，我们对许多 NFT 和 GameFi 公司进行了广泛（且不断增长）的投资。\\n\\n过去的一年，尽管动荡不安，但极大地提升了我们对开放元宇宙未来的乐观情绪，毫无疑问，它将产生重要的经济和社会影响。\\n\\n### 迈向新资本主义\\n\\n我们作为区块链产品的运营商和投资者的能力使我们能够瞥见一个机会，这远远超出了另一个主要关注利润最大化的资本主义努力。不，我们相信我们有机会为更可持续、更道德和更公平的资本主义制定框架。\\n\\n**Web 3.0 使所有参与者都可以创建和拥有构成开放元世界的一部分数字世界。这意味着不仅可以从你的创作和财产中受益，还可以分享更大整体的网络效应，这将使你的资产价值随着整个生态系统的增长而升值。**\\n\\n与经典资本主义一样，这种所有权鼓励创新、创业和冒险，但与经典资本主义不同的是，其结果可以使所有参与的利益相关者受益。财富或收益的净变化不必为零。\\n\\n### 零和游戏的终结\\n\\n对我们如何在区块链上进行构建的快速概述可以最好地说明这种互惠互利的概念。让我们以两个流行的区块链为例：Polygon 和 Flow。我们正在 Polygon（例如 REVV Racing、Crazy Defense Heroes、Arc8）和 Flow（例如 MotoGP™ Ignition、Olympic NFTs）上创造各种新体验。\\n\\n这些产品显然产生了销售收入，但这还不是全部。我们通过持有和抵押他们的Token（在本例中为 MATIC Token和 FLOW Token），成为区块链本身的利益相关者、验证者和贡献者。这意味着当我们的产品产生销售并吸引更多参与者加入这些区块链时，这些链的Token就会升值。我们还通过 质押生成更多这些Token。\\n\\n为简化起见，各方都受益于活跃在整个区块链上的相互共享的网络效应。这种利益不仅限于我们或任何在网络上销售产品的实体，而是分布在整个价值链中，包括最终用户、整个区块链及其所有原生产品，当然还有 Animoca Brands 和我们的股东。我们使用我们支持的所有区块链生态系统来做到这一点，例如 Hedera、Harmony 和其他各种生态系统。\\n\\n**Web 3.0 的共享网络效应有可能结束经典的资本主义零和博弈商业方法，因为增长源自并受益于传统上一直是资本主义机构剥削目标的社区：消费者和雇佣劳动者作为网络效应的驱动力。**\\n\\n在开放的元宇宙中，任何普通最终用户都可以因投入的时间和金钱（通过对数字资产的真正所有权和控制权）、或通过创造原创事物（例如 The Sandbox 的新游戏体验）或在上面作曲而获得奖励现有资产（类似于售后汽车座椅制造商如何在现有汽车上构成）。\\n\\n当然，GameFi 的整个领域——包括极具吸引力的 P2E 运动——也在整个价值链中提供激励和奖励。\\n\\n开放的元宇宙为我们提供了让所有参与者受益的机会，结束了传统的零和思维方式。\\n\\n![数据](https://hx24.huoxing24.cn/image/crawler/2022/01/04/1641260107224032.jpg)\\n\\n### 客户所有者\\n\\n世界上最宝贵的资源是数据。每次使用任何在线服务时，都会产生数据——无论是通过上传照片、浏览商品或信息、参与现有内容，还是任何其他活动。服务提供商以各种方式通过你的数据获利，通常会让你烦恼（例如，将你的个人资料出售给广告商）。\\n\\n作为该数据的发起者，你应该能够从中受益，但你不能，因为它不属于你——它属于生成这些数据的平台，如果出现以下情况，你必须同意放弃该数据你想使用他们的服务。这些平台通过收集你的数据并利用你和众多其他客户所促成的网络效应而变得富有。\\n\\n就像最终为你的汽车提供能源的石油一样，数据本身并不有价值——它必须经过提取和处理才能有用。但数据仍应受制于产权。如果你突然发现你的房地产富含石油，如果一家石油公司在你的土地上进行石油钻探业务而没有给你补偿，你可能会感到有些沮丧。\\n\\n然而，我们的数据每天都会发生这种情况。但是，如果我们可以拥有并从我们的数据中受益呢？欢迎来到开放的元宇宙，因为这正是我们正在努力实现的目标。\\n\\n数字产权和参与由此产生的网络效应不仅是实现真正数据公平的重要先例，而且还为世界上最大的问题之一——不平等——提供了解决方案，并为前所未有的创造和创新浪潮奠定了基础。想想卡尔·本茨的发明如何彻底改变了整个星球，除了这种变化将以数字化的速度发展：以指数方式更快、更大。\\n\\n**简而言之，每个客户也成为所有者。**\\n\\nWeb 1.0 实现的最强大的效果之一是知识的公平分配。例如，互联网连接使远方的农民能够公平地评估其商品的价值，帮助他们获得公平的商品补偿。\\n\\n区块链可以用我们的数据完成一些非常相似的事情，只是我们不需要从物理世界中提取自然资源——我们只是通过在线存在来创建数据。这种最有价值的资源是由我们的活动自动创造的，这意味着我们有能力创造自己的资产。\\n\\n我们应该能够拥有它。\\n\\n### 公平的新年\\n\\n很难表达我们对开放元宇宙道路上的机遇和可能性有多兴奋。\\n\\n我们一刻也不认为这是一家公司可以完成的任务，这就是为什么我们过去几年的企业战略不仅仅是开发我们自己的元宇宙产品，同时也为更广泛的社区提供种子资金。我们已经投资了 150 多家公司，这些公司是我们根据他们对开放元宇宙和共享网络效应做出贡献的能力精心挑选的。\\n\\n我们的方法不是拥有开放的元宇宙——它不能也不应该由任何一个实体拥有——而是基于开放性、公平性、用户所有权、财产权和非零和方法。\\n\\n开放的元宇宙就像一个新的国家或一个新的社会。有趣的是，不提供强大产权的国家和社会在经济上往往更糟。更好的产权机制导致更高的经济增长。\\n\\n就像在现实世界中一样，缺乏稳定和持久产权的在线社会的经济潜力将远低于为所有选民保证这些重要权利的社会。我们相信这是元宇宙的发展方向，这就是为什么最终封闭的元宇宙产品不会那么成功。\\n\\n有了元宇宙，我们得到了一个难得的机会：我们不仅在一个令人兴奋的新空间中进行建设，而且我们还能够帮助塑造它，将其从集中式结构转向真正开放的结构。\\n\\n我感谢我们所有的股东、合作伙伴、生态系统参与者和其他支持者对 Animoca Brands 的信任，我深深感谢我们所有致力于这个激动人心的新未来的才华横溢的团队。愿你的 2022 年是开放和公平的！\",\"timestamp\":1641276677,\"title\":\"Animoca联合创始人Yat Siu：NFT 代表在线世界的范式转变\"},\"digest\":\"1EdyE6kEVhQePVcyBhu_nQ_dfWnyGLnOTpDFoAhjazQ\",\"authorship\":{\"contributor\":\"0xb756cb53cBB0F34ccE7Ab4b848C886b99f82764B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qn9c1cQpgVBYuL7uA6DzZ5V_Z8pAE2XOpylAZu5_Iy8\\\",\\\"y\\\":\\\"IuRDTvfl2xuuVHmaoTL7WXoDoxJm_n1n9dUKRUX1UoA\\\"}\",\"signature\":\"0SFy6m4UofqQ9FtU-8W8WtS7gHqOzuOYuq_JsvXo6Dz5MpZeTdSAQXIy227xYteu2KBtfKtrzlGsXFma3uDA_w\",\"signingKeySignature\":\"0xb19977e6d1c0e3ae3eb18b587b458f280d56e7fdf0adc71b1874a506dfcd5ee62aef5911be34f3900b42b60258f0fa9e7874aa4740639ac87f821827efbaacc91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qn9c1cQpgVBYuL7uA6DzZ5V_Z8pAE2XOpylAZu5_Iy8\\\",\\\"y\\\":\\\"IuRDTvfl2xuuVHmaoTL7WXoDoxJm_n1n9dUKRUX1UoA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1EdyE6kEVhQePVcyBhu_nQ_dfWnyGLnOTpDFoAhjazQ\"}"