"{\"content\":{\"body\":\"*originally posted to Space Collective on Dec 13, 2007*\\n\\nFrank Herbert wrote that: “The beginning of knowledge is the discovery of something we do not understand.” And of course who in his true and integrated mind will not agree to this statement?So let us start or begin our knowledge of the coming singularity by observing the prediction wall that is in front of us, the very wall that hides that which we do not understand. The prediction wall is a direct by-product of the very meaning of a tech singularity, it is a singularity because we cannot predict what it will be like, (the fact that we may not be able to predict the date is inconsequential to my eyes); that is where I would like to propose a different outlook on the coming singularity wall of prediction; that very wall of incomprehensibility and impenetrability is probably the most important conceptual barrier we are facing right now, right this moment.\\n\\nThe conceptual barrier we are facing is multidimensional in nature and deceptive in its angle of approach, it is as if the forces of history are converging towards a moment of, for lack of a better word, mysteriousness, that seems to itch to be believed in or rejected (because of other beliefs). It appears that the conceptual barrier we are observing right now and that for the moment we deservedly call a prediction wall has a mesmerizing effect on us, an effect which is in my eyes nothing less than fascinating. We are moving from our biological ancestry into an array of possibilities the like of which we have never seen nor thought possible before, we are as a specie envisioning ourselves as bettering ourselves via no other agency but our own hands, minds, feelings, insights and visions.\\n\\nThat is where the very essence of the prediction wall lies, its impenetrability is not inherent, and certainly not a given. The enigma in other words is not the singularity itself, but the one unraveling the enigma; in short, the enigma is us.\\n\\nBut what is it about us that make this particular point in our future time such a formidable riddle? The answer to my mind is quite clear, we are meeting a conceptual barrier because we are trying to think or conceive of the singularity based on the state of the human at present. We are using our imagination and fiction capabilities so as to give ourselves longer lives (because we perceive ours as short), we use our visions to conceive ourselves as perpetually healthy (because we perceive ourselves as frail), we use our ingenious competence to envisage ourselves as stronger, richer, happier and so on (because we perceive ourselves as weak, poor and fundamentally sad) and to top it all we use our best visions and insights to concentrate on our future freedom because we at base perceive ourselves as slaves.\\n\\nThis situation is somewhat akin to a human that has never loved imagining what it must be like to feel that love and exist in such a state which for him is pure fiction; though in the case of love he or she may believe that some clues are available from other similar beings that are experiencing (or claiming to experience) that particular emotion.\\n\\nMy point is as follows, we cannot by-pass the perceptual barrier of the wall of prediction because we try to perceive the future of the coming singularity from an insufficient perceptive mechanism. Many humans have tried to explain to us that we cannot understand concepts that are beyond us, concepts such as infinity (because we are finite systems), or for that matter unconditional love (because we are conditioned).I beg to disagree; we are an intelligence that can self-metamorphose by its own and on its own. We are a kind of mind that can not only create the tech singularity because we will it, we can do much more than that, we can bring about our own transformation via our own mind singularity which can and maybe/probably will give us the capacity to break through the conceptual barrier we are now facing.\\n\\nSo what can we do? Ahh! That is exactly my point; we always want to know what we can do, which is a kind of question based on our old neuro/bio system. These kinds of questions is exactly the kind of questions that lead not to the by-pass of the perception barricade but to the endorsement of our own ignorance for we still believe (old style) that by doing we are actually understanding. In order to appreciate the coming singularity we need to upgrade our minds and our conceptual perceptions, and upgrade them in such a fashion so as to allow us to realize the genuineness of our intelligence.\\n\\nThe genuine article of intelligence is the open mind, a mind that leaves enough ambiguity in its own self description so as to make possible and leave open all paths of convergence and actualization.I am all for the betterment of the human, I will have no regrets in leaving behind an insufficient body and a not good enough memory, but that is not the point, the point is that I want to be different not only in my body or my doing but in my very essence, I desire to alter the very nature of the human that I am, based on my choice and desire. We are not perfect machines, that is a given, we have evolved a bit like patchwork and if this is the work of a god or the god, then by all means let us leave him or her behind and move forward into a better and improved model, human version 2 and on to V.3 and so on. But again that is not the point; the point is that describing myself as a Transhuman or Singularitarian is insufficient for my needs of perception and conscious awareness, we need a vision that is grander still. A next step in the understanding of our own intelligence, that which makes our being what it is, hence I shall for my own purposes describe myself as a Transbeing.\\n\\nA Transbeing I take to be the next stage of Beingness in the same sense that Theillard de Chardin described the transformative process of the biosphere into the Noosphere.A Transbeing is an actual human that uses his intelligence to self-metamorphose and transform himself into an open mind system.\\n\\nThe hard part for the Transbeing is that it must relinquish historical thinking feeling and behavior for new thoughts, fresh sensations and unmarked attitudes that will allow the technological singularity to happen, to happen fast, to be predictable to a sufficient extent so as to create the ultimate circumstances for the elevation or uplift of the human to its next stage and to be sincerely a Transbeing and not just a human with extended capabilities.\\n\\nI do not believe that the Omega point (of Chardin) is the pinnacle of evolution; if at all the Omega point of the human race Transbeing is the start point of our progression. A Transbeing is the creator of his own nature and spirit and becomes as it were a self made consciousness. That in a nutshell is the essence of our intelligence as perceived by a Transbeing.\\n\\nSome thoughts from Peeking over the wall of prediction:\\n\\n> A Transbeing\\n>\\n> I found this and I like it \\n “Do not pass by my epitaph, traveler. \\n But having stopped, listen and learn, then go your way. \\n There is no boat in Hades, no ferryman Charon, \\n No caretaker Aiakos, no dog Cerberus. \\n All we who are dead below \\n have become bones and ashes, but nothing else. \\n I have spoken to you honestly, go on, traveler, \\n Lest even while dead I seem loquacious to you.” \\n From a Roman Tombstone with this inscription\",\"timestamp\":1640574749,\"title\":\"Enter: The Transbeing\"},\"digest\":\"RTEjeL9hvPak0eVd8iWpo1HBWuWgJoDsK3IVHxmC9Q8\",\"authorship\":{\"contributor\":\"0x4fc0e13f68C72c835487db6f45f41B607120391d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V8EwulJMauarb-q8OypHCzk9SpQ-eCaG4YEDfSrUYSQ\\\",\\\"y\\\":\\\"eENk5ucy7xa1m_WujQm-6pc3zDrD0njHE3wYA8a5Gl8\\\"}\",\"signature\":\"oyrxMKKM0hDd-BzNG6Ev_tGxbrkDmH088PHicnGyrpc98c-vz4t5Ce_uwbjabNolD4BwYGeB-uheAUJRWGkJFQ\",\"signingKeySignature\":\"0x7c70674b41672c08081236f362dd1108ddb42017b0454ac9292b57ef127ed9b57e9af7e2595cea8695613d8ca59908c3bf377fa2d29d5fae43b0efe9f2561a151b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V8EwulJMauarb-q8OypHCzk9SpQ-eCaG4YEDfSrUYSQ\\\",\\\"y\\\":\\\"eENk5ucy7xa1m_WujQm-6pc3zDrD0njHE3wYA8a5Gl8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RTEjeL9hvPak0eVd8iWpo1HBWuWgJoDsK3IVHxmC9Q8\"}"