"{\"content\":{\"body\":\"I cannot trust anybody. All names are false and assumed; documents are counterfeited.  Eyes and words deceive. . . .  All is demoralized, insulted by Bolshevism.  I just ordered Colonel Philipoff cut down, he who called himself the representative of the Russian White Organization.  In the lining of his garments were found two secret Bolshevik codes. . . .  When my officer flourished his sword over him, he exclaimed:  'Why do you kill me, Tavarische?'  I cannot trust anybody. . . .\\\"\\n\\nHe was silent and I also held my peace.\\n\\n\\\"I beg your pardon!\\\" he began anew.  \\\"I offended you; but I am not simply a man, I am a leader of great forces and have in my head so much care, sorrow and woe!\\\"\\n\\nIn his voice I felt there was mingled despair and sincerity.  He frankly put out his hand to me.  Again silence.  At last I answered:\\n\\n\\\"What do you order me to do now, for I have neither counterfeit nor real documents?  But many of your officers know me and in Urga I can find many who will testify that I could be neither agitator nor. . .\\\"\\n\\n\\\"No need, no need!\\\" interrupted the Baron.  \\\"All is clear, all is understood!  I was in your soul and I know all.  It is the truth which Hutuktu Narabanchi has written about you.  What can I do for you?\\\"\\n\\nI explained how my friend and I had escaped from Soviet Russia in the effort to reach our native land and how a group of Polish soldiers had joined us in the hope of getting back to Poland; and I asked that help be given us to reach the nearest port.\\n\\n\\\"With pleasure, with pleasure. . . .  I will help you all,\\\" he answered excitedly.  \\\"I shall drive you to Urga in my motor car. Tomorrow we shall start and there in Urga we shall talk about further arrangements.\\\"\\n\\nTaking my leave, I went out of the yurta.  On arriving at my quarters, I found Colonel Kazagrandi in great anxiety walking up and down my room.\\n\\n\\\"Thanks be to God!\\\" he exclaimed and crossed himself.\\n\\nHis joy was very touching but at the same time I thought that the Colonel could have taken much more active measures for the salvation of his guest, if he had been so minded.  The agitation of this day had tired me and made me feel years older.  When I looked in the mirror I was certain there were more white hairs on my head. At night I could not sleep for the flashing thoughts of the young, fine face of Colonel Philipoff, the pool of blood, the cold eyes of Captain Veseloffsky, the sound of Baron Ungern's voice with its tones of despair and woe, until finally I sank into a heavy stupor. I was awakened by Baron Ungern who came to ask pardon that he could not take me in his motor car, because he was obliged to take Daichin Van with him.  But he informed me that he had left instructions to give me his own white camel and two Cossacks as servants.  I had no time to thank him before he rushed out of my room.\\n\\nSleep then entirely deserted me, so I dressed and began smoking pipe after pipe of tobacco, as I thought:  \\\"How much easier to fight the Bolsheviki on the swamps of Seybi and to cross the snowy peaks of Ulan Taiga, where the bad demons kill all the travelers they can!  There everything was simple and comprehensible, but here it is all a mad nightmare, a dark and foreboding storm!\\\"  I felt some tragedy, some horror in every movement of Baron Ungern, behind whom paced this silent, white-faced Veseloffsky and Death.\\n\\nCHAPTER XXXIV\\n\\nTHE HORROR OF WAR!\\n\\nAt dawn of the following morning they led up the splendid white camel for me and we moved away.  My company consisted of the two Cossacks, two Mongol soldiers and one Lama with two pack camels carrying the tent and food.  I still apprehended that the Baron had it in mind not to dispose of me before my friends there in Van Kure but to prepare this journey for me under the guise of which it would be so easy to do away with me by the road.  A bullet in the back and all would be finished.  Consequently I was momentarily ready to draw my revolver and defend myself.  I took care all the time to have the Cossacks either ahead of me or at the side.  About noon we heard the distant honk of a motor car and soon saw Baron Ungern whizzing by us at full speed.  With him were two adjutants and Prince Daichin Van.  The Baron greeted me very kindly and shouted:\\n\\n\\\"Shall see you again in Urga!\\\"\\n\\n\\\"Ah!\\\" I thought, \\\"evidently I shall reach Urga.  So I can be at ease during my trip, and in Urga I have many friends beside the presence there of the bold Polish soldiers whom I had worked with in Uliassutai and who had outdistanced me in this journey.\\\"\\n\\nAfter the meeting with the Baron my Cossacks became very attentive to me and sought to distract me with stories.  They told me about their very severe struggles with the Bolsheviki in Transbaikalia and Mongolia, about the battle with the Chinese near Urga, about finding communistic passports on several Chinese soldiers from Moscow, about the bravery of Baron Ungern and how he would sit at the campfire smoking and drinking tea right on the battle line without ever being touched by a bullet.  At one fight seventy-four bullets entered his overcoat, saddle and the boxes by his side and again left him untouched.  This is one of the reasons for his great influence over the Mongols.  They related how before the battle he had made a reconnaissance in Urga with only one Cossack and on his way back had killed a Chinese officer and two soldiers with his bamboo stick or tashur; how he had no outfit save one change of linen and one extra pair of boots; how he was always calm and jovial in battle and severe and morose in the rare days of peace; and how he was everywhere his soldiers were fighting.\\n\\nI told them, in turn, of my escape from Siberia and with chatting thus the day slipped by very quickly.  Our camels trotted all the time, so that instead of the ordinary eighteen to twenty miles per day we made nearly fifty.  My mount was the fastest of them all. He was a huge white animal with a splendid thick mane and had been presented to Baron Ungern by some Prince of Inner Mongolia with two black sables tied on the bridle.  He was a calm, strong, bold giant of the desert, on whose back I felt myself as though perched on the tower of a building.  Beyond the Orkhon River we came across the first dead body of a Chinese soldier, which lay face up and arms outstretched right in the middle of the road.  When we had crossed the Burgut Mountains, we entered the Tola River valley, farther up which Urga is located.  The road was strewn with the overcoats, shirts, boots, caps and kettles which the Chinese had thrown away in their flight; and marked by many of their dead.  Further on the road crossed a morass, where on either side lay great mounds of the dead bodies of men, horses and camels with broken carts and military debris of every sort.  Here the Tibetans of Baron Ungern had cut up the escaping Chinese baggage transport; and it was a strange and gloomy contrast to see the piles of dead besides the effervescing awakening life of spring.  In every pool wild ducks of different kinds floated about; in the high grass the cranes performed their weird dance of courtship; on the lakes great flocks of swans and geese were swimming; through the swampy places like spots of light moved the brilliantly colored pairs of the Mongolian sacred bird, the turpan or \\\"Lama goose\\\"; on the higher dry places flocks of wild turkey gamboled and fought as they fed; flocks of the salga partridge whistled by; while on the mountain side not far away the wolves lay basking and turning in the lazy warmth of the sun, whining and occasionally barking like playful dogs.\\n\\nNature knows only life.  Death is for her but an episode whose traces she rubs out with sand and snow or ornaments with luxuriant greenery and brightly colored bushes and flowers.  What matters it to Nature if a mother at Chefoo or on the banks of the Yangtse offers her bowl of rice with burning incense at some shrine and prays for the return of her son that has fallen unknown for all time on the plains along the Tola, where his bones will dry beneath the rays of Nature's dissipating fire and be scattered by her winds over the sands of the prairie?  It is splendid, this indifference of Nature to death, and her greediness for life!\\n\\nOn the fourth day we made the shores of the Tola well after nightfall.  We could not find the regular ford and I forced my camel to enter the stream in the attempt to make a crossing without guidance.  Very fortunately I found a shallow, though somewhat miry, place and we got over all right.  This is something to be thankful for in fording a river with a camel; because, when your mount finds the water too deep, coming up around his neck, he does not strike out and swim like a horse will do but just rolls over on his side and floats, which is vastly inconvenient for his rider. Down by the river we pegged our tent.\\n\\nFifteen miles further on we crossed a battlefield, where the third great battle for the independence of Mongolia had been fought. Here the troops of Baron Ungern clashed with six thousand Chinese moving down from Kiakhta to the aid of Urga.  The Chinese were completely defeated and four thousand prisoners taken.  However, these surrendered Chinese tried to escape during the night.  Baron Ungern sent the Transbaikal Cossacks and Tibetans in pursuit of them and it was their work which we saw on this field of death. There were still about fifteen hundred unburied and as many more interred, according to the statements of our Cossacks, who had participated in this battle.  The killed showed terrible sword wounds; everywhere equipment and other debris were scattered about. The Mongols with their herds moved away from the neighborhood and their place was taken by the wolves which hid behind every stone and in every ditch as we passed.  Packs of dogs that had become wild fought with the wolves over the prey.\\n\\nAt last we left this place of carnage to the cursed god of war. Soon we approached a shallow, rapid stream, where the Mongols slipped from their camels, took off their caps and began drinking. It was a sacred stream which passed beside the abode of the Living Buddha.  From this winding valley we suddenly turned into another where a great mountain ridge covered with dark, dense forest loomed up before us.\\n\\n\\\"Holy Bogdo-Ol!\\\" exclaimed the Lama.  \\\"The abode of the Gods which guard our Living Buddha!\\\"\\n\\nBogdo-Ol is the huge knot which ties together here three mountain chains: Gegyl from the southwest, Gangyn from the south, and Huntu from the north.  This mountain covered with virgin forest is the property of the Living Buddha.  The forests are full of nearly all the varieties of animals found in Mongolia, but hunting is not allowed.  Any Mongol violating this law is condemned to death, while foreigners are deported.  Crossing the Bogdo-Ol is forbidden under penalty of death.  This command was transgressed by only one man, Baron Ungern, who crossed the mountain with fifty Cossacks, penetrated to the palace of the Living Buddha, where the Pontiff of Urga was being held under arrest by the Chinese, and stole him.\\n\\nCHAPTER XXXV\\n\\nIN THE CITY OF LIVING GODS, OF 30,000 BUDDHAS AND 60,000 MONKS\\n\\nAt last before our eyes the abode of the Living Buddha!  At the foot of Bogdo-Ol behind white walls rose a white Tibetan building covered with greenish-blue tiles that glittered under the sunshine. It was richly set among groves of trees dotted here and there with the fantastic roofs of shrines and small palaces, while further from the mountain it was connected by a long wooden bridge across the Tola with the city of monks, sacred and revered throughout all the East as Ta Kure or Urga.  Here besides the Living Buddha live whole throngs of secondary miracle workers, prophets, sorcerers and wonderful doctors.  All these people have divine origin and are honored as living gods.  At the left on the high plateau stands an old monastery with a huge, dark red tower, which is known as the \\\"Temple Lamas City,\\\" containing a gigantic bronze gilded statue of Buddha sitting on the golden flower of the lotus; tens of smaller temples, shrines, obo, open altars, towers for astrology and the grey city of the Lamas consisting of single-storied houses and yurtas, where about 60,000 monks of all ages and ranks dwell; schools, sacred archives and libraries, the houses of Bandi and the inns for the honored guests from China, Tibet, and the lands of the Buriat and Kalmuck.\\n\\nDown below the monastery is the foreign settlement where the Russian, foreign and richest Chinese merchants live and where the multi-colored and crowded oriental bazaar carries forward its bustling life.  A kilometre away the greyish enclosure of Maimachen surrounds the remaining Chinese trading establishments, while farther on one sees a long row of Russian private houses, a hospital, church, prison and, last of all, the awkward four-storied red brick building that was formerly the Russian Consulate.\\n\\nWe were already within a short distance of the monastery, when I noticed several Mongol soldiers in the mouth of a ravine nearby, dragging back and concealing in the ravine three dead bodies.\\n\\n\\\"What are they doing?\\\" I asked.\\n\\nThe Cossacks only smiled without answering.  Suddenly they straightened up with a sharp salute.  Out of the ravine came a small, stocky Mongolian pony with a short man in the saddle.  As he passed us, I noticed the epaulets of a colonel and the green cap with a visor.  He examined me with cold, colorless eyes from under dense brows.  As he went on ahead, he took off his cap and wiped the perspiration from his bald head.  My eyes were struck by the strange undulating line of his skull.  It was the man \\\"with the head like a saddle,\\\" against whom I had been warned by the old fortune teller at the last ourton outside Van Kure!\\n\\n\\\"Who is this officer?\\\" I inquired.\\n\\nAlthough he was already quite a distance in front of us, the Cossacks whispered:  \\\"Colonel Sepailoff, Commandant of Urga City.\\\"\\n\\nColonel Sepailoff, the darkest person on the canvas of Mongolian events!  Formerly a mechanician, afterwards a gendarme, he had gained quick promotion under the Czar's regime.  He was always nervously jerking and wriggling his body and talking ceaselessly, making most unattractive sounds in his throat and sputtering with saliva all over his lips, his whole face often contracted with spasms.  He was mad and Baron Ungern twice appointed a commission of surgeons to examine him and ordered him to rest in the hope he could rid the man of his evil genius.  Undoubtedly Sepailoff was a sadist.  I heard afterwards that he himself executed the condemned people, joking and singing as he did his work.  Dark, terrifying tales were current about him in Urga.  He was a bloodhound, fastening his victims with the jaws of death.  All the glory of the cruelty of Baron Ungern belonged to Sepailoff.  Afterwards Baron Ungern once told me in Urga that this Sepailoff annoyed him and that Sepailoff could kill him just as well as others.  Baron Ungern feared Sepailoff, not as a man, but dominated by his own superstition, because Sepailoff had found in Transbaikalia a witch doctor who predicted the death of the Baron if he dismissed Sepailoff.  Sepailoff knew no pardon for Bolshevik nor for any one connected with the Bolsheviki in any way.  The reason for his vengeful spirit was that the Bolsheviki had tortured him in prison and, after his escape, had killed all his family.  He was now taking his revenge.\\n\\nI put up with a Russian firm and was at once visited by my associates from Uliassutai, who greeted me with great joy because they had been much exercised about the events in Van Kure and Zain Shabi.  When I had bathed and spruced up, I went out with them on the street.  We entered the bazaar.  The whole market was crowded. To the lively colored groups of men buying, selling and shouting their wares, the bright streamers of Chinese cloth, the strings of pearls, the earrings and bracelets gave an air of endless festivity; while on another side buyers were feeling of live sheep to see whether they were fat or not, the butcher was cutting great pieces of mutton from the hanging carcasses and everywhere these sons of the plain were joking and jesting.  The Mongolian women in their huge coiffures and heavy silver caps like saucers on their heads were admiring the variegated silk ribbons and long chains of coral beads; an imposing big Mongol attentively examined a small herd of splendid horses and bargained with the Mongol zahachine or owner of the horses; a skinny, quick, black Tibetan, who had come to Urga to pray to the Living Buddha or, maybe, with a secret message from the other \\\"God\\\" in Lhasa, squatted and bargained for an image of the Lotus Buddha carved in agate; in another corner a big crowd of Mongols and Buriats had collected and surrounded a Chinese merchant selling finely painted snuff-bottles of glass, crystal, porcelain, amethyst, jade, agate and nephrite, for one of which made of a greenish milky nephrite with regular brown veins running through it and carved with a dragon winding itself around a bevy of young damsels the merchant was demanding of his Mongol inquirers ten young oxen; and everywhere Buriats in their long red coats and small red caps embroidered with gold helped the Tartars in black overcoats and black velvet caps on the back of their heads to weave the pattern of this Oriental human tapestry.  Lamas formed the common background for it all, as they wandered about in their yellow and red robes, with capes picturesquely thrown over their shoulders and caps of many forms, some like yellow mushrooms, others like the red Phrygian bonnets or old Greek helmets in red. They mingled with the crowd, chatting serenely and counting their rosaries, telling fortunes for those who would hear but chiefly searching out the rich Mongols whom they could cure or exploit by fortune telling, predictions or other mysteries of a city of 60,000 Lamas.  Simultaneously religious and political espionage was being carried out.  Just at this time many Mongols were arriving from Inner Mongolia and they were continuously surrounded by an invisible but numerous network of watching Lamas.  Over the buildings around floated the Russian, Chinese and Mongolian national flags with a single one of the Stars and Stripes above a small shop in the market; while over the nearby tents and yurtas streamed the ribbons, the squares, the circles and triangles of the princes and private persons afflicted or dying from smallpox and leprosy.  All were mingled and mixed in one bright mass strongly lighted by the sun.  Occasionally one saw the soldiers of Baron Ungern rushing about in long blue coats; Mongols and Tibetans in red coats with yellow epaulets bearing the swastika of Jenghiz Khan and the initials of the Living Buddha; and Chinese soldiers from their detachment in the Mongolian army.  After the defeat of the Chinese army two thousand of these braves petitioned the Living Buddha to enlist them in his legions, swearing fealty and faith to him.  They were accepted and formed into two regiments bearing the old Chinese silver dragons on their caps and shoulders.\\n\\nAs we crossed this market, from around a corner came a big motor car with the roar of a siren.  There was Baron Ungern in the yellow silk Mongolian coat with a blue girdle.  He was going very fast but recognized me at once, stopping and getting out to invite me to go with him to his yurta.  The Baron lived in a small, simply arranged yurta, set up in the courtyard of a Chinese hong.  He had his headquarters in two other yurtas nearby, while his servants occupied one of the Chinese fang-tzu.  When I reminded him of his promise to help me to reach the open ports, the General looked at me with his bright eyes and spoke in French:\\n\\n\\\"My work here is coming to an end.  In nine days I shall begin the war with the Bolsheviki and shall go into the Transbaikal.  I beg that you will spend this time here.  For many years I have lived without civilized society.  I am alone with my thoughts and I would like to have you know them, speaking with me not as the 'bloody mad Baron,' as my enemies call me, nor as the 'severe grandfather,' which my officers and soldiers call me, but as an ordinary man who has sought much and has suffered even more.\\\"\\n\\nThe Baron reflected for some minutes and then continued:\\n\\n\\\"I have thought about the further trip of your group and I shall arrange everything for you, but I ask you to remain here these nine days.\\\"\\n\\nWhat was I to do?  I agreed.  The Baron shook my hand warmly and ordered tea.\\n\\nCHAPTER XXXVI\\n\\nA SON OF CRUSADERS AND PRIVATEERS\\n\\n\\\"Tell me about yourself and your trip,\\\" he urged.  In response I related all that I thought would interest him and he appeared quite excited over my tale.\\n\\n\\\"Now I shall tell you about myself, who and what I am!  My name is surrounded with such hate and fear that no one can judge what is the truth and what is false, what is history and what myth.  Some time you will write about it, remembering your trip through Mongolia and your sojourn at the yurta of the 'bloody General.'\\\"\\n\\nHe shut his eyes, smoking as he spoke, and tumbling out his sentences without finishing them as though some one would prevent him from phrasing them.\\n\\n\\\"The family of Ungern von Sternberg is an old family, a mixture of Germans with Hungarians--Huns from the time of Attila.  My warlike ancestors took part in all the European struggles.  They participated in the Crusades and one Ungern was killed under the walls of Jerusalem, fighting under Richard Coeur de Lion.  Even the tragic Crusade of the Children was marked by the death of Ralph Ungern, eleven years old.  When the boldest warriors of the country were despatched to the eastern border of the German Empire against the Slavs in the twelfth century, my ancestor Arthur was among them, Baron Halsa Ungern Sternberg.  Here these border knights formed the order of Monk Knights or Teutons, which with fire and sword spread Christianity among the pagan Lithuanians, Esthonians, Latvians and Slavs.  Since then the Teuton Order of Knights has always had among its members representatives of our family.  When the Teuton Order perished in the Grunwald under the swords of the Polish and Lithuanian troops, two Barons Ungern von Sternberg were killed there.  Our family was warlike and given to mysticism and asceticism.\\n\\n\\\"During the sixteenth and seventeenth centuries several Barons von Ungern had their castles in the lands of Latvia and Esthonia.  Many legends and tales lived after them.  Heinrich Ungern von Sternberg, called 'Ax,' was a wandering knight.  The tournaments of France, England, Spain and Italy knew his name and lance, which filled the hearts of his opponents with fear.  He fell at Cadiz 'neath the sword of a knight who cleft both his helmet and his skull.  Baron Ralph Ungern was a brigand knight between Riga and Reval.  Baron Peter Ungern had his castle on the island of Dago in the Baltic Sea, where as a privateer he ruled the merchantmen of his day.\\n\\n\\\"In the beginning of the eighteenth century there was also a well- known Baron Wilhelm Ungern, who was referred to as the 'brother of Satan' because he was an alchemist.  My grandfather was a privateer in the Indian Ocean, taking his tribute from the English traders whose warships could not catch him for several years.  At last he was captured and handed to the Russian Consul, who transported him to Russia where he was sentenced to deportation to the Transbaikal. I am also a naval officer but the Russo-Japanese War forced me to leave my regular profession to join and fight with the Zabaikal Cossacks.  I have spent all my life in war or in the study and learning of Buddhism.  My grandfather brought Buddhism to us from India and my father and I accepted and professed it.  In Transbaikalia I tried to form the order of Military Buddhists for an uncompromising fight against the depravity of revolution.\\\"\\n\\nHe fell into silence and began drinking cup after cup of tea as strong and black as coffee.\\n\\n\\\"Depravity of revolution! . . .  Has anyone ever thought of it besides the French philosopher, Bergson, and the most learned Tashi Lama in Tibet?\\\"\\n\\nThe grandson of the privateer, quoting scientific theories, works, the names of scientists and writers, the Holy Bible and Buddhist books, mixing together French, German, Russian and English, continued:\\n\\n\\\"In the Buddhistic and ancient Christian books we read stern predictions about the time when the war between the good and evil spirits must begin.  Then there must come the unknown 'Curse' which will conquer the world, blot out culture, kill morality and destroy all the people.  Its weapon is revolution.  During every revolution the previously experienced intellect-creator will be replaced by the new rough force of the destroyer.  He will place and hold in the first rank the lower instincts and desires.  Man will be farther removed from the divine and the spiritual.  The Great War proved that humanity must progress upward toward higher ideals; but then appeared that Curse which was seen and felt by Christ, the Apostle John, Buddha, the first Christian martyrs, Dante, Leonardo da Vinci, Goethe and Dostoyevsky.  It appeared, turned back the wheel of progress and blocked our road to the Divinity.  Revolution is an infectious disease and Europe making the treaty with Moscow deceived itself and the other parts of the world.  The Great Spirit put at the threshold of our lives Karma, who knows neither anger nor pardon.  He will reckon the account, whose total will be famine, destruction, the death of culture, of glory, of honor and of spirit, the death of states and the death of peoples.  I see already this horror, this dark, mad destruction of humanity.\\\"\\n\\nThe door of the yurta suddenly swung open and an adjutant snapped into a position of attention and salute.\\n\\n\\\"Why do you enter a room by force?\\\" the General exclaimed in anger.\\n\\n\\\"Your Excellency, our outpost on the border has caught a Bolshevik reconnaissance party and brought them here.\\\"\\n\\nThe Baron arose.  His eyes sparkled and his face contracted with spasms.\\n\\n\\\"Bring them in front of my yurta!\\\" he ordered.\\n\\nAll was forgotten--the inspired speech, the penetrating voice--all were sunk in the austere order of the severe commander.  The Baron put on his cap, caught up the bamboo tashur which he always carried with him and rushed from the yurta.  I followed him out.  There in front of the yurta stood six Red soldiers surrounded by the Cossacks.\\n\\nThe Baron stopped and glared sharply at them for several minutes. In his face one could see the strong play of his thoughts. Afterwards he turned away from them, sat down on the doorstep of the Chinese house and for a long time was buried in thought.  Then he rose, walked over to them and, with an evident show of decisiveness in his movements, touched all the prisoners on the shoulder with his tashur and said:  \\\"You to the left and you to the right!\\\" as he divided the squad into two sections, four on the right and two on the left.\\n\\n\\\"Search those two!  They must be commissars!\\\" commanded the Baron and, turning to the other four, asked:  \\\"Are you peasants mobilized by the Bolsheviki?\\\"\\n\\n\\\"Just so, Your Excellency!\\\" cried the frightened soldiers.\\n\\n\\\"Go to the Commandant and tell him that I have ordered you to be enlisted in my troops!\\\"\\n\\nOn the two to the left they found passports of Commissars of the Communist Political Department.  The General knitted his brows and slowly pronounced the following:\\n\\n\\\"Beat them to death with sticks!\\\"\\n\\nHe turned and entered the yurta.  After this our conversation did not flow readily and so I left the Baron to himself.\\n\\nAfter dinner in the Russian firm where I was staying some of Ungern's officers came in.  We were chatting animatedly when suddenly we heard the horn of an automobile, which instantly threw the officers into silence.\\n\\n\\\"The General is passing somewhere near,\\\" one of them remarked in a strangely altered voice.\\n\\nOur interrupted conversation was soon resumed but not for long. The clerk of the firm came running into the room and exclaimed: \\\"The Baron!\\\"\\n\\nHe entered the door but stopped on the threshold.  The lamps had not yet been lighted and it was getting dark inside, but the Baron instantly recognized us all, approached and kissed the hand of the hostess, greeted everyone very cordially and, accepting the cup of tea offered him, drew up to the table to drink.  Soon he spoke:\\n\\n\\\"I want to steal your guest,\\\" he said to the hostess and then, turning to me, asked:  \\\"Do you want to go for a motor ride?  I shall show you the city and the environs.\\\"\\n\\nDonning my coat, I followed my established custom and slipped my revolver into it, at which the Baron laughed.\\n\\n\\\"Leave that trash behind!  Here you are in safety.  Besides you must remember the prediction of Narabanchi Hutuktu that Fortune will ever be with you.\\\"\\n\\n\\\"All right,\\\" I answered, also with a laugh.  \\\"I remember very well this prediction.  Only I do not know what the Hutuktu thinks 'Fortune' means for me.  Maybe it is death like the rest after my hard, long trip, and I must confess that I prefer to travel farther and am not ready to die.\\\"\\n\\nWe went out to the gate where the big Fiat stood with its intruding great lights.  The chauffeur officer sat at the wheel like a statue and remained at salute all the time we were entering and seating ourselves.\\n\\n\\\"To the wireless station!\\\" commanded the Baron.\\n\\nWe veritably leapt forward.  The city swarmed, as earlier, with the Oriental throng, but its appearance now was even more strange and miraculous.  In among the noisy crowd Mongol, Buriat and Tibetan riders threaded swiftly; caravans of camels solemnly raised their heads as we passed; the wooden wheels of the Mongol carts screamed in pain; and all was illumined by splendid great arc lights from the electric station which Baron Ungern had ordered erected immediately after the capture of Urga, together with a telephone system and wireless station.  He also ordered his men to clean and disinfect the city which had probably not felt the broom since the days of Jenghiz Khan.  He arranged an auto-bus traffic between different parts of the city; built bridges over the Tola and Orkhon; published a newspaper; arranged a veterinary laboratory and hospitals; re-opened the schools; protected commerce, mercilessly hanging Russian and Mongolian soldiers for pillaging Chinese firms.\\n\\nIn one of these cases his Commandant arrested two Cossacks and a Mongol soldier who had stolen brandy from one of the Chinese shops and brought them before him.  He immediately bundled them all into his car, drove off to the shop, delivered the brandy back to the proprietor and as promptly ordered the Mongol to hang one of the Russians to the big gate of the compound.  With this one swung he commanded:  \\\"Now hang the other!\\\" and this had only just been accomplished when he turned to the Commandant and ordered him to hang the Mongol beside the other two.  That seemed expeditious and just enough until the Chinese proprietor came in dire distress to the Baron and plead with him:\\n\\n\\\"General Baron!  General Baron!  Please take those men down from my gateway, for no one will enter my shop!\\\"\\n\\nAfter the commercial quarter was flashed past our eyes, we entered the Russian settlement across a small river.  Several Russian soldiers and four very spruce-looking Mongolian women stood on the bridge as we passed.  The soldiers snapped to salute like immobile statues and fixed their eyes on the severe face of their Commander. The women first began to run and shift about and then, infected by the discipline and order of events, swung their hands up to salute and stood as immobile as their northern swains.  The Baron looked at me and laughed:\\n\\n\\\"You see the discipline!  Even the Mongolian women salute me.\\\"\\n\\nSoon we were out on the plain with the car going like an arrow, with the wind whistling and tossing the folds of our coats and caps.  But Baron Ungern, sitting with closed eyes, repeated: \\\"Faster! Faster!\\\"  For a long time we were both silent.\\n\\n\\\"And yesterday I beat my adjutant for rushing into my yurta and interrupting my story,\\\" he said.\\n\\n\\\"You can finish it now,\\\" I answered.\\n\\n\\\"And are you not bored by it?  Well, there isn't much left and this happens to be the most interesting.  I was telling you that I wanted to found an order of military Buddhists in Russia.  For what?  For the protection of the processes of evolution of humanity and for the struggle against revolution, because I am certain that evolution leads to the Divinity and revolution to bestiality.  But I worked in Russia!  In Russia, where the peasants are rough, untutored, wild and constantly angry, hating everybody and everything without understanding why.  They are suspicious and materialistic, having no sacred ideals.  Russian intelligents live among imaginary ideals without realities.  They have a strong capacity for criticising everything but they lack creative power. Also they have no will power, only the capacity for talking and talking.  With the peasants, they cannot like anything or anybody. Their love and feelings are imaginary.  Their thoughts and sentiments pass without trace like futile words.  My companions, therefore, soon began to violate the regulations of the Order. Then I introduced the condition of celibacy, the entire negation of woman, of the comforts of life, of superfluities, according to the teachings of the Yellow Faith; and, in order that the Russian might be able to live down his physical nature, I introduced the limitless use of alcohol, hasheesh and opium.  Now for alcohol I hang my officers and soldiers; then we drank to the 'white fever,' delirium tremens.  I could not organize the Order but I gathered round me and developed three hundred men wholly bold and entirely ferocious.  Afterward they were heroes in the war with Germany and later in the fight against the Bolsheviki, but now only a few remain.\\\"\\n\\n\\\"The wireless, Excellency!\\\" reported the chauffeur.\\n\\n\\\"Turn in there!\\\" ordered the General.\\n\\nOn the top of a flat hill stood the big, powerful radio station which had been partially destroyed by the retreating Chinese but reconstructed by the engineers of Baron Ungern.  The General perused the telegrams and handed them to me.  They were from Moscow, Chita, Vladivostok and Peking.  On a separate yellow sheet were the code messages, which the Baron slipped into his pocket as he said to me:\\n\\n\\\"They are from my agents, who are stationed in Chita, Irkutsk, Harbin and Vladivostok.  They are all Jews, very skilled and very bold men, friends of mine all.  I have also one Jewish officer, Vulfovitch, who commands my right flank.  He is as ferocious as Satan but clever and brave. . . .  Now we shall fly into space.\\\"\\n\\nOnce more we rushed away, sinking into the darkness of night.  It was a wild ride.  The car bounded over small stones and ditches, even taking narrow streamlets, as the skilled chauffeur only seemed to guide it round the larger rocks.  On the plain, as we sped by, I noticed several times small bright flashes of fire which lasted but for a second and then were extinguished.\\n\\n\\\"The eyes of wolves,\\\" smiled my companion.  \\\"We have fed them to satiety from the flesh of ourselves and our enemies!\\\" he quietly interpolated, as he turned to continue his confession of faith.\\n\\n\\\"During the War we saw the gradual corruption of the Russian army and foresaw the treachery of Russia to the Allies as well as the approaching danger of revolution.  To counteract this latter a plan was formed to join together all the Mongolian peoples which had not forgotten their ancient faiths and customs into one Asiatic State, consisting of autonomous tribal units, under the moral and legislative leadership of China, the country of loftiest and most ancient culture.  Into this State must come the Chinese, Mongols, Tibetans, Afghans, the Mongol tribes of Turkestan, Tartars, Buriats, Kirghiz and Kalmucks.  This State must be strong, physically and morally, and must erect a barrier against revolution and carefully preserve its own spirit, philosophy and individual policy.  If humanity, mad and corrupted, continues to threaten the Divine Spirit in mankind, to spread blood and to obstruct moral development, the Asiatic State must terminate this movement decisively and establish a permanent, firm peace.  This propaganda even during the War made splendid progress among the Turkomans, Kirghiz, Buriats and Mongols. . . .  \\\"Stop!\\\" suddenly shouted the Baron.\\n\\nThe car pulled up with a jerk.  The General jumped out and called me to follow.  We started walking over the prairie and the Baron kept bending down all the time as though he were looking for something on the ground.\\n\\n\\\"Ah!\\\" he murmured at last, \\\"He has gone away. . . .\\\"\\n\\nI looked at him in amazement.\\n\\n\\\"A rich Mongol formerly had his yurta here.  He was the outfitter for the Russian merchant, Noskoff.  Noskoff was a ferocious man as shown by the name the Mongols gave him--'Satan.'  He used to have his Mongol debtors beaten or imprisoned through the instrumentality of the Chinese authorities.  He ruined this Mongol, who lost everything and escaped to a place thirty miles away; but Noskoff found him there, took all that he had left of cattle and horses and left the Mongol and his family to die of hunger.  When I captured Urga, this Mongol appeared and brought with him thirty other Mongol families similarly ruined by Noskoff.  They demanded his death. . . . So I hung 'Satan' . . .\\\"\\n\\nAnew the motor car was rushing along, sweeping a great circle on the prairie, and anew Baron Ungern with his sharp, nervous voice carried his thoughts round the whole circumference of Asian life.\\n\\n\\\"Russia turned traitor to France, England and America, signed the Brest-Litovsk Treaty and ushered in a reign of chaos.  We then decided to mobilize Asia against Germany.  Our envoys penetrated Mongolia, Tibet, Turkestan and China.  At this time the Bolsheviki began to kill all the Russian officers and we were forced to open civil war against them, giving up our Pan-Asiatic plans; but we hope later to awake all Asia and with their help to bring peace and God back to earth.  I want to feel that I have helped this idea by the liberation of Mongolia.\\\"\\n\\nHe became silent and thought for a moment.\\n\\n\\\"But some of my associates in the movement do not like me because of my atrocities and severity,\\\" he remarked in a sad voice.  \\\"They cannot understand as yet that we are not fighting a political party but a sect of murderers of all contemporary spiritual culture.  Why do the Italians execute the 'Black Hand' gang?  Why are the Americans electrocuting anarchistic bomb throwers? and I am not allowed to rid the world of those who would kill the soul of the people?  I, a Teuton, descendant of crusaders and privateers, I recognize only death for murderers! . . .  Return!\\\" he commanded the chauffeur.\\n\\nAn hour and a half later we saw the electric lights of Urga.\",\"timestamp\":1640140306,\"title\":\"You must understand there are so many traitors!  Honest men have disappeared. \"},\"digest\":\"gXXHj0N1-RwlFqMUbQtMS_MS4jpeeEdLj3q6txfn9i0\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P7Bfl6BHM5JR9kpYf8975XPpXLYB4TngCLvEiWuHw40\\\",\\\"y\\\":\\\"LXKCgAkfuI4uTVZFN7mLmk5JTfHJ29K_GEAOJGciASg\\\"}\",\"signature\":\"414ZNyBchH8-ynoZ3utpGW8dC53ZYn-SMl-_8iNuDY9e9TkQcReBzznIABiIGlgABdMvQM06tN_opUc5Q2xKnQ\",\"signingKeySignature\":\"0xb8553493326bf26ec41276e5f43d81cd31ad90c2914c33326d097a4c34e7120a6939f7a3efae6a2a48ad2fc5e5742487794f2bfd772a529e0580fffcd018f2b21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P7Bfl6BHM5JR9kpYf8975XPpXLYB4TngCLvEiWuHw40\\\",\\\"y\\\":\\\"LXKCgAkfuI4uTVZFN7mLmk5JTfHJ29K_GEAOJGciASg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gXXHj0N1-RwlFqMUbQtMS_MS4jpeeEdLj3q6txfn9i0\"}"