"{\"content\":{\"body\":\"2921 Earth, Lagrange Citadel, “Mount Penglai”\\n\\nZhongli Quan, one of the Eight Immortals, was a soldier who rose to become a general of the Emperor's armies - he had a greater destiny.\\n\\nHe toyed with the forces of the universe through alchemy and became immortal. He had the power of resurrection with the wave of a mystical fan, transmuted base metal and rock into gold and silver. His greatest act, however, was the enlightenment of Lu Dongbin.\\n\\nLu thought himself destined for greatness as an Imperial Minister but Zhongli put Lu in a trance. Lu dreamed an entire life, a great rise but then a fall into exile, poverty and the murder of his children. Lu had dreamed of a tragic life in just moments. He changed paths to become an Immortal.\\n\\nZhongli Quan was an Immortal with the power to create: life from death, wealth from nothing and an alternate reality of decades in seconds. He had the power to create even greater Immortals.\\n\\nYear 2921 CE, Earth, Orbital Lagrange Citadel \\\"Mount Penglai\\\"\\n\\nFaye Chienshiung Wong was floating in her \\\"fog\\\", noting the progress of the latest calculations like the aftershock of thunder resonating through the skies of her mind.\\n\\nShe was one of the architects of the 'Verse, who would channel the resources of the System, including the Dyson Array, and tweak space-time. She was a \\\"Lightmaker\\\". Then an incoming message threw her out of quantitative reverie.\\n\\n\\\"Incoming: New associates affiliated with Cadmus project identified and active, some on Earth.\\\"\\n\\n\\\"We are so close. I'm not taking any chances. \\\"Annwn\\\" I need you.\\\"\\n\\n“Annwn”, the intelligent layers of Earth's metaerse, noted Faye’s distress.\\n\\n\\\"Yes Faye?\\\" Something, and maybe someone, thought dead and discredited was back from the dead.\\n\\n\\\"Annwn, we both know you saw this message. What are our options?\\\"\\n\\n\\\"Find the affiliates operating on Earth, and then work our way outwards. Process of elimination.\\\"\",\"timestamp\":1633906250,\"title\":\"2921: 3.6 The Immortal Lightmaker, 2921 Autumn\"},\"digest\":\"dA8V1bJiJkJMwy6B7XjYEqSWnydq-_u5IpG29ZjUSXg\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"5Yqm4MNr2uzdjQx54OhbGDbjA7dqMdzkq7i1l8UtGrUqmz5GPmjXmJB9G-hRXuycREChn9GT0IpX9ZvcQxycEQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dj75eNPrfDrjaiXAkH2o0mFvBdBduutmpJNsagggzNU\"}"