"{\"content\":{\"body\":\"*“Thoughts and dreams are the foundation of our being.* *A building without foundation is soon demolished.” — The Founding Scrolls*\\n\\nThe Office of the Deputy Secretary of the Squiggle Treasury\\n\\\\#1 — Squiggle Square\\nSquiggledom, The Internet.\\n\\nSquiggleDAO is excited to announce that we have completed an $8M Treasury Diversification led by Standard Crypto. Joining [Standard Crypto](https://standardcrypto.vc/) are [True Ventures](https://trueventures.com/), [The LAO](https://www.thelao.io/), [Seedclub Ventures](https://seedclub.xyz/), and entrepreneurs Todd Goldberg and Justin B.\\n\\n## What is SquiggleDAO?\\n\\nWe are the Chromie Squiggles #1 fan.\\n\\nWe believe that on-chain generative art is an important catalyst for wide-scale web3 adoption and represents the beginning of a social-creative renaissance.  Our vision is to build the largest open collection of Chromie Squiggles and to be a long-lasting source of Squiggle culture and creativity.\\n\\n## Recap\\n\\nWhen we first launched back in April 2021, a mere 8 months ago, the goal was simple:\\n\\n> Build a collection of NFTs and use the shared interest in that art to create a sustainable community.\\n\\nAt the time, the Chromie Squiggle was our first choice as a form of membership for many reasons. First, they’re beautiful:\\n\\n![“Art is a battle cry - the battle cry of the living against the dying world; Man’s desperate attempt to resuscitate dead souls.”--Daniel Saint](https://images.mirror-media.xyz/publication-images/svKEV8HwEJZWo13wrSYrx.png?height=400&width=600)\\n\\nSecond: Provenance.\\n\\nWeb 3 is going to change the world, but it’s going to take time. To build a long-lasting community whose foundation is art, it was important that we chose a series that could withstand the test of time. As the first Curated drop from Artblocks, arguably the most important art house of this generation, the Chromie Squiggle was an obvious choice.\\n\\nAnd fortunately, the Squiggle was relatively affordable. With floor prices below 1 ETH, this also ensured that many wonderful humans could join us from the beginning.\\n\\n## In retrospect, it was inevitable\\n\\n![](https://images.mirror-media.xyz/publication-images/1UPa1Y3rWSlv7Pb00V6GW.png?height=898&width=1607)\\n\\nWithin a few short months, we had 600 members, a treasury brimming with Squiggles, and some lofty goals. It became apparent that diversifying the DAOs treasury beyond Squiggles and our native governance token $SQUIG was necessary for the long-term.\\n\\nFinding partners that would not only contribute to this proposal financially but actively participate was necessary and we are so pleased to have found a group that is committed to our vision of the future.\\n\\n## Looking Ahead\\n\\nThe future of community, collaboration, and creativity is emerging from a relatively small group of builders backed by some incredible technology. SquiggleDAO can and will be a big part of this journey. With liquid funds, we can:\\n\\n* Hire full and part-time contributors\\n* Grow and develop our execution teams\\n* Invest in art, artists, and creative experiences\\n* Do all of this without having to worry about macro volatility: we can just build!\\n\\nCome and join the party :)\\n\\nsquiggledao.com\",\"timestamp\":1638577473,\"title\":\"Announcing the Completion of the SquiggleDAO Treasury Diversification\",\"publication\":\"squiggledao\"},\"digest\":\"gzps_qdbuv8tbd5yIRO8fhLtfeezBw-vPtIyNegAKvo\",\"authorship\":{\"contributor\":\"0x627841b158a982660C0557e671946E795Ccb5533\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N_w8QMfrx8CHegXbMHCh5yXg3VpDKvNJ2ItqACqrcdw\\\",\\\"y\\\":\\\"6mzoTRjBmsNGWFpbIWXSoJIoT4pMcRVhMLOT-O-eqto\\\"}\",\"signature\":\"Z91fke3BSqrE-uEjt6yHVFZ9DV2LWyXHFROeEB4d9gULKGFWZgW71L2piGPsdo3sscdqzLbBad0JAAAKcmp17g\",\"signingKeySignature\":\"0x0a34133444adbb52553927aa41a9c83eecb2cfdfab7c0b796d7b0a492560411b194ccde1d1de6a03f333b852a482e65063821c0a3c9316866a314b172ef35e8f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N_w8QMfrx8CHegXbMHCh5yXg3VpDKvNJ2ItqACqrcdw\\\",\\\"y\\\":\\\"6mzoTRjBmsNGWFpbIWXSoJIoT4pMcRVhMLOT-O-eqto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"md8lD2UEVnv6dyYPr-OQmCZ8Gv-veE2e30IpaQ71rBw\"}"