"{\"content\":{\"body\":\"After unveiling Framework and Clique, the first DAO infrastructure and cross-DAO hub platforms on Verse Network last week, our team is introducing the first tools that will provide DAO-related data to all types of users in an actionable and analytical way. These tools are key components in the Verse DAO ecosystem that will support DAOs and their users.\\n\\n**Verse’s first data tools for DAOs — “DAO Scan” and “DAO MarketCap”**\\n\\nWe believe everyone should have access to accurate and easy-to-understand global DAO data using our tools. We believe that current DAO awareness and information is still nascent and a more comprehensive data set and better user experience is needed for the unactivated population to start learning about DAOs. Everyone should be able to easily find and track their most favorite DAOs, which will push them to explore other DAOs and discover the power of DAOs. Our tools will provide a seamless experience for current members and activate new users by encouraging them to learn more on our platform of integrated suite of dApps.\\n\\n**DAO Scan Tool:** Track all DAO transaction history and onchain data globally\\n\\n**DAO MarketCap Tool**: A global DAO ranking and data analysis platform\\n\\n![](https://images.mirror-media.xyz/publication-images/yKXSnE--mFw4Sulq74CoD.png?height=980&width=1400)\\n\\nDAO data & analytics tools are still at their beginning but as DAOs continue to expand and become more popular they will be essential parts of the ecosystem. As the home for DAOs, Verse will support the most comprehensive DAO data and analytics tools.\\n\\n***About Verse Network***\\n\\n*[Verse](https://www.verse.one/) is a censorship resistant, front running resistant, high performance, and interconnected cloud for next gen DAO and DeFi. It enables networks, developers and organizations to decentralize decision making effectively and scale their communities and decentralized applications.*\",\"timestamp\":1640642471,\"title\":\"The first DAO-optimized dApps and tools coming to the Verse ecosystem (3)\"},\"digest\":\"K1sAv4D1MOdz5T4PIiUxTtWXELExQRQcEIaZheNwFZA\",\"authorship\":{\"contributor\":\"0xB9d761AF53845D1F3C68f99c38f4dB6fcCfB66A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"signature\":\"uRXfHkt9hKFFp9K2AKpDlqQ3XnwaZ-zTYL-pEUamEQVt_2h2cYVPI-JVlj79Vz1jx58e0MIFb4BvCmHInFjr3g\",\"signingKeySignature\":\"0x3acb39783cb52f35d4740ed82f8ff894b593ccf3ce14baf545272c053e58bf8270fcffc55f8ff45b558763ddad109a1279f0916fb3ea0c4894fbe048b982db4f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K1sAv4D1MOdz5T4PIiUxTtWXELExQRQcEIaZheNwFZA\"}"