"{\"content\":{\"body\":\"In the platform economy, your account, your username, your social connections: none of those belong to you. If you break the terms of service, or are merely suspected of doing so, the platform may revoke any or all of those and take away everything you've created or built (after it has reaped the benefits in terms of ad dollars from it).\\n\\nI understand why people may be skeptical of NFTs and smart contracts, but I feel the budding Web3 solves issues left unsolved by the Web 2.0... and the space is heating up as creator economy trends coalesce.\\n\\n## \\\"Would you consider selling the URL?\\\"\\n\\nA few years ago someone reached out to me to see if I'd be willing to part ways with my 3-letter username on a platform. I wasn't really, but was open to consider it. I also knew that if I wrote that in an email and the platform to which I had registered saw that email, they'd have cause to revoke my account.\\n\\nThe URL, or the part of the username in there, is not mine to sell. It's owned by the platform. My account, with all the content I had created and followers I had attained, was equally not mine to sell. Sure, it happens all the time, but with risk. \\n\\nThere are multiple reasons for platforms' prohibition of selling accounts or any aspects directly related to account. The reason most talked about is to prevent scams like fake followers, astroturfing or username squatting. The other reason is because these platforms depend on data monopolies to survive.\\n\\n## Data monopolies & walled gardens\\n\\nEarly in the web 2.0 days, there was this dream of open APIs, services talking to each other, people forging completely new services by leveraging APIs. It wasn't just a dream. People did so. Loads of cool hacks and apps launched this way - some survived by pivoting away from external APIs, most died. What happened?\\n\\nIn short, advertising happened. It seemed like the only viable business model at a time before most people were used to doing payments online. A time before modern smartphones. It doesn't feel long ago, but the internet was such a different place. When you want to make money with ads, you need eyeballs and you need data; lots of it. That means people need to spend time on your platform, so their eyes are there and their data is yours. And so is their ad revenue. External APIs got crippled.\\n\\nThe pandemic has accelerated the rise of the creator economy. It has made calls for fair compensation louder (see Spotify). It has made people go direct to their audience via newsletters instead of relying on Twitter or Medium. It has made people experiment with more direct forms of monetization through livestreams, virtual events, and fan communities on Patreon and OnlyFans.\\n\\nAnd then there's NFTs.\\n\\n## Your username as an NFT\\n\\nWe're all familiar with the headlines of NFTs being sold for millions. Let's look at the extra utility and how it matches creators' demands for more autonomy & ownership of their data and the value they generate.\\n\\nRecently I created a [web3 primer video](https://musicx.mirror.xyz/aFsodqVCC0JTCQ48z002Gecdkq0w9-2tGa-YqXp3BB0) to set folks up with a crypto wallet and buy their first NFT using [ENS](https://ens.domains/). ENS lets you register a legible name as an NFT, like basgras.eth, that points to your wallet address (a hash code) in a way similar to how an email address points towards a mail server or a domain name points towards a host. \\n\\nhttps://musicx.mirror.xyz/aFsodqVCC0JTCQ48z002Gecdkq0w9-2tGa-YqXp3BB0\\n\\nServices that support ENS allow people to display their .eth name as their usernames. So if someone wanted to 'buy my URL' or username on a service, I could just sell the NFT which only ever belongs to the person in whose wallet it sits.  \\n\\nWhat if we apply this concept of data ownership to more forms of data? We can apply it to social graphs via the community tokens someone holds in their wallet. Some of those community tokens may be specific to a small group of friends, like a group chat on Facebook or Telegram. Want to take those connections elsewhere? Just join another service and it automatically connects the holders of those tokens.\\n\\nWhat about other data, like your posts? I expect they'll become portable as NFTs with the media hosted through [IPFS](https://ipfs.io/). It won't be the incumbent platforms making the first step here. The autonomy and portability of NFTs will have to be created outside of them, so that they have no choice but to integrate them. That sets a new standard: \\\"wait, I can bring my NFTs from outside in, but I can't take my content out?\\\" \\n\\nThis tension field is emerging and will likely strand incumbents somewhere between web2 and web3. How far it goes in terms of decentralization depends on the business models that get enabled (can this become bigger than advertising?) and how effective the trends are at confronting concentrations of power. What's certain: People will expect to have more of a say over their data and they'll expect ownership over the context in which they create value, which will become normalized through [DAOs](https://www.musicxtechxfuture.com/2021/06/22/blockchain-basics-how-to-start-a-dao/). \\n\\nFacebook wasn't MySpace's web 2.0 successor: they were both web 2.0. Facebook's web 1.0 predecessor was Geocities. The web 3 leap is larger: the successors to Spotify, Facebook and Twitter will look nothing like them, but will be able to solve the same problems & address the same needs. This time around, you'll be able to move your data out. The incentive not to do so? You'll own a part of them.\\n\\n#### Thanks Dame.eth for the inspo\\n\\nSometimes a [single sentence](https://twitter.com/jacksondame/status/1419286976277237765) can connect all the dots.\\n\\nhttps://twitter.com/jacksondame/status/1419286976277237765\\n\\n-\\n***MUSIC x is a regular [newsletter](http://musicx.email/) about innovation in music, subscribed to by thousands of people in music, entertainment & tech.**\\\\\\nFollow us on Twitter [@musicxnetwork](https://twitter.com/musicxnetwork).\\nSupport us on [Patreon](https://patreon.com/musicx).*\\n\\n*Select previous writing:*\\n\\n*   *[Blockchain basics: how to start a DAO](https://www.musicxtechxfuture.com/2021/06/22/blockchain-basics-how-to-start-a-dao/)*\\n*   *[The Decentralized Autonomous “1,000 True Fan” Organisation](https://www.musicxtechxfuture.com/2021/06/01/the-decentralized-autonomous-1000-true-fan-organisation/)*\\n*   *[The community-owned rave: event organisers as DAOs](https://www.musicxtechxfuture.com/2021/06/08/the-community-owned-rave-event-organisers-as-daos/)*\\n\\n*Photo by [benjamin lehman](https://unsplash.com/@benjaminlehman?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/hard-drive?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText).*\",\"timestamp\":1627972051,\"title\":\"Data Autonomy, the Creator Economy and Web3\",\"publication\":\"musicx\"},\"digest\":\"QuK85r_yMFc3sctuzH_08TVdVIaItovuNK9_ngctjIo\",\"authorship\":{\"contributor\":\"0xe612d9C2a9bA0Ff4403F4f7Ea87D5bE4290aC7B9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"signature\":\"HpYwyZzIdjW_-A06HwTbbnBWOBN0dwj6KABdySLzvOgOiKWH706T6PLn3MtCDb33uVZLjx0IbsC2ZCooaAtgeQ\",\"signingKeySignature\":\"0xa80aeb5f299633d3edfe6d065d03091f24038cf097a5c6ce6e82cc216f4432014670c029322e5c1f2615be5386378ce17d005b8323ee2a9211fa8fbbe75501491b\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9vQBJYreH45m7uZh2MyyvZsr_XL-FYGyrXjYqH-bplg\"}"