"{\"content\":{\"body\":\"Where DeFi Meets The Metaverse\\n\\n***One small step for NFTs. One giant leap for the Metaverse.***\\n\\n> ***\\\\*Disclaimer\\\\****\\n>\\n> *\\\\*None of this is financial advice \\\\**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*E_hdYLyv7zBU42MX52KGtg.png)\\n\\nThis piece will:\\n\\n* Explain Meta-Fi & its relation to NFTs\\n* Outline the important features & Areas of Meta-Fi\\n* Provide an overview of projects that relate to Meta-Fi\\n* Describe some opportunities for Meta-Fi in the future\\n\\n## Introduction\\n\\nMeta-Fi, or Metaverse Finance, is a term for protocols, products, and services enabling the complex financial interplay between non-fungible and fungible tokens (and their derivatives).\\n\\nMeta-Fi’s prominence has grown due to the exponential growth in demand for Non-Fungible-Tokens (NFTs) by new and incumbent crypto users. NFTs are onboarding a new type of user, where Decentralised Finance (DeFI) has fallen short. An explanation for this trend can be because of the more digestible nature of NFTs compared to DeFI. Factions of millennials & GenZ alike who have no prior understanding of finance or financial products are gaining an active interest in this sector they had no involvement in before.\\n\\nThe beauty of NFTs is that they’re simple on the eye but carry much depth in complexity under the hood. The reason being is that NFTs are currently a nexus that concern ownership, JPEGS, graphic design, gaming - with more features on the horizon in the future. These NFTs have a relative value in ETH (or other preferred cryptos); this VALUE is often priced by the secondary markets. Unlocking this value can be executed in a new phase; **Meta-Finance’**.\\n\\nIt’s driven by the \\\\*\\\\*Financialization-of-everything, \\\\*\\\\*this refers to what crypto is enabling. Tokenisation enables this as it is allowing an industry, its players and economies to increase ways of monetisation.\\n\\nIn that past year, we have already seen that NFTs have stepped up a level. A significant reason for this is the growing integration into **Metaverse & Play-2-Earn** based projects and environments. Where users play, earn, explore and then can integrate all this with their NFTs.\\n\\n\\\\*Outlier Ventures have gone as far as to say that that \\\\*“metaverse is first and foremost an economic system, a meta-economy, that enjoys supremacy over any digital economy. As the combined GDP of this meta-economy outgrows those of nation-states, so too will it enjoy supremacy over their fiat-based economies”.\\n\\nTo understand the potential ‘supremacy’ that the team at Outlier ventures speak about it is first beneficial to understand that non-fungible tokens can utilise elements of lending, liquidity, and asset management tools just like in DeFi — in what is called the\\\\*\\\\* Financialization of NFTs.\\\\*\\\\*\\n\\n## Painting a story of the NFT Market\\n\\nThe natural emergence towards Meta-Fi will emerge due to the increase in NFT usages and integration through the financialization of NFTs. We can begin to visualise this by looking at the state of the NFT market — for where it’s currently at & where it might be going in the future.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*q0RWpnj3rjEUMIGH)\\n\\n***Source A: @rchen8 Dune Analytics***\\n\\n*Above is a chart for Opensea, the world’s largest NFT marketplace. It displays the volume for NFTs over the last year on monthly increments on the X-axis and the volume in USD on the Y-axis. The volume overall has increased dramatically in the last year where millions to now Billions of dollars are traded monthly.*\\n\\n*The chart indicates that there has been a lower percentage change in volume growth over the 2 quarters of 2021 compared to the percentage change in the first two quarters of the year. Maintaining the percentage growth from the first half of the year would have been unsustainable, and now active volume seems to have levelled to something more sustainable. In the current month of December, it’s on track to do around $2.5bn in traded volume.*\\n\\n*What we can deduce here is that volume for NFTs is still relatively high compared with the beginning part of the year meaning there is still active demand — even though volume has decreased marginally from its peak level May / June time.*\\n\\n![](https://miro.medium.com/max/1400/0\\\\*IydSf4ICiwPYbmX-)\\n\\n***Source B: The Block***\\n\\n**Thinking Beyond Art NFTs**\\n\\n*This second chart paints a different aspect of the picture, as above shows the volume per week of NFT sales, divided between two NFT formats: ‘Art and Collectable’s’ & ‘Gaming’*\\n\\n\\\\*NFT sales have increased largely in 2021 in terms of volume. The first noticeable item is that aggregate volume has passed its peak, however what is noticeable is that from approximately the second quarter of the year, the gaming sector or ‘Game-Fi’ part of the NFT market for sales started to surpass the volume of sales through Art and Collectable NFTs. Now, this doesn’t regain peak level aggregate trade volume however it does start to paint a picture of a growing trend that could be attributed to the rising popularity of \\\\*\\\\*\\\\*\\\\*Play-2-Earn \\\\*\\\\*\\\\*\\\\*and or \\\\*\\\\*\\\\*\\\\*Game-Fi \\\\*\\\\*\\\\**games.*\\n\\n*In regards to the development, it can be broken down into stages that the NFT space is going through where Art & Collectables ( e.g like Avatars and moon cats, punks etc) is the 1st stage, Game-Fi & Play-2-Earn (Axie infinity) the 2nd stage and then Meta-Fi the 3rd stage — the stage that harmoniously connects them all.*\\n\\n## NFT projects can be categorised\\n\\nThe NFT market has a fair number of categories in which a Meta-Fi group can be formed, See below at Source C.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*7dhuugoBooKVldM8)\\n\\n***Source C: [Mason Nystrom](https://messari.io/research/mason-nystrom)*** @ Messari\\n\\nThese Meta-Fi categories more specifically are:\\n\\n* Valuation & Appraisal\\n* Fractionalization\\n* Lending\\n* NFT Liquidity Management\\n\\n## What's driving Meta-Fi?\\n\\nThe driving forces driving Meta-Fi are:\\n\\n* Gamification of Finance\\n* Availability of Financial tooling\\n* Growth in DAOs & their treasuries\\n* Growth in NFTs\\n\\n## Where Does Meta-Fi fit in?\\n\\n![](https://miro.medium.com/max/1400/0\\\\*gHY4dXP25o0Y1yhe)\\n\\n***Source D: Outlier Ventures***\\n\\n\\\\*Source D shows the overarching connections between metaverse & finance. Meta-Fi fits in as an overarching bridge, connecting the user, the project and the NFT format. Meta-Finance integrates across \\\\****Virtual Worlds, Play-To-Earn Games, Avatars, Marketplace, Wearables, Yield bearing & Fractionalising NFTs.***\\n\\n## Why Meta-FI?\\n\\nMeta-Fi offers 3 unique improvements to a market these are:\\n\\n![](https://miro.medium.com/max/1392/0\\\\*VmSQbnnWE2P56h77)\\n\\nThe Meta-Fi trio\\n\\n* **Accessibility**\\n\\nMeta-Fi with its NFT integration within DeFi protocols could gamify the learning towards greater financial and knowledge requirements for participating in DeFi allowing a new wave of retail users to enter the market.\\n\\n* **Utility**\\n\\nExposure to a greater amount of monetisation methods, where new potential streams of cash flow are generated through maximising the ownership of NFTs through, leasing out, staking and earning interest, even using as collateral to obtain a loan.\\n\\n* **Liquidity**\\n\\nThere is greater depth of liquidity in the market, excelled by more buyers and sellers; this is influenced by trading NFTs on the secondary markets. As prices of assets are constantly being evaluated by users, this further enables an easier way to exit the market. Fractionalsiation can further involve users who are priced out of high-value NFTs by dividing them into smaller pieces.\\n\\n## 3 main areas for Meta-Finance\\n\\n## 1) NFT-Derivatives\\n\\nThere is something Degen in nature about creating derivatives for NFTs. These essentially aim to transform illiquid assets into liquid ones, but how? Contracts and or tokens can be ‘derived’ from the underlying NFT.\\n\\nFor example, a typical fungible ERC-20 token can be created to represent NFTs, which use the popular ERC721 standard on Ethereum.\\n\\nThese make NFTs easier to trade on marketplaces and create new lending & borrowing through NFT derivatives.\\n\\nCreating NFT derivatives creates new opportunities to attract more investment and deeper liquidity.\\n\\n**What can these be used for?**\\n\\n1. **Prediction markets on NFT floor prices** — Using an average index price to trade for an aggregate value of specific NFT projects. Possible utilising a simplified options format.\\n2. **Swapping Protocols** — Convert NFTs to ERC20 (Or alternative) tokens and trade on DeFi trading platforms. Example: generate passive interest by lending your ERC20 derivatives version of the NFT, similar to earning from lending on your crypto assets.\\n3. **Shorting an NFT** — use ERC20 token to short NFTs in the form of a futures contract.\\n4. \\\\*\\\\*Index style containers \\\\*\\\\*— Combining 1 or more NFTs to tokens to create a new type of financial product.\\n\\n**Projects doing this:**\\n\\n* ***SynFutures***\\n\\nLets users bet on the future prices of non-fungible tokens (NFT). Targeted towards retail investors, **NFTures** uses a user interface similar to what’s used by the.\\n\\nThe decentralised protocol is based on SynFutures’ existing [synthetic automatic market maker (sAMM) model](https://medium.com/synfutures/synfutures-synthetic-automated-market-maker-samm-explained-4bdb0b767bd7) to match counterparties.\\n\\n* ***ClearDao***\\n\\nThis Dao Provides SDK tools needed to build NFT derivatives.\\n\\n* ***Charged-Fi***\\n\\nCharged Particles produces NFT containers that are able to catalyse **Interest-bearing Non-Fungible Tokens** (DeFi NFTs) minted with an underlying asset and accrue interest over time, giving the token a “Charge”. The amount of interest earned from the token represents the “Charge” that the Particle has amassed.\\n\\nFormulae:\\n\\nParticle Value = Intrinsic Value (underlying value of Asset-Tokens) + Speculative Value (non-fungible rarity) + Interest Value (accrued in Interest-Tokens)\\n\\n## 2) Fractionalisation of NFTs\\n\\nFractionalisation can make **NFTs more affordable for more users**. It’s an essential concept of splitting up ownership of an NFT in millions or billions of tiny pieces so that several people can buy it, share, trade and earn from it. Similar to that of a company and its denoted shares.\\n\\nFor example, creators or owners can fractionalise their high or even low-value NFTs into tokens with a high level of fungibility and trade them using DeFi DEXs like Unsiwap.\\n\\nNotable projects that are fractionalizing NFTs include the likes of the original DOGE picture meme, Ross Ulbirtch Genesis collection and one of the Ether Rocks.\\n\\n**Projects doing this:**\\n\\n* ***Fractional***\\n\\nOne of, if not the largest projects in the space doing this. Fractional is a decentralised protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens that have governance over the NFT they own.\\n\\nAs an NFT owner, when you come to the Fractional platform, you will mint an NFT Vault. This vault will take custody of your NFT, and in exchange, it will give you 100% of the fractional ownership tokens. At this point, the NFT owner can do whatever they please with the fractions they have\\n\\n* ***DAOfi***\\n\\nDAOfi, is a decentralised exchange that allows fully customisable bonding curves that ​​facilitate tokens to trade on a secondary market freely. This is done after the online community conducts primary sales; it’s done via fraction where faction NFT art is traded.\\n\\n* ***Bridgesplit***\\n\\nBridgesplit is a relatively new project with strong backing from high profile investors based on Solana. It aims to build financial infrastructure for cross-chain non-fungible tokens. Initially started in its alpha phase to fractionalise Solana based NFT’s, but with plans in the near future to offer, NFT collateralisation, Indexes emulsifying it with DeFi. They see liquidity and high asset productivity becomes imperative to their growth and evolution.\\n\\n* ***Unic.ly***\\n\\n​​This project aims to combine, fractionalise, then enable you to then trade NFTs.Transform your NFT collection into a tradable asset class with liquidity.\\n\\n## 3) NFTs to integrate with DeFI : Collateralaistion\\n\\nDeFi protocols’ next level of progression is when there is a broader acceptance for NFTs in the form of deposit or collateral. This will enable scalable NFT-collateralised lending. Similar to Non-Recourse Debt; which is a type of loan secured by [collateral](https://www.investopedia.com/terms/c/collateral.asp) where the collateral is typically the property.\\n\\nE.g. Crypto-strapped or cash strapped users could use their NFTs to borrow native tokens so they can use them. Similar to the way you would deposit your ETH and borrow against it in another native token on Compound, AAVE, Centrifuge or Pragmafy.\\n\\nNow in relation to the ‘real world’ Deloitte research found that Since 2016, the value of Art-secured loans has increased by more than 40% to $21 billion. NFTs doing something similar doesn't seem so far fetched when we consider these ‘real world’ examples as we can see an evident function for it.\\n\\nWhat makes the crypto sphere unique is that there are no licensed appraisers or pawn shop operators that are determining the value of the collateral. Instead, in a space functioning via smart contracts, determining the value of NFTs is done in alternative ways, such as through a decentralised autonomous organisation (DAO), or oracles which would then relay aggregate price from the secondary markets.\\n\\n## Projects doing this:\\n\\n* ***NFTFi***\\n\\nAllows using NFTs as collateral for loans. Producing yield directly can be achieved by combining an NFT e.g. yield-bearing DeFi LP token.\\n\\nThe highest ever NFL-collateralized loan was taken out via NFTFi in October 2021 — $1.4 million was loaned to the owner of Autoglyph #488.\\n\\nNFTFI is utilising exchanges between borrowers and lenders that are governed by a specific ERC721 token. The borrower can use this token to pay off debt and retrieve collateral. It is used by the lender to receive the loan repayment plus interest or to get rights to the borrower’s NFT in the event of default.\\n\\n* ***CyberKongz***\\\\* & \\\\****SupDucks***\\n\\nAvatar providers through artwork projects that now offer Yield-Bearing NFTs generating X amount for staking or holding.\\n\\n* ***reNFT***\\n\\nThe initial and core reNFT product is a protocol layer that enables peer to peer renting of ERC-721 and ERC-1155 non-fungible tokens (NFTs) on Ethereum. These NFTs can be sold, bought and transferred.\\n\\n​​NFTs take on the format of virtual art, gaming assets, virtual land, domain names, this opens the door for an opportunity for leasing and renting between users for a small rental fee to generate income yield. reNF enables holders of NFT assets to rent them out for a set price, duration, and collateral amount.\\n\\n* ***Pawnfi***\\n\\nIt is an open-source and non-custodial liquidity protocol for **Non-Standard Assets**. This includes but is not limited to loans Backed by NFTs. Non-Standard Assets include Non-Fungible Tokens (NFT), Liquidity Provider Tokens (LP Tokens), tokenized rights and minor cryptocurrencies with relatively less liquidity.\\n\\nIt does this by operating a lending & leasing marketplace for these NSA’s. It will prioritise support for ​ ETH, BSC, Polygon, Arbitrum and Moonbeam.\\n\\n* ***​​Strip Finance***\\n\\nThe platform will support Ethereum Chain, Matic Chain, Binance Smart Chain and Solana ecosystem will allow borrowing funds without any mediators, similar to other DeFi protocols mentioned above.\\n\\nStrip Finance will follow the basic principle of the lending/borrowing market for its NFT Collateralisation. Lenders and borrowers are brought together like a P2P pawnbroker on the platform.\\n\\n## Opportunity to monetise in the future\\n\\nIn the future, making NFTs more interoperable & [composable](https://future.a16z.com/how-composability-unlocks-crypto-and-everything-else/) for cross-chain will be the key to extracting an optimal form of value than if it was restricted to one blockchain. In this future what services could be provided:\\n\\n* **NFT Appraisals Services**: To be able to buy, sell or borrow against an NFT, owners need to know what their NFT is worth, this could be difficult without secondary markets.\\n\\nNFTfi is attempting to do this by enabling users to list their NFTs on the NFTfi website as collateral and lenders can offer borrowers loans based on how valuable they think their NFTs are. Appraisals typically are carried out by lenders, not by third parties.\\n\\n* **Legal Advice Services:** Around fractionalisation: If you divide an NFT into 1000 pieces and distribute them to different people, especially if that NFT carries rights such as voting or yield, it’s not always clear who can do what and when and how those rights are managed.\\n* **Collateralise or Mortgage Services:** Users with high-value NFTs might need a decentralised project to help provide the infrastructure to support collateralising your NFTs for tokens. You would use the NFTS & borrow against them to buy or even rent LAND or other activities in the metaverse.\\n\\n## Other Projects to look out for:\\n\\n* **[Arcade](https://docs.google.com/document/d/1gNfP0cDkHK0W0mzAJ6jjzQ4_2wZLHuYa0t5Ike10eXI/edit#heading=h.h2hisbgwb9lm)**\\n* **[Asva Launchpad](https://asvalabs.com/)**\\n\\n## The Future is Meta-FI\\n\\nAs the NFT market matures into 2021, more services and integrations will start to emerge where more value begins to be unlocked & utilised. A market where NFTs integrate & complement DeFI elements seems natural as the market evolves. Meta-Fi appears to be a natural next step when considering the use-cases of Lending, Collateralsating and Fractionalising your NFT to harness their full potential long term.\\n\\n**\\\\*Disclaimer: This research article has been curated and inspired, and influenced by the sources below\\\\***\\n\\n**Sources:**\\n\\n* <https://outlierventures.io/wp-content/uploads/2021/12/OV_MetaFi_Thesis_V1B.pdf>\\n* [An Insight into Meta-Fi](https://www.notion.so/An-Insight-into-Meta-Fi-af5e6c740d3f4ad69c25369926bc474b)\\n* <https://bridgesplit.gitbook.io/welcome-to-gitbook/>\\n* <https://medium.com/1kxnetwork/fungible-non-fungibles-the-financialization-of-nfts-32565adf454a>\\n* [https://medium.com/fractional-art/what-is-fractional-dd4f86e6458a#:\\\\~:text=Fractional is a decentralized protocol where NFT owners can mint,the NFT that they own](https://medium.com/fractional-art/what-is-fractional-dd4f86e6458a#:\\\\~:text=Fractional%20is%20a%20decentralized%20protocol%20where%20NFT%20owners%20can%20mint,the%20NFT%20that%20they%20own).\\n* <https://quantstamp.com/blog/the-financialization-of-nfts>\\n* <https://consensys.net/blog/news/the-state-of-nfts-sales-pfps-financialization-and-more/>\\n* <https://onthebrink-podcast.com/arcade/>\\n* <https://www.youtube.com/watch?v=Xdkkux6OxfM>\\n* <https://onthebrink-podcast.com/arcade/>\\n* <https://dappradar.com/nft>\\n* <https://future.a16z.com/how-composability-unlocks-crypto-and-everything-else/>\",\"timestamp\":1641311058,\"title\":\"An Insight into Meta-Fi - Omi - Medium\"},\"digest\":\"tl7o6EamSF6VIWMLHK3S4moc4tusRgnNvCX4NJVh3xM\",\"authorship\":{\"contributor\":\"0x7f6f1863906A8695c77A706255E3FC4d6e21eee1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"erUCVOdjqpE595Spd8wWrOQOMB-_SPYUrGYq_Fu2d6c\\\",\\\"y\\\":\\\"NwtgwLtr09swj9GSJAW7Bdwv0cJ-alUgjmQIWTOP1qo\\\"}\",\"signature\":\"BPwgI54kVUYQMNBHLe8XxzA8EvQAuDCulwdybEfGQsoZ5pzHvcyLRaHyGzhvuvPsqzRy_lfBty2LRRAaxmmhaQ\",\"signingKeySignature\":\"0x8e32dced8dac8c52b3964bc062f59a1f7a3ed5bd3ec43841edcc8afb5fa0c0d333db8a521d4d55783f84777566c1315bb6aec5b9bf0da28f00e7b8d9f8035f761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"erUCVOdjqpE595Spd8wWrOQOMB-_SPYUrGYq_Fu2d6c\\\",\\\"y\\\":\\\"NwtgwLtr09swj9GSJAW7Bdwv0cJ-alUgjmQIWTOP1qo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tl7o6EamSF6VIWMLHK3S4moc4tusRgnNvCX4NJVh3xM\"}"