"{\"content\":{\"body\":\"The existence of aliens is actually a very important question. I won’t talk about things that are too sci-fi, and make a simple guess based on the foreseeable future of mankind.\\n\\nWith the development of bioinformatics and synthetic biology, mankind's understanding of biological nature and itself can reach an unprecedented height and clarity. Technicalization of the human body is possible.\\n\\nAfter the human body is technologicalized, it can live virtually, and its life span will not be limited by genes.\\n\\nThe technologicalization of the human body, the perpetuation of lifespan, and the virtualization of civilization have caused major changes in the \\\"cooperation and meaning\\\" of mankind. Even if the natural growth rate of natural persons continues to decline, the \\\"civilized population\\\" will continue to grow. As the number of \\\"transcribed persons\\\" or \\\"brains\\\" exceeds the number of \\\"natural persons\\\", the survival of \\\"natural persons\\\" will be \\\"cradleized.\\\"\\n\\nThe development of artificial intelligence will also tend to \\\"cradle.\\\"\\n\\nThis will eventually bring a huge population to this civilization, and interstellar civilization will become an inevitable development trend.\\n\\nTherefore, the virtual existence and the interstellar industrial system coexist.\\n\\nSo we can come to think of aliens with the same characteristics as ours. Suppose that the aliens are on the same development path as us, and they developed to virtual existence 1,000 years earlier than us, and they discovered the earth. What will they do?\\n\\nDue to the virtual existence and interstellar industrial system, the habitable planet is a \\\"meaningless\\\" concept. But just as humans have curiosity, they also have curiosity. The probability of scientific observation tends to 1.\\n\\nTheir population size will be very large, and it is a reasonable inference that some of them have developed into starship civilization and spread out. These disperse out of starship civilization, the probability of carrying \\\"natural persons\\\" is very low. Then their population is limited.\\n\\nThe difference between transcribers and robots is that transcribers have desires and \\\"cooperation and meaning\\\". It is possible to copy a single transcript indefinitely, but there is a high probability that it will be banned by the \\\"Code\\\" because it is \\\"meaningless\\\".\\n\\nFrom a purely theoretical point of view, robots can also develop into \\\"conscious agents\\\", just as \\\"finfish\\\" can develop into \\\"conscious agents\\\", but machines are not \\\"self-evolving.\\\" If the self-evolution of the machine is allowed, then it is another magical story.\\n\\n\\\"Significance and cooperation\\\" are very important. If starship civilization needs to supplement their \\\"population diversity\\\", then they have the motivation to stay in the solar system. If not, I don't care too much about the earth and the people on earth, maybe some scientific research machines will be left behind.\\n\\nIf they have the motivation to supplement \\\"population diversity\\\", it is estimated that they are also looking for \\\"biological population\\\" with the same or similar characteristics as their \\\"ontology\\\". This should not be so easy in the universe. If you find it by accident, we are still very excited according to our human thinking. ——We can only imagine \\\"ontologies\\\" and \\\"civilizations\\\" that are the same or similar to ours.\\n\\nMore ideas can be thought of, but they are \\\"meaningless\\\" for civilization. Communication \\\"meaningless\\\" is the norm.\",\"timestamp\":1639289551,\"title\":\"The aliens\"},\"digest\":\"UisEd8FNGsKoln3QdC8O3OXPtw2d73UGyufL62EWJ1g\",\"authorship\":{\"contributor\":\"0x1949b693b4cE8E5Ca7cB896e3Ed92Ce7E4d1C01f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zjvb0LN237ZDFlxYTthP4_mu240VM_iDMKr-6wvDvDk\\\",\\\"y\\\":\\\"jF8E_vTICLjJXar6oU1MmsAEsT_oYvP2Cg7e-YLbTng\\\"}\",\"signature\":\"suJhzLpnS7MhLsEo7Vau_M-iffbG39GnViJzWJZfPjeXwPtDMNuSWYou6jMvpkyvm5Q_MR51LRQ9XSWVVQuz9w\",\"signingKeySignature\":\"0x3b7ab6800edae7dbf8ac9a6cf8bea851e57768936fe6753b1d6bdc358ec4293351dc3020a547efeb81087fdba6b647fa7e247cf609dd60d395872843eb9f034f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zjvb0LN237ZDFlxYTthP4_mu240VM_iDMKr-6wvDvDk\\\",\\\"y\\\":\\\"jF8E_vTICLjJXar6oU1MmsAEsT_oYvP2Cg7e-YLbTng\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UisEd8FNGsKoln3QdC8O3OXPtw2d73UGyufL62EWJ1g\"}"