"{\"content\":{\"body\":\"[https://twitter.com/chriscantino/status/1476224064968699907](https://twitter.com/chriscantino/status/1476224064968699907)\\n\\n2022 web3 predictions. What happens next will blow your mind.\\n\\nNFT Adoption NFTs will multiply in market cap as: -new money enters the ecosystem -gas fees drop thanks to ETH2 upgrades -L2s gain adoption -NFT utility adds more creative incentives beyond speculation -UX abstracts away barriers to entry\\n\\nBlue Chips Half of the current top 10 NFT projects will crater in value as the attention economy is divided by new entrants and amply-funded marketing campaigns. The ones that survive will experience volatility, but significantly increase in value. Disruption is guaranteed.\\n\\nSOL Adoption SOL will explode in H1 as devs start deploying projects they’ve spent the past several months building. When it comes to infrastructure, the ETH ecosystem had a massive head start on SOL. That gap is closing quickly.\\n\\nL2 + Cross-Chain Adoption MATIC, TEZOS, ATOM, IMX, DOT and others will thrive as dev activity and ease of network access improves. Price will fluctuate and begin to settle post-ETH2 upgrades. L1s + L2s will not go away—we are entering a modular blockchain ecosystem.\\n\\nThe Rise of Verticals From hobbyist communities of foodies, to healthcare operators, to wine collectors, tokenized communities will build rich, durable ecosystems. Participants will benefit from networks, education, and community. \\n\\n[@CPGclub](https://twitter.com/CPGclub)\\n\\n is a first-mover example.\\n\\nDeFi The lines between NFTs and defi will become further blurred through gamification, airdrops, and staking models as early adopters recognize the opportunity and familiarize themselves with processes. In 2022, DEXs and CEXs will begin to look more like social networks.\\n\\nSocial Investing Web3 streamlines investing by reducing manual processes like spreadsheet mgmt + signature collection. It also acts as a social record—startups like [@PartyRound](https://twitter.com/PartyRound) will build networks around such activity. This dive by [@balajis](https://twitter.com/balajis) is prescient.\\n\\n[ \\n ](https://t.co/NEGtf7Iz9P)\\n\\n[https://balajis.com/mirrortable/](https://balajis.com/mirrortable/)\\n\\n[https://balajis.com/mirrortable/](https://balajis.com/mirrortable/)\\n\\nPolitics Crypto will become a wedge issue, leveraged by candidates to attract their opponent’s supporters. For many voters, crypto policy will be a deciding factor. Meanwhile, the Biden admin will push for sweeping regulation and increased centralization to “protect consumers.”\\n\\nVertical Marketplaces NFT projects will shift towards DTC marketplaces like \\n\\n[@larvalabs](https://twitter.com/larvalabs)\\n\\n and \\n\\n[@SolanaMBS](https://twitter.com/SolanaMBS)\\n\\n. Managing user experience is critical for retention, and eliminating 3rd parties doesn’t hurt. The decentralization of code bases makes it possible.\\n\\n[https://www.larvalabs.com/blog/2021-11-11-18-0/open-sourcing-a-new-interface-for-the-cryptopunks-market](https://www.larvalabs.com/blog/2021-11-11-18-0/open-sourcing-a-new-interface-for-the-cryptopunks-market)\\n\\nAirdrops We’ll see dozens of airdrops that leverage blockchain user data, with few offering any real utility. Most will be cash grabs that benefit whales and line developer pockets. The ones used for meaningful, balanced DAO governance will retain value.\\n\\nWeb2 Enters the Chat Public companies will be forced to make moves—they’ll buy communities (Nike + RTFKT), or create their own worlds (Meta). Netflix will explore NFT utility. Visa may buy a wallet app. Apple and Google will make tough decisions re: web3 apps + integrations.\\n\\nDecentralized Social Networks Social feeds built on block activity like \\n\\n[@context](https://twitter.com/context)\\n\\n will surge, forcing heritage platforms to explore steps towards decentralization, like increasing 3rd party interoperability to enable a broader range of user experiences Twitter will lead the way.\\n\\nSmart Contracts The benefits of block security and its ability to trigger transactions via oracles will accelerate the adoption of web3 legal services and contract development. A DocuSign killer (or acquisition target) will be built in 2022, if it hasn’t already.\\n\\nWallet to Wallet Messaging Secure W2W DMs will inevitably go mainstream as users create demand. If I need to contact someone squatting on my ENS, how do I go about it? Send them a bid on OpenSea, hoping they see it? \\n\\n[@xmtp_](https://twitter.com/xmtp_)\\n\\n and others are solving this problem.\\n\\nBranded NFTs If you think you’ve seen enough cringe brand NFTs, I’ve got bad news for you. On the flip side, we’ll see innovation and more meaningful brand loyalty plays based that reward customer cohorts and top community contributors. Utility will come to the fore.\\n\\nWeb3 Reviews As more people enter the space, and more projects create noise, decentralized review aggregators (think Rotten Tomatoes for web3) will help inform trust gaps. Contract safety audits, app and NFT community reviews, and more.\\n\\nTalent Shortage The demand for developers will outpace growth of the talent pool, leading to astronomical prices. Web3 developers will demand some of the highest salaries and flexible operating terms in the market. They are at the fore of this technology, and they deserve it.\\n\\nGaming The gaming community will largely resist NFT adoption, but slowly get redpilled as most of the crypto experience is abstracted away and they are simply able to trade and own their digital goods. Thought leaders that embrace adoption will skyrocket in popularity.\\n\\nWith so much promise of disruption, it’s clear we are still building foundational layers for web3. Being this early is a blessing. It’s an opportunity to create the future we want to see. Whether you agree with these predictions or not, it’s the freedom to imagine that matters.\\n\\nFor more tweetstorms on the future of web3, follow me [@chriscantino](https://twitter.com/chriscantino). Thx for reading. Lmk your predictions in the comments!\\n\\n \\n \",\"timestamp\":1640862514,\"title\":\"@chriscantino 2022年web3预测\"},\"digest\":\"GpM-ZZx3amMI07z4PPkSrV7a7m7IKgKU_ZfifKdRV4w\",\"authorship\":{\"contributor\":\"0xd8E93E06a84581c10DC1F9F60ec91f0F38994f1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z9v1nBANJw_esRsiWV_Di9EMYAAgU9fDphwAMyc_f6U\\\",\\\"y\\\":\\\"aOdJkjC_QjIeUQyABXdt6WBXqy78ESmTjgI3L799HCI\\\"}\",\"signature\":\"VZrfjQ8BDVCtxopntkDp9AaJkmCdxnXAfIyWHcVGIziElLC7T3X5xzpB4V2mpeDUIe28rFbvbDuVfr13sGtHeA\",\"signingKeySignature\":\"0x7b185e53e467525c3cc01fa1f0c8ca876b7cc914811bd33405fd24f0631b61e31c12a16cc07fb37b37b6a4e1d1cda0b5f14bb4260cd3beab64f394c6569afee71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z9v1nBANJw_esRsiWV_Di9EMYAAgU9fDphwAMyc_f6U\\\",\\\"y\\\":\\\"aOdJkjC_QjIeUQyABXdt6WBXqy78ESmTjgI3L799HCI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GpM-ZZx3amMI07z4PPkSrV7a7m7IKgKU_ZfifKdRV4w\"}"