"{\"content\":{\"body\":\"如果你没有先读第一部分就开始写这篇文章，那么一些必要的上下文就会丢失。以下链接到每一篇文章，其中有几篇是建立在他们的前辈之上的。\\n\\n|目录|\\n|一|\\\\[“发生了什么？”分形和反向共识\\\\]\\n|二|\\\\[“问题在哪里？”：BTC、小区块、闪电网络\\\\]**(本文)**\\n|三|\\\\[CSW是中本聪吗？会发生什么？\\\\]\\n|四|\\\\[我们是如何选出思想领袖的？\\\\]\\n|五|\\\\[何时进行投资：结论\\\\]\\n\\n**“问题在哪里？”：BTC、小区块、闪电网络**\\n\\n加密货币反向投资者的主流共识是什么?如果你跟踪典型的生命周期从加密新人“经验丰富的老兵”(有人12个月加密)你经常看到这样的轨迹:购买BTC,购买乙,销售与BTC alt-coins和乙对巩固回大多高市值硬币,国会大多数硬币BTC并开始识别作为一个“多数派”。\\n\\n这是一个常见的进展是有原因的。想想这个加密新来者吧。BTC显然是他们了解加密货币后的第一个购买对象。它有最好的知名度和业绩记录。它拥有最多的菲亚特出口(可以用美元购买的交易所)。也许最重要的是，它拥有最优雅、最容易理解的设计和故事。在购买了BTC并学习了更多关于区块链技术之后，多元化似乎是谨慎的。以太坊是BTC在上述名称认同度、寿命和入站标准上紧随其后的第二个标准，可能有一个不同的(和财务上不相关的)目标，所以作为后续购买是有意义的。一旦他们拥有了这两大加密资产和去中心化热潮，他们很容易过度扩张，购买一些不太知名的、小盘的、希望找到“下一个”BTC或ETH的alt币。从统计学上讲，随着时间的推移，这将不会有好结果。当他们意识到这一点时，他们就会买那些看起来更安全、市值更大、社区更活跃的东西。然后，当他们了解到相对较薄的订单簿，向下的价格波动，复杂性，所有非BTC资产的攻击面，以及这对他们的投资组合和心理健康造成的痛苦，他们宣誓效忠，回到他们最初的货币，并成为一个最大化主义者。在完成了加密货币英雄的旅程后，他们带着智慧和信心回到了家，最重要的是，他们有了一个身份:一个比特币最大化主义者。然后，他们会受到来自比特币社区的先前归来的英雄们的欢迎，其中包括许多最受尊敬的加密“思想领袖”和行业专家(稍后将详细介绍这些类别)。\\n\\n识别专家认可的比特币最大化主义者身份的组成部分，有助于理解加密货币的反向共识。BTC maximalists已经“从惨痛的教训中学到了”大多数区块链项目固有的弱点。这些因素包括资源效率低、技术复杂、攻击面大以及糟糕(通常不可用)的用户界面。尽管押注于高风险，小盘加密货币可能会奖励赌博的欲望，但这些实际的弱点往往限制了它们的可用性，只具有投机性。如果硬币不能做任何事情，任何长时间的赌博让你rekt(清算，破产)，那么你最好回到最高的硬币，BTC。虽然比特币仍然承受着冗余和资源效率低下的成本，但通过对“数字黄金”的流行概念类比，它的明显无用性被重新定义为一个积极的方面。其逻辑是:它只是一种价值储存，它不需要做任何事情，只需要增加采纳和增值。它不使用的倾向鼓励持有，这给它的价格带来了上行压力。此外，该领域大多数表面上聪明的人都把它命名为crypto的crème de la crème。站在“业内最聪明的人”一边让人感到安心。这些人经常公开鼓励其他人不要使用或出售比特币，因为它太有价值了，并嘲笑将其用于名义交易的想法。\\n\\n在某种程度上，由于这个BTC极大化者加入了一家优秀的公司，他们通常不会觉得有必要深入检查他们的理由，除了之前提到的宣传，这些宣传大多追溯到“这是数字黄金，一个结算层”的版本。在这样做的过程中，BTC的一些弱点被重新定义为隐藏的优势，那些剩余的问题被描述为暂时的，为了避免干扰区块链基础层的简单性，仅需要18个月的时间就可以通过一些次要的方法来解决。虽然普通的加密货币爱好者(和我们一样)表面上是自由思想者，但他们可能不会介意这种微妙的共识呼吁，因为他们也是反向投资者。这一切听起来都很棒，表面上也符合逻辑，但鉴于我们可能会产生不合情理的反向共识，让我们更深入地研究这些问题，并提出解决方案。\\n\\n**比特币规模之争**\\n\\n比特币对数字黄金的共识叙事，在没有公开宣布的情况下，含蓄地提出了一些基本主张。如果比特币是一种数字价值存储，其目标是增加有限商品的使用，并在此过程中提高其价格。因为它在数量上是严格限制的，这种价格变化将作为一个广告，让其他人“得到他们的廉价”，这将继续推动价格在一个积极的反馈循环，价值捕获的最硬的钱在市场上。这个概念经常被怀疑在票面价值作为一个庞氏骗局,但这种说法没有任何更多的不证自明,谴责BTC比用来对付黄金,交易溢价数量级高于其商品价值的电子产品和其他产品。由于实物黄金的先例，“数字黄金”的说法是可以接受的，但其新的、未经证实的数字对手的优越性还有待论证。为什么要从值得信赖的闪闪发光的旧黄金转向不稳定的新数字黄金呢?\\n\\n比特币优于黄金的一个主要卖点是它作为数字原生资产的可运输性，以及它不需要信任的托管人来促进它。由于比特币可以在廉价但安全的电脑上以0和1的形式大量存在，因此对有保险库的大型银行的需求减少了。BTC一旦身体可以拥有自己的价值,把它在互联网协议,他们可以很容易地运输人不管他们的物理距离,而黄金他们要么需要大把笨重的金属本身或移动代表借据,需要信任问题的中间人。假设比特币不仅在功能上成为“数字黄金”，而且在市场价值和交易量上也成为“数字黄金”，那么这是否能够大规模实现呢?虽然可信的保管人发行黄金欠条带来了交易对手风险的负面影响，但他们也为潜在的无限黄金所有者提供了无界传输可扩展性的好处，因为在他们的帮助下，它可以有效地扩展，就像信息可以在互联网上移动一样快。\\n\\n一旦可移植性得到解决，扩展黄金的游戏就需要教育和说服更多的人去购买黄金。物理上允许他们这样做并“使用”(持有)他们的黄金是没有技术问题的，只要他们对使用一个可信赖的托管人感到舒服。在没有这样的BTC托管人的情况下，我们在技术上是否能够增加采用(结果:向上的价格压力)，而不从根本上损害其可用性(结果:向下的价格压力)?至少，前者必须超过后者。从最近BTC采用波动的历史中我们可以看到，随着区块链使用的增加，交易费用也增加了，从几乎免费(以前的一个卖点)到2017年交易量峰值时高达50美元每笔交易。BTC现状的捍卫者认为,二次“两层”扩展解决方案能够解决这个费用产生瓶颈,但其他人不同意认为这些解决方案在技术上是不切实际的回归到,无需可信中间商和托管人,最终减少BTC的初始价值超过黄金。唉，我们已经有了关于分形逆向共识的尺度辩论和下一个尺度变换的起源。\\n\\n规模辩论的主要方面被分为两大阵营:大的阻碍者和小的阻碍者。他们的分歧很多，但为了讨论的目的，我们可以把他们归结为三个问题:\\n\\n* “使用”比特币意味着什么?\\n* 我们如何让更多人使用比特币?\\n* 为了促进这一点，有哪些隐性的权衡呢?\\n\\n加密共识小杀杀杀,BTC酒店含蓄地回答这两个问题在以下方法:1)用比特币将比特币升值和成长你的价值,和2)我们让更多的人能够购买和转让比特币通过增加购买意识和用户友好的接口。虽然随着应用的增加，链上的交易费用会增加，但随着时间的推移，闪电网络和其他第二层的扩展解决方案将缓解这一问题。这是一项新技术的临时问题。\\n\\n大的屏蔽者不同意，他们认为使用比特币意味着1)用它进行交易，作为法定货币的替代媒介;2)我们通过增加可能的使用案例来让更多的人使用比特币，这就需要增加区块的大小来保持低费用。这一立场包括批评现有的第二层扩展解决方案是一种比疾病更有害的治疗方法，认为闪电网络在技术上是不可行的，而且首先要解决由小区块精神产生的根本不必要的问题。因此，big blocker观点中隐含的假设是，所有的交易都应该发生在“链上”。\\n\\n**闪电网络**\\n\\n这就引出了关键的第三个问题:促进每种扩展方法的隐含权衡是什么?小屏蔽者和大屏蔽者都认为比特币的主要优势之一是去中心化。但是他们如何定义分权和评价不同版本的分权是不同的。小区块比特币的支持者可能会重视全节点的分散和挖掘。只要人们能够运行自己的节点并存储整个版本的区块链，他们就能够“不信任，而是验证”他们的交易。正因为这个原因，小阻挡者想让方块变小。如果数据块在计算上仍然很小，那么普通家庭用户就可以很容易地存储区块链。如果区块大小仍然很小，但用户数量和交易数量随着时间的推移而增长，那么购买每个区块所需的费用将会增加。对于BTC来说，这不是一个漏洞，而是一个功能，因为这些费用将支付给首先保护区块链的矿工。为了在未来大量使用比特币的情况下存在低费用的交易，小的拦截者已经开始开发一个称为闪电网络的二级层，它在个人之间建立类似于酒吧标签的支付渠道。只要您想向商家支付的款项在网络上的个人之间有一条路径，就可以进行支付。想象一下，一个朋友在酒吧用自己的钱给你买了一杯酒。他现在欠酒吧5美元，你也欠他5美元。闪电网络的目标是开发一个类似的网络，它将无信任地运行，这样只要有一条路径存在，您就不必知道您所路由的个人。在比特币对小屏蔽者的乐观最终状态中，比特币将保持其低廉和快速的原始状态，同时保持区块链规模的小而稳定增长。\\n\\n大的反对者认为这是不可能的，也没有必要的。虽然他们通常只是简单地攻击闪电网络的可行性(如果它不成功，那么BTC的B计划是什么，以保持廉价和快速，从而优于黄金?)，但根本的分歧是，他们没有看到这种去中心化的价值。对于大阻塞，没有必要运行自己的完整节点并自己验证每个交易，当然也不会以增加交易费用和降低交易速度为代价。在比特币的起源还有其他计算轻量级验证(SPV)方法，以及基本协议，可以在不增加成本的情况下完成这种不可信的验证。牺牲比特币作为货币使用的能力(他们认为这是比特币的主要用途，而不仅仅是像黄金一样的价值储存手段)的成本太高了。完整节点和矿工的分散是为了服务于比特币作为货币的可用性，以实现有效的抵制审查、免费和即时交易，而不是作为一种良好的本身。\\n\\n另一个与闪电网络争论有关的分歧集中在对未来技术进步的预期上。一个基本论点从保护的小阻滞剂使用比特币交易以外的数字黄金保值的用例,认为大规模事务传播时间在网络速度过慢,将允许大规模采用不需要二次扩展。大的屏蔽者不同意这种说法，他们认为随着计算机存储和网络带宽的不断改进，对扩展的担忧将会自行解决。如果摩尔定律允许近年来的指数级创新继续下去，那么比特币区块链在技术上将能够像用例一样快速增长。此外,他们指出,如果闪电网络和其他二次扩展解决方案被证明是有价值的,他们也可以实现较大的块版的比特币和它将函数比小块BTC出于同样的原因,它是有用的。大区块比特币区块链上的额外空间将降低新比特币用户的注册费用，无论是否有成功的闪电网络。\\n\\n这些未解决的分歧最终导致了2017年比特币区块链的分叉，让所有比特币持有者拥有相同数量的小块BTC和大块BCH(详见第三部分)。加密货币反向投资者的共识认为，小区块及其价值存储理念是前进的最佳路径。就像加密货币vs黄金的“用美元投票”结果一样，BTC的市值比BCH和其他大型区块替代品大了一个数量级(在撰写本文时大约大2200%)。除了上面提到的愿景上的差异，大块反向投资者的分歧是相当技术性的。这对讨论产生了排他性的影响，因为大多数观察者发现自己无法理解和形成自己的观点，因此，他们相信社区的强烈共识。虽然辩论的技术性质可能使人疏远，但作出这种努力是卓有成效的。在本系列文章中，为了简洁起见，我们将外包大部分的讨论。社区里的其他人也有过这样的争论，并以一种相对容易理解的方式做得很好。下面是一些我们最喜欢的例子:\\n\\n**大区块VS小区块**\\n\\n[罗杰和查理·李辩论/讨论](https://www.youtube.com/watch?v=KjPnYITWOjU)\\n\\n**对闪电网络可行性的批评**\\n\\n[Peter Rizun在比特币做什么的播客上](https://www.youtube.com/watch?v=5i6rqmV2RLI)\",\"timestamp\":1640252531,\"title\":\"BSV系列（二）“问题在哪里？”\"},\"digest\":\"RlRVUW3_-Teyu-2tVQv5SMOLZ0gwL5PbK7YnZ3GPfuY\",\"authorship\":{\"contributor\":\"0xc508Ba2Ba28acD69225796cd49EF50e32FE5282D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sAzWRIT_YrU75J2u_7uOBEqNTqvDfDBph20n_NMleiY\\\",\\\"y\\\":\\\"D65PmqpvxD7_AqzlNykI0pyQxvCFVX3fIsabIX1o-00\\\"}\",\"signature\":\"xotmEzneajtySAysd6_o9QU76b64fsy8n1Nvf-budgDAUixrkRaKHNcpUyE3TWtL6Ss8IOJ48xFNQkYnDuHS4A\",\"signingKeySignature\":\"0x8a6c28178dd042f3f375a54773c76c24780acaaceabf37545c416b5e14ef929902643b2ca647eed0a5e26b2350f4104e6373aacdd24071dc8edd9e406bfa72ab1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sAzWRIT_YrU75J2u_7uOBEqNTqvDfDBph20n_NMleiY\\\",\\\"y\\\":\\\"D65PmqpvxD7_AqzlNykI0pyQxvCFVX3fIsabIX1o-00\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RlRVUW3_-Teyu-2tVQv5SMOLZ0gwL5PbK7YnZ3GPfuY\"}"