"{\"content\":{\"body\":\"If the boss is busier and the employees are more relaxed, the company will go bankrupt. Even if it doesn't go bankrupt, it will never do much.\\n\\nWhy are so many companies not big? In fact, the requirements for employees are too high. Few people meet the requirements of the boss, so he has to do it himself. He is not at ease to hand over responsibility, power and important business to these ordinary employees. As a result, ordinary employees do not grow, but the boss grows desperately. . No matter how hard the boss himself is, he is only one person after all. The so-called firewood is high. It is impossible to win market competition alone.\\n\\nThe really awesome bosses are responsible for drinking tea, reading newspapers, reading books and talking nonsense because they have nothing to do with the supervisors, managers, and employees of various departments.\\n\\nThe design of those products has to be handled by the boss himself. The sales of the products must also be personally managed. A boss who has to manage production by himself is simply an unqualified boss.\\n\\nSome bosses simply tie up the hands and feet of the company's talents and do not give them opportunities to exercise, and then complain about the lack of talents.\\n\\nThe more you do, the more people rely on you. The more capable you are, the less able the people below you will be. The more you worry, the less the people below worry about it. What a smart boss has to do is to constantly \\\"shirk\\\" one's own responsibilities and let others do it.\\n\\n154 Entrepreneur Business School Serving Entrepreneurs\\n\\nGet up and let others do more and let others become more capable. If you shirk your own responsibilities, and if you let others grow through \\\"shirk responsibilities,\\\" the company's performance will naturally increase.\\n\\nOur company made a monthly summary for January last night. Before, it was me who did this summary. Now, I leave this to the supervisor for the purpose of cultivating the supervisor's ability.\\n\\nThe reason why many bosses worry about, do more, and be able is because the people around them don't worry, don't do much, and can't do it. I don't want to give important things to these ordinary employees, because the boss is not satisfied with the work done by these people.\\n\\nIn fact, this is the price of the company's growth. It is always necessary to pay tuition fees to people with poor ability. People always make mistakes, but only by paying tuition fees and giving them exercise opportunities can they grow.\\n\\nMany bosses are measuring their employees by their own standards. It’s impossible for an employee to work hard like a boss, because the company is not an employee, and the employee has the level of an employee. If the boss can achieve 100 points, the employee can only achieve 60 points, but that’s okay. The boss’s task is constant. Cultivate employees with 70, 80 points, instead of just knowing that you can achieve 100 points, be 70,80\\n\\nThe overall benefits of the company will come up with more employees. The boss only manages two important issues for the company. One is to ensure that the company is rich and will not go bankrupt. The second is: the direction of the enterprise.\\n\\nAll other issues are specific business issues and should not be caught by the boss himself. All bosses should gradually shirk it to their managers and employees.\\n\\nAn enterprise is just like a country. The monarch only takes care of the correct political direction, and other specific affairs are handled by the ministers, managers, and ordinary people.\\n\\nThe direction of the boss is to get more relaxed and to keep the employees busy. Instead of doing it yourself\",\"timestamp\":1634798021,\"title\":\"The easier the boss and the busier the employees, the company has a future\"},\"digest\":\"gG_y214mM6fTBA_t3fC-nQ8C8mvpb-aaIGSF2fM2cFg\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"RznXk3LsnSPozvz1bIaFi8PtIahPmdJVwWauH3KWlDjbqUVGf7FkpJpzjQzJJRV3Sv4OWSTYIT6omrxqzO56NA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gG_y214mM6fTBA_t3fC-nQ8C8mvpb-aaIGSF2fM2cFg\"}"