"{\"content\":{\"body\":\"吴缺在距离音乐学院10分钟车程的地方租了一套89平米的三室一厅，作为约会的秘密巢穴，因为他自诩是大灰狼，所以可以把这个秘密巢穴称之为“狼穴”。他现在是这样的状态，一个星期奉献给钱浅和甄傲雪，下一个星期奉献给林星雅和他们的双胞胎宝宝。跟钱浅和甄傲雪的铁三角时代比较辛苦，每天都处于拉满弓的状态，自然不做他想，而跟林星雅在一起，就舒服点，到结束同居的最后一两天，他会联络一下关咲，看看能不能偷偷约个会，如果同意了，他们就会需要一个地方，所以这个89平米的狼穴是必需品，世界上只有他和关咲知道的秘密约会地点。\\n\\n今天是他开启狼穴功能的第一天，关咲打车偷偷摸摸的来到了这个叫做星洲花园的小区，按图索骥，乘坐电梯来到了1502，按下了门铃。\\n\\n大灰狼来看门，一眼看到戴着口罩的关咲，立刻就认了出来。她可能为了私密性而戴口罩，是一只白色半透明的口罩，隐隐约约投影出她精致的脸庞，有一种出其不意的神秘感，并且，口罩的出现尤其让她好看的眼眉更加直击男人的灵魂，另外，那一双美目上的金边眼镜尽显关老师的知性美。\\n\\n大灰狼一把就将关老师抱起来，双脚离地，这还没关好门呢，关咲赶紧在半空中伸手把身后的门关上。\\n\\n大灰狼深情对关老师恭维：“你眼睛真好看。”\\n\\n关老师：“眼睛还是眼镜？”\\n\\n吴缺还是不肯撒手放她下来，说：“这眼镜平平无奇，但是戴在你的眼睛上，立刻变成特别知性美，等下睡觉的时候你都不要摘下来好不好？”\\n\\n关老师白他一眼：“无理要求……放我下来啊。”\\n\\n吴缺依然不撒手，问：“今晚可以过夜吗？”\\n\\n关老师戴着口罩都能看得出有一丝羞涩，点点头。\\n\\n吴缺开心地抱着她转了一圈，让关老师有点晕，之后才轻轻把她放到地上，温柔道：“难为你了，找借口夜不归宿不容易吧？”\\n\\n关老师难为情的神色一闪而逝，吴缺知情识趣的不再追问。\\n\\n吴缺真是越来越懒了，他叫了一个西餐厅的外卖，两个人抱在一起温存了25分钟，西餐外卖到了，吴缺到门口去取餐，还给了10块钱小费。\\n\\n关老师神奇的发现这次餐桌上的红酒居然是国产的，当然会是顶级，但为什么要喝国产的呢？\\n\\n吴缺笑着解释：“随便买来尝尝，1000块一瓶，祖国为我培养了这么多好看的姑娘，我忽然想爱国。”\\n\\n这时候，关咲才把口罩摘下来，趁她还没开始吃饭，吴缺凑过嘴去吻了她。\\n\\n倒上酒，开始今晚的浪漫之夜。\\n\\n干杯之后，吴缺说：“你们生意怎么样啊？我看你提取的资金已经达到了200万。”\\n\\n关咲：“是的，餐馆扩大规模了，原来的外卖店还继续，一边转让一边做生意，新的餐馆是中等餐厅，位置挺好的，现在生意不好做，所以才有机会抄底。他很忙，还想让我辞职去帮他，我有点犹豫，害怕他失败，那我的好不容易才混上来的大学老师的职务就没了。“\\n\\n吴缺：“实体经济都是有风险的，我本人很不喜欢，尽管我想开一家高级餐厅，但是一直没下真功夫，不过，这个行业又总归是需要人来做。你看着办吧，我不能给你什么好用的建议。”\\n\\n关咲：“虚拟经济我总觉得心里空落落的，不踏实，有一家属于自己的餐厅，感觉还是挺好的。”\\n\\n吴缺：“是不是跟我这个浪子在一起也感觉心里空落落的不踏实？还是跟着你的前夫踏实？”\\n\\n关咲没有接茬，显然是默认了吴缺的猜测，嗯，这才是女孩子正常的思路。\\n\\n不过，过了一会儿，关咲想起了什么，说：“那倒也不出完全是，没有你，我的人生可能已经陷入无边的黑暗，你知道，我身边的朋友那几天已经开始疏远我了，那天我找闺蜜吃饭，她居然拒绝了，而且还不止一次，现在，我们再也没来往了。我这样出来过夜，想必我前夫是知道为什么的，但我想，他也不恨你。”\\n\\n男人知道男人的事情，即便是现在崔云鹤不恨自己，将来等崔云鹤的经济状态好转了，他肯定还是会嫉恨的，这就是人性，吴缺自问自己也是这德行。\\n\\n现在，关咲还把自己当成恩主，不久的将来，她的心将会被两个男人撕裂。\\n\\n吃饱饭，关咲很体贴的去洗碗刷碟，明显就是受恩惠的心态，这样也好，让吴缺轻松了一把，现在的吴缺在林星雅和钱浅、甄傲雪那里都是伺候她们的，偶尔享受一下被女人伺候那也是极好的。\\n\\n当然，因为有洗碗机，洗碗刷碟很轻松就是了。\\n\\n这个狼穴并非一无所有，吴缺特意买了一台电子琴放在这里，一问，果然关咲会谈电子琴，即兴弹奏了一曲。\\n\\n听完了，吴缺：“这是什么曲子？”\\n\\n关咲：“《偶然》，你的老朋友云野创作的，他还有唱词，是徐志摩的同名诗。”\\n\\n吴缺沉默不语，关咲也不管他是否开心，就在电视机上投影了云野的MV。歌词是这样子的：\\n\\n我是天空里的一片云，\\n\\n偶尔投影在你的波心。\\n\\n你不必讶异，更无须欢喜，\\n\\n在转瞬间消灭了踪影。\\n\\n你我相逢在黑夜的海上，\\n\\n你有你的，我有我的，方向；\\n\\n你记得也好，最好你忘掉，\\n\\n在这交会时互放的光亮！\\n\\n\\\\---\\n\\n关咲看着云野帅气的弹唱发痴，吴缺的注视都被她忽略了。\\n\\n这不是一次关咲特别关注云野了，吴缺有点吃醋，他的直觉是对的，事实上，这个关老师跟云野关系匪浅，虽然没谈过恋爱，但是有过小暧昧，碍于师生关系，最终还是将暧昧浅尝辄止了。\\n\\n想到当年矜持如斯，最后反而被吴缺这个没良心的带偏了人生的轨迹，关咲不禁更是忧郁。\\n\\n忧郁的情绪占领了少妇的心波，当洗澡之后的她被抱上床的时候，神情依然慵懒无激情。\\n\\n吴缺：“……怎么了？好像兴致不高的样子，不喜欢我了吗？”\\n\\n关咲轻轻摇摇头，弱弱的否认。\\n\\n吴缺吻了她，伸出舌头探索她的唇齿，对方的反应也是懒懒散散的，前所未有的敷衍。\\n\\n男人在她身上耕耘不缀，而她的脑波却随着身体的波动飘荡到了远方的记忆，似乎眼前跟她合体的男人并不是吴缺，而是那个更帅气更年轻的小伙子，眼神清澈如同一片蔚蓝的波涛。\\n\\n用钱来砸女人固然是实力撩妹，不过，这样就会在女人心中种下非爱情的种子，她跟吴缺的爱情就像技师对恩主的爱情，总是没有那种甜蜜的味道，反正是味道怪怪的。\\n\\n并且，男人结束之后，喘着粗气，关咲温柔的给他清洁，然后是按摩，嘿，还真像一个称职的技师。\\n\\n吴缺享受着温柔，如果知道关咲当自己是保健技师，肯定会把吴缺气死。\\n\\n为什么人倒霉的时候喝凉水都塞牙呢？当然是因为一系列的连锁反应，关咲的老公就是这种连锁反应的倒霉鬼，真的差点成了鬼。原来，他为了得到资助，不得不跟妻子离婚，就算妻子不忍心他独自奋斗，又和好了，但是还是不得不在情夫召唤的时候夜不归宿。这位崔云鹤就自己出去喝酒，然后不小心被车撞了，医院打电话到关咲的手机上的时候，关咲还光溜溜的躺在别的男人的怀里呢。\\n\\n听到医生传来的噩耗，关咲一骨碌爬了起来，把吴缺都惊醒了。\\n\\n关咲本来已经穿好了衣服，可是不一会儿的功夫，吴缺又来劲把她脱光，而且内衣不知道被他扔哪里去，心急火燎的关咲好一顿找，吴缺眨眨眼：“怎么了？”\\n\\n关咲：“我丈夫出车祸进医院了，我得赶紧去一趟。”\\n\\n吴缺很想说“我送你去”，可是万一他老公看到他本来抢救回来了又昏死过去，那就不好了，所以，吴缺忍住了。\\n\\n关键时刻还是关咲当机立断，她说：“现在晚上不好打车，你送我去医院啊，快起来，穿衣服！”\\n\\n既然她要求了，吴缺不得不冒险，他的衣服也是到处扔，在关咲的帮助下才找齐全，袜子都没扯到位就穿上鞋子被关咲拉着跑了出去。\\n\\n她之所以这么着急，那当然是因为做手术要家属同意，并且还要交保证金。\\n\\n她在路上才想起来，她跟前夫已经离婚了啊，法律上不算家属。\\n\\n关咲在车上面寒如霜，自己在风花雪月，而丈夫除了车祸，万一有个三长两短，自己的良心实在过不去，这辈子怎么才能心安理得？\\n\\n杀人放火金腰带，修桥补路无尸骸。一个为了家人努力奋斗的好男人就这么惨遭厄运，而吴缺这样寻花问柳的坏男人却运气好到爆棚，世界就是如此残酷。\\n\\n手术时间太长，关咲和吴缺靠在一起睡着了。\\n\\n医生终于出来了，暧昧的看了看他俩，因为关咲在知情同意书上表明自己是病人的妻子，可是现在却跟别的男人不清不楚，难怪医生有点不理解。\\n\\n医生给关咲带来一个很坏的消息，病人虽然没死，但是有可能下肢瘫痪。\",\"timestamp\":1640269807,\"title\":\"共济会风云 第62章 偶然\"},\"digest\":\"cWSPf_dgga5o0RklsnTPxvONwUrGT6B7wkxL68ZwCos\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"ueA4d1FvMVWHw6b5KMixs0EZPeClaA8vIbOb9JuK5QwJVNObpRG2uWMqXX8XV9afY25XuWj8_O5bdrADTaVfQw\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X4b1qiaXbu0h8E7KYlFGMgswIcz977vF8OBfiSRLNXM\"}"