"{\"content\":{\"body\":\"Entropy, a physics term. Entropy means chaos, disorder, and meaninglessness. Entropy is the natural enemy of all good things. Entropy is the pebble that paves the way to death. Entropy is the strongest force in the universe, and no person or thing can escape its death notice. Beautiful teenagers, millionaires, totalitarian emperors, huge corporations, powerful countries, none of them can escape the curse of entropy.\\n\\nEntropy increases monotonously forever, and nothing can stop or reverse it. Value is eliminated by entropy increase. If you want to retain or even gain value locally, you must pay a greater external increase in entropy as a price.\\n\\nA neat room, low entropy. In its natural state, it must become a chaotic room, with entropy increasing. If you want to make it tidy again and return to a low-entropy state, you must pay labor. Even if it is just to keep the house clean and tidy, and to maintain a low-entropy state, you must always work hard. Labor consumes energy and causes a greater increase in entropy. The increase in entropy caused by energy consumption must be greater than the decrease in entropy caused by the reorganization of the house. This is the iron law of the law of the universe.\\n\\nEntropy reduction is also called \\\"negative entropy\\\". Negative entropy only occurs locally. Each occurrence of negative entropy must correspond to a larger increase in entropy at the local periphery.\\n\\nNegative entropy is the source of all values.\\n\\nLife needs negative entropy. Schrödinger said that life feeds on negative entropy (\\\"What is Life\\\" by Schrödinger). This is a figurative statement.\\n\\nWhen a person lives, he is making a deal with the devil. Every moment a person lives, he must use his best and emit more entropy into the universe, causing greater chaos in the universe.\",\"timestamp\":1634221167,\"title\":\"What is the power of entropy?\"},\"digest\":\"vAcs8QotVFT9OUUgg52Pb7YdWq5wciwHPAMdDEZ-kgg\",\"authorship\":{\"contributor\":\"0x13bf5E5dA04a39F01f4cb8835e37dc76d3E8666b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7UeimtIDwKhc66XDFKsaft1rxCsFKTCjbIlOUR1LtAc\\\",\\\"y\\\":\\\"20z4-Iv9asLsQ2uBr6pUjZ1Mc3-_Oi9X3RtgvYk2Vj4\\\"}\",\"signature\":\"XGGGYPB1mm3I7r2GwogbnPC7BxZsr98twxB8yixw8BtjIfduxfeXu9vciVZC1ymsHF6qhUcM_q0fRvjp_c5_EA\",\"signingKeySignature\":\"0x826b18f3b521b45db55d19e139214e215498a070b4be2e3d8555eeb7e210d5ac5f1411918bb0dcfa02b30396a5a64cc3cae28bee09ca1c239e01148ebc5443c61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7UeimtIDwKhc66XDFKsaft1rxCsFKTCjbIlOUR1LtAc\\\",\\\"y\\\":\\\"20z4-Iv9asLsQ2uBr6pUjZ1Mc3-_Oi9X3RtgvYk2Vj4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vAcs8QotVFT9OUUgg52Pb7YdWq5wciwHPAMdDEZ-kgg\"}"