"{\"content\":{\"body\":\"Avgolemono is one of those soups that I've made many times, but rarely from scratch. It's usually a 'there's nothing in the house' type of thing and made with a carton of broth. Even in its quick-and-easy form it's a delicious and comforting meal, but when you use a fresh whole chicken, it becomes epic. Garnish with parsley and lemon zest.\\n\\n[ \\n ](https://www.allrecipes.com/cook/foodwisheswithchefjohn/)Directions\\n\\nInstructions Checklist\\n\\n* Step 1\\n\\n  Place chicken, chopped onion, celery, carrot, bay leaves, and oregano in a large pot. Pour water over the top; bring to a boil, reduce heat to medium-low, and simmer, skimming foam as necessary, until chicken is falling off the bone, 60 to 90 minutes. An instant-read thermometer inserted into the thickest part of the thigh, near the bone should read 165 degrees F (74 degrees C). Transfer chicken to a bowl to cool, strain all vegetables from simmering broth, discard vegetables, and return broth to the pot. Chop cooked chicken meat.\\n* Step 2\\n\\n  Combine 2 cups diced onion, olive oil, and a pinch of salt in a large skillet. Cook and stir onion mixture over medium heat until onion is soft, sweet, and golden, 7 to 10 minutes.\\n* Step 3\\n\\n  Stir onion mixture into chicken broth in the pot and set over medium-low heat; add Arborio rice and a pinch of salt. Bring to a simmer; cook, stirring occasionally, until rice is very tender and broth flavors combine, about 45 minutes.\\n* Step 4\\n\\n  Whisk eggs, cayenne pepper, and black pepper together in a bowl; whisk in lemon juice. Slowly pour 1 cup broth mixture into egg mixture, whisking constantly. Add 1 more cup of broth to egg mixture and whisk. Pour egg mixture into broth in the pot, add chopped chicken, and cook until heated through, about 5 minutes more.\",\"timestamp\":1640345082,\"title\":\"Avgolemono Soup\"},\"digest\":\"BOx1jLjASoVX88T8gad1JURRcfA-lYk2X0xa_WycCsQ\",\"authorship\":{\"contributor\":\"0xd6286Fe6a02fAEc72bDB1Daaab62373B6A26549b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2eA3hMNmjyW_qsPHvuOEDEuTr19UQf4-fMtPtFYpUVY\\\",\\\"y\\\":\\\"XB_TI1d1eEd97VDIhKoPcUfRhuvxX-dYdBoOSQshy5M\\\"}\",\"signature\":\"fxfi4fT8vE8BvHliQ21dEcMlPAYMXzHH8uHx1CRX6VDJCyfeclD4Nw7UfnQrd2ggoeBMO2wssIM0yRt6w4jWcg\",\"signingKeySignature\":\"0x25d4c1e702a3aeac5e651162f662d2ee179fa32aa9ab3aecafe4e36429a963322129bee452668208733fc2066ff085faed9576a429e7e5ee5ae23f34aeec99281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2eA3hMNmjyW_qsPHvuOEDEuTr19UQf4-fMtPtFYpUVY\\\",\\\"y\\\":\\\"XB_TI1d1eEd97VDIhKoPcUfRhuvxX-dYdBoOSQshy5M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BOx1jLjASoVX88T8gad1JURRcfA-lYk2X0xa_WycCsQ\"}"