"{\"content\":{\"body\":\"As I have begun to invest more capital into crypto, I have decided to take the time to gain a more thorough understanding of the underlying technologies behind cryptocurrencies, blockchain, web3, etc. I figured a good place to start would be to learn about Proof of Work. \\n\\n**Proof of Work is a blockchain-based consensus mechanism that utilizes incentive engineering to secure the networks of many cryptocurrencies including Bitcoin and Ethereum.**\\n\\n* allows for digital currencies to maintain true decentralization meaning that they are not run by a central company or government and allow for peer-to-peer transactions to occur securely without a third party\\n* solves the problem of *double spending*, which is when the same token is spent twice by the same person\\n* a necessary part of adding new blocks to the Bitcoin blockchain (Mining)\\n* allows for transparency and privacy\\n\\n**Blockchain**\\n\\n* A decentralized ledger that is shared among a network of nodes that communicate to store, share, and preserve the blockchain\\n* Blocks contain a record of transactions and have certain storage capacities. When filled, blocks are connected to previous blocks that have been filled with data. This creates a chronological chain of blocks, hence the name; blockchain.\\n\\n**Types of Blockchain Nodes and their Functions**\\n\\n* **Miners (Mining Nodes)**\\n  o\\tComputers that create new blocks by competing with other miners in a race to solve a complex math problem. On the Bitcoin blockchain, the winning miner is rewarded in new Bitcoin.\\n* **Full Nodes**\\n  o\\tHold and distribute copies of the entire blockchain ledger starting from the genesis block. That is why it is called a full node. They are constantly verifying new transactions and ensuring that there is no fraud, double spending, etc. They also communicate with each other to ensure that all nodes have the same updated blockchain.\\n  \\\\*The more nodes in a network, the more secure the network is\\n\\n  References\\n\\n  <https://www.coindesk.com/learn/2020/12/16/what-is-proof-of-work/>\\n  <https://www.investopedia.com/terms/b/blockchain.asp>\\n  <https://www.youtube.com/watch?v=MMPxSdT013M>\\n  <https://medium.com/sazmining/what-is-a-bitcoin-node-b1106b050ace>\",\"timestamp\":1638663755,\"title\":\"Proof of Work Explained\"},\"digest\":\"r89bfSghq4uSa6fwG03G1DVvH5QNVzWPIP_-YSH2ahQ\",\"authorship\":{\"contributor\":\"0x2776aAb4eF17904C4c96a9Fd4ba9F790cd1f0bd1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"79jGcRyS_xxQTok6vQANSXmOkKqNSvklYk_lc2vErfw\\\",\\\"y\\\":\\\"QzDzXUXEa04CAOesVX6p6nd620DvVzu1z0p_8GcLMWM\\\"}\",\"signature\":\"q8K0LtgM0z46pEly0sjz6KBdf3dyzixxX3wZh2MgxGNEHaaj3eiAyZJFvBEaN1kkRzLjI8OJZVyDbCrKoEBTBg\",\"signingKeySignature\":\"0x4946876e88166bcd8063dcfd6470c7d1794a2bf08dcb12c3fc3fdd639adc811e3bd34bc482f0bfb8e04045c27f405f971b5664279f37dd38892e8a59e1084c871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"79jGcRyS_xxQTok6vQANSXmOkKqNSvklYk_lc2vErfw\\\",\\\"y\\\":\\\"QzDzXUXEa04CAOesVX6p6nd620DvVzu1z0p_8GcLMWM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X6MAIZSQTp8SoA2v9HSmTMxALPUqcy396q_F29BGbVg\"}"