"{\"content\":{\"body\":\"文 | 比萨\\n\\n10月25日，国家领导人主持中央政治局集体学习会议，将区块链列为自主创新技术重要突破口。\\n\\n此后的19天内，各地地方政府共出台了44条鼓励区块链发展的相关政策，涉及20个省份。\\n\\n政务、医疗、金融和智慧城市，都成为了地方政府最为看重的区块链落地领域。\\n\\n在积极推进区块链落地的过程，各地政府也在试图结合自身优势和地方特色。比如说，在山西，能源便成为了区块链落地的重点领域。\\n\\n而BAT等互联网巨头，也透露出了自己的区块链野心。腾讯积极筹备区块链虚拟银行，百度看重智慧城市，而阿里则瞄准了小微企业和个人开发者。\\n\\n## 01 **政策先行**\\n\\n \\n\\n10月25日，中国高层的一席话，再一次在全国范围内掀起区块链的热潮。\\n\\n****半个月来，全国各地地方政府纷纷跟进，出台了一系列鼓励区块链行业发展的新政策。****\\n\\n一本区块链根据公开信息汇总发现，仅在10月25日至11月12日，包括河北、广西、西藏在内的地方政府，就出台了至少44个鼓励区块链发展的政策文件。\\n\\n一场区块链浪潮，已悄然开始掀起。\\n\\n****而各地政府的区块链扶持政策，也带有鲜明的地方特色。****\\n\\n以山西为例，这个能源大省希望让区块链技术助推山西能源革命。\\n\\n11月12日，山西日报刊文《让区块链助推山西能源革命》。其中提到，区块链在能源领域具有广泛的应用潜力，正逐渐成为当今能源领域的一个重要应用方向。\\n\\n而山西是我国的能源大省，能源产业应积极结合区块链技术，为能源革命和转型发展奠定坚实的基础。\\n\\n而云南省委书记陈豪率则强调，要将区块链技术推广到云药、云茶、云花、云果等高原特色产业的现代管理和品牌打造中。\\n\\n在农业领域，区块链技术可以使农业发展更精准，让市场对接更便捷，并更好地释放现代农业的价值。\\n\\n****在政策上，部分地方政府也迅速成立了区块链产业扶持基金，吸引区块链企业在地方落地生根。****\\n\\n广州一马当先，发布了《广州市黄埔区、广州开发区加速区块链产业引领变革若干措施实施细则》，给出了10亿区块链产业基金，以及最高补贴1000万的优惠条件。\\n\\n《实施细则》称，广州每年将选择2个公有链、联盟链项目或企业，给予50%研发补贴，公有链最高1000万元，联盟链最高300万元。\\n\\n此外，对提供区块链示范项目信息服务的企业，如果区块链应用建设达到30、50个节点以上，有效交易量累积达到1000、5000笔以上，广州政府将分别一次性给予30万、50万元的资金奖励。\\n\\n昆明也不愿落伍。10月28日，昆明市工业和信息化局发布了《支持数字经济发展的若干政策（试行）》，其中提及，最高补助1000万元开展区块链等场景的示范应用。\\n\\n青岛也对区块链企业给出了最大力度的补贴措施。\\n\\n在接受当地媒体采访时，青岛信息技术孵化基地运营经理表示，区块链等一系列企业，可以在青岛高新区申请高新技术企业补贴。\\n\\n“这个高新技术企业补贴是整个青岛市补贴力度最高的，3年可以拿到60万。”他表示。\\n\\n## 02 **成果落地**\\n\\n \\n\\n****从各地方政府出台的政策和文件中不难看出，政务、医疗、金融和智慧城市，是个地方政府最为关注，也是最积极推进的区块链落地领域。****\\n\\n10月30日，新华网评的一篇文章指出，目前在政务领域，跨地区、跨部门和跨层级的数据交换和信息共享还没有完成，很多政务服务面临“最后一公里”的有序衔接问题，业务协同无法发挥最大效力。\\n\\n****而区块链技术，则可以推动建立政府部门之间的信任和共识，在确保数据安全的同时，促进政府数据跨界共享，提升政务服务的整合力度。****\\n\\n湖南、河北、贵州等地政府，都曾在这一领域，提出了推进区块链政务服务落地的解决方案。\\n\\n以湖南娄底市为例，当地在全国率先研发了政务区块链基础网络平台、不动产区块链信息共享平台、工商税务区块链登记服务平台、区块链国有资金竞争性存放平台等多个应用平台。\\n\\n湖南智慧政务副总经理杨勇在接受互链脉搏采访时表示，自2018年11月起的一年时间内，娄底全市15万户、35万套不动产完成了上链登记。而受益于区块链技术，娄底群众在银行办理不动产抵押登记时，办结时间已从5个工作日缩短到6个小时以内。\\n\\n****各地方政府的另一个关注重点，是区块链+医疗。一本区块链统计发现，近期至少有五地政府出台文件，将医疗领域作为区块链技术重点落地的方向之一。****\\n\\n在浙江台州，基于区块链的电子票据，已经落地于各大医院。\\n\\n最新数据显示，目前浙江全省已有包括浙大一院、浙大二院、浙大邵逸夫医院在内的四百多家各级医疗机构“上链”，累计开具医疗收费电子票据数量超过1亿份，金额超过40亿元。\\n\\n区块链最早落地的金融领域，也成为了各地方政府重点关注的领域之一。\\n\\n11月2日，第三届钱塘江论坛主论坛在杭州国际博览中心举行，杭州市委书记周江勇表示，要坚持科技赋能、数字驱动，加快推动区块链等核心技术在金融领域的深度应用。\\n\\n而边境省份广西，则进行了由国家外汇管理局牵头的跨境金融区块链服务平台试点，以缓解企业融资难、融资贵等问题。\\n\\n目前平台试点包括两个业务场景，分别是“出口应收账款融资（发货后）”和“企业跨境信用信息授权查证”。\\n\\n## 03 **BAT竞技**\\n\\n \\n\\n****近日，BAT等互联网巨头在区块链领域也动作频频。****\\n\\n****在11月8日的第二届世界区块链大会上，腾讯区块链业务总经理蔡弋戈透露，腾讯已拿下香港的虚拟银行牌照，正在筹备区块链虚拟银行团队。****\\n\\n蔡弋戈所提到的区块链虚拟银行，即腾讯旗下的虚拟银行富融（Fusion Bank），它由腾讯、中国工商银行、香港交易及结算所有限公司等合资组建。\\n\\n在今年6月，腾讯曾发布两则人事命令：公司副总裁赖智明将不再担任腾讯金融科技业务负责人，而是将被派至腾讯投资发起的香港虚拟银行Infinium Limited，出任董事长一职。\\n\\n林海峰晋升为公司副总裁，全面负责腾讯金融科技业务的管理与发展，不再担任腾讯投资并购部联合负责人职务。\\n\\n从这两则人事调整，不难看出腾讯在区块链虚拟银行业务上的雄心。\\n\\n****而百度在区块链领域的发展方向，则是为智慧城市发展提供技术支持，重点产品是自家的超级链（XuperChain）。****\\n\\n超级链结合了AI和大数据能力，通过在城市的各部门、机构以及物联网设备上部署区块链节点，打造智慧城市这一主权区块链概念。\\n\\n目前，百度超级链已经从智能医疗、智能司法、智能政务、智能交通四大场景切入，开启智慧城市试点。\\n\\n百度在区块链领域的智慧城市战略，也与其大力推动的“AI战略”紧密相关。\\n\\n“智慧城市需要通过人工智能、5G、大数据、云计算甚至包括自动驾驶技术，来整体提升城市的智能化水平。”百度区块链实验室负责人肖伟在乌镇区块链大会上讲到。\\n\\n而阿里巴巴在区块链领域的布局，则由其生态内的蚂蚁金服来完成，其主要发展方向是联盟链。\\n\\n****在区块链领域，阿里再一次将目标用户瞄准了小微企业和个人开发者，并试图打造一种低成本、低门槛、开放普惠的区块链服务网络。****\\n\\n“如何打造一个人人触手可及，让更多参与方人人受益的区块链服务网络呢？”在乌镇区块链大会上，蚂蚁区块链BaaS平台负责人李杰力指出，“我们提出的探索方向，就是开放联盟链。”\\n\\n截至目前，蚂蚁区块链开放联盟链已经上线并开启小范围公测，并有望在3个月后正式上线。\\n\\n19天里，一系列利好政策紧密出台，区块链从业者无不欢欣鼓舞。\\n\\n区块链医疗、区块链政务等一系列应用，正在受到政策的大力扶持。人们一直在探讨的区块链杀手级应用，或许将从中产生。\\n\\n显而易见，中国的区块链产业发展，正在驶上快车道。\\n\",\"timestamp\":1636471797,\"title\":\"19天，44个政策利好，区块链行业正在加速驶入快车道\"},\"digest\":\"Sg-DsMDqztfemji6WDtkqicjpWWhftqrS-DWsDO9qc8\",\"authorship\":{\"contributor\":\"0x96fEDbdd2dC1498a02CDB2a25D7DFc5A9672C57F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TSqAEmwPojaHojnvKeTRgAsqpLKyiQ8EioLylgbIZoY\\\",\\\"y\\\":\\\"q4OZs-dyMr_GH9kRvYgFD1eqa5kBsWAzogpROZxhUn8\\\"}\",\"signature\":\"3HhWM6hJuWZ93B7bENJzexMDk1dgbiPKB5H7x7BT9UKxYGDu8B2zdrZLxl-fJXLZmrVTwkVOsO0VJMpPeEblFw\",\"signingKeySignature\":\"0xdec67d00674be9b717249fcf0b50428a37a5b6e16614ea2f31abe082f0199e433c0478a3c9c5c5c73638a2a62f4d47ddf56e5c9f5aace52afef1988e237561cf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TSqAEmwPojaHojnvKeTRgAsqpLKyiQ8EioLylgbIZoY\\\",\\\"y\\\":\\\"q4OZs-dyMr_GH9kRvYgFD1eqa5kBsWAzogpROZxhUn8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sg-DsMDqztfemji6WDtkqicjpWWhftqrS-DWsDO9qc8\"}"