"{\"content\":{\"body\":\"**一）大学生**\\n\\n中学课上，老头子拿粉笔砸向正在发呆的小李，上课不认真听讲，将来怎么能考上大学，怎么出人头地，怎么养活父母？\\n\\n老头子越说越气，抬手就是两个大耳刮子。\\n\\n小李面色微红，但也认同老师的话，不好好学习，考不上大学，以后就没出息。\\n\\n高考是什么？\\n\\n人生的转折点！\\n\\n大学生什么？\\n\\n天之骄子！\\n\\n在无数个大耳刮子和老师的殷切教导之下，小李学习努力多了，成绩也上去了，高考结束后，面临重大抉择，该选什么专业？\\n\\n信息与计算科学、金融学、工商管理 …这些都是热门专业。\\n\\n要不选金融学？\\n\\n金融学这门专业的课程不算多，微观经济学、宏观经济学、货币银行学、金融市场学、保险学、会计学…\\n\\n小李深知，只要学好专业课，以后才能有出息。\\n\\n微观经济学，入门第一课是学的是需求曲线：\\n\\nP是价格，Q是需求量，价格越高，需求量越低。\\n\\n只考虑需求和价格的关系， 需求量会沿着既定的需求曲线进行变动（点移动）\\n\\n如果消费者收入和消费者偏好等因素发生变化，整条需求曲线会发生位移。（线移动）\\n\\n供给曲线和需求曲线长的差不多，某产品价格高，厂家会更愿意生产，供给量就会上升。\\n\\n菲利普斯曲线、理性人假设…各类理论数不胜数。\\n\\n大师画个坐标系，假定其他条件不变，引入几个变量，画几条线，便是一个经典理论，学生们都感觉特有道理。\\n\\nGDP、GNP、CPI、凯恩斯主义… 全世界都在采用这套标准治国，把这些学好了完全可以预测未来大势，俯瞰天下，胸有成竹。\\n\\n证券投资入门第一课，股票是经济的晴雨表，经济好，股票涨，经济差，股票跌。\\n\\n教授讲完课，看着下面的学生，深沉又严肃的说：拒绝投机，一定要做价值投资，掌握价值投资，就能稳赚不赔。\\n\\n这些理论，皆来自经济学大师，其中不乏诺贝尔奖获得者，简直是金科玉律。\\n\\n小李越学越兴奋，一条无上致富大道就在眼前。\\n\\n四年后，小李学成归来，大展宏图，迎娶白富美，走向人生巅峰。\\n\\n \\n\\n \\n\\n**以上全错！土鸡瓦狗，不值一提。**\\n\\n \\n\\n小李炒股巨亏，说好的股票的是经济的晴雨表，结果现实完全反着来。\\n\\n2007年的26.58万亿元到2012年的51.94万亿元，GDP从增长了195.4％，A股却从2007年的最高6124点降到2012年1999.48点。\\n\\n2014年，经济增长仅7.4%，但从7月12日股市却开始爆发，半年暴增50％，市值突破了30万亿元，等于俄罗斯、日本和巴西的总和。\\n\\n \\n\\n炒股不成，小李又去保险公司上班，毕竟之前有学过保险这门课。\\n\\n每天早晚的例会，鸡汤，让人疲于应付，更可气的是，中年大妈的业绩完全碾压小李。\\n\\n \\n\\n小李经历着社会的毒打，找计算机系的同学诉说，IT行业的工作应该很好找吧？\\n\\n难！\\n\\n即便你门门优秀，拿到学位证，也不意味着有能力开发商业项目。\\n\\n毕业后，干的第一件事是报个培训班，重新学习。\\n\\nStack Overflow 程序员交流网站，调查了2.6万用户，发现一半的程序员非科班出身。\\n\\n《2018 年 Student Developer Report》调查了全球一万多程序员，发现65%的开发者是自学成才。\\n\\n \\n\\n会计专业应该很务实了，能直接参与工作？\\n\\n知道税务局的门在哪开吗？怎样和税务专管员打交道？线上报税的优盾用过吗？如何合理合法的避税？如何把亏损的财报 做成盈利？…\\n\\n你什么都不知道。\\n\\n现实已经证明了，刚毕业大学生的工作水平几乎为零，什么活也干不了。\\n\\n企业得找个人带他，还要养着他，为他付工资。\\n\\n幻想和现实的落差，会让他充满怨恨，时刻想跳槽，但却偏偏待着，因为他哪里也去不了。\\n\\n直到有一天，他能干活了，就会立刻离开你。\\n\\n \\n\\n**既然如此，要大学何用？**\\n\\n**筛选！**\\n\\n筛出认同感 ，走到这一步，大家接受的是同一套教育，受同个思想体系的熏陶，这套价值共识是合作的基础。\\n\\n筛出服从感，从入学第一天起，学的就是守规矩，是服从，一个人要在教室坐16年，不准谈恋爱，不准打游戏，上课不准说话，还要忍受假期补课等折磨，足见其耐性。\\n\\n筛出学习力，尽管学的很多东西都没用，但也能从侧面证明其学习力，这就足够了。\\n\\n \\n\\n**二）学在官府**\\n\\n《[大厦将倾 教育体系大败局](http://1230.la/12133.html)》这篇有个重要的“官学”概念，从上古时期起，官学便占据统治地位，承担着为帝国培育人才的重任。\\n\\n人皇代天牧民，百官协助，定历法、定规矩、指导耕种、普及道德…\\n\\n学术和教育为官方把持，法制规章、典籍文献、礼乐祭祀，全都由官府管理，民间无教育，无学术，人们只能在劳动中接受粗浅的教化。\\n\\n这套精英教育体系，在大周朝被浓缩为六艺，礼、乐、射、御、书、数，是当时人们所能触及到的顶级知识。\\n\\n学院是真正的贵人聚集之地，地位之高，凡人无法企及。\\n\\n通过科举考试，便能当官，统管一方，此生无忧。\\n\\n凡人对书中自有颜如玉，科举升阶的信仰，持续了数千年，如无外力，下个一万年依旧如此。\\n\\n这期间发生了点意外，突然被先进文明强势洗礼，人们惊恐的发现，原来官学还有升级空间。\\n\\n教育是国之大计，官方找专人编写教材，经过严格审批后，才会进入课堂。\\n\\n大班教学，义务教育，这种模式无比完美。\\n\\n新教材包含了整个时代的精髓，文明尽在其中。\\n\\n学好数理化，真的能走遍天下都不怕。\\n\\n从山区村妇到中产白领，所有人都深知上学的重要性，学区房、补习班、夏令营… 为了教育，竭尽所能。\\n\\n官学还在继续，一切似乎都很好。\\n\\n \\n\\n什么时候官学大兴？\\n\\n在社会发展极为缓慢，生产力和科技几乎毫无寸进的时候，极少有新知识诞生，数千年的农耕文明就是真实写照，祖宗用牛耕地，太爷爷用牛耕地，到孙子辈还在用牛耕地…\\n\\n只有在这种情况下，官学才有余力搜揽当下的知识。\\n\\n此为 官学时代。\\n\\n这个世界唯一不变的就是变化，从来都没有完美无缺的制度。\\n\\n在无尽的时空中，一切都微不足道，官学只是一个小插曲，既非起点，也非未来。\\n\\n \\n\\n**三）学在企业**\\n\\n新5G网络、新wifi算法、量子通讯、人工智能、大数据、物联网、混沌算法、机器学习、集群…\\n\\nM国没掌握5G技术，却被华为这么一家企业掌握着。\\n\\n1纳米等于10亿分之1米，相当于头发丝的万分之一，7纳米CPU技术，被几家企业掌握着。\\n\\n全球顶级光刻机，都出自荷兰ASML公司。\\n\\nGoogle在全球有90万台服务器运行，一个搜索引擎包含了全世界的互联网信息，却能做到毫秒级的反馈速度。\\n\\n**世界变化太快了，日新月异，官方再也没有余力收集散落在各个角落的知识。**\\n\\n**大企业掌握的知识，早已站在整个时代的顶端。**\\n\\n \\n\\n官学是静止的，大学开新专业，先要给上级申报，经过漫长的开会审批，才有可能通过。\\n\\n每一本教科书，都要经过一轮一轮的审查，才能到学生手里。\\n\\n办学资质的审核也很严格，即便是一个小小培训班，都要有特别审批。\\n\\n宏观大势 和 微观操作，都决定了官学的衰落。\\n\\n一个学生，即便门门功课A+，年年三好学生，又能怎样？\\n\\n老教授一辈子都没见过100万台服务器集群是什么样，**你永远也不可能通过上学掌握这种技术。**\\n\\n电子商务老师，自己都没做过电商，能教给你什么？\\n\\n国际贸易老师，自己都没做过外贸，能教给你什么？\\n\\n什么产品目前很赚钱，货源从哪来，业内回扣一般给几个点… 你永远都无法通过学校学会这些东西，而散落遍地的中小企业经过漫长的实践，掌握了大量的行业内幕和潜规则。\\n\\n很多东西，只能做，不能说。\\n\\n那些不能说的知识，对普通人来说，就是天堑。\\n\\n \\n\\n学在企业的时代，已经来临。\\n\\n企业为什么要教你，万一你学成后跑了咋办？\\n\\n企业会形成联盟，员工学成后跳槽，这就是欺师灭祖，背信弃义，永世不得翻身，全行业封杀。\\n\\n入职前，HR会问你上一家公司是哪个，离职协议拿来看看，工资记录发来看看…\\n\\n你的任何劣迹在详细的背调面前，都会暴露无遗。\\n\\n成功入职后，企业会让你签“保密协议”“竞业禁止协议”，离职后从事相关行业，告到你破产。\\n\\n \\n\\n**四）学在师父**\\n\\n知识付费顺应大势，才有了这几年的崛起，但并非完美无缺。\\n\\n《[知识垃圾量产术](http://1230.la/11193.html)》、《[精英教育](http://1230.la/7734.html)》如哥哥这两篇所写，你花钱学到的大部分知识，可能是垃圾。\\n\\n**即便学到真知识，也必然是残缺的，因为许多东西永远都不可能拿到台面上说。**\\n\\n \\n\\n大师半世拼搏，所拥有的早已超脱知识的范畴，资源、人脉、家学传承、无上心法… 这些都不落文字，钱买不到，只能在大师愿意的情况下，口口相传。\\n\\n怎样能让一个人甘愿掏心窝子提携你？\\n\\n德行。\\n\\n何为德行？\\n\\n为人善良，帮助弱小，爱护环境，阳光正义… 这些全错。\\n\\n对师父来说，真正的德行是：\\n\\n磕头叩首，敬茶请安。\\n\\n子弹来了，顶在前面。\\n\\n师父死后，守孝三年。\\n\\n \\n\\n小说《浮生后传》，钱老爷子手握大权，人人都求着和他合作，但老爷子却选了弱小的陈浮生。\\n\\n陈浮生那晚给老爷子说：别人可以做你的傀儡，但我能做你的抬棺人！\\n\\n钱老爷子放声笑道：“这是你的心里话，我对这个答案很满意，以后南京有你的一席之地，叫我一声干爹，我不能许你一世荣华，但我可以保证以后在南京，有人动你，那就是跟我钱之项过不去。\\n\\n \\n\\n想进德云社并不难，拜师也简单，但师兄弟那么多人，凭什么捧你？\\n\\n赵本山也一大帮子徒弟，凭什么捧你？\\n\\n如今的李佳奇、当年的咪蒙… 顶级大V们，资源无数，一句话就能把一个人捧上天，但凭什么捧你？凭什么要给你资源？\\n\\n真以为自己聪明好学，为人善良，就能成为衣钵传人？\\n\\n一日为师，终生为父，三跪九叩，当抬棺人，这才是学在大师。\\n\\n科普时代已经结束，留给后来人的机会不多了。\\n\\n**帝国三代之后，家学传承的威力开始爆发，富三代是真正的贵族，蓄养家臣，那时才是凡人真正的绝望。**\\n\\n \\n\\n这个世界，总有少数人不在五行，不沾因果，打破桎梏，无上逍遥，原因何在？\\n\\n《卖油翁》：取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”\\n\\n他们勤奋、刻苦、聪慧，一人背负万古青天，举世皆寂，也将一往无前。\\n\\n—-end\\n\\n转自[无极领域](http://1230.la/12485.html)\",\"timestamp\":1639810942,\"title\":\"大厦将倾 教育体系大败局（二）\"},\"digest\":\"jXy-NMtUIlz_nQjl3hWx4rI31HNsQt3sJ-gNGxlxOxQ\",\"authorship\":{\"contributor\":\"0x749a8A626cb149e2bEd760cD1bC8d5f91817d3Da\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ySE16BhTLPVWUQRS_F4mnEapVOhLL1bnZQuquWGLMAM\\\",\\\"y\\\":\\\"DDPtaL4XGz8vM5I_oAvPtO6vf6_bUWdsmD2CmR0hqVA\\\"}\",\"signature\":\"WPpt_zr8oTwfdqzIwNNjQUNH7Vkp0xNrMx6vIhetzQGEyCKO6vTDlpL6hKZPju3Ylcn6QOmSlLmbA4avmXYWFQ\",\"signingKeySignature\":\"0xe0668c385cd3ee971896c303c337d23410c538ec13caf67cf6b8597bb9f335e36faf253f9d0272e5e6ecdf6d9999575b5b4bf8a33b052001cf911020eeac12c01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ySE16BhTLPVWUQRS_F4mnEapVOhLL1bnZQuquWGLMAM\\\",\\\"y\\\":\\\"DDPtaL4XGz8vM5I_oAvPtO6vf6_bUWdsmD2CmR0hqVA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jXy-NMtUIlz_nQjl3hWx4rI31HNsQt3sJ-gNGxlxOxQ\"}"