"{\"content\":{\"body\":\"*[On the Other Side](https://www.othersidepod.xyz/) is a podcast exploring the human side of web3. You can listen on [Spotify](https://open.spotify.com/show/3N9UiYP9Nfp1UzjHOPNDlu), [Apple Podcasts](https://podcasts.apple.com/us/podcast/on-the-other-side/id1570685120), or wherever you get your podcasts.*\\n\\n# Episode 24: Consent-based governance + designing for self-management\\n\\nThis episode is an interview with [Rodney Evans](https://twitter.com/rodneyevans919) and [Aaron Dignan](https://twitter.com/aarondignan) from The Ready. Aaron and Rodney are also hosts of the Brave New Work podcast. They talk governance in self-managing orgs, ego death, hiring, firing, and so much more.\\n\\n*This episode is sponsored by [RabbitHole](https://rabbithole.gg/), a platform guiding users down the web3 rabbit hole by curating positive-sum protocols and allowing users to earn as they learn.*\\n\\n**Chase:** I am here with Aaron and Rodney from The Ready, who are experts in the self-management world. So I'm so excited to chat. Aaron, Rodney, thank you so much for coming on the show. I cannot wait to talk about self-managing orgs, governance, all the things that you think about all the time. Before we get into that, do you want to do just quick intros into what you're working on and thinking about.\\n\\n**Rodney:** It’s so nice to talk to you again Chase, I'm such a big fan of this pod I've learned so much from you that I'm just delighted to be here. So I'm Rodney Evans. What I’m working on right now is transforming organizations large and small and particularly focusing on our own organization. The ready is really pushing a lot of the edges around participatory change around self-management around the practical application of older theory to be a model and be a case study and be able to do things and mess with the things that we can't always mess with in our client organizations while still keeping a hand in some of the larger organizations out there in the world who are looking to become more modern themselves.\\n\\n**Aaron:** I'm Aaron. I founded The Ready six years ago and worked with Rodney on that company and project and a lot of our client work. I wrote a book called *Brave New Work*, that's all about how to transform or create organizations that don't become bureaucracies and I also spun a company out of The Ready last year called Murmur that helps organizations make agreements online together collaboratively in a more elegant way. So yeah, that’s my story.\\n\\n**Chase:** I love it and as a side note, Aaron and Rodney host the Brave New Work podcast which I'm currently obsessed with, I had the honor of being on the podcast talking about DAOs and web3 but also I'm always looking for mental models of things that people have already figured out that can apply to DAOs and web3 and I feel like this is one of those gems on my treasure hunt where this is knowledge that we need, so I'm so excited to chat about all those things. Before we get into that I would love to know how each of you fell down the crypto rabbit hole.\\n\\n**Aaron:** I went in and out several times so I think it would have been around 2013-2014 at my previous company. We actually went in on bitcoin pretty early so we cleverly bought 25 bitcoins at a thousand a pop and then sold them promptly later that year for $1100 a pop. You can write that down as one of my many dumb moves. But we were definitely clued into something there and then just side-eyed the space for a while when DAOs as a concept started to come out, we looked into The DAO and the whole thing again with a fresh set of eyes. I actually wrote a little bit about DAOs in *Brave New Work* before this whole pandemic happened and everything popped so that was the second look and pullback and then more recently this year seeing the groundswell of people in public forums and Twitter talking about decentralization and more inclusive and cooperative and human ways of working, I said wait a second, this feels like it's not just interesting technologically but it's interesting from a values and principles standpoint and so we were interested in terms of learning and experimenting in terms of investing The Ready. We invested in Colony and a few other DAO related projects and have a pretty sizable crypto portfolio as well and then just roped other people into this exploration.\\n\\n**Rodney:** I would say I'm still falling, I'm earlier on my journey. My husband has been investing in and trading crypto for a long time and so I like to hear about it and then tune it out and then hear about it some more. Honestly for me, it wasn't really until I started learning about DAOs that I caught the bug because I am such an org nerd. Chase and I talked about this before we even hit record on our podcast but to me when I started to really understand what DAOs are doing I thought this is the piping inside of the house and this is all of the stuff that, in client organizations, that I work with that we don't get to touch. DAOs are figuring out this very foundational infrastructure part of organizations that has always been a piece of modernization and doing transformation work and creating adaptive orgs, that has been hard to access and the more I learned about DAOs, the more I thought, this is the chaos end of the organizational spectrum. I saw how much more fun it is to learn about and play in constraining chaos. So that awesome stuff emerges, rather than trying to chip away at calcified bureaucracy. So I'm still falling and I'm still learning and I still feel like I'm drinking from a fire hose so be gentle.\\n\\n**Chase:** We can take a gentle approach. Before we dive into what self-managing orgs are, I want to define a term or two, but the first one is about when you talk about clients, for anyone who isn't familiar with some of the things that you're doing at The Ready, can you give us a brief synopsis of what a client actually looks like and what that relationship is looking like in terms of how The Ready engages with clients?\\n\\n**Rodney:** Most of our clients at The Ready are large traditional organizations. There are certainly exceptions to that when we've worked with startups. We've worked with scale-ups. We've worked with nonprofits but our bread and butter are large companies who are working in ways that are decades old. They don't have slack for example, and so these companies are crumbling under the weight of their own bureaucracy in much the way we see political systems crumbling. And the reason that they come to The Ready is because they want to be more nimble. They want to be more agile. They don't really understand where all the money they spend goes and where it goes into a lot of nonsense and so we work with companies like that to instantiate and teach and coach new ways of working. And I'm sure we'll talk a lot today about the fact that The Ready concerns itself much more with containers than content, so we will teach you a container for making decisions but we will not tell you what we think those decisions should do in a way that's principle that is about creating more autonomy, more self-management, more people positivity, etc.\\n\\n**Chase:** Much like DAOs, which we love. I think that there are a few concepts where you could just take out a company or organization and replace it with a DAO and get checks out and a lot of the stuff that The Ready does is very much along this line.\\n\\n**Aaron:** Oddly familiar stuff.\\n\\n**Chase:** I'm very excited to dive into all this stuff at the very foundational level when you think about self-managing organizations, what are they like? What does that mean and how are they run because I feel like that's the basis of what DAOs intend to be. But I also want to understand if your definition of self-managing organizations is the same or different from how I think a lot of people in web3 tend to think about DAOs and the way that they run.\\n\\n**Aaron:** I think the simplest way to think about this is actually these two principles that we had a guest on our show share from Morningstar, which is a tomato processing company that's been self-managed for several decades. When they started on that journey they set down these two ideas. Don't use force and keep commitments and I think they're very elegant ideas. There are obviously much more technical and interesting and nerdy ways to unpack these ideas but essentially what it means is you're not using traditional positional force, like in a hierarchy where I'm your boss or you're my boss or there's some kind of power that I can exert over your day-to-day existence or else you're fired but really thinking more about how do we get as much power distributed across the system as possible. That doesn't necessarily mean that someone else has to lose power but actually that we're multiplying the power in the system so that we can create what we need to create and if you look at a traditional business or bureaucracy they run on permission. So the whole ecosystem basically runs on the idea that you can't do anything until we tell you that you're allowed or that you have permission or that you have the role or the promotion. You need to be told and the way self-managing systems tend to work is on constraint. So you can’t do anything unless we make an agreement or a decision collectively, that's not something that we want to have happen and so it's a lot more about just carving off the edges of possibilities, things that we think might hurt us or kill us as an organization or a movement and then leaving all the rest of the space for creativity and judgment and there are different ways of creating the structures within that space and there are different ways of creating the agreements that constrain that behavior but they don't look much like the systems that we're all used to working in.\\n\\n**Chase:** And I love that and I think this idea of structure in DAOs is something that I think sometimes we just like avoid because we feel like or the current dominant narrative tends to be that decentralization and structure are almost mutually exclusive, which I think one of the really interesting things listening to you guys on the Brave New Work podcast has been this idea that, I don't know if you'd use the word decentralized but I'll use it, decentralized organizations, require a lot more structure than hierarchical organizations. It's just a different type of structure and so when you talk about structure in these containers, tactically what does that actually look like? How do you define those things in a way that doesn't feel feudalist or hierarchical or centralized as people in the DAO worlds would be very concerned about.\\n\\n**Rodney:** A few things come to mind: most of us have a very ingrained mental model about what we mean by structure. It looks like a pyramid or it looks like a teacher in the front of a classroom or it looks like a politician who's been elected in some way and and what what we mean by structure is really just how are you organizing and that shouldn't really be controversial if you get to the essence of what structure means, the way that I would apply that in self-management or in a DAO and the mental model shift. That's really important in traditional systems. We organize the work around the people. So we draw an org chart and Chase is at the top and Aaron and I work for Chase and that means Chase approves our work and she delegates it to us and we report back to her in self-managing structure. We want to organize the people around the work. So the first principle is what are we trying to do, and from there what are the kinds of roles that we need in order to do it. So it's not just about codifying a power structure. It's about getting really clear and explicit about what we're up to and how we're going to and how we're going to get there and when you start to unpack monolithic jobs or monolithic structures into a more atomized, more role-based, more contribution oriented “structure”. You get a lot more flexibility and then decentralization and centralization sort of become a moot point because if the work is work that requires centralization, you organize it that way and if it doesn't you preferably don't. We just get a lot more fluidity when thinking about structure in that way.\\n\\n**Chase:** What do you think about defining those roles? It's funny because I feel like coming from the world of web3 my brain constantly searches for points of centralization and then decides that those are bad which is probably not actually the way that I should be thinking about organizations because maybe at a network level that works but at a human level, I think that's probably not the best pattern to constantly look for and then moralize. How you decide on things and this whole question of who decides who would decide? Thinking about a given initiative, who does the deciding, who's going to take on a certain role, how is that actually made as a decision with a group of people.\\n\\n**Aaron:** I think the first thing is before you get into the work of doing any agreement making you almost have to do underlying work around the principles of how you operate so in the same way that what is happening on-chain is predefined and operates in a certain way with a certain set of rules around voting and the holding of tokens or NFTs, etc. The same thing is true in a self-managed organization and so I actually have in my hand a book written in the 90s by Gerard Endenberg who was one of the early progenitors of sociocracy, which is a way of organizing that's fairly self-managing and they just set up four rules at the at the bedrock level consent. It basically said we're going to make decision making through consent and consent means a decision can only be made when no one has any reasoned objection to it. So it's safe to try circles which are basically squads pods, you name it. Different collections of people organizing that can direct their own work and their own agenda linking between those circles. There's some sense of connection and parentage between them, that circle can create a sub-circle, etc and then election. Roles are elected from among the people that are affected by them and from that base level of principles or rules this whole possibility space emerges for all. We're going to create some roles and we're going to fill them. Well how should we create them? Well we can create them anyway we want as long as we all consent to it. Okay, cool, let's create them where we make proposals just like you're doing in a DAO but instead of doing them maybe randomly in a Discord, we do them in a more structured way where we're trying to seek that consent and how we should fill them. Well, how should we fill them? Let's consent to an agreement about how that role should be filled so when we create a role at The Ready. We will say when we're creating I'm proposing this role. The role is investment manager for our assets. It has these responsibilities. It has these decision rights or this kind of concentrated authority and here's how it's filled. It's filled by election or it's filled by rotation or it's filled by an outside hire that will be made by this individual or this role. That's part of the proposal and so of course when everyone consents to it they're not just consenting to the role but also the mechanism by which it gets filled and by the same token, I could have just made a proposal that says all roles will be consented to and and filled by election. And then that would be the default so a lot of it is about agreeing on the rules of play for how we make agreements how we make proposals and agreements and then letting that mechanism drive the content of well what do we need and what's needed now and trying not to get ahead of ourselves and so hopefully we'll talk more about it later. Just because you can make a proposal doesn't mean you should and what really needs to happen is we need to tune into what are the tensions in the organization right now that are preventing us from achieving our purpose. Let's make proposals and agreements about that stuff. So if it is about filling roles then we'll do that. But if that's not a big deal right now, let's focus on what’s more important. To add on that I think is applicable in the DAO space. It's certainly applicable in our own self-managing organization, as I often say to people because I think people get into the headspace of saying we're going to spend all of our time drafting working agreements or drafting roles and they get this sense of this tension that they don't have marketing help. Okay cool, I'm a marketer start doing the thing like nobody's stopping you presumably from doing the thing. And then when you have enough data from doing the thing then make the proposal then codify the thing that has already happened so that it has the degree of formality or consent that it requires but don't always try to do that work first because I think that's where autonomous organizations get jammed up. They try to behave like bureaucracies. They want to plan it all out first. That’s not the point, go do it and then write stuff, write it down because it's true. I see a lot of people in the DAO space throwing around the word emergence but it's not immediately clear that they know what it means and what it means is that structure emerges. So when you look at a set of birds flying in a formation or a murmuration they are decentralized. No one's driving the bus they are free to do what they want but the simple rules that are governing them lead to an emergent structure and so the same thing Rodney just described is so elegantly put which is that I see a marketing opportunity, I start to do some marketing, that means it's emerging and then we name it. Then we encode it and make it something that's a little bit more stable once we have some data.\\n\\n**Chase:** It reminds me a lot of, I tweeted about this a long time ago, but one of the co-founders of Wikipedia talked a bit about this where they tried something that was a lot like Wikipedia before Wikipedia and it was super structured and everything had rules. Basically what he realized was you needed people to be able to do what they want and then exactly what you're talking about where you codify the rules that have already been adopted by the community and just make them more official and that just tends to work a lot better now. What I think is interesting about all of this is that there are so many different avenues that my brain is going down right now. But I love the idea of consent based governance in the sense that the question is not should we do this thing. It's will this thing cause irreversible or such harm to our organization that we should not try it. That blew my goddamn mind, seriously, when I listened to your episode on participatory governance because I said this is why this should happen. So first I think it would probably be helpful for you to give a brief overview of that. But I think that's what's interesting underlying all of this. Who is actually participating in this because in DAOs of course it's pretty permissionless. It's not an organization where you've already hired people. So maybe first giving a brief overview of participatory governance would be good but then I want to dive into how much of this translates and how we can use it in DAOs.\\n\\n**Aaron:** To start, we use the term participatory governance. But really, there are lots of different names for this. In holacracy they call it integrative decision making, they call it consent decision making and sociocracy other people might even mistakenly refer to it as consensus decision making. But the idea is that we're looking for avoiding again, we're trying to constrain. So we're looking for harm rather than for perfection and usually when we make decisions we say this is a perfect idea, is this the best idea? But because we operate in complexity and I think the pandemic has been a good object lesson in that we can't predict the future. We can't know what will work, even though we think we're all experts. We're all really amateurs in the face of complexity at some level. It's a lot better actually to have an organization that's just slowly moving in the direction of the future in a lot of different ways all the time. The participatory governance idea is that we would make decisions, at least our primary decisions, based on consent and ask yourself is this safe to try or they used to say is it good enough for now and safe enough to try? And is it good enough for now, safe enough to try, is a great filter because it asks the question of is there value here? What's the nature of the risk here and if you can find a way through then you can then you can actually do something and it's by doing things that we learn about what will work and what will happen in complexity. We literally talk about probe sense respond rather than plan and then do as the model that you need to use and so really, what we're talking about is not my preference. I have a preference whereI think we should redo the logo with this agency or I think we should launch this token on this date. That's my preference. But I also have a range of tolerance which is narrower than that. It's somewhere else and it's not narrower. It's broader than that. Actually it's a bigger surface area than just my preference and those are things where I could tolerate that maybe I'd learn something. Maybe it would work out. I'd be okay with it. The idea of doing participatory governance is inviting. Everyone who has a stake in the decision and that might be an entire community. It might be a leadership team. It might be a set of people inside a pod or a squad but coming to the table the right folks and saying here's a proposal. Something that we've got articulated, written down and expressed, here's what we intend to do, are there questions around the table to understand that proposal. So the understanding part. Are there suggestions around the table that might improve the proposal and then finally that consent check is there, there are objections around the table, reasons that it would cause us harm that might hold us back from achieving our purpose in a way that just doesn't make it worth it and then if we can get to that point of consent. We move forward if there's an objection in the participatory governance process then we actually integrate the objection rather than just call it quits. In most orgs if the boss says no, that's a dead proposal in this model of decision making. Let's say I propose that we open a Taco Bell in the lobby of our building and you say I object to that, it's a terrible idea. The push is now back on you to say what would you change about the proposal that would make it safe to try. And you might say well it's only safe to try for me if we just try getting delivery of Taco Bell for a week and see how everyone in the building likes it then we'd have more data and then we could reconsider the next version of this proposal that's safe to try for me and as long as that meets my need to move forward then we found this integrated place and this way to move forward. So, objections lead to changes that make things safe and most proposals not all but maybe 9 out of 10 find a way forward and that allows the org to find a way forward and learn something.\\n\\n**Chase:** I love this because it changes the default from no to yes on proposals. I think right now in DAOs we tend to default to “no” and there's no real accountability or responsibility on any individual person that's super clear, at least in most DAOs, to say okay cool, but what would make this work? And this mechanism feels like it handles a lot of those challenges that we're seeing now something that I'm grappling with in my head but I cannot figure out exactly how I should be thinking about is because you're defaulting to yes mostly or finding a way to move forward now of course this doesn't mean that you're just going to pass a bunch of proposals that don't make sense that's sort of the whole mechanism but because you're defaulting to yes and that requirement is on people who say no to basically make sure that it passes and figuring this out. It feels like who can propose something matters a lot because you need to have some amount of trust that that person is not just going to propose something and waste everyone's time to continually have to go back and forth. You kind of feel almost this weird anchoring thing in that case where it's like okay the first person to put out a proposal if it's on the person who's saying no to figure out what would make it safe to try if you do have bad actors then you're in a weird situation where you could just have a million proposals now I think that's my crypto brain being thinking there's adversaries that we have to be careful of and design against. I am curious how you think about this because at The Ready and other organizations I'm guessing most people are hired already. So there's already a quality filter. In DAOs you have communities which can be token holders. It can be people who vibe with the DAO’s vision and don't hold any tokens and then you have contributors which can vary significantly in terms of their involvement in the actual organization and so I think there are two questions for me here. One is just basic filtering. But then the second one is how much context is required for an individual to propose something that's worth going through this process?\\n\\n**Rodney:** It’s a really good question. I'm going to start from the end and work my way backwards. To me there is something fundamental in terms of just good decision architecture that you're touching on which is this, and this isn't necessary to do participatory governance, but it's something that I would say to any group who's trying it, which is wherever you can put the authority the subject matter expertise or the domain knowledge and the execution of the thing together. So ideally I'm not coming to a group to propose something that you, Chase, know about but Aaron is going to have to do the work for. I want to be coming to propose things that potentially have an impact on the group, but also ones that I really have a stake in or some ownership over or I'm going to execute personally or a role, I want to hold or an agreement that I think is important for our group so that's a little bit of constraining that helps groups understand. The second thing is proposing takes some vulnerability and it takes like some swagger to just see what's happening and say here's what I think we should do and to do that very publicly and transparently. So even though I understand the worst case scenario playing out in one’s brain, I also would say the transparency and social pressure around a process like integrative decision making, takes care of a lot of that. People just don't tend to propose dumb stuff because people don't tend to want to look dumb in front of really big groups of people and we also have some agreements that the rules of the game are not that I listen to all of this feedback and then I completely ignore it. The rules of the game are if we're going to use this process. We're going to use it to make proposals better and then the last thing that I think just keeps us safe from harm is that when stupid proposals get passed, they do occasionally, we have the flexibility to make a new one. So I have seen proposals get past so many times that a bunch of people in the room said I guess it's safe to try. I truly hate it, and within a couple of weeks a new proposal has been brought forward. So these are not meant to be things that are forever if we look at proposals as being passed and experimental and we hold them a little bit lightly I think some of the fear and some of the charge diminishes.\\n\\n**Chase:** That makes a lot of sense and it kind of brings up this question that I know you both have talked a little bit about on the Brave New Work podcast and that I've thought a lot about that I think we talked briefly about which is this question of how social dynamics play into all of this because there are certainly people who have a lot more social soft power and it feels like that's awkward territory when it comes to voting because in the grander scheme of things when you talk about this question when people have a stake in this decision maybe participate in the voting and so the way that my brain automatically processes that is, okay so if a DAO has a working group or a pod and it's a marketing decision. A proposal should come up in the marketing pod or working group and really should probably only be voted on by the contributors within that working group, which feels like it makes a lot of sense. However, those are also the people who you probably work closest with and don't want to offend and so it does feel like there's this strange social dynamic. So I'm curious how you navigate that in self-managing works?\\n\\n**Aaron:** This is exactly it, that’s the game is played at the level you play it at. So what a lot of what time and energy goes into is, rather than arguing about things forever for the rest of our natural lives. Invest that energy instead in building our understanding and our competence and our comfort with this methodology with candor with authenticity with conflict, almost every self-managing org I know has more than one really thoughtful conflict, transformation or conflict resolution protocol and training around that and investment around that so that people know how to be in relationship with each other and stay in connection, stay in human connection without letting an argument or a disagreement completely blow things up and and we've certainly been on both sides of that at The Ready, where we've been completely over our skis, but also found our way again. I do think yes, getting good at this is a practice but the only other thing I want to say, going back to your original question, is when you set out as a founding member or founding set of contributors to build a self-managing system whether it's a doubt or not. You're setting the table. It's like building a community garden and if you build a community garden where you say put four railroad ties on the ground and that's the structure I'm starting with it's not going to be central park. But if you actually set a certain amount of constraint, you build a fence, till the soil, you put a few basic rules on the door. You welcome people in, you show them around, suddenly you're creating the potential for a much healthier emergent community and even within The Ready, we don't give governance rights to everybody the first day they arrive, we have a prologue membership and you're with the ready for six months participating in the whole process of governance except for that last part the consent part and that's a right that you earn after the six months when you become a full member. I think you're right, you do have to have different membranes around the different kinds of membership and I see this being done really well in Discord in terms of, what roles do you hold and what channels can you get in, but that matters so much less than the way those same roles might matter in terms of what pods are you in, what working groups? And how do you give them authority and the decision to give the marketing pod or working group with the authority to make its own marketing decisions is the first one that everyone makes together and that's the most important one after that they can do their thing and if we ever need to claw back that authority we can. It’s one decision that saves you a thousand.\\n\\n**Chase:** That's such an interesting model because I feel like in DAOs, we've spoken about this but we tend to conflate ownership and governance power and all that stuff. But I think we also are navigating what it looks like to build either of those things over time, when you think about that six month period of course I'm sure is a helpful variable to play around with in general for a bunch of different reasons. But what do you see people actually building? And that time period is familiar with The Ready? What are those elements that people are building that allow them to earn the ability to participate in consent based governance or earn ownership?\\n\\n**Rodney:** Yeah, it's funny because this leads to something I was hoping we would talk about because I don't hear it talked enough about in the web3 space so we could talk for a long time about that prologue period it is about getting reps. It is about being steep. Those are the principles and practices that we use at The Ready. To me though, what that six months is about is learning how to self-manage and how to be a person who works in a self-managing system and anybody who comes from anywhere on Earth that has not truly experienced that and thinks they're nailing it in their third week is incorrect, you have to go through this gauntlet and I know because I did it and I've watched every other person who's ever joined The Ready do it where if you're coming from a chaotic system or you're coming from a more traditional system and there is some hierarchy of some kind your your first response when you start feeling tension or you start feeling Insecurity or a lack of direction is to project that onto the system and it takes time to know how the vegetables are grown, I have to water them so they don't die because I can't just keep saying to Rodney why aren't these vegetables watered because she apparently doesn't care about vegetables and so that six month period is like it's a little bit of an ego death honestly and to me the most important thing is, can you drop into a system that is going to feel very different to any place you've been before? Can you take it in and not completely lose your way and be so triggered by this new way of working and being that you just lose it and start to sense make enough about what's happening to contribute so like what I'm looking for in those six months is are people doing self-work to deal with the ego stuff that is inevitably going to come up and are they making enough sense of what's happening that they're finding ways to contribute meaningfully and not in a way that's performative and not in a way that's disruptive.\\n\\n**Chase:** It's so interesting because I feel like in a lot of ways the way that we do onboarding right now is so permissionless that we don't really create space for people to even consciously acknowledge any of those things, I mean sometimes I think we do but other times I think we don't. I feel like, Rodney, you're getting at something also which is that the hiring process at The Ready, on some level, is agreed upon by a group of people. What does the hiring process actually look like because it sounds like there is some level of people that need to agree that this person should be onboarded as a full owner and member.\\n\\n**Rodney:** We could talk forever about the hiring process because it's really fun and interesting and I'm really proud of what we've been fiddling with over the last couple of years. I'll tell you a few of the principles and how it gets tuned. Our first principle for design in hiring was around more equity and inclusion and so our process starts in a way that is anonymous. It is written and it is very much about skill. It is not about resume or pedigree or where you've been or your education or anything like that. It's just skill-based. It is assessed in writing by a group of people again. They don't understand exactly what they're looking at, they don't see a resume or a Linkedin profile etc., and then there are a series of “interviews” that are really experiences meant to simulate the experience of working in The Ready. So we expect people to self-manage through the interview process, in many ways you will not have a hand held like you might in other onboarding systems. The end of that process is voting based and it is also consent based and it also is with the bar of safe to try. One of the reasons that we created the prolog period is that we realized that just adding complication to a hiring process doesn't add quality to the outcome and so the better move was to simplify a hiring process and build in a buffer that is basically you and I are committing to a six month experiment together. We will be in a feedback loop through those six months and at the end of those six months we will both make a decision about whether we continue here. Those are a few things that we’ve worked on and tried and fiddled with to break old models around hiring but I would say at this point the output is pretty great and there's now a high level of confidence that if someone has made it through that and is a prologue member, they are very likely going to be a full member of The Ready in six months and when that process gets evolved or tuned or whatever it is done within the hiring circle with that circle's consent, not with consent from the broader organization.\\n\\n**Chase:**So, it’s basically a specialized group of people who are thinking about hiring?\\n\\n**Rodney:** Interestingly, no. I think they're all very specialist humans. But, they are all just people who do what we do for a living. They're all org designers. I think I was the only one in the originating circle who had any actual hiring experience and I'm no longer in that circle.\\n\\n**Aaron:** Which I think speaks to a lot of the other principles around holding a role mix because we don't have one role. We have many roles that we hold, different hats that we wear and that means that, generally speaking, we're biased towards finding people that are just good learners and good experimenters. And so if you take someone that just has a lot of candle power and curiosity and is a good learner and you put them on the topic of like what would amazing hiring look like after six months or a year or eighteen months they are an expert. But now they're an expert without all the bias of 10 years of experience in a bureaucracy which is pretty cool.\\n\\n**Chase:** Yeah, unlearning is probably harder than learning. So I feel that there are like two avenues I want to go down so I'm going to say both of them and then we'll choose one to go down first one of them is this idea of holding multiple different roles and how you transition from one circle or group to another ‒ and not even necessarily saying you have to only be in one ‒ but this idea of being a member of multiple different groups and managing some of that. The second piece my brain goes towards is: hiring is wonderful, what about firing? Aaron I know we had a little Twitter conversation on this last week about how you manage firing. It feels like the big challenge here again is that DAOs are permissionless. No one has the centralized ability to fire. But the reality is that people get let go for many reasons. One of them is that people don't like working somewhere so they leave. That's fine. Another one is that someone's presence, even if you're not paying them, can create a situation where other people feel less productive and less happy at work. All that stuff. Because that person is there and so it feels like in DAOs we're dancing around this weird problem right now which is that we don't know how to kick people out when they're not good for the org.\\n\\n**Aaron:** The first thing is and I think if I could leave your listeners with one message, it would be this. In order to have a healthy self-organizing system there have to be membranes and you have to hold firm on those membranes so that everything inside that membrane can be free. You can't have freedom without structure holding it safely or you will end up with averageness or worse, chaos and ultimately death. So there has to be a boundary condition that says we're going to hold this boundary really tightly so that once you're in this boundary we can have an immense amount of freedom and an immense amount of flexibility and it's okay to have multiple membranes. So you could have anyone in the world join the Discord and be in these 20 channels and then anyone that goes through this filter can be an actual member of the org but that doesn't necessarily mean they have a role and then anyone that meets the criteria for these working groups can be part of them. You can have many membranes but each of them should be held to a standard so that's the first thing that's just so critical. It seems counterintuitive because you think decentralization and self-management should mean that there are no gates and you want self-management and decentralization in a container that protects that beautiful thing from the rest of the world that wants to kill it. That's the first thing about our membership review process at The Ready, which Rodney played a huge role in creating actually so I feel a little bit funny narrating it. It was a very slow to emerge thing because we were afraid to touch it for years. It was uncomfortable. It was uneasy. It felt like it didn't really align with our values just like you were talking about and so nobody brought the proposal it just kind of languished and when people did leave. It was always like some weird social negotiation that made that happen and then finally we were like hey maybe it's time to grow up and so we actually wrote what is a membership review agreement and it is basically subtitled how we collaborate to part ways and what we decided to do is basically say look if you're inside the membrane, any member of the system at any time can say you know what I think this other member needs to be considered. They need their membership to be reviewed and we have an elected body of people who are elected into that membership reviewer role that is a very clearly defined role that is also governed. And they bring different perspectives to bear so things like diversity and inclusion growth of the company finance perspectives skills and mastery citizenship and values. All that sort of stuff. They make a decision with a very simple process that we've outlined that's basically about answering the question. If this person did not already work here and I knew everything about them that I know now what I advocate for hiring them now and that's the question and basically if the answer is a lot of nos and maybe then the recommendation is made to let that person go, ask them to step away from the community. And there's an opportunity for recourse if they want to go one more round of consideration and make their case. There's a way to do that but net net if it's knowing what I know now I probably wouldn't do it. It's no or really weak and that's not good enough for us because we definitely come from if it's not a yes it's probably a no school and so we use that on the hiring on the way in and we try to use it on the way out.\\n\\n**Chase:** So for hiring, and for lack of a better word, firing, if it’s not a “fuck yes”, it's probably “no” but for proposals internally that's not really the rule of thumb? Would that be fair to say?\\n\\n**Aaron:** Totally yeah.\\n\\n**Rodney:** Absolutely.\\n\\n**Chase:** A question comes to my head when you talk about elections. This is completely unrelated but feels really important. Do you re-elect people to these committees and how often do you do it?\\n\\n**Aaron:** Yes, so each role will specify the nature of its election and its frequency and in some cases even the method of the election. So it's literally just a hand raise. Is there a nomination process? Is it discussed at length in a collaborative setting? Are we going to do a Twitter space to discuss all the candidates? So I think ah you can do any of that stuff for most of our roles. We simply pull up a board in a shared workspace with a roster of every eligible member's name. We invite anyone to move anyone over into the nomination space including the members themselves. We do a light round of voting and then someone, when they feel called, will make a proposal and say, alright I've seen the votes I've seen the signal from the system, Sharon got a lot of votes. So I'm just going to move Sharon over and say that my proposal is safe to try and if everybody says they consent then it's done. And if there's some dissent then maybe we'll discuss that or unpack or go back a step and come back to it. But usually, 9 times out of 10, it's that simple.\\n\\n**Chase:** Then how do people who are joining find their way in those systems? Are people often creating their own proposals where they say, I'm going to work on this thing and I've created this proposal and created this role for myself versus, I'm new to The Ready, I'm going to go and join these other already established groups?\\n\\n**Rodney:** So there are three ways to enter the ready as a prologue member. We have a candidate pool. So if you make it through the process and the people you worked with in that process consent, you are in a pool and finishing that process doesn't mean your prologue membership starts on Monday. So you're floating around in the pool and one of three things can happen. One is a project team who has real work to do and asks you if you would like to join their project and we do that in a way that the person outweighs others the longer you've been in the pool. You're the first call from that project team and you can say yes, put me in coach or you can say no I'm gonna continue floating. I'm doing other things and I'll go to the next person in the pool. So if that's the case which is the most typical case for us. You have a home because there's work to be done that is probably client work. There is probably at least a project steward, if not a whole project team, that you are joining and they are responsible for incubating you and getting you onboarded. That being said, we do have a very robust training that rolls for all new members to join. There's other scaffolding to support but you're not just coming into this place that's not a physical place and being like what do I do. The second way is a “bench hire”, which is very traditional consulting speak. But if we feel like there is a lot coming, we might say to someone in the pool, look we don't have a project for you yet, but are you willing to join now for some default rate and we should talk about comp some other day for some default rate that we can agree to? Start learning and be ready because there's a lot coming through. We do that sometimes. We've done that several times but not all the time. Then the third way of entering the system is into a key role which is something that's internal. That's more of a typical hire where we say oh we need a person to do this particular job. And if that's the way then the circle that that role lives in is paying attention to helping that person and that role clarify specifically what it is going to do. There's usually a proposal and consent to go out and hire that person. But then once that person comes in, we don't leave them alone and afraid generally speaking like if they're hired into the growth circle I am paying attention until they really get their sea legs.\\n\\n**Chase:** Okay, so that's really interesting because I feel like a lot of DAOs are currently facing this challenge where there are some roles that we know we need but can't find people for and then there are some situations where this working group might not need people right now. We know that they're X,Y, and Z people who are willing and ready to participate now the filtering process for those people has not set up well yet, but it does give me an interesting framework to think through some of those things. Right now, I feel like DAOs don't really know how to deal with the fact that we need people for this thing but we're permissionless. Should we be recruiting people? We're in this weird in between of trying to figure a lot of these things out. So that is very useful.\\n\\n**Aaron:** It's worth noting too that in these systems this is true for an election when we talk about qualifications for a role. Qualifications are actually part of a role proposal in many cases but it's also true when we talk about who to put into a particular project or a key role. We need to have some sense of what the people's skills and interests are so even though getting into the system is very bias free and identity free and the whole idea is to just let the skills do the talking. Let the writing do the talking. Once you're in I have seen a lot of very interesting and nuanced conversations about whether I need someone for this project. Ideally, they have to be pretty familiar with X and Y and they're going to need to have some experience with Z and that helps filter the discussion. Even in an election where you'd say we're electing someone to run the finance manager role at The Ready, in order to do that you have to have done something with money before. So of all these twenty people on this list who've got some money experience and now it’s down to four people and we have a working knowledge of what they've been able to do in the past or what their curiosity or willingness is to learn and now we're having a discussion about how to fill it as opposed to just user12345 who has hand raised to be the CMO, that sounds terrible to me.\\n\\n**Chase:** That's something that I think the way that you both think about power dynamics is really interesting. I feel like a lot of times and even in this whole conversation, my brain says oh buy then there's centralization here but you have all these like really interesting mechanisms that help avoid a lot of those those things or take the morality that I'm deciding to project onto the “centralization” of some of these things and just say okay, that doesn't need to exist, all of these things can be approached in a different way and you alluded to this Rodney but comp is something that I think at some point we should probably maybe just do a follow up episode to this on other things. Comp being one of them. I know we won't have the time to do the conflation of ownership and governance power because we have really loaded tokens with a lot of things and I think talking about separating those two things is super interesting. I want to do a follow up on all of that before we wrap up. I have a segment at the end of the show which is what is your favorite thing in your wallet so it could be nothing if you don't have anything in your wallet but I feel like both of you probably do. So what is your favorite thing in your wallet?\\n\\n**Rodney:** Okay, so my wallet is new so I'm not going to directly answer that question but I knew it was coming and so instead I'm gonna tell you what I like about the experience of having a wallet. It feels to me like the experience of creating and funding that was very reflective of experience in DAOs and web3 in general because it’s turtles all the way down ‒ which is a lot of transparency, a lot of simplicity, and a lot of personal responsibility that I am not used to in transactions like that and it was a little white knuckle but then I realized this is what this is meant to be so that's been cool and also I spend a lot of time on OpenSea and the next time we talk I will have better answers for you.\\n\\n**Aaron:** I have a couple friends that are core contributors on the Illuminati NFT project which is revealing artwork tomorrow and so I'm very excited. I have a handful of those in the wallet and I'm waiting to see what the hell they look like.\\n\\n**Chase:** Love it. Thank you both for coming on the show, where can people find you and learn about The Ready to learn about all of the amazing work that you're doing before we follow up with another episode?\\n\\n**Aaron:** [theready.com](https://theready.com/) and [murmur.com](https://www.murmur.com/) are good sites for playing with our stuff and we are very active on Twitter [@aarondignan](https://twitter.com/aarondignan) [@RodneyEvansstein19](https://twitter.com/rodneyevans919) and [@theready](https://twitter.com/theready).\\n\\n*You can find all episodes of On the Other Side on [Apple Podcasts](https://podcasts.apple.com/us/podcast/on-the-other-side/id1570685120), [Spotify](https://open.spotify.com/show/3N9UiYP9Nfp1UzjHOPNDlu), or [wherever you get your podcasts](https://anchor.fm/the-other-side-pod).*\",\"timestamp\":1642021237,\"title\":\"On the Other Side: Consent-based governance + designing for self-management\"},\"digest\":\"t2ss3viQosPyfu0KjvgzHIKFRmKIMXtfcFyhxdik324\",\"authorship\":{\"contributor\":\"0x51448923d8a215a5A8cd872a51f22c2f5c43b444\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bi8E9PPt69cTqXYBBC8dQlyZkwQyNvT8UPFizb-g9Ig\\\",\\\"y\\\":\\\"FqDl7ltnLdCWvb7x7KFqKr-yc1f-jE2BvKPvPQrMvww\\\"}\",\"signature\":\"eCNp8aCWisCzgsrOccs98NkFVVhe0u8yaO3_wlAz4yUeQuQAsTvQy3bC-UgwhK6PlxdlrOTJM0srTfhcj_mC4A\",\"signingKeySignature\":\"0x7582876c9393914ea289d91259cd83561b210d8f199f8c52972373bf5749159155959086cef17d271deba3ef5cf2d1851b1f499d6c441edb6abfaec2cf1096451c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bi8E9PPt69cTqXYBBC8dQlyZkwQyNvT8UPFizb-g9Ig\\\",\\\"y\\\":\\\"FqDl7ltnLdCWvb7x7KFqKr-yc1f-jE2BvKPvPQrMvww\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wddEjBnERv542su7IGalTpTJPmTT__un9bpAGAz82mw\"}"