"{\"content\":{\"body\":\"holding mica, etc., in suspension, and quartz, carbonate of lime, etc., in solution, and continually traversed by reciprocating bodies of heated water rising from below, and of cold fluid sinking from the surface, by reason of their specific gravities.\\n\\n\\\"The disturbance thus occasioned will have long retarded the deposition of the suspended particles. But this must by degrees have taken place, the quartz grains and the larger and coarser plates of mica subsiding first and the finest last.\\n\\n\\\"But the fragments of quartz and mica were not deposited alone; a great proportion of the quartz held in SOLUTION must have been precipitated at the same time as the water cooled, and therefore by degrees lost its faculty of so much in solution. Thus was gradually produced the formation of mica-schist, the mica imperfectly recrystallizing or being merely aggregated together in horizontal plates, between which the quartz either spread itself generally in minute grains or unified into crystalline nuclei. On other spots, instead of silex, carbonate of lime was precipitated, together with more or less of the nucaceous sediment, and gave rise to saccharoidal limestones. At a later period, when the ocean was yet further cooled down, rock-salt and sulphate of lime were locally precipitated in a similar mode.\\n\\n\\\"The fifth stratum was aeriform, and consisted in great part of aqueous vapors; the remainder being a compound of other elastic fluids (permanent gases) which had been formed probably from the volatilization of some of the substances contained in the primitive granite and carried upward with the aqueous vapor from below. These gases will have been either mixed together or otherwise disposed, according to their different specific gravities or chemical affinities, and this stratum constituted the atmosphere or aerial envelope of the globe.\\n\\n\\\"When, in this manner, the general and positive expansion of the globe, occasioned by the sudden reduction of outward pressure, had ceased (in consequence of the REPRESSIVE FORCE, consisting of the weight of its fluid envelope, having reached an equilibrium with the EXPANSIVE FORCE, consisting of the caloric of the heated nucleus), the rapid superficial evaporation of the ocean continued; and, by gradually reducing its temperature, occasioned the precipitation of a proportionate quantity of the minerals it held in solution, particularly its silex. These substances falling to the bottom, accompanied by a large proportion of the matters held in solution, particularly the mica, in consequence of the greater comparative tranquillity of the ocean, agglomerated these into more or less compact beds of rock (the mica-schist formation), producing the first crust or solid envelope of the globe. Upon this, other stratified rocks, composed sometimes of a mixture, sometimes of an alternation of precipitations, sediments, and occasionally of conglomerates, were by degrees deposited, giving rise to the TRANSITION formations.\\n\\n\\\"Beneath this crust a new process now commenced. The outer zones of crystalline matter having been suddenly refrigerated by the rapid vaporization and partial escape of the water they contained, abstracted caloric from the intensely heated nucleus of the globe. These crystalline zones were of unequal density, the expansion they had suffered diminishing from above downward.\\n\\n\\\"Their expansive force was, however, equal at all points, their temperature everywhere bearing an inverse ratio to their density. But when by the accession of caloric from the inner and unliquefied nucleus the temperature, and consequently the expansive force of the lower strata of dilated crystalline matter, was augmented, it acted upon the upper and more liquefied strata. These being prevented from yielding OUTWARDLY by the tenacity and weight of the solid involucrum of precipitated and sedimental deposits which overspread them, sustained a pressure out of proportion to their expansive force, and were in consequence proportionately condensed, and by the continuance of the process, where the overlying strata were sufficiently resistant, finally consolidated.\\n\\n\\\"This process of consolidation must have progressed from above downward, with the increase of the expansive force in the lower strata, commencing from the upper surface, which, its temperature being lowest, offered the least resistance to the force of compression.\\n\\n\\\"By this process the upper zone of crystalline matter, which had intumesced so far as to allow of the escape of its aqueous vapor and of much of its mica and quartz, was resolidified, the component crystals arranging themselves in planes perpendicular to the direction of the pressure by which the mass was consolidated--that is, to the radius of the globe. The gneiss formation, as already observed, was the result.\\n\\n\\\"The inferior zone of barely disintegrated granite, from which only a part of the steam and quartz and none of the mica had escaped, reconsolidated in a confused or granitoidal manner; but exhibits marks of the process it had undergone in its broken crystals of felspar and mica, its rounded and superficially dissolved grains of quartz, its imbedded fragments (broken from the more solid parts of the mass, as it rose, and enveloped by the softer parts), its concretionary nodules and new minerals, etc.\\n\\n\\\"Beneath this, the granite which had been simply disintegrated was again solidified, and returned in all respects to its former condition. The temperature, however, and with it the expansive force of the inferior zone, was continually on the increase, the caloric of the interior of the globe still endeavoring to put itself in equilibrio by passing off towards the less-intensely heated crust.\\n\\n\\\"This continually increasing expansive force must at length have overcome the resistance opposed by the tenacity and weight of the overlying consolidated strata. It is reasonable to suppose that this result took place contemporaneously, or nearly so, on many spots, wherever accidental circumstances in the texture or composition of the oceanic deposits led them to yield more readily; and in this manner were produced those original fissures in the primeval crust of the earth through some of which (fissures of elevation) were intruded portions of interior crystalline zones in a solid or nearly solid state, together with more or less of the intumescent granite, in the manner above described; while others (fissures of eruption) gave rise to extravasations of the heated crystalline matter, in the form of lavas--that is, still further liquefied by the greater comparative reduction of the pressure they endured.\\\"\\\\[3\\\\]\\n\\nThe Neptunists stoutly contended for the aqueous origin of volcanic as of other mountains. But the facts were with Scrope, and as time went on it came to be admitted that not merely volcanoes, but many \\\"trap\\\" formations not taking the form of craters, had been made by the obtrusion of molten rock through fissures in overlying strata. Such, for example, to cite familiar illustrations, are Mount Holyoke, in Massachusetts, and the well-known formation of the Palisades along the Hudson.\\n\\nBut to admit the \\\"Plutonic\\\" origin of such widespread formations was practically to abandon the Neptunian hypothesis. So gradually the Huttonian explanation of the origin of granites and other \\\"igneous\\\" rocks, whether massed or in veins, came to be accepted. Most geologists then came to think of the earth as a molten mass, on which the crust rests as a mere film. Some, indeed, with Lyell, preferred to believe that the molten areas exist only as lakes in a solid crust, heated to melting, perhaps, by electrical or chemical action, as Davy suggested. More recently a popular theory attempts to reconcile geological facts with the claim of the physicists, that the earth's entire mass is at least as rigid as steel, by supposing that a molten film rests between the observed solid crust and the alleged solid nucleus. But be that as it may, the theory that subterranean heat has been instrumental in determining the condition of \\\"primary\\\" rocks, and in producing many other phenomena of the earth's crust, has never been in dispute since the long controversy between the Neptunists and the Plutonists led to its establishment.\\n\\nLYELL AND UNIFORMITARIANISM\\n\\nIf molten matter exists beneath the crust of the earth, it must contract in cooling, and in so doing it must disturb the level of the portion of the crust already solidified. So a plausible explanation of the upheaval of continents and mountains was supplied by the Plutonian theory, as Hutton had from the first alleged. But now an important difference of opinion arose as to the exact rationale of such upheavals. Hutton himself, and practically every one else who accepted his theory, had supposed that there are long periods of relative repose, during which the level of the crust is undisturbed, followed by short periods of active stress, when continents are thrown up with volcanic suddenness, as by the throes of a gigantic earthquake. But now came Charles Lyell with his famous extension of the \\\"uniformitarian\\\" doctrine, claiming that past changes of the earth's surface have been like present changes in degree as well as in kind. The making of continents and mountains, he said, is going on as rapidly to-day as at any time in the past. There have been no gigantic cataclysmic upheavals at any time, but all changes in level of the strata as a whole have been gradual, by slow oscillation, or at most by repeated earthquake shocks such as are still often experienced.\\n\\nIn support of this very startling contention Lyell gathered a mass of evidence of the recent changes in level of continental areas. He corroborated by personal inspection the claim which had been made by Playfair in 1802, and by Von Buch in 1807, that the coast-line of Sweden is rising at the rate of from a few inches to several feet in a century. He cited Darwin's observations going to prove that Patagonia is similarly rising, and Pingel's claim that Greenland is slowly sinking. Proof as to sudden changes of level of several feet, over large areas, due to earthquakes, was brought forward in abundance. Cumulative evidence left it no longer open to question that such oscillatory changes of level, either upward or downward, are quite the rule, and it could not be denied that these observed changes, if continued long enough in one direction, would produce the highest elevations. The possibility that the making of even the highest ranges of mountains had been accomplished without exaggerated catastrophic action came to be freely admitted.\\n\\nIt became clear that the supposedly stable-land surfaces are in reality much more variable than the surface of the \\\"shifting sea\\\"; that continental masses, seemingly so fixed, are really rising and falling in billows thousands of feet in height, ages instead of moments being consumed in the sweep between crest and hollow.\\n\\nThese slow oscillations of land surfaces being understood, many geological enigmas were made clear-- such as the alternation of marine and fresh-water formations in a vertical series, which Cuvier and Brongniart had observed near Paris; or the sandwiching of layers of coal, of subaerial formation, between layers of subaqueous clay or sandstone, which may be observed everywhere in the coal measures. In particular, the extreme thickness of the sedimentary strata as a whole, many times exceeding the depth of the deepest known sea, was for the first time explicable when it was understood that such strata had formed in slowly sinking ocean-beds.\\n\\nAll doubt as to the mode of origin of stratified rocks being thus removed, the way was opened for a more favorable consideration of that other Huttonian doctrine of the extremely slow denudation of land surfaces. The enormous amount of land erosion will be patent to any one who uses his eyes intelligently in a mountain district. It will be evident in any region where the strata are tilted--as, for example, the Alleghanies-- that great folds of strata which must once have risen miles in height have in many cases been worn entirely away, so that now a valley marks the location of the former eminence. Where the strata are level, as in the case of the mountains of Sicily, the Scotch Highlands, and the familiar Catskills, the evidence of denudation is, if possible, even more marked; for here it is clear that elevation and valley have been carved by the elements out of land that rose from the sea as level plateaus.\\n\\nBut that this herculean labor of land-sculpturing could have been accomplished by the slow action of wind and frost and shower was an idea few men could grasp within the first half-century after Hutton propounded it; nor did it begin to gain general currency until Lyell's crusade against catastrophism, begun about 1830, had for a quarter of a century accustomed geologists to the thought of slow, continuous changes producing final results of colossal proportions. And even long after that it was combated by such men as Murchison, Director-General of the Geological Survey of Great Britain, then accounted the foremost field-geologist of his time, who continued to believe that the existing valleys owe their main features to subterranean forces of upheaval. Even Murchison, however, made some recession from the belief of the Continental authorities, Elie de Beaumont and Leopold von Buch, who contended that the mountains had sprung up like veritable jacks-in-the-box. Von Buch, whom his friend and fellow-pupil Von Humboldt considered the foremost geologist of the time, died in 1853, still firm in his early faith that the erratic bowlders found high on the Jura had been hurled there, like cannon-balls, across the valley of Geneva by the sudden upheaval of a neighboring mountain-range.\\n\\nAGASSIZ AND THE GLACIAL THEORY\\n\\nThe bowlders whose presence on the crags of the Jura the old Gerinan accounted for in a manner so theatrical had long been a source of contention among geologists. They are found not merely on the Jura, but on numberless other mountains in all north-temperate latitudes, and often far out in the open country, as many a farmer who has broken his plough against them might testify. The early geologists accounted for them, as for nearly everything else, with their supposititious Deluge. Brongniart and Cuvier and Buckland and their contemporaries appeared to have no difficulty in conceiving that masses of granite weighing hundreds of tons had been swept by this current scores or hundreds of miles from their source. But, of course, the uniformitarian faith permitted no such explanation, nor could it countenance the projection idea; so Lyell was bound to find some other means of transportation for the puzzling erratics.\\n\\nThe only available medium was ice, but, fortunately, this one seemed quite sufficient. Icebergs, said Lyell, are observed to carry all manner of debris, and deposit it in the sea-bottoms. Present land surfaces have often been submerged beneath the sea. During the latest of these submergences icebergs deposited the bowlders now scattered here and there over the land. Nothing could be simpler or more clearly uniformitarian. And even the catastrophists, though they met Lyell amicably on almost no other theoretical ground, were inclined to admit the plausibility of his theory of erratics. Indeed, of all Lyell's nonconformist doctrines, this seemed the one most likely to meet with general acceptance.\\n\\nYet, even as this iceberg theory loomed large and larger before the geological world, observations were making in a different field that were destined to show its fallacy. As early as 1815 a sharp-eyed chamois- hunter of the Alps, Perraudin by name, had noted the existence of the erratics, and, unlike most of his companion hunters, had puzzled his head as to how the bowlders got where he saw them. He knew nothing of submerged continents or of icebergs, still less of upheaving mountains; and though he doubtless had heard of the Flood, he had no experience of heavy rocks floating like corks in water. Moreover, he had never observed stones rolling uphill and perching themselves on mountain-tops, and he was a good enough uniformitarian (though he would have been puzzled indeed had any one told him so) to disbelieve that stones in past times had disported themselves differently in this regard from stones of the present. Yet there the stones are. How did they get there?\\n\\nThe mountaineer thought that he could answer that question. He saw about him those gigantic serpent- like streams of ice called glaciers, \\\"from their far fountains slow rolling on,\\\" carrying with them blocks of granite and other debris to form moraine deposits. If these glaciers had once been much more extensive than they now are, they might have carried the bowlders and left them where we find them. On the other hand, no other natural agency within the sphere of the chamois-hunter's knowledge could have accomplished this, ergo the glaciers must once have been more extensive. Perraudin would probably have said that common-sense drove him to this conclusion; but be that as it may, he had conceived one of the few truly original and novel ideas of which the nineteenth century can boast.\\n\\nPerraudin announced his idea to the greatest scientist in his little world--Jean de Charpentier, director of the mines at Bex, a skilled geologist who had been a fellow-pupil of Von Buch and Von Humboldt under Werner at the Freiberg School of Mines. Charpentier laughed at the mountaineer's grotesque idea, and thought no more about it. And ten years elapsed before Perraudin could find any one who treated his notion with greater respect. Then he found a listener in M. Venetz, a civil engineer, who read a paper on the novel glacial theory before a local society in 1823. This brought the matter once more to the attention of De Charpentier, who now felt that there might be something in it worth investigation.\\n\\nA survey of the field in the light of the new theory soon convinced Charpentier that the chamois-hunter had all along been right. He became an enthusiastic supporter of the idea that the Alps had once been imbedded in a mass of ice, and in 1836 he brought the notion to the attention of Louis Agassiz, who was spending the summer in the Alps. Agassiz was sceptical at first, but soon became a convert.\\n\\nIn 1840 Agassiz published a paper in which the results of his Alpine studies were elaborated.\\n\\n\\\"Let us consider,\\\" he says, \\\"those more considerable changes to which glaciers are subject, or rather, the immense extent which they had in the prehistoric period. This former immense extension, greater than any that tradition has preserved, is proved, in the case of nearly every valley in the Alps, by facts which are both many and well established. The study of these facts is even easy if the student is looking out for them, and if he will seize the least indication of their presence; and, if it were a long time before they were observed and connected with glacial action, it is because the evidences are often isolated and occur at places more or less removed from the glacier which originated them. If it be true that it is the prerogative of the scientific observer to group in the field of his mental vision those facts which appear to be without connection to the vulgar herd, it is, above all, in such a case as this that he is called upon to do so. I have often compared these feeble effects, produced by the glacial action of former ages, with the appearance of the markings upon a lithographic stone, prepared for the purpose of preservation, and upon which one cannot see the lines of the draughtsman's work unless it is known beforehand where and how to search for them.\\n\\n\\\"The fact of the former existence of glaciers which have now disappeared is proved by the survival of the various phenomena which always accompany them, and which continue to exist even after the ice has melted. These phenomena are as follows:\\n\\n\\\"1. Moraines.--The disposition and composition of moraines enable them to be always recognized, even when they are no longer adjacent to a glacier nor immediately surround its lower extremities. I may remark that lateral and terminal moraines alone enable us to recognize with certainty the limits of glacial extension, because they can be easily distinguished from the dikes and irregularly distributed stones carried down by the Alpine torrents, The lateral moraines deposited upon the sides of valleys are rarely affected by the larger torrents, but they are, however, often cut by the small streams which fall down the side of a mountain, and which, by interfering with their continuity, make them so much more difficult to recognize.\\n\\n\\\"2. The Perched Bowlders.--It often happens that glaciers encounter projecting points of rock, the sides of which become rounded, and around which funnel- like cavities are formed with more or less profundity. When glaciers diminish and retire, the blocks which have fallen into these funnels often remain perched upon the top of the projecting rocky point within it, in such a state of equilibrium that any idea of a current of water as the cause of their transportation is completely inadmissible on account of their position. When such points of rock project above the surface of the glacier or appear as a more considerable islet in the midst of its mass (such as is the case in the Jardin of the Mer de Glace, above Montavert), such projections become surrounded on all sides by stones which ultimately form a sort of crown around the summit whenever the glaciers decrease or retire completely. Water currents never produce anything like this; but, on the contrary, whenever a stream breaks itself against a projecting rock, the stones which it carries down are turned aside and form a more or less regular trail. Never, under such circumstances, can the stones remain either at the top or at the sides of the rock, for, if such a thing were possible, the rapidity of the current would be accelerated by the increased resistance, and the moving bowlders would be carried beyond the obstruction before they were finally deposited.\\n\\n\\\"3. The polished and striated rocks, such as have been described in Chapter XIV., afford yet further evidence of the presence of a glacier; for, as has been said already, neither a current nor the action of waves upon an extensive beach produces such effects. The general direction of the channels and furrows indicates the direction of the general movement of the glacier, and the streaks which vary more or less from this direction are produced by the local effects of oscillation and retreat, as we shall presently see.\\n\\n\\\"4. The Lapiaz, or Lapiz, which the inhabitants of German Switzerland call Karrenfelder, cannot always be distinguished from erosions, because, both produced as they are by water, they do not differ in their exterior characteristics, but only in their positions. Erosions due to torrents are always found in places more or less depressed, and never occur upon large inclined surfaces. The Lapiaz, on the contrary, are frequently found upon the projecting parts of the sides of valleys in places where it is not possible to suppose that water has ever formed a current. Some geologists, in their embarrassment to explain these phenomena, have supposed that they were due to the infiltration of acidulated water, but this hypothesis is purely gratuitous.\\n\\n\\\"We will now describe the remains of these various phenomena as they are found in the Alps outside the actual glacial limits, in order to prove that at a certain epoch glaciers were much larger than they are to-day.\\n\\n\\\"The ancient moraines, situated as they are at a great distance from those of the present day, are nowhere so distinct or so frequent as in Valais, where MM. Venetz and J. de Charpentier noticed them for the first time; but as their observations are as yet unpublished, and they themselves gave me the information, it would be an appropriation of their discovery if I were to describe them here in detail. I will limit myself to say that there can be found traces, more or less distinct, of ancient terminal moraines in the form of vaulted dikes at the foot of every glacier, at a distance of a few minutes' walk, a quarter of an hour, a half-hour, an hour, and even of several leagues from their present extremities. These traces become less distinct in proportion to their distance from the glacier, and, since they are also often traversed by torrents, they are not as continuous as the moraines which are nearer to the glaciers. The farther these ancient moraines are removed from the termination of a glacier, the higher up they reach upon the sides of the valley, which proves to us that the thickness of the glacier must have been greater when its size was larger. At the same time, their number indicates so many stopping-places in the retreat of the glacier, or so many extreme limits of its extension--limits which were never reached again after it had retired. I insist upon this point, because if it is true that all these moraines demonstrate a larger extent of the glacier, they also prove that their retreat into their present boundaries, far from having been catastrophic, was marked on the contrary by periods of repose more or less frequent, which caused the formation of a series of concentric moraines which even now indicate their retrogression.\\n\\n\\\"The remains of longitudinal moraines are less frequent, less distinct, and more difficult to investigate, because, indicating as they do the levels to which the edges of the glacier reached at different epochs, it is generally necessary to look for them above the line of the paths along the escarpments of the valleys, and hence it is not always possible to follow them along a valley. Often, also, the sides of a valley which enclosed a glacier are so steep that it is only here and there that the stones have remained in place. They are, nevertheless, very distinct in the lower part of the valley of the Rhone, between Martigny and the Lake of Geneva, where several parallel ridges can be observed, one above the other, at a height of one thousand, one thousand two hundred, and even one thousand five hundred feet above the Rhone. It is between St. Maurice and the cascade of Pissevache, close to the hamlet of Chaux-Fleurie, that they are most accessible, for at this place the sides of the valley at different levels ascend in little terraces, upon which the moraines have been preserved. They are also very distinct above the Bains de Lavey, and above the village of Monthey at the entrance of the Val d'Illiers, where the sides of the valley are less inclined than in many other places.\\n\\n\\\"The perched bowlders which are found in the Alpine valleys, at considerable distances from the glaciers, occupy at times positions so extraordinary that they excite in a high degree the curiosity of those who see them. For instance, when one sees an angular stone perched upon the top of an isolated pyramid, or resting in some way in a very steep locality, the first inquiry of the mind is, When and how have these stones been placed in such positions, where the least shock would seem to turn them over? But this phenomenon is not in the least astonishing when it is seen to occur also within the limits of actual glaciers, and it is recalled by what circumstances it is occasioned.\\n\\n\\\"The most curious examples of perched stones which can be cited are those which command the northern part of the cascade of Pissevache, close to Chaux-Fleurie, and those above the Bains de Lavey, close to the village of Morcles; and those, even more curious, which I have seen in the valley of St. Nicolas and Oberhasli. At Kirchet, near Meiringen, can be seen some very remarkable crowns of bowlders around several domes of rock which appear to have been projected above the surface of the glacier which surrounded them. Something very similar can be seen around the top of the rock of St. Triphon.\\n\\n\\\"The extraordinary phenomenon of perched stones could not escape the observing eye of De Saussure, who noticed several at Saleve, of which he described the positions in the following manner: 'One sees,' said he, 'upon the slope of an inclined meadow, two of these great bowlders of granite, elevated one upon the other, above the grass at a height of two or three feet, upon a base of limestone rock on which both rest. This base is a continuation of the horizontal strata of the mountain, and is even united with it visibly on its lower face, being cut perpendicularly upon the other sides, and is not larger than the stone which it supports.' But seeing that the entire mountain is composed of the same limestone, De Saussure naturally concluded that it would be absurd to think that it was elevated precisely and only beneath the blocks of granite. But, on the other hand, since he did not know the manner in which these perched stones are deposited in our days by glacial action, he had recourse to another explanation: He supposes that the rock was worn away around its base by the continual erosion of water and air, while the portion of the rock which served as the base for the granite had been protected by it. This explanation, although very ingenious, could no longer be admitted after the researches of M. Elie de Beaumont had proved that the action of atmospheric agencies was not by a good deal so destructive as was theretofore supposed. De Saussure speaks also of a detached bowlder, situated upon the opposite side of the Tete-Noire, 'which is,' he says, 'of so great a size that one is tempted to believe that it was formed in the place it occupies; and it is called Barme russe, because it is worn away beneath in the form of a cave which can afford accommodation for more than thirty persons at a time.\\\"\\\\[4\\\\]\\n\\nBut the implications of the theory of glaciers extend, so Agassiz has come to believe, far beyond the Alps. If the Alps had been covered with an ice sheet, so had many other regions of the northern hemisphere. Casting abroad for evidences of glacial action, Agassiz found them everywhere in the form of transported erratics, scratched and polished outcropping rocks, and moraine-like deposits. Finally, he became convinced that the ice sheet that covered the Alps had spread over the whole of the higher latitudes of the northern hemisphere, forming an ice cap over the globe. Thus the common-sense induction of the chamois- hunter blossomed in the mind of Agassiz into the conception of a universal ice age.\\n\\nIn 1837 Agassiz had introduced his theory to the world, in a paper read at Neuchatel, and three years later he published his famous Etudes sur les Glaciers, from which we have just quoted. Never did idea make a more profound disturbance in the scientific world. Von Buch treated it with alternate ridicule, contempt, and rage; Murchison opposed it with customary vigor; even Lyell, whose most remarkable mental endowment was an unfailing receptiveness to new truths, could not at once discard his iceberg theory in favor of the new claimant. Dr. Buckland, however, after Agassiz had shown him evidence of former glacial action in his own Scotland, became a convert--the more readily, perhaps, as it seemed to him to oppose the uniformitarian idea. Gradually others fell in line, and after the usual imbittered controversy and the inevitable full generation of probation, the idea of an ice age took its place among the accepted tenets of geology. All manner of moot points still demanded attention--the cause of the ice age, the exact extent of the ice sheet, the precise manner in which it produced its effects, and the exact nature of these effects; and not all of these have even yet been determined. But, details aside, the ice age now has full recognition from geologists as an historical period. There may have been many ice ages, as Dr. Croll contends; there was surely one; and the conception of such a period is one of the very few ideas of our century that no previous century had even so much as faintly adumbrated.\\n\\nTHE GEOLOGICAL AGES\\n\\nBut, for that matter, the entire subject of historical geology is one that had but the barest beginning before our century. Until the paleontologist found out the key to the earth's chronology, no one--not even Hutton-- could have any definite idea as to the true story of the earth's past. The only conspicuous attempt to classify the strata was that made by Werner, who divided the rocks into three systems, based on their supposed order of deposition, and called primary, transition, and secondary.\\n\\nThough Werner's observations were confined to the small province of Saxony, he did not hesitate to affirm that all over the world the succession of strata would be found the same as there, the concentric layers, according to this conception, being arranged about the earth with the regularity of layers on an onion. But in this Werner was as mistaken as in his theoretical explanation of the origin of the \\\"primary\\\" rocks. It required but little observation to show that the exact succession of strata is never precisely the same in any widely separated regions. Nevertheless, there was a germ of truth in Werner's system. It contained the idea, however faultily interpreted, of a chronological succession of strata; and it furnished a working outline for the observers who were to make out the true story of geological development. But the correct interpretation of the observed facts could only be made after the Huttonian view as to the origin of strata had gained complete acceptance.\\n\\nWhen William Smith, having found the true key to this story, attempted to apply it, the territory with which he had to deal chanced to be one where the surface rocks are of that later series which Werner termed secondary. He made numerous subdivisions within this system, based mainly on the fossils. Meantime it was found that, judged by the fossils, the strata that Brongniart and Cuvier studied near Paris were of a still more recent period (presumed at first to be due to the latest deluge), which came to be spoken of as tertiary. It was in these beds, some of which seemed to have been formed in fresh-water lakes, that many of the strange mammals which Cuvier first described were found.\\n\\nBut the \\\"transition\\\" rocks, underlying the \\\"secondary\\\" system that Smith studied, were still practically unexplored when, along in the thirties, they were taken in hand by Roderick Impey Murchison, the reformed fox-hunter and ex-captain, who had turned geologist to such notable advantage, and Adam Sedgwick, the brilliant Woodwardian professor at Cambridge.\\n\\nWorking together, these two friends classified the\\n\\ntransition rocks into chronological groups, since familiar to every one in the larger outlines as the Silurian system (age of invertebrates) and the Devonian system (age of fishes)--names derived respectively from the country of the ancient Silures, in Wales and Devonshire, England. It was subsequently discovered that these systems of strata, which crop out from beneath newer rocks in restricted areas in Britain, are spread out into broad, undisturbed sheets over thousands of miles in continental Europe and in America. Later on Murchison studied them in Russia, and described them, conjointly with Verneuil and Von Kerserling, in a ponderous and classical work. In America they were studied by Hall, Newberry, Whitney, Dana, Whitfield, and other pioneer geologists, who all but anticipated their English contemporaries.\\n\\nThe rocks that are of still older formation than those studied by Murchison and Sedgwick (corresponding in location to the \\\"primary\\\" rocks of Werner's conception) are the surface feature of vast areas in Canada, and were first prominently studied there by William I. Logan, of the Canadian Government Survey, as early as 1846, and later on by Sir William Dawson. These rocks --comprising the Laurentian system--were formerly supposed to represent parts of the original crust of the earth, formed on first cooling from a molten state; but they are now more generally regarded as once-stratified deposits metamorphosed by the action of heat.\\n\\nWhether \\\"primitive\\\" or metamorphic, however, these Canadian rocks, and analogous ones beneath the fossiliferous strata of other countries, are the oldest portions of the earth's crust of which geology has any present knowledge. Mountains of this formation, as the Adirondacks and the Storm King range, overlooking the Hudson near West Point, are the patriarchs of their kind, beside which Alleghanies and Sierra Nevadas are recent upstarts, and Rockies, Alps, and Andes are mere parvenus of yesterday.\\n\\nThe Laurentian rocks were at first spoken of as representing \\\"Azoic\\\" time; but in 1846 Dawson found a formation deep in their midst which was believed to b e the fossil relic of a very low form of life, and after that it became customary to speak of the system as \\\"Eozoic.\\\" Still more recently the title of Dawson's supposed fossil to rank as such has been questioned, and Dana's suggestion that the early rocks be termed merely Archman has met with general favor. Murchison and Sedgwick's Silurian, Devonian, and Carboniferous groups (the ages of invertebrates, of fishes, and of coal plants, respectively) are together spoken of as representing Paleozoic time. William Smith's system of strata, next above these, once called \\\"secondary,\\\" represents Mesozoic time, or the age of reptiles. Still higher, or more recent, are Cuvier and Brongniart's tertiary rocks, representing the age of mammals. Lastly, the most recent formations, dating back, however, to a period far enough from recent in any but a geological sense, are classed as quaternary, representing the age of man.\\n\\nIt must not be supposed, however, that the successive \\\"ages\\\" of the geologist are shut off from one another in any such arbitrary way as this verbal classification might seem to suggest. In point of fact, these \\\"ages\\\" have no better warrant for existence than have the \\\"centuries\\\" and the \\\"weeks\\\" of every-day computation. They are convenient, and they may even stand for local divisions in the strata, but they are bounded by no actual gaps in the sweep of terrestrial events.\\n\\nMoreover, it must be understood that the \\\"ages\\\" of different continents, though described under the same name, are not necessarily of exact contemporaneity. There is no sure test available by which it could be shown that the Devonian age, for instance, as outlined in the strata of Europe, did not begin millions of years earlier or later than the period whose records are said to represent the Devonian age in America. In attempting to decide such details as this, mineralogical data fail us utterly. Even in rocks of adjoining regions identity of structure is no proof of contemporaneous origin; for the veritable substance of the rock of one age is ground up to build the rocks of subsequent ages. Furthermore, in seas where conditions change but little the same form of rock may be made age after age. It is believed that chalk-beds still forming in some of our present seas may form one continuous mass dating back to earliest geologic ages. On the other hand, rocks different in character maybe formed at the same time in regions not far apart--say a sandstone along shore, a coral limestone farther seaward, and a chalk-bed beyond. This continuous stratum, broken in the process of upheaval, might seem the record of three different epochs.\\n\\nPaleontology, of course, supplies far better chronological tests, but even these have their limitations. There has been no time since rocks now in existence were formed, if ever, when the earth had a uniform climate and a single undiversified fauna over its entire land surface, as the early paleontologists supposed. Speaking broadly, the same general stages have attended the evolution of organic forms everywhere, but there is nothing to show that equal periods of time witnessed corresponding changes in diverse regions, but quite the contrary. To cite but a single illustration, the marsupial order, which is the dominant mammalian type of the living fauna of Australia to-day, existed in Europe and died out there in the tertiary age. Hence a future geologist might think the Australia of to-day contemporaneous with a period in Europe which in reality antedated it by perhaps millions of years.\\n\\nAll these puzzling features unite to render the subject of historical geology anything but the simple matter the fathers of the science esteemed it. No one would now attempt to trace the exact sequence of formation of all the mountains of the globe, as Elie de Beaumont did a half-century ago. Even within the limits of a single continent, the geologist must proceed with much caution in attempting to chronicle the order in which its various parts rose from the matrix of the sea. The key to this story is found in the identification of the strata that are the surface feature in each territory. If Devonian rocks are at the surface in any given region, for example, it would appear that this region became a land surface in the Devonian age, or just afterwards. But a moment's consideration shows that there is an element of uncertainty about this, due to the steady denudation that all land surfaces undergo. The Devonian rocks may lie at the surface simply because the thousands of feet of carboniferous strata that once lay above them have been worn away. All that the cautious geologist dare assert, therefore, is that the region in question did not become permanent land surface earlier than the Devonian age.\\n\\nBut to know even this is much--sufficient, indeed, to establish the chronological order of elevation, if not its exact period, for all parts of any continent that have been geologically explored--understanding always that there must be no scrupling about a latitude of a few millions or perhaps tens of millions of years here and there.\\n\\nRegarding our own continent, for example, we learn through the researches of a multitude of workers that in the early day it was a mere archipelago. Its chief island--the backbone of the future continent--was a great V-shaped area surrounding what is now Hudson Bay, an area built tip, perhaps, through denudation of a yet more ancient polar continent, whose existence is only conjectured. To the southeast an island that is now the Adirondack Mountains, and another that is now the Jersey Highlands rose above the waste of waters, and far to the south stretched probably a line of islands now represented by the Blue Ridge Mountains. Far off to the westward another line of islands foreshadowed our present Pacific border. A few minor islands in the interior completed the archipelago.\\n\\nFrom this bare skeleton the continent grew, partly by the deposit of sediment from the denudation of the original islands (which once towered miles, perhaps, where now they rise thousands of feet), but largely also by the deposit of organic remains, especially in the interior sea, which teemed with life. In the Silurian ages, invertebrates--brachiopods and crinoids and cephalopods--were the dominant types. But very early--no one knows just when--there came fishes of many strange forms, some of the early ones enclosed in turtle-like shells. Later yet, large spaces within the interior sea having risen to the surface, great marshes or forests of strange types of vegetation grew and deposited their remains to form coal-beds. Many times over such forests were formed, only to be destroyed by the oscillations of the land surface. All told, the strata of this Paleozoic period aggregate several miles in thickness, and the time consumed in their formation stands to all later time up to the present, according to Professor Dana's estimate, as three to one.\\n\\nTowards the close of this Paleozoic era the Appalachian Mountains were slowly upheaved in great convoluted folds, some of them probably reaching three or four miles above the sea-level, though the tooth of time has since gnawed them down to comparatively puny limits. The continental areas thus enlarged were peopled during the ensuing Mesozoic time with multitudes of strange reptiles, many of them gigantic in size. The waters, too, still teeming with invertebrates and fishes, had their quota of reptilian monsters; and in the air were flying reptiles, some of which measured twenty- five feet from tip to tip of their batlike wings. During this era the Sierra Nevada Mountains rose. Near the eastern border of the forming continent the strata were perhaps now too thick and stiff to bend into mountain folds, for they were rent into great fissures, letting out floods of molten lava, remnants of which are still in evidence after ages of denudation, as the Palisades along the Hudson, and such elevations as Mount Holyoke in western Massachusetts.\\n\\nStill there remained a vast interior sea, which later on, in the tertiary age, was to be divided by the slow uprising of the land, which only yesterday--that is to say, a million, or three or five or ten million, years ago-- became the Rocky Mountains. High and erect these young mountains stand to this day, their sharp angles and rocky contours vouching for their youth, in strange contrast with the shrunken forms of the old Adirondacks, Green Mountains, and Appalachians, whose lowered heads and rounded shoulders attest the weight of ages. In the vast lakes which still remained on either side of the Rocky range, tertiary strata were slowly formed to the ultimate depth of two or three miles, enclosing here and there those vertebrate remains which were to be exposed again to view by denudation when the land rose still higher, and then, in our own time, to tell so wonderful a story to the paleontologist.\\n\\nFinally, the interior seas were filled, and the shore lines of the continent assumed nearly their present outline.\\n\\nThen came the long winter of the glacial epoch--perhaps of a succession of glacial epochs. The ice sheet extended southward to about the fortieth parallel, driving some animals before it, and destroying those that were unable to migrate. At its fulness, the great ice mass lay almost a mile in depth over New England, as attested by the scratched and polished rock surfaces and deposited erratics in the White Mountains. Such a mass presses down with a weight of about one hundred and twenty-five tons to the square foot, according to Dr. Croll's estimate. It crushed and ground everything beneath it more or less, and in some regions planed off hilly surfaces into prairies. Creeping slowly forward, it carried all manner of debris with it. When it melted away its terminal moraine built up the nucleus of the land masses now known as Long Island and Staten Island; other of its deposits formed the \\\"drumlins\\\" about Boston famous as Bunker and Breed's hills; and it left a long, irregular line of ridges of \\\"till\\\" or bowlder clay and scattered erratics clear across the country at about the latitude of New York city.\\n\\nAs the ice sheet slowly receded it left minor moraines all along its course. Sometimes its deposits dammed up river courses or inequalities in the surface, to form the lakes which everywhere abound over Northern territories. Some glacialists even hold the view first suggested by Ramsey, of the British Geological Survey, that the great glacial sheets scooped out the basins of many lakes, including the system that feeds the St. Lawrence. At all events, it left traces of its presence all along the line of its retreat, and its remnants exist to this day as mountain glaciers and the polar ice cap. Indeed, we live on the border of the last glacial epoch, for with the closing of this period the long geologic past merges into the present.\\n\\nPAST, PRESENT, AND FUTURE\\n\\nAnd the present, no less than the past, is a time of change. This is the thought which James Hutton conceived more than a century ago, but which his contemporaries and successors were so very slow to appreciate. Now, however, it has become axiomatic--one can hardly realize that it was ever doubted. Every new scientific truth, says Agassiz, must pass through three stages --first, men say it is not true; then they declare it hostile to religion; finally, they assert that every one has known it always. Hutton's truth that natural law is changeless and eternal has reached this final stage. Nowhere now could you find a scientist who would dispute the truth of that text which Lyell, quoting from Playfair's Illustrations of the Huttonian Theory, printed on the title-page of his Principles: \\\"Amid all the revolutions of the globe the economy of Nature has been uniform, and her laws are the only things that have resisted the general movement. The rivers and the rocks, the seas and the continents, have been changed in all their parts; but the laws which direct those changes, and the rules to which they are subject, have remained invariably the same.\\\"\\n\\nBut, on the other hand, Hutton and Playfair, and in particular Lyell, drew inferences from this principle which the modern physicist can by no means admit. To them it implied that the changes on the surface of the earth have always been the same in degree as well as in kind, and must so continue while present forces hold their sway. In other words, they thought of the world as a great perpetual-motion machine. But the modern physicist, given truer mechanical insight by the doctrines of the conservation and the dissipation of energy, will have none of that. Lord Kelvin, in particular, has urged that in the periods of our earth's in fancy and adolescence its developmental changes must have been, like those of any other infant organism, vastly more rapid and pronounced than those of a later day; and to every clear thinker this truth also must now seem axiomatic.\\n\\nWhoever thinks of the earth as a cooling globe can hardly doubt that its crust, when thinner, may have heaved under strain of the moon's tidal pull--whether or not that body was nearer--into great billows, daily rising and falling, like waves of the present seas vastly magnified.\\n\\nUnder stress of that same lateral pressure from contraction which now produces the slow depression of the Jersey coast, the slow rise of Sweden, the occasional belching of an insignificant volcano, the jetting of a geyser, or the trembling of an earthquake, once large areas were rent in twain, and vast floods of lava flowed over thousands of square miles of the earth's surface, perhaps, at a single jet; and, for aught we know to the contrary, gigantic mountains may have heaped up their contorted heads in cataclysms as spasmodic as even the most ardent catastrophist of the elder day of geology could have imagined.\\n\\nThe atmosphere of that early day, filled with vast volumes of carbon, oxygen, and other chemicals that have since been stored in beds of coal, limestone, and granites, may have worn down the rocks on the one hand and built up organic forms on the other, with a rapidity that would now seem hardly conceivable.\\n\\nAnd yet while all these anomalous things went on, the same laws held sway that now are operative; and a true doctrine of uniformitarianism would make no unwonted concession in conceding them all--though most of the imbittered geological controversies of the middle of the nineteenth century were due to the failure of both parties to realize that simple fact.\\n\\nAnd as of the past and present, so of the future. The same forces will continue to operate; and under operation of these unchanging forces each day will differ from every one that has preceded it. If it be true, as every physicist believes, that the earth is a cooling globe, then, whatever its present stage of refrigeration, the time must come when its surface contour will assume a rigidity of level not yet attained. Then, just as surely, the slow action of the elements will continue to wear away the land surfaces, particle by particle, and transport them to the ocean, as it does to-day, until, compensation no longer being afforded by the upheaval of the continents, the last foot of dry land will sink for the last time beneath the water, the last mountain- peak melting away, and our globe, lapsing like any other organism into its second childhood, will be on the surface--as presumably it was before the first continent rose--one vast \\\"waste of waters.\\\" As puny man conceives time and things, an awful cycle will have lapsed; in the sweep of the cosmic life, a pulse- beat will have throbbed.\\n\\nV. THE NEW SCIENCE OF METEOROLOGY\\n\\nMETEORITES\\n\\n\\\"An astonishing miracle has just occurred in our district,\\\" wrote M. Marais, a worthy if undistinguished citizen of France, from his home at L'Aigle, under date of \\\"the 13th Floreal, year 11\\\"--a date which outside of France would be interpreted as meaning May 3, 1803. This \\\"miracle\\\" was the appearance of a \\\"fireball\\\" in broad daylight--\\\"perhaps it was wildfire,\\\" says the naive chronicle--which \\\"hung over the meadow,\\\" being seen by many people, and then exploded with a loud sound, scattering thousands of stony fragments over the surface of a territory some miles in extent.\\n\\nSuch a \\\"miracle\\\" could not have been announced at a more opportune time. For some years the scientific world had been agog over the question whether such a form of lightning as that reported--appearing in a clear sky, and hurling literal thunderbolts--had real existence. Such cases had been reported often enough, it is true. The \\\"thunderbolts\\\" themselves were exhibited as sacred relics before many an altar, and those who doubted their authenticity had been chided as having \\\"an evil heart of unbelief.\\\" But scientific scepticism had questioned the evidence, and late in the eighteenth century a consensus of opinion in the French Academy had declined to admit that such stones had been \\\"conveyed to the earth by lightning,\\\" let alone any more miraculous agency.\\n\\nIn 1802, however, Edward Howard had read a paper before the Royal Society in which, after reviewing the evidence recently put forward, he had reached the conclusion that the fall of stones from the sky, sometimes or always accompanied by lightning, must be admitted as an actual phenomenon, however inexplicable. So now, when the great stone-fall at L'Aigle was announced, the French Academy made haste to send the brilliant young physicist Jean Baptiste Biot to investigate it, that the matter might, if possible, be set finally at rest. The investigation was in all respects successful, and Biot's report transferred the stony or metallic lightning-bolt--the aerolite or meteorite--from the realm of tradition and conjecture to that of accepted science.\\n\\nBut how explain this strange phenomenon? At once speculation was rife. One theory contended that the stony masses had not actually fallen, but had been formed from the earth by the action of the lightning; but this contention was early abandoned. The chemists were disposed to believe that the aerolites had been formed by the combination of elements floating in the upper atmosphere. Geologists, on the other hand, thought them of terrestrial origin, urging that they might have been thrown up by volcanoes. The astronomers, as represented by Olbers and Laplace, modified this theory by suggesting that the stones might, indeed, have been cast out by volcanoes, but by volcanoes situated not on the earth, but on the moon.\\n\\nAnd one speculator of the time took a step even more daring, urging that the aerolites were neither of telluric nor selenitic origin, nor yet children of the sun, as the old Greeks had, many of them, contended, but that they are visitants from the depths of cosmic space. This bold speculator was the distinguished German physicist Ernst F. F. Chladni, a man of no small repute in his day. As early as 1794 he urged his cosmical theory of meteorites, when the very existence of meteorites was denied by most scientists. And he did more: he declared his belief that these falling stones were really one in origin and kind with those flashing meteors of the upper atmosphere which are familiar everywhere as \\\"shooting-stars.\\\"\\n\\nEach of these coruscating meteors, he affirmed, must tell of the ignition of a bit of cosmic matter entering the earth's atmosphere. Such wandering bits of matter might be the fragments of shattered worlds, or, as Chladni thought more probable, merely aggregations of \\\"world stuff\\\" never hitherto connected with any large planetary mass.\\n\\nNaturally enough, so unique a view met with very scant favor. Astronomers at that time saw little to justify it; and the non-scientific world rejected it with fervor as being \\\"atheistic and heretical,\\\" because its acceptance would seem to imply that the universe is not a perfect mechanism.\\n\\nSome light was thrown on the moot point presently by the observations of Brandes and Benzenberg, which tended to show that falling-stars travel at an actual speed of from fifteen to ninety miles a second. This observation tended to discredit the selenitic theory, since an object, in order to acquire such speed in falling merely from the moon, must have been projected with an initial velocity not conceivably to be given by any lunar volcanic impulse. Moreover, there was a growing conviction that there are no active volcanoes on the moon, and other considerations of the same tenor led to the complete abandonment of the selenitic theory.\\n\\nBut the theory of telluric origin of aerolites was by no means so easily disposed of. This was an epoch when electrical phenomena were exciting unbounded and universal interest, and there was a not unnatural tendency to appeal to electricity in explanation of every obscure phenomenon; and in this case the seeming similarity between a lightning flash and the flash of an aerolite lent color to the explanation. So we find Thomas Forster, a meteorologist of repute, still adhering to the atmospheric theory of formation of aerolites in his book published in 1823; and, indeed, the prevailing opinion of the time seemed divided between various telluric theories, to the neglect of any cosmical theory whatever.\\n\\nBut in 1833 occurred a phenomenon which set the matter finally at rest. A great meteoric shower occurred in November of that year, and in observing it Professor Denison Olmstead, of Yale, noted that all the stars of the shower appeared to come from a single centre or vanishing-point in the heavens, and that this centre shifted its position with the stars, and hence was not telluric. The full significance of this observation was at once recognized by astronomers; it demonstrated beyond all cavil the cosmical origin of the shooting-stars. Some conservative meteorologists kept up the argument for the telluric origin for some decades to come, as a matter of course--such a band trails always in the rear of progress. But even these doubters were silenced when the great shower of shooting- stars appeared again in 1866, as predicted by Olbers and Newton, radiating from the same point of the heavens as before.\\n\\nSince then the spectroscope has added its confirmatory evidence as to the identity of meteorite and shooting-star, and, moreover, has linked these atmospheric meteors with such distant cosmic residents as comets and nebulae. Thus it appears that Chladni's daring hypothesis of 1794 has been more than verified, and that the fragments of matter dissociated from planetary connection--which be postulated and was declared atheistic for postulating--have been shown to be billions of times more numerous than any larger cosmic bodies of which we have cognizance--so widely does the existing universe differ from man's preconceived notions as to what it should be.\\n\\nThus also the \\\"miracle\\\" of the falling stone, against which the scientific scepticism of yesterday presented \\\"an evil heart of unbelief,\\\" turns out to be the most natural phenomena, inasmuch as it is repeated in our atmosphere some millions of times each day.\\n\\nTHE AURORA BOREALIS\\n\\nIf fire-balls were thought miraculous and portentous in days of yore, what interpretation must needs have been put upon that vastly more picturesque phenomenon, the aurora? \\\"Through all the city,\\\" says the Book of Maccabees, \\\"for the space of almost forty days, there were seen horsemen running in the air, in cloth of gold, armed with lances, like a band of soldiers: and troops of horsemen in array encountering and running one against another, with shaking of shields and multitude of pikes, and drawing of swords, and casting of darts, and glittering of golden ornaments and harness.\\\" Dire omens these; and hardly less ominous the aurora seemed to all succeeding generations that observed it down well into the eighteenth century--as witness the popular excitement in England in 1716 over the brilliant aurora of that year, which became famous through Halley's description.\\n\\nBut after 1752, when Franklin dethroned the lightning, all spectacular meteors came to be regarded as natural phenomena, the aurora among the rest. Franklin explained the aurora--which was seen commonly enough in the eighteenth century, though only recorded once in the seventeenth--as due to the accumulation of electricity on the surface of polar snows, and its discharge to the equator through the upper atmosphere. Erasmus Darwin suggested that the luminosity might be due to the ignition of hydrogen, which was supposed by many philosophers to form the upper atmosphere. Dalton, who first measured the height of the aurora, estimating it at about one hundred miles, thought the phenomenon due to magnetism acting on ferruginous particles in the air, and his explanation was perhaps the most popular one at the beginning of the last century.\\n\\nSince then a multitude of observers have studied the aurora, but the scientific grasp has found it as elusive in fact as it seems to casual observation, and its exact nature is as undetermined to-day as it was a hundred years ago. There has been no dearth of theories concerning it, however. Blot, who studied it in the Shetland Islands in 1817, thought it due to electrified ferruginous dust, the origin of which he ascribed to Icelandic volcanoes. Much more recently the idea of ferruginous particles has been revived, their presence being ascribed not to volcanoes, but to the meteorites constantly being dissipated in the upper atmosphere. Ferruginous dust, presumably of such origin, has been found on the polar snows, as well as on the snows of mountain-tops, but whether it could produce the phenomena of auroras is at least an open question.\\n\\nOther theorists have explained the aurora as due to the accumulation of electricity on clouds or on spicules of ice in the upper air. Yet others think it due merely to the passage of electricity through rarefied air itself. Humboldt considered the matter settled in yet another way when Faraday showed, in 1831, that magnetism may produce luminous effects. But perhaps the prevailing theory of to-day assumes that the aurora is due to a current of electricity generated at the equator and passing through upper regions of space, to enter the earth at the magnetic poles--simply reversing the course which Franklin assumed.\\n\\nThe similarity of the auroral light to that generated in a vacuum bulb by the passage of electricity lends support to the long-standing supposition that the aurora is of electrical origin, but the subject still awaits complete elucidation. For once even that mystery- solver the spectroscope has been baffled, for the line it sifts from the aurora is not matched by that of any recognized substance. A like line is found in the zodiacal light, it is true, but this is of little aid, for the zodiacal light, though thought by some astronomers to be due to meteor swarms about the sun, is held to be, on the whole, as mysterious as the aurora itself.\\n\\nWhatever the exact nature of the aurora, it has long been known to be intimately associated with the phenomena of terrestrial magnetism. Whenever a brilliant aurora is visible, the world is sure to be visited with what Humboldt called a magnetic storm--a \\\"storm\\\" which manifests itself to human senses in no way whatsoever except by deflecting the magnetic needle and conjuring with the electric wire. Such magnetic storms are curiously associated also with spots on the sun--just how no one has explained, though the fact itself is unquestioned. Sun-spots, too, seem directly linked with auroras, each of these phenomena passing through periods of greatest and least frequency in corresponding cycles of about eleven years' duration.\\n\\nIt was suspected a full century ago by Herschel that the variations in the number of sun-spots had a direct effect upon terrestrial weather, and he attempted to demonstrate it by using the price of wheat as a criterion of climatic conditions, meantime making careful observation of the sun-spots. Nothing very definite came of his efforts in this direction, the subject being far too complex to be determined without long periods of observation. Latterly, however, meteorologists, particularly in the tropics, are disposed to think they find evidence of some such connection between sun-spots and the weather as Herschel suspected. Indeed, Mr. Meldrum declares that there is a positive coincidence between periods of numerous sun-spots and seasons of excessive rain in India.\\n\\nThat some such connection does exist seems intrinsically probable. But the modern meteorologist, learning wisdom of the past, is extremely cautious about ascribing casual effects to astronomical phenomena. He finds it hard to forget that until recently all manner of climatic conditions were associated with phases of the moon; that not so very long ago showers of falling-stars were considered \\\"prognostic\\\" of certain kinds of weather; and that the \\\"equinoctial storm\\\" had been accepted as a verity by every one, until the unfeeling hand of statistics banished it from the earth.\\n\\nYet, on the other hand, it is easily within the possibilities that the science of the future may reveal associations between the weather and sun-spots, auroras, and terrestrial magnetism that as yet are hardly dreamed of. Until such time, however, these phenomena must feel themselves very grudgingly admitted to the inner circle of meteorology. More and more this science concerns itself, in our age of concentration and specialization, with weather and climate. Its votaries no longer concern themselves with stars or planets or comets or shooting-stars--once thought the very essence of guides to weather wisdom; and they are even looking askance at the moon, and asking her to show cause why she also should not be excluded from their domain. Equally little do they care for the interior of the earth, since they have learned that the central emanations of heat which Mairan imagined as a main source of aerial warmth can claim no such distinction. Even such problems as why the magnetic pole does not coincide with the geographical, and why the force of terrestrial magnetism decreases from the magnetic poles to the magnetic equator, as Humboldt first discovered that it does, excite them only to lukewarm interest; for magnetism, they say, is not known to have any connection whatever with climate or weather.\\n\\nEVAPORATION, CLOUD FORMATION, AND DEW\\n\\nThere is at least one form of meteor, however, of those that interested our forebears whose meteorological importance they did not overestimate. This is the vapor of water. How great was the interest in this familiar meteor at the beginning of the century is attested by the number of theories then extant regarding it; and these conflicting theories bear witness also to the difficulty with which the familiar phenomenon of the evaporation of water was explained.\\n\\nFranklin had suggested that air dissolves water much as water dissolves salt, and this theory was still popular, though Deluc had disproved it by showing that water evaporates even more rapidly in a vacuum than in air. Deluc's own theory, borrowed from earlier chemists, was that evaporation is the chemical union of particles of water with particles of the supposititious element heat. Erasmus Darwin combined the two theories, suggesting that the air might hold a variable quantity of vapor in mere solution, and in addition a permanent moiety in chemical combination with caloric.\\n\\nUndisturbed by these conflicting views, that strangely original genius, John Dalton, afterwards to be known as perhaps the greatest of theoretical chemists, took the question in hand, and solved it by showing that water exists in the air as an utterly independent gas. He reached a partial insight into the matter in 1793, when his first volume of meteorological essays was published; but the full elucidation of the problem came to him in 1801. The merit of his studies was at once recognized, but the tenability of his hypothesis was long and ardently disputed.\\n\\nWhile the nature of evaporation was in dispute, as a matter of course the question of precipitation must be equally undetermined. The most famous theory of the period was that formulated by Dr. Hutton in a paper read before the Royal Society of Edinburgh, and published in the volume of transactions which contained also the same author's epoch-making paper on geology. This \\\"theory of rain\\\" explained precipitation as due to the cooling of a current of saturated air by contact with a colder current, the assumption being that the surplusage of moisture was precipitated in a chemical sense, just as the excess of salt dissolved in hot water is precipitated when the water cools. The idea that the cooling of the saturated air causes the precipitation of its moisture is the germ of truth that renders this paper of Hutton's important. All correct later theories build on this foundation.\\n\\n\\\"Let us suppose the surface of this earth wholly covered with water,\\\" said Hutton, \\\"and that the sun were stationary, being always vertical in one place; then, from the laws of heat and rarefaction, there would be formed a circulation in the atmosphere, flowing from the dark and cold hemisphere to the heated and illuminated place, in all directions, towards the place of the greatest cold.\\n\\n\\\"As there is for the atmosphere of this earth a constant cooling cause, this fluid body could only arrive at a certain degree of heat; and this would be regularly decreasing from the centre of illumination to the opposite point of the globe, most distant from the light and heat. Between these two regions of extreme heat and cold there would, in every place, be found two streams of air following in opposite directions. If those streams of air, therefore, shall be supposed as both sufficiently saturated with humidity, then, as they are of different temperatures, there would be formed a continual condensation of aqueous vapor, in some middle region of the atmosphere, by the commixtion of part of those two opposite streams.\\n\\n\\\"Hence there is reason to believe that in this supposed case there would be formed upon the surface of the globe three different regions--the torrid region, the temperate, and the frigid. These three regions would continue stationary; and the operations of each would be continual. In the torrid region, nothing but evaporation and heat would take place; no cloud could be formed, because in changing the transparency of the atmosphere to opacity it would be heated immediately by the operation of light, and thus the condensed water would be again evaporated. But this power of the sun would have a termination; and it is these that would begin the region of temperate heat and of continual rain. It is not probable that the region of temperance would reach far beyond the region of light; and in the hemisphere of darkness there would be found a region of extreme cold and perfect dryness.\\n\\n\\\"Let us now suppose the earth as turning on its axis in the equinoctial situation. The torrid region would thus be changed into a zone, in which there would be night and day; consequently, here would be much temperance, compared with the torrid region now considered; and here perhaps there would be formed periodical condensation and evaporation of humidity, corresponding to the seasons of night and day. As temperance would thus be introduced into the region of torrid extremity, so would the effect of this change be felt over all the globe, every part of which would now be illuminated, consequently heated in some degree. Thus we would have a line of great heat and evaporation, graduating each way into a point of great cold and congelation. Between these two extremes of heat and cold there would be found in each hemisphere a region of much temperance, in relation to heat, but of much humidity in the atmosphere, perhaps of continual rain and condensation.\\n\\n\\\"The supposition now formed must appear extremely unfit for making this globe a habitable world in every part; but having thus seen the effect of night and day in temperating the effects of heat and cold in every place, we are now prepared to contemplate the effects of supposing this globe to revolve around the sun with a certain inclination of its axis. By this beautiful contrivance, that comparatively uninhabited globe is now divided into two hemispheres, each of which is thus provided with a summer and a winter season. But our present view is limited to the evaporation and condensation of humidity; and, in this contrivance of the seasons, there must appear an ample provision for those alternate operations in every part; for as the place of the vertical sun is moved alternately from one tropic to the other, heat and cold, the original causes of evaporation and condensation, must be carried over all the globe, producing either annual seasons of rain or diurnal seasons of condensation and evaporation, or both these seasons, more or less--that is, in some degree.\\n\\n\\\"The original cause of motion in the atmosphere is the influence of the sun heating the surface of the earth exposed to that luminary. We have not supposed that surface to have been of one uniform shape and similar substance; from whence it has followed that the annual propers of the sun, perhaps also the diurnal propers, would produce a regular condensation of rain in certain regions, and the evaporation of humidity in others; and this would have a regular progress in certain determined seasons, and would not vary. But nothing can be more distant from this supposition, that is the natural constitution of the earth; for the globe is composed of sea and land, in no regular shape or mixture, while the surface of the land is also irregular with respect to its elevations and depressions, and various with regard to the humidity and dryness of that part which is exposed to heat as the cause of evaporation. Hence a source of the most valuable motions in the fluid atmosphere with aqueous vapor, more or less, so far as other natural operations will admit; and hence a source of the most irregular commixture of the several parts of this elastic fluid, whether saturated or not with aqueous vapor.\\n\\n\\\"According to the theory, nothing is required for the production of rain besides the mixture of portions of the atmosphere with humidity, and of mixing the parts that are in different degrees of heat. But we have seen the causes of saturating every portion of the atmosphere with humidity and of mixing the parts which are in different degrees of heat. Consequently, over all the surface of the globe there should happen occasionally rain and evaporation, more or less; and also, in every place, those vicissitudes should be observed to take place with some tendency to regularity, which, however, may be so disturbed as to be hardly distinguishable upon many occasions. Variable winds and variable rains should be found in proportion as each place is situated in an irregular mixture of land and water; whereas regular winds should be found in proportion to the uniformity of the surface; and regular rains in proportion to the regular changes of those winds by which the mixture of the atmosphere necessary to the rain may be produced. But as it will be acknowledged that this is the case in almost all this earth where rain appears according to the conditions here specified, the theory is found to be thus in conformity with nature, and natural appearances are thus explained by the theory.\\\"\\\\[1\\\\]\\n\\nThe next ambitious attempt to explain the phenomena of aqueous meteors was made by Luke Howard, in his remarkable paper on clouds, published in the Philosophical Magazine in 1803--the paper in which the names cirrus, cumulus, stratus, etc., afterwards so universally adopted, were first proposed. In this paper Howard acknowledges his indebtedness to Dalton for the theory of evaporation; yet he still clings to the idea that the vapor, though independent of the air, is combined with particles of caloric. He holds that clouds are composed of vapor that has previously risen from the earth, combating the opinions of those who believe that they are formed by the union of hydrogen and oxygen existing independently in the air; though he agrees with these theorists that electricity has entered largely into the modus operandi of cloud formation. He opposes the opinion of Deluc and De Saussure that clouds are composed of particles of water in the form of hollow vesicles (miniature balloons, in short, perhaps filled with hydrogen), which untenable opinion was a revival of the theory as to the formation of all vapor which Dr. Halley had advocated early in the eighteenth century.\\n\\nOf particular interest are Howard's views as to the formation of dew, which he explains as caused by the particles of caloric forsaking the vapor to enter the cool body, leaving the water on the surface. This comes as near the truth, perhaps, as could be expected while the old idea as to the materiality of heat held sway. Howard believed, however, that dew is usually formed in the air at some height, and that it settles to the surface, opposing the opinion, which had gained vogue in France and in America (where Noah Webster prominently advocated it), that dew ascends from the earth.\\n\\nThe complete solution of the problem of dew formation-- which really involved also the entire question of precipitation of watery vapor in any form--was made by Dr. W. C. Wells, a man of American birth, whose life, however, after boyhood, was spent in Scotland (where as a young man he enjoyed the friendship of David Hume) and in London. Inspired, no doubt, by the researches of Mack, Hutton, and their confreres of that Edinburgh school, Wells made observations on evaporation and precipitation as early as 1784, but other things claimed his attention; and though he asserts that the subject was often in his mind, he did not take it up again in earnest until about 1812.\\n\\nMeantime the observations on heat of Rumford and Davy and Leslie had cleared the way for a proper interpretation of the facts--about the facts themselves there had long been practical unanimity of opinion. Dr. Black, with his latent-heat observations, had really given the clew to all subsequent discussions of the subject of precipitation of vapor; and from this time on it had been known that heat is taken up when water evaporates, and given out again when it condenses. Dr. Darwin had shown in 1788, in a paper before the Royal Society, that air gives off heat on contracting and takes it up on expanding; and Dalton, in his essay of 1793, had explained this phenomenon as due to the condensation and vaporization of the water contained in the air.\\n\\nBut some curious and puzzling observations which Professor Patrick Wilson, professor of astronomy in the University of Glasgow, had communicated to the Royal Society of Edinburgh in 1784, and some similar ones made by Mr. Six, of Canterbury, a few years later, had remained unexplained. Both these gentlemen observed that the air is cooler where dew is forming than the air a few feet higher, and they inferred that the dew in forming had taken up heat, in apparent violation of established physical principles.\\n\\nIt remained for Wells, in his memorable paper of 1816, to show that these observers had simply placed the cart before the horse. He made it clear that the air is not cooler because the dew is formed, but that the dew is formed because the air is cooler--having become so through radiation of heat from the solids on which the dew forms. The dew itself, in forming, gives out its latent heat, and so tends to equalize the temperature.\\n\\nWells's paper is so admirable an illustration of the lucid presentation of clearly conceived experiments and logical conclusions that we should do it injustice not to present it entire. The author's mention of the observations of Six and Wilson gives added value to his own presentation.\\n\\nDr. Wells's Essay on Dew\\n\\n\\\"I was led in the autumn of 1784, by the event of a rude experiment, to think it probable that the formation of dew is attended with the production of cold. In 1788, a paper on hoar-frost, by Mr. Patrick Wilson, of Glasgow, was published in the first volume of the Transactions of the Royal Society of Edinburgh, by which it appeared that this opinion bad been entertained by that gentleman before it had occurred to myself. In the course of the same year, Mr. Six, of Canterbury, mentioned in a paper communicated to the Royal Society that on clear and dewy nights he always found the mercury lower in a thermometer laid upon the ground in a meadow in his neighborhood than it was in a similar thermometer suspended in the air six feet above the former; and that upon one night the difference amounted to five degrees of Fahrenheit's scale. Mr. Six, however, did not suppose, agreeably to the opinion of Mr. Wilson and myself, that the cold was occasioned by the formation of dew, but imagined that it proceeded partly from the low temperature of the air, through which the dew, already formed in the atmosphere, had descended, and partly from the evaporation of moisture from the ground, on which his thermometer had been placed. The conjecture of Mr. Wilson and the observations of Mr. Six, together with many facts which I afterwards learned in the course of reading, strengthened my opinion; but I made no attempt, before the autumn of 1811, to ascertain by experiment if it were just, though it had in the mean time almost daily occurred to my thoughts. Happening, in that season, to be in that country in a clear and calm night, I laid a thermometer upon grass wet with dew, and suspended a second in the air, two feet above the other. An hour afterwards the thermometer on the grass was found to be eight degrees lower, by Fahrenheit's division, than the one in the air. Similar results having been obtained from several similar experiments, made during the same autumn, I determined in the next spring to prosecute the subject with some degree of steadiness, and with that view went frequently to the house of one of my friends who lives in Surrey.\\n\\nAt the end of two months I fancied that I had collected information worthy of being published; but, fortunately, while preparing an account of it I met by accident with a small posthumous work by Mr. Six, printed at Canterbury in 1794, in which are related differences observed on dewy nights between thermometers placed upon grass and others in the air that are much greater than those mentioned in the paper presented by him to the Royal Society in 1788. In this work, too, the cold of the grass is attributed, in agreement with the opinion of Mr. Wilson, altogether to the dew deposited upon it. The value of my own observations appearing to me now much diminished, though they embraced many points left untouched by Mr. Six, I gave up my intentions of making them known. Shortly after, however, upon considering the subject more closely, I began to suspect that Mr. Wilson, Mr. Six, and myself had all committed an error regarding the cold which accompanies dew as an effect of the formation of that fluid. I therefore resumed my experiments, and having by means of them, I think, not only established the justness of my suspicions, but ascertained the real cause both of dew and of several other natural appearances which have hitherto received no sufficient explanation, I venture now to submit to the consideration of the learned an account of some of my labors, without regard to the order of time in which they were performed, and of various conclusions which may be drawn from them, mixed with facts and opinions already published by others:\\n\\n\\\"There are various occurrences in nature which seem to me strictly allied to dew, though their relation to it be not always at first sight perceivable. The statement and explanation of several of these will form the concluding part of the present essay.\\n\\n\\\"1. I observed one morning, in winter, that the insides of the panes of glass in the windows of my bedchamber were all of them moist, but that those which had been covered by an inside shutter during the night were much more so than the others which had been uncovered. Supposing that this diversity of appearance depended upon a difference of temperature, I applied the naked bulbs of two delicate thermometers to a covered and uncovered pane; on which I found that the former was three degrees colder than the latter. The air of the chamber, though no fire was kept in it, was at this time eleven and one-half degrees warmer than that without. Similar experiments were made on many other mornings, the results of which were that the warmth of the internal air exceeded that of the external from eight to eighteen degrees, the temperature of the covered panes would be from one to five degrees less than the uncovered; that the covered were sometimes dewed, while the uncovered were dry; that at other times both were free from moisture; that the outsides of the covered and uncovered panes had similar differences with respect to heat, though not so great as those of the inner surfaces; and that no variation in the quantity of these differences was occasioned by the weather's being cloudy or fair, provided the heat of the internal air exceeded that of the external equally in both of those states of the atmosphere.\\n\\n\\\"The remote reason of these differences did not immediately present itself. I soon, however, saw that the closed shutter shielded the glass which it covered from the heat that was radiated to the windows by the walls and furniture of the room, and thus kept it nearer to the temperature of the external air than those parts could be which, from being uncovered, received the heat emitted to them by the bodies just mentioned.\\n\\n\\\"In making these experiments, I seldom observed the inside of any pane to be more than a little damped, though it might be from eight to twelve degrees colder than the general mass of the air in the room; while, in the open air, I had often found a great dew to form on substances only three or four degrees colder than the atmosphere. This at first surprised me; but the cause now seems plain. The air of the chamber had once been a portion of the external atmosphere, and had afterwards been heated, when it could receive little accessories to its original moisture. It constantly required being cooled considerably before it was even brought back to its former nearness to repletion with water; whereas the whole external air is commonly, at night, nearly replete with moisture, and therefore readily precipitates dew on bodies only a little colder than itself.\\n\\n\\\"When the air of a room is warmer than the external atmosphere, the effect of an outside shutter on the temperature of the glass of the window will be directly opposite to what has just been stated; since it must prevent the radiation, into the atmosphere, of the heat of the chamber transmitted through the glass.\\n\\n\\\"2. Count Rumford appears to have rightly conjectured that the inhabitants of certain hot countries, who sleep at nights on the tops of their houses, are cooled during this exposure by the radiation of their heat to the sky; or, according to his manner of expression, by receiving frigorific rays from the heavens. Another fact of this kind seems to be the greater chill which we often experience upon passing at night from the cover of a house into the air than might have been expected from the cold of the external atmosphere. The cause, indeed, is said to be the quickness of transition from one situation to another. But if this were the whole reason, an equal chill would be felt in the day, when the difference, in point of heat, between the internal and external air was the same as at night, which is not the case. Besides, if I can trust my own observation, the feeling of cold from this cause is more remarkable in a clear than in a cloudy night, and in the country than in towns. The following appears to be the manner in which these things are chiefly to be explained:\\n\\n\\\"During the day our bodies while in the open air, although not immediately exposed to the sun's rays, are yet constantly deriving heat from them by means of the reflection of the atmosphere. This heat, though it produces little change on the temperature of the air which it traverses, affords us some compensation for the heat which we radiate to the heavens. At night, also, if the sky be overcast, some compensation will be made to us, both in the town and in the country, though in a less degree than during the day, as the clouds will remit towards the earth no inconsiderable quantity of heat. But on a clear night, in an open part of the country, nothing almost can be returned to us from above in place of the heat which we radiate upward. In towns, however, some compensation will be afforded even on the clearest nights for the heat which we lose in the open air by that which is radiated to us from the sun round buildings.\\n\\nTo our loss of heat by radiation at times that we derive little compensation from the radiation of other bodies is probably to be attributed a great part of the hurtful effects of the night air. Descartes says that these are not owing to dew, as was the common opinion of his contemporaries, but to the descent of certain noxious vapors which have been exhaled from the earth during the heat of the day, and are afterwards condensed by the cold of a serene night. The effects in question certainly cannot be occasioned by dew, since that fluid does not form upon a healthy human body in temperate climates; but they may, notwithstanding, arise from the same cause that produces dew on those substances which do not, like the human body, possess the power of generating heat for the supply of what they lose by radiation or any other means.\\\"\\\\[2\\\\]\\n\\nThis explanation made it plain why dew forms on a clear night, when there are no clouds to reflect the radiant heat. Combined with Dalton's theory that vapor is an independent gas, limited in quantity in any given space by the temperature of that space, it solved the problem of the formation of clouds, rain, snow, and hoar-frost. Thus this paper of Wells's closed the epoch of speculation regarding this field of meteorology, as Hutton's paper of 1784 had opened it. The fact that the volume containing Hutton's paper contained also his epoch-making paper on geology finds curiously a duplication in the fact that Wells's volume contained also his essay on Albinism, in which the doctrine of natural selection was for the first time formulated, as Charles Darwin freely admitted after his own efforts had made the doctrine famous.\\n\\nISOTHERMS AND OCEAN CURRENTS\\n\\nThe very next year after Dr. Wells's paper was published there appeared in France the third volume of the Memoires de Physique et de Chimie de la Societe d'Arcueil, and a new epoch in meteorology was inaugurated. The society in question was numerically an inconsequential band, listing only a dozen members; but every name was a famous one: Arago, Berard, Berthollet, Biot, Chaptal, De Candolle, Dulong, Gay-Lussac, Humboldt, Laplace, Poisson, and Thenard--rare spirits every one. Little danger that the memoirs of such a band would be relegated to the dusty shelves where most proceedings of societies belong--no milk-for-babes fare would be served to such a company.\\n\\nThe particular paper which here interests us closes this third and last volume of memoirs. It is entitled \\\"Des Lignes Isothermes et de la Distribution de la Chaleursurle Globe.\\\" The author is Alexander Humboldt. Needless to say, the topic is handled in a masterly manner. The distribution of heat on the surface of the globe, on the mountain-sides, in the interior of the earth; the causes that regulate such distribution; the climatic results--these are the topics discussed. But what gives epochal character to the paper is the introduction of those isothermal lines circling the earth in irregular course, joining together places having the same mean annual temperature, and thus laying the foundation for a science of comparative climatology.\\n\\nIt is true the attempt to study climates comparatively was not new. Mairan had attempted it in those papers in which he developed his bizarre ideas as to central emanations of heat. Euler had brought his profound mathematical genius to bear on the topic, evolving the \\\"extraordinary conclusion that under the equator at midnight the cold ought to be more rigorous than at the poles in winter.\\\" And in particular Richard Kirwan, the English chemist, had combined the mathematical and the empirical methods and calculated temperatures for all latitudes. But Humboldt differs from all these predecessors in that he grasps the idea that the basis of all such computations should be not theory, but fact. He drew his isothermal lines not where some occult calculation would locate them on an ideal globe, but where practical tests with the thermometer locate them on our globe as it is. London, for example, lies in the same latitude as the southern extremity of Hudson Bay; but the isotherm of London, as Humboldt outlines it, passes through Cincinnati.\\n\\nOf course such deviations of climatic conditions between places in the same latitude had long been known. As Humboldt himself observes, the earliest settlers of America were astonished to find themselves subjected to rigors of climate for which their European experience had not at all prepared them. Moreover, sagacious travellers, in particular Cook's companion on his second voyage, young George Forster, had noted as a general principle that the western borders of continents in temperate regions are always warmer than corresponding latitudes of their eastern borders; and of course the general truth of temperatures being milder in the vicinity of the sea than in the interior of continents had long been familiar. But Humboldt's isothermal lines for the first time gave tangibility to these ideas, and made practicable a truly scientific study of comparative climatology.\\n\\nIn studying these lines, particularly as elaborated by further observations, it became clear that they are by no means haphazard in arrangement, but are dependent upon geographical conditions which in most cases are not difficult to determine. Humboldt himself pointed out very clearly the main causes that tend to produce deviations from the average--or, as Dove later on called it, the normal--temperature of any given latitude. For example, the mean annual temperature of a region (referring mainly to the northern hemisphere) is raised by the proximity of a western coast; by a divided configuration of the continent into peninsulas; by the existence of open seas to the north or of radiating continental surfaces to the south; by mountain ranges to shield from cold winds; by the infrequency of swamps to become congealed; by the absence of woods in a dry, sandy soil; and by the serenity of sky in the summer months and the vicinity of an ocean current bringing water which is of a higher temperature than that of the surrounding sea.\\n\\nConditions opposite to these tend, of course, correspondingly to lower the temperature. In a word, Humboldt says the climatic distribution of heat depends on the relative distribution of land and sea, and on the \\\"hypsometrical configuration of the continents\\\"; and he urges that \\\"great meteorological phenomena cannot be comprehended when considered independently of geognostic relations\\\"--a truth which, like most other general principles, seems simple enough once it is pointed out.\\n\\nWith that broad sweep of imagination which characterized him, Humboldt speaks of the atmosphere as the \\\"aerial ocean, in the lower strata and on the shoals of which we live,\\\" and he studies the atmospheric phenomena always in relation to those of that other ocean of water. In each of these oceans there are vast permanent currents, flowing always in determinate directions, which enormously modify the climatic conditions of every zone. The ocean of air is a vast maelstrom, boiling up always under the influence of the sun's heat at the equator, and flowing as an upper current towards either pole, while an undercurrent from the poles, which becomes the trade-winds, flows towards the equator to supply its place.\\n\\nBut the superheated equatorial air, becoming chilled, descends to the surface in temperate latitudes, and continues its poleward journey as the anti-trade-winds. The trade-winds are deflected towards the west, because in approaching the equator they constantly pass over surfaces of the earth having a greater and greater velocity of rotation, and so, as it were, tend to lag behind-- an explanation which Hadley pointed out in 1735, but which was not accepted until Dalton independently worked it out and promulgated it in 1793. For the opposite reason, the anti-trades are deflected towards the east; hence it is that the western, borders of continents in temperate zones are bathed in moist sea-breezes, while their eastern borders lack this cold- dispelling influence.\\n\\nIn the ocean of water the main currents run as more sharply circumscribed streams--veritable rivers in the sea. Of these the best known and most sharply circumscribed is the familiar Gulf Stream, which has its origin in an equatorial current, impelled westward by trade-winds, which is deflected northward in the main at Cape St. Roque, entering the Caribbean Sea and Gulf of Mexico, to emerge finally through the Strait of Florida, and journey off across the Atlantic to warm the shores of Europe.\\n\\nSuch, at least, is the Gulf Stream as Humboldt understood it. Since his time, however, ocean currents in general, and this one in particular, have been the subject of no end of controversy, it being hotly disputed whether either causes or effects of the Gulf Stream are just what Humboldt, in common with others of his time, conceived them to be. About the middle of the century Lieutenant M. F. Maury, the distinguished American hydrographer and meteorologist, advocated a theory of gravitation as the chief cause of the currents, claiming that difference in density, due to difference in temperature and saltness, would sufficiently account for the oceanic circulation. This theory gained great popularity through the wide circulation of Maury's Physical Geography of the Sea, which is said to have passed through more editions than any other scientific book of the period; but it was ably and vigorously combated by Dr. James Croll, the Scottish geologist, in his Climate and Time, and latterly the old theory that ocean currents are due to the trade-winds has again come into favor. Indeed, very recently a model has been constructed, with the aid of which it is said to have been demonstrated that prevailing winds in the direction of the actual trade-winds would produce such a current as the Gulf Stream.\\n\\nMeantime, however, it is by no means sure that gravitation does not enter into the case to the extent of producing an insensible general oceanic circulation, independent of the Gulf Stream and similar marked currents, and similar in its larger outlines to the polar- equatorial circulation of the air. The idea of such oceanic circulation was first suggested in detail by Professor Lenz, of St. Petersburg, in 1845, but it was not generally recognized until Dr. Carpenter independently hit upon the idea more than twenty years later. The plausibility of the conception is obvious; yet the alleged fact of such circulation has been hotly disputed, and the question is still sub judice.\\n\\nBut whether or not such general circulation of ocean water takes place, it is beyond dispute that the recognized currents carry an enormous quantity of heat from the tropics towards the poles. Dr. Croll, who has perhaps given more attention to the physics of the subject than almost any other person, computes that the Gulf Stream conveys to the North Atlantic one- fourth as much heat as that body receives directly from the sun, and he argues that were it not for the transportation of heat by this and similar Pacific currents, only a narrow tropical region of the globe would be warm enough for habitation by the existing faunas. Dr. Croll argues that a slight change in the relative values of northern and southern trade-winds (such as he believes has taken place at various periods in the past) would suffice to so alter the equatorial current which now feeds the Gulf Stream that its main bulk would be deflected southward instead of northward, by the angle of Cape St. Roque. Thus the Gulf Stream would be nipped in the bud, and, according to Dr. Croll's estimates, the results would be disastrous for the northern hemisphere. The anti-trades, which now are warmed by the Gulf Stream, would then blow as cold winds across the shores of western Europe, and in all probability a glacial epoch would supervene throughout the northern hemisphere.\\n\\nThe same consequences, so far as Europe is concerned at least, would apparently ensue were the Isthmus of Panama to settle into the sea, allowing the Caribbean current to pass into the Pacific. But the geologist tells us that this isthmus rose at a comparatively recent geological period, though it is hinted that there had been some time previously a temporary land connection between the two continents. Are we to infer, then, that the two Americas in their unions and disunions have juggled with the climate of the other hemisphere? Apparently so, if the estimates made of the influence of the Gulf Stream be tenable. It is a far cry from Panama to Russia. Yet it seems within the possibilities that the meteorologist may learn from the geologist of Central America something that will enable him to explain to the paleontologist of Europe how it chanced that at one time the mammoth and rhinoceros roamed across northern Siberia, while at another time the reindeer and musk-ox browsed along the shores of the Mediterranean.\\n\\nPossibilities, I said, not probabilities. Yet even the faint glimmer of so alluring a possibility brings home to one with vividness the truth of Humboldt's perspicuous observation that meteorology can be properly comprehended only when studied in connection with the companion sciences. There are no isolated phenomena in nature.\\n\\nCYCLONES AND ANTI-CYCLONES\\n\\nYet, after all, it is not to be denied that the chief concern of the meteorologist must be with that other medium, the \\\"ocean of air, on the shoals of which we live.\\\" For whatever may be accomplished by water currents in the way of conveying heat, it is the wind currents that effect the final distribution of that heat. As Dr. Croll has urged, the waters of the Gulf Stream do not warm the shores of Europe by direct contact, but by warming the anti-trade-winds, which subsequently blow across the continent. And everywhere the heat accumulated by water becomes effectual in modifying climate, not so much by direct radiation as by diffusion through the medium of the air.\\n\\nThis very obvious importance of aerial currents led to their practical study long before meteorology had any title to the rank of science, and Dalton's explanation of the trade-winds had laid the foundation for a science of wind dynamics before the beginning of the nineteenth century. But no substantial further advance in this direction was effected until about 1827, when Heinrich W. Dove, of Konigsberg, afterwards to be known as perhaps the foremost meteorologist of his generation, included the winds among the subjects of his elaborate statistical studies in climatology.\\n\\nDove classified the winds as permanent, periodical, and variable. His great discovery was that all winds, of whatever character, and not merely the permanent winds, come under the influence of the earth's rotation in such a way as to be deflected from their course, and hence to take on a gyratory motion--that, in short, all local winds are minor eddies in the great polar-equatorial whirl, and tend to reproduce in miniature the character of that vast maelstrom. For the first time, then, temporary or variable winds were seen to lie within the province of law.\\n\\nA generation later, Professor William Ferrel, the American meteorologist, who had been led to take up the subject by a perusal of Maury's discourse on ocean winds, formulated a general mathematical law, to the effect that any body moving in a right line along the surface of the earth in any direction tends to have its course deflected, owing to the earth's rotation, to the right hand in the northern and to the left hand in the southern hemisphere. This law had indeed been stated as early as 1835 by the French physicist Poisson, but no one then thought of it as other than a mathematical curiosity; its true significance was only understood after Professor Ferrel had independently rediscovered it (just as Dalton rediscovered Hadley's forgotten law of the trade-winds) and applied it to the motion of wind currents.\\n\\nThen it became clear that here is a key to the phenomena of atmospheric circulation, from the great polar-equatorial maelstrom which manifests itself in the trade-winds to the most circumscribed riffle which is announced as a local storm. And the more the phenomena were studied, the more striking seemed the parallel between the greater maelstrom and these lesser eddies. Just as the entire atmospheric mass of each hemisphere is seen, when viewed as a whole, to be carried in a great whirl about the pole of that hemisphere, so the local disturbances within this great tide are found always to take the form of whirls about a local storm-centre--which storm-centre, meantime, is carried along in the major current, as one often sees a little whirlpool in the water swept along with the main current of the stream. Sometimes, indeed, the local eddy, caught as it were in an ancillary current of the great polar stream, is deflected from its normal course and may seem to travel against the stream; but such deviations are departures from the rule. In the great majority of cases, for example, in the north temperate zone, a storm-centre (with its attendant local whirl) travels to the northeast, along the main current of the anti-trade-wind, of which it is a part; and though exceptionally its course may be to the southeast instead, it almost never departs so widely from the main channel as to progress to the westward. Thus it is that storms sweeping over the United States can be announced, as a rule, at the seaboard in advance of their coming by telegraphic communication from the interior, while similar storms come to Europe off the ocean unannounced. Hence the more practical availability of the forecasts of weather bureaus in the former country.\\n\\nBut these local whirls, it must be understood, are local only in a very general sense of the word, inasmuch as a single one may be more than a thousand miles in diameter, and a small one is two or three hundred miles across. But quite without regard to the size of the whirl, the air composing it conducts itself always in one of two ways. It never whirls in concentric circles; it always either rushes in towards the centre in a descending spiral, in which case it is called a cyclone, or it spreads out from the centre in a widening spiral, in which case it is called an anti-cyclone. The word cyclone is associated in popular phraseology with a terrific storm, but it has no such restriction in technical usage. A gentle zephyr flowing towards a \\\"storm- centre\\\" is just as much a cyclone to the meteorologist as is the whirl constituting a West-Indian hurricane. Indeed, it is not properly the wind itself that is called the cyclone in either case, but the entire system of whirls--including the storm-centre itself, where there may be no wind at all.\",\"timestamp\":1636538152,\"title\":\"The fourth zone will have been composed of the ocean of turbid and heated water, \"},\"digest\":\"3sDgG2ZYyZRF6UThbkPGFThRcW6GuaJxA621RzBdJ2I\",\"authorship\":{\"contributor\":\"0x849f0e3F3Bfcf11a0bcbF693C723C28c2B90aE1C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z_U-qJjTcWWaRfyEbFJPmacK5ss3vSy8d6D9swDQM6Y\\\",\\\"y\\\":\\\"1yO5PXZIxlMVppWjNncOF7cLWMDX1Lc4ArWr1fJb01s\\\"}\",\"signature\":\"YvyGCED9yDMtKOkp19Ofd1OpanOH2OrRmYUaJSxdQ-1w2rhl3KZd5hOBaUp8diGjvN6PDyHB1ChjfOOngCLX_g\",\"signingKeySignature\":\"0x2656718c220d39c2ca99f8558a8ca5814206154e55fa0614480404e0cf6f1661530a107a033ef37d0a6200bc2391c22afb89fd84db98ce632c442a81a21e816c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z_U-qJjTcWWaRfyEbFJPmacK5ss3vSy8d6D9swDQM6Y\\\",\\\"y\\\":\\\"1yO5PXZIxlMVppWjNncOF7cLWMDX1Lc4ArWr1fJb01s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3sDgG2ZYyZRF6UThbkPGFThRcW6GuaJxA621RzBdJ2I\"}"