"{\"content\":{\"body\":\"Social and economic systems we build are there to serve us, and not the other way around.\\n\\n# Chaos, patterns and finding our way\\n\\nFor a long time, I have reflected on the meaning of life: Is it making money? Is it having a lot of friends? Is it having the latest Tesla model? The meaning of life is the impact we have on people’s lives. It is the only path that should guide us.\\n\\n### Creating a Smart Society\\n\\nA [2017 paper](https://hbr.org/2017/10/the-smart-society-of-the-future-doesnt-look-like-science-fiction) by Bhaskar Chakravorti and Ravi Shankar Chaturvedi of The Fletcher School at Tufts University defines a Smart Society as:\\n\\n> *“A society where digital technology, thoughtfully deployed, can improve on three broad outcomes: the well-being of citizens, the strength of the economy, and the effectiveness of institutions.”*\\n\\nPerhaps what is flawed, and therefore incendiary, about the idea of ​​progress is that it implies a destiny — an endpoint. The truth is that while we can make powerful breakthroughs that improve living conditions for all of us, there is *no predetermined endpoint to human affairs*.\\n\\nInstead, the story is best viewed as an *ongoing struggle* to make those breakthroughs. There is no destination. There is no final destination. There is only a process of continuous renewal. Events like this pandemic are a reminder, a relatively small reminder by historical standards, of that truth. \\n \\n\\nNow, it seems to me, the new world we have built **demands a new value system**. In our struggle to build a better home for ourselves, we have created a world system unlike anything that has ever existed before. If freedom was the value at the heart of our socio-economic system in the 20th century, then today we must build a new system that addresses the central fact of this new world: *interconnectedness.*\\n\\nIt is increasingly clear that global interconnectedness, and the overwhelming complexity to which it gives rise, is the central challenge of the coming decades. Today, an economic crisis, a supply chain disruption, and a viral outbreak in one part of the world has almost instantaneous ripple effects for the entire system; meanwhile, global warming does not respect borders.\\n\\nWe must build **social and political modes** that allow us to remain open to the incredible benefits of global interconnection while doing more to protect ourselves from harm. This means embracing collaboration and adopting new thoughts on how the individual citizen relates to the collective, and how the local relates to the global.\\n\\nYes, we must preserve the heritage that liberal democracy has left us: freedom, tolerance, the dignity of the individual. But we must also recognize that uninhibited individualism, and the liberal fantasy of a borderless global system, exposes us to new dangers and is out of step with the way most people understand their own lives.\\n\\nChanges to create smarter cities must begin with a simple reaffirmation of ourselves. That is, a reminder that the social and economic systems we build are there to serve us, and not the other way around.\\n\\nWe must find new ways to prioritize those around us over the phone screen, the news feed, and the stock price. Within the vast complexity that we now inhabit, we must find new ways to return to each other.\\n\\n*After all, in the end, the only thing left for us is each other.*\",\"timestamp\":1635245330,\"title\":\"Smart Societies Require a Paradigm Shift, Not Just Technology\"},\"digest\":\"otCoWE8TkzMq8nvLFPbdBRalpjrYCs4LI1BKiE60ftg\",\"authorship\":{\"contributor\":\"0x3fea0952d46786D1DeB1Ae657353F4ae3A4bbB1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q5frOetRb5aHiGbXS8GiHsuf0F-afCD0se3quWGOpiY\\\",\\\"y\\\":\\\"fzeZm44Hzc0XGK0g-gGAqpWuPRyVC3Gh6n4y9P8XhgU\\\"}\",\"signature\":\"eJeWHxyb1nfCUlHcu7R45N9yQ4p9kunal35Fl36DQjp9HUI6TtGW2ikphncZxIZbdPy7o0QXF4MYZllIkOBgwQ\",\"signingKeySignature\":\"0x6604316ec9dc58dda37b7eef49e092321fd20c76502e70ac7883752bfadf9f241e7231d409f04c190767bd319bcecf3f112e14fb36e0d5fa90cb6a57cacd99371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q5frOetRb5aHiGbXS8GiHsuf0F-afCD0se3quWGOpiY\\\",\\\"y\\\":\\\"fzeZm44Hzc0XGK0g-gGAqpWuPRyVC3Gh6n4y9P8XhgU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"otCoWE8TkzMq8nvLFPbdBRalpjrYCs4LI1BKiE60ftg\"}"