"{\"content\":{\"body\":\"![Image from David Bowie's iconic 1999 BBC interview on the impact of the internet on content, culture, and society](https://images.mirror-media.xyz/publication-images/RKmubSTfjJT1pLb3sYnyD.jpeg?height=466&width=660)\\n\\nIn 1999, BBC Newsnight taped an iconic interview of David Bowie. During the conversation, the interviewer asked a question about the impact the internet will have on art and content.\\n\\nDavid Bowie responded with an incredibly insightful prognosis on how the future of content would play out: [Click to view a condensed clip from the interview.](https://www.youtube.com/watch?v=8tCC9yxUIdw)\\n\\n> **“The actual context and state of content \\\\[on the internet\\\\] is going to be so different to anything we can envisage at the moment, where the interplay between the user and the provider will be so in sympatico it’s going to crush our ideas of what mediums are all about.” — David Bowie, 1999 BBC Newsnight**\\n\\nDavid Bowie is one of my favorite artists of all time. His genius extended far beyond music, and it’s not surprising he was very prescient when it came to the impact of the internet.\\n\\nWhile David Bowie was able to see his thesis come to light over the next 15 year, unfortunately, he’s no longer with us today. That said, I’m sure if David Bowie was still around he would be saying eerily similar things about the impact the next technological shift will have on content, culture, and society at large. We’re speaking, of course, about the shift happening with Web3 technology – blockchain, crypto, NFTs, and more.\\n\\nPerhaps he would even refer to Web3 technology as an “alien life form” in the same vein as the internet.\\n\\n### Web2: Content and Culture are Primed for a Paradigm Shift\\n\\n![Web2 Cultural Gatekeepers](https://images.mirror-media.xyz/publication-images/5uiloMphU7PwbqGbwffJ6.png?height=478&width=617)\\n\\nThe internet’s impact on creative content and culture since Bowie’s interview is undeniable. Everywhere we look, we see Bowie’s predictions bourne out in the Web2 platforms dominating culture today: we consume most of our music through Spotify; we consume most of our movies and TV shows through Netflix and other streaming platforms; entirely new content mediums are created, memed, and remixed on TikTok, Twitter, YouTube, and Instagram.\\n\\nHowever, the early days of the internet painted a future of borderless, peer-to-peer networks of unlimited creative possibility. The reality today is the new, open mediums for cultural exchange enabled by the internet have transitioned to gatekeepers and intermediaries demanding their share of cultural equity.\\n\\nAs [Rex Woodbury best articulates](https://digitalnative.substack.com/p/social-tokens-and-creator-centric), the promise of the internet was to remove gatekeepers. Facebook and Twitter would obfuscate the newspaper editors, Spotify and Soundcloud the record labels, YouTube and TikTok the studio chiefs. But by cutting out the middlemen, the big internet platforms became the middlemen.\\n\\nWhile the internet has given the illusion of allowing creators to go direct to their communities, the platforms have just become the new gatekeepers. Misaligned incentives are baked into their DNA: the platforms are built for advertisers, not for creators and communities. Instagram, for instance, has a 100% take rate on content posted on the platform – in other words, Instagram has never bothered to build tools for its creators to make money.\\n\\nHowever, the world of cultural gatekeepers we live in today is not the end-stage. Thanksfully, innovation continues, and we’re beginning to see cracks in the foundation of the Web2 incumbents.\\n\\n### Web3: Innovation Unlocking a New Cultural Paradigm\\n\\n![Web3: Read, write, own](https://images.mirror-media.xyz/publication-images/gqS8ttTI0twman2WyU34C.png?height=2160&width=3840)\\n\\nAs the Web3 platform shift further develops, more use cases for blockchain technology are coming to light in all sorts of industries. The Web3 technological and social movement is increasingly producing the necessary tools and infrastructure to facilitate next-generation, peer-to-peer creative economies that remove the rent-seeking, the gatekeeping, and the industry-wide 30% marketplace commission that has defined the business model of the web until now.\\n\\nAs [Chris Dixon states](https://twitter.com/cdixon/status/1442201623338438659), Web 2 (roughly 2005-2020) was about siloed, centralized services run by corporations. Most of the value accrued to a handful of companies like Google, Apple, Amazon, and Facebook.\\n\\nWe are now at the beginning of the Web 3 era, which combines the decentralized, community-governed ethos of Web 1 with the advanced, modern functionality of Web 2. This fixes the core problem of centralized networks, where the value is accumulated by one company, and the company ends up fighting its own users and partners. Web 3 is the internet owned by the builders and users, orchestrated with tokens.\\n\\nBut what about the cultural mediums we enjoy the most today – music, fashion, art, sports, gaming, etc.? Web3’s playbook is all about cutting out the middlemen, and that’s exactly what’s going to take place in the cultural and content mediums that we enjoy the most today.\\n\\nInstead of being passive consumers of content, we will be active owners, participants, and decision-makers. The new Web3 platforms provide the tools to actually enable content consumers to be invested members of a community and share in the success of content. In many cases, community-owned and operated culture will allow the people who are the consumers to even take part in the production of these things. The result, he says, is a “powerful ecosystem” that blurs the lines between producer and consumer.\\n\\nWhy is this important? This transition from today’s Web2 gatekeepers to decentralized Web3 platforms creates a more direct relationship between content producers and content consumers. As a result, value will accrue at the edges of the network (producers & consumers) as opposed to centralized intermediaries. \\n\\nIn short, Web3 creates more efficient relationships and incentives amongst the producers and consumers of culture today.\\n\\nAs we make the shift from [Web2’s read-write to Web3’s read-write-own](https://twitter.com/cdixon/status/1459036992050716697), a new cultural paradigm is unlocked – **Community-Owned Culture.** It’s also becoming clear that our participation in culture is going to look very different in the coming decades than it did in the last few decades.\\n\\nIn fact, that transition is already taking place.\\n\\n## Five Web3 Projects Enabling Community-Owned Culture\\n\\nTo illustrate the impact of Web3, let’s look at a number of Web3 projects that are changing the way we experience and participate in culture today.\\n\\n### P00ls: Community-Owned Creator Tokens\\n\\n![DJ Blonde:Ish is one of the first creators to launch a social token the P00LS platform](https://images.mirror-media.xyz/publication-images/MCw_IoMMTKsSuJrip9dzX.jpeg?height=2048&width=2048)\\n\\n[P00LS](https://www.p00ls.io/) is one of the best examples of a project changing the dynamic of how people interact with culture. They are building the leading community-first, decentralized exchange for creator cryptocurrencies.\\n\\nWhat are creator cryptocurrencies? Essentially, P00LS partners with creators to launch a proprietary [social token](https://www.forbes.com/sites/forbesfinancecouncil/2021/09/20/social-tokens-a-web-30-playbook-for-monetizing-yourself/?sh=1a3efc932e44), distribute it to their communities, and list it on the P00LS decentralized exchange, where it can be earned and traded on Ethereum. Because the tokens are authenticated on blockchain technologies, owners can’t replicate them— creating scarcity to maintain the token’s perceived value.\\n\\nFans don’t purchase the tokens directly. Instead, they earn the tokens by engaging with creators, say by watching videos, listening to a creator’s music or taking quizzes. Creators can use the token to grant access to exclusive events, bonus content, or sell as trendy virtual merchandise. The startup also plans to also launch a secondary market in the first quarter of next year. The company will earn revenue from those transactions as well as the sale of its own, yet-unlaunched token, $00.\\n\\n[Referencing Rex Woodburry again](https://digitalnative.substack.com/p/social-tokens-and-creator-centric) – social tokens like those provide by P00LS, at their core, are simply a way of connecting creators directly to the consumers of their content. Think of a social token as creative equity. Entrepreneurs have equity in their companies, creators have a stake of their own social token. When designed well, a social token grows in value with the total level of attention invested in a creator. Note that the same level of attention can be achieved by a small group of people giving a lot of attention to a creator, or a large group of people giving a small amount of attention. Using social tokens, creators, no matter the size of their following, can directly and authentically turn the attention they earn into capital.\\n\\nBeyond the creators themselves, this social token-first model benefits fans, who become active stakeholders in the community of an artist. By supporting an artist early, and helping them grow by investing their attention, fans are rewarded with units of social tokens in the same way that investors receive shares of a company for their investment in an entrepreneur and their company. To look at it from a Web2 perspective, the value of attention is basically the cumulative revenue generated by social media platforms that mine it and sell it to advertisers. In 2021, that value amounts to more than $50bn so far.\\n\\nNow, with the advent of Web3 and social tokens, a whole suite of shiny new tools are at the disposal of creators and fans alike to monetize this ecosystem and ultimately make it more inclusive and equitable. In the future, instead of measuring a creator’s clout based on her Instagram following, we’ll point to her market cap. Kim Kardashian might launch the $KIM token with 10 million $KIM in circulation, each trading at $100. That gives Kim a market cap of $1 billion.\\n\\nThe startup debuted its first social token at Miami’s Art Basel convention recently, launching $ISH, a token in collaboration with a Canadian DJ who goes by the name [Blond:Ish](https://twitter.com/blond_ish) (a DJ whose [sets](https://www.youtube.com/watch?v=ad4IAkS-1-w) I’ve been getting into recently). The team recently announced an [$18 million seed funding](https://www.theinformation.com/articles/a-startup-dives-into-the-social-token-pool-tiktok-expands-tipping?rc=ldd5pg) round led by Global Founders Capital, with participation from investors including L2 Ventures, Shift, Maveron and Kima Ventures.\\n\\n### Royal: Community-Owned Music\\n\\n![Last month, Royal founder and e 3LAU gave away 333 limited digital assets (NFTs pictured above) representing 50% streaming ownership in his latest single, ‘Worst Case.’](https://images.mirror-media.xyz/publication-images/MTzTe-4eZrH3_jBCuhak0.jpeg?height=1080&width=1080)\\n\\n[Royal](http://royal.io/) is another project changing the dynamic of how fans interact with their favorite creators. Instead of allowing fans to invest in individual creator tokens like P00LS, Royal allows fans to invest directly into the music content produced by creators. With Royal, anyone can own a piece of their favorite music, shifting power in the music industry from middlemen and labels to artists and their fans.\\n\\nRoyal’s model represents a new era in music royalty ownership, enabled by blockchain technology. Artists can simultaneously empower their fanbase while funding their careers. At the same time, fans get access to opportunities that traditionally have only been available to major labels, large investors, and highly-connected individuals.\\n\\nLimited digital assets, or LDAs, are the backbone of the system. An artist decides how much of his or her royalty share to reserve for LDA-holding fans and how many “official editions” to mint for a given song. Royal then facilitates the sale of those LDA tokens, generating cash for the artist and the possibility of future income from the song owners. A song with 100 “official editions” might entitle each holder to 0.5% of the royalties it generates.\\n\\nThe idea is to take the traditional record industry model, in which the label might keep 80 percent of all future royalties, and flip it to one where the artist keeps 80 percent. Royal takes a cut of primary sales that is under 10 percent (well below industry standard) as well as a cut of secondary sales.\\n\\nAs a massive music fan myself, it’s particularly exciting to see new technology with ambitious goals to upend the power dynamics in the music industry, a sector with incumbents who have been notoriously difficult to unseat with Web2 innovation.\\n\\nPicture how engaging our interactions with our favorite music will be with platforms like Royal. Rather than using a simple Spotify-like user interface, you’ll be able to look at the up-and-coming artists who you love and make a bet on the music and its ability to generate future cash flows.\\n\\nThis is a theme of Web3 at large – producing a financial market around everything and unlocking the power of finance for the individual. You can create meaning by putting financial markets behind everything and enabling folks to be financial participants in the markets they love most. In reality, this is an extension of an exciting theme that began in the Web2 era as the “financialization of everything” (Check out [John Luttig’s](https://luttig.substack.com/p/finance-as-culture) post on this topic, and Chicago Ventures’ investment in [Franshares](https://franshares.com/) as an illustration of unlocking new financial markets).\\n\\nThe founders add an extra degree of credibility to Royal’s platform, which is a substantive advantage for any Web3 project radically shifting legacy industries. [Justin Blau](https://twitter.com/3lau) (CEO of Royal) is one of the top five highest-earning artists in electronic dance music and an early crypto adopter and blockchain advocate who began working with NFTs in 2018. [JD Ross](https://twitter.com/justindross), co-founder and President of Royal, previously co-founded Opendoor ($OPEN) and was a General Partner at Atomic, the venture studio that co-founded successful startups including Hims & Hers, Bungalow, Butter, Homebound, Villa, OpenStore, and more.\\n\\nLast month, Royal achieved some initial validation when [3LAU gave away 333 limited digital assets](https://opensea.io/collection/worst-case-by-3lau-royal) (Royal’s extended version of an NFT) representing 50% streaming ownership in his latest single, ‘Worst Case.’ Within the first two weeks, the song has reached an implied value of over $6m with fans holding half of the value, and the tokens have traded over $650k in secondary market volume, showing how an open market values ownership in music royalties.\\n\\nRoyal recently announced that they welcomed a star-studded roster of global artists among their investor list including The Chainsmokers, Nas, Logic, Stefflon Don, Kygo, Joyner Lucas, and Disclosure, while closing a [$55M Series A round](https://techcrunch.com/2021/11/22/nft-music-rights-startup-royal-banks-55m-investment-from-a16z-crypto/) led by a16z with additional investment from CAA and NEA’s Connect Ventures, Crush Music, Coinbase Ventures, Founders Fund, and Paradigm. This Series A follows their seed round of $16M, announced in August.\\n\\n### Socios: Community-Influenced Sports\\n\\n![Socios Partnership with my hometown Chicago Bulls (who are actually good this year!!)](https://images.mirror-media.xyz/publication-images/GXbzN_DspurWgsc9NYpSV.webp?height=2071&width=4502)\\n\\n[Socios](https://www.socios.com/) is a platform that’s rapidly changing another one of my favorite cultural subsets – sports fandom. The platform, which sells ‘fan tokens’, offers fans the chance to influence the decisions of their favorite teams.\\n\\nPowered by the digital currency Chiliz ($CHZ), Socios.com is a fan engagement and rewards app that allows fans to engage with favorite teams and clubs through digital assets known as Fan Tokens. Supporters use Fan Tokens to vote in exclusive club polls, connect with fans around the world in chat forums, earn VIP rewards and gain access to exclusive club and sponsor-related promotions.\\n\\nThe teams that have partnered with Chiliz have done so in order to launch their own fan tokens – or collectible digital assets – on Socios. Supporters can then buy fan tokens using the $CHZ cryptocurrency, which secures them the right to vote on club decisions such as kit designs, goal music, and where the team might travel for its pre-season tour – although the polls are ultimately decided on by the clubs. Unsurprisingly, the more tokens a fan buys, the more votes they get in club polls.\\n\\nFor teams, the incentive is a 50-50 split of revenue when their tokens are sold or traded, meaning multi-million-pound payouts potentially for several years as more tokens are issued.\\n\\nSome of the world's most recognizable sports teams are opening their eyes to the business of fan tokens. The company has deals with several leading global sports entities including soccer clubs PSG, Barcelona, and Arsenal to commercialize the teams’ tokens. These digital assets are purchased with cryptocurrency and can be traded. Token holders can also exchange them for rewards such as experiences with the team, the ability to vote in polls, and exclusive merchandise.\\n\\nAs it turns out, fan tokens are in high demand. When Barcelona, for example, launched their initial fan token offering in June last year, they sold out in less than two hours, generating US$1.3 million for the cash-strapped La Liga side. Clubs determine the price of their tokens, but the revenue from when those tokens are either traded or sold is split 50-50 between the teams and Socios.\\n\\nNBA team Los Angeles Lakers become the twenty-fourth team in the American basketball franchise to join Socios.com’s network. Like most of the other deals in the NBA, this partnership will be centered around Socios sponsoring the Lakers.\\n\\nIn 2021 alone, Socios claims its fan tokens have generated close to $200 million in revenue, meaning its partners are in line for a share of around $100 million, depending on how many they have sold. The app has taken off quickly, with 1.2m downloads since it launched in 2019. The company says it has 900,000 active users.\\n\\nSocios founder [Alexandre Dreyfus](https://twitter.com/alex_dreyfus?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) notes that the platform is serving a purpose for an industry where sports properties have “reached a ceiling” from a revenue perspective. Teams can’t sell more tickets than they have available, nor can they increase ticket prices exponentially due to a potential backlash, while there is evidence that income from sponsorship and broadcast rights is plateauing in many leagues.\\n\\nThe future of the sports industry, according to Dreyfus, involves a shift from a passive fan to an active fan industry, where fans will have more influence. Of course limited influence, but still influence, and that influence can be monetized.\\n\\nThe platform is starting with relatively trivial decisions like what song gets played in the stadium when a goal is scored. At the same time, one can imagine how the power and influence of Web3 tools like social tokens and DAOs on the entities they control can expand dramatically. This brings us to our next project…\\n\\n### Krause House DAO: Community-Owned Sports Teams\\n\\n![Krause House NFTs representing DAO participation, drawing inspiration from old-school NBA tickets](https://images.mirror-media.xyz/publication-images/Tw1nwHIS1XfHjf5uUI4zz.jpeg?height=720&width=1280)\\n\\nWe’re All Gonna Buy A Team — WAGBAT.\\n\\nThe Krause House is a Decentralized Autonomous Organization (DAO) with a very ambitious goal – **buying an NBA team.**\\n\\nNamed after the architect of the Chicago Bulls’ manifold championships, Jerry Krause, the Krause House self-identifies as “a community of hoop fanatics that are just crazy enough to buy an NBA team.”\\n\\nA ‘Decentralized Autonomous Organization’, better known as a DAO, self-organizes to accomplish a grand mission. Members of the DAO collectively decide on what they’ll do and how to get there. In contrast to traditionally geographically concentrated groups of individuals, anyone with an internet connection can contribute to a DAO. This approach grants a huge improvement in collective resources. The Krause House will leverage blockchain coordination to transparently manage the objectives of the ownership pool, enabling collective decision-making in place of a single owner (or small ownership group). The ultimate aim is to be able to prove to franchise owners that a DAO can be an effective way to run a professional basketball team.\\n\\nThe group of \\\\~2,000 members raised the equivalent of $4 million U.S. in the cryptocurrency Ethereum in six days. The crowdfunding, in the form of an NFT sale that resembled tickets to a stadium (pictured above), ended November 25th.\\n\\n\\\"Kraus House is absolutely serious,\\\" the founder Lewkowitz said in an interview. \\\"We're used to thinking about a billionaire buying a team as a one-time event. But this will be different. It's about people coming together and taking ownership of something they're really passionate about. Sports should be in the hands of people who care most about it.\\\"\\n\\nWhile this idea is a bit of a long shot in 2021. For one thing, it is nowhere in the universe of what the group would need to place a credible bid on even the least-valuable NBA team (The Memphis Grizzlies, estimated to be valued at around $1.3 billion). The money raised so far will be invested into future projects focused on becoming a serious NBA team bidder one day. The exact plan for all the new cash is light on specifics, however. Second, convincing the NBA to be open to a collectively-controlled crypto investment might not be the easiest sales pitch.\\n\\nHowever, Krause House is indicative of the ambitions of  Web3 changes all that by consumerizing ownership. With web3, consumers finally have the capability to collectively own and coordinate at scale.\\n\\nKrause House is an early indication of the power of DAOs in culture going forward. We're going to see ***a lot*** of examples of DAOs buying things. The recent [Constitution DAO](https://twitter.com/ConstitutionDAO) is an early indicator of this trend. While failing in its attempt to buy the constitution, the DAO successfully raised $46 million from a highly engaged community of Web3 enthusiasts.\\n\\nKrause House leadership goes as far as calling their idea inevitable – a professional sport team will be owned by a decentralized organization in the next 10 years. Only time will tell…\\n\\n### Metafactory: Community-Managed Fashion House\\n\\n![Shirt from a June 2020 Metafactory + TwistedVacancy Collaboration](https://images.mirror-media.xyz/publication-images/xDkBPo3rfwVuiVKLjXip5.jpeg?height=993&width=921)\\n\\n[MetaFactory](https://www.metafactory.ai/) is upending another cultural industry near and dear to my heart – Fashion.\\n\\nMetaFactory is a DAO that bills itself as a platform for collectively managed, community-owned fashion brands. Designers create their own brands and style guides, while the community gets to suggest and vote on product designs under the umbrella of the brand.\\n\\nMetaFactory aims to solve incentive misalignment between fashion designers, labels, and their customers. Apparel pricing is often set by perceived value, driven primarily by emotion, hype, and information asymmetry around material/production costs and product quality. This has contributed to weak retail sales, struggling brands, and dissatisfied customers. By representing products as tokens and selling them along a bonding curve, we enable organic price discovery based on free-market dynamics.\\n\\nAdditionally, consumers are starved for meaningful, authentic relationships with brands — particularly those that reflect their lifestyle and culture. Brands that have focused on [building robust, inclusive communities or ‘belonging’](https://www.fastcompany.com/40530846/the-best-brands-are-the-ones-that-build-belonging) have seen significantly greater brand loyalty and growth in recent years. In fact, “[more than half (58%) of consumers aged 25 to 34 say they’d be likely to spend more money on a brand’s products and services if they are part of meaningful brand communities](https://www.archantdialogue.co.uk/blog/why-millennials-value-brand-communities-and-what-makes-them-loyal).” Through direct incentive alignment, enabling individuals to participate financially in brand success, as well as help to govern future brand product direction, MetaFactory believes it can cultivate more successful brands through higher-engaged communities.\\n\\nArtists of all types are invited to create products that promote their art, community, project, protocol, token, etc. The platform abstracts away all the production and logistics with their network of fashion houses and production partners in California and Sweden, so creators can focus on their craft while MetaFactory facilitates creation, fulfillment, sales, and support. Any profits are shared between MetaFactory and the community-owned brand (and, ultimately, with the community itself).\\n\\nMembers of the Metafactory DAO use cryptocurrency to incentivize engagement – vote on new product designs and share in the profits from sales. $ROBOT is the MetaFactory Governance Token by which community members decide on token mechanics, reward schedules, partnerships, platform features, treasury use, and more. It is also the vehicle by which value is captured, distributed, earned, and shared. Creators receive $ROBOT based on the success of their product(s), buyers are rewarded with $ROBOT for their patronage, and the community earns $ROBOT by helping to curate the marketplace.\\n\\nMetaFactory is a completely new paradigm for participating in fashion enabled by Web3 technology. As the [website states](https://shop.metafactory.ai/pages/about-us), “MetaFactory was born out of a desire to cultivate crypto culture. Its form and function are continuously shaped by its community. It is our place to celebrate all the amazing, funny, insane, stupid, and wonderful things that make crypto...well, crypto.”\\n\\n## Looking Ahead: Participating in Community-Owned Culture\\n\\nI’m as excited about the potential of Web3 technologies as David Bowie was about the future of the internet. And if these nascent projects are any indicator, our participation in culture is going to look significantly different in the years to come thanks to the paradigm shift unlocked by blockchain technology.\\n\\nIn fact, the ethos of many of these projects rhymes with the original innovations of the Web2 era. The internet knows a vulnerable middleman when it sees one — as evidenced by Jeff Bezos’ “[your margin is my opportunity](https://quoteinvestigator.com/2019/01/13/margin/).”\\n\\nThis certainly applies to the industries that roll up to what we call culture more generally. The incumbents are primed to be unseated, and these new Web3 projects will spur the next wave of cultural innovation. Content will remain king in Web3, but this time [creators, not corporations, will control the reigns](https://mobile.twitter.com/masonnystrom/status/1361692708834787330). Crypto primitives will liberate content creators to charge larger amounts of money for their work and receive continuous payments as their work appreciates in value.\\n\\nAnother prescient Bezos quote comes to mind in the context of how far-fetched some of these ideas seem today: “Even well-meaning gatekeepers slow innovation. When a platform is self-service, even the improbable ideas can get tried, because there’s no expert gatekeeper ready to say ‘That will never work!’ And guess what—many of those improbable ideas do work, and society is the beneficiary of that diversity.” \\n\\nThese shifts may take time. But I also believe we tend to overestimate the impact of technology in the short run while vastly underestimating the impact of technology in the long run. Web3’s paradigm shift feels inevitable. Whether it’s the projects we’re discussing today or new ones yet to be conceived, it’s only a matter of time before massive changes come to fruition.\\n\\nThe early participants will be rewarded with amazing experiences, engaging online communities, and financial returns. It’s a great time to get involved – go create a crypto wallet, acquire some social tokens, contribute to a DAO, and start experimenting. Personally, I can’t wait.\",\"timestamp\":1639949954,\"title\":\"Community-Owned Culture: How Web3 is changing music, fashion, art, sports, and more\"},\"digest\":\"iMn30udHMnadlpHaYbJ18Xv7bBB3_Th7TIGqqmbdFgI\",\"authorship\":{\"contributor\":\"0xa3A2C19F6AC501e3a7793Cac25C006BB14D13c68\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KGUp37G4nuC1iGn64f1Vd_Xs7kR1j1WxoBBUMS_CJlc\\\",\\\"y\\\":\\\"r9pXLluF_D_SeVy3nKsa8WTAoZp2GprFypAMoHM8RYc\\\"}\",\"signature\":\"ql9gAGY7q1ed0T65W_HoH6w50DC_91oHqeEsQQcKBbGXt-yM1qyoCCgXmxogXi0zn3B8dCVW0DLBO5Y5Nx_Ptg\",\"signingKeySignature\":\"0x3e44cae1fa64ce7668a74a66d62dfc9007c27aad13abd594d82ddea110cb8f4767af80d9464acde997d0de84cce91331491bb184217395d8aa7fd831e66598f01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KGUp37G4nuC1iGn64f1Vd_Xs7kR1j1WxoBBUMS_CJlc\\\",\\\"y\\\":\\\"r9pXLluF_D_SeVy3nKsa8WTAoZp2GprFypAMoHM8RYc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HNx_BYWX2mFeAABE_x7VBOikktC5pohUrOPqj4xA7WI\"}"