"{\"content\":{\"body\":\"Meine erste Internetseite im zentralisieren Web veröffentlichte ich mit 12 Jahren und erreichte Tausende von Lesern und Zuschauern. Mit 19 Jahren erreichte ich Hunderttausende in den sozialen Netzwerken wie Facebook, dann Tiktok und heute auch LinkedIn. Bereits meine Schullehrer waren von meinen Internetseiten und von meinem Können begeistert, heute am 3.01.2022 mit 28 Jahren veröffentliche ich meinen ersten Blogeintrag im Web 3.0.  Das ist was ganz Besonderes.\\n\\n> ```\\n> I published my first website on the centralized web when I was 12 years old and reached thousands of readers. When I was 19,I reached hundreds of thousands on social networks like Facebook, then Tiktok and now LinkedIn. My school teachers love my work and were impressed about my websites and my skills. Today on November 3rd, 2022 at the age of 28 I publish my first blog entry in Web 3.0. That's something very special.\\n> ```\\n\\n2018 habe ich mich entschieden die Welt zu bereisen, leider hat das Corona Virus alle meine Pläne diesbezüglich auf den Kopf gestellt und einige Zeit musste mein Reiseblog ruhen. Ich hatte mein Reisblog gegründet, um Menschen , die nicht, die Möglichkeit haben zu reisen, Tipps und Tricks zu geben wie sie günstig und gleichzeitig sicher um die Welt kommen und um Menschen, verschiedener Völker und Ethnien durch Kennenlernen und Vermitteln von Wissen näher zusammen zu bringen.\\n\\n> ```\\n> In 2018 I decided to travel the world, but the Corona Virus destoryed my plans and my travel blog had to rest for a while. I founded my travel blog to give tips and tricks to people who do not have the opportunity to travel, how to get around the world cheaply and at the same time safely. I want to spread the word of people. How people live in another countries, what do they eat or think. I want to bring people from all over the world  closer together.\\n> ```\\n\\nZu meinen Zielen gehört auch, dass klimafreundliche und umweltbewusste Reisen in den Mittelpunkt zu bringen und auf Zugfahrten als eine moderne, günstigere, umweltbewustere und alternative Reisemöglichkeit aufzuweisen.\\n\\nDieses Angebot möchte ich nun erweitern und starte als travelfox.eth diesen Blog und weitere Projekte im Web 3.0.\\n\\n> ```\\n> One of my goals is to focus on climate-friendly and environmentally ways to travel and to show that train journeys are modern, cheaper and more environmentally.\\n> \\n> I would now like to expand this offer and start this blog and other projects in Web 3.0 as travelfox.eth:\\n> ```\\n\\n![Travelfox.eth](https://images.mirror-media.xyz/publication-images/-GdGkVQ5RT59hHxghwMTv.png?height=1500&width=3000)\\n\\nWenn du mich auf diese Reise im dezentralisierten Web begleiten willst, muss ich dir einige Tipps geben, damit du sicher für dieses Internet gerüstet bist:\\n\\n> ```\\n> If you want to accompany me on this journey in the decentralized web, I have to give you a few tips so that you are safely prepared for this Internet:\\n> ```\\n\\n**Schließe Versicherungen online und offline ab**\\n\\nDie Denzentralisierung und Anonymisierung im Web 3.0 macht es leider Kriminellen leicht ohne Folgen davon zu kommen. Um im Fall der Fälle abgesichert zu sein, nutze die Möglichkeit Versicherungen offline sowie aktuelle Programme im dezentralisierten Web. Dich informieren über aktuelle Programme, Neuigkeiten und die neusten Versichungsapp im Web 3.0 kannst du hier:\\n\\n> ```\\n> The decentralization and anonymization in Web 3.0 unfortunately makes it easy for bad people to get away without consequences. In order to be protected in the event of an emergency, use the option of insurance offline and current programs on the decentralized web. You can can read more about current programs, news and the latest insurance app in Web 3.0 here:\\n> ```\\n\\n[https://ethereum.org/en/](https://ethereum.org/en/)\\n\\n**Achte auf Scams, Betrügern und Phisingseiten**\\n\\nSei auf der Hut und kontrolliere mehrmals die Webseiten mit denen du deine Wallet verbindest. Achte auf die Zieladresse (Wallet-Adresse) , wohin der Transfer deiner Transaktion stattfinden soll. Das kannst du tun, indem du die Adresse mit den offiziellen Websites der Organisation abgleichst. Ein gutes Tool, um ausgehende und eingehende Transaktionen zu kontrollieren ist [etherscan.io](http://etherscan.io).\\n\\n> > ```\\n> > Watch out for scams, scammers, and phishing sites\\n> > \\n> > Be on your guard and check several times the websites with which you connect to your wallet. Pay attention to the destination address (wallet address) where the transfer should take place. You can do that by matching the address with the organization's official websites. A good tool to look up outgoing and incoming transactions is etherscan.io.\\n> > ```\\n\\n**Setze deine Kreditkarten- Limits und sorge für eine doppelte Verifizierung**\\n\\nIm Fall eines Scams oder Phisingfalls solltest du sicher gerüstet sein. Richte dir bei deinem Kreditkartenanbieter und bei den Crypto-Handelsbörsen ein zweifach Verifizierung ein, nutze hierfür andere Emails mit denen du nicht öffentlich aufgetreten bist und setze deinen Kreditkartenlimits, sodass Betrüger im Falle eines Zugriffs nur wenig stehlen können.\\n\\n> ```\\n> Set your credit card limits and set double verification\\n> \\n> In the event of a scam or phishing case, you should be safely prepared. Set up a double verification with your credit card provider and the crypto trading exchanges. Use other emails with which you did not appear publicly and set your credit card limits so that fraudsters can only steal little in the event of access.\\n> ```\\n\\n**Discord und Opensea**\\n\\nMöchtest du NFTs auf Opensea kaufen , achte auf die offizielle Verfizierung von Opensea, meist an einem blauen Haken , ähnlich wie auf Twitter oder anderen Plattformen, zu erkennen. Kontrolliere auch hier mehrmals die Contract- Adresse.\\n\\nAktuell sind auf der Handelsplattform Opensea sehr hohe Transaktionsgebühren (Gas fees) zu zahlen. Möchtest du z.B am Marktplatz in Form einer Transaktion teilnehmen , musst du eine Freischaltegebühr zahlen. Diese soll verhindern, dass der Marktplatz mit NFTs überschwemmt wird. Diese Kosten können sich auf mehrere hunderte Dollars belaufen. Deshalb informiere dich frühzeitig, auch der Verkauf könnte dir statt Einnahmen, aufgrund der hohen Transaktionsgebühren Verluste mit sich bringen.\\n\\nEs ist gibt jedoch einen kostenlosen und Transaktionsgebühren-freien Opensea Markplatz. Dieses findet auf den Polygonnetzwerk und nicht auf den Ethereumnetzwerk statt.\\n\\nAchte darauf, dass du keine Links auf Discord, die du im privaten Chat zugeschickt bekommst, anklickst. Kein Unternehmen noch eine Organisation wird dir persönlich limitierte Sales oder Ähnliches im Direktchat anbieten.\\n\\n> ```\\n> Discord and Opensea\\n> \\n> If you want to buy NFTs on Opensea, pay attention to the official verification of Opensea, usually identified by a blue tick, similar to Twitter or other platforms. Check the contract address several times here as well.\\n> \\n> Very high transaction fees (gas fees) are currently payable on the Opensea trading platform. For example, if you want to participate in the marketplace in the form of a transaction, you have to pay an activation fee. This is to prevent the marketplace from being flooded with NFTs. These costs can run into the hundreds of dollars. Therefore, inform yourself before any action; the sale could also bring you losses instead of income due to the high transaction fees.\\n> \\n> There is, however, a free and transaction fee-free or low fee Opensea marketplace. This takes place on the polygon network and not on the Ethereum network.\\n> \\n> Make sure that you do not click any links on Discord that you receive in private chat. No company or organization will offer you personally limited sales or the like in direct chat.\\n> ```\\n\\n**Vor der Transaktion:**\\n\\nBevor du eine Transaktion tätigst (unterschreibst), solltest du die Wallet- Adresse an die du die Transaktion schickst mehrmals kontrolliern und mit den offiziellen Websiten des Anbieters abgleichen.\\n\\n```\\nBefore the transaction:\\n\\nBefore you start (sign) a transaction, you should check the wallet address to which you are sending the transaction several times and compare it with the provider's official website.\\n```\\n\\n**Gas fees (eine Art Transaktionsgebühren)**\\n\\nDu kannst  zwar diese Gebühren z.B in zahlreichen Wallets editieren, aber die Transaktion läuft Gefahr nicht abgewickelt zu werden, daher nutze die vorgeschlagenen Gas fees. Sollten sie zu hoch sein, dann solltest du recherchieren, wann du weniger Gass fees zahlst. Tipp: Du kannst selbst in der Maske die Gass Fees bestimmen, manchmal entscheiden wenige Sekunden über die Höhe des Preises.\\n\\n```\\nGas fees (a kind of transaction fee)\\n\\nYou can edit these fees e.g. in numerous wallets, but the transaction runs the risk of not being processed, so use the suggested gas fees. If they are too high, then you should research when you will be paying less gas fees. Tip: You can determine the gas fees yourself in the mask, sometimes a few seconds decide the price.\\n```\\n\\n**Sichere dein Besitz wie NFTs und Cryptowährungen auf eine Hardware**\\n\\nDu solltest deine Online-Wallet entweder mit einer Hardware verknüpfen oder nur eine Hardware Wallet nutzen. Dies sollte dich vor vielen Betrügern schützen können.\\n\\n```\\nSecure your possessions such as NFTs and cryptocurrencies on hardware\\n\\nYou should either link your online wallet to hardware or just use a hardware wallet. This should be able to protect you from a lot of scammers.\\n```\",\"timestamp\":1641401129,\"title\":\"mohamed-ammer.de goes Web 3.0 - travelfox.eth\"},\"digest\":\"GsP4uQL1GNVkj2U6W4SM4vRddu9EffxwEQAAvYzfH0g\",\"authorship\":{\"contributor\":\"0xC528e20225481Af92e1A38ff10b471708A766A91\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gekkiA8XcRs9RxY0u20zYwGw0wS9mscxEAXoh4exQU\\\",\\\"y\\\":\\\"D7lZVrFd7jNcmCSFGeZl5Ty-KnwZ4i2bFTXyKkhJVIc\\\"}\",\"signature\":\"y1eAU6n4SprwrgTVB1rJbyYVngd4l2uSS5pacHAfd5iDL0_SZWZd_hB6RunvgnAjuSqBMkDHCQcQbzJioeBPbw\",\"signingKeySignature\":\"0x954c583896fce2c62778359d5f91f5f664233d1d0eb6b9d925f714db4603e73e54c5643a0cc9f636a4162f2348c8bfc29ed702cd37641794dfb3d963df5146b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gekkiA8XcRs9RxY0u20zYwGw0wS9mscxEAXoh4exQU\\\",\\\"y\\\":\\\"D7lZVrFd7jNcmCSFGeZl5Ty-KnwZ4i2bFTXyKkhJVIc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h6ZfauBxgZSj2mzNGYM6oh8CSNJqEkBlYGJ70zuhVsI\"}"