"{\"content\":{\"body\":\"![Blockchain is actually very simple (image licensed to author)](https://miro.medium.com/max/1400/1\\\\*xa1TF2uiUE1lk7m2xp23tQ.jpeg)\\n\\nA lot of people think Blockchain is complicated, but the concept is actually extremely simple:\\n\\n**You make a copy of a database on everyone’s computers.**\\n\\nSo instead of one single company like Google having and controlling a database, blockchain copies the database to everyone’s computers.\\n\\nAny changes to the database are copied by everyone’s computer on the network as well. Which makes the database universal and trustworthy. No change can be made to the data on the database without that change being accepted and confirmed by the network.\\n\\n**That’s it.**\\n\\nA distributed database that is run by the people. That is available and accessible everywhere and can be trusted.\\n\\nSince databases constitute the basis of how we use the Internet out of a need to store our data and they are behind every single service that we use, this enables us to build applications that use this distributed database. This means that these applications can be available anywhere universally.\\n\\nAnyone can get on the network and use the database, and anyone can run applications on it.\\n\\nThis creates some kind of ‘distributed’ Internet in which no central authority or corporation is in control, acting as a gatekeeper.\\n\\nMoreover, this enables us to make transparent, verifiable interactions with each other since the entire network keeps a track of those interactions through the shared, universal database.\\n\\nThe applications are endless. From distributed crypto-money like Bitcoin to blockchain that can act as an infrastructure to build distributed applications like Ethereum, from [DAOs](https://medium.com/technology-hits/daos-crypto-organizations-are-going-to-change-everything-7ea3952295e0) to distributed blogs or content.\\n\\n**So, Blockchain acts as an agent that takes back the control from centralized entities like corporations and gives it back to the people.**\\n\\nA much-needed change.\",\"timestamp\":1637854882,\"title\":\"Blockchain Made Simple - Technology Hits - Medium\"},\"digest\":\"jfyx4aUXwb9VaHd3iAf9GjpLFGQLw12niXCGxF22wB0\",\"authorship\":{\"contributor\":\"0x2771Af49C332848c1a502D5831fAFD3DC0dd1c46\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"htMxf6fK-C-E4vnHRbfivl9N90GLW6QHuCBA2vpGu8w\\\",\\\"y\\\":\\\"jqmdrsGLTewLLd_9f6Pdwz2cD-ewXHzuXo_VC9s6Wo8\\\"}\",\"signature\":\"9nK1t2R_9x0KUfD7YI_ByIkgbsmFxGQuj-DgzNcgsMcjStL2Ea3EYUGIXBdlllCrklM-NTuNRLWLbln2UZ2n8A\",\"signingKeySignature\":\"0xff31e94895c346c1ef93650e4b8208daf6c40a3a4666e42aeb15b6c7a87376cd394aac18a32f58399dada13c86e9dc5be3668e47b814282c6e1db8e5cc49a97c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"htMxf6fK-C-E4vnHRbfivl9N90GLW6QHuCBA2vpGu8w\\\",\\\"y\\\":\\\"jqmdrsGLTewLLd_9f6Pdwz2cD-ewXHzuXo_VC9s6Wo8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jfyx4aUXwb9VaHd3iAf9GjpLFGQLw12niXCGxF22wB0\"}"