"{\"content\":{\"body\":\"**AAVE is prepared to go giant.**\\n\\nDuring V3, the team is proposing a more decentralized and more interoperable lending protocol. In this new protocol, **AAVE V3 is enabled for cross-chain interoperability by its new feature called portal and prepare for open to all kinds of assets.**\\n\\nMore importantly, for the Defi community, AAVE V3 is pointing to a new era where the application is eating infrastructure. In the next shifting, giant applications (like AAVE) do not belong to any ecosystem, they’re interoperable and cross-chain.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F47b9fcff-eb3f-47e9-af7b-591eb093ab72_690x388.jpeg)\\n\\n## AAVE V3: build-in interoperability\\n\\nIn this V3 upgrade, AAVE introduced serval new features including high-efficiency mode (eMode), cross-chain interoperability (portal), and new risk management parameters.\\n\\nI would like to have a brief introduction about what’s new in AAVE and save more paragraphs for my statement in the next part. For details upgrade, please refer to AAVE’s forum. Link: <https://governance.aave.com/t/introducing-aave-v3/6035>\\n\\nThe innovation of AAVE V3 is mostly prepared for the multi-chain universe and a more open lending protocol. I will explain both of them in this article.\\n\\nFor the multi-chain universe, AAVE V3 introduces two new features: Portal and High-Efficiency Mode (eMode).\\n\\n1\\\\. Portal. Portal allows a user to move their assets seamlessly by burning a token on the A-chain (e.g. Ethereum) and minting a new token in B-chain (e.g. Avalanche). In the past, users must redeem the assets in one chain and use the cross-chain bridge to transfer the token, they deposit again.\\n\\n2\\\\. e-Mode: Users can utilize e-Mode to optimize their capital efficiency in correlative assets (such as WBTC, renBTC, tBTC, and pBTC). When a user is borrowed in a correlative category with a collateral factor of greater than 95%, the liquidation penalty is only 1%. This function isn't yet multi-chain compatible, but I am confident that it will be in the future.\\n\\nWe all know that the same assets can have different yields in different chains. AAVE itself is a good example, the supply rate of USDC can be different in multi chains.\\n\\n**The AVAVE V3 is a powerful instrument for cross-chain arbitrageurs.** As a result, we may anticipate lower interest and borrowing costs in different chains with the introduction of Portal and eMode.\\n\\nV3 is also trying to solve another question of lending protocol — how to enable more assets. Currently, AAVE (and most lending protocols) only support carefully selected assets to avoid the potential risks.\\n\\nBut in this new product, AAVE V3 is preparing to support more assets. **Firstly, V3 introduces “isolation mode” where the risks of one asset are isolated and will not impact the overall. Then V3 proposed a new connect called “Assist Listing Admins” which allows the government to grant the specific entity to implement new assets without the on-chain vote.**\\n\\nThe Ethereum community is currently the main source of AAVE, therefore the DAO is more difficult to comprehend than to accept novel assets on another chain. **However, during V3, a new risk management system and representative democracy are prepared to embrace additional innovative assets.**\\n\\n![](https://images.mirror-media.xyz/publication-images/EqN4DJplsWFtC-TVm_HCY.jpg?height=2391&width=3600)\\n\\n## Cross-chain-as-service (CaaS)\\n\\n**More importantly, the core value of this upgrade, I called it “cross-chain-as-service (CasS)”.** In the past few years, when we are talking about AAVE, we are talking about the biggest lending protocol in Ethereum.\\n\\nBut in the next few years, when we are talking about AAVE, it will be the giant application building on top of the blockchain. As for which blockchain, that wouldn’t be important anymore.\\n\\n**Blockchain will be just like the traditional Internet,** it’s not important if it’s building on AWS or Google Cloud, it’s also not important if your mobile carrier is EE or O3. **More significantly, it's the app you select from your phone that matters.**\\n\\nThe wind at night moisturizes things in silence, according to Chinese folklore. When the blockchain goes quiet means that the infrastructure is finally ready for the ecosystem.\\n\\n**AAVE is not the only application that uses multi-chain-as-service (MasS), it’s a trend in the whole blockchain world.** Defi protocols are migrating across chains, wallets are multi-chain supported. Some game-changer, like Zecrey, are building the aggregator of layer 2, where the user doesn’t need to understand what is Layer 2.\\n\\n2021 is the year of Defi and the year of a public blockchain. But 2022, multi-chain-as-service will be accustomed. At that moment, every blockchain must establish its place (particularly for those EVM side-chain), or else it will just be an app's add-on.\\n\\n## Application is thriving\\n\\nUniswap V3 has introduced five months ago (March 2021). With several new features, it is now more flexible and efficient than ever before. Thousands of words are insufficient to describe the changes; the team dubbed them \\\"the most adaptable and efficient AMM ever created.\\\"\\n\\nHowever, after the criticism comes, Uniswap V3 is difficult to understand. In the previous version, anyone could simply offer liquidity in Uniswap; however, in V3, it's a learned skill. It has become a competition among professional players.\\n\\nBut don't be concerned; you'll find loads of applications extending Uniswap V3 and attempting to address its issues soon. A new initiative called Themis, for example, can provide further liquidity for the NFT on Uniswap V3. And I'm sure that some of Defi's structure products are diminishing the barrier too.\\n\\nWe'll probably be talking about the ecosystem in years to come, not Ethereum or Solana. We're discussing an ecosystem comprised of enormous apps.\\n\\n**That giant application (like AAVE and Uniswap) will become the new layer 1 while the new Defi and metaverse application can plugin and access their service.**\\n\\n**It's time to make a change.**\",\"timestamp\":1636291389,\"title\":\"New era of cross-chain-as-service (CaaS) | Learning from AAVE V3\"},\"digest\":\"UtJm8YF6Y7ZQ5JrwsUt4hUE1hxN1sJowydvQiN9aNtU\",\"authorship\":{\"contributor\":\"0x9A1c43135B90409B4af788b64D8E5e2cEA62D133\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0kdzVOcEH0zlPDmnSlEsWRXyv0vv97NRbG7sOuSGnHc\\\",\\\"y\\\":\\\"izt5UrwSzW2ZpVKx8tzLnC-UsYLtge1i3D7hOTJ5EQA\\\"}\",\"signature\":\"NlOTeMb_5-EBbggZK-WIaFaQfVZGN_ar4N2JRwKG1OsgEv89zEfJRb7fTOl24k9w3BYrfVzMDpq5d7iCyjisnA\",\"signingKeySignature\":\"0x4b3bcf9fb0569bfbaa1841b20645601fa166008677d20e8e60890f441aaa76754126f764a5ae838794d0f2befefce87391e0a8ba427d5c5786b052c9a9fff6b21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0kdzVOcEH0zlPDmnSlEsWRXyv0vv97NRbG7sOuSGnHc\\\",\\\"y\\\":\\\"izt5UrwSzW2ZpVKx8tzLnC-UsYLtge1i3D7hOTJ5EQA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UtJm8YF6Y7ZQ5JrwsUt4hUE1hxN1sJowydvQiN9aNtU\"}"