"{\"content\":{\"body\":\"I was drawn to the \\\"Sapir-Whorf Hypothesis (SWH)\\\" during a long-winded chapter of linguistics. The proposers proclaimed that the structure of language people habitually use influences the ways they think and behave. That is, different languages offer people different ways of expressing the world around, and they think and speak differently. I found the SWH is exactly what l have been long probing and proving: Learning a language means that you're gonna have another new perception of the world, another perspective, another dimension. Since language is the vehicle for expressing one's culture, we can perceive clearly the various elements of culture manifested by the language someone use: mentality(way of thinking), refinement, religion, sophistication(variants of meaning) and so on. Through learning more deelpy, we cross over the language barrier and start to acquire the cultural competence, that's one thing where language majors diiferent from languge learners. The same work, with foreign language translated, can be regarded as two compositions. As we walk into the museum of another country, we're entering a new world, finding a strange self inside us.\\n\\nSum: language as the keystone of culture is tightly intertwined with culture. Learning a language is inseparable from learning its culture. We have to see the world as native speakers do while learning the pronunciation, idioms, grammar...etc. We're gonna achieve the linguistic competence as well as the pragmatic or communicative competence.\",\"timestamp\":1635694484,\"title\":\"Purpose of language learning\"},\"digest\":\"fdCqmuGlBz42HfT6FSM2FS0gAlO_m6tt26F3q_rqGuk\",\"authorship\":{\"contributor\":\"0x71213a9C9504E406d3242436A4bf69c6bfE74461\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uOCZKjVX2U5xxgmejWO4sBI8qAeNsduajB4wbvDIWUs\\\",\\\"y\\\":\\\"GrC-a1Y__HETFl4JwNubtsxdq7kzT2otA7EkPkjFfoE\\\"}\",\"signature\":\"GlC5bHgQdLsGSHLT8lVXf6tpY3mDQlz-P1Ll0MKZnIE7aVAFIUk_gCVrB21bjmjowZmAIbm11uRqOQKSXRplpg\",\"signingKeySignature\":\"0x86e32fc425fa6eedd47eb4ab0951b2912ff80b356b6ca221b1b620c2836cbb8201bbce689a7ad9d92f4da1f11aca71baad3355efb4a2d8bf10841125b02869401b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uOCZKjVX2U5xxgmejWO4sBI8qAeNsduajB4wbvDIWUs\\\",\\\"y\\\":\\\"GrC-a1Y__HETFl4JwNubtsxdq7kzT2otA7EkPkjFfoE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fdCqmuGlBz42HfT6FSM2FS0gAlO_m6tt26F3q_rqGuk\"}"