"{\"content\":{\"body\":\"**RadRaptors – 888 Public Mint** \\n  \\n We're excited to share the latest chapter in our NFT journey, RadRaptors. These 888 non-fungible tokens are alive with action. Each one is unique, and they're all on the Ethereum blockchain. \\n  \\n **What’s more?** \\n Ours is a decentralized automated organization (DAO) and community-driven project. This means once you mint your RadRaptor and become part of our community, we empower you to make decisions on the most important aspects of our project. As a participant, you have voting rights and can cast your vote for any motion or decision made by the community. Think of your token like a voter's card, which gives you the right to decide on the community's future. \\n  \\n **Our Future** \\n  \\n It's time to prepare yourselves. RadRaptors is coming! Here at RadRaptors, we like to give back as much as possible, and there will be many giveaways. As part of our launch festivities, we are giving away RTX 3090s Graphic Cards. As a member of our community, there are many things to look forward to in the future. We will also release the $DINO token, which will be generated by staking our NFT, minigames, and giveaways. The $DINO token will also be valuable at our custom casino. \\n  \\n **Join Us** \\n  \\n Right now, we are at a turning point. We have a new generation of raptors, we have a handful of dedicated and hardworking members, and we have our sights set on the future. RadRaptors has massive potential and what transpires is up to us - but no matter what happens, we are confident that - in the end - our community will be greater than ever before. \\n  \\n **Join our social platforms here to know more about our project.**\\n\\n[Check out our listing and vote for us!](https://nft-list.io/event/radraptors-previously-sold-out)\\n\\n[Our website](https://www.radraptors.io/)\\n\\n[Other NFT Listings](https://nft-list.io/) \",\"timestamp\":1640307723,\"title\":\"My RadRaptors NFT\"},\"digest\":\"dPICSzgziUocvRcirfs8zu6JJsL9BXY55CoeVVfneqc\",\"authorship\":{\"contributor\":\"0x9588a645E2506aEd9b76f17AB0162Fd3e8b4Eb48\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FXkv2f1jbqWhlCq0Ala_6dZQltz0m6WupkHuN2yz00Q\\\",\\\"y\\\":\\\"qjLJJID5O7hkJ6cytHUDCwd_Cb7p-MqWb4_qglr7Uc8\\\"}\",\"signature\":\"AmIK39KwPMnTRKbuZUxAgn9uThey2cmqyhlOmAJfPsMt3olvXdYvxkFKTqC_pmH02Ikm_hb5df-_9g6eryW2uA\",\"signingKeySignature\":\"0x734c044d4e2a2ba2b4e058d1bbf6d85bf1a35de31a31882fd0d4f7a22a655b5232bce84fd425c70069b3b94c3a7f467be55994c1d338981a6a2c5842360be2221b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FXkv2f1jbqWhlCq0Ala_6dZQltz0m6WupkHuN2yz00Q\\\",\\\"y\\\":\\\"qjLJJID5O7hkJ6cytHUDCwd_Cb7p-MqWb4_qglr7Uc8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dPICSzgziUocvRcirfs8zu6JJsL9BXY55CoeVVfneqc\"}"