"{\"content\":{\"body\":\"come to him a marvellous mist of drifting sound--ineffably, rapturously sweet!\\n\\nWith a light movement Nils runs his bow over the strings, but not a ghost, not a semblance, can he reproduce of the swift, scurrying flight of that wondrous melody.  Again and again he listens breathlessly, and again and again despair overwhelms him.\\n\\nShould he, then, never see the Nixy, and ask the fulfilment of his three wishes?\\n\\nCuriously enough, those three wishes which once were so great a part of his life had now almost escaped him.  It was the Nixy's strain he had been intent upon, and the wishes had lapsed into oblivion.\\n\\nAnd what were they, really, those three wishes, for the sake of which he desired to confront the Nixy?\\n\\nWell, the first--the first was--what was it, now?  Yes, now at length he remembered.  The first was wisdom.\\n\\nWell, the people called him Wise Nils now, so, perhaps, that wish was superfluous.  Very likely he had as much wisdom as was good for him.  At all events, he had refused to acquire more by going abroad to acquaint himself with the affairs of the great world.\\n\\nThen the second wish; yes, he could recall that. It was fame.  It was odd indeed; that, too, he had refused, and what he possessed of it was as much, or even far more, than he desired.  But when he called to mind the third and last of his boyish wishes, a moderate prosperity or a good violin--for that was the alternative--he had to laugh outright, for both the violin and the prosperity were already his.\\n\\nNils lapsed into deep thought, as he sat there in the summer night, with the crowns of the trees above him and the brawling rapids swirling about him.\\n\\nHad not the Nixy bestowed upon him her best gift already in permitting him to hear that exquisite ghost of a melody, that shadowy, impalpable strain, which had haunted him these many years?  In pursuing that he had gained the goal of his desires, till other things he had wished for had come to him unawares, as it were, and almost without his knowing it.  And now what had he to ask of the Nixy, who had blessed him so abundantly?\\n\\nThe last secret, the wondrous strain, forsooth, that he might imprison it in notes, and din it in the ears of an unappreciative multitude!  Perhaps it were better, after all, to persevere forever in the quest, for what would life have left to offer him if the Nixy's strain was finally caught, when all were finally attained, and no divine melody haunted the brain, beyond the powers even of a Stradivarius to lure from its shadowy realm?\\n\\nNils walked home that night plunged in deep meditation.  He vowed to himself that he would never more try to catch the Nixy's strain.  But the next day, when he seized the violin, there it was again, and, strive as he might, he could not forbear trying to catch it.\\n\\nWise Nils is many years older now; has a good wife and several children, and is a happy man; but to this day, resolve as he will, he has never been able to abandon the effort to catch the Nixy's strain. Sometimes he thinks he has half caught it, but when he tries to play it, it is always gone.\\n\\nTHE WONDER CHILD\\n\\nI.\\n\\nA very common belief in Norway, as in many other lands, is that the seventh child of the seventh child can heal the sick by the laying on of hands.  Such a child is therefore called a wonder child.  Little Carina Holt was the seventh in a family of eight brothers and sisters, but she grew to be six years old before it became generally known that she was a wonder child.  Then people came from afar to see her, bringing their sick with them; and morning after morning, as Mrs. Holt rolled up the shades, she found invalids, seated or standing in the snow, gazing with devout faith and anxious longing toward Carina's window.\\n\\nIt seemed a pity to send them away uncomforted, when the look and the touch cost Carina so little.  But there was another fear that arose in the mother's breast, and that was lest her child should be harmed by the veneration with which she was regarded, and perhaps come to believe that she was something more than a common mortal.  What was more natural than that a child who was told by grown-up people that there was healing in her touch, should at last come to believe that she was something apart and extraordinary?\\n\\nIt would have been a marvel, indeed, if the constant attention she attracted, and the pilgrimages that were made to her, had failed to make any impression upon her sensitive mind.  Vain she was not, and it would have been unjust to say that she was spoiled.  She had a tender nature, full of sympathy for sorrow and suffering.  She was constantly giving away her shoes, her stockings, nay, even her hood and cloak, to poor little invalids, whose misery appealed to her merciful heart.  It was of no use to scold her; you could no more prevent a stream from flowing than Carina from giving.  It was a spontaneous yielding to an impulse that was too strong to be resisted.\\n\\nBut to her father there was something unnatural in it; he would have preferred to have her frankly selfish, as most children are, not because he thought it lovely, but because it was childish and natural.  Her unusual goodness gave him a pang more painful than ever the bad behavior of her brothers had occasioned.  On the other hand, it delighted him to see her do anything that ordinary children did.  He was charmed if she could be induced to take part in a noisy romp, play tag, or dress her dolls.  But there followed usually after each outbreak of natural mirth a shy withdrawal into herself, a resolute and quiet retirement, as if she, were a trifle ashamed of her gayety.  There was nothing morbid in these moods, no brooding sadness or repentance, but a touching solemnity, a serene, almost cheerful seriousness, which in one of her years seemed strange.\\n\\nMr. Holt had many a struggle with himself as to how he should treat Carina's delusion; and he made up his mind, at last, that it was his duty to do everything in his power to dispel and counteract it.  When he happened to overhear her talking to her dolls one day, laying her hands upon them, and curing them of imaginary diseases, he concluded it was high time for him to act.\\n\\nHe called Carina to him, remonstrated kindly with her, and forbade her henceforth to see the people who came to her for the purpose of being cured.  But it distressed him greatly to see how reluctantly she consented to obey him.\\n\\nWhen Carina awoke the morning after this promise had been extorted from her, she heard the dogs barking furiously in the yard below.  Her elder sister, Agnes, was standing half dressed before the mirror, holding the end of one blond braid between her teeth, while tying the other with a pink ribbon.  Seeing that Carina was awake, she gave her a nod in the glass, and, removing her braid, observed that there evidently were sick pilgrims under the window.  She could sympathize with Sultan and Hector, she averred, in their dislike of pilgrims.\\n\\n\\\"Oh, I wish they would not come!\\\"  sighed Carina.  \\\"It will be so hard for me to send them away.\\\"\\n\\n\\\"I thought you liked curing people,\\\" exclaimed Agnes.\\n\\n\\\"I do, sister, but papa has made me promise never to do it again.\\\"\\n\\nShe arose and began to dress, her sister assisting her, chatting all the while like a gay little chirruping bird that neither gets nor expects an answer.  She was too accustomed to Carina's moods to be either annoyed or astonished; but she loved her all the same, and knew that her little ears were wide open, even though she gave no sign of listening.\\n\\nCarina had just completed her simple toilet when Guro, the chamber-maid, entered, and announced that there were some sick folk below who wished to see the wonder child.\\n\\n\\\"Tell them I cannot see them,\\\" answered Carina, with a tremulous voice; \\\"papa does not permit me.\\\"\\n\\n\\\"But this man, Atle Pilot, has come from so far away in this dreadful cold,\\\" pleaded Guro, \\\"and his son is so very bad, poor thing; he's lying down in the boat, and he sighs and groans fit to move a stone.\\\"\\n\\n\\\"Don't!  Don't tell her that,\\\" interposed Agnes, motioning to the girl to begone.  \\\"Don't you see it is hard enough for her already?\\\"\\n\\nThere was something in the air, as the two sisters descended the stairs hand in hand, which foreboded calamity.  The pastor had given out from the pulpit last Sunday that he would positively receive no invalids at his house; and he had solemnly charged every one to refrain from bringing their sick to his daughter.  He had repeated this announcement again and again, and he was now very much annoyed at his apparent powerlessness to protect his child from further imposition.  Loud and angry speech was heard in his office, and a noise as if the furniture were being knocked about.  The two little girls remained standing on the stairs, each gazing at the other's frightened face.  Then there was a great bang, and a stalwart, elderly sailor came tumbling head foremost out into the hall.  His cap was flung after him through the crack of the door.  Agnes saw for an instant her father's face, red and excited; and in his bearing there was something wild and strange, which was so different from his usual gentle and dignified appearance.  The sailor stood for a while bewildered, leaning against the wall; then he stooped slowly and picked up his cap.  But the moment he caught sight of Carina his embarrassment vanished, and his rough features were illuminated with an intense emotion.\\n\\n\\\"Come, little miss, and help me,\\\" he cried, in a hoarse, imploring whisper.  \\\"Halvor, my son--he is the only one God gave me--he is sick; he is going to die, miss, unless you take pity on him.\\\"\\n\\n\\\"Where is he?\\\"  asked Carina.\\n\\n\\\"He's down in the boat, miss, at the pier.  But I'll carry him up to you, if you like.  We have been rowing half the night in the cold, and he is very low.\\\"\\n\\n\\\"No, no; you mustn't bring him here,\\\" said Agnes, seeing by Carina's face that she was on the point of yielding.  \\\"Father would be so angry.\\\"\\n\\n\\\"He may kill me if he likes,\\\" exclaimed the sailor, wildly.  \\\"It doesn't matter to me.  But Halvor he's the only one I have, miss, and his mother died when he was born, and he is young, miss, and he will have many years to live, if you'll only have mercy on him.\\\"\\n\\n\\\"But, you know, I shouldn't dare, on papa's account, to have you bring him here,\\\" began Carina, struggling with her tears.\\n\\n\\\"Ah, yes!  Then you will go to him.  God bless you for that!\\\"  cried the poor man, with agonized eagerness.  And interpreting the assent he read in Carina's eye, he caught her up in his arms, snatched a coat from a peg in the wall, and wrapping her in it, tore open the door.  Carina made no outcry, and was not in the least afraid.  She felt herself resting in two strong arms, warmly wrapped and borne away at a great speed over the snow.  But Agnes, seeing her sister vanish in that sudden fashion, gave a scream which called her father to the door.\\n\\n\\\"What has happened?\\\"  he asked.  \\\"Where is Carina?\\\"\\n\\n\\\"That dreadful Atle Pilot took her and ran away with her.\\\"\\n\\n\\\"Ran away with her?\\\"  cried the pastor in alarm. \\\"How?  Where?\\\"\\n\\n\\\"Down to the pier.\\\"\\n\\nIt was a few moments' work for the terrified father to burst open the door, and with his velvet skull-cap on his head, and the skirts of his dressing-gown flying wildly about him, rush down toward the beach.  He saw Atle Pilot scarcely fifty feet in advance of him, and shouted to him at the top of his voice.  But the sailor only redoubled his speed, and darted out upon the pier, hugging tightly to his breast the precious burden he carried.  So blindly did he rush ahead that the pastor expected to see him plunge headlong into the icy waves.  But, as by a miracle, he suddenly checked himself, and grasping with one hand the flag-pole, swung around it, a foot or two above the black water, and regained his foothold upon the planks.  He stood for an instant irresolute, staring down into a boat which lay moored to the end of the pier.  What he saw resembled a big bundle, consisting of a sheepskin coat and a couple of horse blankets.\\n\\n\\\"Halvor,\\\" he cried, with a voice that shook with emotion, \\\"I have brought her.\\\"\\n\\nThere was presently a vague movement under the horse-blankets, and after a minute's struggle a pale yellowish face became visible.  It was a young face--the face of a boy of fifteen or sixteen.  But, oh, what suffering was depicted in those sunken eyes, those bloodless, cracked lips, and the shrunken yellow skin which clung in premature wrinkles about the emaciated features!  An old and worn fur cap was pulled down over his ears, but from under its rim a few strands of blond hair were hanging upon his forehead.\\n\\nAtle had just disentangled Carina from her wrappings, and was about to descend the stairs to the water when a heavy hand seized him by the shoulder, and a panting voice shouted in his ear:\\n\\n\\\"Give me back my child.\\\"\\n\\nHe paused, and turned his pathetically bewildered face toward the pastor.  \\\"You wouldn't take him from me, parson,\\\" he stammered, helplessly; \\\"no, you wouldn't.  He's the only one I've got.\\\"\\n\\n\\\"I don't take him from you,\\\" the parson thundered, wrathfully.  \\\"But what right have you to come and steal my child, because yours is ill?\\\"\\n\\n\\\"When life is at stake, parson,\\\" said the pilot, imploringly, \\\"one gets muddled about right and wrong.  I'll do your little girl no harm.  Only let her lay her blessed hands upon my poor boy's head, and he will be well.\\\"\\n\\n\\\"I have told you no, man, and I must put a stop to this stupid idolatry, which will ruin my child, and do you no good.  Give her back to me, I say, at once.\\\"\\n\\nThe pastor held out his hand to receive Carina, who stared at him with large pleading eyes out of the grizzly wolf-skin coat.\\n\\n\\\"Be good to him, papa,\\\" she begged.  \\\"Only this once.\\\"\\n\\n\\\"No, child; no parleying now; come instantly.\\\"\\n\\nAnd he seized her by main force, and tore her out of the pilot's arms.  But to his dying day he remembered the figure of the heart-broken man, as he stood outlined against the dark horizon, shaking his clinched fists against the sky, and crying out, in a voice of despair:\\n\\n\\\"May God show you the same mercy on the Judgment Day as you have shown to me!\\\"\\n\\nII.\\n\\nSix miserable days passed.  The weather was stormy, and tidings of shipwreck and calamity filled the air.  Scarcely a visitor came to the parsonage who had not some tale of woe to relate.  The pastor, who was usually so gentle and cheerful, wore a dismal face, and it was easy to see that something was weighing on his mind.\\n\\n\\\"May God show you the same mercy on the Judgment Day as you have shown to me!\\\"\\n\\nThese words rang constantly in his ears by night and by day.  Had he not been right, according to the laws of God and man, in defending his household against the assaults of ignorance and superstition?  Would he have been justified in sacrificing his own child, even if he could thereby save another's?  And, moreover, was it not all a wild, heathenish delusion, which it was his duty as a servant of God to stamp out and root out at all hazards?  Yes, there could be no doubt of it; he had but exercised his legal right.  He had done what was demanded of him by laws human and divine.  He had nothing to reproach himself for.  And yet, with a haunting persistency, the image of the despairing pilot praying God for vengeance stared at him from every dark corner, and in the very church bells, as they rang out their solemn invitation to the house of God, he seemed to hear the rhythm and cadence of the heart-broken father's imprecation.  In the depth of his heart there was a still small voice which told him that, say what he might, he had acted cruelly.  If he put himself in Atle Pilot's place, bound as he was in the iron bonds of superstition, how different the case would look?  He saw himself, in spirit, rowing in a lonely boat through the stormy winter night to his pastor, bringing his only son, who was at the point of death, and praying that the pastor's daughter might lay her hands upon him, as Christ had done to the blind, the halt, and the maimed.  And his pastor received him with wrath, nay, with blows, and sent him away uncomforted.  It was a hideous picture indeed, and Mr. Holt would have given years of his life to be rid of it.\\n\\nIt was on the sixth day after Atle's visit that the pastor, sitting alone in his study, called Carina to him.  He had scarcely seen her during the last six days, or at least talked with her.  Her sweet innocent spirit would banish the shadows that darkened his soul.\\n\\n\\\"Carina,\\\" he said, in his old affectionate way, \\\"papa wants to see you.  Come here and let me talk a little with you.\\\"\\n\\nBut could he trust his eyes?  Carina, who formerly had run so eagerly into his arms, stood hesitating, as if she hoped to be excused.\\n\\n\\\"Well, my little girl,\\\" he asked, in a tone of apprehension, \\\"don't you want to talk with papa?\\\"\\n\\n\\\"I would rather wait till some other time, papa,\\\" she managed to stammer, while her little face flushed with embarrassment.\\n\\nMr. Holt closed the door silently, flung himself into a chair, and groaned.  That was a blow from where he had least expected it.  The child had judged him and found him wanting.  His Carina, his darling, who had always been closest to his heart, no longer responded to his affection!  Was the pilot's prayer being fulfilled?  Was he losing his own child in return for the one he had refused to save?  With a pang in his breast, which was like an aching wound, he walked up and down on the floor and marvelled at his own blindness.  He had erred indeed; and there was no hope that any chance would come to him to remedy the wrong.\\n\\nThe twilight had deepened into darkness while he revolved this trouble in his mind.  The night was stormy, and the limbs of the trees without were continually knocking and bumping against the walls of the house.  The rusty weather-vane on the roof whined and screamed, and every now and then the sleet dashed against the window-panes like a handful of shot.  The wind hurled itself against the walls, so that the timbers creaked and pulled at the shutters, banged stray doors in out-of-the-way garrets, and then, having accomplished its work, whirled away over the fields with a wild and dismal howl.  The pastor sat listening mournfully to this tempestuous commotion.  Once he thought he heard a noise as of a door opening near by him, and softly closing; but as he saw no one, he concluded it was his overwrought fancy that had played him a trick.  He seated himself again in his easy-chair before the stove, which spread a dim light from its draught-hole into the surrounding gloom.\\n\\nWhile he sat thus absorbed in his meditations, he was startled at the sound of something resembling a sob.  He arose to strike a light, but found that his match-safe was empty.  But what was that?  A step without, surely, and the groping of hands for the door-knob.\\n\\n\\\"Who is there?\\\"  cried the pastor, with a shivering uneasiness.\\n\\nHe sprang forward and opened the door.  A broad figure, surmounted by a sou'wester, loomed up in the dark.\\n\\n\\\"What do you want?\\\"  asked Mr. Holt, with forced calmness.\\n\\n\\\"I want to know,\\\" answered a gruff, hoarse voice, \\\"if you'll come to my son now, and help him into eternity?\\\"\\n\\nThe pastor recognized Atle Pilot's voice, though it seemed harsher and hoarser than usual.\\n\\n\\\"Sail across the fjord on a night like this?\\\"  he exclaimed.\\n\\n\\\"That's what I ask you.\\\"\\n\\n\\\"And the boy is dying, you say?\\\"\\n\\n\\\"Can't last till morning.\\\"\\n\\n\\\"And has he asked for the sacrament?\\\"\\n\\nThe pilot stepped across the threshold and entered the room.  He proceeded slowly to pull off his mittens; then looking up at the pastor's face, upon which a vague sheen fell from the stove, he broke out:\\n\\n\\\"Will you come or will you not? You wouldn't help him to live; now will you help him to die?\\\"\\n\\nThe words, thrust forth with a slow, panting emphasis, hit the pastor like so many blows.\\n\\n\\\"I will come,\\\" he said, with solemn resolution. \\\"Sit down till I get ready.\\\"\\n\\nHe had expected some expression of gratification or thanks, for Atle well knew what he had asked. It was his life the pastor risked, but this time in his calling as a physician, not of bodies, but of souls.  It struck him, while he took leave of his wife, that there was something resentful and desperate in the pilot's manner, so different from his humble pleading at their last meeting.\\n\\nAs he embraced the children one by one, and kissed them, he missed Carina, but was told that she had probably gone to the cow-stable with the dairy-maid, who was her particular friend.  So he left tender messages for her, and, summoning Atle, plunged out into the storm.  A servant walked before him with a lantern, and lighted the way down to the pier, where the boat lay tossing upon the waves.\\n\\n\\\"But, man,\\\" cried the pastor, seeing that the boat was empty, \\\"where are your boatmen?\\\"\\n\\n\\\"I am my own boatman,\\\" answered Atle, gloomily.  \\\"You can hold the sheet, I the tiller.\\\"\\n\\nMr. Holt was ashamed of retiring now, when he had given his word.\\n\\nBut it was with a sinking heart that he stepped into the frail skiff, which seemed scarcely more than a nutshell upon the tempestuous deep.  He was on the point of asking his servant, unacquainted though he was with seamanship, to be the third man in the boat; but the latter, anticipating his intention, had made haste to betake himself away.  To venture out into this roaring darkness, with no beacon to guide them, and scarcely a landmark discernible, was indeed to tempt Providence.\\n\\nBut by the time he had finished this reflection, the pastor felt himself rushing along at a tremendous speed, and short, sharp commands rang in his ears, which instantly engrossed all his attention.  To his eyes the sky looked black as ink, except for a dark-blue unearthly shimmer that now and then flared up from the north, trembled, and vanished.  By this unsteady illumination it was possible to catch a momentary glimpse of a head, and a peak, and the outline of a mountain.  The small sail was double-reefed, yet the boat careened so heavily that the water broke over the gunwale.  The squalls beat down upon them with tumultuous roar and smoke, as of snow-drifts, in their wake; but the little boat, climbing the top of the waves and sinking into the dizzy black pits between them, sped fearlessly along and the pastor began to take heart.  Then, with a fierce cutting distinctness, came the command out of the dark.\\n\\n\\\"Pull out the reefs!\\\"\\n\\n\\\"Are you crazy, man?\\\"  shouted the pastor.  \\\"Do you want to sail straight into eternity?\\\"\\n\\n\\\"Pull out the reefs!\\\"  The command was repeated with wrathful emphasis.\\n\\n\\\"Then we are dead men, both you and I.\\\"\\n\\n\\\"So we are, parson--dead men.  My son lies dead at home, though you might have saved him. So, now, parson, we are quits.\\\"\\n\\nWith a fierce laugh he rose up, and still holding the tiller, stretched his hand to tear out the reefs.  But at that instant, just as a quivering shimmer broke across the sky, something rose up from under the thwart and stood between them.  Atle started back with a hoarse scream.\\n\\n\\\"In Heaven's name, child!\\\"  he cried.  \\\"Oh, God, have mercy upon me!\\\"\\n\\nAnd the pastor, not knowing whether he saw a child or a vision, cried out in the same moment:  \\\"Carina, my darling!  Carina, how came you here?\\\"\\n\\nIt was Carina, indeed; but the storm whirled her tiny voice away over the waves, and her father, folding her with one arm to his breast, while holding the sheet with the other, did not hear what she answered to his fervent exclamation.  He only knew that her dear little head rested close to his heart, and that her yellow hair blew across his face.\\n\\n\\\"I wanted to save that poor boy, papa,\\\" were the only words that met his ears.  But he needed no more to explain the mystery.  It was Carina, who, repenting of her unkindness to him, had stolen into his study, while he sat in the dark, and there she had heard Atle Pilot's message.  Even if this boy was sick unto death, she might perhaps cure him, and make up for her father's harshness.  Thus reasoned the sage Carina; and she had gone secretly and prepared for the voyage, and battled with the storm, which again and again threw her down on her road to the pier.  It was a miracle that she got safely into the boat, and stowed herself away snugly under the stern thwart.\\n\\nThe clearing in the north gradually spread over the sky, and the storm abated.  Soon they had the shore in view, and the lights of the fishermen's cottages gleamed along the beach of the headland. Presently they ran into smoother water; a star or two flashed forth, and wide blue expanses appeared here and there on the vault of the sky.  They spied the red lanterns marking the wharf, about which a multitude of boats lay, moored to stakes, and with three skilful tacks Atle made the harbor.  It was here, standing on the pier, amid the swash and swirl of surging waters, that the pilot seized Carina's tiny hand in his big and rough one.\\n\\n\\\"Parson,\\\" he said, with a breaking voice, \\\"I was going to run afoul of you, and wreck myself with you; but this child, God bless her! she ran us both into port, safe and sound.\\\"\\n\\nBut Carina did not hear what he said, for she lay sweetly sleeping in her father's arms.\\n\\n\\\"THE SONS OF THE VIKINGS\\\" I.\\n\\nWhen Hakon Vang said his prayers at night, he usually finished with these words:  \\\"And I thank thee, God, most of all, because thou madest me a Norseman, and not a German or an Englishman or a Swede.\\\"\\n\\nTo be a Norseman appears to the Norse boy a claim to distinction.\\n\\nGod has made so many millions of Englishmen and Russians and Germans, that there can be no particular honor in being one of so vast a herd; while of Norsemen He has made only a small and select number, whom He looks after with special care; upon whom He showers such favors as poverty and cold (with a view to keeping them good and hardy), and remoteness from all the glittering temptations that beset the nations in whom He takes a less paternal interest.  Thus at least reasons, in a dim way, the small boy in Norway; thus he is taught to reason by his parents and instructors.\\n\\nAs for Hakon Vang, he strutted along the beach like a turkey-cock, whenever he thought of his glorious descent from the Vikings--those daring pirates that stole thrones and kingdoms, and mixed their red Norse blood in the veins of all the royal families of Europe.  The teacher of history (who was what is called a Norse-Norseman) had on one occasion, with more patriotic zeal than discretion, undertaken to pick out those boys in his class who were of pure Norse descent; whose blood was untainted by any foreign admixture.  The delighted pride of this small band made them an object of envy to all the rest of the school.  Hakon, when his name was mentioned, felt as if he had added a yard to his height.  Tears of joy started to his eyes; and to give vent to his overcharged feelings, he broke into a war-whoop; for which he received five black marks and was kept in at recess.\\n\\nBut he minded that very little; all great men, he reflected, have had to suffer for their country.\\n\\nWhat Hakon loved above all things to study--nay, the only thing he loved to study--was the old Sagas, which are tales, poems, and histories of the deeds of the Norsemen in ancient times.  With eleven of his classmates, who were about his own age and as Norse as himself, he formed a brotherhood which was called \\\"The Sons of the Vikings.\\\"  They gave each other tremendously bloody surnames, in the style of the Sagas--names that reeked with gore and heroism.  Hakon himself assumed the pleasing appellation \\\"Skull-splitter,\\\" and his classmate Frithjof Ronning was dubbed Vargr-i-Veum, which means Wolf-in-the-Temple.  One Son of the Vikings was known as Ironbeard, another as Erling the Lop-Sided, a third as Thore the Hound, a fourth as Aslak Stone-Skull.  But a serious difficulty, which came near disrupting the brotherhood, arose over these very names.  It was felt that Hakon had taken an unfair advantage of the rest in selecting the bloodiest name at the outset (before anyone else had had an opportunity to choose), and there was a general demand that he should give it up and allow all to draw lots for it.  But this Hakon stoutly refused to do; and declared that if anyone wanted his name he would have to fight for it, in good old Norse fashion.\\n\\nA holm-gang or duel was then arranged; that is, a ring was marked out with stones; the combatants stepped within it, and he who could drive his antagonist outside of the stone ring was declared to be the victor.  Frithjof, who felt that he had a better claim to be named Skull-Splitter than Hakon, was the first to accept the challenge; but after a terrible combat was forced to bite the dust.  His conqueror was, however, filled with such a glowing admiration of his valor (as combatants in the Sagas frequently are), that he proposed that they should swear eternal friendship and foster-brotherhood, and seal their compact, according to Norse custom, by the ceremony called \\\"Mingling of Blood.\\\"  It is needless to say that this seemed to all the boys a most delightful proposition; and they entered upon the august rite with a deep sense of its solemnity.\\n\\nFirst a piece of sod, about twelve feet square, was carefully raised upon wooden stakes representing spears, so as to form a green roof over the foster-brothers.  Then, sitting upon the black earth, where the turf had been removed, they bared their arms to the shoulder, and in the presence of his ten brethren, as witnesses, each swore that he would regard the other as his true brother and love him and treat him as such, and avenge his death if he survived him; in solemn testimony of which each drew a knife and opened a vein in his arm, letting their blood mingle and flow together.  Hakon, however, in his heroic zeal, drove the knife into his flesh rather recklessly, and when the blood had flowed profusely for five minutes, he grew a trifle uneasy.  Frithjof, after having bathed his arm in a neighboring brook, had no difficulty in stanching the blood, but the poor Skull-Splitter's wound, in spite of cold water and bandages, kept pouring forth its warm current without sign of abatement.  Hakon grew paler and paler, and would have burst into tears, if he had not been a \\\"Son of the Vikings.\\\"  It would have been a relief to him, for the moment, not to have been a \\\"Son of the Vikings.\\\"  For he was terribly frightened, and thought surely he was going to bleed to death.  The other Vikings, too, began to feel rather alarmed at such a prospect; and when Erling the Lop-Sided (the pastor's son) proposed that they should carry Hakon to the doctor, no one made any objection.  But the doctor unhappily lived so far away that Hakon might die before he got there.\\n\\n\\\"Well, then,\\\" said Wolf-in-the Temple, \\\"let us take him to old Witch-Martha.  She can stanch blood and do lots of other queer things.\\\"\\n\\n\\\"Yes, and that is much more Norse, too,\\\" suggested Thore the Hound; \\\"wise women learned physic and bandaged wounds in the olden time.  Men were never doctors.\\\"\\n\\n\\\"Yes, Witch-Martha is just the right style,\\\" said Erling the Lop-Sided down in his boots; for he had naturally a shrill voice and gave himself great pains to produce a manly bass.\\n\\n\\\"We must make a litter to carry the Skull-Splitter on,\\\" exclaimed Einar Bowstring-Twanger (the sheriff's son); \\\"he'll never get to Witch-Martha alive if he is to walk.\\\"\\n\\nThis suggestion was favorably received, the boys set to work with a will, and in a few minutes had put together a litter of green twigs and branches.  Hakon, who was feeling curiously light-headed and exhausted, allowed himself to be placed upon it in a reclining position; and its swinging motion, as his friends carried it along, nearly rocked him to sleep.  The fear of death was but vaguely present to his mind; but his self-importance grew with every moment, as he saw his blood trickle through the leaves and drop at the roadside.  He appeared to himself a brave Norse warrior who was being carried by his comrades from the battle-field, where he had greatly distinguished himself.  And now to be going, to the witch who, by magic rhymes and incantations, was to stanch the ebbing stream of his life--what could be more delightful?\\n\\nII.\\n\\nWitch Martha lived in a small lonely cottage down by the river.  Very few people ever went to see her in the day-time; but at night she often had visitors.  Mothers who suspected that their children were changelings, whom the Trolds had put in the cradle, taking the human infants away; girls who wanted to \\\"turn the hearts\\\" of their lovers, and lovers who wanted to turn the hearts of the girls; peasants who had lost money or valuables and wanted help to trace the thief--these and many others sought secret counsel with Witch-Martha, and rarely went away uncomforted.  She was an old weather-beaten woman with a deeply wrinkled, smoky-brown face, and small shrewd black eyes.  The floor in her cottage was strewn with sand and fresh juniper twigs; from the rafters under the ceiling hung bunches of strange herbs; and in the windows were flower-pots with blooming plants in them.\\n\\nMartha was stooping at the hearth, blowing and puffing at the fire under her coffee-pot, when the Sons of the Vikings knocked at the door.  Wolf-in-the-Temple was the man who took the lead; and when Witch-Martha opened the upper half of the door (she never opened both at the same time) she was not a little astonished to see the Captain's son, Frithjof Ronning, staring up at her with an anxious face.\\n\\n\\\"What cost thou want, lad?\\\"  she asked, gruffly; \\\"thou hast gone astray surely, and I'll show thee the way home.\\\"\\n\\n\\\"I am Wolf-in-the-Temple,\\\" began Frithjof, thrusting out his chest, and raising his head proudly.\\n\\n\\\"Dear me, you don't say so!\\\"  exclaimed Martha.\\n\\n\\\"My comrade and foster-brother Skull-Splitter has been wounded; and I want thee, old crone, to stanch his blood before he bleeds to death.\\\"\\n\\n\\\"Dear, dear me, how very strange!\\\"  ejaculated the Witch, and shook her aged head.\\n\\nShe had been accustomed to extraordinary requests; but the language of this boy struck her as being something of the queerest she had yet heard.\\n\\n\\\"Where is thy Skull-Splitter, lad?\\\"  she asked, looking at him dubiously.\\n\\n\\\"Right here in the underbrush,\\\" Wolf-in-the-Temple retorted, gallantly; \\\"stir thy aged stumps now, and thou shalt be right royally rewarded.\\\"\\n\\nHe had learned from Walter Scott's romances that this was the proper way to address inferiors, and he prided himself not a little on his jaunty condescension.  Imagine then his surprise when the \\\"old crone\\\" suddenly turned on him with an angry scowl and said:\\n\\n\\\"If thou canst not keep a civil tongue in thy head, I'll bring a thousand plagues upon thee, thou umnannerly boy.\\\"\\n\\nBy this threat Wolf-in-the-Temple's courage was sadly shaken.  He\\n\\nknew Martha's reputation as a witch, and had no desire to test in his own person whether rumor belied her.\\n\\n\\\"Please, mum, I beg of you,\\\" he said, with a sudden change of tone; \\\"my friend Hakon Vang is bleeding to death; won't you please help him?\\\"\\n\\n\\\"Thy friend Hakon Vang!\\\"  cried Martha, to whom that name was very familiar; \\\"bring him in, as quick as thou canst, and I'll do what I can for him.\\\"\\n\\nWolf-in- the-Temple put two fingers into his mouth and gave a loud shrill whistle, which was answered from the woods, and presently the small procession moved up to the door, carrying their wounded comrade between them.  The poor Skull-Splitter was now as white as a sheet, and the drowsiness of his eyes and the laxness of his features showed that help came none too early.  Martha, in hot haste, grabbed a bag of herbs, thrust it into a pot of warm water, and clapped it on the wound.  Then she began to wag her head slowly to and fro, and crooned, to a soft and plaintive tune, words which sounded to the ears of the boys shudderingly strange:\\n\\n\\\"I conjure in water, I conjure in lead, I conjure with herbs that grew o'er the dead; I conjure with flowers that I plucked, without shoon,           When the ghosts were abroad, in the wane of the moon. I conjure with spirits of earth and air That make the wind sigh and cry in despair; I conjure by him within sevenfold rings That sits and broods at the roots of things. I conjure by him who healeth strife, Who plants and waters the germs of life. I conjure, I conjure, I bid thee be still, Thou ruddy stream, thou hast flowed thy fill! Return to thy channel and nurture his life Till his destined measure of years be rife.\\\"\\n\\nShe sang the last two lines with sudden energy; and when she removed her hand from the wound, the blood had ceased to flow.  The poor Skull-Splitter was sleeping soundly; and his friends, shivering a little with mysterious fears, marched up and down whispering to one another.  They set a guard of honor at the leafy couch of their wounded comrade; intercepted the green worms and other insects that kept dropping down upon him from the alder branches overhead, and brushed away the flies that would fain disturb his slumbers.  They were all steeped to the core in old Norse heroism; and they enjoyed the situation hugely.  All the life about them was half blotted out; they saw it but dimly.  That light of youthful romance, which never was on sea or land, transformed all the common things that met their vision into something strange and wonderful.  They strained their ears to catch the meaning of the song of the birds, so that they might learn from them the secrets of the future, as Sigurd the Volsung did, after he had slain the dragon, Fafnir.  The woods round about them were filled with dragons and fabulous beasts, whose tracks they detected with the eyes of faith; and they started out every morning, during the all too brief vacation, on imaginary expeditions against imaginary monsters.\\n\\nWhen at the end of an hour the Skull-Splitter woke from his slumber, much refreshed, Witch-Martha bandaged his arm carefully, and Wolf-in-the Temple (having no golden arm-rings) tossed her, with magnificent superciliousness, his purse, which contained six cents.  But she flung it back at him with such force that he had to dodge with more adroitness than dignity.\\n\\n\\\"I'll get my claws into thee some day, thou foolish lad,\\\" she said, lifting her lean vulture-like hand with a threatening gesture.\\n\\n\\\"No, please don't, Martha, I didn't mean anything,\\\" cried the boy, in great alarm; \\\"you'll forgive me, won't you, Martha?\\\"\\n\\n\\\"I'll bid thee begone, and take thy foolish tongue along with thee,\\\" she answered, in a mollified tone.\\n\\nAnd the Sons of the Vikings, taking the hint, shouldered the litter once more, and reached Skull-Splitter's home in time for supper.\",\"timestamp\":1641284795,\"title\":\"\\nAnd there--no, not there--but somewhere from out of the gentle rush of the middle current there seemed \"},\"digest\":\"JwahPBMeSyiBmHWbNRTgTNaxMGbrd0g5uzxc39SqKzA\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdKyKc_opf0aVQUhASwnf56VO7tcL4bkh9Xj1kfiY1Y\\\",\\\"y\\\":\\\"qGLnWtZNZdaTa41PSd_HsxhQgEV2qQWMEIl82IMgpvs\\\"}\",\"signature\":\"myDzXk5Fara18aAjS-iTiT0wpSzRmdFWMILAJibLHBar3ED3Tnmzn2cWYViYo1Mzo5IGr1mo2i0v5ujfmzbXvA\",\"signingKeySignature\":\"0xeaeecb6ac11d977e070f77e3a9f2435c65527d58dc4967b0d2e1a315ca96a90b6e1a8179bc36bc4b508f07b5dabaeb732a371b081d5ea347a29a81352c33469d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdKyKc_opf0aVQUhASwnf56VO7tcL4bkh9Xj1kfiY1Y\\\",\\\"y\\\":\\\"qGLnWtZNZdaTa41PSd_HsxhQgEV2qQWMEIl82IMgpvs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JwahPBMeSyiBmHWbNRTgTNaxMGbrd0g5uzxc39SqKzA\"}"