"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*5VLhGKlb0Y6ElNVOSgYvgQ.png)\\n\\n## Summer 2019 — the beginning\\n\\nMy journey to Microsoft started in the summer of 2019, when I took a leap of faith and said yes to the [Girls Make Games ](https://www.girlsmakegames.com/)fellowship, living in Seattle to teach game development at an Xbox camp.\\n\\nWhat I didn’t know, that this summer is what made me want to work at Microsoft.\\n\\nMicrosoft was a hub of creativity and enablement — from their game studios, collaboration tools, computer and office software — they had it all.\\n\\nI loved how much they value accessibility and inclusivity — Xbox’s motto was “When everyone plays, we all win”.\\n\\nWe got to use Xbox’s adaptive controller, and it really made me happy seeing them work on products that ensured no one was left behind. I also got to meet Helen Chiang, the studio head of Minecraft, and her journey inspired me so much.\\n\\nOverall, I was really excited by Microsoft’s mission and thought it was something I could really get behind! It connected a lot with my own personal passion for education and enabling those around me.\\n\\n# September 2019 — interview for Garage UX design internship!\\n\\n![Invitation for a first-round interview at Microsoft](https://images.mirror-media.xyz/publication-images/vdEx0oy3vSvwsdeST8K_Y.png?height=517&width=722)\\n\\nIn September 2019, I started my first year of university and was overwhelmed by the co-op search process. I applied to all of Microsoft’s internships — design, program management, and software, not really completely understanding what the differences were between those roles. I knew I wanted to be at Microsoft and work in technology.\\n\\nAfter I applied, I got an interview letting me know I got an interview for their Garage UX design internship. I remember pacing around in my Solidworks classroom so excited with the news, wondering what the best day would be to schedule the call.\\n\\nInvitation for a first-round interview at Microsoft\\n\\nShortly after, I was notified I was moving on to an onsite interview in Vancouver, with only a week to prepare. I didn’t even have a suitcase — my mom had to get me a small one before I left.\\n\\n## The onsite interview\\n\\n![](https://images.mirror-media.xyz/publication-images/EeJTS6VEOKpI3WiRsF9D2.png?height=466&width=1416)\\n\\nGetting to go onsite was such an amazing experience I am so grateful for — especially since these aren’t happening much anymore due to the pandemic. Microsoft really knew how to treat their candidates well — food, hotel room + flight, and everything we needed to be prepared for the interview.\\n\\nI don’t have many pictures of Vancouver because I wayyy too nervous for my interview to explore. (Had I known that may have been the last onsite I’ve done, I definitely would have made the most of it more!)\\n\\nI was working on my slide deck on the plane, unsure of what content to include by tried my best. Later that day once my plane landed, I had a call with one of the UW/UX mentors who was so kind enough to give me some feedback before my presentation.\\n\\nIt was an intense day with 4 back-to-back 45-minute interviews with full-time designers.\\n\\nI didn’t end up getting the role.\\n\\n![Email from the recruiter letting me know I didn’t get the role](https://images.mirror-media.xyz/publication-images/hIik4svDDp_7DWFD50RAK.png?height=157&width=1400)\\n\\nAt this point, I was feeling a little lost. I poured myself into learning about design in my first semester. I was in a weird zone of being interested in software, product, and design, but I needed to make a decision soon on what to focus on.\\n\\nHowever I realized from feedback on my case study the project was much more PM-oriented, and in every interview I had I always asked about opportunities for designers to play a PM role on the team. I found myself getting more excited about research, entrepreneurship, and product decisions rather than design technicalities.\\n\\nThis was a bit of a turning point for me, and although it was a failure, it led me to discover something new.\\n\\n# On the path to rediscovery\\n\\nTurns out, not getting that role at the time was the best thing that happened. It pushed me to branch out and discover new interests.\\n\\nI’m a strong believer that everything happens for a reason, and if I did end up getting the design internship, I may have just closed the door on exploring any other paths.\\n\\nI ended up taking a consulting internship role at Deloitte that term which was great because I didn’t need to tunnel vision myself into one specific role at the time. I got to do some software engineering work, product design, and my manager let me take on some PM tasks as well.\\n\\nSoon after, I started to dive deeper into learning about product and front-end roles.\\n\\n# Summer 2021 — PM internship at Microsoft\\n\\nThis summer, I finally landed my first PM role as a Program Management Intern at Microsoft which has been an amazing experience! I had such a supportive manager & mentor, and a challenging problem space to work on.\\n\\nHere are some of the key takeaways & learnings I had from my internship:\\n\\n## Know your project and the problem you’re solving inside and out.\\n\\nIn the first two weeks of my internship, I had several 1:1s with different PMs and devs on my team. No one has time to read your project plan or look at your deck. You need to be able to stand on your own feet and summarize all the information you’ve been documenting, and highlight the most relevant info quickly in meetings.\\n\\n## Leverage your people\\n\\nIn our personal evaluations at Microsoft, we are evaluated on three key areas of our work:\\n\\n* What impact did you make?\\n* How did you leverage the work of others?\\n* How did you contribute to other people’s work?\\n\\nThe most successful PMs have examples of contributing to all three areas. No one needs to reinvent the wheel here, if anyone has anything useful, repurpose it! Building strong relationships with people is imperative.\\n\\nThere’s no written guidebook that tells you who’s the subject matter expert in one area. You learn that by talking to people. And if you don’t get the information you need from one person, chances are, that person you talk to might be able to give you an idea of who to talk to next.\\n\\n## Have at least 3 key mentors\\n\\nA director at Microsoft told me that you need 3 main mentors in your career:\\n\\n> *Someone who’s directly on your team and can support you in your work*\\n>\\n> *Someone who’s outside your team but still in your larger organization to get a wider perspective*\\n>\\n> *Someone who’s outside of your team and organization who can give you general career advice*\\n\\nI’m so grateful that I had at least 5–6 really solid mentors throughout my internship to get feedback on my work and touchpoint with frequently.\\n\\nOne of my mentors outside my team is a recent grad and we’ve been chatting about personal finance, goal setting, and adulting. Her positive energy made me feel so motivated to make most of the rest of my internship, and it’s a great way to get to know a company if you’d want to join full-time by talking to current new grads.\\n\\n## As a PM, you need to learn how to learn.\\n\\nPeople look to you to get the next steps on the project, understand the problem space, and be the voice of the customers. When I started my internship, there wasn’t much documentation that existed about the problem space I was tackling.\\n\\nI had to meet with folks, understand the problem while getting familiar with all the new terminology used to describe the landscape. PMs need to learn how to learn, and quickly at that, to ramp up in the space and feel confident with their recommendations.\\n\\n![Typical knowledge curve of learning new information on a team. Source](https://images.mirror-media.xyz/publication-images/3LErGfg8AP8ALZGlSnUrv.png?height=595&width=1058)\\n\\n## “The worst question is no question asked”\\n\\nThis is a piece of advice my skip manager gave to me. However, he said the second-worst question is asking the same question again several times. Make sure you understand the first time and ask follow-ups for clarification.\\n\\nOn a similar note, it’s okay to not know the answer to a question in a presentation, but you need to make sure that you know how to answer that question in your next presentation.\\n\\n## Get involved much as you can outside of work\\n\\nBeing someone who loves being involved in the community, this was no different at Microsoft! We had initiatives called intern co-creation projects, where interns could come together and create something for the intern community.\\n\\nSome of the things I got involved with included co-hosting the Concise Advice event in collaboration with the Microsoft and LinkedIn intern program, to interview some of our leaders on their journeys and the importance of DEI representation in leadership.\\n\\nI also organized a lightning talk for our Azure Learn Day, and the most random but fun thing I was a part of was taking part in an Olivia Rodrigo karaoke session with some of the interns!\\n\\n![](https://images.mirror-media.xyz/publication-images/f6-xm_EHgBOdm6VK9vlOg.png?height=642&width=1402)\\n\\nI also helped organize a meetup with some of the interns in Montreal, which was super fun, I only wish I was in Montreal longer to be a part of more meet-ups!\\n\\nOverall, this has been such a meaningful summer full of growth and I can’t thank Microsoft and Cansbridge for all the support! I am so grateful to see things come full circle from volunteering at the Girls Make Games camp, navigating rejection, and finally getting to experience a role I’m passionate about at a company I really admire.\\n\\nExcited for the next steps of my journey, and thank you so much for reading my story!\\n\\n**Special thanks**\\n\\n* My team at Microsoft for an amazing summer\\n* The Cansbridge fellowship team & Mitacs Accelerate\\n* Calvin & Mackenzie who helped me prep for my first design onsite!\\n* Greg, Angelo, Vivien, Kai, & Kanika for their help mock interviewing me and especially Jenna for all the time she invested helping me learn about product!\",\"timestamp\":1633813314,\"title\":\"My journey to Microsoft, from failure to discovering something new\"},\"digest\":\"sOAaQqUs5zEPRN0NF3VlI-BilzzyY8_d7Ld8qFHUw8k\",\"authorship\":{\"contributor\":\"0xb4F48c71cCE0808d169669bcdD1508A2567586df\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JpUAsktnvn4OyBlh7Maqf_zLv2d6UANKgefKspqbI9s\\\",\\\"y\\\":\\\"wwzVKrdjFANTgl2qWg_PYMzdNbhWWBuQS4rr_XRBOLE\\\"}\",\"signature\":\"OlE3ldENV-zxNCFSD12-RZHv5CAXuU3yBiOGi_ZcIuwT46XAS2j56-TzAal9WBBqpFsU6N3Xz6VFnCbmKVqcSQ\",\"signingKeySignature\":\"0xa6022b97f4d01d450b8c652ac5909581d63909263370b082e548b18ec281d70e69d39a7d7a7271c2923ab76245ac7ff27ed2a5a5812af251f9d19ee296fb8aa91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JpUAsktnvn4OyBlh7Maqf_zLv2d6UANKgefKspqbI9s\\\",\\\"y\\\":\\\"wwzVKrdjFANTgl2qWg_PYMzdNbhWWBuQS4rr_XRBOLE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sOAaQqUs5zEPRN0NF3VlI-BilzzyY8_d7Ld8qFHUw8k\"}"