"{\"content\":{\"body\":\"\\\"I did want to speak to him.\\\"\\n\\n\\\"But he is not a boatman, Signore. He does not go with the travellers. He is a fisherman.\\\"\\n\\n\\\"Yes. Do you know his mother?\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\n\\\"What is her name?\\\"\\n\\n\\\"Bernari, Signore. She is married to Antonio Bernari, who is in prison.\\\"\\n\\n\\\"In prison? What's he been doing?\\\"\\n\\n\\\"He is always after the girls, Signore. And now he has put a knife into one.\\\"\\n\\nThe man shrugged his shoulders.\\n\\n\\\"Diavolo! He is jealous. He has not been tried yet, perhaps he never will be. His wife has gone into Naples to-day to see him.\\\"\\n\\n\\\"Oh, she's away?\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\n\\\"And her name, her Christian name? It's Maria, isn't it?\\\"\\n\\n\\\"No, Signore, Maddalena--Maddalena Bernari.\\\"\\n\\nArtois said nothing for a minute. Then he added:\\n\\n\\\"I suppose there are plenty of Maddalenas here in Mergellina?\\\"\\n\\nThe man laughed.\\n\\n\\\"Si Signore. Marias and Maddalenas--you find them everywhere. Why, my own mamma is Maddalena, and my wife is Maria, and so is my sister.\\\"\\n\\n\\\"Exactly. And your name? I want it, so that when next I take a boat here I can ask for yours.\\\"\\n\\n\\\"Fabiano, Signore, Lari Fabiano, and my boat is the /Stella del Mare/.\\\"\\n\\n\\\"Thank you, Fabiano.\\\"\\n\\nArtois put a lira into his hand.\\n\\n\\\"I shall take the /Star of the Sea/ very soon.\\\"\\n\\n\\\"This evening, Signore; it will be fine for sailing this evening.\\\"\\n\\n\\\"If not this evening, another day. A rivederci, Fabiano.\\\"\\n\\n\\\"A rivederci, Signore. Buon passeggio.\\\"\\n\\nThe man went back to his companions, and, as Artois walked on began talking eagerly to them, and pointing after the stranger.\\n\\nArtois did not know what he would do later on in the evening, but he had decided on the immediate future. He would walk up the hill to the village of Posilipo, then turn down to the left, past the entrance to the Villa Rosebery, and go to the Antico Giuseppone, where he could dine by the waterside. It was quiet there, he knew; and he could have a cutlet and a zampaglione, a cup of coffee and a cigar, and sit and watch the night fall. And when it had fallen? Well, he would not be far from the island, nor very far from Naples, and he could decide then what to do.\\n\\nHe followed out this plan, and arrived at the Giuseppone at evening. As he came down the road between the big buildings near the waterside he saw in the distance a small group of boys and men lounging by the three or four boats that lie at the quay, and feared to find, perhaps, a bustle and noise of people round the corner at the ristorante. But when he turned the corner and came to the little tables that were set out in the open air, he was glad to see only two men who were bending over their plates of fish soup. He glanced at them, almost without noticing them, so preoccupied was he with his thoughts, sat down at an adjoining table and ordered his simple meal. While it was being got ready he looked out over the sea.\\n\\nThe two men near him conversed occasionally in low voices. He paid no heed to them. Only when he had dined slowly and was sipping his black coffee did they attract his attention. He heard one of them say to the other in French:\\n\\n\\\"What am I to do? It would be terrible for me! How am I to prevent it from happening?\\\"\\n\\nHis companion replied:\\n\\n\\\"I thought you had been wandering all the winter in the desert.\\\"\\n\\n\\\"I have. What has that to do with it?\\\"\\n\\n\\\"Have you learned its lesson?\\\"\\n\\n\\\"What lesson?\\\"\\n\\n\\\"The lesson of resignation, of obedience to the thing that must be.\\\"\\n\\nArtois looked towards the last speaker and saw that he was an Oriental, and that he was very old. His companion was a young Frenchman.\\n\\n\\\"What do those do who have not learned?\\\" continued the Oriental. \\\"They seek, do they not? They rebel, they fight, they try to avoid things, they try to bring things about. They lift up their hands to disperse the grains of the sand-storm. They lift up their voices to be heard by the wind from the South. They stretch forth their hands to gather the mirage into their bosom. They follow the drum that is beaten among the dunes. They are afraid of life because they know it has two kinds of gifts, and one they snatch at, and one they would refuse. And they are afraid still more of the door that all must enter, Sultan and Nomad-- he who has washed himself and made the threefold pilgrimage, and he who is a leper and is eaten by flies. So it is. And nevertheless all that is to come must come, and all that is to go must go at the time appointed; just as the cloud falls and lifts at the time appointed, and the wind blows and fails, and Ramadan is here and is over.\\\"\\n\\nAs he ceased from speaking he got up from his chair, and, followed by the young Frenchman, he passed in front of Artois, went down to the waterside, stepped into a boat, and was rowed away into the gathering shadows of night.\\n\\nArtois sat very still for a time. Then he, too, got into a boat and was rowed away across the calm water to the island.\\n\\nHe found Hermione sitting alone, without a lamp, on the terrace, meditating, perhaps, beneath the stars. When she saw him she got up quickly, and a strained look of excitement came into her face.\\n\\n\\\"You have come!\\\"\\n\\n\\\"Yes. You--are you surprised? Did you wish to be alone?\\\"\\n\\n\\\"No. Will you have some coffee?\\\"\\n\\nHe shook his head.\\n\\n\\\"I dined at the Giuseppone. I had it there.\\\"\\n\\nHe glanced round.\\n\\n\\\"Are you looking for Vere? She is out on the cliff, I suppose. Shall we go to her?\\\"\\n\\nHe was struck by her nervous uneasiness. And he thought of the words of the old Oriental, which had made upon him a profound impression, perhaps because they had seemed spoken, not to the young Frenchman, but in answer to unuttered thoughts of his own.\\n\\n\\\"Let us sit here for a minute,\\\" he said.\\n\\nHermione sat down again in silence. They talked for a little while about trifling things. And then Artois was moved to tell her of the conversation he had that evening overheard, to repeat to her, almost word for word, what the old Oriental had said. When he had finished Hermione was silent for a minute. Then she moved her chair and said, in an unsteady voice:\\n\\n\\\"I don't think I should ever learn the lesson of the desert. Perhaps only those who belong to it can learn from it.\\\"\\n\\n\\\"If it is so it is sad--for the others.\\\"\\n\\n\\\"Let us go and find Vere,\\\" she said.\\n\\n\\\"Are you sure she is on the cliff?\\\" he asked, as they passed out by the front door.\\n\\n\\\"I think so. I am almost certain she is.\\\"\\n\\nThey went forward, and almost immediately heard a murmur of voices.\\n\\n\\\"Vere is with some one,\\\" said Artois.\\n\\n\\\"It must be Ruffo. It is Ruffo.\\\"\\n\\nShe stood still. Artois stood still beside her. The night was windless. Voices travelled through the dreaming silence.\\n\\n\\\"Don't be afraid. Sing it to me.\\\"\\n\\nVere's voice was speaking. Then a boy's voice rang out in the song of Mergellina. The obedient voice was soft and very young, though manly. And it sounded as if it sang only for one person, who was very near. Yet it was impersonal. It asked nothing from, it told nothing to, that person. Simply, and very naturally, it just gave to the night a very simple and a very natural song.\\n\\nAs Artois listened he felt as if he learned what he had not been able to learn that day at Mergellina. Strange as this thing was--if indeed it was--he felt that it must be, that it was ordained to be, it and all that might follow from it. He even felt almost that Hermione must already know it, have divined it, as if, therefore, any effort to hide it from her must be fruitless, or even contemptible, as if indeed all effort to conceal truth of whatever kind was contemptible.\\n\\nThe words of the Oriental had sunk deep into his soul.\\n\\nWhen the song was over he turned resolutely away. He felt that those children should not be disturbed. Hermione hesitated for a moment. Then she fell in with his caprice. At the house door he bade her good- bye. She scarcely answered. And he left her standing there alone in the still night.\\n\\nCHAPTER XXIV\\n\\nHer unrest was greater than ever, and the desire that consumed her remained ungratified, although Emile had come to the island as if in obedience to her fierce mental summons. But she had not seen him even for a moment with Vere. Why had she let him go? When would he come again? She might ask him to come for a long day, or she might get Vere to ask him.\\n\\nVere must surely be longing to have a talk with her secret mentor, with her admirer and inspirer. And then Hermione remembered how often she had encouraged Emile, how they had discussed his work together, how he had claimed her sympathy in difficult moments, how by her enthusiasm she had even inspired him--so at least he had told her. And now he was fulfilling in her child's life an office akin to hers in his life.\\n\\nThe knowledge made her feel desolate, driven out. Yes, she felt as if this secret shared by child and friend had expelled her from their lives. Was that unreasonable? She wished to be reasonable, to be calm.\\n\\nCalm? She thought of the old Oriental, and of his theory of resignation. Surely it was not for her, that theory. She was of different blood. She did not issue from the loins of the immutable East. And yet how much better it was to be resigned, to sit enthroned above the chances of life, to have conquered fate by absolute submission to its decrees!\\n\\nWhy was her heart so youthful in her middle-aged body? Why did it still instinctively clamor for sympathy, like a child's? Why could she be so easily and so cruelly wounded? It was weak. It was contemptible. She hated herself. But she could only be the thing she at that moment hated.\\n\\nHer surreptitious act of the afternoon seemed to have altered her irrevocably, to have twisted her out of shape--yet she could not wish it undone, the knowledge gained by it withheld. She had needed to know what Emile knew, and chance had led her to learn it, as she had learned it, with her eyes instead of from the lips of her child.\\n\\nShe wondered what Vere would have said if she had been asked to reveal the secret. She would never know that now. But there were other things that she felt she must know: why Vere had never told her--and something else.\\n\\nHer act of that day had twisted her out of shape. She was awry, and she felt that she must continue to be as she was, that her fearless honesty was no longer needed by her, could no longer rightly serve her in the new circumstances that others had created for her. They had been secret. She could not be open. She was constrained to watch, to conceal--to be awry, in fact.\\n\\nYet she felt guilty even while she said this to herself, guilty and ashamed, and then doubtful. She doubted her new capacity to be furtive. She could watch, but she did not know whether she could watch without showing what she was doing. And Emile was terribly observant.\\n\\nThis thought, of his subtlety and her desire to conceal, made her suddenly realize their altered relations with a vividness that frightened her. Where was the beautiful friendship that had been the comfort, the prop of her bereaved life? It seemed already to have sunk away into the past. She wondered what was in store for her, if there were new sorrows being forged for her in the cruel smithy of the great Ruler, sorrows that would hang like chains about her till she could go no farther. The Egyptian had said: \\\"What is to come will come, and what is to go will go, at the time appointed.\\\" And Vere had said she felt as if perhaps there was a cross that must be borne by some one on the island, by \\\"one of us.\\\" Was she, Hermione, picked out to bear that cross? Surely God mistook the measure of her strength. If He had He would soon know how feeble she was. When Maurice had died, somehow she had endured it. She had staggered under the weight laid upon her, but she had upheld it. But now she was much older, and she felt as if suffering, instead of strengthening, had weakened her character, as if she had not much \\\"fight\\\" left in her.\\n\\n\\\"I don't believe I could endure another great sorrow,\\\" she said to herself. \\\"I'm sure I couldn't.\\\"\\n\\nJust then Vere came in to bid her good-night.\\n\\n\\\"Good-night, Vere,\\\" Hermione said.\\n\\nShe kissed the girl gently on the forehead, and the touch of the cool skin suddenly made her long to sob, and to say many things. She took her lips away.\\n\\n\\\"Emile has been here,\\\" she said.\\n\\n\\\"Monsieur Emile!\\\"\\n\\nVere looked round.\\n\\n\\\"But--\\\"\\n\\n\\\"He has gone.\\\"\\n\\n\\\"Gone! But I haven't seen him!\\\"\\n\\nHer voice seemed thoroughly surprised.\\n\\n\\\"He only stayed five minutes or so.\\\"\\n\\n\\\"Oh, Madre, I wish I had known!\\\"\",\"timestamp\":1637314642,\"title\":\"\\n\\\"Do you want him, Signore? But he is not here to-day. He is at sea to-day.\\\"\"},\"digest\":\"mXfm4kkTsT86uQaBMapTs9XMHyKB5ekxDVHvcQ2-m8w\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xAgiGLrNbRmRMvEc_rZUq3VLoc2bmHloO2XISl_oiqQ\\\",\\\"y\\\":\\\"5aQS8c5Cg9bFFsSqd7k6n78WV3_tzLfs5IB0d72I-mo\\\"}\",\"signature\":\"ox66UY_M0oPOep2ehHMCffyDDi1UOPvVJxVIdxvukINfsMdRhIoIi9HyYj4uaW8dSJ-MOn5T_x-7pIvD-E_z9g\",\"signingKeySignature\":\"0x5da4732bf12e7bd6971e7eb93180be524c07b5335ed5891ff05529fddd357f0d3d5ead0f02b24b2a63e4aeb41786c5f2d46420a8c4ac11ce1accc308f9392bf41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xAgiGLrNbRmRMvEc_rZUq3VLoc2bmHloO2XISl_oiqQ\\\",\\\"y\\\":\\\"5aQS8c5Cg9bFFsSqd7k6n78WV3_tzLfs5IB0d72I-mo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mXfm4kkTsT86uQaBMapTs9XMHyKB5ekxDVHvcQ2-m8w\"}"