"{\"content\":{\"body\":\"When the people I loved most in crypto, the OGs at r/EthTrader, broke off and formed a new subreddit, r/EthFinance in 2019, I was bummed. I migrated to r/EthFinance with them, but I could never get comfortable with the signaling of the moniker r/EthFinance at the top of the stack. I was more excited by DAOs than DeFi. If we needed a new name, why not something more inclusive, like r/EthEverything?\\n\\nAt the time I became obsessed with Ethereum in 2016, I was a middle manager at a big company. I was sick of the bullshit, bureaucracy, central decision making and required ass kissing. The promise of DAO's, new types of organizations that functioned differently, appealed to me more than disrupting Wall Street.\\n\\nThen after making a big crypto windfall in early 2018, when I was sequestered for a couple of years [writing a book](https://www.amazon.com/Confessions-Crypto-Millionaire-Unlikely-Corporate-ebook/dp/B07VBS7Z5K#customerReviews) that explained how that happened, DeFi took off.\\n\\nMy ambivalence about DeFi was misplaced. It’s awesome, structurally-radical and also ironically populated by DAOs. But it will never be poetry to me. Disrupting Wall Street is cool, but disrupting the foundation of corporations across the board, with more general purpose DAOs is more interesting. And disrupting and/or innovating and/or invigorating the very associations that are breaking down in America, from political parties, to service clubs, to social groups like bowling leagues with social DAOs as Jarrod Dicker  describes in his [excellent essay](https://darkstar.mirror.xyz/eYRttcLec0IXODpzLFsHZTRdzuWosBwfyVKnSc93NdA)? \\n\\nI’m here for it. \\n\\nFor most of 2020, I was crypto-exhausted. Living the bear and bull markets of 2016-2018, then writing a book and marketing it (plus talking about it constantly) between 2019-2020 took all of my energy. \\n\\n![](https://images.mirror-media.xyz/publication-images/2d9c09ff-361a-4b1d-a470-542055265af9.PNG?height=2688&width=1242)\\n\\n\\n\\nI started to think that crypto was just a phase for me. While I’d always be a cheerleader for Ethereum in particular, and decentralization in general, I’d focus my attention elsewhere. Maybe travel more.\\n\\n![](https://images.mirror-media.xyz/publication-images/25408539-0d7b-4b23-a7e1-4d2e717036f2.PNG?height=896&width=414)\\n\\n \\n\\nI made some bad choices. In early 2020 Vitalik was speaking at an event in my area. A friend whom I’d introduced to crypto, sent me the invite and said, Let’s Go! I told him I wasn’t in the mood. My friend was shocked. He knew what a Vitalik fan-boy I had been. In my recent worldview, Vitalik could have pulled an Andy Kaufman and read the phone book on stage for four hours and at the end I'd be cheering \\\"Bravo! You've done it again, V!\\\" To this day I still follow his kooky yet awesome father on Twitter, even though he trolled me once. \\n\\nhttps://twitter.com/DanConway650/status/1411735131774087168?s=20\\n\\nhttps://twitter.com/DanConway650/status/1411737328591130627?s=20\\n\\nBack then, (as it is today in some quarters) it was all about ETH as ultra sound money, on repeat. And when I say on repeat, I mean brainwash-level repeat, 24/7, because crypto never sleeps. \\n\\nGood soldiers in a righteous battle, but I needed a break.\\n\\nWhen the bull market reemerged earlier this year, I started paying closer attention for purely financial reasons (that’s a pretty uncommon reason, right?) We bought a new house and I needed to sell some more ETH. So I turned to my trusted financial advisor(s) on crypto twitter to figure out where the price was headed. \\n\\nMy Class of 2017 twitter feed hadn’t evolved much over the years. So I pared back all the old bores (BTC maxis) and  looked for people and projects that sounded interesting.  \\nI started following Jess Sloss @thattallguy, Cooper Turley @Cooopahtroopa and a handful of others. Those feeds led me to dozens of interesting people and projects. \\n\\n**Then… BOOM, right back down the rabbit hole I went, like the crypto junkie I am and always will be.** \\n\\nIn quick succession I secured my ENS, started using MetaMask for the *first* *time* (shameful, but true), joined Friends with Benefits, entered the Mirror $WriteRace to get my own Web3 domain and joined the Discords for Forefront and SeedClub. I interacted directly with many of the big brain thought-leaders and actual implementers of social tokens and DAOs on Twitter or Zoom. Social tokens are still in the magical early period where that’s possible. The early prophets don't yet have 200K or more twitter followers. Soon they will.\\n\\nI also joined the impressive Bankless DAO, though the content there still bores me. (To be clear, I’m bullish on its prospects and supportive of its mission). \\n\\nI am in the phase of obsession where I can bend every conversation to social tokens and/or DAOs, regardless of how implausible it is for most people to get involved just now.\\n\\n *Your kid’s taking college physics?* \\nThat’s a math-y connection. Has she considered learning solidity to earn some DAO-bounties? \\n*Your Uncle Fred likes art?* \\nMight want to check out PleasrDAO. Let me explain. \\n*You like to read?* \\nThe zeitgeist right now is on FWB. Want a link?  \\n\\nI believe DAOs will change the world. I believe tokenized communities will have superpowers. I believe media will decentralize, invigorating public discourse. I believe all sorts of weird things are going to happen that we can’t forecast. And I have a lot of other beliefs, none of which are novel or original, because at this point I’m mainly a parrot for what I’ve absorbed from the social token/DAO community. In time I hope to share some original thinking and advance a small corner of this new space.  \\n\\nI’m also going to write about other stuff, because I’m a human being with interests and concerns outside of crypto. I’m a normal-neurotic with a need to be heard. My first writing was a column in my high school newspaper, *Conway’s Corner*. I shared tidbits of gossip, criticized the principal for screwing up the lunch service and waxed on about items of concern for sixteen year old’s in the San Francisco Bay Area. \\n\\nTo be honest, high school was a happy time for me, before bouts of addiction, depression and other adult complications emerged in my twenties.  Later in life, becoming immersed in the crypto community was another oasis of positive vibes and goodness, at a time when I needed it. Yes, it saved me financially. But more importantly, it connected me with an overwhelming feeling of possibility that usually only comes when you are young.\\n\\nSo I'm calling this publication/website *Conway’s Corner*. It's a tribute to the the joy I felt having my words published for the first time, and the joy crypto has brought me, decades later. I hope you will stick around and read some of my stuff.\\n\\n**Note: I feel like a schlepp not using the NFT/Auction and other exotic Web3 tools that Mirror allows me. But as one of the relatively few people in the world with access to Mirror right now, I feel a stronger obligation to publish. And I'm afraid that I might accidentally auction an NFT of a body part, since I don't know what I'm doing. So I'm erring on the side of speed this week while I figure out how the rest of this stuff works. **\\n\\n****\\n\\n\",\"timestamp\":1627279472,\"title\":\"DAOs brought me back to crypto\",\"publication\":\"danconway\"},\"digest\":\"Fs__Loi2MmV0N6xiaFAHGLvuUGGwaz3vRtGgAx8MjG8\",\"authorship\":{\"contributor\":\"0xfbdf598dB4dBA841f40680Cd9C2D3cF618265be0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"signature\":\"_UuC6ZnWgnss1kkHwkxSksItQlZlmiNR7ekfXiNPwni_Yd1trY1kMPBkfa2o1Vm5LR4c_SndlJ1-8TH4eYmGag\",\"signingKeySignature\":\"0x64b5080fbf86c706ab000eb6f6942ec58c01de6b2cad135974458375f113716f47ffe7bde73cd6de181528e392567f247283a59a68f7bdbdfa242c50e226d4141c\",\"signingKeyMessage\":\"I authorize the publication of articles on danconway.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Fs__Loi2MmV0N6xiaFAHGLvuUGGwaz3vRtGgAx8MjG8\"}"