"{\"content\":{\"body\":\"Blockchain technology was first outlined in 1991 by Stuart Haber and W. Scott Stornetta, two researchers who wanted to implement a system where document timestamps could not be tampered with. But it wasn’t until almost two decades later, with the launch of Bitcoin in January 2009, that blockchain had its first real-world application.\\n\\nThe Bitcoin protocol is built on a blockchain. In a research paper introducing the digital currency, Bitcoin’s pseudonymous creato  referred to it as “a new electronic cash system that’s fully peer-to-peer, with no trusted third party.”2\\n\\nThe key thing to understand here is that Bitcoin merely uses blockchain as a means to transparently record a ledger of payments, but blockchain can, in theory, be used to immutably record any number of data points. As discussed above, this could be in the form of transactions, votes in an election, product inventories, state identifications, deeds to homes, and much more. \\n\\nCurrently, there are tens of thousands of projects looking to implement blockchains in a variety of ways to help society other than just recording transactions. For example, to use blockchains as a way to vote securely in democratic elections. The nature of blockchain’s immutability means that fraudulent voting would become far more difficult to occur. For example, a voting system could work such that each citizen of a country would be issued a single cryptocurrency or token. Each candidate would then be given a specific wallet address, and the voters would send their token or crypto to whichever candidate's address they wish to vote for. The transparent and traceable nature of blockchain would eliminate the need for human vote counting as well as the ability of bad actors to tamper with physical ballots.\\n\\n## Blockchain vs. Banks\\n\\nBlockchains have been heralded as being a disruptive force to the finance sector, and especially with the functions of payments and banking. Banks and decentralized blockchains are, however, vastly different.\\n\\nTo see how a bank differs from blockchain, let’s compare the banking system to Bitcoin’s implementation of blockchain.\",\"timestamp\":1637678912,\"title\":\"Bitcoin vs. Blockchain\"},\"digest\":\"qxvwwP0BbTtfE6V-ezw_lKnDV_59eXoF4dCCrA0b5A0\",\"authorship\":{\"contributor\":\"0xd3Eed1a1c9EA16298956879eb8FCa98Bf98229CB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5F8bppMxSwNtPc7EgxkrKQ45hyafJ-SjxIyGEcUCjo\\\",\\\"y\\\":\\\"4dRCB8rYkg4N1SokmPsdHMyGsOW2Ld-5qJEbehmCxYs\\\"}\",\"signature\":\"mWXyC6HXy0j1VC2EIBszGqjTcmlBO8EXq8zFE3mLnAtIxgx4r50lTyzzAiSzdAzhi2yybtVtVMYaOiAiYne3aA\",\"signingKeySignature\":\"0x930dd260aab285b8a15485597212b56a1ccfa57ad4f03c264315c1f9547c9a5e78e88aa338aebc653dbb9c579cb72daf0222f7f3b3a5d78fc75e25d07262d1521c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5F8bppMxSwNtPc7EgxkrKQ45hyafJ-SjxIyGEcUCjo\\\",\\\"y\\\":\\\"4dRCB8rYkg4N1SokmPsdHMyGsOW2Ld-5qJEbehmCxYs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qxvwwP0BbTtfE6V-ezw_lKnDV_59eXoF4dCCrA0b5A0\"}"