"{\"content\":{\"body\":\"*By Mercedes* \\n\\nWeb3, crypto & blockchain are making waves in art, music, and fintech today. How will web3, crypto, and blockchain affect edtech & learning? In this post I outline what I'm seeing so far. \\n\\nToday I'm seeing early efforts in a couple of areas:\\n\\n1. Learn to earn\\n2. DAOs as universities or Learning DAOs\\n3. Career funding: creator coins, securitized music\\n4. Freelancer networks\\n5. Credentials, transcripts\\n\\nIn this collectible post, I’ll dive into each of these and where there's additional opportunity in web3 x learning. \\n\\n## Learn to Earn \\n\\nTaking a note from play to earn (P2E) successes like Axie Infinity, companies like Rabbithole are pioneering a L2E model that rewards people for performing tasks & learning skills. There's L2E for language learning, reading newsletters, branding and social design, and new protocols, all rewarded with tokens. \\n\\nThe benefits of L2E include on-chain ledger of skills, and potentially stronger motivation for learners. As someone with a Masters in Education, I am obliged to point out the research by [Roland Fryer](https://www.edweek.org/leadership/merit-pay-for-students-fails-to-raise-scores-study-finds/2010/04) and others has shown paying people for behaviors associated with learning can improve achievement, but paying people solely for attaining higher scores doesn’t seem to work. So if designed correctly, learn to earn models could have a real basis. \\n\\nSome elements of better design that I think top learn to earn models will have: \\n\\n1. payment for behaviors that are online and offline that support learning\\n2. ability to integrate with other services that track supporting behaviors such as contributing to a community, habit formation\\n3. ability to assess depth of learning and weight credential appropriately - teaching someone else is a far stronger retention method than reading about something\\n\\n \\n Some critics worry about intrinsic motivation and this is a real concern. There is a lot to learn about the long-term effects of paying learners, especially children, for years on end, to pursue learning. \\n\\nLearn to Earn is also not entirely new - it's been around as blockchain technology since 2015. Professor Gunnar Stefansson [received](https://www.yahoo.com/entertainment/news/cryptocurrency-finds-place-education-smileycoin-162032190.html) funding from the University of Iceland and his site Tutorweb, has enabled students in Iceland & Kenya to earn the $SMLY coin he developed for learning. He says he has had over 1,000 students earn $SMLY tokens. \\n\\n## Learning DAOs\\n\\nAnother innovation area is DAOs as universities or Learning DAOs. DAOs are decentralized autonomous organizations or decentralized communities where any token holder has voting rights & a shared \\\"bank account.\\\" These are a [few](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw) [great](https://underscore.vc/blog/the-future-is-dao-a-primer-on-daos-and-their-explosive-growth/) [primers](https://every.to/divinations/will-daos-replace-corporations) on DAOs to understand what they are. DAOs can deploy L2E courses, credentials & manage a learning environment for their community.\\n\\nThis [piece](https://kassen.substack.com/p/daos-as-university-replacements-a) by Kassen is an excellent breakdown of the value & function that today's higher education institutions serve and how DAOs could serve many of these purposes. She highlights potential issues and opportunities like admissions & life-long learning. \\n\\nQuite a few DAOs as learning communities already exist. One such is [Crypto, Culture & Society](https://g.mirror.xyz/crowdfunds/0x819b12E7b398021fbD9D2acdC8B7349E3D732B51) - a course built on Mirror that used crowdfunded crypto to come to existence. Their backers received an NFT for membership & tokens for voting on syllabus, scholarships, guests, and more. In some ways this decentralized, crowd-funded form of education reminds me of [Kritik](https://www.kritik.io/), an innovative web2 peer assessment platform that allows peers to contribute to the syllabus, rubric, and evaluation of other students. \\n\\nThere is also the [Ethernaut DAO](https://ethernautdao.medium.com/introducing-the-ethernautdao-21bfca20ee80), a learning organization geared at helping train the next generation of ETH developers. This could be the General Assembly or Lambda of the future. Soon traditional learning orgs for adult learners may need to learn to setup DAOs to be competitive long term\\n\\nHere’s a few things I think the best learning DAOs will need to get right: \\n\\n1. scholarships & admissions - many DAOs today are pay-your-way-in and clearly that’s not equitable. many DAOs are also first-come-first-serve which means great members may never get the chance \\n2. trusty & safety - so many things can go awry while running a social, living, breathing community. a robust set of standards with community escalation policies is crucial to ensure a thriving social community \\n3. choose signal v. skill priority - the problem with many higher education institutions is that they have chosen signal v. skills as what brands them in the market. it is easy to fall into this trap if assessment, admissions, and brand aren’t thought out. Informal learning networks are also extremely valuable\\n4. proof-of-skill creep - many universities experience grade inflation when assessment rigor slips or isn’t universally understood. depending on how collectively each task is designed, as the decentralized community grows, proofs of skill could have really different bars\\n\\n## Career Funding \\n\\nAnother exciting area of web3 includes career funding solutions such as creator coins and securitized music. These new categories allow supporters to invest in their favorite creators and receive a stake of their future income as a result. \\n\\nIf you’ve been in the education world for some time, this might sound a bit like ISAs or income share agreements. This promising vehicle never took off unfortunately, although a few schools allow it today. With student debt in the USA at $1.57 trillion or $36k on average, we need more options. I especially like creator coins and securitized music because college isn’t always a great fit for creatives and this model is much better fit for high risk, high reward professions than “benefactor” aka starving artist models. \\n\\nSecuritized music is a specific subset of creator coins that focus on sharing a % of royalties. Companies like [Royal](https://royal.io/), [Vezt](https://www.vezt.co/) & others are defining the category. \\n\\nHere’s a few things creator coins and securitized music builders will need to get right: \\n\\n1. Clear design choice on fungible v NFT - tokens are fungible, NFTs are not.  I’m seeing players build both right now. The NFTs definitely have supporter fan value, but may have different implications for liquidity and how creator coins are valued.\\n2. Consumption v. hold focus? Platforms naturally want to provide an outlet for liquidity. Does this mean spending the currency on their platform for special 1v1 interactions with the artists? Does it mean creating a secondary exchange? What behavior do you want to drive with fans, speculation or real interest?\\n3. First-come v gated access? Similar to learning DAOs, creator coin builders need to figure out if they want to reward loyal fans and give them access, thus seeding their initial users with more of a fan club audience, or open it up to the public, increasing the likelihood that prices rise quickly as crypto whales come in.\\n\\n## Freelancing on Blockchain\\n\\nFreelancer networks are being built on blockchain like [Braintrust](https://www.usebraintrust.com/). In Freelancer-owned orgs, members earn a share of all the projects completed by other members and give input on governance. The freelancing network could theoretically charge lower prices since platform take rates on places like Upwork or Fiverr are replaced with shared earnings.\\n\\nHere’s a few things I think freelancing platforms will need to get right: \\n\\n1. ejection of members - if someone is no longer pulling weight or begins performing poor quality tasks, how do you address or remove them while keeping in mind decentralized governance and their ownership stake\\n2. handling losses - members share in gains, but what about projects where clients ask for refunds or aren’t satisfied with the work done?\\n3. management of DAO tools - this type of group, perhaps more than most, may resemble a more traditional company that needs lots of shared resourcing and tools. there are now so many [tools supporting DAOs](https://consensys.net/blog/blockchain-explained/daos-where-are-you-going-where-have-you-been/) that they’ll need to get a handle on everything available in addition to traditional corporate saas tools\\n\\n## Credentials\\n\\nOne of the most cited uses of blockchain and web3 in edtech has long been credentials. The idea is that given blockchain creates an immutable ledger, verified credentials about one’s education history could be shared this way. MIT has been using blockchain since 2015 to release transcripts. Originally called [Blockcerts Wallet](https://www.blockcerts.org/about.html), it's an open standard for blockchain credentials created by the MIT Media Lab. \\n\\nMIT isn't the only one. Maryville also allows students to access blockchain-based transcripts. They use pistis.io. Traditional higher education news outlets such as [Inside Higher Ed](https://www.insidehighered.com/digital-learning/blogs/online-trending-now/fresh-look-blockchain-higher-ed) have been writing about this space for years. Despite being one of the longest discussed use cases, a singular platform for blockchain transcripts hasn't broken through. \\n\\nUntil, perhaps now. While there isn’t a clear winner today, the massive success of NFT marketplaces such as OpenSea - which saw [$2.6B](https://cryptomode.com/opensea-nft-volume-seems-to-taper-off-despite-top-projects-performing-well/) in transaction volume in September 2021 - could be the consumer adoption opening that’s been needed.\\n\\nProfessor Beau Brannan at Pepperdine [experimented](https://www.linkedin.com/pulse/education-nfts-replace-diplomas-resumes-beau-brannan/?trackingId=0x6MEMP9RWu5Xb022BP2Yg%3D%3D) doing just this by minting NFTs for his college finance class on the OpenSea platform. \\n\\nAnother exciting potential in credentials is real-time skill acquisition and display. Given crypto credentials can be earned for individual tasks, a student wouldn't need to wait 4 years to get credit for their knowledge. Real-time progress of their degree could be visible for all anytime. If an employer decides xyz skills or 75% is enough, the learner may not need to go further. \\n\\nPeople are calling this [\\\"proof of skill\\\"](https://twitter.com/grant_nissly/status/1377229994850717698) and it overlaps with the world of \\\"competency based education\\\" = a movement in education that has tried to give learners credit for what they know, not just seat-in-butt or Carnegie hours which are based off of hours spent in class.\\n\\nHere’s a few things I think crypto credentialing platforms will need to get right: \\n\\n1. partnerships with employers - new forms of credentials have long been hard to establish because adoption by employers is slow. it’s easy for them to rely on top college rankings \\n2. review sites for DAOs and crypto credential issuer - as any new industry emerges, consumers and employers need to sift through the noise. There are already nearly [1M DAO members](https://consensys.net/blog/blockchain-explained/daos-where-are-you-going-where-have-you-been/) today\\n3. public education and category creation - the hardest part of any new credential is acceptance by the public. new credentials will need to collaborate and share where they are finding pockets of acceptance so the whole industry can succeed.\\n\\n## What’s Next\\n\\nThese are just 5 areas where Web3 x Edtech are intersecting. There is truly so much more to build and I can’t wait for the future. \\n\\nWhen I think about where there are gaps in the market today between existing and future Web3 and Learning tools, I refer to a few market maps and frameworks I’ve used to think holistically about this sector in the past. \\n\\nWhen I look at HolonIQs education blockchain market map from 2018, before this current wave of crypto, there were already tons of examples of learning DAOs, learn to earn models, and credential solutions. \\n\\n![HolonIQ's market map from 2018 of Blockchain & Learning](https://images.mirror-media.xyz/publication-images/vnU31eo1HJQ3w5RKIgOJ6.png?height=709&width=1024)\\n\\nI also think about the five areas I’m seeing gain steam today in relation to two of my learning sector frameworks (see below and [here](https://medium.com/lightspeed-venture-partners/the-future-of-work-ers-fd22509128e), [here](https://mercebent.medium.com/lightspeeds-edtech-portfolio-f4a324b44dd6)).\\n\\n![From my Lightspeed Edtech Portfolio post](https://images.mirror-media.xyz/publication-images/g9R5GNVFxPgruhU4SlyZs.png?height=787&width=1400)\\n\\n![From my 2019 Future of Workers post](https://images.mirror-media.xyz/publication-images/2ufqtIqyh2uIXwOYaRHJA.png?height=787&width=1400)\\n\\nSo given these frameworks, where am I hoping to see solutions for Web3 x Learning? Here’s just a few: \\n\\n* hiring platforms tied to DAOs\\n* job-integrated proof of skill (like degreed)\\n* assessment: proof of task does not equal mastery of concept\\n* early childhood and k12: most of innovation today is for adults\\n* corporate learning & internal mobility \\n* career discovery\\n* job search & hiring tools\\n* on-the-job performance enablement tools\\n\\nThanks so much for reading this post and perhaps the tweet that inspired it. If you are forming a learning DAO, want to crowdfund a course, or are building startups solving any of the solutions areas, hit me up! I would love to continue the conversation. I’m mbent at lsvp dot com \\n\\n*Mercedes is a partner at Lightspeed Venture Partners where she focuses on investments building the future of income including consumer, fintech, and edtech.* \",\"timestamp\":1633914713,\"title\":\"Web3, Crypto & Learning\"},\"digest\":\"85tk837skC1G4jMR-WzWts6Ck0rgkfE34rXoNTg3BF8\",\"authorship\":{\"contributor\":\"0x11f8329Df0fE061bB745D6A8ad9c2FfdBEf74281\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GseFnpe3XmEvto-NKGlzhhBvbEcd_nLusaUYagWC1FM\\\",\\\"y\\\":\\\"SyZcfZOzDmyhi2NA4qImwyDGMTVHz7gifLY5uMKMIu8\\\"}\",\"signature\":\"YL1UkDDOUXNnweVqA2Bz3M1jo6HR6ty0Zyr-FrtsPgQf-J0sA55YbbasfTdMhZsBCEnkwdNDYRQoUrUF3ZHa1Q\",\"signingKeySignature\":\"0xd2d74ef1e959e4578bf7d082652044913e287ab2038a8765781fe8adc660f7641d5d0ea6d3e50beaba28e65c83da8aa0028277bfeb2e2d249b928694fa221a4a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GseFnpe3XmEvto-NKGlzhhBvbEcd_nLusaUYagWC1FM\\\",\\\"y\\\":\\\"SyZcfZOzDmyhi2NA4qImwyDGMTVHz7gifLY5uMKMIu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"97mQYclewkw0gGcLeFl5xeGd6WRvnL5WB4r1dknmjFI\"}"