"{\"content\":{\"body\":\"Three months ago, a group of over 100 internet strangers came together to[ crowdfund 12 one-month residencies](https://creators.mirror.xyz/20Eyc57rknNJYL9vJa11zvupU_MXP7NZJUADTzTlCjQ) for independent online creators at a retreat in the Texas Hill Country. It was an experiment in[ universal creator income](https://li.substack.com/p/the-case-for-universal-creative-income),[ the physical manifestation of DAOs](https://creators.mirror.xyz/862A5rBtKX3BC8eEircDnGwPIJJTJ33hn-MvnukByPc), and[ decentralized cities](https://creators.mirror.xyz/-lNPJRz2GLWIcsuMTZqklGNEWRrY7Nk0Y33Qn6Lw4q4).\\n\\nWe solicited open calls for applications on Twitter, held votes among DAO members, and selected twelve incredible residents to live at Creator Cabins. Our community grew around supporting these creators and paying it forward to future people jumping into independent online work.\\n\\nResidents have described the experience as life changing, mind clearing, and “good vibes”. Our diverse cohorts hailed from a wide range of personal backgrounds, countries of origin, and types of creation. They [painted abstract portraits](https://raintheneo.space/work), [wrote a rap musical](https://www.jasmineamitchell.com/rapunzel), [launched an NFT community](https://www.soyyomag.com/nft-mami), [fractionalized the Doge meme](https://www.bloomberg.com/news/articles/2021-08-31/doge-nft-rides-into-fractional-ownership-with-dog-tokens), produced oodles of [TikTok](https://www.tiktok.com/@iamyourcryptonite?lang=en) and [YouTube](https://www.youtube.com/hashtag/iamyourcryptonite) videos, and much, much more. We’ve got another incredible cohort coming to the cabins next week to round out the first Season.\\n\\nThe residents have been supported by our broader DAO community, which serves as sounding boards, mentors, and early project collaborators. And, just for fun, the DAO collaborated on projects like selling [the first living creature as an NFT](https://creators.mirror.xyz/OmwhMeOpeK8MJTBhHV0RpQmqh1mYMMpcJir97pTZyEQ) and [burying a treasure chest with an ETH wallet](https://creators.mirror.xyz/5heGuW5JIkDp67D4j4DtRpAi4ToiJzCeNFunU4cjkBw) in the Texas Hill Country.\\n\\n### Lessons from Season 1\\n\\nIt’s been an incredible first few months of CabinDAO and we’re so grateful to everyone who has contributed to the residency program and building the DAO. We’ve accomplished way more than we initially thought we could, and it feels like we’re just getting started.\\n\\nHere are a few of the lessons we’re taking away from Season 1:\\n\\n**IRL is great for collaborative deep work**\\n\\nWhen you have the right physical environment and time set aside for deep work, you can make incredible creative progress. Residents were amazed by how much they were able to accomplish with the right mindset and a physical setting designed for creating. Nature, fast internet, private work spaces, and unbounded time combine to produce a potent cocktail of productivity.\\n\\nTime and again, we also saw that the liminal spaces of day-to-day life breed collaborative creativity. Conversations over a morning cup of coffee or while doing the dishes after dinner can provide the spark of an idea that would never have connected otherwise. It supports our hunch that much is lost when collaboration is limited to 30 minute Zoom calls with structured agendas.\\n\\nHowever, we also realized that building shared context takes time, and groups without prior online relationships need longer to ramp up into collaborative output. There’s a beautiful serendipity to bringing together people from widely different creative backgrounds, but it doesn’t always lead to collaborative connections. The retreat might be even more impactful for a group of people from a shared community that haven’t met up in person before.\\n\\n**Program structure and length**\\n\\nSeason 1 had a very loose program structure. There have been programmatic elements like an opening campfire, trips to Pedernales Falls and Austin, an on-site camp counselor, and check-ins with the DAO—but most of the experience was open-ended and self-guided. For some people, this was the best way for them to get into a creative groove. For others, more structure and programming would have been a helpful guide.\\n\\nA month is a great length of time for getting deep into the creative process. Many residents said they’d prefer an even longer program: 6 weeks, 2 months, or even a year! However, these longer programs are also prohibitive for many people. It’s hard to take a month or more of time away from your friends, family, and job. This limited the type of person who was able to participate in the program.\\n\\n**Program sustainability**\\n\\nThe biggest unknown going into Season 1 was program sustainability. We knew we wanted to support unbounded time and space for independent online creators, but we weren’t sure how to close the loop so the program could support itself.\\n\\nOur initial thinking was that we would support residents in creating work that would generate profit, for example by helping residents mint their work as an NFT. That turned out to be really impractical for most residents. Their work needed a longer timeline or it didn’t necessarily lend itself to the NFT format. We also want to support creators before they have a big enough audience of their own to sell NFTs. As a result, we need to find another path to generating sustainable income to support the residency program.\\n\\n**Cabin DAO as a service guild**\\n\\nOne thing residents have found very helpful about participating in the residency program backed by CabinDAO is direct access to the DAO members. We have a lot of very talented DAO members, including designers, product managers, engineers, musicians, writers, and more. Residents have received help from DAO members with specific skill sets. Some of our DAO members have met and teamed up to take on bounties together.\\n\\nThis has all happened informally and serendipitously, by nature of the fact that we have talented people in CabinDAO. We would like to better leverage our members’ skill sets while providing more opportunities for our members by making their services available.\\n\\n### Season 2: Multiplayer mode\\n\\nBased on these lessons, we are proposing four major changes for Season 2:\\n\\n1. Bring out squads instead of individuals\\n2. Change the program length from 1 month to 1 week\\n3. Mint passport NFTs to make the program composable\\n4. Formalize Cabin DAO support programs\\n\\n**Bring out squads instead of individuals**\\n\\nFor Season 2, we want to take what we've done for individuals and do it for DAOs, Squads, Guilds, etc (small groups that already know each other).\\n\\nThe future of work is remote, but not 100% remote. Pre-pandemic, most workplaces were probably 5-20% remote and the rest in-person. A more optimal work style is probably the opposite (i.e. 5-20% of the year in-person). This is true of our own experience of building CabinDAO: we collaborated remotely for almost a year before meeting in person at the cabins and we’ve accomplished more in the three months since our first in-person meeting than we did in the entire year prior. We’re in the process of organizing our own DAO retreat and plan on getting together in person at least twice a year going forward. That’s because remote work is great for executing, while in-person work is great for direction-setting.\\n\\n**Change the program length from 1 month to 1 week**\\n\\nA month of time was good, but likely too short for really deep creative work. But very few people can take a month or longer off from their life to head to a cabin in the Hill Country. Because Season 2 will be about teams and it’ll be composable (see below), groups coming out here can choose the best option for them and the work they want to accomplish. A DAO that needs to figure out a one-year roadmap can get their founding team together for a week and have an incredibly productive time. A squad working on a project can come out for 6 weeks and launch before they leave.\\n\\n**Mint passport NFTs to make the program composable (and sustainable)**\\n\\nWe want to mint and sell NFT Passports representing weeklong stays at the cabin. The Passports will be composable and connectible to the wonderful world of web3. Anyone can go and mint a week at the cabin, making them perhaps the first on-chain micro-leases. A group of friends could buy a Passport to finally work on a project they've been dreaming about. DAOs can buy Passports to host a leadership team retreat, or even to start their own DAO-sponsored residency (we'll help you with the application and voting processes!). Maybe someone gets fancy and starts a PartyBid to crowdfund a live streamed micro-conference, who knows.\\n\\nWe will sell NFT Passports for each of the first 12 weeks of 2022 for 1 ETH. Proceeds from these NFT Passports can be used to fund future cohorts of residents. If we have weeks that don’t sell out, we will operate residencies for those weeks using our existing application and voting processes.\\n\\n**Formalize Cabin DAO support programs**\\n\\nDuring each week of time at the cabins, Cabin DAO's guilds of engineers, artists, and builders, will be right there to help support your group. Our guild helps creators who want to earn a living independently online get started, and then helps them grow into the best web3 mercenaries in the world.\\n\\nWe will help match Passport holders’ bounties to the right people to support their needs, online and IRL. Each Passport holder will be airdropped 10 $CABIN to keep or spend on DAO services. More $CABIN can be purchased, and NFT holders will also have access to the Cabin DAO bounty board to list additional bounties in $CABIN or a token of their choice.\\n\\n\\n---\\n\\nThis proposal provides a rough outline of how we hope to operate Season 2. We have opened a snapshot vote on this proposal here, available for DAO members to vote on for the next 24 hours: \\n\\n[https://snapshot.org/#/cabindao.eth/proposal/QmbpnruuLvL59tjUtY2RE8V3QeciizCXnHofwtx9N9q86p](https://snapshot.org/#/cabindao.eth/proposal/QmbpnruuLvL59tjUtY2RE8V3QeciizCXnHofwtx9N9q86p)\\n\\n\",\"timestamp\":1631556557,\"title\":\"Season 2 Proposal: Multiplayer Mode!\",\"publication\":\"creators\"},\"digest\":\"jDrrd_Aq-0LNKFAHPAerQ88vp6wkPVAPT2HqyQmAtxY\",\"authorship\":{\"contributor\":\"0xC3268DDB8E38302763fFdC9191FCEbD4C948fe1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WNDWuTWum4ZrFT6NuaSbgID4v3oi2gZM5V-AWn1GZWk\\\",\\\"y\\\":\\\"opCHeA1nPsB1CZVZZ5AquuZow4J24IPR7I4aMlp-uds\\\"}\",\"signature\":\"y7WmSScnxUn8EDzy6t2hzd15mpL7X2e9IBucNOFcC29HhHrePF2JEw9zQ5fWCx5IrplpI1TnuWLohMVhv9X4qA\",\"signingKeySignature\":\"0xb695da676ab169d947ec11663521c3f14591216e6cd1edf845cb2747ec09321453496e624133294e9470a79ef2f02163f4190760dd0516cd47a01eba8d1795211c\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WNDWuTWum4ZrFT6NuaSbgID4v3oi2gZM5V-AWn1GZWk\\\",\\\"y\\\":\\\"opCHeA1nPsB1CZVZZ5AquuZow4J24IPR7I4aMlp-uds\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qMIwOwLxAmY9KV_wobNFOjFnzw3ZbVb5N_aD3vJgfBQ\"}"