"{\"content\":{\"body\":\"How should the future story of gamefi be written? We might as well substitute the development process of video games into the scene of gamefi and jointly look for the future development road of gamefi. As one of human entertainment activities since ancient times, the content covered by the concept of game has been developing with the development of the times. Video games are also one of them. Since the release of the video game \\\"space war!\\\" in 1962, video games have begun to develop from simple to complex. From types to playing methods, video games have been greatly enriched. Along with it are the upgrading of game carriers, game consoles and the influx of capital. When we are thinking about how gamefi will develop, we might as well substitute the development process of video games into the scene of gamefi and jointly look for the future development road of gamefi. From less to more, from simple to complex. With the continuous development of defi and gamefi, more gamefi protocols have been introduced. In order to distinguish from the pioneer axie infinity, these gamefi protocols have made different degrees of \\\"innovation\\\" from the world outlook, playing methods and types of games. These \\\"innovations\\\" often come from the experience of the traditional game world. Of course, this will also lead to a question: will the gradual move towards complex gamefi deter some players? If we take it for granted, the answer is yes. A gradually growing game system will make gamefi, which already has a certain threshold, more complex. Some community members also believe that only simple and feasible gamefi can have the possibility of long-term survival, and complex game systems can only make players lose interest. But we might as well think from another angle that the complexity of game playing methods and mechanisms is also screening game players. In fact, we can see their tendency from the specific operation of some gamefi protocols. Gamefi follows the model of defi mobile mining pool 1 and pool 2, and uses game playing methods and mechanisms to \\\"entertain\\\", but gamefi protocols such as mobox and coppy have begun to gradually close pool 1. Its purpose is likely to eliminate the influence of speculators on the gamefi protocol itself. Where there is poor information and profits, there will be speculators, and the gamefi protocol is no exception. Moreover, thanks to a certain wealth effect, speculators have become a force that can not be ignored and affect the direction of the agreement itself. The means of canceling one pool not only reduces the number of speculators, but also encourages players' enthusiasm to play from the side. Complex and deep game systems will also produce such effects to a large extent. Moreover, if you do a good job and do a good job of novice guidance, gamefi games can still attract many game players. What is exciting is that these players can also enjoy the fun of the game and obtain certain economic benefits. Therefore, we can believe that the complex and deep gamefi protocol will eventually become the mainstream. However, before this situation becomes a reality, three prerequisites are needed: l high-performance gamefi carrier; L mature game industry technology; L rich player groups. How does the public chain contribute to gamefi? Mature game industry technology and player groups are gradually recognizing the charm of gamefi and flocking to it. The birth of high-quality games requires a long cycle. The rapidly launched gamefi protocol is basically a concise replica of traditional games. It has strong financial attributes, but it is lack of gameplay. It has lost the original intention of blockchain games - so that players can control all their assets in the game while enjoying the game. The second is the limitation of game carrier. Blockchain games need to be built on the public chain, so they rely heavily on the performance of the public chain. Like the 60 year development of electronic game devices, from simple atrai home game console to Nintendo FC game console, to today's Playstation, Xbox, Nintendo switch game console, computer, mobile phone and other devices with complex functions, electronic game devices have gradually evolved from a thin game carrier to a game carrier with rich types, functions and high performance. The development rhythm of the public chain should be faster. Because of the performance limitations of Ethereum, many large-scale games cannot be built on the public chain. Axie infinity built an Ethereum side chain to solve the performance problem. In order to achieve such goals, Rangers protocol builds a bottom common chain of random proof of interest (POS) with verification and proposal nodes. Therefore, after the outbreak of the public chain, more gamefi protocols are built on each public chain. However, it is worth mentioning that the performance of public chains such as BSC still can not support the operation of large-scale games. For example, the MMORPG mentioned earlier, we can imagine whether this public chain can support the smooth operation of games like \\\"world of Warcraft\\\"? Solana's high performance seems to be one of the important references for the future construction of gamefi. However, the 17 hour downtime caused by Solana's \\\"depletion of network resources\\\" a few days ago is still vivid. Phenomenal gamefi protocol always brings unexpected pressure to the public chain network. A stable and high-performance public chain is the key to running large blockchain games. Fortunately, the launch of the large-scale gamefi protocol still takes years, so it leaves plenty of time for the development of the public chain, and the emerging blockchain also needs time to verify its technology itself. The development of the two is complementary. When pressure arises, the solution will be launched. After the solution is launched, game developers often come up with new ideas. Recently, game developers have come up with a new idea is to \\\"turn the game into a meta universe game\\\". People's curiosity about new things is always greater than their sense of awe, and a misunderstanding has emerged. Metauniverse is a concept that has been wildly mentioned recently. Meta (formerly Facebook) and Microsoft have launched relevant metauniverse products. Many gamefi protocols also began to work under the name of \\\"meta universe\\\", but the emergence of meta universes will lead to a new problem - the lack of interoperability. Metauniverses launched by gamefi will become new islands, just like blockchains. Is this really what we want? Problems arising from development can only be solved through development. The development of public chain will have a direct impact on gamefi and metauniverse. How to compose the future story of gamefi depends on the development and evolution of the public chain and the integration of the meta universe. The emergence and popularity of large blockchain games will directly contribute to the prosperity of gamefi market. Only in this way can the story of gamefi continue.\",\"timestamp\":1636938899,\"title\":\"Explore the future development of gamefi -- oceanmollu\"},\"digest\":\"loLZJvcMs3AK21-4UkV9AciZ1m5Y266i0QQENlMMxmY\",\"authorship\":{\"contributor\":\"0x38dC543c0f44d530c25d1Fb3C08B445725956A43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LH1uZXtIJIaY_8ye49SqBIXv4P2fZuIsmVIy83eJyGs\\\",\\\"y\\\":\\\"4ZPM9FTUIdhQRYHSJCQowzUYZXZCb7fYrav_acRB6bU\\\"}\",\"signature\":\"MbGT5IvRVwIT6TZUvWFO06Bg6n-t1mmwczc0Iq_bxwOQxeSvlyJy2Q1h77kOGDSFAow2-h1DRjZn_IubvLb8cA\",\"signingKeySignature\":\"0xdeafbc10a9e75c0e7423a02d0eb154a4ab8b4523a783974cf642c7d48c7c633651bdbba88325f57782eb2bb8815d5b76763eeccea046f3cae5803f2240d5850f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LH1uZXtIJIaY_8ye49SqBIXv4P2fZuIsmVIy83eJyGs\\\",\\\"y\\\":\\\"4ZPM9FTUIdhQRYHSJCQowzUYZXZCb7fYrav_acRB6bU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"loLZJvcMs3AK21-4UkV9AciZ1m5Y266i0QQENlMMxmY\"}"