"{\"content\":{\"body\":\"*By Li Jin and Lila Shroff*\\n\\n![Illustration by Annie Zhao for Li’s Newsletter](https://images.mirror-media.xyz/publication-images/e8396064-4ba3-48b3-ab0d-4de78a227465.jpg?height=2160&width=3840)\\n\\nIn the 1930s, the New Deal was a series of programs and projects instituted to aid the unemployed, support economic recovery, and reform the financial system in the midst of the Great Depression. Among the programs was Federal Project Number One, which devoted $27 million—roughly $522 million today—to provide employment for tens of thousands of artists across music, design, visual art, theater, writing, and more. As the largest instance of government patronage of the arts, the program also sought to make art accessible to the wider community and to create a new American style of art.\\n\\nThese programs employed some of the 20th century’s most celebrated [artists](https://mymodernmet.com/wpa-federal-art-project/), including Jackson Pollock, Willem de Kooning, Lee Krasner, and Mark Rothko, and yielded over 100,000 works, including murals, sculptures, and paintings. The Federal Art Project aimed to be inclusive of artists of varying experience levels and allowed wide latitude in subject matters and styles, with program director Holger Cahill declaring, “Anything painted by an American artist is American art.”\\n\\nBeyond providing relief to unemployed artists, the programs were designed to “ameliorate growing discontent and inspire civic feeling” ([source](https://press.uchicago.edu/ucp/books/book/chicago/D/bo19909836.html)). Importantly, they shifted the perception of art from a luxury good financed through private patronage to an essential part of what constituted a democracy. Art became accessible to all and woven into the fabric of public spaces, versus limited to rarefied circles. The role of the artist became validated as an essential part of the economy and community, as opposed to a frivolous hobbyist.\\n\\n\\n![“The Bauxite Mines” by Julius Woeltz for the Benton, AR post office](https://images.mirror-media.xyz/publication-images/a66d888e-6bfd-46ef-9999-bf7bc45f2851.jpeg?height=394&width=800)\\n\\n\\nNearly a century later, it’s time to renew that spirit. The present day mirrors the 1930s New Deal-era in many ways, with widespread job loss, a broad sense of burnout, and a need to bridge divides across communities. Importantly, COVID-19 has exacerbated income inequality to levels not seen since the Gilded Age—the top 1% of Americans now hold [30.4%](https://www.forbes.com/sites/tommybeer/2020/10/08/top-1-of-us-households-hold-15-times-more-wealth-than-bottom-50-combined/?sh=651adbd55179) of all household wealth—with low-income workers, women, and minority groups disproportionately suffering job loss and health risks. After this economic collapse, as after the Great Depression, we ought to explore ways to support recovery, especially for the most vulnerable groups.\\n\\n## **Universal Creative Income (UCI)**\\n\\nToday, the financial precarity associated with creative professions means that those who pursue art are typically well off: someone whose family has an income of $100,000 is [twice as likely](https://www.smithsonianmag.com/smart-news/wealth-strong-predictor-whether-individual-pursues-creative-profession-180972072/) to become an artist, actor, musician, or author than someone from a family with $50,000 income. And those from households with an annual income of $1 million are *10 times* more likely to become artists than those from families with a $100,000 income. *Money*’s Kristen Bahler [wrote](https://money.com/rich-people-get-more-creative-jobs/), “Devoting yourself to the life of a ‘starving artist’ is a lot less risky if your family has enough money to make sure you don’t actually starve.” This uneven opportunity landscape remains true in the world of online content creation: a 2013 [paper](https://onlinelibrary.wiley.com/doi/full/10.1111/jcc4.12042) in the *Journal of Computer-Mediated Communication* found that “online content creators tend to be from relatively privileged groups and the content of online services based on their contributions may be biased towards what is most interesting or relevant to them.”\\n\\nDespite the democratization of creative tools and platforms and the lower barriers to becoming a creator on the internet, financial success is concentrated among just a small segment of top creators, and the [middle class](https://li.substack.com/p/building-the-middle-class-of-the) of the creator economy remains elusive.\\n\\n## **Platform-provided UCI**\\n\\nIn some ways, creative works on the internet resemble public goods: they are nonexcludable (a user cannot exclude others from consuming the good) and nonrivalrous (one’s usage of the good does not prevent others from consuming it). When creators post a video on TikTok or write a tweetstorm, the entire world can consume and benefit from them. The content can provide entertainment, connection, and edification, spark new insights, and have positive externalities. Consumers value the content, but it’s infeasible to charge for it—unless the creator puts up a paywall and turns the public good into a club good.\\n\\n![Source: https://boycewire.com/public-goods-definition-and-examples/](https://images.mirror-media.xyz/publication-images/076c7d81-3e90-491d-8849-1d386947d5e6.jpeg?height=350&width=600)\\n\\n\\n\\nGovernment spending is one way to provide public goods, but not the only way. In line with the notion of the [net state](https://www.sipa.columbia.edu/news/qa-alexis-wichowski-discusses-growing-power-%E2%80%9Cnet-states%E2%80%9D)—in which our economic and cultural lives are increasingly shaped by tech companies that rival nation-states in their power and capital—technology platforms are another potential source of funding for these creative workers.\\n\\nTech companies commonly compare themselves to digital public spaces: Mark Zuckerberg [wrote](https://www.facebook.com/notes/2420600258234172/) in 2019 that Facebook and Instagram were “the digital equivalent of a town square,” and Jack Dorsey has referred to Twitter as a “[digital public square](https://twitter.com/jack/status/1037399093084151808).” In the physical world, public spaces are typically funded through a combination of local, state, and federal funding; for tech platforms, funding emerging creators can be a form of investing and supporting those who contribute to the vitality of digital town squares.\\n\\n**In the digital world, user rights are civic rights, and creator rights are worker rights.** Today, creator-workers have little voice over their compensation, protections, and labor practices. Platform-sponsored basic income for creators would be one step towards facilitating a more worker-friendly environment. In turn, a richer and more diverse content environment would enhance the consumer experience.\\n\\nI introduced the idea of a platform-sponsored Universal Creative Income (UCI) in my December essay about the need to support a [creator middle class](https://li.substack.com/p/building-the-middle-class-of-the), outlining platform UCI as a possible solution to support emerging creators.\\n\\n> Providing creators with a basic income may be a wise strategy to incentivize more creators to devote more time to content creation. TikTok’s Creator Fund announcement echoes this sentiment: “The U.S. fund will start with $200 million to help support ambitious creators who are seeking opportunities to foster a livelihood through their innovative content.”\\n\\nGuaranteed income would enable individuals to spend more time on creative pursuits, rather than worrying about being able to meet basic needs. Successful implementation of UCI would bring improvements in creator stress and mental health, and create a more equitable path for a more diverse array of creators to be able to pursue content creation as a career.\\n\\nFor platforms, the idea is simple: **use company revenue to fund a Universal Creative Income program for emerging creators on the platform**. For instance, companies like Facebook or YouTube could carve out a fund to support creators on the platform and send them a monthly check to cover basic living expenses, regardless of skill, training, or background. UCI differs from most prevailing platform creator funds in terms of consistency of payments, transparency of eligibility criteria, and focus on smaller emerging creators. To the last point: we believe focusing on creators who are in the greatest financial need would create the largest impact on participation in the creator economy.\\n\\n### **Platform benefits of UCI**\\n\\nWhile UCI may appear to be predicated on altruism on the part of companies, there are tangible business benefits that could make such a program a worthwhile investment. UCI can better align creator and platform incentives, and drive downstream user engagement and retention.\\n\\n**1. Compete for creators**. Implementing a UCI program allows platforms to attract creators in an era in which every social platform is fiercely competing for creator attention. There has been a steady drumbeat of new creator funding initiatives, signifiers of the battle to win over creators. The [TikTok Creator Fund](https://newsroom.tiktok.com/en-us/introducing-the-200-million-tiktok-creator-fund) was announced in summer 2020, committing to award $1 billion to creators in the US in the next 3 years, and [Snap Spotlight](https://investor.snap.com/news/news-details/2020/Snap-Inc.-Launches-Spotlight-a-New-Entertainment-Platform-for-User-Generated-Content-within-Snapchat/default.aspx)—which pays out $1 million daily—followed suit just months later. While these programs are a step in the right direction for compensating creators, the distribution of funds is correlated with success, making them financially meaningful only to the superstars on each platform. A UCI program can be beneficial in attracting and retaining a much larger population of creators.\\n\\n**2. Empower more diverse creators to participate in the creator economy**. Just as unpaid internships [exclude](https://www.epi.org/blog/unpaid-internships-economic-mobility/) students from lower-income backgrounds who cannot afford to work for free, the current paradigm in the creator economy of amassing an audience through free content before eventually monetizing locks out creators who are less able to take financial risks.\\n\\n**Our hypothesis is that funding the long-tail of creators can create more long-term business impact than funding top creators who can already monetize in myriad ways and are highly sought after by many platforms.** A UCI program targeted at emerging creators can engender more creator loyalty and build a proprietary acquisition channel for the next generation of talent. A recent example of a platform initiative targeting emerging creators is Pinterest’s newly-announced [Creator Fund](https://newsroom.pinterest.com/en/creatorcode), which is explicitly focused on underrepresented communities who acutely need financial and creative resources: “we saw a need to uplift Creators and communities that have been disproportionately underrepresented on the platform.”\\n\\nAlexis Wichowski in *[The Information Trade](https://www.amazon.com/Information-Trade-Countries-Challenges-Transforms/dp/0062888986) writes*, “The digital realm needs to stay ‘healthy’ in order to keep users there. It’s in net states’ best interests to invest in the health of that ecosystem.” UCI can foster a healthier ecosystem by financially assisting emerging creators—ultimately leading to more user engagement and a richer content ecosystem on the platform.\\n\\n**3. Retain creators throughout their entire lifecycles**. For creators, an early decision they make is choosing a platform to begin creating content on. A UCI program could tip the scales in favor of a platform, encouraging creators to begin their content creation on that ecosystem. From there, it’s easier to retain creators as they grow and progress in their lifecycles. For creators who develop familiarity with product features and build a following on the platform, there’s added lock-in that translates into increased retention.\\n\\n![](https://images.mirror-media.xyz/publication-images/b01c71bb-483c-483b-8ffd-3447c14be691.png?height=405&width=720)\\n\\n\\n**4. Counteract resentment among smaller creators**. From our conversations with emerging creators, there’s often a sense that platforms prioritize top creators, granting them preferential treatment, lower take rates, and greater visibility and promotion. A platform-sponsored UCI would counteract that perception, demonstrating to emerging creators that they are a valued part of the ecosystem.\\n\\nIn short, UCI functions like any business investment: the benefits of a UCI program, in the form of acquiring more creators and fostering a more vibrant ecosystem of content, should exceed the cost of implementing such a program.\\n\\n### **Creator benefits for UCI**\\n\\n**1. Encourage experimentation and creativity**. Research on the interplay between creativity and social vs. financial rewards has [found](https://academic.oup.com/jcr/article-abstract/44/3/536/3738819) that social recognition—which drives much of the online creator economy—induces conformity, whereas financial rewards boost originality. UCI could encourage creators to experiment and take on bigger risks with their content, tackling new and diverse topics without fear of alienating their audience or underperforming.\\n\\n**2. Improve creator wellness**. Hunter Walk recently [wrote](https://hunterwalk.medium.com/instagram-youtube-tiktok-are-burning-out-their-creators-heres-how-to-fix-that-7298dcfbd055) that \\\"being a modern creator is, for many, exhausting,\\\" since social media platforms reward content velocity. UCI can encourage more balance and ward off creator burnout. A 1970s [universal basic income (UBI) experiment](https://www.chatelaine.com/news/universal-basic-income-canada-faq/) gave a group of Manitoba, Canada residents a guaranteed income for a five-year period; as a result, women took more time off for maternity leave and more students completed high school. By removing concerns over meeting basic needs, UCI can similarly afford creators the ability to make decisions that optimize for long-term benefits.\\n\\n**3. Bridge the gap from side hustle to main hustle**. A familiar milestone for any employee-turned-creator is the anxiety surrounding the initial plunge into creating full-time—and the associated initial pay cut. UCI can help more creators make the transition from side hustle to main hustle by smoothing income as creators navigate finding [creator-market fit](https://twitter.com/ljin18/status/1376393732610785283).\\n\\nThe net impact of UCI would be more content creators—including those who otherwise would not have taken the risk to become creators—and a higher-quality, more diverse content ecosystem. Substack echoed these benefits in their blog post explaining the [Substack Pro program](https://blog.substack.com/p/why-we-pay-writers), their advance payments program for writers:\\n\\n> We like this structure because, while some who get these deals are already well off, it gives financially constrained writers the ability to start building a sustainable enterprise. We take most of the risk for them. In return, their work contributes to the quality of the Substack ecosystem and they become long-term customers.\\n\\n### **What are the risks of platform UCI?**\\n\\nHaving tech platforms sponsor UCI programs is not without risk. It moves us from the real-world paradigm in which governments and central banks have absolute power over money, to an online world in which platforms have greater control over the livelihoods of emerging artists.\\n\\nFor creators in the UCI program, being a beneficiary increases dependency on a single company that maintains power to make unilateral decisions about payment amounts, program eligibility, etc. Unlike a government-sponsored UBI, there’s no democratic process to get the consent of the stakeholders in the design of platform UCI.\\n\\nAnother major potential downside is stifling innovation. While established, profitable companies are able to fund UCI, it’s infeasible for early-stage startups to do the same. Startups would be less financially attractive to emerging creators, who may increasingly opt to create on platforms that offer UCI. Just as the New Deal was part of a cultural agenda to Americanize art and create a sense of shared national identity, platform-sponsored UCI could similarly “platformize” art, making certain formats more widely accepted and valued and entrenching platforms’ lock-in.\\n\\nA platform-funded UCI program could also be controversial among top creators, because it is effectively redistribution within the platform’s economy: a share of the platform’s revenue—which is disproportionately earned from the top creators—would be allocated to emerging creators. In the real world, the political resistance to UBI stems, in part, from the increase in taxes necessary to fund it. Residents already take into consideration taxation in deciding [where to live](https://www.bizjournals.com/sanfrancisco/news/2020/09/24/bay-area-wealthy-moving-with-urgency-ahead-of-expe.html). The parallel in the creator economy is that top creators can move elsewhere—taking their audiences with them—in order to avoid platform take rates that go toward subsidizing UCI.\\n\\nIt’s worth noting, however, that platform-sponsored UCI could promote a net increase in the accessibility of being an online creator as a career. And to-date, a lack of monetization features has not hindered new startups (e.g. Clubhouse for the first year) from attracting creators.\\n\\n### **How to implement platform UCI**\\n\\n1. Platform calculates a share of its revenue that it can allocate to a UCI program, as well as decides on the segment of creators it would like to target and criteria for determining eligibility. The criteria would be determined based on business goals, for instance, targeting creators for whom regular cash payments would have the greatest marginal utility and generate the most incremental new creation activity. This eligibility criteria would also serve to distinguish aspiring, emerging creators from regular consumer users.\\n2. Once a creator hits the eligibility criteria, they can elect to begin receiving UCI payments. The company sends creators a monthly check for a standard amount for UCI.\\n3. At the end of 12 months (or a predetermined length of time), the creator is phased out of UCI. The time-bound nature of the program is intentional, so that every emerging creator gets a shot, but limits the scope of the program so that platforms don’t have to subsidize every long-tail creator forever.\\n4. Platform assesses the UCI program’s results against business objectives (e.g. original content creation, engagement, retention) and iterates from there.\\n\\n## **Crypto UCI**\\n\\nAs an alternative to platform-funded UCI, crypto could also be used to implement more transparent and democratic forms of artist funding. In a [podcast](https://www.youtube.com/watch?v=165EfOwRVkw) conversation, Collab.Land founder James Young describes a decentralized autonomous organization (DAO) that could sell fractionalized NFTs and use the proceeds to fund grants for emerging artists, who would, in turn, give the organization a portion of their social tokens as a form of collateral.\\n\\nAnother implementation could be that a community treasury could use a portion of its holdings to fund a UCI program. It would function similarly to the platform UCI outlined above, but rather than a centralized company making unilateral decisions about UCI, users and creators of the DAO would participate in governance decisions, including the mechanics of the basic income program for creators.\\n\\nThe downsides of using crypto to fund artists are greater complexity and new behavior changes: creators would need to have crypto wallets and learn how to transfer cryptocurrencies into fiat (to buy materials, pay for food, rent, etc.). If UCI is targeted at the lowest income creators, it’s a segment that is less likely to be familiar with the mechanics underlying a crypto UCI program and requires more onboarding and education.\\n\\nReturning to the New Deal, crypto UCI has the potential to renew the democratic spirit of the Federal Art Project. Just as the Federal Art Project employed artists whose work was [installed](https://www.artnews.com/art-news/news/new-deal-federal-art-project-support-arts-coronavirus-1202684330/) in public spaces like schools, hospitals, and libraries, new crypto business models like NFTs and crowdfunds can enable creators to monetize while still preserving public access to their work. An ARTnews column [contrasts](https://www.artnews.com/art-news/news/new-deal-federal-art-project-support-arts-coronavirus-1202684330/), \\\"If the commercialization of art was accompanied by its dislocation in galleries, museums, and private homes [...] then the FAP sought a more inclusive understanding and appreciation of culture by endeavoring to integrate art with everyday experience.” Crypto UCI can combat the dislocation of content, moving it from walled gardens to more open ecosystems where creators have more control over their businesses and consumers can have more access to information.\\n\\nThough platform-funded UCI and crypto UCI may appear ideologically opposed, they are not mutually exclusive. Web2 and Web3 solutions can and will live in tandem: crypto UCI can be a great funding mechanism for creators with community recognition, but for a brand new creator, the distribution potential of Web2 aggregators is currently unparalleled.\\n\\n## **From UCI to UBI**\\n\\nBeyond just funding creators, there could be benefits for expanding basic income to a wider swath of the population. **Universal Basic Income (UBI) can be a hidden form of creator funding, freeing more people to be more creative and innovative**. Research shows that children from high-income (top 1%) families are [ten times as likely](https://www.nber.org/papers/w24062) to become inventors as those from below-median income families; moreover, downstream product innovation also disproportionately [benefits](https://scholar.harvard.edu/xavier/paper-1) higher-income households.\\n\\nIn the 2020 election, presidential candidate Andrew Yang called for giving every American adult a basic income of $1,000 every month, with one of the stated benefits being to enable people to “[be more creative](https://2020.yang2020.com/policies/the-freedom-dividend/).” Today, support for UBI is especially popular among young people: adults under age 30 favor the government providing a UBI by roughly [two-to-one](https://www.pewresearch.org/fact-tank/2020/08/19/more-americans-oppose-than-favor-the-government-providing-a-universal-basic-income-for-all-adult-citizens/). Despite this recent popularization of UBI, the idea of a guaranteed income has a long-standing history: [Napoleon](https://www.investopedia.com/news/history-of-universal-basic-income/), [Thomas Paine](https://basicincometoday.com/thomas-paines-centuries-old-argument-for-ubi-as-a-right/), and [Martin Luther King, Jr.](https://www.theatlantic.com/business/archive/2013/08/martin-luther-kings-economic-dream-a-guaranteed-income-for-all-americans/279147/) all expressed support for some form of cash handout or base compensation.\\n\\nDespite the benefits of UBI, the US may not have the political will to enact such a program anytime soon. UBI Research is a think tank that explores possible implementations of *government-independent* UBI; many of its compiled [projects](https://ubiresearch.org/projects) are crypto-based. For instance, [UBI](https://blog.kleros.io/introducing-ubi-universal-basic-income-for-humans/) is a crypto project that continuously [streams](https://twitter.com/scottsantens/status/1377334493640499203?s=20) $UBI tokens to successfully verified members, who have been registered as unique humans on [Proof of Humanity](https://www.proofofhumanity.id/), a social identity system for humans on the Ethereum blockchain.\\n\\n## **The future of digital creative life**\\n\\nBeyond providing employment for artists, the New Deal had a larger mission: to promote what Franklin D. Roosevelt called \\\"a more abundant life.\\\" New Deal cultural programs enabled countless Americans to see original artwork for the first time, attend their first live theater show, and attend educational programming at community centers around the country.\\n\\nToday, social media platforms likewise enable consumers to access a multitude of creative work at no expense to themselves, but the advertising model and digital nature of content have undermined the economic viability of content creation online. The end result is that the creator economy resembles an economy of superstars, and the vast majority of creators are struggling to make ends meet—and all creators are building on a shaky foundation as their ability to reach audiences and earn income is dictated by a small handful of companies.\\n\\nThough crypto holds promise for platforms to be more open and transparent and for users to directly own and participate in the upside of the underlying platform, there’s already a power-law distribution emerging for creators. On NFT marketplaces, the top 1% of artists account for [48% of sales](https://justincone.com/posts/nft-skeptics-guide/). It’s a power law dynamic that mirrors the traditional art world, in which the top 1% of artists account for [64% of auction sales](https://d2u3kfwd92fzu7.cloudfront.net/Art%20Basel%20and%20UBS_The%20Art%20Market_2018.pdf).\\n\\nWith pandemic-induced job insecurity and heightening income inequality, it is more pressing than ever to enact programs that create broader on-ramps for creator success. **As we spend more of our lives in digital town squares, it’s important to foster a healthier ecosystem in these online cities, with stronger civic activity, democratic decision-making, funding for public works, and an economy with a robust creator middle class.** Universal Creative Income can be a step in this direction.\\n\\n---\\n\\n*We hope that the ideas and solutions outlined in this essay are considered starting points in a longer conversation. We’re eager to hear ideas from the broader community and to see more experimentation in this space.*\\n\\n*Thanks to [Scott Moore](https://twitter.com/notscottmoore) for inspiring conversations. Thank you to [Patrick Rivera](https://twitter.com/patrickxrivera), [Jesse Walden](https://twitter.com/jessewldn), [Cooper Turley](https://twitter.com/Cooopahtroopa), and [Gabby Dizon](https://twitter.com/gabusch) for reading and improving this. Thank you to the many people whose thoughts inspired this piece, among them [Matthew Henick](https://twitter.com/henhen), [James Young](https://twitter.com/jamesyoung), [Jon Ippolito](https://twitter.com/jonippolito), [Xavier Jaravel](https://twitter.com/xjaravel?lang=en), [Scott Kominers](https://twitter.com/skominers) and countless others.*\\n\\n---\\n\\n***Further reading**:*\\n\\n- [Cent](https://www.producthunt.com/posts/cent-e888491b-bfa8-4438-aa3e-5b2bbd3f6922) on Product Hunt. *Cameron and Max were the first folks I heard “Universal Creative Income” from—thank you for coining it!*\\n- “[Universal Creative Income](https://beta.cent.co/matthew/+lx3x2g)”\\n- Vox, “[Artists helped lift America out of the Great Depression. Could that happen again?](https://www.vox.com/culture/21294431/new-deal-wpa-federal-art-project-coronavirus)”\\n- ARTNews, “[During a Crisis, Is Art Just a Luxury? What the New Deal Has to Teach Us About the Importance of Supporting the Arts](https://www.artnews.com/art-news/news/new-deal-federal-art-project-support-arts-coronavirus-1202684330/)”\\n- 64 Parishes, “[Federal Art Project](https://64parishes.org/entry/federal-art-project)”\\n- [Stanford Basic Income Lab](https://basicincome.stanford.edu/)\",\"timestamp\":1619030642,\"title\":\"The Case for Universal Creative Income\",\"publication\":\"li\"},\"digest\":\"eEiMA-cai1NuXg9QZVQvyVNhSGW8ommWhAY4ZUaCY0w\",\"authorship\":{\"contributor\":\"0x808a2adbD0a3fc679e3F7CD18d4f579BFCaaEC9C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Me4vFi-J_KYqdgrnXpWJYDsCyB5adjo-zIQ7WAy-YS8\\\",\\\"y\\\":\\\"MMwn5VGn0xBU349yufz-9BVW5a09zoNk-rBF76aZrg8\\\"}\",\"signature\":\"BO5cYVGhGPnLJ24DGEWIEUPwCZ2NBC6xsSld0jZdGVzMcn0FJjWeqWtzIMTq255-rRM826xgxSMY6jlnBOVVRw\",\"signingKeySignature\":\"0x8913de66e0f9ff3a2ec32496616df952b03f0298c93f061dd88a57d676f64f0d6776957d52a869b877c814facd9d20927a288a2a6ed8cb4fea2ba919ca07e3061c\",\"signingKeyMessage\":\"I authorize the publication of articles on li.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Me4vFi-J_KYqdgrnXpWJYDsCyB5adjo-zIQ7WAy-YS8\\\",\\\"y\\\":\\\"MMwn5VGn0xBU349yufz-9BVW5a09zoNk-rBF76aZrg8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j3WsyvI5LKFKcFc9YK6cwzpU131Gs-N8ynGh3Jkli_g\"}"