"{\"content\":{\"body\":\"Takha peered up into the hazy orange dawn. His eyes traced concentric circle rings running around an otherwise seamless tower that stretched from the ground before him and up into the Sky. He pushed his gaze as far as he could. Images of the Ascended danced through his mind. He imagined they wore all white and glowed under a halo of sunlight. This imagery sprung into his mind like an echo. Of course, he did not really know. He could not. No one could, nor could anyone tell you what really waited for them in the Sky. But everyone wanted to get there and find out. The people in the Muck didn’t know anything else. Everyone born here was raised with an eye to the Sky. Ascension.\\n\\nToday was Day One of the new Cycle. Takha sat on a slab of shattered stone directly across the street from the tower. His stone. He had sat there at the beginning of every new Cycle for as long as he could remember. His feet no longer dangled below him, kicking in anticipation of the faces that would pass him by on their way to the Passage. He grinned to himself at the memory of his heels bashing into the stone and the bruises left behind. No more. Now, his toes gripped into the ends of his shoes, firmly planted in the reddish dust that lined the streets of the Muck.\\n\\nThe crowds grew around him in the early dawn of Day One, undeterred by the morning chill. The lack of light in the Muck meant living in a perpetual shadow. Takha was always cold. Everyone was always cold. Yet people with tattered cloths and grimy faces streamed past Takha at his stone perch, chattering and reverberating with an infectious energy.\\n\\nThere were many hopefuls, and each took their place in one of several lines that had begun forming at different points along the Passage – a ring of panels at the base of the tower. Each line outstretched from a panel, and each line was growing long, like spokes from a wheel. Many more onlookers took root around Takha and beyond Some lay on withered grass and some draped out of their broken apartment. Some just stood in the dusty streets. The onlookers were either too young or too old, and they were either eagerly waiting for their time and their cycle or they were reminiscing about opportunity lost. The Passage would not respond to anyone below sixteen years of age or anyone older than twenty-five. If you didn’t Pass during the time in between you would be stuck in the Muck. Forever.\\n\\n“Takha! Over here!”\\n\\nTakha snapped his gaze into focus and followed the voice. He turned his head to the eastern most point of the Passage and saw a hand waving from amidst one of the lines. The hand flowed from a chubby arm that connected to a broad-shouldered boy with black hair and a toothy grin. It was Dento, his childhood friend. Takha smiled. Today was not only Day One of a New Cycle. Today was also Dento’s birthday. His sixteenth birthday.\\n\\nTakha and Dento were perhaps the most inquisitive of the 235s. They spent the majority of their days immersed in Lore, absorbing knowledge as if water in a desert. They learned of the magic of mathematics and language, the history of their ancestors and the path of the people before, and the wonderment of stories and emotions and what it meant to be human. They solved puzzles and played games. They read books and they wrote poetry. And they harnessed the knowledge that flowed from Lore like mills in a river. To follow this path was to become worthy of Ascension. Takha and Dento spent their entire lives in the Muck learning how to escape from it. And now, one this Day One, Dento would seize his chance.\\n\\nTakha jumped off his stone and strolled through the crowd towards Dento. Takha’s height was unusual in the Muck. The people were well nourished on account of the supply ships that descended every quarter-cycle. But the lack of light and the denser atmosphere of the Muck caused the people to grow more compact. Gravity. So said the Lore. In spite of this, Takha stood taller than most buy a large margin, so as he worked his way towards Dento he could see all the life bristling around the Passage. Day One was a holy day.\\n\\nTakha arrived at his friend’s place in line and looked down at the chubby boy. Takha examined the face smudged with dirt, white eyes brimming with fervor.\\n\\n“Are you ready, Dento?”\\n\\n“Of course!”\\n\\n“What is the precise distance from the Muck to the Sky?”\\n\\n“Easy, Takha. One point three kilometres.”\\n\\nTakha eyed his friend and remained sceptical. “And the authors of the First Global Constitution?”\\n\\n“Anderson, Weng, and Denton, if you mean the Monarch Papers; Tandingo and Santiago if you mean the Essays of the Republic. The Honourable Justice Twinfeathers, if you mean the final resolution and confirmation. Be specific, Takha.”\\n\\nTakha smirked. His friend was ready. One more, though.\\n\\n“What colour is my shirt?”\\n\\nThe chubby boy flinched, almost losing grasp of his consuming joy. But he held firm. “Nice try, Takha. You will not take this day from me. You know as well as I that there are too few panels calling a colour test. The odds are good—very good—and I am too happy to wonder on the alternative.”\\n\\nTakha flashed his own grin. “So be it.” He clapped his hand down on to his friend’s back. “Then this is where we part. I wish you luck, but not too much. It is my turn next cycle, and I shall hope to see you in the rings. Do not ascend without me.”\\n\\nDento beamed at his friend and waved as Takha retreated back to his stone. The chubby boy turned back to face the base of the Sky Tower and the Passage. The line ahead of him was quickly shrinking. Challengers in front of Dento and all around the Passage were turning away in defeat, crushed and in agony from their failure. The older the potential, the more brutal the despair. The twenty-five-year-olds were the worst, often breaking down and falling to the dusty ground, curled up in fetal positions. A display of utter helplessness. Sometimes Takha could hear a cheer lost amidst the cries, and he would catch a glimpse of a jubilant hopeful welcomed inside the Passage through a suddenly gaping hole where the panel had been. He hoped Dento remained confident.\\n\\nAt last, Dento’s time came. He stood at the tip of the line, nothing but unyielding blackness stretching to the horizons to each of his sides, and swallowed. He took several unsure steps from his place in line and stopped when he stood just shy of the Passage. Then he waited, but not long. The Passage shimmered before him and hummed into life, immediately displaying several complex equations. They radiated an electric blue and, while Dento could not see the colour, it did not matter for this particular type of examination. He exhaled deeply, relieved there would be no tasks of colour-based pattern recognition. He was secure in his own grasp of quantum mechanics.\\n\\nDento knew the equations would be visible to all who watched him attempt to secure entry through the Passage, but he refused to allow his nerves to overcome his calm. Instead, he began to wave his hands in the air, manipulating the symbols before him and drawing new lines of light on the panel. Time passed slowly and sweat beaded on Dento’s forehead. Eventually, numbers appeared in the top right corner of the panel and began counting down. Dento’s test was drawing to a close, one way or another. Dento squeezed his eyes and chewed his lip and struggled to find a solution. But, with little under a minute remaining in the examination, everything clicked in Dento’s head. He waved his arms in a flurry and then abruptly stopped.\\n\\nLights pulsed on his panel of the Passage, indicating a correct solution. The onlookers saw the blue lines of light turn green, and before Dento could himself react there was an eruption of jubilation that overcame him from behind. When realization swept over Dento and he finally did react, he fell to his knees under the weight of emotion. The panel in front of him winked out of existence and pulsed again with a white light around edges of a newly formed doorway, beckoning the successful ascendant to enter. Dento cried softly to himself and rose to his feet, slowly making his way into the tower and the beginnings of his Ascension.\\n\\nTakha had been watching from his atop his shattered stone. He had followed along with every wrong presumption and incorrect calculation. He had silently celebrated when Dento stumbled upon the corrections and worked his way to a solution. And he had mourned the closing of his lifelong friendship. Even if Takha made it past the Passage on his own Day One, he was not sure he would ever see Dento again. The concentric rings lining the Sky Tower were many, and broad, and Takha thought there were many steps to take along the path.\\n\\nLost in contemplation, Takha slipped away from his stone and made his way back to the Library and to the Lore, his mind firmly fixed on the next Cycle.\\n\\n[crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers](crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers)\\n\\n\",\"timestamp\":1633475879,\"title\":\"Chapter One: Ascension\"},\"digest\":\"VGXoshf-Lqg7gFBGgtXipT2UVOBEaVTjZ_1rkkuWaw4\",\"authorship\":{\"contributor\":\"0x9A048A7BF38306c055C05606A6010C78CFc7C1E8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"signature\":\"GE9nL2PsGdoiMomDHb-IOMGSRzGBHmyVcZeyIhBrh60uDgsZMH6oo9SajhGsTirp85B76p4c5D8nqB45hlj2aw\",\"signingKeySignature\":\"0x0baf7be40a5c8d9e69ca51a7cbe06f9b777ffdd9e0044f15580226dcf306c9a03c1ea6cfb44bf7841e57243f38ab018bc8cf93ccccf496e559d9abc693e4650f01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jsk00xAY3IWIs50ppCLkuRWHEDTpxl4xCkcQ6FWJj_8\"}"