"{\"content\":{\"body\":\"![Photo by Startaê Team on Unsplash](https://images.mirror-media.xyz/publication-images/dLYJC4YBbI-k68CrcBXkl.jpg?height=4000&width=6000)\\n\\nSmall businesses are the backbone of the economy. Every day, entrepreneurs across the country take a chance on their dream and start a new business.\\n\\nThese businesses come in all shapes and sizes, but one thing they have in common is the need for marketing. A sound marketing strategy is essential for any business, but it can be especially challenging for startups to come up with a marketing plan.\\n\\nHopefully, this framework will help founders and CMOs get started with their marketing efforts. We'll cover everything from understanding your target market to creating a marketing plan.\\n\\n## How do you market a startup?\\n\\nLet's get this out of the way — Search Engine Optimization (SEO), content marketing, email marketing, social media marketing, LinkedIn ads... **they all work**.\\n\\nBut, that's not the question your marketing team needs to ask.\\n\\nA startup marketing strategy shouldn't follow the leaders. I've said that in another post, but a TL;DR is mimicking a successful marketing campaign will just yield a less successful impact on that target market.\\n\\n![Photo by Kaleidico on Unsplash](https://images.mirror-media.xyz/publication-images/GzRVKGdBearIe-UyLXkp5.jpg?height=3602&width=5402)\\n\\n### In other words, your potential customers will just think more of that marketing strategy — and not yours.\\n\\nI've seen too many SMBs and small businesses lose dollars by focusing on Twitter ads; taking Google Analytics courses to find insights when they don't have enough monthly traffic; CRO/landing pages testing; and setting up a referral program.\\n\\nBut let me say it again...\\n\\n### Early-stage startups shouldn't follow other startup businesses' marketing campaigns.\\n\\nDon't focus on the tools, or think there is a magical formula to spend your marketing budget.\\n\\nStartup marketing should be closer to a **growth hacking mindset**, which means testing more in your marketing efforts and creating a marketing team that's finding more ways to spend the next dollar smarter.\\n\\nBut, to be back a bit more tactical, a startup marketing strategy should think of:\\n\\n* Social media, especially **Facebook ads**\\n* Think about content marketing to be adding value to customers rather than blog posts or a viral TikTok video\\n* **SMS marketing strategy** to provide convenience\\n\\n## How marketing for startup differs from marketing at corporations\\n\\n![Photo by Brands&People on Unsplash](https://images.mirror-media.xyz/publication-images/RpRTppS3Z4m6Ta78TJhK6.jpg?height=3304&width=4842)\\n\\nWe're all friends, right? Can I say a secret about how the biggest companies approach their **marketing strategies**?\\n\\nOne person often dictates how hundreds of millions of dollars are spent, and the marketing budget is fully **at the discretion of someone's feelings** more than core metrics.\\n\\nMany marketing teams will claim they have a KPI (Key Performance Indicators) driven culture, but most Fortune 500 corporations have marketing strategies akin to **a hierarchy of titles, not a hierarchy of ideas**.\\n\\nI say this to not poo poo corporations. But it’s to highlight why a startup business cannot learn its marketing strategy from its favorite brands.\\n\\nRather, I'll say this. A startup marketing success will come from understanding the **fundamental issue a marketing campaign solved**.\\n\\n## Marketing strategies for small businesses should help customers\\n\\nGo on Google and see what search engines say:\\n\\n* Why startups need to have a social media marketing strategy\\n* 10 email marketing tactics that'll unlock your startup\\n* How content marketing solved COMPANY X's digital marketing strategy\\n\\nMost of the content talks about what they did to talk to the target audience, rather than **what value proposition did these campaigns bring to the customer**.\\n\\nStartup marketing should be no different than how small businesses were started — what was the problem you wanted to solve/innovate on?\\n\\nSocial media will often show you stories about an SMB who created a product that did something no one else did. The story **works not because of a content marketing strategy**, but its marketing was solving an issue consumers resonated with.\\n\\nNow go back to search engines. Find the companies that had a successful campaign, go to their about us or somewhere that has the company's values. I'll bet it articulates clearly how they solve a customer's problem.\\n\\n![Photo by Melanie Deziel on Unsplash](https://images.mirror-media.xyz/publication-images/EsTQ3kJJAV_nRrxF_-Zuk.jpg?height=3712&width=5568)\\n\\n### Startup marketing needs to start there — and more often than not your content marketing strategy makes sense to tell your story on social media platforms.\\n\\nSolve something for customers, and meet them where that target audience lives on. Is that social media marketing? is that content marketing? Is that a blog post or Google ads?\\n\\nThat's how a startup business needs to address its marketing plan. **Your potential customers expect that honesty from you.**\\n\\n## But, Tony, does social media marketing work?\\n\\nNow that I spent 700 words or so on the philosophical level, let me get a bit more tactical on startup marketing.\\n\\n* A startup marketing plan needs to at least speak to how your **potential customers think of social media**, because market research has shown the biggest untapped resource for SMBs is utilizing social media channels effectively.\\n* Content marketing isn't just on social media, but doing smarter targeted ads and doing **a proper Instagram ad campaign is harder** than before.\\n* User-Generated Content (UGC) is not as impactful anymore for startup marketing.\\n* Social media **doesn't raise brand awareness** as easily as you think.\\n\\nSmall business marketing strategies can be less impactful because it focuses too much on social media.\\n\\n### A proper startup marketing plan tries to retain satisfied customers rather than just address ways to acquire more prospective customers.\\n\\nIf your startup marketing plan looks like just a pure Customer Acquisition Costs (CAC) and ROAS presentation, then you're not doing digital marketing right.\\n\\nSo yes, social media works, but most startup marketing campaigns either think ads will solve everything.\\n\\nRather, explore more on the content strategy, try to understand honest feedback from customers better, and evaluate a social media channel in how it solves a problem for your target audience.\\n\\n## Develop a startup marketing strategy without marketing tools\\n\\n![Photo by Andrew Seaman on Unsplash](https://images.mirror-media.xyz/publication-images/-PLCJiwmgBJ-4WwmvY_u_.jpg?height=2884&width=3845)\\n\\nHopefully some of the above have given founders and SMB operators a framework to look at its startup marketing budgets and strategies.\\n\\nIt's easy to be **sucked into the tactic** — email marketing, digital marketing tools, website traffic generator, latest social channels — but your ideal customers, and arguably your paying customers, would rather work with your brand because it solves something for them.\\n\\nA startup marketing plan **has to make it simple**, your value proposition of an ad (remember, not a product, but a piece of content) has to solve something for them.\\n\\n### Hint, \\\"save money\\\" is no longer the main motivator for someone to buy.\\n\\nMy gut says digital marketing will help more SMBs than not, but I've seen more strategies fail because it put too much emphasis (or bet) on the marketing channel or analytics tools than addressing consumer behaviors.\\n\\nPromise you that the \\\"what social channels?\\\" question gets worked out when your marketing plan puts customers first.\\n\\n\\n---\\n\\n*Tony Lee (aka [@sheckii](https://www.twitter.com/sheckii)) is a digital advertising entrepreneur who worked on brands like 20th Century Fox, Sam’s Club, ABC Entertainment, Nintendo, Starz, sweetgreen, outdoor voices, First Republic Bank, Kane’s Furniture and more. He currently works as a lead for Performance Marketing at Shopify for international paid social media acquisition. He’s also the host of [welcome to sheckiiville podcast](https://anchor.fm/sheckii) available on Apple and iOS devices.*\\n\\n![](https://images.mirror-media.xyz/publication-images/CmFSgndFOX591U3J87Et9.png?height=1762&width=1536)\\n\\n\",\"timestamp\":1641021449,\"title\":\"How to develop a startup marketing strategy in 2022\"},\"digest\":\"CZAJEE_ukknwuBWUvAiZEP8sNNtV63UjH7h65qcFNQs\",\"authorship\":{\"contributor\":\"0x05E2664B70F255108A8932627d9F56A216bc519B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"signature\":\"klObjScVD30_vkudIMdlmrEr0pycgZHUzZp-sEqDypkaht7i-PKv4JyiLi1EjinUBMhNIq92YqbJS11G24V2iw\",\"signingKeySignature\":\"0x10ed8a4c8626d814396816e38132053932f58d7d342940fe55a72a4be888a0400a4ab6116fc04980849028ada44af3204b48ea838dab33382beaf3889ca0c6971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qg3RvnyhDiCcg6PUPrYZQO1Hd79xTwqK88ppDAtRjT4\"}"