"{\"content\":{\"body\":\"By Eric and Johanna at Helix Fund\\n\\nWho’ll make the next million-dollar NFT? Driven by the ludicrously valuable collections like CryptoPunks, projects like Cool Cats have become increasingly popular in the NFT space. Collections by artists, developers and creators of all kinds are thriving and seeing great success.  There are cats, penguins, robots, aliens, bears; plus a whole lot of apes.\\n\\nBut for every highly successful NFT collection, there are dozens that fail to capture anyone’s attention. Blockchains revolutionized fundraising for early-stage projects and technologies, but not everything worked right from the start. In fact, ICOs of the 2016-2018 era were filled with horribly broken mechanisms that allowed founders to cash out before delivering any products. Recently, NFTs are proving to be another clear product-market-fit for crypto, but they are experiencing their own growing pains.\\n\\nProbably every NFT guru that has achieved success will tell you the monetary aspect is just one part of the story. The project’s real selling point is supposed to be a combination of great art and great community. Some project founders said focusing on money first was a recipe for disaster.\\n\\nWe’ve worked with many high-profile NFT projects, and recently Phanta Bear by Ezek, a project claimed to have association with superstar Jay Chou, caught our attention. We don’t make predictions about whether certain projects will succeed or not, but here are some steps we’ve seen NFT projects fail, and things you should pay attention to before you ape in a NFT drop.\\n\\n**✔1. Tell a (un)compelling story**\\n\\nThe first question that comes to anyone’s head before buying any NFT should be why should they do it? What is the significance of the NFT? What value do they give to customers? The story and vision capture people’s attention initially. More importantly, the commitment to the vision is what continuously drives value.\\n\\n![](https://images.mirror-media.xyz/publication-images/-KKKLXWk7tOED6Sqk2P7W.png?height=423&width=975)\\n\\nWhen the website only has a 50-word-description of the project, it is clear that the Phanta Bear website didn’t tell a compelling story. The website describes Phanta Bear’s usage as \\\"doubles as your Fantasy membership card, and grants you access to members-only benefits\\\", a line-to-line copy of BAYC’s original message, which states that \\\"Your Bored Ape doubles as your Yacht Club membership card, and grants access to members-only benefits.\\\"\\n\\nThe more important question is, it is claimed that each Phanta Bear features clothing and accessories designed by PHANTACi, a fashion brand co-founded by Jay Chou. That is by far the only official link between this NFT collection to the international superstar. Besides that, the founder Will Liu is Jay Chou’s long time friend. We can’t help but ask ourselves, does Jay really have any association with this collection? After all, only the graphic design of Phanta Bear is inspired by the fashion brand Jay co-founded and there’s no other identifiable connections.\\n\\nPhanta Bear’s roadmap states that in Q3 2022 the NFT holders will be able to access virtual concerts. One can’t help but wonder if Jay Chou only has little to do with this project, will the concert be performed by him, or it could be from some random artists. Some clarifications by the team are perhaps needed.\\n\\nIt is noticed that Jay Chou posted an Instagram moment saying he received a special gift, a NFT from the Phanta Bear collection, one day before the NFT official sale.  For one thing, if the NFT project was founded by Jay Chou, why would he claim he received a \\\"gift\\\" from the project himself created? More importantly, this just raises more questions about the team’s legitimacy. NFT drop events, in the spirit of web3 and blockchain, should be conducted fairly, without prejudice. If the team can cherry-pick two special Phanta Bear and send them as gifts to Jay and his wife, does that mean they can also choose whatever they like for themselves?\\n\\n![](https://images.mirror-media.xyz/publication-images/k7o7U6mhurTPgLzx4Wb_V.png?height=491&width=278)\\n\\nAnd things progressed as we predicted. On Jan.3, Jay’s official management company Jewell announced that they have nothing to do with these NFTs. Ezek quickly responded by emphasizing that Mr.Jay Chou will continuously support the project.\\n\\n![](https://images.mirror-media.xyz/publication-images/xt6oN3_2kzumX-_ivGc29.png?height=546&width=975)\\n\\nAt this stage, it does seem like what Ezek and Phanta Bear will be able to deliver for its supporters remains unclear. Customers can decide for themselves if Jay really created this project, or merely showing support because of the brotherhood with his friend Will Liu.\\n\\nWith the initial launch not telling a compelling story, it is even more doubtful if the team can commit to their vision and plans to drive the value forward.\\n\\n**✔✔2. Build a (un)loving community**\\n\\nThe spirit of web3 is about bringing the power back to the people. Building a loving community with clear vision is key to success. In the case of notable NFT communities such as BAYC or Cool Cats, community members don’t only talk about price speculation. In fact, many people made friends with each other and will even share what they had for dinner.\\n\\nA quick glance at Phanta Bear’s community will make anyone uneasy. The official Ezek admin repeatedly mentions \\\"go the the moon\\\" and \\\"guys let’s all in\\\", suggesting money is the only concern. Don’t get me wrong, I know it is absolutely critical to make money. But even when the official admin is only emphasizing on the price, what other value the NFT collection will be left with? There is simply not much to talk about. Community members constantly ask each other if the price will go up or not, creating a space no one will enjoy to stay with.\\n\\n![](https://images.mirror-media.xyz/publication-images/3s8RRiklqQVdCv-VcE3QJ.png?height=218&width=435)\\n\\n![](https://images.mirror-media.xyz/publication-images/ZRRzdqQ9RyakH7yowiFZ3.png?height=219&width=410)\\n\\nFurthermore, there are numerous complaints about members getting kicked out of the discord channel for no fault of their own.\\n\\n![](https://images.mirror-media.xyz/publication-images/sw_heJryqYhzx8TB5_BIX.png?height=179&width=480)\\n\\n![](https://images.mirror-media.xyz/publication-images/gFBxGeQWZ0VQ-hLtNChnL.png?height=165&width=476)\\n\\n**✔✔✔3. Create a (un)fair environment for fans & customers**\\n\\nFairness is the number one rule in NFT space. The value of the NFT economy is driven by the community members and ensuring a fair environment is the most important way to show your project can be trusted. Vitalik once stressed that giving a fair and simple NFT launch to as many people as possible is the best way to create community engagement and enthusiasm.\\n\\nPhanta Bear’s environment is far from fair. To start, they didn’t specify their NFT allocation from the first day. One day they announced that a 800 people whitelist will be selected from the most engaging community members, the other day they said it was 468 slots. They announced that part of the NFT will be launched in an exchange’s NFT market, and later they claimed all NFTs will be launched at the same time on their website. They also claimed to have reserved NFTs for themselves. Even after the NFT sold out, they announced the next day to have additional NFTs available  on other partner’s platforms, which raise a sequence of questions.\\n\\n![](https://images.mirror-media.xyz/publication-images/ypk4pcIJ7ESv99iDD1Go9.png?height=263&width=975)\\n\\nAll this ambiguity and frustration only made people feel like part of a black box manipulation. By the way, how does the team select gifts for Jay before the NFTs even reveal?\\n\\nA successful NFT collection needs to create a large and diverse holder community who believe in your project, which is key to long-term success.\\n\\n**✔✔✔✔4. Ensure the drop event is (un)fair and (un)transparent**\\n\\nThe life of every NFT begins in an NFT launch (also sometimes called a mint or drop). An NFT launch is where a new collection is first created, sold, and distributed to buyers, who then decide to hold or trade it in secondary markets. Ensuring a fair and transparent launch is at the core of a NFT project, or any other web3 projects.\\n\\nA simple glance at Etherscan will tell you that even before the official launch of Phanta Bear, about 500 of the NFTs have already been minted by an unidentified address. In fact, even a day after the sold out, about 500 NFTs still reside in an address, which the team didn’t give any explanation for.\\n\\n![](https://images.mirror-media.xyz/publication-images/WLgipCVf7aVx-BQ6qG_0B.png?height=213&width=975)\\n\\nFurthermore, each Phanta Bear NFT sells for 0.26 eth with 7.5% royalties collected for every secondary translation, whereas other projects normally sell for less than 0.2 eth with less than 5% royalty.\\n\\n![](https://images.mirror-media.xyz/publication-images/MUxs-gRTp9geA9zBnL3tP.png?height=141&width=609)\\n\\n![](https://images.mirror-media.xyz/publication-images/6X6DGk32f8SNkFaFMoV3X.png?height=373&width=249)\\n\\nThe mint cap for each user is 10 for Phanta Bear, where noramly NFT projects are limited to 1 ro 2. All these poorly designed minting mechsims completely lock out engaging community members who lack funds and only make the community even more unfair. People only get priced out of buying, others lose gas bidding wars, and others leave frustrated, having spent more than they intended or than was advertised. According to Estherscan, right after the launch there are about 4000 holders, with each holder averaging more than 2 mints, which means most participants are locked out.\\n\\nGood NFT projects design mechanisms to ensure fair access of the drop event, however Ezek was ironically proud of itself for making the launch event into a gas war.\\n\\n![](https://images.mirror-media.xyz/publication-images/6048UeLofjsGugAHNdpos.png?height=185&width=975)\\n\\n![](https://images.mirror-media.xyz/publication-images/26I38EA4TaayT1n0DpFbO.png?height=200&width=975)\\n\\n**✔✔✔✔✔5. (Not) create lasting value & innovate**\\n\\nThe launch event is only the beginning, what's more important is the fans and community’s effort to continually support the project with the team's lasting effort and innovation. One way to access a project’s potential is by looking at their roadmap. I know there's a chance the team will not fulfill things on the roadmap, but a well designed mechanism will at least give customers a peace of mind.\\n\\nIt is hard for anyone to think of anything very exciting after reading Phanta Bear’s 4-sentence roadmap.\\n\\n![](https://images.mirror-media.xyz/publication-images/wkrpLvkBXQFLBH2dPF0_G.png?height=446&width=975)\\n\\nFor one thing, the Phanta Bear collection is clearly 2-dimensional graphics and how do they expect community members to believe they will be metaverse compatible. Besides, it is unclear if their metaverse partner will be able to launch before 2023. Last but not least, if superstar Jay Chou is not directly associated with this project, the promise of a virtual concert probably doesn’t mean anything, as it could be given by any other artists.\\n\\nCurrently no virtuous cycle can be seen on how to drive Phanta Bear’s value forward. A successful NFT project gives value to its fans, thus attracting others who see this value and want to be involved, driving the value of the NFTs to grow as a result.\\n\\n**🐱‍👤🐱‍👤🐱‍👤🐱‍👤🐱‍👤Key takeaways for a (un)successful NFT drop**\\n\\nIn this article we covered the important steps for building a successful NFT project, by giving a counterexample of a project that has recently attracted attention. It is not our intention to defame any NFT project. In the spirit of web3, we feel the need to contribute and comment on something we have knowledge of. Afterall, web3 is about enabling individuals to connect to an internet where they can own and be properly compensated for, defending users from any exploitative or unjust practices.\\n\\nWhat caught our attention again is Ezek’s recent tweet. When the project is launched with such untransparent mechanisms and the community is managed by centralized power, it is not hard to see Web2 or Web3 Phanta Bear belongs to.\\n\\n![](https://images.mirror-media.xyz/publication-images/u2kcGjfwCG9HjbhZqqHMg.png?height=231&width=975)\\n\\n![](https://images.mirror-media.xyz/publication-images/3ltqQ2VTCQgGuIcmf1nIw.png?height=550&width=975)\\n\\n\",\"timestamp\":1641300571,\"title\":\"Why we think Jay Chou’s Phanta Bear is NOT the Asian BAYC\\n- 5 Steps for a (un)successful NFT drop\\n\\n\"},\"digest\":\"xCPXTaF0N5dhf7yS7ylMLcaKyMFJizphw1rcj5uUqY8\",\"authorship\":{\"contributor\":\"0xf7b1d89586F7DCB44B1Cb33b255726ab8133784E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XvLn2FE4uVkIU2FdBoKeHI5AJFfIje3FJQcNMrl004A\\\",\\\"y\\\":\\\"B_oWMwOMcJix1C43xvDtj85svNOUedSiIDYusADjZyo\\\"}\",\"signature\":\"thVw6e0Z61jDJsf1HQNVTgjHVXrIk5ywqfH4QhVA0_bssFgABTDvX7lyTZO1lE1CeyGFEYie4jCdzqM0YX8kKQ\",\"signingKeySignature\":\"0xca2ee77b5afbe10b79beac1435487d4b2eaaa33d10d90dc59d9fed6034a979c01dad0cbb3a7af55d45b213789e4db99e58f838046cd770087235bff30b27dda01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XvLn2FE4uVkIU2FdBoKeHI5AJFfIje3FJQcNMrl004A\\\",\\\"y\\\":\\\"B_oWMwOMcJix1C43xvDtj85svNOUedSiIDYusADjZyo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xCPXTaF0N5dhf7yS7ylMLcaKyMFJizphw1rcj5uUqY8\"}"