"{\"content\":{\"body\":\"Ahoj! Pro sebe i pro vás, jsem si rád osvěžil tuhle problematiku. Téma je to rozsáhlé a proto si hned ze startu, vysvětlíme mechaniku yield farmingu a jeho rizika. Na **[youtube kanále](https://www.youtube.com/channel/UCp1uzKebERLIyxzJexq0bCA)**\\\\*\\\\* \\\\*\\\\*se brzy objeví první projekt, který se mi líbí z bezpečnostních a rizikových důvodů běžící na Ethereu.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*U11_fQ2Z7UdOBgQs)\\n\\n## Jak rizikový je yield farming?\\n\\nAčkoli yield farming nabízí uživatelům možnost maximalizovat své odměny, tyto strategie obvykle zahrnují **vysoká** rizika. Schválně je toto téma jako první v tomhle článku.\\n\\nRizikovost strategií yield farmingu však závisí na několika faktorech, jako jsou např:\\n\\n> *Počet kryptoměn a protokolů DeFi.Samotná aktivitaPoužité kryptoměny (stablecoiny jsou považovány za nejméně rizikové možnosti)Chytré kontrakty platforem DeFiPoplatky za používání protokolůPověst projektůVaše znalosti o DeFi, kryptoměnách a skutečných protokolech a aktivitách, které ve své strategii používáte.*\\n\\nNa základě výše uvedeného nejbezpečnější strategie yield farmingu zahrnují pouze několik stablecoinů investovaných v průběhu 1–2 aktivit na jednom renomovaném protokolu DeFi, který obsahuje auditované smart kontrakty.\\n\\nNaopak pokud budete používat mnoho nestálých kryptoměn s menší tržní kapitalizací k vytváření výnosů napříč více relativně novými DeFi protokoly s neauditovanými chytrými kontrakty, budete čelit jednoznačně vyšším rizikům.\\n\\nZásadní je zmínit rizika spojená s kompozitností DeFi. Jednou z hlavních výhod decentralizovaných finančních aplikací je, že je lze snadno integrovat. Představte si každý protokol jako kostku Lega, která je postavena na ostatních.\\n\\nTo jim sice umožňuje bezproblémově spolupracovat, ale mnoho protokolů DeFi se při svém fungování do značné míry spoléhá na další decentralizované finanční služby. Z tohoto důvodu, pokud se u jednoho hlavního protokolu vyskytne významný problém, pravděpodobně ovlivní i několik dalších platforem DeFi.\\n\\n> *V důsledku toho musíte kromě skutečných protokolů zahrnutých do vašich strategií hospodaření s výnosy znát a důvěřovat také všem ostatním platformám DeFi, na které se spoléhají.*\\n\\n## Co je to yield farming?\\n\\nZjednodušeně řečeno se pod pojmem yield farming rozumí činnost v oboru kryptoměn decentralizovaných financí, kdy na základě určitých kritérii používáte svoje prostředky k tomu, aby jste získali další.\\n\\n> *I když to zní skvěle, není to tak snadné, jak se na první pohled může zdát. Naopak, yield farming je jedním z nejsložitějších způsobů, jak vydělávat krypto v decentralizovaném finančním prostoru.*\\n\\nYield farming, někdy označované jako liquidity mining, zahrnuje přesouvání vašich prostředků napříč několika protokoly DeFi, kde vkládáte, půjčujete ostatním a můžete si i půjčovat stablecoiny proti vašim drženým digitálním aktivům, abyste je reinvestovali a maximalizovali své výnosy.\\n\\nVětšina strategií yield farmingu (a také těch nejvýnosnějších) je poměrně složitá a zahrnuje zvýšená rizika pro farmáře (více o tom později).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*W61Pdd5_XkPPX0Nd)\\n\\nPřesto existují i jednoduché strategie yield farmingu, které zahrnují pouze dodávání likvidity do poolu protokolu DeFi, aby se usnadnilo efektivní obchodování na platformě, a zároveň se za to získává kombinace transakčních poplatků a odměn za tokeny.\\n\\n## Jak funguje yield farming?\\n\\nNyní, když jsme probrali základy yield farmingu se podiváme na to, jak oblíbená činnost DeFi, která vydělává na kryptoměnách, funguje v praxi.\\n\\nProtože je naše téma dost složité, podíváme se v této části postupně na nejdůležitější součásti a procesy související s yield farmingem.\\n\\n## DeFi půjčky a staking\\n\\nPro začátek je důležité prozkoumat půjčování a staking kryptoměn prostřednictvím protokolů DeFi.\\n\\nPro rekapitulaci: DeFi označuje soubor finančních produktů a služeb, které uživatelům umožňují půjčovat si finanční prostředky, vydělávat peníze a obchodovat s aktivy decentralizovaným, otevřeným, demokratickým a bezoprávněným způsobem. Jednoduše řečeno, DeFi nabízí uživatelům decentralizované alternativy finančních řešení, které lze nalézt v tradičním finančním odvětví u poskytovatelů, jako jsou banky, makléři a pojišťovny.\\n\\nJednou z nejdůležitějších součástí decentralizovaných financí jsou smart kontrakty, digitální dohody mezi stranami, které automaticky vynucují a vykonávají předem dohodnutá pravidla.\\n\\n![](https://miro.medium.com/max/1356/0\\\\*s0KfwG8LCz9iq631)\\n\\nV případě protokolů DeFi umožňují smart kontrakty fungovat neúvěrovým způsobem, což znamená, že služby nedrží vaše finanční prostředky vaším jménem. Namísto ukládání mincí do centralizovaných peněženek, abyste mohli řešení používat, musíte připojit kompatibilní peněženku a poslat peníze do smart kontraktu. Tímto způsobem máte plnou kontrolu nad soukromými klíči své peněženky, aniž by měl poskytovatel služby přístup k vašim prostředkům.\\n\\n**Nyní** se podívejme na kryptopeněžní půjčky a staking, dvě široce oblíbené aktivity v DeFi, které jsou často zahrnuty do strategií yield farmingu.\\n\\n> ***Staking*** *je postup, při kterém si na určitou dobu uzamknete své tokeny v peněžence, abyste podpořili konkrétní blockchainovou síť nebo protokol DeFi. U blockchainů založených na konsensuálním mechanismu Proof-of-Stake (PoS) a jeho variantách je od validátorů vyžadováno, aby k validaci bloků a ověřování transakcí stakovali nativní tokeny. Výměnou za zabezpečení sítě získávají zainteresované strany odměny za staking.*\\n\\nPokud jde o DeFi, mnoho protokolů implementovalo staking jako mechanismus odměňování poskytovatelů likvidity (LP) za přispění tokenů pro obchodní pár (např. USDC/ETH) do poolu. To sice nezahrnuje žádnou validaci bloků, ale podporujete tím ekosystém řešení DeFi (usnadňujete rozšířené výměny tokenů poskytováním likvidity) a získáváte za to odměny. Mnoho výnosových farmářských strategií zahrnuje tento typ stakingu, který generuje pasivní příjem.\\n\\nNa druhou stranu protokoly DeFi pro půjčování umožňují dlužníkům přístup k dodatečnému kapitálu (obvykle ve stablecoinech) tím, že použijí své kryptoměny jako kolaterál (např. uloží ETH jako kolaterál, aby si mohli **půjčit** DAI nebo USDT). Zároveň mohou věřitelé generovat pasivní příjem tím, že ukládají stablecoiny do poolu a po jejich mincích získávají úroky (a umožňují ostatním uživatelům, aby si je půjčili).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*WoA7RbJvng4dJuUg)\\n\\nVzhledem k tomu, že půjčování kryptoměn je u protokolů DeFi overcolateralizováno (např. po držbě ETH v hodnotě 100 USD si můžete půjčit pouze 60 USD DAI), jsou prostředky věřitelů chráněny proti neplatícím dlužníkům nebo selhání.\\n\\nPokud jde o yield farming, mnoho uživatelů využívá půjčovací pooly, aby získali dodatečné výnosy ze svých tokenů, nebo si půjčují stablecoiny proti svým drženým kryptopenězům, aby je reinvestovali prostřednictvím řešení DeFi.\\n\\n## Automatizovaní tvůrci trhu (AMM), liquidity pools a tokeny LP\\n\\nZatímco staking a půjčování kryptopeněz jsou v rámci yield farmingu druhotnými aktivitami, tyto strategie se obvykle soustředí kolem protokolů automatizovaných tvůrců trhu (AMM) a liquidity poolů.\\n\\nStručně řečeno, AMM jsou nadstavbové decentralizované burzy (DEX), které poskytují životaschopné řešení problémů s likviditou DEX. Za tímto účelem protokoly umožňují uživatelům vytvářet pooly likvidity pro konkrétní obchodní páry (např. USDC/RAY).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*UFmHAufAfG2ty5AiJ_wMbA.png)\\n\\nDo těchto poolů přispívají poskytovatelé likvidity (LP) oběma tokeny daného páru v poměru 50/50 na základě aktuálního směnného kurzu mezi oběmi mincemi (např. 1 ETH a 1700 USDT). Výměnou za poskytování likvidity dostávají LP(liquidity providers) poplatky za obchodování poolu úměrné jejich podílu.\\n\\nA co je nejdůležitější, poté, co vloží kryptoměny do poolu, obdrží poskytovatelé likvidity tokeny LP. Tokeny LP, automaticky generované platformou, představují podíl uživatele v poolu (např. pokud vlastníte 10% podíl v poolu USDT/ETH, obdržíte 10% tokenů LP USDT/ETH). Aby si poskytovatelé likvidity mohli digitální aktiva vložená do poolu vybrat, mohou své tokeny LP kdykoli vyplatit.\\n\\n> *Díky tokenům LP nemusí AMM držet kryptoměny, které poskytovatelé likvidity dodali do poolů, což jim umožňuje fungovat na neúvěrovém, decentralizovaném základě.*\\n\\nProtože tokeny LP nejsou uzamčeny, mohou poskytovatelé likvidity využívat tytéž tokeny vícekrát, přestože je již použili k dodání mincí do poolu. Zjednodušeně řečeno to znamená, že své tokeny LP můžete přesouvat v rámci více protokolů DeFi a stakovat je, používat pro správu, půjčovat je ostatním a půjčovat si finanční prostředky. V podstatě jsou tokeny LP jako akcie a můžete s nimi dělat spoustu věcí a nebude to mít vliv na likviditu, kterou představují.\\n\\nJak vidíte, otevírá se tím řada příležitostí pro pěstitele výnosů, jak využít své LP tokeny k maximalizaci svých výnosů s DeFi.\\n\\n## Odměny za yield farming\\n\\nVětšina protokolů DeFi vypočítává odměny za yield farming ročně.\\n\\n**Je důležité si uvědomit, že ačkoli jsou sazby DeFi přepočítávány na roční bázi, jedná se výhradně o odhady založené na statistikách a údajích fondu nebo protokolu.**\\n\\nKromě toho se sazby yield farmingu poměrně často mění (často denně), což znamená, že musíte **pravidelně** sledovat své strategie a příslušné platformy, abyste měli aktuální informace o výkonnosti svých mincí.\\n\\n> K výpočtu odměn za yield farming protokoly DeFi běžně využívají dvě metriky: Roční procentní sazba nákladů (APR) a roční procentní výnos (APY). Rozdíl mezi nimi spočívá v tom, že APY zohledňuje složené úročení, zatímco APR nikoli. Jednoduše řečeno, složené úročení se týká praxe reinvestování zisků za účelem zvýšení výnosů.\\n\\n![](https://miro.medium.com/max/800/0\\\\*K5ofVR9_OENJzyF0)\\n\\nJelikož už by článek byl příliš dlouhý, **APY vs APR** si zaslouží vlastní **článek**, nechť si to zvládneme vysvětlit detailně. Je dobré brát zřetel na to, že v protokolech DeFi se mohou oba pojmy (APY, APR) používat zaměnitelně.\\n\\nPokud jde o odměny, je důležité zmínit, že (životaschopné) strategie yield farmingu jsou obvykle nejvýnosnější, když je využívá méně lidí. Poté, co stejnou příležitost identifikuje více uživatelů, bude tato taktika pravděpodobně poskytovat nižší výnosy než dříve v důsledku zvýšeného využívání. To je důvod, proč většina uživatelů odmítá sdílet své strategie s ostatními, aby si udrželi svou ziskovost.\\n\\nJiž dříve jsme se zmínili, že yield farming se obvykle soustředí na AMM, kde mohou uživatelé výměnou za dodání likvidity získat LP tokeny, které mohou použít na jiné činnosti, aby maximalizovali své výnosy.\\n\\n> *Jedním z důvodů, proč se tato činnost stala tak populární, jsou nativní tokeny protokolů DeFi, které projekty obvykle rozdělují poskytovatelům likvidity jako pobídku.*\\n\\nAby však LP mohli tyto tokeny získat, musí přispět pár mincemi a také zastakovat své tokeny LP do samostatného poolu. Uzamčení jejich LP tokenů na určitou dobu zaručuje protokolu, že neodebere likviditu z poolu, dokud doba uzamčení neskončí.\\n\\nYield farmáři využili této příležitosti a “obhospodařují” tokeny DeFi projektů tím, že stakují své tokeny LP. Tímto způsobem mohou získat jak podíl na transakčních poplatcích v poolu, tak odměny v kryptoměnách protokolu DeFi.\\n\\n## Impermanent loss\\n\\nZ hlediska rizik spojených s hospodařením s výnosy je důležité hovořit také o nestálých ztrátách(impermanent loss). Téměř výhradně u AMM dochází k impermanentní ztrátě, když poměr cen páru tokenů zažije výraznou změnu poté, co poskytovatel likvidity uloží mince do poolu.\\n\\nNapříklad zatímco jste do poolu DAI/ETH uložili 2 500 DAI a 1 ETH (v celkové hodnotě 5 000 DAI), abyste dodali likviditu, směnný kurz obou tokenů se po měsíci změnil na 5 000 DAI/ETH.\\n\\nV takovém případě nastoupí arbitráže, které přidají DAI do poolu a odstraní ETH, aby dosáhly zisku.\\n\\nVýsledkem je, že při odkupu tokenů LP si vyberete 0,5 ETH a 2 500 DAI. I když mají vaše tokeny stejnou hodnotu (5 000 DAI), mohli jste dosáhnout lepších výnosů, kdybyste si ponechali svůj 1 ETH a 2 500 DAI (které by po měsíci měly hodnotu 7 500 DAI s 50% návratností investic).\\n\\nKvůli nestálé ztrátě však vaše původně uložené mince generovaly nulový výnos.\\n\\nTo znamená, že jste během tohoto období stále inkasovali obchodní poplatky z poolu, což může v mnoha případech eliminovat dopady impermanentní ztráty. Je to také skvělý způsob, jak toto riziko zmírnit stakingem LP tokenů, abyste získali odměny za mince DeFi.\\n\\nTo znamená, že ačkoli musíte počítat s impermanentní ztrátou, nebezpečnou se stává pouze tehdy, když dochází k velkým změnám ceny páru tokenů a vaše výnosy z obchodních poplatků a dalších činností spojených s farmařením výnosů jsou nižší než to, co byste mohli vydělat prostým držením mince.\\n\\n## Trh: Ethereum vs zbytek\\n\\nYield farming je možné provozovat na mnoho chainech v kryptoprostoru, od Etherea, po BSC, přes Solanu na Avalanche atd. Ale poskytují tyhle alternativy opravdu tu míru zabezpečení kterou žádáme? Souvisí to dost s preferencemi jedince a proto si na tuhle otázku musí každý odpovědět sám.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*EBa93HOBMYkDyTlw)\\n\\nNyní už víte, co je yield farming, jak funguje a jaká jsou jeho rizika. Který blockchain pro provozování defi si vyberete, je už na vás.\\n\\nJá zde, na tomhle medium blogu a svým **[youtube kanále](https://www.youtube.com/channel/UCp1uzKebERLIyxzJexq0bCA)** budu postupně vydávat možnosti DeFi a yield farmingu, které používám \\\\*\\\\*já. \\\\*\\\\*Pokud o to máte zájem, dejte mi nějakou zpětnou vazbu. Odběr, clap tady na mediu, nebo DM.\\n\\n## Yield farming: shrnutí\\n\\nSe spuštěním AMM a nativních tokenů projektů DeFi se yield farming stal jednou z nejoblíbenějších aktivit v odvětví decentralizovaných financí.\\n\\nA to z vynikajícího důvodu.\\n\\nVyužitím komplexních strategií napříč několika DeFi protokoly mohou farmáři zvýšit své výnosy a generovat tak (potenciálně) skvělý pasivní příjem.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*AbTE6EJ5tx3gEtyj)\\n\\nPokud však chcete zvýšit své zisky, znamená to také, že musíte více riskovat. A na základě několika faktorů patří yield farming mezi nejrizikovější strategie, jak vydělávat na kryptoměnách v prostoru DeFi právě teď.\\n\\nZ tohoto důvodu je zásadní, abyste si sami prověřili protokoly zapojené do vaší strategie a investovali jen tolik, kolik si můžete dovolit ztratit, abyste zajistili bezpečnost svých prostředků.\",\"timestamp\":1635334109,\"title\":\"Yield farming 101 by Damsky - Dam Sky - Medium\"},\"digest\":\"BALOSp5U3mEZ6IDnuR3WHrREn3Cpg3r2-rvcS2q_eJo\",\"authorship\":{\"contributor\":\"0x7E4aAB4C7b58104a9eAcEdd7C7EC6b297c844BBB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cM_PVv4rPHarWu0TJrqyvIAo96x9PgUP4vAf7ON1NuE\\\",\\\"y\\\":\\\"DhoYcy2xjwep2wLOIeSIWa1sQgYaCw19YCw7sUzMmZA\\\"}\",\"signature\":\"bsjP603_mO-OJEhC-hsaVZqBjBUonxgM-shy9v6YQVEm53LCId7QA0J0FKGWfwCtmYUVMGElvXIINxP2HEEg0Q\",\"signingKeySignature\":\"0x8657587ee651960b005ee3c795e4ca7bf473d3cc3b19f31c0bd6385ec28165b01b9271b39f7a6dd93455ecaa9018c727fe71ca40c461d2efcc447ebc652165ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cM_PVv4rPHarWu0TJrqyvIAo96x9PgUP4vAf7ON1NuE\\\",\\\"y\\\":\\\"DhoYcy2xjwep2wLOIeSIWa1sQgYaCw19YCw7sUzMmZA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gA5CBHSoSTeObuOb2u8o73cQV3yyJtfE2Z9DtglevRY\"}"