"{\"content\":{\"body\":\"There’s a reason why innovations get picked up when they do. Part of it is technological maturity, but a much harder to see [convergence of trends](https://www.musicxtechxfuture.com/2017/02/20/convergence-augmented-reality-will-be-nothing-like-google-glass/) is often key to things taking off when they do. The past years have seen creators calling for fairer compensation, trying out new business models through ‘the creator economy’, people being overwhelmed by infinite social media feeds & recommendations, and an ever-increasing normalization of digital payments in general, as well as payments for digital services. The latter two being far from widely adopted in most countries even 10 years ago.\\n\\nThe emerging web3 is a cultural moment. It builds on top of what has come before. While not everything will move towards web3 tech stacks, there will be a consumer expectation of services to behave more like the principles common in the web3.\\n\\nHere are some of the most important ones for the digital music landscape.\\n\\n## Data autonomy\\n\\nYour data should be in your hands, under your own control. Ethereum-based dApps integrating ENS means that you can [own your username](https://ens.domains/) as an NFT that sits in your wallet. Token-based communities mean that you own your membership in the form of tokens that sit inside your wallet. These tokens cannot be taken away. Don’t like the direction a community is going? You can ‘[fork](https://en.wikipedia.org/wiki/Fork_(software_development))’ it. You can set up an alternative version of the community that uses the same tokens, so anyone can join. You can clone the smart contracts that power the community.\\n\\nThere is a lot of power in the hands of the users, because of the fact that there is an unprecedented level of personal autonomy over your data. Since that’s not just true on an individual level, but also on an ecosystem-wide level, dApps try to cater to this principle. It’s practically a dealbreaker if they don’t. People will come to expect more autonomy over their data.\\n\\n## Interoperability\\n\\nAnyone can build stuff on top of anything, for example, I could create a DAO for people who hold NFTs minted by a certain artist. It’s part of the fabric of web3 and why NFTs can be thought of as ‘[magic beans](https://studio.ribbonfarm.com/p/magic-beans)’, because you never know what might sprout from one. People will expect to be able to carry their username (an NFT in their wallet) and their inventory, including their cryptocurrency, with them across various services.\\n\\nThis makes the web2 game of platform lock-in a lot harder. Web2 services thrived by having users build up inventories of playlists, photos, social connections, etc. inside their walled gardens. This helps reduce user ‘[churn](https://en.wikipedia.org/wiki/Customer_attrition)’, because the switching cost from e.g. **Spotify** to **Tidal** is high when you lose all your playlists, albums, your friends, your followed artists, etc.\\n\\nThis trend also gels well with metaverse concepts, for which blockchains could be used to host decentralized and interoperable user inventories: a [decentralized property layer for the metaverse](https://metaversed.net/into-the-void).\\n\\nI’m very curious how this plays out long-term. There’s an immutability aspect of web3 where if the genie’s out of the bottle, you can’t put it back in. However, the promise of early web2 was also a highly interoperable landscape and instead we got walled gardens and platform economies. Luckily, web3 offers more revenue models than the advertising, subscription models, and app sales that web2 offered, so platform-lockins becomes less necessary.\\n\\n## Progress\\n\\nWhen you do meaningful stuff in the web3, you have something to show for it. It’s like trophies to display your progress, in a similar way to items that you may unlock in video games, such as a character skin or that awesome gun when you reach a certain stage.\\n\\n![](https://images.mirror-media.xyz/publication-images/8WGDEHGq1vvveL59fj2KH.png?height=464&width=856)\\n\\nSome personal examples. For participating in **Songcamp [Elektra](https://elektra.camp/)**, I have my [access ticket](https://opensea.io/assets/0xef3c951e22c65f6256746f4e227e19a5bcbf393c/142) to show and three [different](https://opensea.io/assets/0x3725ca6034bcdbc3c9ada649d49df68527661175/1211) [puzzle](https://opensea.io/assets/0xaf89c5e115ab3437fc965224d317d09faa66ee3e/364) [pieces](https://opensea.io/assets/0xaf89c5e115ab3437fc965224d317d09faa66ee3e/247) that were part of the audiovisual world and game that was constructed. I also have fungible ‘[$Elektra](https://etherscan.io/token/0x612e8126b11f7d2596be800278ecf2515c85aa5b?a=0xe612d9c2a9ba0ff4403f4f7ea87d5be4290ac7b9)’ tokens for my participation in the project, which help incentivize future participation in the Elektra DAO.\\n\\nFor crowdfunding **Water & Music** I have [an NFT](https://opensea.io/assets/0xdf5b5ee15cc96ba7d0cb6bd9b2c0fc4417ab6445/2362). For crowdfunding **BPM Bot** I have [an NFT](https://opensea.io/assets/0xdf5b5ee15cc96ba7d0cb6bd9b2c0fc4417ab6445/69) and tokens for **Club BPM**. And as a fan of **Packy McCormick**’s writing, I collected the first [article NFT](https://opensea.io/assets/0xaf89c5e115ab3437fc965224d317d09faa66ee3e/93) he dropped - as a memorabilia. I even hold [tokens](https://etherscan.io/token/0xc2a96acccedc7236d80eb7ad723c250c942daf41?a=0xe612d9c2a9ba0ff4403f4f7ea87d5be4290ac7b9) that represent my fractional ownership of a [CryptoPunk NFT](https://fractional.art/vaults/0xc2A96ACcCEDC7236d80eb7AD723c250c942daf41), which also give me access to an informal DAO. For attending certain calls and milestone moments, I have ‘Proof Of Attendance Protocol’ [NFTs](https://app.poap.xyz/scan/basgras.eth) called POAPs.\\n\\nI’ve been subscribed to **Spotify** for over 10 years. Paid them more than I have ever paid for any 1 NFT. But there’s nothing to show for it. There are artists I’ve supported when they were doing gigs for 20 people who are now huge and there’s nothing to show for being there for the whole journey. These are underexploited dynamics to create loyalty and tie-in; to get people to keep showing up, and they follow some of the same psychological principles as things like stamp cards to get a free coffee. The tech may be a little bit hard, but the principles are easy. You already know them.\\n\\nKnowing that you *own* something that acknowledges you were there, that you participated, is a great way to keep people invested. Remember the NFTs as magic beans comparison from above? Knowing that you have a verified ‘early fan’ NFT in your wallet means that at some point down the line, something may be created for you… either by the author of that NFT (ie. the artist you’re a fan of), by the fan community, or by web3 music services that may group folks together based on shared ownership of music-related NFTs.\\n\\n(the above section also underscores why we normally post on our [self-hosted Wordpress](https://www.musicxtechxfuture.com/), rather than **Medium** (which I [left in 2017](https://medium.com/music-x-tech-x-future/why-ive-stopped-publishing-on-medium-f320a212b30c)), because we own the data. Why make an exception for **Mirror** when it comes to web3-themed articles? Because it’s acting to include its users in the progress the platform makes.)\\n\\n## How to get ready\\n\\nYou don’t have to start using all of this tech just yet. Right now, we’re operating very close to the actual infrastructure of web3, which means things are hard, confusing, and sometimes expensive. What is important is that you start aligning yourself with some of the principles, such as the 3 above, but please don’t treat this as an exhaustive list.\\n\\nThink about the web3 as decentralized social media that has payments embedded into it, rather than tacked on. These payments may be optional, but when payments occur they’re natively built into the network through cryptocurrencies.\\n\\nLong-term thinking is a huge benefit in the current web2 to web3 landscape. What is also key is understanding the psychology and social psychology of community and governance. While the 2010s were the era of personalized social media feeds, follow buttons, and algorithms to make sense of all the data, the 2020s are going to be about carefully picking the communities you want to play a role in and the dynamics that come with that.\\n\\nThat doesn’t mean everything has to be community-run, it doesn’t mean everything should be a DAO, or that community should always be the starting point, but increasingly we’ll be either servicing communities or helping those that do so. Data autonomy, interoperability and measures of progress are powerful drivers. Pay attention to those leveraging these principles and start experimenting with them yourself.\\n\\nYou can start experimenting anonymously under a pseudonym if you’re not yet ready to tie your professional identity to these dynamics and would like to learn more first. Pseudonymous identities are widely accepted in the space.\",\"timestamp\":1639487819,\"title\":\"Three Web3 principles that will permeate online culture in the next 10 years\",\"publication\":\"musicx\"},\"digest\":\"WJdJ9DQzTihTPgRfiW9CJCZnO8DssIWOVjiBqlLy6wk\",\"authorship\":{\"contributor\":\"0xe612d9C2a9bA0Ff4403F4f7Ea87D5bE4290aC7B9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3VoIbiLwQbgsXS55iHn4goUweiKt9PLsgUylGANNPa0\\\",\\\"y\\\":\\\"1QZ0yzsEW2nTKsYaiUgbLS0po6miDsB05Dfgo22VAkI\\\"}\",\"signature\":\"jUxPxrGPJa6FJRafQksdqk4phCQ68wdx1T9YVDL5UfenFEwznrAKqCttmhsJ9wAx_SsO7XDxtYgrQKEJXQ3MSg\",\"signingKeySignature\":\"0x57a6ec62fc0d13710578fcd5e03a9fb83c00fb32c32b603c6acb87944564ac0d5ac8e160876d3ad0058ec6450571a9ada27bca73fd29b68ad3bbbb5f734445341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3VoIbiLwQbgsXS55iHn4goUweiKt9PLsgUylGANNPa0\\\",\\\"y\\\":\\\"1QZ0yzsEW2nTKsYaiUgbLS0po6miDsB05Dfgo22VAkI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EjwywkbQIHeQYlant7YLLKLhhKvSlVWB8aUwWbzJd5U\"}"