"{\"content\":{\"body\":\"Project Description\\n\\nAbracadabra is a lending platform where users can pledge their assets to lend to the project's stable currency Magic Internet Money, or MIM for short. The anchor price of MIM is 1$. The core mechanism of Abracadabra is similar to MakerDAO. The main difference is that the project mainly uses interest-bearing assets as collateral to cast MIM. In addition, the project is more radical in cross-chain deployment and combination with other projects.\\n\\nCurrently, Abracadabra has deployed services on Ethereum, Avalanche, Fantom, and Arbitrum. BSC is also in the plan, but has not yet been officially deployed.\\n\\nIt is worth mentioning that, in addition to the regular mortgage minting, Abracadabra also provides the leverage function of \\\"revolving mortgage lending\\\". Users can use lightning loans (referring to a series of contract interactions to be completed in a block). , Realized in one block: Mortgage lending MIM-the multiple cycles of realizing and remortgaging, essentially realizing the leverage of the mortgaged assets.\\n\\nFor example: a user chooses Year's interest-bearing asset yvWETH (a certificate obtained by the user depositing ETH into Year, the certificate will be exchanged for more ETH when redeeming it as the income of the fund pool increases, so it is called ETH Interest-earning assets), then deposit yvWETH in Abracadabra and lend out MIM, then sell MIM to ETH, then deposit ETH in Year to obtain interest-earning assets yvWETH, continue to deposit yvWETH in Abracadabra to obtain a new MIM loan line to lend out MIM , And then repeat the above cycle (this set of actions is called a loop). The above actions are completed in one block through the lightning loan operation, which can save a lot of gas costs and improve the user experience.\",\"timestamp\":1634579536,\"title\":\"MIM-Abracadabra\"},\"digest\":\"3ve8H0s2qCcL1FbFGi562aKAf91XOvqemB9jV90PCVY\",\"authorship\":{\"contributor\":\"0x13079F412027a64ce84b90B82D8979BDE55B4E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sFBBJOCAuftTKHKKj-T8fYVKQIWUX-3Aaan-fsH7wPA\\\",\\\"y\\\":\\\"JoHa8n603wpEQ1hKF5LDVjgmYD8PedFxMy_g9s0IzW8\\\"}\",\"signature\":\"RVImJNsHb3eaDP7guzTLyyboE9hdc9aa1Tux-WcS7lPri7wTNQN8xFkb6AaJ_A_mLff6HM2YFA5FtDlGQ_yxEQ\",\"signingKeySignature\":\"0xbad6bcf9ece4af59dbe5efbb65eab5a26b3cfe5debb72cd565f52d5f6c6351c4606998b8c20fe9995863ca27a6cf62c34f6b364cc9a75882c6979e3bbb53a34e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sFBBJOCAuftTKHKKj-T8fYVKQIWUX-3Aaan-fsH7wPA\\\",\\\"y\\\":\\\"JoHa8n603wpEQ1hKF5LDVjgmYD8PedFxMy_g9s0IzW8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3ve8H0s2qCcL1FbFGi562aKAf91XOvqemB9jV90PCVY\"}"