"{\"content\":{\"body\":\"*The concept of urbanised technologies (smart cities) is not new, and smart cities are not just a dream in the future. Intelligent technologies in the cities are rapidly expanding, and several stages of development have already been introduced based on interactions with society, governance and technology.*\\n\\n![](https://images.mirror-media.xyz/publication-images/zYAaYVUltaIddA8jQk6yU.png?height=1444&width=1948)\\n\\n**Stages of smart cities development**\\n\\n➝ **Stage 1.0** was characterised by top-down, technologically driven decision-making. \\n ➝ **Stage 2.0** represents a more bottom-up approach, with the demands of citizens and politicians driving the technology to evolve solutions that meet real needs. \\n ➝ **Smart City 3.0** represents an attempt to link citizen participation with both government aims and (new) technologies.\\n\\n# Smart City 3.0 in practice\\n\\nFirst things first, to deliver the results, it is crucial to define the central problem that needs to be solved and only afterwards think about harnessing the power of technology and put it to use solving the problems of its citizens rather than the other way around where it only ends up solving technology problems.\\n\\nThere is a moderately wide range of urbanised technology that cities can use, from sensor-embedded roads where an IoT device transforms roads into data-generating, connected infrastructure to wearable devices with 360º cameras where users can share real-time audio and video of what is happening around them with other people. However, to present clear evidence of how technology can improve citizens’ quality of life, the expensive and often too-fancy technologies are redundant when some cloud-based spreadsheet technologies might just as well do the job.\\n\\n# Leeg platform\\n\\nOur project prototype called Leeg platform took up Smart City 3.0 approach by addressing the housing problem in the city of Rotterdam.\\n\\nThe offset point of prototyping the Leeg platform was the lack of affordable housing in Rotterdam on the one hand and the rising vacant buildings rate on the other.\\n\\nWe used the digital tools and other ICTs to connect the two ends of the same rope and prototyped a digital platform intending to cut out the middleman while being built on open source software, open architectures and open standards.\\n\\n**The main objectives were:**\\n\\n➝ *The situation:* \\n In many cities, people are looking for affordable housing and workspace. At the same time, countless spaces are empty \\n - whether old or new, whether residential or commercial, whether central or remote, whether private or in the hands of the city. However, there is no overview.\\n\\n➝ *The solution:* \\n With L€€G, we can exchange information together. Vacancies can be entered directly and easily by all users on the site. \\n This gradually creates a collective and freely accessible data and space pool, independent of urban information channels. In addition, registered users of the vacancy detector can exchange information on vacant buildings and ideas on how to deal with them constructively — turning the listed vacant spaces into short-term livable and workspaces before the sites are demolished and/or developed.\\n\\n# Alternative data regimes\\n\\nWhile developing the platform, special attention was paid to the privacy-enhancing data infrastructures and their ownership, promoting alternative data regimes and democratic digital standards, data ethics, and privacy and citizens’ data sovereignty at its core.\\n\\nWe proposed a decentralised data infrastructure where data ownership and control belong to citizens, where IoT solutions and privacy rights are ensured by blockchain technology with distributed ledgers.\\n\\nEthical principles to democratise urban technologies are crucial to ensure a successful collective city-making and prevent the data from being gathered solely for the use of decision-makers where the city only becomes another exercise of authoritarianism.\\n\\n> “Who owns the data will decide in the end whether democracy, a participatory social model and economic prosperity can be combined” Angela Merkel\\n\\nThe existing (physical and digital) urban fabric needs to be re-defined and appropriated for our own uses.\\n\\nHowever, the urban technological approaches risk deepening the digital divide, empowering data biases and enhancing algorithmic discrimination potentials. There is an urgent call for policy measures in future city development in order to create just and democratic places for everyone and not only for the happy few.\",\"timestamp\":1639481192,\"title\":\"Smart City 3.0 — we don’t need the fanciest of technology to improve urban living / Case study\"},\"digest\":\"cIDZet7J2Qh52VGsg8WzmAIXE8jG_eoSZv_bUkeXy1Q\",\"authorship\":{\"contributor\":\"0x1b9d6734485F4FD5298c9E79339BAca36F304f28\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EZ7fOPyRX4X2lhr0HHnRGPNU-cpKzZAoaMP_0UoLbBA\\\",\\\"y\\\":\\\"az1qPMRYfncDCAVuG0Tuz7aCqVYxH5MFkmn3ftMeSYM\\\"}\",\"signature\":\"TAfeqU-FzNSkUDriQf6nBds3T-qSG7j3Kh12UBEm482TiaU_2YfuQ33regpYdL451n5jayzmOs-jpESULJpTYA\",\"signingKeySignature\":\"0xb7be61de909dc74c38ff6e2e843cdaf76d3814f81cae888e62a59c3ed395541103359d67fb566c4f292ed660587cb8edefb4e03cdee52103409d080ad7523eed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EZ7fOPyRX4X2lhr0HHnRGPNU-cpKzZAoaMP_0UoLbBA\\\",\\\"y\\\":\\\"az1qPMRYfncDCAVuG0Tuz7aCqVYxH5MFkmn3ftMeSYM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cIDZet7J2Qh52VGsg8WzmAIXE8jG_eoSZv_bUkeXy1Q\"}"