"{\"content\":{\"body\":\"Six years ago this month[ Julie Samuels](https://twitter.com/juliepsamuels) got together with a group of technology leaders in NYC and we decided to form an industry group for the growing tech sector in NYC. I agreed to co-chair the organization and have been in the chair role since then. We called it [Tech:NYC](https://www.technyc.org/) and I [first wrote about it here at AVC in March of 2016](https://avc.com/2016/05/technyc/).\\n\\nLast year, after more than five years at the helm, Julie decided it was time to pass the baton to a new leader and she and I and a group of board members spent the fall talking to lots of people and we found a fantastic new leader named [Jason Clark](https://twitter.com/jasonmylesclark). Jason starts as the Executive Director of Tech:NYC next week.\\n\\nJason takes over an organization of 800+ member companies, from the largest names in tech to the three-person startup you have yet to hear of. Tech:NYC has succeeded in getting tech “at the table” in Albany and City Hall and helping to make the tech sector more civic-minded and more integrated into the city and state. Julie and her team have done a tremendous job of taking an idea and making it a reality and I am incredibly grateful for her leadership.\\n\\nThe tech sector finds itself at an interesting moment in NYC. It is quickly becoming the largest employer in NYC and is bringing much-needed innovation to the city, state, and world. We have new leaders in Eric Adams and Kathy Hochul who are eager to work closely with the tech sector to do new things and move the region forward. But with great success comes great responsibility and the tech sector needs to employ a broader and more diverse group of NYers, it needs to be more civic-minded, it needs to be more philanthropic, and it needs to think beyond Manhattan out to the five boroughs and on to New York State and the NY Metropolitan region.\\n\\nAnd Jason is the perfect leader to take Tech:NYC in those directions. Jason is a born and bred NYer, from southern Queens, a product of the NYC public schools, a lawyer who has started a law firm and worked in the Attorney General’s office in Harlem, and a former candidate for public office for the City Council seat in his home neighborhood in southeast Queens. Jason has the relationships, the lived experiences, and the mindset to lead NYC’s tech sector in the directions it must go as it becomes the leading industry and employer in the city and state.\\n\\nI welcome Jason to Tech:NYC and look forward to working closely with him and the city and state leaders to step up to the opportunity that is in front of us. It is an exciting time.\\n\\nAlso, Jason is already on the hunt for a strong policy director with lots of tech experience. If you would like to fill that role or know someone great, [please visit this job spec](https://www.technyc.org/work-with-us) with instructions on how to get into the process.\\n\",\"timestamp\":1642605747,\"title\":\"New Leadership At Tech:NYC\"},\"digest\":\"21ezx9CQ4xPHs7v2FBCaY3VHUDbmWp4f-K3fun2gKUk\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d32r7-YSef73sLfIINd0fzPbP1ZTLxVdemL0kWeq_xM\\\",\\\"y\\\":\\\"P_aAw5CuTPmeK1h_HiAxy39lqvEQgIi_fjQuml0eAVk\\\"}\",\"signature\":\"_f5dpROuLoFQnyOoqCjl3FlvJJTxLZ_6kyy7JCk0t0LijH8xoj5ujC6KK-DKlD6aKSssSlouguesE5Tn3_83aA\",\"signingKeySignature\":\"0xc98e1562019a11a9c453e442693a1dcef6875ab37bbfef2fc782f73ab6fa8fd93242df01da2169cb3ec6f416e1f0892af5653f4d3502ca51af1b8714bcdf3e871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d32r7-YSef73sLfIINd0fzPbP1ZTLxVdemL0kWeq_xM\\\",\\\"y\\\":\\\"P_aAw5CuTPmeK1h_HiAxy39lqvEQgIi_fjQuml0eAVk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"21ezx9CQ4xPHs7v2FBCaY3VHUDbmWp4f-K3fun2gKUk\"}"