"{\"content\":{\"body\":\"*This essay was published on [Forefront](https://forefront.news/blog/feat-shreyas-physical-digital-world).*\\n\\nCrypto is partly a resistance to the decline in ownership. Home and car ownership have declined. Digital goods are rented on platforms. Software is licensed via subscriptions. But you actually own the private keys to your crypto. That opens up a universe of internet-native assets that you can own and control. These include digital art, media, online communities, video game collectibles, and many other things we haven't created yet.\\n\\n**NFTs**\\n\\nA [non-fungible token](https://linda.mirror.xyz/df649d61efb92c910464a4e74ae213c4cab150b9cbcc4b7fb6090fc77881a95d) (NFT) is a unique digital asset whose ownership is tracked on a blockchain. A $1 bill is fungible, i.e. replaceable with another $1 bill. The original Mona Lisa painting is non-fungible, i.e. not replaceable with another Mona Lisa painting. [ERC-721](https://twitter.com/cryptopunksbot/status/1353058374816944134) is the token standard for NFTs on Ethereum.\\n\\n![[CryptoPunk 2890](https://twitter.com/cryptopunksbot/status/1353058374816944134) was bought for 605 ETH ($761,889)\\n](https://images.mirror-media.xyz/publication-images/2e9eb753-1558-4030-b4e7-0258c5524206.jpeg?height=600&width=600)\\n\\n**Cryptomedia**\\n\\n[Cryptomedia](https://cryptomedia.wtf/) is a medium for anyone on the internet to create universally accessible and individually ownable hypermedia. Hypermedia includes graphics, audio, video, text, and hyperlinks. Cryptomedia is an ownership medium for hypermedia. As internet-based media becomes owned by users, the internet itself becomes [owned by users](https://twitter.com/ianjohnlee/status/1347084105276477440).\\n\\n**Unique Digital Experiences**\\n\\nA user-owned internet opens doors to unique digital experiences. Andrew Steinwold [writes](https://andrewsteinwold.substack.com/p/-metapalooza-making-history-with) about one such experience. Metapurse, an NFT fund/production company, bought twenty unique [Beeple](https://www.instagram.com/beeple_crap/) art pieces for $2.2 million. Then, they bought high-value plots of virtual land in [Cryptovoxels](https://www.cryptovoxels.com/), [Decentraland](https://decentraland.org/), and [Somnium Space](https://www.somniumspace.com/). \\n\\nThey hired VoxelArchitects, a professional design firm based in Portugal, to build virtual museums. Metapurse put the Beeple art pieces in these structures, bundled them together, and fractionalized ownership with a token called B20. On January 24, they hosted a launch party for the B20 token. Attendees sipped on virtual cocktails as [3LAU](https://twitter.com/3LAU) DJ’d the event.\\n\\n![[Metapalooza event (Source: Andrew Steinwold)](https://twitter.com/AndrewSteinwold/status/1353170059842236416)](https://images.mirror-media.xyz/publication-images/52c3ffd3-ad73-4091-b917-1de9982e55f3.jpeg?height=343&width=680)\\n\\n**A Community Around NFTs**\\n\\nThe social token [WHALE](https://forefront.news/creators/whale) is a great case study of a community built around NFTs. [WhaleShark](https://twitter.com/WhaleShark_Pro) owned several NFTs that he placed in a [vault](https://opensea.io/accounts/the_vault). He then issued $WHALE, a social token backed by the NFTs in the vault. If you owned the token, you got access to the WHALE community. The token’s value is driven by the NFT vault, Whale’s brand, community size and engagement, industry leadership via the community’s NFT expertise, and various mechanisms for ROI. It is one of the most successful social tokens today in terms of market cap ($30 million), community size (over 1,000 Discord members), and community engagement.\\n\\n**Money Legos Meet Media Legos**\\n\\nAfter spending enough time in crypto, you start to understand that everything is related. Store of value, stablecoins, DeFi, NFTs, social tokens, and DAOs seem like distinct categorizations. But they all come together.\\n\\n[Mirror](https://mirror.xyz/), a crypto-native publishing platform, is [experimenting](https://dev.mirror.xyz/llJ_AboiDJwB_ZAFz-CXU7fL2p8v5Wz6MjfluLafewQ) with monetizing written content through NFTs. In this model, content is tradable as an NFT with fractional ownership, allowing multiple people to own a small stake. Fractional ownership is enabled using ERC-20 tokens. \\n\\nContributors who fund the project receive a stake in the sales of the NFT. The primary reason someone would want to fund a piece of writing is patronage - supporting work you think is important. Participants in the crowdfund will be embedded in the essay. Second, you build reputation as an early backer of important work. Third, you get revenue if the work becomes popular and the NFT is sold for a higher price to new buyers. In the future, the creator could operate a DAO that produces many works, each minted as an NFT. Revenue from sales would accrue to the DAO.\\n\\n![Internet Renaissance (Source: Zora)](https://images.mirror-media.xyz/publication-images/eae657db-b923-4a5c-bc35-fee0d970a44c.jpeg?height=506&width=680)\\n\\n**Status**\\n\\nEugene Wei [analyzes](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service) social networks across three axes: utility, entertainment, and status. For social networks to reach sufficient scale to provide utility, they need to build in status games into the network.\\n\\nWe are in the early days of effectively incorporating status in crypto. Crypto people [obnoxiously](https://twitter.com/Shaughnessy119/status/1345743115127304193) flex their crypto gains because subtler flexing mechanisms aren't built out yet. In traditional finance, people flex by wearing Armani suits and buying tickets to Hamilton. As the metaverse gets built out, crypto people will flex with conspicuous digital consumption. NFTs will become an important way to seek and display status.\\n\\nStatus is particularly volatile, more volatile than wealth. Maintaining status requires managing scarcity. Watching Hamilton was high status when there were a limited number of Broadway shows. It became low status when it could be streamed by millions on Disney+. Products that intuitively understand and manage status volatility will do well in NFT markets.\\n\\n**Problems with NFTs & the Metaverse Today**\\n\\nFirst, token IDs are scarce but metadata is [not scarce](https://outpost-protocol.com/jamm/post/lbH2RrWaSHjBAVRg40vJJ5T00sZtwIWsmKA3Jg2flis). Multiple NFTs can be minted from the same metadata. If platforms like Rarible have to verify the authenticity of a creator, the work cannot live across platforms.\\n\\nSecond, metaverse experiences are low-fidelity today. Michael Nielsen [writes](https://twitter.com/michael_nielsen/status/1261660319295799297), “Interacting with a roughly 10 inch size device using the tips of your fingers and your eyes is (a) taking advantage of almost none of your body's capacity for movement or sensation; and (b) taking advantage of almost none of your environment.” We should be able to integrate more of our body, senses, and physical world with computing. It’s hard to have metaverse experiences today that are as tactile and engaging as, say, cooking or painting.\\n\\n**Implications of the Metaverse**\\n\\n> \\\"Instead of violent wars, there could be violent video games; instead of heroic feats, there could be thrilling amusement park rides; instead of serious thought, there could be 'intrigues of all sorts', as in a soap opera. It is a world where people spend their lives amusing themselves to death.\\\" - Peter Thiel.\\n\\n\\nIt is possible that the metaverse becomes so engaging and entertaining that it distracts us from important things in the physical world. We still need to build and fix physical things, develop meaningful relationships with our family and local community, solve biological ageing, and explore the frontiers of our physical universe.\\n\\n**Conclusion**\\n\\nOver the next few years, people will be able to truly own more digital assets. Creators and communities will be able to capture more of the value that they create. We will build out various components of the metaverse and hopefully ensure that the digital goods and experiences we create are interoperable between platforms.\\n\\nIf you have thoughts on this essay, [DM](https://twitter.com/HelloShreyas) me on Twitter. If you find this interesting, [subscribe](https://helloshreyas.ck.page/) to my blog.\\n\",\"timestamp\":1612428878,\"title\":\"Asset Light in the Physical World. Asset Heavy in the Digital World.\",\"publication\":\"helloshreyas\"},\"digest\":\"KiVWjZ0qBf7wiLXsjZWB8CTXZ-w_dgzYF7e-T-dqVgI\",\"authorship\":{\"contributor\":\"0x10D6d2e343281D388291A3e02f3293AaEdA67178\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"signature\":\"VCsTLDCHdqzNDj8bxI_ajquy4jWrKfZIca1VsCN0856r92iBqLafyDuYOVuiKuwFYC1WZvM4_snrYBsggwTz4w\",\"signingKeySignature\":\"0xf2566473df0cc67a4eede77f2395d62391a8c9d3fecf7ffbff863ca16cd8857d56d3ae0da6a93cd2c2ae3b8e9ee8f696c8c986e75635ad6a12351e1cf52aefb41b\",\"signingKeyMessage\":\"I authorize the publication of articles on helloshreyas.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"cq_BZbiZzgFyCXqyeSR3U-i3GeODJh6qoDNm2HxYjq4\"}"