"{\"content\":{\"body\":\"We've talked about providing liquidity, and how it can put your crypto to work by being at the heart of decentralized exchanges. In this guide we'll explore another prong for your DeFi swiss-army tool, the secret to snowballing returns on your LP tokens through auto-compounders.\\n\\n## What is Yield Yak?\\n\\nYield Yak *(formerly Snowball Finance)* is a yield auto-compounder for the Avalanche Network. In layman's terms, it allows you to deposit you LP pair tokens (Like wETH.e-AVAX, AVAX-PNG) and single token farms (e.g USDC.e, wETH.e, DAI.e,etc.) to automatically reinvest your gains and earn a compounding slice of the LP Pool as time goes on.\\n\\nWhat Yield Yak does differently to other auto-compounders lies in its pooling structure. Instead of locking your yields for prolonged periods of time to maintain liquidity or soft-blocking your with prohibitively high withdrawal fees, YY socializes the costs to offer a more distributed (and therefore cost-effective) compounding mechanism that allows you to watch and withdraw your gains at mach speed.\\n\\n## How to Set up Avalanche on Metamask\\n\\nIn order to transact on AVAX, you must first create a wallet through <https://wallet.avax.network>, this way you’ll be able to manage your funds for different purposes.\\n\\n**1.** Create your Avalanche wallet on the official AVAX wallet webpage *(see above)*\\n\\n![](https://images.mirror-media.xyz/publication-images/jchlL0AdzmYS5Kg01jmaF.png?height=592&width=1143)\\n\\n**2.** Transfer some AVAX from your favorite DEX or Crypto Exchange to your newly created Avalanche Wallet\\n\\nAfter creating your wallet on the network and adding some funds to it, it’s time to set up Metamask in order to interact with AVAX dApps.\\n\\n![](https://images.mirror-media.xyz/publication-images/ul0aVAcLD8e5pXg6ce1NL.png?height=680&width=1200)\\n\\n**3.** Add in a custom RPC on your metamask with the following data:\\n\\n* **Network Name:** Avalanche Network\\n* **New RPC URL:**[ https://api.avax.network/ext/bc/C/rpc](https://api.avax.network/ext/bc/C/rpc)\\n* **ChainID:** 43114\\n* **Symbol:** AVAX\\n* **Explorer:**[ https://snowtrace.io/](https://snowtrace.io/) \\n \\n\\n  **4.** Once you have the AVAX network set up and ready to go on your Metamask wallet, you can go ahead and transfer some funds from your Avalanche Wallet (The one from step 1) and you're good to go! \\n* ***You’ll have to transfer the funds from the Avalanche X Chain to the C Chain, you can read more about that on our resources below***\\n\\n## How to Acquire LP tokens from an AVAX DEX\\n\\nBy buying an LP (Liquidity Provider) Token, you're financing your DEX's transactions, whenever someone wants to exchange AVAX for QI, PNG or YAK, you'll be the one offering the liquidity to make it happen, and earning a cut of the profits in the process.\\n\\nIn order to provide liquidity, you have to deposit equal amounts of your chosen token pair to the DEX's pool. To achieve this, you'll have to swap about half (maybe a little bit less accounting for gas costs) of the AVAX you just transferred into your metamask wallet into another token of your choice.\\n\\nThankfully, Yield Yak offers a swapping function that automatically finds the best rates among all AVAX Exchanges in real time. We went ahead and swapped some AVAX for PNG (Pangolin Token).\\n\\n![](https://images.mirror-media.xyz/publication-images/lcZJ-3UfsgT2kGH6EVxHE.png?height=511&width=1308)\\n\\nFinally, with both your tokens in hand, it's time to visit the DEX website (by clicking on Yield Yak farm's link for your chosen pair) and depositing some liquidity. In our case, we provided liquidity for the AVAX to PNG pair through Pangolin.\\n\\n![](https://images.mirror-media.xyz/publication-images/NCB8aZ9nlYK9cf97y7df1.png?height=680&width=1200)\\n\\n After completing this transaction, you'll be granted your LP tokens, the more of those you have, the bigger your cut of the yields will be, this is where Yield Yak does their thing to exponentially increase you LP tokens so you can claim more rewards as time goes on.\\n\\n![](https://images.mirror-media.xyz/publication-images/Smv2bZUjYWfbXS1pjpkJr.png?height=680&width=1200)\\n\\n## Watch your LP tokens grow with Yield Yak's Auto-Compounder\\n\\nAfter all this setup, it's finally time to watch as YY does its magic in growing your tokens automatically without you ever having to lift a finger. All that's left for you to do now is to deposit your LP tokens in Yield Yak's farm for your chosen pair and relax.\\n\\n![](https://images.mirror-media.xyz/publication-images/AzLYRmbsTOh2daXIumaVl.png?height=680&width=1200)\\n\\nYou could re-invest tokens periodically to further compound your gains, though this is an optional step. After following along with this guide, you'll have explored the Avalanche network for (possibly) the first time, used an AVAX DEX, provided liquidity to a popular token pairing, and set up your LP tokens to automatically reinvest your gains.\\n\\n## Useful Resources:\\n\\n* **Buy AVAX on Pangolin:** \\n\\n  [https://app.pangolin.exchange/#/buy](https://app.pangolin.exchange/#/buy)\\n\\n* **How to set up Avalanche on Metamask in detail:**  \\n\\n  [ https://support.avax.network/en/articles/4626956-how-do-i-set-up-metamask-on-avalanche]( https://support.avax.network/en/articles/4626956-how-do-i-set-up-metamask-on-avalanche)\\n\\n* **What is yield farming?** \\n\\n  [ https://academy.binance.com/en/articles/what-is-yield-farming-in-decentralized-finance-defi]( https://academy.binance.com/en/articles/what-is-yield-farming-in-decentralized-finance-defi)\\n\\n* **AVAX Bridge** \\n\\n  [ https://bridge.avax.network/login]( https://bridge.avax.network/login)\\n\\n* **Intro to Yield Yak** \\n\\n  [https://youtu.be/5kGsuKXjqcg](https://youtu.be/5kGsuKXjqcg)\\n\\n* **Yield Yak Documentation** \\n\\n  [https://docs.yieldyak.com/](https://docs.yieldyak.com/)\\n\\n\",\"timestamp\":1637206627,\"title\":\"Tutorial: How to Deposit LP Tokens in a Yield Yak Auto-compounder\",\"publication\":\"rabbithole\"},\"digest\":\"TnERmm4ZED5Rugv6mP0wdP32JXA2wsiTzKv_tLC0ojo\",\"authorship\":{\"contributor\":\"0x0BB602F88BF886282fF69d4Cec937cc2A7d9E19A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3bIcYG4ciwzZIREKQ7LYFprN5fE6LEWS8z1dFzJFHfQ\\\",\\\"y\\\":\\\"cjuTRbNpNl8mstG9duMr_LDXnZMmfzEB7uGs61ag4VU\\\"}\",\"signature\":\"sKMTLjIi1NFZs-1UDLUizIS4eBKQ43ynnMlx44xFXlPCr2kf745O0V2mHZY2saFRrm_0218Mu_kEswQSwH121Q\",\"signingKeySignature\":\"0xb152d07088888bd449b416c29cb5e006e32b51165bfdc1a7e4be94b3861ba57a4c3248334a436c04dec344cbec369acec403637603bbda1b227061be4934dc9e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3bIcYG4ciwzZIREKQ7LYFprN5fE6LEWS8z1dFzJFHfQ\\\",\\\"y\\\":\\\"cjuTRbNpNl8mstG9duMr_LDXnZMmfzEB7uGs61ag4VU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VJxCANkyExoVKD8myWKCRwQYIQFNc4-oxfcTUwgB6ng\"}"