"{\"content\":{\"body\":\"# Status\\n\\nICO\\n\\nEnded\\n\\nAs the project is relatively new, please review our [disclaimer](https://coinmarketcap.com/disclaimer/)\\n\\n## About the Moonbeam ICO\\n\\nTo learn more about this project, check out our deep dive of [Moonbeam](https://coinmarketcap.com/alexandria/article/what-is-moonbeam-glmr).\\n\\n## What Is Moonbeam (GLMR)?\\n\\nMoonbeam is a new Polkadot smart contract platform that seeks to provide developers with a scalable and accessible alternative to other developer projects.\\n\\nThe project believes that the future of blockchain is a “multichain of many chains.” It focuses on bringing smart contracts and the interoperability of the Polkadot blockchain to Ethereum developers.\\n\\nMoonbeam provides integration and connectivity between Polkadot [Parachains](https://coinmarketcap.com/alexandria/article/what-are-parachains-2) as well as with other chains such as Ethereum and Bitcoin via bridges. Moonbeam was launched in January 2020 by Derek Yoo of [Pure Stake](https://www.purestake.com/).\\n\\n## Who Are the Founders of Moonbeam?\\n\\nThe Moonbeam Network was founded by Derek Yoo, the CEO of [PureStake](https://www.purestake.com/) – a platform that provides secure and reliable public blockchain infrastructure to blockchain app developers, projects and enterprises.\\n\\nStefan Mehlhorn, a specialist in early-stage company management and operation, serves as the chief operations officer of both Moonbeam and PureStake. Stefan previously worked with Samsung Pay, Candibell Inc., LoopPay, Permessa, Thinking Phone Network among others.\\n\\nKatie Butler and Nate Hamilton from [PureStake](https://www.purestake.com/) head the marketing and business development teams of the Moonbeam Network respectively.\\n\\nYou can find more info about the team here: <https://www.purestake.com/about/>\\n\\n## What Makes Moonbeam Unique?\\n\\nWhile there are many projects focused on the interoperability of blockchains, Moonbean focuses on providing a framework for blockchains to interact with Ethereum seamlessly. The Polkadot parachain brings smart contracts and interoperability with Ethereum to the table.\\n\\nThe Moonbeam network when its mainnet is launched will let Ethereum developers extend their influence into the Polkadot ecosystem. Polkadot’s blockchain will ensure seamless sharing of workloads on a new layer.\\n\\nThrough Moonbeam, developers will be able to port their existing Ethereum DApps to Polkadot or easily create new [permissionless](https://coinmarketcap.com/alexandria/glossary/permissionless) [decentralized applications](https://coinmarketcap.com/alexandria/glossary/decentralized-applications-dapps) (dApps) using familiar Ethereum development tools. The tools on Moonbeam ensure that there is minimal change when front-end dApps are moved between chains.\\n\\nBy using Moonbeam, Ethereum developers (which is the largest market of existing blockchain developers) will be able to bypass the scalability challenges due to the expense and constraints of the Ethereum network.\\n\\nThe network and token [bridges](https://coinmarketcap.com/alexandria/glossary/bridges) of Polkadot mean that Moonbeam will support token movements, state visibility and message passing with Ethereum and other chains.\\n\\n## Related Pages\\n\\nWant a more technical analysis of Moonbeam? Click [here](https://coinmarketcap.com/alexandria/article/what-is-moonbeam-glmr).\\n\\nLearn about what an Initial Coin Offering (ICO) is in our [deep dive](https://coinmarketcap.com/alexandria/article/what-is-an-ico).\\n\\nFind out the Initial Coin Offering of Moonbeam (GLMR) [here](https://coinmarketcap.com/currencies/moonbeam/ico/).\\n\\nClick here to learn more about [Parachains](https://coinmarketcap.com/alexandria/article/what-are-parachains-2) and their benefits.\\n\\nVisit CoinMarketCap [Alexandria](https://coinmarketcap.com/alexandria/) to learn everything you need to know about cryptocurrency and more.\\n\\n## How Many Moonbeam (GLMR) Coins Are There in Circulation?\\n\\nThe native token of Moonbeam known as Glimmer (GLMR) was issued via a private Community Event called Take Flight. During the community event of Moonbeam, 100,000,000 GLMR (10% of the total supply) was issued.\\n\\nThere will be a total of 1,000,000,000 GLMR tokens, with an annual inflation rate of 5%, as such, there will be an uncapped token supply. The distribution of the token is as [follows](https://moonbeam.foundation/glimmer-token/).\\n\\n## How Is the Moonbeam Network Secured?\\n\\nThe Moonbeam project is going down the path of decentralized governance. The utility token, Glimmer (GLMR), will serve as the gateway for network participants to access the vital functions of the network.\\n\\nHolders of GLMR will have the right to propose referenda, vote, and elect council members. A reflection of Polkadot’s nominated [proof-of-stake](https://coinmarketcap.com/alexandria/glossary/proof-of-stake-pos) [consensus mechanism](https://coinmarketcap.com/alexandria/glossary/consensus-mechanism). Moonbeam benefits from the extra scalability and security of using a Polkadot sharded design and shared security umbrella.\\n\\n## Where Can You Buy Moonbeam (GLMR)?\\n\\nMoonbeam's utility token GLMR is still yet to be launched. The launch of the network is dependent on the start of the Polkadot parachain auctions which have not yet been announced by Parity. The Moonbeam community event called Take Flight recently took place from September 7th 2021 - September 10th, 2021.\\n\\nPlease stay tuned for further news on the Polkadot auctions!\",\"timestamp\":1636042506,\"title\":\"Moonbeam\\nGL\"},\"digest\":\"J8i_Vu3gveRDL41avQVSBn9Yg9644YUAI1D3pGUst6U\",\"authorship\":{\"contributor\":\"0x310188AE616D2E90C457AbA9F5ae1ba48eC94322\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GhZQKvzV6mzNzsuPgvv_4SBJviNxTm61bPFFpExxXPw\\\",\\\"y\\\":\\\"1LuB9U4XBvOoauy7bn7OxfjkHrk3Mk9GDIN2wa_fgbQ\\\"}\",\"signature\":\"9j96T5jBVyL8Yu5E5uhvgdO1TxotK7WofFhXLTV1UQ9OG8WehRZpciNePDnKUjnDPtZFv2rkzXhdK-hmX3hS2A\",\"signingKeySignature\":\"0xf6d58aa3c278e984888e5dccc1b8a35d9cb661a560b589c997ee317fd9fd287711baafa0e30e7806dd4179aef34c65c4c40cc33dd5424cae87d996fe7330dd701b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GhZQKvzV6mzNzsuPgvv_4SBJviNxTm61bPFFpExxXPw\\\",\\\"y\\\":\\\"1LuB9U4XBvOoauy7bn7OxfjkHrk3Mk9GDIN2wa_fgbQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J8i_Vu3gveRDL41avQVSBn9Yg9644YUAI1D3pGUst6U\"}"