"{\"content\":{\"body\":\"ABCMint is a quantum resistant cryptocurrency with the Rainbow Multivariable Polynomial Signature Scheme.\\n\\nCryptocurrencies and blockchain technology have attracted a significant amount of attention since 2009. While some cryptocurrencies, including Bitcoin, are used extensively in the world, these cryptocurrencies will eventually become obsolete and be replaced when the quantum computers avail. For instance, Bitcoin uses the elliptic curved signature (ECDSA). If a bitcoin user?s public key is exposed to the public chain, the quantum computers will be able to quickly reverse-engineer the private key in a short period of time. It means that should an attacker decide to use a quantum computer to decrypt ECDSA, he/she will be able to use the bitcoin in the wallet.\\n\\nThe ABCMint Foundation has improved the structure of the special coin core to resist quantum computers, using the Rainbow Multivariable Polynomial Signature Scheme, which is quantum resisitant, as the core. This is a fundamental solution to the major threat to digital money posed by future quantum computers. In addition, the ABCMint Foundation has implemented a new form of proof of arithmetic (mining) \\\"ABCardO\\\" which is different from Bitcoin?s arbitrary mining. This algorithm is believed to be beneficial to the development of the mathematical field of multivariate.\\n\\nRainbow Signature - the quantum resistant signature based on Multivariable Polynomial Signature Scheme\\n\\nUnbalanced Oil and Vinegar (UOV) is a multi-disciplinary team of experts in the field of oil and vinegar. One of the oldest and most well researched signature schemes in the field of variable cryptography. It was designed by J. Patarin in 1997 and has withstood more than two decades of cryptanalysis. The UOV scheme is a very simple, smalls and fast signature. However, the main drawback of UOV is the large public key, which will not be conducive to the development of block practice technology.\\n　　\\nThe rainbow signature is an improvement on the oil and vinegar signature which increased the efficiency of unbalanced oil and vinegar. The basic concept is a multi-layered structure and generalization of oil and vinegar.\\n\\nPQC - Post Quantum Cryptography\\n\\nThe public key cryptosystem was a breakthrough in modern cryptography in the late 1970s. It has become an increasingly important part of our cryptography communications network over The Internet and other communication systems rely heavily on the Diffie-Hellman key exchange, RSA encryption, and the use of the DSA, ECDSA or related algorithms for numerical signatures. The security of these cryptosystems depends on the difficulty level of number theory problems such as integer decomposition and discrete logarithm problems. In 1994, Peter Shor demonstrated that quantum computers can solve all these problems in polynomial time, which made this security issue related to the cryptosystems theory irrelevant. This development is known as the \\\"post-quantum cryptography\\\" (PQC)\\n\\nIn August 2015, the U.S. National Security Agency (NSA) released an announcement regarding its plans to transition to quantum-resistant algorithms. In December 2016, the National Institute of Standards and Technology (NIST) announced a call for proposals for quantum-resistant algorithms. The deadline was November 30, 2017, which also included the rainbow signatures used for ABCMint.\",\"timestamp\":1640695060,\"title\":\"What is ABCMint?\"},\"digest\":\"pd_WZWrP8QJ6bZh80N-TX_QnSsFTrgOOLXtDV5ZWQbg\",\"authorship\":{\"contributor\":\"0x185d7738317D1C5fDFd12bE1791dd2DA27BFD0B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9XNA8t_V-T8b8-uv86fReuVfFHo5AAJEdnlymI96BCM\\\",\\\"y\\\":\\\"QQcLvWH_TqKxkKHIqod7M2ElJkv1Y7spqqPwuhd7NuM\\\"}\",\"signature\":\"EWlWPjwx-iX5fzZIaUO5kNVFKgnFIMCH65-UY9L5ibi9vOyvmn5QLD8qHbQdRNQtF-BMU-R3NhCVTGIyN-w3NQ\",\"signingKeySignature\":\"0xa6b2f0a660142e2290a3311cf7fcba51151f7f6e18ae47af25cc8735426a259455af732627d74b6a62f07daab18a0ec523edfe02b63338653d43875d93e5f1581c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9XNA8t_V-T8b8-uv86fReuVfFHo5AAJEdnlymI96BCM\\\",\\\"y\\\":\\\"QQcLvWH_TqKxkKHIqod7M2ElJkv1Y7spqqPwuhd7NuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pd_WZWrP8QJ6bZh80N-TX_QnSsFTrgOOLXtDV5ZWQbg\"}"