"{\"content\":{\"body\":\"美国梦不是那么好做的，初到贵境的华人很多是靠打黑工度日，刷盘洗碗、体力好的去搬家公司，奇葩点的去背死人，就连民国的国父孙先生，在革·命中花光了筹来的款子，又到餐馆里去刷盘洗碗，慢慢攒钱等待良机。要是有了点积蓄，可以开个摩肩接踵的逼仄家庭旅馆，开家满枝满叶挂着衣服的洗衣店，慢慢发展，还可以开杂货店，开小超市、开中餐馆。\\n\\n端木明的生父格兰君入赘的俞家是一堆福·建移民，在LA开了很多超市、杂货店，在混乱的20世纪末攒了不少资本，直到格兰执掌俞氏总裁之职后，才慢慢将超市经营正规化，链锁化，后来进入了房产业，酒店业，是华人区有数的家族。这些跟他都没有什么关系，只是帮着俞家操持产业，利用职务之便攒下点钱，唯一一个由他完全掌控的只有一家子贡饭店。【注：子贡原名“端木赐”】\\n\\n端木明是完美主义者，一生所爱，只有端木氤一人。他跟俞家的媳妇有一个儿子，但是他知道这不是他的骨肉，在入赘俞家之前，他已经狠心地偷偷去做了绝育手术。他对俞家没有任何期望和感情。\\n\\n叔孙武叔毁仲尼。子贡曰：“无以为也！仲尼不可毁也。他人之贤者，丘陵也，犹可逾也；仲尼，日月也，无得而逾焉。人虽欲自绝，其何伤于日月平？多见其不知量也。”——《论语·子张》\\n\\n【译文】：叔孙武叔诋毁孔子。子贡说：“没有用！仲尼是诋毁不了的。别人的贤德，好比是丘陵，还是能攀援的。仲尼，是太阳和月亮，是无法攀越的。一个人即使关起门来不看日月，那么对于日月来说，又有什么伤害呢？只不过显示他自己的不自量而已。”\\n\\n日月也，无得而逾焉。这就是端木明的名字出处。\\n\\n格兰会见端木明的地方就是子贡饭店的总裁办公室。\\n\\n看着帅气逼人、丰神俊朗的儿子，格兰骄傲如日月，这才是我的儿子！\\n\\n曾经有一位人间绝色赐予他完美的爱，还有一个完美的爱的结晶，此生也无憾。\\n\\n老得很快的老格兰叹道：“小明，谢谢你来看我。”\\n\\n“爸……”端木明终于第一次使用这个称呼，感觉十分别扭，本来不愿说的，看到父亲如此沧桑，跟母亲的年轻美丽完全不成正比，不由得伤感万分，怨念也稍有懈怠。\\n\\n格兰高兴道：“诶，好儿子，你肯原谅爸爸，我这一生再也没有遗憾。我这一生做了太多的傻事，最大的傻事就是太骄傲，不肯低头，不肯回头。于是乎，一辈子生活在痛苦当中。小明要吸取我的教训呐。哦，我应该不用担心你，伊莉莎抚养大孩子，一定会比我有智慧！”\\n\\n端木明黯然片刻：“看得出来，你的生活可不是太好。”\\n\\n格兰：“不不，还行，你要是经常来美国看看我，那就更好了。对了，你说不让我把钱寄去中国，是不是想到美国来发展？”\\n\\n端木明：“我是想把钱投资到Twitter公司去，你听过吗？好像Twitter最近在美国特别火。”\\n\\n格兰讶道：“是啊，我看过CNN的直播，这阵子全美国都在关注斯坦福的爆炸事件，Twitter那个创始人跟你年纪差不多，真是年轻有为。”\\n\\n端木明：“是的。Zero是我的……怎么说呢，我也是Twitter的创始人之一，Zero最初的团队还是我的组织起来的。”\\n\\n格兰微笑道：“哦，那太好了，Zero说Twitter价值一亿，是不是真的？”\\n\\n端木明：“真的，而且后劲还很足，我至今是Twitter的超级管理员之一，很清楚，用户数一直在涨。”\\n\\n格兰：“那不错啊，我支持你，不过这个我不太懂，要不你试试，可以先投资一部分，我可是听说网络概念股最近跌得厉害。”\\n\\n端木明摇头：“这个Zero是个天才，他推断的事情最后都一定会变成事实，用不了几年，Twitter就会有百亿市值。你给我多少钱，我就投多少钱进去，只要他肯要。”\\n\\n格兰：“嚯，这么厉害呐，你也不用着急，我帮你问问我的朋友，他在做VC（风险投资）的事，看看这个Twitter是不是真的好发展。”\\n\\n端木明：“好。问问也不打紧。”\\n\\n格兰给儿子倒了一杯刚刚烧好的铁观音，说：“我们边喝边聊，今天，我把所有的琐事、应酬都推掉了，没有人会打扰我们。”\\n\\n端木明：“这个饭店的名字……好像是我们端木家的先祖子贡？”\\n\\n格兰笑：“是啊，这是我唯一拿得出手的产业，毕生的心血都在这里，这里的一草一木我都熟悉，这里所有的员工我都认识，这里提供的服务在整个西海岸华人圈都是有口碑的。可是我不知道你对经营饭店感不感兴趣，要是有兴趣，我就把它留给你，要是没兴趣，我就把它卖了，爸爸也没多少钱，那一千万，是要把这个饭店卖掉，要是不卖，就只有两三百万。”\\n\\n这下让端木明为难了，本来以为是给现金一千万，没想到是要把他经营了一辈子的心血卖掉才有一千万。\\n\\n格兰看到端木明的表情，道：“没关系，卖就卖了，一个饭店而已，只要你喜欢，败光了我都高兴，更何况是拿去做正经事。”\\n\\n端木明想了想，摇头：“算了，你辛苦了一辈子，我不能要你的钱，两三百万已经很不错了，要是我赚到钱，我会还给你的。”\\n\\n格兰笑：“看你说的，你拿去吧，反正我也没几天好活了……”\\n\\n端木明惊道：“什么？”\\n\\n格兰拍了拍自己的脑壳，淡然道：“脑袋里有恶性肿瘤，医生说，我还有半年时间。就算你不来，我也准备回国一趟。”\\n\\n端木明声音颤抖：“爸……你居然不告诉我妈……这个，你应该让她知道。”\\n\\n格兰：“上次她来的时候还没有发现，那段时间我老是产生幻觉，也觉得不太妙，所以才想把饭店卖了给你们一点赔偿，自己过点无所事事的舒服日子。你妈来过之后就更明显了，我去医院查，才发现的。平时都忙得很，停下来就想不开心的事，所以故意让自己那么忙，结果现在一停就要永远停下来了，生命真是短暂啊。要是半年前我知道自己命不长，我就跟你妈妈回去了，留在她身边，最后享几天福，天天看着她，看着你，那就是幸福嘛。”\\n\\n端木明所有的怨恨都变成了即将永别的哀伤，胸口堵得厉害。\\n\\n格兰：“好了，死亡没你们想的那么可怕，我现在的心态啊，就像七、八十岁的老人，要死呢，也是很自然的。上帝是很公平的，如果你过得很幸福，那你就会怕死，如果像我一样活得痛苦，你就巴不得死，死亡一点都不可怕，只是每个人的归宿。”\\n\\n他果然像个垂死的老人那样，把他在美国悲催的奋斗史全说给了儿子听，听到他现在的法律上的儿子不是他的骨肉，端木明更是感到父亲心中的那种彻底失败者的痛苦。还有一个痛苦的源泉就是格兰早期惹到了黑道人物，只有托庇于俞家才可能逃过追杀，所以才会娶这么个女人，所以才会在娶这种女人之前去做了绝育手术。\\n\\n堂堂伦敦大学国王学院的风流才子沦落到今天的凄凉境地，不禁让人无限感慨。\\n\\n他还告诉儿子，不要把自己的绝症告诉端木氤，他是如此地爱着她，不愿意让她这半年都活在悲凄之中。\\n\\n父子俩正在互诉衷肠、相见恨晚，忽然门被推开了，一个粗线条的大男孩叫嚷：“爹地！你躲在这里干么？公司那么多事等着你去处理呢！我……”\\n\\n说实话，其实这孩子也不算丑，但是跟端木氤苦心培养出来的超级美少年比起来，简直就是一堆代谢产物，那身名贵的西装给他穿着更显得世间多衣冠禽兽。端木明对他的感观这可不仅仅是因为姓俞少年的母亲对端木氤无理，而是刚才格兰说起了这个异父异母的弟弟，吃喝嫖赌毒不所不沾，偏偏还让母亲宠溺着，从小受不得半点委屈。跟这种人一比，世界上很多纯禽少年——比如节操为零的司空零，就变成了非常可爱的孩子了。\\n\\n俞姓少年盯着美少年看了好几秒，忽然醒悟：“啊！你就是端木家的野种！你来我们家干什么？”他板着脸，阴沉着像百年一遇的暴雨前的天空。\\n\\n这个杂碎般的存在，跟他说话都脏了嘴，端木明淡淡对父亲说：“我们以后再聊吧。”迈步就往外走。\\n\\n俞少怒火焚身，从来没有人敢对俞大少如此无礼，咱俞家大少可是亿万资财的唯一继承人，跺一跺脚就让整个美国西海岸为之颤抖的人物呢！他一把抓住美少年的胳膊，出口成脏，比他的奇葩母亲更大胆、奔放、直接，反正是世界上没有一个电视台让播的那些话。\\n\\n端木明一言不发，等他骂了两分钟，忽然，他毫无征兆地一脚踹出，正中俞大少的胸口，大少一声丢脸的惨呼，像断线的风筝般倒飞了出去，撞得房间里的高级家具散乱支离，桌几上的茶具花瓶倒的倒、碎的碎。\\n\\n这一脚的妙处在于完全没有出腿的可预见性，跟开膛手杰克、碎蛋者司空零一样，无影脚明酱的威名也是注定要载入史册的。\\n\\n俞大少正骂得爽呢，甚至被踹在空中时他嘴里仍有台词在念。真是轻敌必败，平时俞少也是打架的好手，开玩笑，能从黑帮的威胁中罩得住格兰的福·建帮大佬的孙子，哪有不会点散手的道理？\\n\\n静如处男，动如疯兔的明酱还想冲上前朝俞大少的丑脸上再栽几丛花，可是格兰喝止了他。\\n\\n端木明冷冷地看了俞少一眼，转身而去。\\n\\n俞少拿起倒下的茶壶扔过去，却只砸在端木明猛然关上的门上。俞少不听格兰的呼喝，毫无优雅地从地上爬起来，追出去。\\n\\n在饭店的门口，俞少追到了端木明身后，朝保安大叫：“把这个男的拦住！”\\n\\n两个保安当然认得威风的俞少，一脸严肃地将他拦下。\\n\\n端木明止步。\\n\\n俞少还没来得及再次决战，格兰在他身后沉声道：“阿伟、阿勇，这个帅气的小伙子才是我的亲生儿子，他很快就是子贡饭店的大老板，你们不要拦他。”\\n\\n俩保安惊疑不定中，端木明走掉。\\n\\n俞少也被父亲的话吓着了，顾不得追人，而是追问父亲：“爹地！你怎么能这么偏心？他是你儿子，我就不是吗？我才是你养大的，那个小白脸只不过是大陆来的野种！”\\n\\n格兰淡然道：“你看看你自己，有哪点像我？”\\n\\n在俞少的追问和污言中，格兰感觉鼻子一痒，两条鲜血流了出来，污到右手掌心上。\\n\\n\\\\---==\\n\\n端木明坐在酒店一楼的咖啡馆里发呆，已经连喝了三杯Espresso，忧伤的美少年，看得咖啡店的女店员心都碎了。\\n\\n短信息的声音打破了他的迷思，虞清婉问：“回来了吗？”\\n\\n端木明回：“yes。”\\n\\n虞清婉：“出发去迪斯尼吧！我都收拾好了！”\\n\\n端木明：“累了，改天吧。”\\n\\n虞清婉大小姐生气了，自己放下矜持陪他到异国他乡，这厮居然还端起架子了。愤怒的大小姐回了一句：“你不去我自己去！”\\n\\n端木明呆呆地看着她耍小性子，竟然提不起兴致回信息了，然后就忘了。\\n\\n所谓祸不单行，一个悲剧总是让人失常，然后悲剧就接膧而来了。虞大小姐可没真一个人去，她叫了个朋友过来，而且是一个男的。\\n\\n端木明在大落地玻璃窗边，眼睁睁看着那个男的屁颠屁颠地开着一辆保时捷敞篷车，把虞清婉接走了。\\n\\n端木明没有愤怒和嫉妒，只有哀伤，喃喃地自语：“女人……”\\n\\n第二天，端木明打电话给虞清婉，打了三次，她都掐了，端木明只好自己去纽约找司空零。\\n\\n既然找女友来糊弄司空零的大计泡了汤，端木明也没抱什么希望，只是到了美国不去见他一面总会是遗憾，姑且一试吧。\\n\\n是日，端木明独飞纽约。\\n\\n司空零已经知道端木明封慕容冰雪的号，抢走那张写着诗的信笺的事，看到端木明杀到纽约来，还以为他是来找自己算帐的，有点心虚地在公司楼下的一家Café见他，怕给DoubleClick的员工看到鸡飞蛋打的场面，有失BOSS大人的尊严。\\n\\n看到端木明的咖啡杯，司空零嘟囔了一句：“Espresso？好重口味啊。”他点了摩卡，不重也不轻，正好。\\n\\n虽然心虚，却从来不怕事，司空零悠然啜饮，坐等端木大人发飙。\\n\\n端木明：“好久不见了。”\\n\\n司空零掐指一算：“大半年。”\\n\\n端木明：“你在忙DoubleClick的事呢？”\\n\\n似乎不像是来算帐的，司空零顿时放下心来，说：“是啊，广告是互联网公司的灵魂，我用30%的股份换来的DoubleClick，每次想想我就心头滴血，没办法，一定要把广告做好。”\\n\\n端木明：“我在官场瞎混了一些日子，真是没劲，比起你在美国风生水起，真是天壤之别！”\\n\\n司空零微笑：“小明终于想通了。一身本事却要跟一堆废物天天面对，憋死你。”\\n\\n端木明：“Twitter现在估值多少了？”\\n\\n司空零：“还是一亿，VC个个是想控股的，没一个善茬儿，所以我急不可待的要做广告，有了可靠的收入，VC那里就好说话了，因为我耗得起。”\\n\\n端木明：“我只能拿出四百万，你看能不能让我入个股？”\\n\\n司空零讶道：“不错啊，你怎么会有这么多钱？算了，不问了，当大官的妈妈能量是不容置疑的。”\\n\\n端木明：“不是我妈妈的，是我父亲的。就是你救我妈妈的时候那个恶婆娘的老公。”\\n\\n司空零：“哦……你老爸赚这些钱好像挺不容易的……”\\n\\n端木明：“是，一辈子的心血，他有一家饭店，说要卖了给我，我实在是不忍心要，要不可以凑到一千万。”\\n\\n司空零：“四百万……理论是可以得到4%的股份，但是你也算创始人，分个2%，6%的话，Twitter已经拿不出来了，现在已经有45%的股权分出去了，将来上市我的股权还得稀释，这就没了快，而且……喂，我不是说了要等你找到比慕容更美的妹子才做兄弟吗？不会忘了吧？”\\n\\n端木明苦笑道：“世上哪有比慕容更美的妹子……除非我妈妈年轻的时候……哦，我是跟虞清婉一块儿来的，就是上次在魔岛你见到的那个。可惜，昨天我跟她一言不和，她不跟我来了。我只好一个人来。”\\n\\n司空零：“……你妈妈的事，要我解释一下吗？”\\n\\n端木明：“……那你就解释一下看。”\\n\\n司空零：“……哎，没什么好解释的，你妈妈确实是大美人，现在还像二十多岁的样子，我都怀疑她十岁的时候生的你，她又不肯承认。我只是在不知道她是你妈妈的时候稍微……那个，亲了一下她，然后就知道她是你妈妈了，然后就没有然后了。我也怕你宰了我。”\\n\\n端木明失声：“你亲了她！你……”\\n\\n司空零低头举手投降：“对不起对不起，我不知道啊，你打我吧，我不还手！”\\n\\n端木明狠狠盯了他半天，才道：“畜生！以后再说，现在我没心情打人。唉，我妈也是可怜，这么些年都一个人，最美的青春都这样……这样过了。”\\n\\n司空零：“不用这样说她吧，散发母性光辉的伟大人类不是我们凡人可以理解的，妈的，我怎么没有这么一个好的妈妈呢？我亲妈早死，继母是只母老虎。”\\n\\n端木明：“没有爱的人也好，太痛苦了……”\\n\\n司空零瞅了瞅他：“你有点不对劲啊，是不是碰到比跟女朋友吵架更严重的事？”\\n\\n端木明：“我爸他之所以要卖了产业，把一切都给我，是因为他得了绝症，没多少时间了……”\\n\\n谈到死亡，司空零却没端木明想象的那么受震动，只听他沉默片刻，淡淡道：“又一个人没能踏上永生阶梯的第一级。”\",\"timestamp\":1638136963,\"title\":\"违和少年 第42章 父与子\"},\"digest\":\"xSqvwqbAP6VpF5Farji9ZeduLaDz-NoNpjD3_bKGK_I\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"EA4AExj--EJgrxXe9DZCqDKDAGwPIKhNMgotUBCDtkyP041bOdJYGXP1B-X8EDCsrmADZ-gZMt0DYcEgF9FmKQ\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xSqvwqbAP6VpF5Farji9ZeduLaDz-NoNpjD3_bKGK_I\"}"