"{\"content\":{\"body\":\"**📈  Top 3 Stories from the past week**\\n\\n[Polkadot Parachains are coming](https://polkadot.network/blog/polkadot-is-ready-for-parachains/) | 🔼  31\\n\\n[Coinbase and FTX get in on NFT action](https://www.coindesk.com/business/2021/10/12/coinbase-follows-ftxus-into-nft-trading/)  | 🔼  29\\n\\n[Stripe publicly building a crypto team](https://twitter.com/gponcin/status/1447948308907913218)  | 🔼  28\\n\\n### 🌶  Spicy takes below 👇\\n\\n[https://polkadot.network/blog/polkadot-is-ready-for-parachains/](https://polkadot.network/blog/polkadot-is-ready-for-parachains/)\\n\\n🤔   **Why it Matters**\\n\\nSmart contract layer 1 blockchains now has clear product-market fit and are on a rocket ship 🚀. But we have many L1 networks with some amount of utility and tons of sidechains/L2s, so it’s clear that the future will be multi-chain. Enter Polkadot & Cosmos. These long awaited projects were purpose built for the world we live in today (plus 1-2 years from now) and provide greater standardization, interoperability, and composability than a bunch of diverse EVM/SOL blockchains with cross-chain bridges that are prone to security vulnerabilities, slow processing times, and centralization. Polkadot and Cosmos allow for app-specific blockchains configured with the security/scaling/UX tradeoffs to fit the use case. Chains for trading gaming skins have very different needs from a global banking settlement network. Polkadot has been in R&D mode for a while, so it’s exciting to see the first few chains being auctioned off. I’m particularly interested in Acala and Compound’s Gateway network and expect to see similar activity picking up in the Cosmos ecosystem over the next few quarters.\\n\\n\\n---\\n\\n[https://www.coindesk.com/business/2021/10/12/coinbase-follows-ftxus-into-nft-trading/](https://www.coindesk.com/business/2021/10/12/coinbase-follows-ftxus-into-nft-trading/)\\n\\n🤔   **Why it Matters**\\n\\nCoinbase and FTX (and [increasingly fintechs like Robinhood](https://www.fool.com/the-ascent/buying-stocks/articles/this-dangerous-trend-is-driving-robinhoods-popularity/)) make major money when crypto assets trade hands. It’s all about transaction fees via volume.\\n\\nBut NFT sales volume hit [$10.7B (that’s billion with a “B”) in Q3](https://www.reuters.com/technology/nft-sales-surge-107-bln-q3-crypto-asset-frenzy-hits-new-highs-2021-10-04/) which has every crypto player paying attention 👀 and every entrepreneur raising money to go after that space🤑. The average NFT user is less technical than DeFi users but there are 10x or 100x more of them.\\n\\nNormies like easy mobile apps, web2 authentication, paying via credit card, and getting on with their life. NFT user experience will shift towards this direction and Coinbase/FTX want to continue to be the cryptoasset onramp as these trends go further mainstream. These companies will likely onboard millions and millions of new NFT users over the next 3-5 years, so it’s good for the ecosystem. But from a bearish/dystopian point of view, the vast majority of NFTs could be on a couple big centralized platforms with limited portability, repeating the market structure of our web2 social media overlords. I don’t think that’ll happen though; the crypto/web3/punk ethos is just too strong. 💪\\n\\n\\n---\\n\\n[https://www.coindesk.com/business/2021/10/12/stripe-is-hiring-a-crypto-team-3-years-after-ending-its-bitcoin-support/](https://www.coindesk.com/business/2021/10/12/stripe-is-hiring-a-crypto-team-3-years-after-ending-its-bitcoin-support/)\\n\\n**🤔   Why it Matters**\\n\\nIf the Collison bros had only been 5 years younger, they’d already be crushing it in crypto. Alas, they had to build the defining fintech company of the past decade before turning to crypto. I know they’ve been experimenting with crypto internally for a while now, but they’re now talking publicly about building a crypto team. So what could they be building? 🤔\\n\\nStripe is so much more than payments these days but programatic fiat→crypto onramps would be a great place to start. Stripe Atlas should add support for DAOs so a business banking account isn’t needed to start using all Stripe’s amazing APIs. A Coinbase merchant competitor also looks promising since Stripe already has those customer connections. Processing fiat payments that settle in crypto is a massive opportunity as NFTs go mainstream in gaming, media, fantasy sports, etc. Programmatic access to DeFi yield (like Compound Treasury), with all crypto interaction abstracted away, would be massive for their customers and the crypto market more broadly.\\n\\nGetting more bold and innovative, Stripe could provide Web3 Identity/KYC on top of DeFi or acquire a custodian like Fireblocks and give all their customers a secure crypto wallet on the backend. 🤯 The biggest and boldest move would be Stripe launching its own open smart contract blockchain on top of Cosmos/Polkadot. But those moves might be hindered by future IPO plans. 🧐 But I personally hope they swing for the fences given their streak of near-perfect product execution. 💥\",\"timestamp\":1634329574,\"title\":\"Crypto Product News: Oct 15\",\"publication\":\"launch\"},\"digest\":\"Fs8eVFq5dEhGS8NXRjmcGMO1w8Wpf3isnSbuGZ9-UHw\",\"authorship\":{\"contributor\":\"0x869eC00FA1DC112917c781942Cc01c68521c415e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QbPinEHRMRO9qiffnZyiOtmBR8PRc3c-KGvQMAxBu0Q\\\",\\\"y\\\":\\\"Csdpq6BgWB9z2ifTGMLMVT860y0PUbx6mrZYYem6tTM\\\"}\",\"signature\":\"bRanPNQHrtnqtUijTW4Wr4RQxyQOKF2qkN4Egnw37NFrnuXFhDyNyLOxVxisFq5s5I5X01qQcXiZCfFOtqoVSA\",\"signingKeySignature\":\"0x0b1da1f9cf961196154bb7197a2c79ba928e1989130c066d74e3648b55f81a4413d36db167eac8d6132bed8b8301ad9b8a8e9ab6402c603d2a254f93370771171b\",\"signingKeyMessage\":\"I authorize the publication of articles on launch.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QbPinEHRMRO9qiffnZyiOtmBR8PRc3c-KGvQMAxBu0Q\\\",\\\"y\\\":\\\"Csdpq6BgWB9z2ifTGMLMVT860y0PUbx6mrZYYem6tTM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xq0bdEkWVxWbWvoahbZsitE9mtlQ3ks379Xwq8__WnM\"}"