"{\"content\":{\"body\":\"is so directly at variance with the tendency of all human aspirations of rising priests in the Church of England. A lawyer does not sin in seeking to be a judge, or in compassing his wishes by all honest means. A young diplomat entertains a fair ambition when he looks forward to be the lord of a first-rate embassy; and a poor novelist when he attempts to rival Dickens or rise above Fitzjames, commits no fault, though he may be foolish.\\n\\nSydney Smith truly said that in these recreant days we cannot expect to find the majesty of St. Paul beneath the cassock of a curate. If we look to our clergymen to be more than men, we shall probably teach ourselves to think that they are less, and can hardly hope to raise the character of the pastor by denying to him the right to entertain the aspirations of a man.\\n\\nOur archdeacon was worldly--who among us is not so? He was ambitious--who among us is ashamed to own that 'last infirmity of noble minds!' He was avaricious, my readers will say. No--it was not for love of lucre that he wished to be bishop of Barchester. He was his father's only child, and his father had left him great wealth. His preferment brought him in nearly three thousand a year. The bishopric, as cut down by the Ecclesiastical Commission, was only five. He would be a richer man as archdeacon, than he could be as a bishop. But he certainly did desire to play first fiddle; he did desire to sit in full lawn sleeves amongst the peers of the realm; and he did desire, if the truth must be out, to be called 'My Lord' by the reverend brethren.\\n\\nHis hopes, however, were they innocent or sinful, were not fated to be realised; and Dr Proudie was consecrated Bishop of Barchester.\\n\\nCHAPTER II\\n\\nHIRAM'S HOSPITAL ACCORDING TO ACT OF PARLIAMENT\\n\\nIt is hardly necessary that I should here give to the public any lengthened biography of Mr Harding, up to the period of the commencement of this tale. The public cannot have forgotten how ill that sensitive gentleman bore the attack that was made upon him in the columns of the Jupiter, with reference to the income which he received as warden of Hiram's Hospital, in the city of Barchester. Nor can it be forgotten that a law-suit was instituted against him on the matter of that charity by Mr John Bold, who afterwards married his, Mr Harding's, younger and then only unmarried daughter. Under the pressure of these attacks, Mr Harding had resigned his wardenship, though strongly recommended to abstain from doing so, both by his friends and his lawyers. He did, however, resign it, and betook himself manfully to the duties of the small parish of St. Cuthbert's, in the city, of which he was vicar, continuing also to perform those of precentor of the cathedral, a situation of small emoluments which had hitherto been supposed to be joined, as a matter of course, to the wardenship of the hospital above spoken of.\\n\\nWhen he left the hospital from which he had been so ruthlessly driven, and settled himself down in his own modest manner in the High Street of Barchester, he had not expected that others would make more fuss about it than he was inclined to do himself; and the extent of his hope was, that the movement might have been made in time to prevent any further paragraphs in the Jupiter. His affairs, however, were not allowed to subside thus quietly, and people were quite as much inclined to talk about the disinterested sacrifice he had made, as they had before been to upbraid him for his cupidity.\\n\\nThe most remarkable thing that occurred, was the receipt of an autographed letter from the Archbishop of Canterbury, in which the primate very warmly praised his conduct, and begged to know what his intentions were for the future. Mr Harding replied that he intended to be rector of St. Cuthbert's in Barchester; and so that matter dropped. Then the newspapers took up his case, the Jupiter among the rest, and wafted his name in eulogistic strains through every reading-room in the nation. It was discovered also, that he was the author of that great musical work, Harding's Church Music,--and a new edition was spoken of, though, I believe, never printed. It is, however, certain that the work was introduced into the Royal Chapel at St James's, and that a long criticism appeared in the Musical Scrutator, declaring that in no previous work of its kind had so much research been joined with such exalted musical ability, and asserting that the name of Harding would henceforward be known wherever the Arts were cultivated, or Religion valued.\\n\\nThis was high praise, and I will not deny that Mr Harding was gratified by such flattery; for if Mr Harding was vain on any subject, it was on that of music. But here the matter rested. The second edition, if printed, was never purchased; the copies which had been introduced into the Royal Chapel disappeared again, and were laid by in peace, with a load of similar literature. Mr Towers, of the Jupiter, and his brethren occupied themselves with other names, and the underlying fame promised to our friend was clearly intended to be posthumous.\\n\\nMr Harding had spent much of his time with his friend the bishop, much with his daughter Mrs Bold, now, alas, a widow; and had almost daily visited the wretched remnants of his former subjects, the few surviving bedesmen now left at Hiram's Hospital. Six of them were still living. The number, according to old Hiram's will, should always have been twelve. But after the abdication of their warden, the bishop had appointed no successor to him, and it appeared as though the hospital at Barchester would fall into abeyance, unless the powers that be should take some steps towards putting it once more into working order.\\n\\nDuring the past five years the powers that be had not overlooked Barchester Hospital, and sundry political doctors had taken the matter in hand. Shortly after Mr Harding's resignation, the Jupiter had very clearly shown what ought to be done. In about half a column it had distributed the income, rebuilt the building, put an end to all bickerings, regenerated kindly feeling, provided for Mr Harding, and placed the whole thing on a footing which could not but be satisfactory to the city and Bishop of Barchester, and to the nation at large. The wisdom of this scheme was testified by the number of letters which \\\"Common Sense\\\", \\\"Veritas\\\", and \\\"One that loves fair play,\\\" sent to the Jupiter, all expressing admiration and amplifying on the details given. It is singular enough that no adverse letter appeared at all, and, therefore, none of course was written.\\n\\nBut Cassandra was not believed, and even the wisdom of the Jupiter sometimes falls on deaf ears. Though other plans did not put themselves forward in the columns of the Jupiter, reformers of church charities were not slack to make known in various places their different nostrums for setting Hiram's Hospital on its feet again. A learned bishop took occasion, in the Upper House, to allude to the matter, intimating that he had communicated on the subject with his right reverend brother of Barchester. The radical member for Staleybridge had suggested that the funds should be alienated for the education of the agricultural poor of the country, and he amused the House by some anecdotes touching the superstition and habits of the agriculturists in question. A political pamphleteer had produced a few dozen pages, which he called 'Who are Hiram's heirs?' intending to give an infallible rule for the governance of such establishments; and, at last, a member of the government promised that in the next session a short bill should be introduced for regulating the affairs of Barchester, and other kindred concerns.\\n\\nThe next session came, and, contrary to custom, the bill came also. Men's minds were then intent on other things. The first threatenings of a huge war hung heavily over the nation, and the question as to Hiram's heirs did not appear to interest very many people either in or out of the House. The bill, however, was read and reread, and in some undistinguished manner passed through its eleven stages without appeal or dissent. What would John Hiram have said in the matter, could he have predicted that some forty-five gentlemen would take on themselves to make a law altering the whole purport of the will, without in the least knowing at the moment of their making it, what it was that they were doing? It is however to be hoped that the under secretary for the Home Office knew, for to him had the matter been confided.\\n\\nThe bill, however, did pass, and at the time at which this history is supposed to commence, it had been ordained that there should be, as heretofore, twelve old men in Barchester Hospital, each with 1s 4d a day; that there should also be twelve old women, each with 1s 2d a day; that there should be a matron with a house and L 70 a year; a steward with L 150 a year, who should have the spiritual guidance of that appertaining to the male sex. The bishop, dean, and warden, were, as formerly, to appoint in turn the recipients of the charity, and the bishop was to appoint the officers. There was nothing said as to the wardenship being held by the precentor of the cathedral, nor a word as to Mr Harding's right to the situation.\\n\\nIt was not, however, till some months after the death of the old bishop, and almost immediately consequent on the installation of his successor, that notice was given that the reform was about to be carried out. The new law and the new bishop were among the earliest works of a new ministry, or rather of a ministry who, having for a while given place to their opponents, had then returned to power; and the death of Dr Grantly occurred, as we have seen, exactly at the period of change.\\n\\nPoor Eleanor Bold! How well does that widow's cap become her, and the solemn gravity with which she devotes to her new duties. Poor Eleanor!\\n\\nPoor Eleanor! I cannot say that with me John Bold was ever a favourite. I never thought him worthy of the wife he had won. But in her estimation he was most worthy. Hers was one of those feminine hearts which cling to a husband, not with idolatry, for worship can admit of no defect in its idol, but with the perfect tenacity of ivy. As the parasite plant will follow even the defects of the trunk which it embraces, so did Eleanor cling to and love the very faults of her husband.\\n\\nShe had once declared that whatever her father did should in her eyes be right. She then transferred her allegiance, and became ever ready to defend the worst failings of her lord and master.\\n\\nAnd John Bold was a man to be loved by a woman; he was himself affectionate, he was confiding and manly; and that arrogance of thought, unsustained by first-rate abilities, that attempt at being better than his neighbours which jarred so painfully on the feelings of his acquaintances, did not injure him in the estimation of his wife.\\n\\nCould she even have admitted that he had a fault, his early death would have blotted out the memory of it. She wept as for the loss of the most perfect treasure with which mortal woman had ever been endowed; for weeks after he was gone the idea of future happiness in this world was hateful to her; consolation, as it is called, was insupportable, and tears and sleep were her only relief.\\n\\nBut God tempers the wind to the shorn lamb. She knew that she had within her the living source of other cares. She knew that there was to be created for her another subject of weal or woe, of unutterable joy or despairing sorrow, as God in his mercy might vouchsafe to her. At first this did not augment her grief! To be the mother of a poor infant, orphaned before it was born, brought forth to the sorrows of an ever desolate hearth, nurtured amidst tears and wailing, and then turned adrift into the world without the aid of a father's care! There was at first no joy in this.\\n\\nBy degrees, however, her heart became anxious for another object, and, before its birth, the stranger was expected with all the eagerness of a longing mother. Just eight months after the father's death a second John Bold was born, and if the worship of one creature can be innocent in another, let us hope that the adoration offered over the cradle of the fatherless infant may not be imputed as sin.\\n\\nIt will not be worth our while to define the character of the child, or to point out in how far the faults of the father were redeemed within that little breast by the virtues of the mother. The baby, as a baby, was all that was delightful, and I cannot foresee that it will be necessary for us to inquire into the facts of his after life. Our present business at Barchester will not occupy us above a year or two at the furthest, and I will leave it to some other pen to produce, if necessary, the biography of John Bold the Younger.\\n\\nBut, as a baby, this baby was all that could be desired. This fact no one attempted to deny. 'Is he not delightful?' she would say to her father, looking into his face from her knees, he lustrous eyes overflowing with soft tears, her young face encircled by her close widow's cap and her hands on each side of the cradle in which her treasure was sleeping. The grandfather would gladly admit that the treasure was delightful, and the uncle archdeacon himself would agree, and Mrs Grantly, Eleanor's sister, would re-echo the word with true sisterly energy; and Mary Bold--but Mary Bold was a second worshipper at the same shrine.\\n\\nThe baby was really delightful; he took his food with a will, struck out his toes merrily whenever his legs were uncovered, and did not have fits. These are supposed to be the strongest points of baby perfection, and in all these our baby excelled.\\n\\nAnd in this the widow's deep grief was softened, and a sweet balm was poured into the wound which she had thought nothing but death could heal. How much kinder is God to us than we are willing to be to ourselves! At the loss of every dear face, at the last going of every well beloved one, we all doom ourselves to an eternity of sorrow, and look to waste ourselves away in an ever-running fountain of tears. How seldom does such grief endure! How blessed is the goodness which forbids it to do so! 'Let me ever remember my living friends, but forget them as soon as they are dead,' was the prayer of a wise man who understood the mercy of God. Few perhaps would have the courage to express such a wish, and yet to do so would only be to ask for that release from sorrow, which a kind Creator almost always extends to us.\\n\\nI would not, however, have it imagined that Mrs Bold forgot her husband. She really thought of him with all conjugal love, and enshrined his memory in the innermost centre of her heart. But yet she was happy in her baby. It was so sweet to press the living toy to her breast, and feel that a human being existed who did owe, and was to owe everything to her; whose daily food was drawn from herself; whose little wants could all be satisfied by her; whose infant tongue would make his first effort in calling her by the sweetest name a woman can hear. And so Eleanor's bosom became tranquil, and she set about her new duties eagerly and gratefully.\\n\\nAs regards the concerns of the world, John Bold had left his widow in prosperous circumstances. He had bequeathed to her all that he possessed, and that comprised an income much exceeding what she or her friends thought necessary for her. It amounted to nearly a thousand a year; and when she reflected on its extent, her dearest hope was to hand it over, not only unimpaired, but increased, to her husband's son, to her own darling, to the little man who now lay sleeping on her knee, happily ignorant of the cares which were to be accumulated in his behalf.\\n\\nWhen John Bold died, she earnestly implored her father to come and live with her, but this Mr Harding declined, though for some weeks he remained with her as a visitor. He could not be prevailed upon to forego the possession of some small house of his own, and so remained in the lodgings he had first selected over a chemist's shop in the High Street at Barchester.\\n\\nCHAPTER III\\n\\nDR AND MRS PROUDIE\\n\\nThis narrative is supposed to commence immediately after the installation of Dr Proudie. I will not describe the ceremony, as I do not precisely understand its nature. I am ignorant whether a bishop be chaired like a member of parliament, or carried in a gilt coach like a lord mayor, or sworn in like a justice of the peace, or introduced like a peer to the upper house, or led between two brethren like a knight of the garter; but I do know that every thing was properly done, and that nothing fit or becoming to a young bishop was omitted on the occasion.\\n\\nDr Proudie was not the man to allow anything to be omitted that might be becoming to his new dignity. He understood well the value of forms, and knew that the due observations of rank could not be maintained unless the exterior trappings belonging to it were held in proper esteem. He was a man born to move in high circles; at least so he thought himself and circumstances had certainly sustained him in this view. He was the nephew of a Irish baron by his mother's side, and his wife was the niece of a Scottish earl. He had for years held some clerical office appertaining to courtly matters, which had enabled him to live in London, and to entrust his parish to his curate. He had been a preacher to the royal beefeaters, curator of theological manuscripts in the Ecclesiastical Courts, chaplain of the Queen's Yeomanry Guard, and almoner to his Royal Highness the Prince of Rappe-Blankenburg.\\n\\nHis residence in the metropolis, rendered necessary by the duties entrusted to him, his high connections, and the peculiar talents and nature of the man, recommended him to persons in power; and Dr Proudie became known as a useful and rising clergyman.\\n\\nSome few years since, even within the memory of many who are not yet willing to call themselves old, a liberal clergyman was a person not frequently to be met. Sydney Smith was such, and was looked on as a little better than an infidel; a few others also might be named, but they were 'rarae aves', and were regarded with doubt and distrust by their brethren. No man was so surely a tory as a country rector--nowhere were the powers that be so cherished as at Oxford.\\n\\nWhen, however, Dr Whately was made an archbishop, and Dr Hampden some years afterwards regius professor, many wise divines saw that a change was taking place in men's minds, and that more liberal ideas would henceforward be suitable to the priests as well as to the laity. Clergymen began to be heard of who had ceased to anathematise papists on the one hand, or vilify dissenters on the other. It appeared clear that high church principles, as they are called, were no longer to be the surest claims to promotion with at any rate one section of statesmen, and Dr Proudie was one among those who early in life adapted himself to the views held by the whigs on most theological and religious subjects. He bore with the idolatry of Rome, tolerated even the infidelity of Socinianism, and was hand and glove with the Presbyterian Synods of Scotland and Ulster.\\n\\nSuch a man at such a time was found to be useful, and Dr Proudie's name began to appear in the newspapers. He was made one of a commission who went over to Ireland to arrange matters preparative to the working of the national board; he became honorary secretary to another commission nominated to inquire into the revenues of cathedral chapters; and had had something to do with both the regium donum and the Maynooth Grant.\\n\\nIt must not be on this account be taken as proved that Dr Proudie was a man of great mental powers, or even of much capacity for business, for such qualities had not been required in him. In the arrangement of those church reforms with which he was connected, the ideas and original conception of the work to be done were generally furnished by the liberal statesmen of the day, and the labour of the details was borne by officials of a lower rank. It was, however, thought expedient that the name of some clergyman should appear in such matters, and as Dr Proudie had become known as a tolerating divine, great use of this sort was made of his name. If he did not do much active good, he never did any harm; he was amenable to those who were really in authority, and at the sittings of the various boards to which he belonged maintained a kind of dignity which had its value.\\n\\nHe was certainly possessed of sufficient tact to answer the purpose for which he was required without making himself troublesome; but it must not therefore be surmised that he doubted his own power, or failed to believe that he could himself take a high part in high affairs when his own turn came. His was biding his time, and patiently looking forward to the days when he himself would sit authoritative at some board, and talk and direct, and rule the roost, while lesser stars sat round and obeyed, as he had so well accustomed himself to do.\\n\\nHis reward and his time had now come. He was selected for the vacant bishopric, and on the next vacancy which might occur in any diocese would take his place in the House of Lords, prepared to give not a silent vote in all matters concerning the weal of the church establishment. Toleration was to be the basis on which he was to fight his battles, and in the honest courage of his heart he thought no evil would come to him in encountering even such foes as his brethren of Exeter and Oxford.\\n\\nDr Proudie was an ambitious man, and before he was well consecrated Bishop of Barchester, he had begun to look up to archepiscopal splendour, and the glories of Lambeth, or at any rate of Bishopsthorpe. He was comparatively young, and had, as he fondly flattered himself, been selected as possessing such gifts, natural and acquired, as must be sure to recommend him to a yet higher notice, now that a higher sphere was opened to him. Dr Proudie was, therefore, quite prepared to take a conspicuous part in all theological affairs appertaining to these realms; and having such views, by no means intended to bury himself at Barchester as his predecessor had done. No: London should still be his ground: a comfortable mansion in a provincial city might be well enough for the dead months of the year. Indeed Dr Proudie had always felt it necessary to his position to retire from London when other great and fashionable people did so; but London should still be his fixed residence, and it was in London that he resolved to exercise that hospitality so peculiarly recommended to all bishops by St Paul. How otherwise could he keep himself before the world? How else give the government, in matters theological, the full benefit of his weight and talents?\\n\\nThis resolution was no doubt a salutary one as regarded the world at large, but was not likely to make him popular either with the clergy or the people of Barchester. Dr Grantly had always lived there; and in truth it was hard for a bishop to be popular after Dr Grantly. His income had averaged L 9000 a year; his successor was to be rigidly limited to L 5000. He had but one child on whom to spend his money; Dr Proudie had seven or eight. He had been a man of few personal expenses, and they had been confined to the tastes of a moderate gentleman; but Dr Proudie had to maintain a position in fashionable society, and had that to do with comparatively small means. Dr Grantly had certainly kept his carriages, as became a bishop; but his carriage, horses, and coachmen, though they did very well for Barchester, would have been almost ridiculous at Westminster. Mrs Proudie determined that her husband's equipage should not shame her, and things on which Mrs Proudie resolved, were generally accomplished.\\n\\nFrom all this it was likely to result that Dr Proudie would not spend much money at Barchester; whereas his predecessor had dealt with the tradesmen of the city in a manner very much to their satisfaction. The Grantlys, father and son, had spent their money like gentlemen; but it soon became whispered in Barchester that Dr Proudie was not unacquainted with those prudent devices by which the utmost show of wealth is produced from limited means.\\n\\nIn person Dr Proudie is a good-looking man; spruce and dapper, and very tidy. He is somewhat below middle height, being about five feet four; but he makes up for the inches which he wants by the dignity with which he carries those which he has. It is no fault of his own if he has not a commanding eye, for he studies hard to assume it. His features are well formed, though perhaps the sharpness of his nose may give to his face in the eyes of some people an air of insignificance. If so, it is greatly redeemed by his mouth and chin, of which he is justly proud.\\n\\nDr Proudie may well be said to have been a fortunate man, for he was not born to wealth, and he is now bishop of Barchester; but nevertheless he has his cares. He has a large family, of whom the three eldest are daughters, now all grown up and fit for fashionable life; and he has a wife. It is not my intention to breathe a word against the character of Mrs Proudie, but still I cannot think that with all her virtues she adds much to her husband's happiness. The truth is that in matters domestic she rules supreme over her titular lord, and rules with a rod of iron. Nor is this all. Things domestic Dr Proudie might have abandoned to her, if not voluntarily, yet willingly. But Mrs Proudie is not satisfied with such home dominion, and stretches her power over all his movements, and will not even abstain from things spiritual. In fact, the bishop is henpecked.\\n\\nThe archdeacon's wife, in her happy home at Plumstead, knows how to assume the full privileges of her rank, and express her own mind in becoming tone and place. But Mrs Grantly's sway, if sway she has, is easy and beneficent. She never shames her husband; before the world she is a pattern of obedience; her voice is never loud, nor her looks sharp: doubtless she values power, and has not unsuccessfully striven to acquire it; but she knows what should be the limits of woman's rule.\\n\\nNot so Mrs Proudie. This lady is habitually authoritative to all, but to her poor husband she is despotic. Successful as has been his career in the eyes of the world, it would seem that in the eyes of his wife he is never right. All hope of defending himself has long passed from him; indeed he rarely even attempts self-justification; and is aware that submission produces the nearest approach to peace which his own house can ever attain.\\n\\nMrs Proudie has not been able to sit at the boards and committees to which her husband has been called by the state; nor, as he often reflects, can she make her voice heard in the House of Lords. It may be that she will refuse to him permission to attend to this branch of a bishop's duties; it may be that she will insist on his close attendance to his own closet. He has never whispered a word on the subject to living ears, but he has already made his fixed resolve. Should such an attempt be made he will rebel. Dogs have turned against their masters, and even Neapolitans against their rulers, when oppression has been too severe. And Dr Proudie feels within himself that if the cord be drawn too tight, he also can muster courage and resist.\\n\\nThe state of vassalage in which our bishop had been kept by his wife has not tended to exalt his character in the eyes of his daughters, who assume in addressing their father too much of that authority which is not properly belonging, at any rate, to them. They are, on the whole, fine engaging young ladies. They are tall and robust like their mother, whose high cheek bones, and--we may say auburn hair, they all inherit. They think somewhat too much of their grand uncles, who have not hitherto returned the compliment by thinking much of them. But now that their father is a bishop, it is probable that family ties will be drawn closer. Considering their connection with the church, they entertain but few prejudices against the pleasures of the world; and have certainly not distressed their parents, as too many English girls have lately done, by any enthusiastic wish to devote themselves to the seclusion of a protestant nunnery. Dr Proudie's sons are still at school.\\n\\nOne other marked peculiarity in the character of the bishop's wife must be mentioned. Though not averse to the society and manners of the world, she is in her own way a religious woman; and the form in which this tendency shows itself in her is by a strict observance of the Sabbatarian rule. Dissipation and low dresses during the week are, under her control, atoned for by three services, an evening sermon read by herself, and a perfect abstinence from any cheering employment on Sunday. Unfortunately for those under her roof to whom the dissipation and low dresses are not extended, her servants namely and her husband, the compensating strictness of the Sabbath includes all. Woe betide the recreant housemaid who is found to have been listening to the honey of a sweetheart in the Regent's Park, instead of the soul-stirring evening discourse of Mr Slope. Not only is she sent adrift, but she is so sent with a character which leaves her little hope of a decent place. Woe betide the six-foot hero who escorts Mrs Proudie to her pew in red plush breeches, if he slips away to the neighbouring beer-shop, instead of falling into the back seat appropriated to his use. Mrs Proudie has the eyes of Argus for such offenders. Occasional drunkenness in the week may be overlooked, for six feet on low wages are hardly to be procured if the morals are always kept at a high pitch; but not even for the grandeur or economy will Mrs Proudie forgive a desecration of the Sabbath.\\n\\nIn such matters, Mrs Proudie allows herself to be often guided by that eloquent preacher, the Rev. Mr Slope, and as Dr Proudie is guided by his wife, it necessarily follows that the eminent man we have named has obtained a good deal of control over Dr Proudie in matters concerning religion. Mr Slope's only preferment has hitherto been that of reader and preacher in a London district church; and on the consecration of his friend the new bishop, he readily gave this up to undertake the onerous but congenial duties of domestic chaplain to the bishop.\\n\\nMr Slope, however, on his first introduction must not be brought before the public at the tail of a chapter.\\n\\nCHAPTER IV\\n\\nTHE BISHOP'S CHAPLAIN\\n\\nOf the Rev. Mr Slope's parentage I am not able to say much. I have heard it asserted that he is lineally descended from that eminent physician who assisted at the birth of Mr T. Shandy, and that in early years he added an 'e' to his name, for the sake of euphony, as other great men have done before him. If this be so, I presumed he was christened Obadiah, for that is his name, in commemoration of the conflict in which his ancestor so distinguished himself. All my researches on the subject have, however, failed in enabling me to fix the date on which the family changed its religion.\\n\\nHe had been a sizar at Cambridge, and had there conducted himself at any rate successfully, for in due process of time he was an MA, having university pupils under his care. From thence he was transferred to London, and became preacher at a new district church built on the confines of Baker Street. He was in this position when congenial ideas on religious subjects recommended him to Mrs Proudie, and the intercourse had become close and confidential.\\n\\nHaving been thus familiarly thrown among the Misses Proudie, it was more than natural that some softer feeling than friendship should be engendered. There have been some passages of love between him and the eldest hope, Olivia; but they have hitherto resulted in no favourable arrangement. In truth, Mr Slope, having made a declaration of affection, afterwards withdrew it on finding that the doctor had no immediate worldly funds with which to endow his child; and it may easily be conceived that Miss Proudie, after such an announcement on his part, was not readily disposed to receive any further show of affection. On the appointment of Dr Proudie to the bishopric of Barchester, Mr Slope's views were, in truth, somewhat altered. Bishops, even though they be poor, can provide for clerical children, and Mr Slope began to regret that he had not been more disinterested. He no sooner heard the tidings of the doctor's elevation, than he recommenced his siege, not violently, indeed, but respectfully, and at a distance. Olivia Proudie, however, was a girl of spirit: she had the blood of two peers in her veins, and, better still, she had another lover on her books; so Mr Slope sighed in vain; and the pair soon found it convenient to establish a mutual bond of inveterate hatred.\\n\\nIt may be thought singular that Mrs Proudie's friendship for the young clergyman should remain firm after such an affair; but, to tell the truth, she had known nothing of it. Though very fond of Mr Slope herself, she had never conceived the idea that either of her daughters would become so, and remembering that their high birth and social advantages, expected for them matches of a different sort. Neither the gentleman nor the lady found it necessary to enlighten her. Olivia's two sisters had each known of the affair, so had all the servants, so had all the people living in the adjoining houses on either side; but Mrs Proudie had been kept in the dark.\\n\\nMr Slope soon comforted himself with the reflection that, as he had been selected as chaplain to the bishop, it would probably be in his power to get the good things in the bishop's gift, without troubling himself with the bishop's daughter; and he found himself able to endure the pangs of rejected love. As he sat himself down in the railway carriage, confronting the bishop and Mrs Proudie, as they started on their first journey to Barchester, he began to form in his own mind a plan of his future life. He knew well his patron's strong points, but he knew the weak ones as well. He understood correctly enough to what attempts the new bishop's high spirit would soar, and he rightly guessed that public life would better suit the great man's taste, than the small details of diocesan duty.\\n\\nHe, therefore, he, Mr Slope, would in effect be bishop of Barchester. Such was his resolve; and to give Mr Slope his due, he had both courage and spirit to bear him out in his resolution. He knew that he should have a hard battle to fight, for the power and patronage of the see would be equally coveted by another great mind--Mrs Proudie would also choose to be bishop of Barchester. Mr Slope, however, flattered himself that he could outmanoeuvre the lady. She must live much in London, while he would always be on the spot. She would necessarily remain ignorant of much while he would know everything belonging to the diocese. At first, doubtless, he must flatter and cajole, perhaps yield in some things; but he did not doubt of ultimate triumph. If all other means failed, he could join the bishop against the wife, inspire courage into the unhappy man, lay an axe to the rock of the woman's power, and emancipate the husband.\\n\\nSuch were his thoughts as he sat looking at the sleeping pair in the railway carriage, and Mr Slope is not the man to trouble himself with such thoughts for nothing. He is possessed of more than average abilities, and is of good courage. Though he can stoop to fawn, and stoop low indeed, if need be, he has still within him the power to assume the tyrant; and with the power he has certainly the wish. His acquirements are not of the highest order, but such as they are they are completely under control, and he knows the use of them. He is gifted with a certain kind of pulpit eloquence, not likely, indeed, to be persuasive with men, but powerful with the softer sex. In his sermons he deals greatly in denunciations, excites the minds of his weaker hearers with a not unpleasant terror, and leaves an impression on their minds that all mankind are in a perilous state, and all womankind too, except those who attend regularly to the evening lectures in Baker Street. His looks and tones are extremely severe, so much so that one cannot but fancy that he regards the greater part of the world as being infinitely too bad for his care. As he walks through the streets, his very face denotes his horror of the world's wickedness; and there is always an anathema lurking in the corner of his eye.\\n\\nIn doctrine, he, like his patron, is tolerant of dissent, if so strict a mind can be called tolerant of anything. With Wesleyan-Methodists he has something in common, but his soul trembles in agony at the iniquities of the Puseyites. His aversion is carried to things outward as well as inward. His gall rises at a new church with a high pitched roof; a full-breasted black silk waistcoat is with him a symbol of Satan; and a profane jest-book would not, in his view, more foully desecrate the church seat of a Christian, than a book of prayer printed with red letters, and ornamented with a cross on the back. Most active clergymen have their hobby, and Sunday observances are his. Sunday, however, is a word which never pollutes his mouth--it is always 'the Sabbath'. The 'desecration of the Sabbath' as he delights to call it, is to him meat and drink:--he thrives upon that as policemen do on the general evil habits of the community. It is the loved subject of all his evening discourses, the source of all his eloquence, the secret of his power over the female heart. To him, the revelation of God appears in that one law given for Jewish observance. To him the mercies of our Saviour speak in vain, to him in vain has been preached that sermon that fell from the divine lips on the mountain--'Blessed are the meek, for they shall inherit the earth'--'Blessed are the merciful, for the they shall obtain mercy'. To him the New Testament is comparatively of little moment, for from it can he draw no fresh authority for that dominion which he loves to exercise over at least a seventh part of man's allotted time here below.\",\"timestamp\":1639993194,\"title\":\"\\nWith such censures, I cannot profess that I completely agree. The nolo episcopari, though still in use\"},\"digest\":\"N_7ziKQ4EwBEgNSUdscRkGulA-td4Llg5zthDbs-u00\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NJlUwcCX65UuqE-S8WQKrLMGLHZuToqzzTbCeqlNwYY\\\",\\\"y\\\":\\\"wKzibW0_EsVHFHRN9gvAG2oAJm1HqtLolkNSv2Ee5AQ\\\"}\",\"signature\":\"gkWHWtx6bbso8jQhUv8WR1zLa7YvkT1p-CZmouGGyNCGczATwQ-OFw6rAc3DCyGQXVdXhvfOtHijB9qqVShl5w\",\"signingKeySignature\":\"0x47d1cd510a783411a0946123ea4a0fffcc572fa7ce5a9d2684d696cf625dce7c34dc7a274136ae8fa289ad4744794f021812c72ae3b19c22132fa76311e28b871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NJlUwcCX65UuqE-S8WQKrLMGLHZuToqzzTbCeqlNwYY\\\",\\\"y\\\":\\\"wKzibW0_EsVHFHRN9gvAG2oAJm1HqtLolkNSv2Ee5AQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N_7ziKQ4EwBEgNSUdscRkGulA-td4Llg5zthDbs-u00\"}"