"{\"content\":{\"body\":\"As we prepare to wrap up our Arsia Mons testnet, that has been live the past month and had over 1100 validators participate, we are excited to introduce you to our plans for the next milestone in the Evmos roadmap.\\n\\n> Today, we’re excited to announce Evmos’ incentivized testnet: Olympus Mons.\\n\\nOlympus Mons will build on Arsia Mons’ success by enabling more building and learning while providing rewards for early participants.\\n\\n# What is Olympus Mons Testnet?\\n\\nWe are excited to announce the details of the Olympus Mons testnet which is designed to help us all prepare for mainnet launch. This testnet will introduce the long-awaited intra-relaying functionality between ERC20 tokens <> Cosmos Coins, native EIP-1559 integration, and the EVM module, making it seamless for developers to deploy EVM contracts on Cosmos.\\n\\nThe overall goal of Olympus Mons is to ensure mainnet launch goes smoothly and maintain the security of the Evmos chain. As such, we will be incentivizing behavior that can be grouped into three primary categories: Usability, Tooling and UX, and Security and Stress Testing.\\n\\nFor **Usability**, we will be focused on creating a realistic environment for deploying dapps and tools built by the community. Evmos will provide the infrastructure and environment to deploy NFT marketplaces, DeFi dapps, and have a space for participants of HackAtom VI to deploy apps that are eligible for rewards.\\n\\nFor **Tooling and UX**, we want to see people building both developer tools as well as data dashboards to make it easy for people to consume data about the Evmos network. We also want to see all the amazing designers in our community build UX for wallets and dapps that make it easy for average consumers to engage with us from genesis.\\n\\nAnd for **Security and Stress testing**, we look forward to all the whitehats that like to find critical vulnerabilities. While we are getting a security audit before we launch, interacting with the EVM and JSON-RPC is the best way to stress the system. This could also include trying to break consensus, testing the intrarelayer module to convert ERC20 tokens to Cosmos Coins and vice versa, testing EIP1559 fees, and using our bridges deployed to Evmos to access other EVM testnets.\\n\\n> ***IMPORTANT:*** *If you discover critical bugs and security vulnerabilities, please contact [security@thars.is](mailto:security@thars.is) in order to be eligible for a reward.*\\n\\nWe have already seen community members building NFT marketplaces, deploying NFT collections, and building DeFi tooling and we look forward to seeing this continue to grow. Olympus Mons is an important step in preparing for mainnet and we appreciate your help in making Evmos something special.\\n\\n# Why should I participate?\\n\\n**If you’re a validator,** this is your chance to cut your teeth on the latest Evmos features. While the future is cross-chain, Evmos also aims to provide the highest standards in terms of network [infrastructure security](https://evmos.dev/guides/validators/security.html), intuitive usability, and community engagement from validators. The incentivized testnet will help battle test the node infrastructure with participants at the forefront of ensuring validators are ready for mainnet, while also earning rewards themselves.\\n\\n**If you’re a builder,** don’t think you’ll be sitting idly while validators get all the glory! If you’ve been developing smart contract applications but found Ethereum’s gas prices to be prohibitive, this is your chance to dust off your Solidity and put those smart contracts to use. Building applications users love will earn deployers the admiration of many, as well as testnet rewards. By building on Evmos during the incentivized testnet, **you will also be eligible for [HackAtom VI](https://hackatom.org/) rewards**, which you can learn more about [here](https://evmos.blog/evmos-is-participating-in-hackatom-vi-2021-9ac967b21d36).\\n\\n# How can I participate?\\n\\nValidators will need to submit their Genesis transactions (aka Gentxs) or create their validators via a staking transaction after launch. Anyone eligible is able to participate, though there is a limit of 300 slots in the initial active validator set; this parameter can be increased at any time via an on-chain governance proposal. We highly recommend attempting to run a validator on the currently running Arsia Mons testnet prior to the Olympus Mons launch in order to acclimate to running Evmos ahead of time.\\n\\nBuilders will face challenges related to deploying and integrating with smart contracts. All you need to do is set up an EVM development environment by following our [documentation](http://evmos.dev/) and Ethereum “how-to” tutorials that you can find online.\\n\\nParticipation in the testnet will be open through community challenges, security bounties, ecosystem grants, writing documentation, creating educational content, finding security issues, building validator and governance tools, and much more.\\n\\nDuring the game, we will also announce additional challenges to test certain actions, for example, the acceptance of a governance proposal. Look for the upcoming document for the exact descriptions of interactions that will be rewarded.\\n\\nOfficial instructions and documentation for submitting genesis transactions will be announced via our official channels (Discord, Twitter, Telegram).\\n\\n# Important Dates and Timing\\n\\nThe Olympus Mons Testnet will launch on Monday, November 15, 2021, and comprises three rounds, each targeting a different area of focus. Each of the three rounds will last for about a week, winners will be announced for each of these rounds at the close of the entire series.\\n\\n* **Round 1**, which focuses on “Usability”, begins on the week of November 15, 2021.\\n* **Round 2**, which focuses on “Tooling and UX”, begins on the week of November 22, 2021.\\n* **Round 3**, which focuses on “Security and Stress Testing”, begins on the week of November 29, 2021.\\n\\nEach round will run for a week. The Olympus Mons Incentivized Testnet will end on Friday, December 3, 2021.\\n\\n# Eligibility\\n\\nAll members of the Evmos community are eligible and encouraged to participate in the Olympus Mons incentivized testnet, but not all participants are eligible to receive rewards from the prize pool.\\n\\nEmployees and contractors of Tharsis can compete and win in the testnet as part of a team, but they cannot be rewarded with mainnet tokens for their participation in the contest.\\n\\nParticipants who use social engineering attacks to exploit other competitors, or who use malware to attack others will be disqualified from receiving any contest rewards. If as a participant you identify software vulnerabilities in Evmos, the EVM module, Cosmos SDK, Tendermint Core, or any other dependency, please follow the official instructions for submitting security vulnerabilities in order to be eligible for a reward.\\n\\nChallenge participants who violate the rules of engagement set forth in the contest scope or who violate the Code of Conduct for Olympus Mons Testnet may be deemed ineligible for reward.\\n\\nParticipants will not be required to pre-register for the testnet, but winners will be required to KYC before mainnet launch in order to receive the rewards. Winners will only be able to KYC **one address per identity** and will need to sign a message with their public key to attest that they are the holders of that key.\",\"timestamp\":1637141954,\"title\":\"Announcing Olympus Mons — Evmos’ Incentivized Testnet\"},\"digest\":\"PocHUt3JnFy46GmX1VRRohnO_z-4c0kcwJxzzvg_ylE\",\"authorship\":{\"contributor\":\"0xd23e5a77AC2AdBDdaA1569389581732f2EA09E61\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ShgMoTEGKfFnAo4gJBI2Lz9nucdd1vZf47pOb3nWfg\\\",\\\"y\\\":\\\"jNVAHBp9BJl-k_RlZHuva7s5QPJxReKWTP-SFnIXFwo\\\"}\",\"signature\":\"knswq0J4A9R6aeAZnjQqSx4-YX1q-X7Ss5mBoIQ7u3XP18WVa48IE_W1Wwxh61T-f4pBPIjhgsWoIX6z7mmCpA\",\"signingKeySignature\":\"0xc8074147e4b26b6fd9fa4d6eee5ec86432ef155f6e77cd907f005df59cf59fe90f69ab45f6e2d152380a3e64342ab9caa836eadac1a9123ae087f2a8c4706d8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ShgMoTEGKfFnAo4gJBI2Lz9nucdd1vZf47pOb3nWfg\\\",\\\"y\\\":\\\"jNVAHBp9BJl-k_RlZHuva7s5QPJxReKWTP-SFnIXFwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PocHUt3JnFy46GmX1VRRohnO_z-4c0kcwJxzzvg_ylE\"}"