"{\"content\":{\"body\":\"Here we saw a cart heavily laden with bricks; the wheels had stuck fast in the stiff mud of some deep ruts, and the carter was shouting and flogging the two horses unmercifully. Joe pulled up.  It was a sad sight.  There were the two horses straining and struggling with all their might to drag the cart out, but they could not move it; the sweat streamed from their legs and flanks, their sides heaved, and every muscle was strained, while the man, fiercely pulling at the head of the fore horse, swore and lashed most brutally.\\n\\n\\\"Hold hard,\\\" said Joe; \\\"don't go on flogging the horses like that; the wheels are so stuck that they cannot move the cart.\\\"\\n\\nThe man took no heed, but went on lashing.\\n\\n\\\"Stop! pray stop!\\\" said Joe.  \\\"I'll help you to lighten the cart; they can't move it now.\\\"\\n\\n\\\"Mind your own business, you impudent young rascal, and I'll mind mine!\\\" The man was in a towering passion and the worse for drink, and laid on the whip again.  Joe turned my head, and the next moment we were going at a round gallop toward the house of the master brick-maker. I cannot say if John would have approved of our pace, but Joe and I were both of one mind, and so angry that we could not have gone slower.\\n\\nThe house stood close by the roadside.  Joe knocked at the door, and shouted, \\\"Halloo!  Is Mr. Clay at home?\\\"  The door was opened, and Mr. Clay himself came out.\\n\\n\\\"Halloo, young man!  You seem in a hurry; any orders from the squire this morning?\\\"\\n\\n\\\"No, Mr. Clay, but there's a fellow in your brick-yard flogging two horses to death.  I told him to stop, and he wouldn't; I said I'd help him to lighten the cart, and he wouldn't; so I have come to tell you.  Pray, sir, go.\\\"  Joe's voice shook with excitement.\\n\\n\\\"Thank ye, my lad,\\\" said the man, running in for his hat; then pausing for a moment, \\\"Will you give evidence of what you saw if I should bring the fellow up before a magistrate?\\\"\\n\\n\\\"That I will,\\\" said Joe, \\\"and glad too.\\\"  The man was gone, and we were on our way home at a smart trot.\\n\\n\\\"Why, what's the matter with you, Joe?  You look angry all over,\\\" said John, as the boy flung himself from the saddle.\\n\\n\\\"I am angry all over, I can tell you,\\\" said the boy, and then in hurried, excited words he told all that had happened.  Joe was usually such a quiet, gentle little fellow that it was wonderful to see him so roused.\\n\\n\\\"Right, Joe! you did right, my boy, whether the fellow gets a summons or not. Many folks would have ridden by and said it was not their business to interfere.  Now I say that with cruelty and oppression it is everybody's business to interfere when they see it; you did right, my boy.\\\"\\n\\nJoe was quite calm by this time, and proud that John approved of him, and cleaned out my feet and rubbed me down with a firmer hand than usual.\\n\\nThey were just going home to dinner when the footman came down to the stable to say that Joe was wanted directly in master's private room; there was a man brought up for ill-using horses, and Joe's evidence was wanted.  The boy flushed up to his forehead, and his eyes sparkled. \\\"They shall have it,\\\" said he.\\n\\n\\\"Put yourself a bit straight,\\\" said John.  Joe gave a pull at his necktie and a twitch at his jacket, and was off in a moment.  Our master being one of the county magistrates, cases were often brought to him to settle, or say what should be done.  In the stable we heard no more for some time, as it was the men's dinner hour, but when Joe came next into the stable I saw he was in high spirits; he gave me a good-natured slap, and said, \\\"We won't see such things done, will we, old fellow?\\\"  We heard afterward that he had given his evidence so clearly, and the horses were in such an exhausted state, bearing marks of such brutal usage, that the carter was committed to take his trial, and might possibly be sentenced to two or three months in prison.\\n\\nIt was wonderful what a change had come over Joe.  John laughed, and said he had grown an inch taller in that week, and I believe he had. He was just as kind and gentle as before, but there was more purpose and determination in all that he did -- as if he had jumped at once from a boy into a man.\\n\\n21      The Parting\\n\\nNow I had lived in this happy place three years, but sad changes were about to come over us.  We heard from time to time that our mistress was ill. The doctor was often at the house, and the master looked grave and anxious. Then we heard that she must leave her home at once, and go to a warm country for two or three years.  The news fell upon the household like the tolling of a deathbell.  Everybody was sorry; but the master began directly to make arrangements for breaking up his establishment and leaving England. We used to hear it talked about in our stable; indeed, nothing else was talked about.\\n\\nJohn went about his work silent and sad, and Joe scarcely whistled. There was a great deal of coming and going; Ginger and I had full work.\\n\\nThe first of the party who went were Miss Jessie and Flora, with their governess.  They came to bid us good-by. They hugged poor Merrylegs like an old friend, and so indeed he was. Then we heard what had been arranged for us.  Master had sold Ginger and me to his old friend, the Earl of W----, for he thought we should have a good place there.  Merrylegs he had given to the vicar, who was wanting a pony for Mrs. Blomefield, but it was on the condition that he should never be sold, and that when he was past work he should be shot and buried.\\n\\nJoe was engaged to take care of him and to help in the house, so I thought that Merrylegs was well off.  John had the offer of several good places, but he said he should wait a little and look round.\\n\\nThe evening before they left the master came into the stable to give some directions, and to give his horses the last pat. He seemed very low-spirited; I knew that by his voice. I believe we horses can tell more by the voice than many men can.\\n\\n\\\"Have you decided what to do, John?\\\" he said.  \\\"I find you have not accepted either of those offers.\\\"\\n\\n\\\"No, sir; I have made up my mind that if I could get a situation with some first-rate colt-breaker and horse-trainer, it would be the right thing for me.  Many young animals are frightened and spoiled by wrong treatment, which need not be if the right man took them in hand. I always get on well with horses, and if I could help some of them to a fair start I should feel as if I was doing some good. What do you think of it, sir?\\\"\\n\\n\\\"I don't know a man anywhere,\\\" said master, \\\"that I should think so suitable for it as yourself.  You understand horses, and somehow they understand you, and in time you might set up for yourself; I think you could not do better.  If in any way I can help you, write to me. I shall speak to my agent in London, and leave your character with him.\\\"\\n\\nMaster gave John the name and address, and then he thanked him for his long and faithful service; but that was too much for John. \\\"Pray, don't, sir, I can't bear it; you and my dear mistress have done so much for me that I could never repay it.  But we shall never forget you, sir, and please God, we may some day see mistress back again like herself; we must keep up hope, sir.\\\"  Master gave John his hand, but he did not speak, and they both left the stable.\\n\\nThe last sad day had come; the footman and the heavy luggage had gone off the day before, and there were only master and mistress and her maid. Ginger and I brought the carriage up to the hall door for the last time. The servants brought out cushions and rugs and many other things; and when all were arranged master came down the steps carrying the mistress in his arms (I was on the side next to the house, and could see all that went on); he placed her carefully in the carriage, while the house servants stood round crying.\\n\\n\\\"Good-by, again,\\\" he said; \\\"we shall not forget any of you,\\\" and he got in. \\\"Drive on, John.\\\"\\n\\nJoe jumped up, and we trotted slowly through the park and through the village, where the people were standing at their doors to have a last look and to say, \\\"God bless them.\\\"\\n\\nWhen we reached the railway station I think mistress walked from the carriage to the waiting-room.  I heard her say in her own sweet voice, \\\"Good-by, John. God bless you.\\\"  I felt the rein twitch, but John made no answer; perhaps he could not speak.  As soon as Joe had taken the things out of the carriage John called him to stand by the horses, while he went on the platform.  Poor Joe! he stood close up to our heads to hide his tears.  Very soon the train came puffing up into the station; then two or three minutes, and the doors were slammed to, the guard whistled, and the train glided away, leaving behind it only clouds of white smoke and some very heavy hearts.\\n\\nWhen it was quite out of sight John came back.\\n\\n\\\"We shall never see her again,\\\" he said -- \\\"never.\\\"  He took the reins, mounted the box, and with Joe drove slowly home; but it was not our home now.\\n\\n```\\n      Part II\\n```\\n\\n22      Earlshall\\n\\nThe next morning after breakfast Joe put Merrylegs into the mistress' low chaise to take him to the vicarage; he came first and said good-by to us, and Merrylegs neighed to us from the yard. Then John put the saddle on Ginger and the leading rein on me, and rode us across the country about fifteen miles to Earlshall Park, where the Earl of W---- lived.  There was a very fine house and a great deal of stabling.  We went into the yard through a stone gateway, and John asked for Mr. York.  It was some time before he came. He was a fine-looking, middle-aged man, and his voice said at once that he expected to be obeyed.  He was very friendly and polite to John, and after giving us a slight look he called a groom to take us to our boxes, and invited John to take some refreshment.\\n\\nWe were taken to a light, airy stable, and placed in boxes adjoining each other, where we were rubbed down and fed. In about half an hour John and Mr. York, who was to be our new coachman, came in to see us.\\n\\n\\\"Now, Mr. Manly,\\\" he said, after carefully looking at us both, \\\"I can see no fault in these horses; but we all know that horses have their peculiarities as well as men, and that sometimes they need different treatment.  I should like to know if there is anything particular in either of these that you would like to mention.\\\"\\n\\n\\\"Well,\\\" said John, \\\"I don't believe there is a better pair of horses in the country, and right grieved I am to part with them, but they are not alike.  The black one is the most perfect temper I ever knew; I suppose he has never known a hard word or a blow since he was foaled, and all his pleasure seems to be to do what you wish; but the chestnut, I fancy, must have had bad treatment; we heard as much from the dealer.  She came to us snappish and suspicious, but when she found what sort of place ours was, it all went off by degrees; for three years I have never seen the smallest sign of temper, and if she is well treated there is not a better, more willing animal than she is.  But she is naturally a more irritable constitution than the black horse; flies tease her more; anything wrong in the harness frets her more; and if she were ill-used or unfairly treated she would not be unlikely to give tit for tat.  You know that many high-mettled horses will do so.\\\"\\n\\n\\\"Of course,\\\" said York, \\\"I quite understand; but you know it is not easy in stables like these to have all the grooms just what they should be. I do my best, and there I must leave it.  I'll remember what you have said about the mare.\\\"\\n\\nThey were going out of the stable, when John stopped and said, \\\"I had better mention that we have never used the check-rein with either of them; the black horse never had one on, and the dealer said it was the gag-bit that spoiled the other's temper.\\\"\\n\\n\\\"Well,\\\" said York, \\\"if they come here they must wear the check-rein. I prefer a loose rein myself, and his lordship is always very reasonable about horses; but my lady -- that's another thing; she will have style, and if her carriage horses are not reined up tight she wouldn't look at them. I always stand out against the gag-bit, and shall do so, but it must be tight up when my lady rides!\\\"\\n\\n\\\"I am sorry for it, very sorry,\\\" said John; \\\"but I must go now, or I shall lose the train.\\\"\\n\\nHe came round to each of us to pat and speak to us for the last time; his voice sounded very sad.\\n\\nI held my face close to him; that was all I could do to say good-by; and then he was gone, and I have never seen him since.\\n\\nThe next day Lord W---- came to look at us; he seemed pleased with our appearance.\\n\\n\\\"I have great confidence in these horses,\\\" he said, \\\"from the character my friend Mr. Gordon has given me of them.  Of course they are not a match in color, but my idea is that they will do very well for the carriage while we are in the country.  Before we go to London I must try to match Baron; the black horse, I believe, is perfect for riding.\\\"\\n\\nYork then told him what John had said about us.\\n\\n\\\"Well,\\\" said he, \\\"you must keep an eye to the mare, and put the check-rein easy; I dare say they will do very well with a little humoring at first.  I'll mention it to your lady.\\\"\\n\\nIn the afternoon we were harnessed and put in the carriage, and as the stable clock struck three we were led round to the front of the house.  It was all very grand, and three or four times as large as the old house at Birtwick, but not half so pleasant, if a horse may have an opinion.  Two footmen were standing ready, dressed in drab livery, with scarlet breeches and white stockings. Presently we heard the rustling sound of silk as my lady came down the flight of stone steps.  She stepped round to look at us; she was a tall, proud-looking woman, and did not seem pleased about something, but she said nothing, and got into the carriage.  This was the first time of wearing a check-rein, and I must say, though it certainly was a nuisance not to be able to get my head down now and then, it did not pull my head higher than I was accustomed to carry it.  I felt anxious about Ginger, but she seemed to be quiet and content.\\n\\nThe next day at three o'clock we were again at the door, and the footmen as before; we heard the silk dress rustle and the lady came down the steps, and in an imperious voice she said, \\\"York, you must put those horses' heads higher; they are not fit to be seen.\\\"\\n\\nYork got down, and said very respectfully, \\\"I beg your pardon, my lady, but these horses have not been reined up for three years, and my lord said it would be safer to bring them to it by degrees; but if your ladyship pleases I can take them up a little more.\\\"\\n\\n\\\"Do so,\\\" she said.\\n\\nYork came round to our heads and shortened the rein himself -- one hole, I think; every little makes a difference, be it for better or worse, and that day we had a steep hill to go up.  Then I began to understand what I had heard of.  Of course, I wanted to put my head forward and take the carriage up with a will, as we had been used to do; but no, I had to pull with my head up now, and that took all the spirit out of me, and the strain came on my back and legs.  When we came in Ginger said, \\\"Now you see what it is like; but this is not bad, and if it does not get much worse than this I shall say nothing about it, for we are very well treated here; but if they strain me up tight, why, let 'em look out!  I can't bear it, and I won't.\\\"\\n\\nDay by day, hole by hole, our bearing reins were shortened, and instead of looking forward with pleasure to having my harness put on, as I used to do, I began to dread it.  Ginger, too, seemed restless, though she said very little.  At last I thought the worst was over; for several days there was no more shortening, and I determined to make the best of it and do my duty, though it was now a constant harass instead of a pleasure; but the worst was not come.\\n\\n23      A Strike for Liberty\\n\\nOne day my lady came down later than usual, and the silk rustled more than ever.\\n\\n\\\"Drive to the Duchess of B----'s,\\\" she said, and then after a pause, \\\"Are you never going to get those horses' heads up, York? Raise them at once and let us have no more of this humoring and nonsense.\\\"\\n\\nYork came to me first, while the groom stood at Ginger's head. He drew my head back and fixed the rein so tight that it was almost intolerable; then he went to Ginger, who was impatiently jerking her head up and down against the bit, as was her way now. She had a good idea of what was coming, and the moment York took the rein off the terret in order to shorten it she took her opportunity and reared up so suddenly that York had his nose roughly hit and his hat knocked off; the groom was nearly thrown off his legs. At once they both flew to her head; but she was a match for them, and went on plunging, rearing, and kicking in a most desperate manner. At last she kicked right over the carriage pole and fell down, after giving me a severe blow on my near quarter.  There is no knowing what further mischief she might have done had not York promptly sat himself down flat on her head to prevent her struggling, at the same time calling out, \\\"Unbuckle the black horse! Run for the winch and unscrew the carriage pole!  Cut the trace here, somebody, if you can't unhitch it!\\\"  One of the footmen ran for the winch, and another brought a knife from the house.  The groom soon set me free from Ginger and the carriage, and led me to my box.  He just turned me in as I was and ran back to York.  I was much excited by what had happened, and if I had ever been used to kick or rear I am sure I should have done it then; but I never had, and there I stood, angry, sore in my leg, my head still strained up to the terret on the saddle, and no power to get it down.  I was very miserable and felt much inclined to kick the first person who came near me.\\n\\nBefore long, however, Ginger was led in by two grooms, a good deal knocked about and bruised.  York came with her and gave his orders, and then came to look at me.  In a moment he let down my head.\\n\\n\\\"Confound these check-reins!\\\" he said to himself; \\\"I thought we should have some mischief soon.  Master will be sorely vexed.  But there, if a woman's husband can't rule her of course a servant can't; so I wash my hands of it, and if she can't get to the duchess' garden party I can't help it.\\\"\\n\\nYork did not say this before the men; he always spoke respectfully when they were by.  Now he felt me all over, and soon found the place above my hock where I had been kicked.  It was swelled and painful; he ordered it to be sponged with hot water, and then some lotion was put on.\\n\\nLord W---- was much put out when he learned what had happened; he blamed York for giving way to his mistress, to which he replied that in future he would much prefer to receive his orders only from his lordship; but I think nothing came of it, for things went on the same as before.  I thought York might have stood up better for his horses, but perhaps I am no judge.\\n\\nGinger was never put into the carriage again, but when she was well of her bruises one of the Lord W----'s younger sons said he should like to have her; he was sure she would make a good hunter. As for me, I was obliged still to go in the carriage, and had a fresh partner called Max; he had always been used to the tight rein. I asked him how it was he bore it.\\n\\n\\\"Well,\\\" he said, \\\"I bear it because I must; but it is shortening my life, and it will shorten yours too if you have to stick to it.\\\"\\n\\n\\\"Do you think,\\\" I said, \\\"that our masters know how bad it is for us?\\\"\\n\\n\\\"I can't say,\\\" he replied, \\\"but the dealers and the horse-doctors know it very well.  I was at a dealer's once, who was training me and another horse to go as a pair; he was getting our heads up, as he said, a little higher and a little higher every day.  A gentleman who was there asked him why he did so.  `Because,' said he, `people won't buy them unless we do.  The London people always want their horses to carry their heads high and to step high.  Of course it is very bad for the horses, but then it is good for trade.  The horses soon wear up, or get diseased, and they come for another pair.'  That,\\\" said Max, \\\"is what he said in my hearing, and you can judge for yourself.\\\"\\n\\nWhat I suffered with that rein for four long months in my lady's carriage it would be hard to describe; but I am quite sure that, had it lasted much longer, either my health or my temper would have given way. Before that, I never knew what it was to foam at the mouth, but now the action of the sharp bit on my tongue and jaw, and the constrained position of my head and throat, always caused me to froth at the mouth more or less.  Some people think it very fine to see this, and say, \\\"What fine spirited creatures!\\\"  But it is just as unnatural for horses as for men to foam at the mouth; it is a sure sign of some discomfort, and should be attended to.  Besides this, there was a pressure on my windpipe, which often made my breathing very uncomfortable; when I returned from my work my neck and chest were strained and painful, my mouth and tongue tender, and I felt worn and depressed.\\n\\nIn my old home I always knew that John and my master were my friends; but here, although in many ways I was well treated, I had no friend. York might have known, and very likely did know, how that rein harassed me; but I suppose he took it as a matter of course that it could not be helped; at any rate, nothing was done to relieve me.\\n\\n24      The Lady Anne, or a Runaway Horse\\n\\nEarly in the spring, Lord W---- and part of his family went up to London, and took York with them.  I and Ginger and some other horses were left at home for use, and the head groom was left in charge.\\n\\nThe Lady Harriet, who remained at the hall, was a great invalid, and never went out in the carriage, and the Lady Anne preferred riding on horseback with her brother or cousins.  She was a perfect horsewoman, and as gay and gentle as she was beautiful. She chose me for her horse, and named me \\\"Black Auster\\\". I enjoyed these rides very much in the clear cold air, sometimes with Ginger, sometimes with Lizzie.  This Lizzie was a bright bay mare, almost thoroughbred, and a great favorite with the gentlemen, on account of her fine action and lively spirit; but Ginger, who knew more of her than I did, told me she was rather nervous.\\n\\nThere was a gentleman of the name of Blantyre staying at the hall; he always rode Lizzie, and praised her so much that one day Lady Anne ordered the side-saddle to be put on her, and the other saddle on me. When we came to the door the gentleman seemed very uneasy.\\n\\n\\\"How is this?\\\" he said.  \\\"Are you tired of your good Black Auster?\\\"\\n\\n\\\"Oh, no, not at all,\\\" she replied, \\\"but I am amiable enough to let you ride him for once, and I will try your charming Lizzie. You must confess that in size and appearance she is far more like a lady's horse than my own favorite.\\\"\\n\\n\\\"Do let me advise you not to mount her,\\\" he said; \\\"she is a charming creature, but she is too nervous for a lady. I assure you, she is not perfectly safe; let me beg you to have the saddles changed.\\\"\\n\\n\\\"My dear cousin,\\\" said Lady Anne, laughing, \\\"pray do not trouble your good careful head about me.  I have been a horsewoman ever since I was a baby, and I have followed the hounds a great many times, though I know you do not approve of ladies hunting; but still that is the fact, and I intend to try this Lizzie that you gentlemen are all so fond of; so please help me to mount, like a good friend as you are.\\\"\\n\\nThere was no more to be said; he placed her carefully on the saddle, looked to the bit and curb, gave the reins gently into her hand, and then mounted me.  Just as we were moving off a footman came out with a slip of paper and message from the Lady Harriet. \\\"Would they ask this question for her at Dr. Ashley's, and bring the answer?\\\"\\n\\nThe village was about a mile off, and the doctor's house was the last in it. We went along gayly enough till we came to his gate.  There was a short drive up to the house between tall evergreens.\\n\\nBlantyre alighted at the gate, and was going to open it for Lady Anne, but she said, \\\"I will wait for you here, and you can hang Auster's rein on the gate.\\\"\\n\\nHe looked at her doubtfully.  \\\"I will not be five minutes,\\\" he said.\\n\\n\\\"Oh, do not hurry yourself; Lizzie and I shall not run away from you.\\\"\\n\\nHe hung my rein on one of the iron spikes, and was soon hidden among the trees.  Lizzie was standing quietly by the side of the road a few paces off, with her back to me.  My young mistress was sitting easily with a loose rein, humming a little song.  I listened to my rider's footsteps until they reached the house, and heard him knock at the door. There was a meadow on the opposite side of the road, the gate of which stood open; just then some cart horses and several young colts came trotting out in a very disorderly manner, while a boy behind was cracking a great whip.  The colts were wild and frolicsome, and one of them bolted across the road and blundered up against Lizzie's hind legs, and whether it was the stupid colt, or the loud cracking of the whip, or both together, I cannot say, but she gave a violent kick, and dashed off into a headlong gallop. It was so sudden that Lady Anne was nearly unseated, but she soon recovered herself.  I gave a loud, shrill neigh for help; again and again I neighed, pawing the ground impatiently, and tossing my head to get the rein loose.  I had not long to wait. Blantyre came running to the gate; he looked anxiously about, and just caught sight of the flying figure, now far away on the road. In an instant he sprang to the saddle.  I needed no whip, no spur, for I was as eager as my rider; he saw it, and giving me a free rein, and leaning a little forward, we dashed after them.\\n\\nFor about a mile and a half the road ran straight, and then bent to the right, after which it divided into two roads. Long before we came to the bend she was out of sight. Which way had she turned?  A woman was standing at her garden gate, shading her eyes with her hand, and looking eagerly up the road. Scarcely drawing the rein, Blantyre shouted, \\\"Which way?\\\" \\\"To the right!\\\" cried the woman, pointing with her hand, and away we went up the right-hand road; then for a moment we caught sight of her; another bend and she was hidden again.  Several times we caught glimpses, and then lost them.  We scarcely seemed to gain ground upon them at all. An old road-mender was standing near a heap of stones, his shovel dropped and his hands raised.  As we came near he made a sign to speak. Blantyre drew the rein a little.  \\\"To the common, to the common, sir; she has turned off there.\\\"  I knew this common very well; it was for the most part very uneven ground, covered with heather and dark-green furze bushes, with here and there a scrubby old thorn-tree; there were also open spaces of fine short grass, with ant-hills and mole-turns everywhere; the worst place I ever knew for a headlong gallop.\\n\\nWe had hardly turned on the common, when we caught sight again of the green habit flying on before us.  My lady's hat was gone, and her long brown hair was streaming behind her.  Her head and body were thrown back, as if she were pulling with all her remaining strength, and as if that strength were nearly exhausted.  It was clear that the roughness of the ground had very much lessened Lizzie's speed, and there seemed a chance that we might overtake her.\\n\\nWhile we were on the highroad, Blantyre had given me my head; but now, with a light hand and a practiced eye, he guided me over the ground in such a masterly manner that my pace was scarcely slackened, and we were decidedly gaining on them.\\n\\nAbout halfway across the heath there had been a wide dike recently cut, and the earth from the cutting was cast up roughly on the other side. Surely this would stop them!  But no; with scarcely a pause Lizzie took the leap, stumbled among the rough clods and fell. Blantyre groaned, \\\"Now, Auster, do your best!\\\"  He gave me a steady rein. I gathered myself well together and with one determined leap cleared both dike and bank.\\n\\nMotionless among the heather, with her face to the earth, lay my poor young mistress.  Blantyre kneeled down and called her name: there was no sound.  Gently he turned her face upward:  it was ghastly white and the eyes were closed.  \\\"Annie, dear Annie, do speak!\\\" But there was no answer.  He unbuttoned her habit, loosened her collar, felt her hands and wrist, then started up and looked wildly round him for help.\\n\\nAt no great distance there were two men cutting turf, who, seeing Lizzie running wild without a rider, had left their work to catch her.\\n\\nBlantyre's halloo soon brought them to the spot.  The foremost man seemed much troubled at the sight, and asked what he could do.\\n\\n\\\"Can you ride?\\\"\\n\\n\\\"Well, sir, I bean't much of a horseman, but I'd risk my neck for the Lady Anne; she was uncommon good to my wife in the winter.\\\"\\n\\n\\\"Then mount this horse, my friend -- your neck will be quite safe -- and ride to the doctor's and ask him to come instantly; then on to the hall; tell them all that you know, and bid them send me the carriage, with Lady Anne's maid and help.  I shall stay here.\\\"\\n\\n\\\"All right, sir, I'll do my best, and I pray God the dear young lady may open her eyes soon.\\\"  Then, seeing the other man, he called out, \\\"Here, Joe, run for some water, and tell my missis to come as quick as she can to the Lady Anne.\\\"\\n\\nHe then somehow scrambled into the saddle, and with a \\\"Gee up\\\" and a clap on my sides with both his legs, he started on his journey, making a little circuit to avoid the dike.  He had no whip, which seemed to trouble him; but my pace soon cured that difficulty, and he found the best thing he could do was to stick to the saddle and hold me in, which he did manfully.  I shook him as little as I could help, but once or twice on the rough ground he called out, \\\"Steady! Woah! Steady!\\\"  On the highroad we were all right; and at the doctor's and the hall he did his errand like a good man and true. They asked him in to take a drop of something.  \\\"No, no,\\\" he said; \\\"I'll be back to 'em again by a short cut through the fields, and be there afore the carriage.\\\"\\n\\nThere was a great deal of hurry and excitement after the news became known. I was just turned into my box; the saddle and bridle were taken off, and a cloth thrown over me.\",\"timestamp\":1641275252,\"title\":\"\\nThe note was delivered, and we were quietly returning when we came to the brick-field. \"},\"digest\":\"kreHA-cLQe64WQSr73U4tOZIc_CmyrPkXuOU0_E8dXc\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kmec29nDMTPXDXsKQwdNAoZ7mGTYauQ7B5gamJeVXl8\\\",\\\"y\\\":\\\"hAq0fsmd6irkxbVAIKoKrJYfDuBsODQk6xy-R2_TZaU\\\"}\",\"signature\":\"H9jtefsknnOJZQs_boXfpVeuuL-wLgBIPGM-MxPPLOZeC7rx7x3z4vuW--zadYlD5kVsnt71dQQ_WFPW3o6oDg\",\"signingKeySignature\":\"0xc617d04a1d7b29a03d00011398d8db80821ef22ebe7335b21d477881e7f25fb3200017db16718e9c10ede411b855363bb03af6b6f4c53f444a643a18e31dfa0d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kmec29nDMTPXDXsKQwdNAoZ7mGTYauQ7B5gamJeVXl8\\\",\\\"y\\\":\\\"hAq0fsmd6irkxbVAIKoKrJYfDuBsODQk6xy-R2_TZaU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kreHA-cLQe64WQSr73U4tOZIc_CmyrPkXuOU0_E8dXc\"}"