"{\"content\":{\"body\":\"It was his habit to come to Stalham some time in March and there finish the hunting season. It might be hoped that Ayala's little affair might be arranged early in March, and then, whether he came or whether he did not, it would be the same to Ayala. But the Captain himself would be grievously irate when he should hear the trick which would have been played upon him. Lady Albury had already desired him not to come till after the first week in March, having fabricated an excuse. She had been bound to keep the coast clear both for Ayala's sake and the Colonel's; but she knew that when her trick should be discovered there would be unmeasured wrath. \\\"Why the deuce don't you let the two men come and then the best man may win!\\\" said Sir Harry who did not doubt but that, in such a case, the Colonel would prove to be the best man. Here too there was another difficulty. When Lady Albury attempted to explain that Ayala would not come unless she were told that she would not meet the Captain, Sir Harry declared that there should be no such favour. \\\"Who the deuce is this little girl,\\\" he asked, \\\"that everybody should be knocked about in this way for her?\\\" Lady Albury was able to pacify the husband, but she feared that any pacifying of the Captain would be impossible. There would be a family quarrel -- but even that must be endured for the Colonel's sake.\\n\\nIn the meantime the Captain was kept in absolute ignorance of Ayala's movements, and went down to Merle Park hoping to meet her there. He must have been very much in love, for Merle Park was by no means a spot well adapted for hunting. Hounds there were in the neighbourhood, but he turned up his nose at the offer when Sir Thomas suggested that he might bring down a hunter. Captain Batsby, when he went on hunting expeditions, never stirred without five horses, and always confined his operations to six or seven favoured counties. But Ayala just at present was more to him than hunting, and therefore, though it was now the end of February, he went to Merle Park.\\n\\n\\\"It was all Sir Thomas's doing.\\\" It was thus that Lady Tringle endeavoured to console herself when discussing the matter with her daughters. The Honourable Septimus Traffick had now gone up to London, and was inhabiting a single room in the neighbourhood of the House. Augusta was still at Merle Park, much to the disgust of her father. He did not like to tell her to be gone; and would indeed have been glad enough of her presence had it not been embittered by the feeling that he was being \\\"done\\\". But there she remained, and in discussing the affairs of the Captain with her mother and Gertrude was altogether averse to the suggested marriage for Ayala. To her thinking Ayala was not entitled to a husband at all. Augusta had never given way in the affair of Tom -- had declared her conviction that Stubbs had never been in earnest;, and was of opinion that Captain Batsby would be much better off at Merle Park without Ayala than he would have been in that young lady's presence. When he arrived nothing was said to him at once about Ayala. Gertrude, who recovered from the great sickness occasioned by Mr Houston's misconduct, though the recovery was intended only to be temporary, made herself as pleasant as possible. Captain Batsby was made welcome, and remained three days before he sought an opportunity of asking a question about Ayala.\\n\\nDuring this time he found Gertrude to be a very agreeable companion, but he made Mrs Traffick his first confidant. \\\"Well, you know, Captain Batsby, to tell you the truth, we are not very fond of our cousin.\\\"\\n\\n\\\"Sir Thomas told me she was to be here.\\\"\\n\\n\\\"So we know. My father is perhaps a little mistaken about Ayala.\\\" \\\"Was she not asked?\\\" demanded Captain Batsby, beginning to think that he had been betrayed.\\n\\n\\\"Oh, yes; she was asked. She has been asked very often, because she is mamma's niece, and did live with us once for a short time. But she did not come. In fact she won't go anywhere, unless -- \\\"\\n\\n\\\"Unless what?\\\"\\n\\n\\\"You know Colonel Stubbs?\\\"\\n\\n\\\"Jonathan Stubbs. Oh dear, yes; very intimately. He is a sort of connection of mine. He is my half-brother's second cousin by the father's side.'\\n\\n\\\"Oh indeed! Does that make him very near?\\\"\\n\\n\\\"Not at all. I don't like him, if you mean that. He always takes everything upon himself down at Stalham.\\\"\\n\\n\\\"What we hear is that Ayala is always running after him.\\\"\\n\\n\\\"Ayala running after Jonathan?\\\"\\n\\n\\\"Haven't you heard of that?\\\" asked Mrs Traffick. \\\"Why -- she is at Stalham with the Alburys this moment, and I do not doubt that Colonel Stubbs is there also. She would not have gone had she not been sure of meeting him.\\\"\\n\\nThis disturbed the Captain so violently that for two or three hours he kept himself apart, not knowing what to do with himself or where to betake himself. Could this be true about Jonathan Stubbs? There had been moments of deep jealousy down at Stalham; but then he had recovered from that, having assured himself that he was wrong. It had been Larry Twentyman and not Jonathan Stubbs who had led the two girls over the brook -- into which Stubbs had simply fallen, making himself an object of pity. But now again the Captain believed it all. It was on this account, then, that his half-sister-in-law, Rosaline, had desired him to stay away from Stalham for the present! He knew well how high in favour with Lady Albury was that traitor Stubbs; how it was by her favour that Stubbs, who was no more than a second cousin, was allowed to do just what be pleased in the stables, while Sir Harry himself, the Master of the Hounds, confined himself to the kennel! He was determined at first to leave Merle Park and start instantly for Stalham, and had sent for his servant to begin the packing of his things; but as he thought of it more maturely he considered that his arrival at Stalham would be very painful to himself as well as to others. For the others he did not much care, but he saw clearly that the pain to himself would be very disagreeable. No one at Stalham would be glad to see him. Sir Harry would be disturbed, and the other three persons with whom he was concerned -- Lady Albury, Stubbs, and Ayala -- would be banded together in hostility against him. What chance would he have under such circumstances? Therefore he determined that he would stay at Merle Park yet a little longer.\\n\\nAnd, after all, was Ayala worth the trouble which he had proposed to take for her? How much had he offered her, how scornfully had his offer been received, and how little had she to give him in return! And now he had been told that she was always running after Jonathan Stubbs! Could it be worth his while to run after a girl who was always running after Jonathan Stubbs? Was he not much higher in the world than Jonathan Stubbs, seeing that he had, at any rate, double Stubbs's income? Stubbs was a red-haired, ugly, impudent fellow, who made his way wherever he went simply by \\\"cheek'! Upon reflection, he found that it would be quite beneath him to run after any girl who could so demean herself as to run after Jonathan Stubbs. Therefore he came down to dinner on that evening with all his smiles, and said not a word about Ayala to Sir Thomas, who had just returned from London.\\n\\n\\\"Is he very much provoked?\\\" Sir Thomas asked his wife that evening. \\\"Provoked about what?\\\"\\n\\n\\\"He was expressly told that he would meet Ayala here.\\\"\\n\\n\\\"He seems to be making himself very comfortable, and hasn't said a word to me about Ayala. I am sick of Ayala. Poor Tom is going to be really ill.\\\" Then Sir Thomas frowned, and said nothing more on that occasion.\\n\\nTom was certainly in an uncomfortable position, and never left his bed till after noon. Then he would mope about the place, moping even worse than he did before, and would spend the evening all alone in the housekeeper's room, with a pipe in his mouth, which he seemed hardly able to take the trouble to keep alight. There were three or four other guests in the house, including two honourable Miss Trafficks, and a couple of young men out of the City, whom Lady Tringle hoped might act as antidotes to Houston and Hamel. But with none of them would Tom associate. With Captain Batsby he did form some little intimacy; driven to it, no doubt, by a community of interest. \\\"I believe you were acquainted with my cousin, Miss Dormer, at Stalham?\\\" asked Tom. At that moment the two were sitting over the fire in the housekeeper's room, and Captain Batsby was smoking a cigar, while Tom was sucking an empty pipe.\\n\\n\\\"Oh, yes,\\\" said Captain Batsby, pricking up his ears, \\\"I saw a good deal of her.\\\"\\n\\n\\\"A wonderful creature!\\\" ejaculated Tom.\\n\\n\\\"Yes, indeed!\\\"\\n\\n\\\"For a real romantic style of beauty, I don't suppose that the world ever saw her like before. Did you?\\\"\\n\\n\\\"Are you one among your cousin's admirers?\\\" demanded the Captain. \\\"Am I?\\\" asked Tom, surprised that there should be anybody who had not as yet heard his tragic story. \\\"Am I one of her admirers? Why -- rather! Haven't you heard about me and Stubbs?\\\"\\n\\n\\\"No, indeed.\\\"\\n\\n\\\"I thought that everybody had heard that. I challenged him, you know.\\\"\\n\\n\\\"To fight a duel?.\\\"\\n\\n\\\"Yes; to fight a duel. I sent my friend Faddle down with a letter to Stalham, but it was of no use. Why should a man fight a duel when he has got such a girl as Ayala to love him?\\\"\\n\\n\\\"That is quite true, then?\\\"\\n\\n\\\"I fear so! I fear so! Oh, yes; it is too true. Then you know;\\\" -- and as he came to this portion of his story he jumped up from his chair and frowned fiercely -- \\\"then, you know, I met him under the portico of the Haymarket, and struck him.\\\"\\n\\n\\\"Oh -- was that you?\\\"\\n\\n\\\"Indeed it was.\\\"\\n\\n\\\"And he did not do anything to you?\\\"\\n\\n\\\"He behaved like a hero,\\\" said Tom. \\\"I do think that he behaved like a hero -- though of course I hate him.\\\" The bitterness of expression was here very great. \\\"He wouldn't let them lock me up. Though, in the matter of that, I should have been best pleased if they would have locked me up for ever, and kept me from the sight of the world. Admire that girl, Captain Batsby! I don't think that I ever heard of a man who loved a girl as I love her. I do not hesitate to say that I continue to walk the world -- in the way of not committing suicide, I mean -- simply because there is still a possibility while she has not as yet stood at the hymeneal altar with another man. I would have shot Stubbs willingly, though I knew I was to be tried for it at the Old Bailey -- and hung! I would have done it willingly -- willingly; or any other man.\\\" After that Captain Batsby thought it might be prudent not to say anything especial as to his own love.\\n\\nAnd how foolish would it be for a man like himself, with a good fortune of his own, to marry any girl who had not a sixpence! The Captain was led into this vain thought by the great civility displayed to him by the ladies of the house. With Lucy, whom he knew to be Ayala's sister, he had not prospered very well. It came to his ears that she was out of favour with her aunt, and he therefore meddled with her but little. The Tringle ladies, however, were very kind to him -- so kind that he was tempted to think less than ever of one who had been so little courteous to him as Ayala. Mrs Traffick was of course a married woman, and it amounted to nothing. But Gertrude -- ! All the world knew that Septimus Traffick without a shilling of his own had become the happy possessor of a very large sum of money. He, Batsby, had more to recommend him than Traffick! Why should not he also become a happy possessor? He went away for a week's hunting into Northamptonshire, and then, at Lady Tringle's request, came back to Merle Park.\\n\\nAt this time Miss Tringle had quite recovered her health. She had dropped all immediate speech as to Mr Houston. Had she not been provoked, she would have allowed all that to drop into oblivion. But a married sister may take liberties. \\\"You are well rid of him, I think,\\\" said Augusta. Gertrude heaved a deep sigh. She did not wish to acknowledge herself to be rid of him until another string were well fitted to her bow. \\\"After all, a man with nothing to do in the world, with no profession, no occupation, with no money -- \\\"\\n\\n\\\"Mr Traffick had not got very much money of his own.\\\"\\n\\n\\\"He has a seat in Parliament, which is very much more than fortune, and will undoubtedly be in power when his party comes in. And he is a man of birth. But Frank Houston had nothing to recommend him.\\\"\\n\\n\\\"Birth!\\\" said Gertrude, turning up her nose.\\n\\n\\\"The Queen, who is the fountain of honour, made his father a nobleman, and that constitutes birth.\\\" This the married sister said with stern severity of manner, and perfect reliance on the constitutional privileges of her Sovereign.\\n\\n\\\"I don't know that we need talk about it,\\\" said Gertrude.\\n\\n\\\"Not at all. Mr Houston has behaved very badly, and I suppose there is an end of him as far as this house is concerned. Captain Batsby seems to me to be a very nice young man, and I suppose he has got money. A man should certainly have got money -- or an occupation.\\\"\\n\\n\\\"He has got both,\\\" said Gertrude, which, however, was not true, as Captain Batsby had left the service.\\n\\n\\\"Have you forgotten my cousin so soon?\\\" Gertrude asked one day, as she was walking with the happy Captain in the park. The Captain, no doubt, had been saying soft things to her.\\n\\n\\\"Do you throw that in my teeth as an offence?\\\"\\n\\n\\\"Inconstancy in men is generally considered as an offence,\\\" said Gertrude. What it might be in women she did not just then declare. \\\"After all I have heard of your cousin since I have been here, I should hardly have thought that it would be reckoned so in this case.\\\"\\n\\n\\\"You have heard nothing against her from me.\\\"\\n\\n\\\"I am told that she has treated your brother very badly.\\\"\\n\\n\\\"Poor Tom!\\\"\\n\\n\\\"And that she is flirting with a man I particularly dislike.\\\" \\\"I suppose she does make herself rather peculiar with that Colonel Stubbs.\\\"\\n\\n\\\"And, after all, only think how little I saw of her! She is pretty.\\\" \\\"So some people think. I never saw it myself,\\\" said Gertrude. \\\"We always thought her a mass of affectation. We had to turn her out of the house once, you know. She was living here, and then it was that her sister had to come in her place. It is not their fault that they have got nothing -- poor girls! They are mamma's nieces, and so papa always has one of them.\\\" After that forgiveness was accorded to the Captain on account of his fickle conduct, and Gertrude consented to accept of his services in the guise of a lover. That this was so Mrs Traffick was well aware. Nor was Lady Tringle very much in the dark. Frank Houston was to be considered as good as gone, and if so it would be well that her daughter should have another string. She was tired of the troubles of the girls around her, and thought that as Captain Batsby was supposed to have an income he would do as a son-in-law. But she had not hitherto been consulted by the young people, who felt among themselves that there still might be a difficulty. The difficulty lay with Sir Thomas. Sir Thomas had brought Captain Batsby there to Merle Park as Ayala's lover, and as he had been very little at home was unaware of the changes which had taken place. And then Gertrude was still supposed to be engaged to Mr Houston, although this lover had been so violently rejected by himself. The ladies felt that, as he was made of sterner stuff than they, so would it be more difficult to reconcile him to the alterations which were now proposed in the family arrangements. Who was to bell the cat? \\\"Let him go to papa in the usual way, and ask his leave,\\\" said Mrs Traffick.\\n\\n\\\"I did suggest that,\\\" said Gertrude, \\\"but he seems not to like to do it quite yet.\\\"\\n\\n\\\"Is he such a coward as that?\\\"\\n\\n\\\"I do not know that he is more a coward than anybody else. I remember when Septimus was quite afraid to go near papa. But then Benjamin has got money of his own, which does make a difference.\\\" \\\"It's quite untrue saying that Septimus was ever afraid of papa. Of course he knows his position as a Member of Parliament too well for that. I suppose the truth is, it's about Ayala.\\\"\\n\\n\\\"It is a little odd about Ayala,\\\" said Gertrude, resuming her confidential tone. \\\"It is so hard to make papa understand about these kind of things. I declare I believe he thinks that I never ought to speak to another man because of that scoundrel Frank Houston.\\\"\\n\\nAll this was in truth so strange to Sir Thomas that he could not understand any of the existing perplexities. Why did Captain Batsby remain as a guest at Merle Park? He had no special dislike to the man, and when Lady Tringle had told him that she had asked the Captain to prolong his visit he had made no objection. But why should the man remain there, knowing as he did now that there was no chance of Ayala's coming to Merle Park? At last, on a certain Saturday evening, he did make inquiry on the subject. \\\"What on earth is that man staying here for?\\\" he said to his wife.\\n\\n\\\"I think he likes the place.\\\"\\n\\n\\\"Perhaps he likes the place as well as Septimus Traffick, and means to live here always!\\\" Such allusions as these were constant with Sir Thomas, and were always received by Lady Tringle with dismay and grief. \\\"When does he mean to go away?\\\" asked Sir Thomas, gruffly.\\n\\nLady Tringle had felt that the time had come in which some word should be said as to the Captain's intentions; but she feared to say it. She dreaded to make the clear explanation to her husband. \\\"Perhaps\\\", said she, \\\"he is becoming fond of some of the young ladies.\\\"\\n\\n\\\"Young ladies! What young ladies? Do you mean Lucy?\\\"\\n\\n\\\"Oh dear no!\\\" said Lady Tringle.\\n\\n\\\"Then what the deuce do you mean? He came here after Ayala, because I wanted to have all that nonsense settled about Tom. Ayala is not here, nor likely to be here; and I don't know why he should stay here philandering away his time. I hate men in a country house who are thorough idlers. You had better take an opportunity of letting him know that he has been here long enough.\\\"\\n\\nAll this was repeated by Lady Tringle to Mrs Traffick, and by Mrs Traffick to Gertrude. Then they felt that this was no time for Captain Batsby to produce himself to Sir Thomas as a suitor for his youngest daughter.\\n\\nCHAPTER 48 THE JOURNEY TO OSTEND\\n\\n\\\"No doubt it will be very hard to make papa understand.\\\" This was said by Gertrude to her new lover a few days after that order had been given that the lover should be sent away from Merle Park. The purport of the order in all its severity had not been conveyed to Captain Batsby. The ladies had felt -- Gertrude had felt very strongly -- that were he informed that the master of the house demanded his absence he would take himself off at once. But still something had to be said -- and something done. Captain Batsby was, just at present, in a matrimonial frame of mind. He had come to Merle Park to look for a wife, and, as he had missed one, was, in his present mood, inclined to take another. But there was no knowing how long this might last. Augusta had hinted that \\\"something must be done, either with papa's consent or without it\\\". Then there had come the conversation in which Gertrude acknowledged the existing difficulty. \\\"Papa, too, probably, would not consent quite at once.\\\"\\n\\n\\\"He must think it very odd that I am staying here,\\\" said the Captain.\\n\\n\\\"Of course it is odd. If you could go to him and tell him everything!\\\" But the Captain, looking at the matter all round, thought that he could not go to Sir Thomas and tell him anything. Then she began gently to introduce the respectable clergyman at Ostend. It was not necessary that she should refer at length to the circumstances under which she had studied the subject, but she gave Captain Batsby to understand that it was one as to which she had picked up a good deal of information.\\n\\nBut the money! \\\"If Sir Thomas were made really angry, the consequences would be disastrous,\\\" said the Captain. But Gertrude was of a different way of thinking. Her father was, no doubt, a man who could be very imperious, and would insist upon having his own way as long as his own way was profitable to him. But he was a man who always forgave.\\n\\n\\\"If you mean about the money,\\\" said Gertrude, \\\"I am quite sure that it would all come right.\\\" He did mean about the money, and was evidently uneasy in his mind when the suggested step was made manifest to him. Gertrude was astonished to see how long and melancholy his face could become. \\\"Papa was never unkind about money in his life,\\\" said Gertrude. \\\"He could not endure to have any of us poor.\\\"\\n\\nOn the next Saturday Sir Thomas again came down, and still found his guest at Merle Park. We are now a little in advance of our special story, which is, or ought to be, devoted to Ayala. But, with the affairs of so many lovers and their loves, it is almost impossible to make the chronicle run at equal periods throughout. It was now more than three weeks since Ayala went to Stalham, and Lady Albury had written to the Captain confessing something of her sin, and begging to be forgiven. This she had done in her anxiety to keep the Captain away. He had not answered his sister-in-law's letter, but, in his present frame of mind, was not at all anxious to finish up the hunting season at Stalham. Sir Thomas, on his arrival, was very full of Tom's projected tour. He had arranged everything -- except in regard to Tom's own assent. He had written to New York, and had received back a reply from his correspondent assuring him that Tom should be made most heartily welcome. It might be that Tom's fighting propensities had not been made known to the people of New York. Sir Thomas had taken a berth on board of one of the Cunard boats, and had even gone so far as to ask the Captain to come down for a day or two to Merle Park. He was so much employed with Tom that he could hardly afford time and consideration to Captain Batsby and his affairs. Nevertheless he did ask a question, and received an answer with which he seemed to be satisfied. \\\"What on earth is that man staying here for?\\\" he said to his wife.\\n\\n\\\"He is going on Friday,\\\" replied Lady Tringle, doubtingly -- almost as though she thought that she would be subjected to further anger because of this delay. But Sir Thomas dropped the subject, and passed on to some matter affecting Tom's outfit. Lady Tringle was very glad to change the subject, and promised that everything should be supplied befitting the hottest and coldest climates on the earth's surface.\\n\\n\\\"She sails on the nineteenth of April.\\\" said Sir Thomas to his son.\\n\\n\\\"I don't think I could go as soon as that, Sir,\\\" replied Tom, whining.\\n\\n\\\"Why not? There are more than three weeks yet, and your mother will have everything ready for you. What on earth is there to hinder you?\\\"\\n\\n\\\"I don't think I could go -- not on the nineteenth of April.\\\" \\\"Well then, you must. I have taken your place, and Firkin expects you at New York. They'll do everything for you there, and you'll find quite a new life. I should have thought you'd have been delighted to get away from your wretched condition here.\\\"\\n\\n\\\"It is wretched,\\\" said Tom; \\\"but I'd rather not go quite so soon.\\\" \\\"Why not?\\\"\\n\\n\\\"Well, then -- \\\"\\n\\n\\\"What is it, Tom? It makes me unhappy when I see you such a fool.\\\" \\\"I am a fool! I know I am a fool!\\\"\\n\\n\\\"Then make a new start of it. Cut and run, and begin the world again. You're young enough to forget all this.\\\"\\n\\n\\\"So I would, only -- \\\"\\n\\n\\\"Only what?\\\"\\n\\n\\\"I suppose she is engaged to that man Stubbs! If I knew it for certain then I would go. If I went before, I should only come back as soon as I got to New York. If they were once married and it were all done with I think I could make a new start.\\\" In answer to this his father told him that he must go on the nineteenth of April, whether Ayala were engaged or disengaged, married or unmarried -- that his outfit would be bought, his cabin would be ready, circular notes for his use would be prepared, and everything would be arranged to make his prolonged tour as comfortable as possible; but that if he did not start on that day all the Tringle houses would be closed against him, and he would be turned penniless out into the world. \\\"You'll have to learn that I'm in earnest,\\\" said Sir Thomas, as he turned his back and walked away. Tom took himself off to reflect whether it would not be a grand thing to be turned penniless out into the world -- and all for love!\\n\\nBy the early train on Monday Sir Thomas returned to London, having taken little or no heed of Captain Batsby during his late visit to the country. Even at Merle Park Captain Batsby's presence was less important than it would otherwise have been to Lady Tringle and Mrs Traffick, because of the serious nature of Sir Thomas's decision as to his son. Lady Tringle perhaps suspected something. Mrs Traffick, no doubt, had her own ideas as to her sister's position; but nothing was said and nothing was done. Both on the Wednesday and on the Thursday Lady Tringle went up to town to give the required orders on Tom's behalf. On the Thursday her elder daughter accompanied her, and returned with her in the evening. On their arrival they learnt that neither Captain Batsby nor Miss Gertrude had been seen since ten o'clock; that almost immediately after Lady Tringle's departure in the morning Captain Batsby had caused all his luggage to be sent into Hastings; and that it had since appeared that a considerable number of Miss Gertrude's things were missing. There could be no doubt that she had caused them to be packed up with the Captain's luggage. \\\"They have gone to Ostend, mamma,\\\" said Augusta. \\\"I was sure of it, because I've heard Gertrude say that people can always get themselves married at Ostend. There is a clergyman there on purpose to do it.\\\"\\n\\nIt was at this time past seven o'clock, and Lady Tringle when she heard the news was so astounded that she did not at first know how to act. It was not possible for her to reach Dover that night before the night boat for Ostend should have started -- even could she have done any good by going there. Tom was in such a condition that she hardly dared to trust him; but it was settled at last that she should telegraph at once to Sir Thomas, in Lombard Street, and that Tom should travel up to London by the night train.\\n\\nOn the following morning Lady Tringle received a letter from Gertrude, posted by that young lady at Dover as she passed through on her road to Ostend. It was as follows:\\n\\nDEAR MAMMA,\\n\\nYou will be surprised on your return from London to find that we have gone. After much thinking about it we determined it would be best, because we had quite made up our mind not to be kept separated. Ben was so eager about it that I was obliged to yield. We were afraid that if we asked papa at once he would not have given his consent. Pray give him my most dutiful love, and tell him that I am sure he will never have occasion to be ashamed of his son-in-law. I don't suppose he knows, but it is the fact that Captain Batsby has about three thousand a year of his own. It is very different from having nothing, like that wretch Frank Houston, or, for that matter, Mr Traffick. Ben was quite in a position to ask papa, but things had happened which made us both feel that papa would not like it just at present. We mean to be married at Ostend, and then will come back as soon as you and papa say that you will receive us. In the meantime I wish you would send some of my clothes after me. Of course I had to come away with very little luggage, because I was obliged to have my things mixed up with Ben's. I did not dare to have my boxes brought down by the servants. Could you send me the green silk in which I went to church the last two Sundays, and my pink gauze, and the grey poplin? Please send two or three flannel petticoats, as I could not put them among his things, and as many cuffs and collars as you can cram in. I suppose I can get boots at Ostend, but I should like to have the hat with the little brown feather. There is my silk jacket with the fur trimming; I should like to have that. I suppose I shall have to be married without any regular dress, but I am sure papa will make up my trousseau to me afterwards. I lent a little lace fichu to Augusta; tell her I shall so like to have it.\\n\\nGive papa my best love, and Augusta, and poor Tom, and accept the same from your affectionate daughter,\\n\\nGERTRUDE\\n\\n\\\"I suppose I must not add the other name yet.\\\"\\n\\nSir Thomas did not receive the telegram till eleven o'clock, when he returned from dinner, and could do nothing that night. On the next morning he was disturbed soon after five o'clock by Tom, who had come on the same errand. \\\"Idiots!\\\" exclaimed Sir Thomas, \\\"What on earth can they have gone to Ostend for? And what can you do by coming up?\\\"\\n\\n\\\"My mother thought that I might follow them to Ostend.\\\"\\n\\n\\\"They wouldn't care for you. No one will care for you until you have got rid of all this folly. I must go. Idiots! Who is to marry them at Ostend? If they are fools enough to want to be married, why shouldn't they get married in England?\\\"\\n\\n\\\"I suppose they thought you wouldn't consent.\\\"\\n\\n\\\"Of course I shan't consent. But why should I consent a bit more because they have gone to Ostend? I don't suppose anybody ever had such a set of fools about him as I have.\\\" This would have been hard upon Tom had it not been that he had got beyond the feeling of any hardness from contempt or contumely. As he once said of himself, all sense of other injury had been washed out of him by Ayala's unkindness.\\n\\nOn that very day Sir Thomas started for Ostend, and reached the place about two o'clock. Captain Batsby and Gertrude had arrived only during the previous night, and Gertrude, as she had been very sick was still in bed. Captain Batsby was not in bed. Captain Batsby had been engaged since an early hour in the morning looking for that respectable clergyman of the Church of England of whose immediate services he stood in need. By the time that Sir Thomas had reached Ostend he had found that no such clergyman was known in the place. There was a regular English clergyman who would be very happy to marry him -- and to accept the usual fees -- after the due performance of certain preliminaries as ordained by the law, and as usual at Ostend. The lady, no doubt, could be married at Ostend, after such preliminaries -- as she might have been married also in England. All this was communicated by the Captain to Gertrude -- who was still very unwell -- at her bedroom door. Her conduct during this trying time was quite beyond reproach -- and also his -- as Captain Batsby afterwards took an opportunity of assuring her father.\\n\\n\\\"What on earth, Sir, is the meaning of all this?\\\" said Sir Thomas, encountering the man who was not his son-in-law in the sitting-room of the hotel.\\n\\n\\\"I have just run away with your daughter, Sir Thomas. That is the simple truth.\\\"\\n\\n\\\"And I have got the trouble of taking her back again.\\\"\\n\\n\\\"I have behaved like a gentleman through it all, Sir Thomas,\\\" said the Captain, thus defending his own character and the lady's. \\\"You have behaved like a fool. What on earth am I to think of it, Sir? You were asked down to my house because you gave me to understand that you proposed to ask my niece, Miss Dormer, to be your wife; and now you have run away with my daughter. Is that behaviour like a gentleman?\\\"\\n\\n\\\"I must explain myself.\\\"\\n\\n\\\"Well, Sir?\\\" Captain Batsby found the explanation very difficult; and hummed and hawed a great deal. \\\"Do you mean to say that it was a lie from beginning to end about Miss Dormer?\\\" Great liberties of speech are allowed to gentlemen whose daughters have been run away with, and whose hospitality has been outraged.\\n\\n\\\"Oh dear no. What I said then was quite true. It was my intention. But -- but -- .\\\" The perspiration broke out upon the unhappy man's brow as the great immediate trouble of his situation became clear to him. \\\"There was no lie -- no lie at all. I beg to assure you, Sir Thomas, that I am not a man to tell a lie.\\\"\\n\\n\\\"How has it all been, then?\\\"\",\"timestamp\":1639991531,\"title\":\"\\nWhat to do with Captain Batsby had been felt to be a difficulty by Lady Albury\"},\"digest\":\"oO6RTVUqSTNWv7a45HotEdz6Pcoat2Jt3eh_me5sD2w\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"APKhb5sXpAUjD9s5c35b08dBMkzt1qDmqF5Cv611lHc\\\",\\\"y\\\":\\\"00US9jEBNyuCJm9neJGaQx0popTAxMPJq2iC-uipkrY\\\"}\",\"signature\":\"ySxIRp4SK6TkHPYnoXlc2kzYbY5WBi9rA3FVHghsc1cAKByStnS7gk-9nRAUfgyeArKCHYDk5V8j3V87fxk4gg\",\"signingKeySignature\":\"0xcf874bf433587681afacb463c630cad9164a498701ea930ea2ea15069d61e728051621d6830ad4327a76614d3168325265ccd9218f452fdd95482e474ebe0e8a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"APKhb5sXpAUjD9s5c35b08dBMkzt1qDmqF5Cv611lHc\\\",\\\"y\\\":\\\"00US9jEBNyuCJm9neJGaQx0popTAxMPJq2iC-uipkrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oO6RTVUqSTNWv7a45HotEdz6Pcoat2Jt3eh_me5sD2w\"}"