"{\"content\":{\"body\":\"A new gaming metaverse project called HODL Valley is creating a virtual tokenized city that is helping users manage their digital assets\\n\\n![](https://images.mirror-media.xyz/publication-images/bqImP27s4jiv33xSf6bjL.png?height=420&width=800)\\n\\nHODL Valley was built as a decentralized financial network that combines gaming, leveraging NFTs in an entirely new way.\\n\\nAmong its many other financial features, HODL Valley includes a cross-chain DEX for decentralized swaps, asset insurance, lending and borrowing, farming and so much more, there is also a marketplace for buying and selling NFTs. \\n  \\n [HODL Valley](https://hodlvalley.com/) features more than two dozen unique properties that each have a different utility and function. Some of these properties are NFTs which can be purchased by users via auction, allowing the owner of the NFT to earn revenue from the fees generated by that property in the ecosystem. These NFT properties have a protocol or DApp attached and are similar to real-world franchises. \\n\\nThink about how any real-world franchise works and you’ll begin to see the value of the franchise properties in HODL Valley.  When other users leverage the services of these franchise properties, like borrowing and lending, they become an income stream for the franchise owner. This franchise concept developed by HODL Valley is an entirely new category in the blockchain industry and is labeled by the team as Functional NFTs.\\n\\nOne example of the use of a functional NFT includes a bank property that provides asset lending and borrowing functionality within the HODL Valley ecosystem, allowing the owner of the bank to earn revenue from these transactions. \\n\\nFunctional NFTs are just one of the features of HODL Valley. The metaverse utilizes its own token, $MONEY, which is a cross-chain utility token. This token enables citizens to execute HODL Valley smart contract code (including, but not limited to swaps, and atomic swaps), earn staking rewards, obtain fee discounts, make in-game purchases, exercise governance rights, and more.\\n\\nThe [play-to-earn model](http://cryptoslate.com/cryptos/play-to-earn) features in-game achievements as players execute functions of the network and perform game challenges with other players. Citizens can even customize their playing environment and invite others to their own city. \\n  \\n The best of current technology from some of the most popular brands and applications in the world has been leveraged to heighten the user experience. This combination and familiarity make cryptocurrency and blockchain technology accessible to everyday people and crypto enthusiasts alike, enabling them to utilize the ecosystem, manage their digital assets, and earn while enjoying the game. \\n\\nAs with any real-world city, HODL Valley leverages the interaction of its citizenry with its infrastructure to create an ecosystem that has the basics any community needs to function well.  The various roles within the game are divided between city officials such as the Mayor right down to its Citizens (end-users) and Tourists (visitors to the game).\\n\\nMerging blockchain with gaming provides an innovative user experience in which citizens can absorb and understand functions more quickly.\",\"timestamp\":1639398492,\"title\":\"A metaverse project is creating a new category of NFTs: Functional NFTs\"},\"digest\":\"ijxeKpjwaell57sIEMx3-cl-fe9yls5ENDbpdKG-W_8\",\"authorship\":{\"contributor\":\"0xe5e93a06F77e7A2d36E7AfA6D869C62b25C000Ca\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VNHCAGG7x0eQ0evZNd-7ZgDTldcygIbwuIsvam3gQnQ\\\",\\\"y\\\":\\\"3_CwmXkEJbFnyM_UxBFNsCjj5H3UpwCO-8zsdDTP8XY\\\"}\",\"signature\":\"srXWHA0gO5w4O9bQZgckMVh1PAvhBO5Ibb3D8y1SELLd1bajafzkfJCBOOk2bJVMYLo1xdOcRH6BAgjqBmcCrA\",\"signingKeySignature\":\"0xe6da229fcbb8558d678fdce20a6418860965a6f5b4eb49e5bf6f5a1bfe9476f669f32f6dd9ecf755584900b66d39e69faf73b56c899fe8b5967426c8ade15ded1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VNHCAGG7x0eQ0evZNd-7ZgDTldcygIbwuIsvam3gQnQ\\\",\\\"y\\\":\\\"3_CwmXkEJbFnyM_UxBFNsCjj5H3UpwCO-8zsdDTP8XY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ijxeKpjwaell57sIEMx3-cl-fe9yls5ENDbpdKG-W_8\"}"