"{\"content\":{\"body\":\"Today's Mittel auction is undoubtedly the most popular in half a year, in the spacious hall, the head surging, noisy noise, so that xiao Yan and others just came in a head, ear like a large group of flies in the movement of the general, let people upset.\\n\\nLooking at the crowded hall, Xiao Zhan frowned helplessly shook his head, had to let the auctioneers take them from the VIP channel into the auction, it was safe into the auction.\\n\\nInside the auction, although the number of people is also a lot, but compared with the outside, it is a lot quieter, Xiao Zhan swept the field, and then the familiar road with Xiao Yan and others to the distance from the auctioneers in the front of the position, sat down.\\n\\nSit in a little back position, Xiao Yan bored looked around, lazy leaning on the back of the chair, waiting for the start of the auction.\\n\\n\\\"Elder sister, in half a year, it seems to be the time to recruit students at Canaan College this year?\\\"Xiao Yan carefree cocked a leg, slightly squinting between hazy, ear is suddenly spread xiao Ning that slightly some eager to ask the sound, special name, let his brow could not help but slightly a pick.\\n\\nCanaan college, the famous fighting college of the mainland, its strength is abundant, far beyond the imagination of ordinary people, it is said, in Canaan college, want to become a mentor, strength at least need to be around the big master, if you want to be better than the inside information strength, I'm afraid is lianyunlan Zong, also want to weak a few points.\\n\\nIn the land of The Struggle, academies are somewhat different from denominations. If you join a denomination, you will be restricted by the clan and act on behalf of the clan behind you. On the contrary, academies will have no mandatory relationship with each other after graduation!\\n\\nHaving said that, however, human beings are not without feelings after all. In the simple ivory tower of the college, students can easily develop a kind of affection for the college. After graduation, this kind of vague feelings will make many people willing to give some help to the college within their ability.\\n\\nOne person may not be enough to help, but if thousands of people help, the deterrence created by this kind of network is quite terrible...And that, too, is the purpose of all colleges.\\n\\nEntering the academy is the best shortcut to get skills and fighting skills. In Canaan College, if you perform well or are valued by some teachers, you may get some advanced skills and fighting skills. With these two things, you will be much closer to becoming a strong person.\",\"timestamp\":1635750107,\"title\":\"College of the land of Canaan\"},\"digest\":\"d1FaioO5sdu2v2t_gCoHtyxNy1PowQYmydQ3S8cU6VQ\",\"authorship\":{\"contributor\":\"0xA52055a960A7B939C78581E72482fDc6049F465A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"signature\":\"jukDb-RGn0bP-ahOu3YgVpfpSdJsfRpcaUJHiMi6aQBC2NLHZjqc4D1pQ-HTC4AJ5SoWH-3oK5UwOaYVKvPfcA\",\"signingKeySignature\":\"0xd5670ccc910f7322818c4bb6e95e5666e06a843c73de6e2608adb59fa8cbdb593ba64a9e17abc353f0ed6d4137cc5b334ba5c99017469e3cd53dcbd6ce2928e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d1FaioO5sdu2v2t_gCoHtyxNy1PowQYmydQ3S8cU6VQ\"}"