"{\"content\":{\"body\":\"*4.10.2020*\\n\\nUntil last year, you likely thought of Spotify as a music company. Spotify is the place you go and listen to almost any song you can think of. 90’s Kunal, who was constantly putting his family’s shared computer in harm’s way by searching for high quality MP3’s on Kazaa, Limewire, and Napster definitely wouldn’t believe today’s music consumption reality. How easy, legal, and affordable accessing music is today was unfathomable to most of us back then.\\n\\nSpotify is a great product for listening to music, but it wants to be more. In Feb 2019 Spotify announced two acquisitions. The first was Anchor, a company that makes it easy for anyone to record and publish podcasts. The second was Gimlet, an award winning narrative podcasting company. Spending an estimated $340 million dollars for both companies was a very clear way of announcing that Spotify has ambitions beyond being a music streaming service. More recently, Spotify announced its acquisition of The Ringer, a media company that has built a robust podcast network. Spotify is a listening company.\\n\\nIf we look at Spotify through a listening company's lens, aggressively moving into podcasting makes a ton of sense. If users already come to your service to listen to music, it's not crazy to think they might also enjoy listening to podcasts in the same space. Podcasting is still an emerging category and has the potential to have much more favorable economics for Spotify than working with the music industry ever will. Maybe Spotify has studied how Netflix leveraged the film studios to build a customer base before pouring billions of dollars into creating original content that they wholly owned. It would be impossible for Spotify to do this with music, but podcasting might provide a path towards more independence and greater leverage with music labels.\\n\\nWhen I think about Spotify building a listening company, I can’t help but wonder what Apple thinks about all of this. Apple still has the incumbent advantage with the Podcast app installed on every Apple device. Apple also had a dominant position in music with iTunes, but has ceded dominance, and was late to streaming with Apple Music. Spotify should continue to move quickly, and execute well, because it’s only a matter of time before Apple takes listening as a serious opportunity, and begins paying closer attention on how best to dominate the market. This will be an interesting space to watch develop over the next few years.\\n\\n[@kunaltandon](https://twitter.com/kunaltandon)\",\"timestamp\":1639612232,\"title\":\"Listen Closely\"},\"digest\":\"xtsOj1f65ESxYy_GVcJJrkycO_5TAPZWurjbTCM8HPY\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"_hvDq89ZI0urrA9DyuobrHein-gL598LqR_J7snJbmejEp4mN_jeDn3yykaNbM9h5SgBgkblCUuUiZbXLLC52Q\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xtsOj1f65ESxYy_GVcJJrkycO_5TAPZWurjbTCM8HPY\"}"