"{\"content\":{\"body\":\"\\\"to see so much mind as the science of painting requires laid out upon such perishable materials.  Why do not you oftener make use of copper?  I could wish your superiority in the art you profess to be preserved in stuff more durable than canvas.\\\"  Sir Joshua urged the difficulty of procuring a plate large enough for historical subjects, and was going to raise further observations.  \\\"What foppish obstacles are these!\\\" exclaims on a sudden Dr. Johnson.  \\\"Here is Thrale has a thousand tun of copper; you may paint it all round if you will, I suppose; it will serve him to brew in afterwards.  Will it not, sir?\\\" (to my husband, who sat by).  Indeed, Dr. Johnson's utter scorn of painting was such that I have heard him say that he should sit very quietly in a room hung round with the works of the greatest masters, and never feel the slightest disposition to turn them if their backs were outermost, unless it might be for the sake of telling Sir Joshua that he HAD turned them.  Such speeches may appear offensive to many, but those who knew he was too blind to discern the perfections of an art which applies itself immediately to our eyesight must acknowledge he was not in the wrong.\\n\\nHe delighted no more in music than in painting; he was almost as deaf as he was blind; travelling with Dr. Johnson was for these reasons tiresome enough.  Mr. Thrale loved prospects, and was mortified that his friend could not enjoy the sight of those different dispositions of wood and water, hill and valley, that travelling through England and France affords a man.  But when he wished to point them out to his companion:  \\\"Never heed such nonsense,\\\" would be the reply; \\\"a blade of grass is always a blade of grass, whether in one country or another.  Let us, if we DO talk, talk about something; men and women are my subjects of inquiry; let us see how these differ from those we have left behind.\\\"\\n\\nWhen we were at Rouen together, he took a great fancy to the Abbe Roffette, with whom he conversed about the destruction of the order of Jesuits, and condemned it loudly as a blow to the general power of the Church, and likely to be followed with many and dangerous innovations, which might at length become fatal to religion itself, and shake even the foundation of Christianity.  The gentleman seemed to wonder and delight in his conversation.  The talk was all in Latin, which both spoke fluently, and Mr. Johnson pronounced a long eulogium upon Milton with so much ardour, eloquence, and ingenuity, that the Abbe rose from his seat and embraced him.  My husband, seeing them apparently so charmed with the company of each other, politely invited the Abbe to England, intending to oblige his friend, who, instead of thanking, reprimanded him severely before the man for such a sudden burst of tenderness towards a person he could know nothing at all of, and thus put a sudden finish to all his own and Mr. Thrale's entertainment from the company of the Abbe Roffette.\\n\\nWhen at Versailles the people showed us the theatre.  As we stood on the stage looking at some machinery for playhouse purposes:  \\\"Now we are here, what shall we act, Mr. Johnson--The Englishman at Paris?\\\"  \\\"No, no,\\\" replied he, \\\"we will try to act Harry the Fifth.\\\"  His dislike to the French was well known to both nations, I believe; but he applauded the number of their books and the graces of their style.  \\\"They have few sentiments,\\\" said he, \\\"but they express them neatly; they have little meat, too, but they dress it well.\\\"  Johnson's own notions about eating, however, were nothing less than delicate:  a leg of pork boiled till it dropped from the bone, a veal pie with plums and sugar, or the outside cut of a salt buttock of beef, were his favourite dainties.  With regard to drink, his liking was for the strongest, as it was not the flavour, but the effect, he sought for, and professed to desire; and when I first knew him, he used to pour capillaire into his port wine.  For the last twelve years, however, he left off all fermented liquors.  To make himself some amends, indeed, he took his chocolate liberally, pouring in large quantities of cream, or even melted butter; and was so fond of fruit, that though he usually ate seven or eight large peaches of a morning before breakfast began, and treated them with proportionate attention after dinner again, yet I have heard him protest that he never had quite as much as he wished of wall-fruit, except once in his life, and that was when we were all together at Ombersley, the seat of my Lord Sandys.  I was saying to a friend one day, that I did not like goose; \\\"one smells it so while it is roasting,\\\" said I.  \\\"But you, madam,\\\" replies the Doctor, \\\"have been at all times a fortunate woman, having always had your hunger so forestalled by indulgence, that you never experienced the delight of smelling your dinner beforehand.\\\"  \\\"Which pleasure,\\\" answered I pertly, \\\"is to be enjoyed in perfection by such as have the happiness to pass through Porridge Island of a morning.\\\"  \\\"Come, come,\\\" says he, gravely, \\\"let's have no sneering at what is serious to so many.  Hundreds of your fellow-creatures, dear lady, turn another way, that they may not be tempted by the luxuries of Porridge Island to wish for gratifications they are not able to obtain.  You are certainly not better than all of THEM; give God thanks that you are happier.\\\"\\n\\nI received on another occasion as just a rebuke from Mr. Johnson, for an offence of the same nature, and hope I took care never to provoke a third; for after a very long summer, particularly hot and dry, I was wishing naturally but thoughtlessly for some rain to lay the dust as we drove along the Surrey roads.  \\\"I cannot bear,\\\" replied he, with much asperity and an altered look, \\\"when I know how many poor families will perish next winter for want of that bread which the present drought will deny them, to hear ladies sighing for rain, only that their complexions may not suffer from the heat, or their clothes be incommoded by the dust.  For shame! leave off such foppish lamentations, and study to relieve those whose distresses are real.\\\"\\n\\nWith advising others to be charitable, however, Dr. Johnson did not content himself.  He gave away all he had, and all he ever had gotten, except the two thousand pounds he left behind; and the very small portion of his income which he spent on himself, with all our calculation, we never could make more than seventy, or at most four-score pounds a year, and he pretended to allow himself a hundred.  He had numberless dependents out of doors as well as in, who, as he expressed it, \\\"did not like to see him latterly unless he brought 'em money.\\\"  For those people he used frequently to raise contributions on his richer friends;  \\\"and this,\\\" says he, \\\"is one of the thousand reasons which ought to restrain a man from drony solitude and useless retirement.  Solitude,\\\" added he one day, \\\"is dangerous to reason, without being favourable to virtue:  pleasures of some sort are necessary to the intellectual as to the corporeal health; and those who resist gaiety will be likely for the most part to fall a sacrifice to appetite; for the solicitations of sense are always at hand, and a dram to a vacant and solitary person is a speedy and seducing relief.  Remember,\\\" concluded he, \\\"that the solitary mortal is certainly luxurious, probably superstitious, and possibly mad:  the mind stagnates for want of employment, grows morbid, and is extinguished like a candle in foul air.\\\" It was on this principle that Johnson encouraged parents to carry their daughters early and much into company:  \\\"for what harm can be done before so many witnesses?  Solitude is the surest nurse of all prurient passions, and a girl in the hurry of preparation, or tumult of gaiety, has neither inclination nor leisure to let tender expressions soften or sink into her heart.  The ball, the show, are not the dangerous places:  no, it is the private friend, the kind consoler, the companion of the easy, vacant hour, whose compliance with her opinions can flatter her vanity, and whose conversation can just soothe, without ever stretching her mind, that is the lover to be feared.  He who buzzes in her ear at court or at the opera must be contented to buzz in vain.\\\"  These notions Dr. Johnson carried so very far, that I have heard him say, \\\"If you shut up any man with any woman, so as to make them derive their whole pleasure from each other, they would inevitably fall in love, as it is called, with each other; but at six months' end, if you would throw them both into public life, where they might change partners at pleasure, each would soon forget that fondness which mutual dependence and the paucity of general amusement alone had caused, and each would separately feel delighted by their release.\\\"\\n\\nIn these opinions Rousseau apparently concurs with him exactly; and Mr. Whitehead's poem, called \\\"Variety,\\\" is written solely to elucidate this simple proposition.  Prior likewise advises the husband to send his wife abroad, and let her see the world as it really stands:--\\n\\n```\\n \\\"Powder, and pocket-glass, and beau.\\\"\\n```\\n\\nMr. Johnson was indeed unjustly supposed to be a lover of singularity.  Few people had a more settled reverence for the world than he, or was less captivated by new modes of behaviour introduced, or innovations on the long-received customs of common life.  He hated the way of leaving a company without taking notice to the lady of the house that he was going, and did not much like any of the contrivances by which ease had lately been introduced into society instead of ceremony, which had more of his approbation.  Cards, dress, and dancing, however, all found their advocate in Dr. Johnson, who inculcated, upon principle, the cultivation of those arts which many a moralist thinks himself bound to reject, and many a Christian holds unfit to be practised.  \\\"No person,\\\" said he one day, \\\"goes under-dressed till he thinks himself of consequence enough to forbear carrying the badge of his rank upon his back.\\\"  And in answer to the arguments urged by Puritans, Quakers, etc., against showy decorations of the human figure, I once heard him exclaim, \\\"Oh, let us not be found, when our Master calls us, ripping the lace off our waistcoats, but the spirit of contention from our souls and tongues!  Let us all conform in outward customs, which are of no consequence, to the manners of those whom we live among, and despise such paltry distinctions.  Alas, sir!\\\" continued he, \\\"a man who cannot get to heaven in a green coat, will not find his way thither sooner in a grey one.\\\"  On an occasion of less consequence, when he turned his back on Lord Bolingbroke in the rooms at Brighthelmstone, he made this excuse, \\\"I am not obliged, sir,\\\" said he to Mr. Thrale, who stood fretting, \\\"to find reasons for respecting the rank of him who will not condescend to declare it by his dress or some other visible mark.  What are stars and other signs of superiority made for?\\\"\\n\\nThe next evening, however, he made us comical amends, by sitting by the same nobleman, and haranguing very loudly about the nature and use and abuse of divorces.  Many people gathered round them to hear what was said, and when my husband called him away, and told him to whom he had been talking, received an answer which I will not write down.\\n\\nThough no man, perhaps, made such rough replies as Dr. Johnson, yet nobody had a more just aversion to general satire; he always hated and censured Swift for his unprovoked bitterness against the professors of medicine, and used to challenge his friends, when they lamented the exorbitancy of physicians' fees, to produce him one instance of an estate raised by physic in England.  When an acquaintance, too, was one day exclaiming against the tediousness of the law and its partiality:  \\\"Let us hear, sir,\\\" said Johnson, \\\"no general abuse; the law is the last result of human wisdom acting upon human experience for the benefit of the public.\\\"\\n\\nAs the mind of Dr. Johnson was greatly expanded, so his first care was for general, not particular or petty morality; and those teachers had more of his blame than praise, I think, who seek to oppress life with unnecessary scruples.  \\\"Scruples would,\\\" as he observed, \\\"certainly make men miserable, and seldom make them good.  Let us ever,\\\" he said, \\\"studiously fly from those instructors against whom our Saviour denounces heavy judgments, for having bound up burdens grievous to be borne, and laid them on the shoulders of mortal men.\\\"  No one had, however, higher notions of the hard task of true Christianity than Johnson, whose daily terror lest he had not done enough, originated in piety, but ended in little less than disease. Reasonable with regard to others, he had formed vain hopes of performing impossibilities himself; and finding his good works ever below his desires and intent, filled his imagination with fears that he should never obtain forgiveness for omissions of duty and criminal waste of time.  These ideas kept him in constant anxiety concerning his salvation; and the vehement petitions he perpetually made for a longer continuance on earth, were doubtless the cause of his so prolonged existence:  for when I carried Dr. Pepys to him in the year 1782, it appeared wholly impossible for any skill of the physician or any strength of the patient to save him.  He was saved that time, however, by Sir Lucas's prescriptions; and less skill on one side, or less strength on the other, I am morally certain, would not have been enough.  He had, however, possessed an athletic constitution, as he said the man who dipped people in the sea at Brighthelmstone acknowledged; for seeing Mr. Johnson swim, in the year 1766, \\\"Why, sir,\\\" says the dipper, \\\"you must have been a stout-hearted gentleman forty years ago.\\\"\\n\\nMr. Thrale and he used to laugh about that story very often:  but Garrick told a better, for he said that in their young days, when some strolling players came to Lichfield, our friend had fixed his place upon the stage, and got himself a chair accordingly; which leaving for a few minutes, he found a man in it at his return, who refused to give it back at the first entreaty.  Mr. Johnson, however, who did not think it worth his while to make a second, took chair and man and all together, and threw them all at once into the pit.  I asked the Doctor if this was a fact.  \\\"Garrick has not SPOILED it in the telling,\\\" said he, \\\"it is very NEAR true, to be sure.\\\"\\n\\nMr. Beauclerc, too, related one day how on some occasion he ordered two large mastiffs into his parlour, to show a friend who was conversant in canine beauty and excellence how the dogs quarrelled, and fastening on each other, alarmed all the company except Johnson, who seizing one in one hand by the cuff of the neck, the other in the other hand, said gravely, \\\"Come, gentlemen! where's your difficulty?  put one dog out at the door, and I will show this fierce gentleman the way out of the window:\\\" which, lifting up the mastiff and the sash, he contrived to do very expeditiously, and much to the satisfaction of the affrighted company.  We inquired as to the truth of this curious recital.  \\\"The dogs have been somewhat magnified, I believe, sir,\\\" was the reply:  \\\"they were, as I remember, two stout young pointers; but the story has gained but little.\\\"\\n\\nOne reason why Mr. Johnson's memory was so particularly exact, might be derived from his rigid attention to veracity; being always resolved to relate every fact as it stood, he looked even on the smaller parts of life with minute attention, and remembered such passages as escape cursory and common observers.  \\\"A story,\\\" says he, \\\"is a specimen of human manners, and derives its sole value from its truth.  When Foote has told me something, I dismiss it from my mind like a passing shadow:  when Reynolds tells me something, I consider myself as possessed of an idea the more.\\\"\\n\\nMr. Johnson liked a frolic or a jest well enough, though he had strange serious rules about it too:  and very angry was he if anybody offered to be merry when he was disposed to be grave.  \\\"You have an ill-founded notion,\\\" said he, \\\"that it is clever to turn matters off with a joke (as the phrase is); whereas nothing produces enmity so certain as one persons showing a disposition to be merry when another is inclined to be either serious or displeased.\\\"\\n\\nOne may gather from this how he felt when his Irish friend Grierson, hearing him enumerate the qualities necessary to the formation of a poet, began a comical parody upon his ornamented harangue in praise of a cook, concluding with this observation, that he who dressed a good dinner was a more excellent and a more useful member of society than he who wrote a good poem.  \\\"And in this opinion,\\\" said Mr. Johnson in reply, \\\"all the dogs in the town will join you.\\\"\\n\\nOf this Mr. Grierson I have heard him relate many droll stories, much to his advantage as a wit, together with some facts more difficult to be accounted for; as avarice never was reckoned among the vices of the laughing world.  But Johnson's various life, and spirit of vigilance to learn and treasure up every peculiarity of manner, sentiment, or general conduct, made his company, when he chose to relate anecdotes of people he had formerly known, exquisitely amusing and comical.  It is indeed inconceivable what strange occurrences he had seen, and what surprising things he could tell when in a communicative humour.  It is by no means my business to relate memoirs of his acquaintance; but it will serve to show the character of Johnson himself, when I inform those who never knew him that no man told a story with so good a grace, or knew so well what would make an effect upon his auditors.  When he raised contributions for some distressed author, or wit in want, he often made us all more than amends by diverting descriptions of the lives they were then passing in corners unseen by anybody but himself; and that odd old surgeon whom he kept in his house to tend the out-pensioners, and of whom he said most truly and sublimely that--\\n\\n```\\n \\\"In misery's darkest caverns known,         His useful care was ever nigh,       Where hopeless anguish pours her groan,         And lonely want retires to die.\\\"\\n```\\n\\nI have forgotten the year, but it could scarcely I think be later than 1765 or 1766, that he was called abruptly from our house after dinner, and returning in about three hours, said he had been with an enraged author, whose landlady pressed him for payment within doors, while the bailiffs beset him without; that he was drinking himself drunk with Madeira to drown care, and fretting over a novel which, when finished, was to be his whole fortune; but he could not get it done for distraction, nor could he step out of doors to offer it to sale.  Mr. Johnson therefore set away the bottle, and went to the bookseller, recommending the performance, and desiring some immediate relief; which when he brought back to the writer, he called the woman of the house directly to partake of punch, and pass their time in merriment.\\n\\nIt was not till ten years after, I dare say, that something in Dr. Goldsmith's behaviour struck me with an idea that he was the very man, and then Johnson confessed it was so; the novel was the charming \\\"Vicar of Wakefield.\\\"\\n\\nThere was a Mr. Boyce, too, who wrote some very elegant verses printed in the magazines of five-and-twenty years ago, of whose ingenuity and distress I have heard Dr. Johnson tell some curious anecdotes, particularly that when he was almost perishing with hunger, and some money was produced to purchase him a dinner, he got a piece of roast beef, but could not eat it without ketchup, and laid out the last half-guinea he possessed in truffles and mushrooms, eating them in bed, too, for want of clothes, or even a shirt to sit up in.\",\"timestamp\":1639709365,\"title\":\"\\nSir Joshua Reynolds mentioned some picture as excellent.  \\\"It has often grieved me, sir,\\\" said Mr. Johnson, \"},\"digest\":\"p6D67vUljHbaoj4TVpJpVCADi01dzURmLGR09m3rXn0\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AZYbuZTTulb6_wO-GF8Sj10P_5APeoF7AA5K0LfTNV4\\\",\\\"y\\\":\\\"ATnl2jPF0ISnMW4FBtWOI8vXiYs2uNbfdYeORIHJdLc\\\"}\",\"signature\":\"C95afnC7ZZ5rBBnelTByFJAiQNOfF3Q3Xvv7dJwSWVlZz_pbVfIdQBrVUfoGCmtpudDVpKMEVUpenNtm-QrPYA\",\"signingKeySignature\":\"0x8e8a13c8229cadcc2a58d899f4e62c4048227b1a4b82f2f54e37a02c531aeeb132b243b40d10eb5020503fb03ae08fa7a787b2c367d006370b1314dc8ffae5ec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AZYbuZTTulb6_wO-GF8Sj10P_5APeoF7AA5K0LfTNV4\\\",\\\"y\\\":\\\"ATnl2jPF0ISnMW4FBtWOI8vXiYs2uNbfdYeORIHJdLc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p6D67vUljHbaoj4TVpJpVCADi01dzURmLGR09m3rXn0\"}"