"{\"content\":{\"body\":\"The goal of this report is to help potential investors and enthusiasts, who are still not familiar with blockchain technologies, better understand how digital culture is being shaped by them, while providing an overview on how to think of this new era of the internet as an investment class. \\n\\n## Introduction\\n\\nThe recent scientific and socio economic advancements, aligned with the impact of new forms of regulation, have contributed to convert our once analog world into a digital universe.\\n\\nDigital technologies mark not only a shift in technical paradigms, but also in the socioeconomic and cultural domains. As both a trigger and an indicator of complex societal demands and forces, digitalization is central to understanding the intricacies of our current historical moment and a window through which forthcoming events will be unveiled.\\n\\nDue to their technical complexity, digital products have historically been built and controlled by a handful of key institutions. It is indisputable that this model has contributed phenomenal progress to our society, but it did come with consequences. As institutions grew larger, some relevant issues began to arise: personal data can be used in malicious activities, digital privacy is threatened, and users are exposed to abusive fees and service terms. In other words, the system holds too much power over their users. \\n\\n[It has long been theorized](https://www.icaew.com/technical/technology/blockchain-and-cryptocurrency/blockchain-articles/what-is-blockchain/history) that a new architecture could overcome these centralization issues and establish a global, trust-free network, through which users could navigate in a sufficiently decentralized way. But it was not until Bitcoin was conceived that this achievement became possible.\\n\\nAlthough Bitcoin brought to life the concept of [decentralized](https://medium.com/@VitalikButerin/the-meaning-of-decentralization-a0c92b76a274) transfers of money, the idea that effectively could stand a chance of disrupting technology concentration only came to fruition with Ethereum and its smart contracts platform: the ability to store and run software on blockchains. A blockchain is a growing list of records, called blocks, that are linked together using cryptography.\\n\\nThis capability has sparked a series of innovations that have led the digital network experience into a phase that has been collectively called Web 3.0 (or its stylized version, Web3). It was preceded by Web 1.0 (1990-2005), characterized by open community-governed, static web pages, and Web 2.0 (2005-),  where services became siloed and centralized under large corporations, the big techs.\\n\\nWe are currently at the transition between the Web2 and the Web3 eras, in a combination of the decentralized, community-governed ethos of Web1 with the advanced, modern functionality of Web2. In Web3,  innovators are set to reimagine everything from gaming to marketplaces to social media and beyond. A new social architecture is forming, where no geographical boundaries exist, and users take ownership of their digital experiences.\\n\\nWeb3’s potential has already started to become visible. Although the earliest applications were released in late 2017, the space only started to gain traction in early 2021, when the number of active users jumped from nearly 230,000 at the close of December 2020 to 2.2 million a year later, almost a 10x increase, mostly led by the gaming activity, which reached 1.38 million active users. Trading volume, another important metric used to gauge adoption, points in the same direction. In 2021, in-app Web3 trading volume skyrocketed, growing from US$ 162.8 million to US$ 13.3 billion.\\n\\n**Figure 1: Active User Wallets and NFT Trading Volume for select Web3 verticals**\\n\\n![The proxy for active users employed here is the number of user wallet addresses which have bought or sold digital assets in the time frame considered.](https://images.mirror-media.xyz/publication-images/7EoffbkskvJa_HoYAmZ95.png?height=283&width=736)\\n\\n![](https://images.mirror-media.xyz/publication-images/rNWO2n0PFysH_qf2oN6hB.png?height=286&width=709)\\n\\nSource: **[NonFungible](https://nonfungible.com/market/history).**\\n\\n### Content Summary\\n\\n* Digital culture is the result of the emergence and use of digital technologies. It has been evolving rapidly as people spend more time online and new experiences, products, features are developed.\\n* More recently, the blockchain technology has brought about a significant disruption to digital culture, bringing into reality projects and ambitions that weren’t possible before. This is mostly due to enabling human interactions (mostly social and financial) to occur in a trust-free, decentralized manner.\\n* Web 3.0 is a term used to describe a new internet era, which connects people, places and things into a digital environment where users can own their experiences and do not have to rely on centralized entities.\\n* In Web3, cryptocurrencies and NFTs are the basis of the monetary system, DeFi is the native financial system, and the DAO is its governance mechanism.\\n* There are challenges and uncertainties as to how Web3 will evolve in the context of the most recent advancements. Web3 and blockchain technology are still in their infancies and regulators are working tirelessly to adapt to them.\\n\\n## Part 1: What is Digital Culture?\\n\\nDigital culture refers to shared values and norms emanating from the utilization of digital technologies and tools. It is the product of years of technological innovation and relies on the relationships among humans in a technological environment.\\n\\nAlthough digital culture may attempt to recreate tangible-world cultures, it often aims to create entire new strains of cultural thought and practice native to digital networks. \\n\\nThe digital community is self-governed and evolves organically through the interaction of its members at the individual level. Unlike ‘traditional culture’, the digital variant does not belong to a specific group or geography, and anyone with access to digital media is free to participate.\\n\\nMore recently, the digital culture has entered a new era, enabled by a series of major technological innovations, the first of which was blockchain. The main disruption achieved by this architecture is the ability for users to transact digital assets without having to trust their counterparties. This is possible because the blockchain is open source and transparent, which makes it auditable by anyone at any time.\\n\\nOne major consequence of these developments is that intermediaries are no longer needed for most transactions to occur, unleashing a swarm of possibilities in digital peer-to-peer interactions. For instance, gamers can now earn in-play items that are exchangeable for virtually any token on the blockchain, which some have even used as regular income streams.\\n\\nAnother way in which digital culture has changed as a result of the recent breakthroughs has to do with composability and modularity. Users are now free to modify any existing functionalities, even if they are provided by multiple services, and create once unimaginable virtual experiences. All this is delivered in a seamless manner, as services are executed by autonomous blockchain-based software.\\n\\nWith users empowered to such an extent, the power geometry in media has in many ways already begun to shift away from the hegemonic position of large platforms, towards the anti-hierarchical position of independent stakeholders.\\n\\n### A Brief History\\n\\n**Web 1.0: connecting people to information (1983-1999)**\\n\\nTo meet the growing need to archive and interlink all human knowledge, a British scientist, in 1989,  invented the World Wide Web (WWW). At its first version, Web 1.0 contained websites that were built using static pages that only had the ability to display information. [By the year 2000, over half of US households and 400 million people worldwide had access to the internet](https://ourworldindata.org/internet-history-just-begun).\\n\\n**Web 2.0: connecting people (1999-2020)**\\n\\nIn the late 1990s, a shift toward a more interactive Internet started taking form. With Web 2.0, users were able to interact with websites through the use of databases, server-side processing, forms, and social media.\\n\\nThis brought forth a change from a static to a more dynamic web. Web 2.0 brought an increased emphasis on user-generated content and interoperability between different sites and applications. At its core, Web 2.0 made space for everyone to become a content creator and consumer simultaneously.\\n\\nIn 2008, the first step toward the next era of the Internet was taken. A group or person called Satoshi Nakamoto issued a [whitepaper](https://ourworldindata.org/internet-history-just-begun) detailing the theory behind a novel cryptographic network, Bitcoin. This technology enabled the trust-free transfer of value across geographies and gave birth to the cryptocurrency ecosystem that is prospering nowadays.\\n\\nA few years later, in 2015, expanding on Bitcoin‘s innovation, Ethereum was launched, bringing forth a pivotal functionality: the programmability of money, allowing virtually anyone, anywhere, to implement logic into value transfers.\\n\\n**Web 3.0: Connecting People, Places and Things (2020-)**\\n\\nEthereum’s launch gave way to Web 3.0, and a flood of new applications started being developed around the world. In Web 3.0, users can navigate a continuum of virtual experiences that bridge the physical and digital worlds and socialize in once unimaginable ways.\\n\\nPotentially driven by the socioeconomic consequences of the COVID-19 crisis, Web 3.0 has recently received increased attention from the public and entered into a phase of exponential adoption growth. In 2021, [global crypto asset users](https://crypto.com/images/202107_DataReport_OnChain_Market_Sizing.pdf) were estimated at 220 million, and some of its promising verticals, [DeFi, gaming, NFTs and the metaverse](https://docs.google.com/document/d/171y6E4NG-AaeemBJ0bKjTMcjeMH2SRtED0so6KyD-u0/edit?skip_itp2_check=true#heading=h.f0d9uiy8nwx9), reached roughly 5.6 million (data from [Nonfungible](https://nonfungible.com/market/history) and [Dune Analytics](https://dune.xyz/rchen8/defi-users-over-time)), although they seem to be only in their early days, especially when compared to incumbents such as Facebook (now Meta) and the Web 2.0 gaming industry.\\n\\n### How does Web 3.0 improve upon its predecessors?\\n\\nThough plenty of companies dominate Web2, there are a few giants that concentrate most of the power in the space. This centralization is at the core of these institutions’ business models, which have rendered them trillion-dollar valuations, and billions of users.\\n\\nAlthough users on this web are both suppliers and consumers, they are at the mercy of where they are creating and consuming, handing over rights to any sense of ownership. Users produce media on social platforms, who then hold legal possession over their content and data and are allowed to sell them to generate revenue.\\n\\nAnother drawback of Web2 platforms for users is that identities are often siloed. Users are required to create multiple identities across websites they want to interact with, as there is limited platform interoperability. Similarly, many of Web2’s applications are limited to running on specific operating systems or devices.\\n\\nWeb3 solves some of these challenges by leveraging blockchain’s decentralized infrastructure and expanding on Web2’s services and platforms. Table 1 shows a synthetic comparison between Web2’s and Web3’s main characteristics.\\n\\n**Table 1: Comparison between Web2 and Web3** (inspired by [Grayscale](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf))\\n\\n![](https://images.mirror-media.xyz/publication-images/uBRmSUh8fA_ftmIZDu7x6.png?height=423&width=625)\\n\\nAlthough these comparisons provide a broad overview of Web3 vis-à-vis Web2, another key aspect of this technology investors consider when assessing its opportunities and challenges is Web3’s underlying architecture.\\n\\n### Web 3.0 Architecture\\n\\nUnlike Web2 applications, Web3 virtually eliminates the need for centralized databases that store the application state, as well as centralized web servers where the backend logic resides. Instead, it leverages blockchain to build apps on a decentralized state machine that’s maintained by anonymous nodes on the internet.\\n\\nInstead of a backend server, Web3 users deploy so-called smart contracts that define the logic of their applications onto the decentralized state machine. State machines maintain some given program state and future states allowed on that machine. Blockchains are state machines with strict rules (i.e., consensus) that define how states can transition.\\n\\n**Figure 2: simplified Web3 architecture** (inspired by [Preethi Kasireddy](https://www.preethikasireddy.com/post/the-architecture-of-a-web-3-0-application?utm_source=thenewstack&utm_medium=website&utm_campaign=platform))\\n\\n![](https://images.mirror-media.xyz/publication-images/31qsiDgZAIwFnQZPsb97M.png?height=329&width=693)\\n\\nThe **Ethereum blockchain** is often referred to as a “world computer.”  That is due to its globally accessible, deterministic state machine maintained by a peer-to-peer network of nodes. All nodes follow a set of ‘rules of consensus’, which govern how state changes are validated and propagated through the network.\\n\\nA **smart contract** is a program that runs on the Ethereum blockchain and defines the logic behind the state changes happening on the blockchain. Because smart contract code is stored on the Ethereum blockchain, anyone can inspect the application logic of all smart contracts on the network.\\n\\nThe **Ethereum Virtual Machine (EVM)** executes the logic defined in the smart contracts and processes its state changes. Any node can broadcast a request for a transaction to be executed on the EVM.\\n\\nThe **Front-end** communicates with the application logic defined in smart contracts to transmit users’ requests and display human-readable information. \\n\\nThe Web3 architecture also relies on a number of side-steps to function properly, which include, but are not limited to, transaction signing, data storage and data visualization. Users can only write to applications if they go through the cryptographic process that keeps blockchains secure, called signing, which is often handled by tools like [MetaMask](https://metamask.io/). Also, websites often need to keep databases, but, as storing data on the blockchain is expensive, this is achieved using decentralized off-chain storage solutions, like [IPFS](https://ipfs.io/) or [Swarm](https://swarm.space/). In addition, developers use applications like [The Graph](https://thegraph.com/en/) to query the blockchain in real time and monitor the functioning of their services.\\n\\nAnother increasingly important service found in the Web3 architecture are so-called layer-two scaling solutions, such as [Polygon](https://polygon.technology/), designed to execute transactions off-chain, achieving faster and cheaper processing.\\n\\n## Part 2: Main Web3 Verticals\\n\\n[Web3 spans across a multitude of services, products and stakeholders](https://web3.foundation/about/). The focus of this report are the areas most directly associated with Web3’s cultural innovations, leaving domains such as decentralized finance and its technical architecture for other publications.\\n\\nTo pinpoint the domains that will be covered here, a walkthrough of Web3’s key areas and how they are correlated is important.\\n\\nTo begin with, the digital goods of Web3 economy are cryptocurrencies and NFTs, or non-fungible tokens, which are provably unique units of data stored on a blockchain, such as  digital art and game objects. NFTs integrate with blockchain games to allow users to own and control their digital assets, in the form of special avatars, skills and scenes.\\n\\nNFTs and blockchain games also occupy a space in the Metaverse, a set of interconnected virtual worlds where users located anywhere can socialize in real-time. These users most often form social networks, which in Web3 are fueled by social tokens, crypto assets created as a means of access to and participation in virtual communities.\\n\\nDigital goods are exchanged using Web3’s native financial system, DeFi, an ecosystem of financial applications based on secure distributed ledgers similar to those used by cryptocurrencies. DeFi is not limited to the exchange of tokens, as users can also lend and borrow funds, buy insurance, and invest in digital assets, all without the centralized control of banks or financial institutions.\\n\\nMost Web3 protocols, including DeFi, the Metaverse and Social Platforms, are governed by DAOs, or Decentralized Autonomous Organizations, digital administrative bodies represented by rules encoded on the blockchain, and controlled by its token holders.\\n\\nAt its lowest level, the Web3 is powered by several layers of software and hardware architecture, of which the basis are Layer 1 Networks, such as [Ethereum](https://ethereum.org/en/), [Solana](https://solana.foundation/) and [Polkadot](https://polkadot.network/).\\n\\n**Figure 3: Web3’s most relevant verticals, and a highlight to the focus of this report**\\n\\n![](https://images.mirror-media.xyz/publication-images/zi0Zt_qGT9BGsP1V4v6OJ.png?height=2482&width=3840)\\n\\n### Metaverse\\n\\nThe Metaverse is a lattice of computer-generated virtual environments designed for real-time social interaction. Powered by Web3’s interoperability and decentralization, its users have spawned an emerging digital economy that intersects the digital and physical worlds, and has the potential to disrupt a myriad of business activities, ranging from e-commerce to entertainment to real estate.\\n\\nThe potential of this internet evolution has started to attract Web2 companies, following Facebook’s rebranding to Meta. At this inflection point, other leading Web2 tech companies are starting to explore the Metaverse to stay competitive, and the spotlight has prompted a new wave of investment in this emerging crypto category.\\n\\nThe leading Web 3.0 Metaverse crypto networks combined account for a market cap of roughly US$ 24.6 billion (Jan 5th, 2022), which is still modest in comparison to Facebook’s over US$ 900 billion valuation, the 2-trillion-dollar gaming sector, or the US$ 14.8 trillion market cap of Web 2.0 companies that risk disruption by the sector. (source: **[Grayscale](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf)**)\\n\\n**Figure 4: Market cap: Web2 and Web3 metaverse, Facebook, Gaming** (**[Grayscale](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf)**)\\n\\n![](https://images.mirror-media.xyz/publication-images/yXOdb8LjRn1Vfvs8asX-j.png?height=946&width=1416)\\n\\nBy purchasing games and in-games items, Metaverse users are starting to build a new e-commerce experience, giving birth to emerging market virtual world economies. Examples of some popular business activities within these virtual world economies include art galleries, such as Sotheby’s, where owners can showcase and sell their digital [NFT](https://docs.google.com/document/d/171y6E4NG-AaeemBJ0bKjTMcjeMH2SRtED0so6KyD-u0/edit?skip_itp2_check=true#heading=h.9x26ouyljmlb) art at auctions; business offices, such as Binance’s, where employees can meet and collaborate digitally; and entertainment venues, where users can play games, gamble and attend music festivals. Advertising also permeates the Metaverse, with digital billboards built by property owners, who receive fees in exchange for giving publicity to products and services.\\n\\nNot only is the Metaverse a complete and immersive experience, but it is also part of a larger interconnected crypto cloud economy, in which it interoperates with a number of decentralized protocols. For instance, users may trade Metaverse in-game items in decentralized exchanges, or take out loans on their virtual land using lending platforms. They may also purchase NFTs from other creators and bring them into other virtual worlds to be put on display or sold. Web3-native [social tokens](https://docs.google.com/document/d/171y6E4NG-AaeemBJ0bKjTMcjeMH2SRtED0so6KyD-u0/edit?skip_itp2_check=true#heading=h.tptx23l3kbay) transferred from other platforms may serve as identity cards for Metaverse participants.\\n\\nThe combination of these innovations has already shown its potential to attract users. As of November 2021, Web3 Metaverse virtual worlds had nearly 50,000 all-time users (source: [NonFungible](https://nonfungible.com/market/history)), up \\\\~10x since the beginning of 2020. And only in 2021, blockchain virtual worlds generated over US$ 500 million trading volume and reached an all-time high market cap of US$ 3.6 billion (source: [DappRadar](https://dappradar.com/blog/2021-dapp-industry-report)).\\n\\nCompared to other Web3 and Web2 segments, the Metaverse is still in its early days and has significant room for growth, with the potential to become mainstream in the coming years.\\n\\n**Use Case: The Sandbox (SAND)**\\n\\nThe Sandbox is a fully digital and decentralized metaverse, where users interact via avatar interfaces in digital scenery. Among the activities possible in the Sandbox, users can create scenes and artwork, exchange items in marketplaces, attend virtual events, such as concerts and auctions, and purchase virtual land. The average price paid for these items is at US$ 13,900 (source: [NFT Stats](https://www.nft-stats.com/collection/sandbox), Jan 9th, 2022), up \\\\~500% since the end of October 2021, while the Sandbox governance token, SAND, experienced a 161x increase in market value only in 2021 (source: [CoinMarketCap](https://coinmarketcap.com/currencies/the-sandbox/)).\\n\\n### NFTs\\n\\nNon Fungible Tokens (NFTs) represent verifiably scarce, portable, and programmable pieces of digital property. An NFT could be a share of stock, a virtual item in a game, a profile picture on social media, a new digital art piece, a digital collectible, a plot of land in the metaverse, or a data record on social media. The potential for NFTs is essentially unlimited as blockchains become global transaction ledgers for both natively virtual and physical property.\\n\\nNFTs are some of the primary building blocks for the Metaverse and blockchain gaming. Key features that NFTs unlock are the right to ownership of digital identity and interoperability among platforms, allowing users to freely switch between platforms and services and retain ownership of their intangible assets.\\n\\nAnother key element brought to life by NFTs is scarcity. To avoid monochromatism or identity theft in the virtual world, users are willing to pay talented creators for provably unique, scarce digital objects with real value. \\n\\nNFTs also connect users to a universe of creators, who now hold provable ownership of their virtual assets, which are interoperable across blockchains.\\n\\nIn addition, there is a feeling of enhanced social status associated with NFTs, as holders can showcase their exclusive items to their social groups of collectors and enthusiasts. \\n\\nAs with the Metaverse, brands are starting to embrace the new trend. For instance, in July 2021, Dolce & Gabbana announced a partnership with luxury platform UNXD to launch a nine-piece collection of digital NFTs, sold for the equivalent of nearly US$ 5.7 million. And only five were sold alongside a physical replica of the digital NFT. (source: Morgan Stanley Research, Luxury in the Metaverse, November 2021)\\n\\nWell established gaming companies have also signaled their intention to get involved. In November 2021, Electronic Arts' chief executive, told investors he believes FIFA players want to see NFTs in the franchise.\\n\\nDespite having its early days in 2014, NFTs didn’t begin to leave a visible footprint until 2021, a year when the space generated over US$ 23 billion in trading volume (source: [DappRadar](https://docs.google.com/document/d/1ytKua-kRYSzUCio-ZhRV-zZ_mtknjL-XW-1dQUSo8XY/edit#)). Significant trends such as randomly generated collectibles, the involvement of mainstream celebrities in the space, and the rise of play-to-earn, were the main drivers behind a record year for NFTs, with the latest metaverse boom being the ultimate catalyst.\\n\\n**Figure 5: NFT Sales Volume by Quarter of 2021 (US$ bn)** ([DappRadar](https://docs.google.com/document/d/1ytKua-kRYSzUCio-ZhRV-zZ_mtknjL-XW-1dQUSo8XY/edit#))\\n\\n![](https://images.mirror-media.xyz/publication-images/OhOA24p1UP-qnYWZ1OZK9.png?height=332&width=593)\\n\\nDespite the recent surge in attention directed to NFTs, it is not likely that all early projects will succeed and scale. The asset class as a whole, however, has significant potential to impact every sector of the economy over the next decade, bringing disruptive and often unforeseen use cases to life.\\n\\n**Use Case: Rarible (RARI)**\\n\\n[Rarible](https://rarible.com/) is a Non-Fungible Token (NFT) marketplace, where users can  trade digital art, collectibles, music and video NFTs, domain names, metaverse lands and wearables. The Rarible Protocol, a public, DAO-governed set of open-source tools, allows developers and businesses to build their own NFT projects and deploy customized NFT storefronts. The platform has accumulated US$ 282 million worth of items traded and collected over US$ 14 million in fees, from over 250,000 users (source: [Dune Analytics](https://dune.xyz/alexfal/rarible)).\\n\\n### Gaming\\n\\nBlockchain technology has been changing the way games are created, managed, and played. As with most Web3 domains, blockchain games are not owned or controlled by  central authorities, but rather by the users, who hold digital assets and game objects in the form of NFTs.\\n\\nJust as in an online RPG game like World of Warcraft, some game items are extremely rare. With NFTs, it is possible to define a specific limited supply of these products, which makes them even more desirable. And, even among these few items, each one is distinct in its own way, as they may include the entire history of how it has been used, as well as who has owned it in the past.\\n\\nMany gamers today spend their money and hours of their time building digital wealth within Web2 closed corporate metaverse worlds, but struggle to monetize their investment and efforts. Web3 open crypto metaverse networks solve this problem by eliminating the capital controls imposed on these virtual worlds by Web2 companies. \\n\\nAs a gaming universe built around ownable digital assets, it unlocks direct monetization of the work product of gamers. This property of blockchain games has recently given rise to what has been called Play to Earn gaming. With P2E, gamers are able to make money online, earn revenue by collecting rare game items, winning contents, or selling valuable accounts to other gamers.\\n\\nBlockchain games have become Web3’s dominant category, accounting for 49% of the industry’s usage with over 1.4 million Unique Active Wallets (UAW) interacting daily with applications.\\n\\n**Figure 6: Unique Active Wallets in 2021 (7-day trailing average, millions)** ([DappRadar](https://dappradar.com/blog/bga-blockchain-game-report-2021))\\n\\n![](https://images.mirror-media.xyz/publication-images/F657b1mngvXZ7YWrQTwtP.png?height=303&width=611)\\n\\n[Grayscale](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf), the world’s largest digital currency asset manager, estimates that revenue from virtual gaming worlds could grow from \\\\~US$ 180 billion in 2020 to \\\\~US$ 400 billion in 2025, consolidating the continued shift of game developer monetization as a key dynamic within the Web3 growth trend.\\n\\n**Use Case: Axie Infinity (AXS)**\\n\\n[Axie Infinity](https://axieinfinity.com/) is a game universe filled with avatars, called Axies, that players can collect as pets. Players aim to battle, breed, collect, raise, and build kingdoms for their Axies. The universe has a player-owned economy where players can truly own, buy, sell, and trade resources they earn in the game through skilled-gameplay and contributions to the ecosystem. Axie Infinity has spearheaded the play-to-earn trend with more than 2.5 million daily users based on off-chain activity; also, it became the most traded collection with over US$ 3.8 billion in historical trading volume. (source: [DappRadar](https://dappradar.com/blog/bga-blockchain-game-report-2021))\\n\\n### Social Tokens\\n\\nSocial tokens are crypto assets created as a means of access to and participation in a virtual community, which may be in the form of a fandom (creator tokens), decentralized organization (community tokens) or social platform.\\n\\nPersonal (or creator) tokens are created by and centered around individuals with public profiles, such as musicians, athletes and personalities. If NFTs allow holders to own a piece of the internet, creator tokens allow holders to own a piece of their favorite entertainers. They are simply collectibles with member rights, which can be financial (tickets, shared royalties), non-financial (social signal as a super fan, experiential access), or a combination of the two.\\n\\nUnlike personal tokens, community tokens are centered around communities rather than individuals and are often used for memberships that regulate access and participation within a respective community. The tokens also serve as an incentive for individuals to collaborate on a community’s projects. Community token holders may earn access to token-gated content, have the right to vote on future strategic decisions, or become eligible for community NFTs.\\n\\nExamples of economies that social tokens may disrupt include the influencer marketing industry and the creator business. From late 2020 to mid 2021, the creator industry received US$ 850 million additional funding and continues to grow at an unprecedented rate, with its size estimated at US$ 104.2 billion. Just as impressive is the influencer marketing industry, sized at US$ 13.8 billion, with hundreds of new startups entering the space. (source: [Influencer Marketing Hub](https://influencermarketinghub.com/creator-earnings-benchmark-report/))\\n\\nThe potential for social tokens may, however, extend well beyond just influencers and creators, and engage the entire gig economy, estimated to reach at least US$ 1 trillion by 2023. (source: [Influencer Marketing Hub](https://influencermarketinghub.com/creator-earnings-benchmark-report/))\\n\\nOver time, social tokens could become the norm in the digital economy, be it for digital status signaling, supporting valued producers, or as proof of credible commitment to political or social causes around digital communities.\\n\\n**Use Case: Audius (AUDIO)**\\n\\n[Audius](https://audius.co/) is a blockchain-based streaming platform where musicians can distribute, monetize and stream their creations. The native platform token, $AUDIO, unlocks premium features for curated engagement, such as gated content to artist tokens and remix contests. The platform is owned and operated by its users, and its governance dictated by $AUDIO holders. Creators earn an estimated 22% annual reward rate, versus a symbolic 2.5% provided by Spotify. The platform has surpassed 5.2 million active users and over US$ 300 million worth of AUDIO tokens has been staked, making it the largest non-financial crypto application ever built.\\n\\n### Other Web 3.0 Protocols\\n\\nA number of other Web 3.0 applications and use cases deserve recognition, ranging from hardware internet connectivity, with [Helium](https://www.helium.com/), to nascent NFT use cases, such as legal registries and credentials. Though, in the context of Web3, one type of protocol merits special attention: the Decentralized Social Network (DeSo).\\n\\nTraces of nascent Web3 social media are already found in projects like [Decentralized Social](https://www.deso.org/) (formerly Bitclout), [Twitter’s BlueSky](http://bluesky/), and [gm.xyz](https://gm.xyz/). Decentralized Social, for instance, raised $200 million from a16z, a prominent blockchain venture capital firm, which it will dedicate to spark community development.\\n\\nNot only may DeSo protocols give users an opportunity for personal growth, but they may also be more private and secure than their centralized counterparts. And, by being interconnected with the Web3 ecosystem, they have the potential to connect users all across the space.\\n\\n## Part 3: Digital culture as an investment\\n\\n### Why does Web3 have value?\\n\\nThe possibilities in Web3 have proven to be numerous, with each area providing services that solve users’ problems and generate value for participants. The financial value associated with this technology is proportional to these benefits and is measured by the network effects involved.\\n\\nAs an example of value generated, Web2 metaverses and games deliver to users the ability to explore boundless environments, form alliances, make friends, compete, and much more. But only in Web3 metaverses and games, can they own their assets, move them across platforms and build novel experiences across different environments. This added benefit drives the demand for tokens and NFTs alike, and increases the financial value of these verticals.\\n\\nThe same analogy can be made for NFTs. Buyers of luxury goods mark their social status by showcasing them to their social circle, but it is only with NFTs that they can prove to the whole world that they own them, which again drives demand for these assets.\\n\\nIn essence, the value of decentralized technologies is directly related to the adoption and demand for their use.\\n\\nThe way this translates to token demand may be explained by a number of specific functions that tokens perform. Users may be required to own them to be able to run services on a given protocol. Or tokens may confer governance rights, which are used to vote on projects’ strategic decisions. In some protocols, validators are rewarded for securing the network, and earn revenue proportional to the share of tokens they own.\\n\\nBy building upon the utilities offered by Web2, Web3 attracts demand to its services, which then drives users to seek their tokens so that they can effectively participate. This mechanism ultimately translates the utility provided to users into economic value for token holders.\\n\\n### Size of the opportunity\\n\\nAs Web3 continues to evolve, and the number of use cases grows by the day, the Web3 ecosystem is positioned for further sustainable growth in the coming years. Several Web3 protocols have developed use cases that satisfy real user demand and are getting strong adoption by the market.\\n\\nAs the previous sections highlight, Web3 goes well beyond what Web2 has to offer, and is headed towards gaining a significant share of the market in the coming years. A few relevant metrics help make this opportunity more tangible:\\n\\n* Web3 metaverse compared to FAANGs, in terms of market cap: US$ 24.6 billion versus US$ 7.4 trillion (300x). \\n* Web3 gaming compared to Web2 gaming/eSports, in terms of number of users: 2.36 million versus 250 million (105x).\\n* Social tokens versus the gig economy, in terms of market cap: US$ 900 million versus US$ 1 trillion (1,100x).\\n\\nSources: token market caps from CoinGecko ([here](https://www.coingecko.com/en/categories/metaverse) and [here](https://www.coingecko.com/en/categories/social-money)), FAANGS valuation from Yahoo Finance. Web3 users from [NonFungible](https://nonfungible.com/market/history), Web2 users from [Grayscale](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf), gig economy from the [Influence Marketing Hub](https://influencermarketinghub.com/creator-earnings-benchmark-report/).\\n\\nWhen stacked, these opportunities become even more astounding. Across advertising, social commerce, digital events, hardware and developers/creators, the addressable market for Web3 could reach a stellar US$1.3 trillion, according to [Grayscale](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf).\\n\\n**Figure 7: Global Metaverse Potential: Total Addressable Market** ([Grayscale](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf))\\n\\n![](https://images.mirror-media.xyz/publication-images/EYlxNzUMnQZrg3w3wAFab.png?height=922&width=1900)\\n\\nAnother aspect of Web3 that helps investors assess its opportunities are network effects. As proposed by the “Metcalfe’s law”, the value of a network could be interpreted as a function of the square of its size. Evidence of its effectiveness in predicting network value has been provided for large technology companies, such as [Tencent and Facebook](https://link.springer.com/article/10.1007/s11390-015-1518-1), and larger cryptocurrencies, such as [Bitcoin](https://caia.org/sites/default/files/metcalfeslaw_websiteupload_7-5-18.pdf). \\n\\nAlthough more data would be required to assess the application of Metcalfe’s law to Web3 protocols, the pattern in social networking among its users points to its validity. If the law holds for Web3, the increase in financial value could be massive. As pointed out by [The Block](https://www.theblockcrypto.com/post/120409/blockchain-based-gaming-a-primer-brought-to-you-by-forte), some metaverse events have majored in attendance some of the most famous global gatherings, such as the Oscars ceremony and the NBA finals.\\n\\n**Figure 8: eSports / Metaverse vs. Major Sporting and Entertainment Viewership** ([The Block](https://www.theblockcrypto.com/post/120409/blockchain-based-gaming-a-primer-brought-to-you-by-forte))\\n\\n![](https://images.mirror-media.xyz/publication-images/bNlHYdV3ThoQXQHfhszyP.png?height=842&width=2128)\\n\\n## Part 4: Challenges and Risks\\n\\n### Challenges\\n\\nDespite the rapid pace of innovation, Web3 still faces some challenges as a scaling number of users starts to adhere to its services.\\n\\nProbably the most pressing of them is scalability. Broadly speaking, as blockchains increase in size, so do their transaction fees, which becomes a limiting factor for most stakeholders. Associated with that, energy usage and its environmental consequences also become concerns. To curb these constraints, ever more efficient infrastructure designs are sought, but the demand for scarce qualified talent far outpaces its supply.\\n\\nIn addition, Web3 faces significant obstacles surrounding governance and accountability. As applications are open for anyone to develop, this opens a margin for  inexperienced teams to be in charge of high-stakes decisions at decentralized organizations. And sometimes the opposite occurs: certain participants concentrate an unreasonably large control over protocols, to the disadvantage of the remaining users. This is made worse when the responsible developers are anonymous, leaving nobody to be accountable for legal or ethical infringement.\\n\\nOn top of that, there is uncertainty around how these protocols will become compliant with legal requirements, such as anti-money laundering and identity verification.\\n\\nFinally, as with previous industry changes, Web3 is expected to face fierce opposition from incumbents, either via regulatory lobbying or outright competition.\\n\\n### Risks\\n\\nThe World Economic Forum provides a [thorough review of the major risks faced by DeFi](https://www3.weforum.org/docs/WEF_DeFi_Policy_Maker_Toolkit_2021.pdf), most of which are shared by Web3. A synthetic version is provided here, along with a few extra threats exclusive to Web3.\\n\\nFirst and foremost, there are financial risks involved, either due to the fluctuation of token prices, faulty behavior of counterparties, or lack of liquidity in the markets. Then, as with any technology, there are technical risks, which involve failures, intentional or not, in the operating software systems, that could lead to malformed transactions, dysfunctional smart contracts, inaccurate data, or even [broken encryption](https://www.weforum.org/agenda/2021/11/in-a-quantum-future-our-economy-needs-to-be-protected-a-cybersecurity-expert-explains-why/).\\n\\nAnd, as the programs and systems are managed by humans, operational risks arise, which may lead to flawed credential management, governance corruption, and mistaken transaction execution.\\n\\nFinally, there are legal risks, concerning money laundering, fraud, market manipulation and misappropriation; compliance risks, around the failure to abide by applicable regulation;  and regulatory risks, which may come in the form of unfair or excessive regulatory requirements.\\n\\nAs additional perils, it is worth mentioning that the new technologies pose a risk to social relationships, which may get eroded by the over-financialization and commoditization of incentives, becoming increasingly transactional.\\n\\n## Part 5: Conclusion\\n\\nThe Web 3.0 digital revolution is arguably more profound than the previous ones, and we are just beginning to register its initial effects. From giving users full control over their assets to enabling new incentive structures, blockchain technology is providing digital communities with a new set of possibilities for expanding and enhancing their digital experiences.\\n\\nAlthough considerable attention and capital has been directed to Web3 lately, institutional investors are still just starting to gain exposure, as corporations and asset managers evaluate the prospective opportunities provided by the space.\\n\\nIt is challenging to predict how the technology could ultimately evolve, but its power is already being reflected on the rapid growth seen all across Web3 verticals. Only in 2021, blockchain gaming has gone through a 21x increase in the number of active users, while the metaverse saw an 11x jump in trading volume.\\n\\nAlthough the metaverse remains an amorphous concept, the examples of digitally native and shared cultural experiences presented in this report give a sense of its embryonic shape. Virtual communities, which were once centrally intermediated, now have a place to become fully user-governed, powered by social tokens. And gaming experiences, which were once siloed and disjunct, now give way to a continuum of identities, assets and functionalities. And, uniqueness gains a place in the digital world with NFTs.\\n\\nDespite the rapid growth of metaverses and the broader proliferation of NFTs in 2021, the Web3 industry faces a number of challenges to adoption, from rudimentary user experiences to scalability issues to legal concerns. As regulatory matters are being scrutinized by governments and institutions, market participants work tirelessly to address the most urgent bottlenecks. Nonetheless, realizing the full vision of Web3 will require collaboration on a number of disciplines that will likely come at the cost of time.\\n\\nThe opportunities that lie ahead are massive: the tech industry is valued at north of US$ 7 trillion, the gig economy is estimated to be worth at least US$ 1 trillion, and Web2 gamers form a nation of 250 million people. As of today, Web3 is essentially a drop that could become larger than the very ocean it is immersed in.\\n\\n## Disclosure\\n\\nThe author holds the following tokens mentioned in the report: BTC, ETH, MANA, AXS, SOL, DOT.\\n\\n## Additional Sources\\n\\n* Characteristics of digital culture\\n  * [Understanding Digital Culture, Vincent Miller](https://www.amazon.com/Understanding-Digital-Culture-Vincent-Miller/dp/1847874975).\\n  * [Digital Culture, by Diggit Magazine](https://www.diggitmagazine.com/wiki/digital-culture).\\n  * [Digital Culture and Social Media, by Rebus Community](https://press.rebus.community/mscy/chapter/chapter-2-digital-culture/).\\n* History of digital culture\\n  * [History of Digital Transformation, by Technology Magazine](https://technologymagazine.com/data-and-data-analytics/history-digital-transformation).\\n  * [The Evolution of the Internet - Web 3.0 Explained, by Binance Academy](https://academy.binance.com/en/articles/the-evolution-of-the-internet-web-3-0-explained).\\n  * [Timeline from 1G to 5G, by Canada’s Center of Excellence in Next Generation Networks](https://miro.com/app/board/uXjVOadfkR0=/?moveToWidget=3458764515987766669&cot=14).\\n* Value of digital assets\\n  * [How do you value digital assets, by Coindesk](https://www.coindesk.com/markets/2021/09/09/crypto-for-advisors-how-do-you-value-digital-assets/).\\n* Web 3.0\\n  * [DApps: What Web 3.0 Looks Like, by Gavin Wood](http://gavwood.com/dappsweb3.html).\\n  * [Web 3 and the Metaverse Are Not the Same, by Coindesk](https://www.coindesk.com/layer2/2021/12/21/web-3-and-the-metaverse-are-not-the-same/).\\n* Verticals\\n  * NFTs\\n    * [NFTs: 1000 True Fans, by A16z](https://future.a16z.com/nfts-thousand-true-fans/).\\n    * [How Large is the Market for NFTs?, by Mechanism Capital](https://future.a16z.com/nfts-thousand-true-fans/).\\n  * Gaming\\n    * [15 reasons people play video games, by GameQuitters](https://gamequitters.com/15-reasons-people-play-video-games/).\\n  * Social Tokens\\n    * [Social Tokens: A Web 3.0 Playbook for Monetizing Yourself, by Forbes](https://www.forbes.com/sites/forbesfinancecouncil/2021/09/20/social-tokens-a-web-30-playbook-for-monetizing-yourself/?sh=1c0904af2e44).\\n    * [The Social (Token) Network: Rally, Friends with Benefits and the Future of Branding, by Coindesk](https://www.coindesk.com/business/2021/11/09/the-social-token-network-rally-friends-with-benefits-and-the-future-of-branding/).\\n    * [The Double Edge Sword of Exclusivity, by Messari](https://messari.io/article/the-double-edge-sword-of-exclusivity?referrer=grid-view).\\n* Others\\n  * [Why sharding is great, by Vitalik Buterin](https://vitalik.ca/general/2021/04/07/sharding.html).\\n  * [Why Decentralization Matters, by Chris Dixon](https://cdixon.org/2018/02/18/why-decentralization-matters).\\n  * [Crypto Theses for 2022, by Messari](https://messari.io/pdf/messari-report-crypto-theses-for-2022.pdf).\",\"timestamp\":1641753683,\"title\":\"Web 3.0 Digital Culture\"},\"digest\":\"wz0IHNLH8H36VSdtBkdIWgGgdCVuxcQBsPoAjHp_Cdg\",\"authorship\":{\"contributor\":\"0xC88c619731cd2A07261261cC69f33d5D2Ca5C5F0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dRiQYJiLtA8NTlJZVTF11QEog73_Wxd76mP66-ykHLA\\\",\\\"y\\\":\\\"_nzhCM6QrfusXMCVNQ22BGLnBrbsaYOKaa8G0dKylnw\\\"}\",\"signature\":\"UUdbKWC3XgwoaOC3PzvhvkhqFXVoW1beaLqpWaVE5syMBLBHISj0opYXwtDrXk6z6aNhcZyoNOkF5fn7lsEu4Q\",\"signingKeySignature\":\"0x896b24eb58c2f3a6670a18aca8d48432b4608fb332e8d3906388649ec2bfd4b5138359ef493d064b393c2fe0d3ed57a1b1ccecf0a1355534b90b94a2bbdef9561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dRiQYJiLtA8NTlJZVTF11QEog73_Wxd76mP66-ykHLA\\\",\\\"y\\\":\\\"_nzhCM6QrfusXMCVNQ22BGLnBrbsaYOKaa8G0dKylnw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wz0IHNLH8H36VSdtBkdIWgGgdCVuxcQBsPoAjHp_Cdg\"}"