"{\"content\":{\"body\":\"*In this post, I will put on my shilling cap, and will attempt to shill the Sushi Token. So gear up to learn more about Sushiswap, why it may be a smart investment. Remember, I am a random Flipsider, and **none of what I mention is financial advice**, and can’t stress this enough, but **Do Your Own Research.** As I am shilling, I will strategically leave out vital information that might push you away from Sushi, cause that’s what shillers do !!!*\\n\\n## Introduction\\n\\nIn the last days of February 2020, Compound, the lending behemoth on Ethereum announced plans to go completely Decentralized by allowing the community to vote on the governance of the protocol by the launch of its own governance token.\\n\\nIt kickstarted the OG DEFI Summer, which saw a lot of popular protocols on Ethereum launch their own governance tokens. Around this time, Uniswap was the premier DEX. However, Uniswap was funded by Centralized VC firms, and in early August, Series A funding of 11 Million USD was announced.\\n\\nIt was around this time, with Decentralization and Venture Capitalism at crossroads, **[chefNomi](https://twitter.com/nomichef)** decided to take advantage of the Open Source nature of Uniswap and add some extra features and deploy it as Sushiswap. One of the major features of Sushiswap was Yield Farming SUSHI tokens. These SUSHI tokens were to be distributed to Liquidity Providers. The SUSHI token was to act as the governance token of the Protocol, thus making Sushiswap Community Owned DEX when compared to VC-funded Uniswap. It was a classical case of Decentralization ETHOs being put in a war. It was this Community Owned nature that brought in **[0xMaki](https://twitter.com/0xMaki)**\\n\\nSushiswap bootstrapped its Liquidity Pools by allowing Users to Deposit Uniswap Liquidity Tokens (tokens that represent the Liquidity deposited in Uniswap) in order to get SUSHI Tokens. This would lead to the conversion of UNI LP tokens to SUSHI LP tokens on the main-net release. This lead to the infamous Sushiswap Vampire Mining of Uniswap Liquidity. In less than a week, Uniswap's TVL halved. Sushiswap demonstrated the true power of incentives.\\n\\nThe following week, Disaster struck, with Ethereum prices crashing almost 30%, chefNomi decided to sell his share of Sushi tokens at the market, which lead to many people calling it a rug-pull or exit scam. Although chefNomi regretted the action, apologized, and returned the Funds, it was a major blow for David in its battle against the Goliath.\\n\\nHowever, chefNomi transferred protocol control to Alameda Research **Sam Bankman Fried**. **Sam Bankman Fried**, along with **0xMaki** guided Sushiswap through this chaos as it rebounded from the darkness into a mainstay in Ethereum. Along with other community-owned protocols like Yearn, AAVE, with **20+ core contributors**, **5 DeFi products** under a single ecosystem over **10+ EVM compatible chains**, Sushi has truly arisen from its ashes into a DeFi competitor, fighting Behemoths on all fronts. With Shoyu and Trident in the works, the future looks bright for the Sushiswap ecosystem.\\n\\nIn this context, is SUSHI still a good choice for investment? Let us find out.\\n\\n## Products\\n\\nSushiswap has 5 major DeFi products right now :\\n\\n* **Automated Market Maker** - DEX\\n* **Bentobox** - Smart Contract layer for gas-efficient Dapps\\n* **Kashi** - Lending and Borrowing protocol on top of BentoBox\\n* **SushiBar** - Passive distributed protocol income from staking Sushi\\n* **Onsen** - SUSHI token yield farming for community elected Protocols\\n\\n### AMM\\n\\nThe AMM is the most important part of Sushiswap and allows swapping of ETH or ERC-20 tokens to ERC-20 tokens or ETH. Forked from Uniswap v-2, Sushiswap is the 2nd largest AMM on Ethereum mainnet, both on swap volume and Total Value Locked\\n\\n![Monthly Swap Volume](https://images.mirror-media.xyz/publication-images/Iys48kf0ecZauwLgYgVOX.png?height=503&width=998)\\n\\n![Daily Total Value Locked in Pools](https://images.mirror-media.xyz/publication-images/BPOmKKiRwSbv_QNl96WxB.png?height=603&width=998)\\n\\nAll swaps on the AMM collect a 0.3% fee, where 0.25% is sent to LPs, 0.05% is sent to $SUSHI stakers. Besides the Ethereum mainnet, Sushi has already been deployed to Polygon, xDai, BSC, Fantom, Moonbeam, and Arbitrum.\\n\\n### Bento Box and Kashi\\n\\nBentoBox is a smart contract that allows gas efficient transfers within the smart contract. This means Dapps can be built atop of BentoBox to take advantage of the gas efficiency and the liquidity deposited in it.\\n\\n![Daily BentoBox Liquidity](https://images.mirror-media.xyz/publication-images/lYWVB1mHuUIUuMoQ7i6Xm.png?height=603&width=999)\\n\\nThe tokens deposited in the BentoBox can be either used to power DeFi applications or can be used to yield farming practices chosen by the community. It is in this aspect that Yearn has worked alongside Sushi by optimizing Farming practices.\\n\\nKashi is a Dapp built atop of BentoBox. Kashi is a lending protocol, akin to AAVE or Compound, except it allows isolated Markets. AAVE and Compound don’t usually have less popular and more risky tokens as the markets in those protocols are all interconnected. However, Kashi allows the creation of an Isolated Market for Lending and Borrowing of such pairs. This allows price speculation in the form of leveraged Longs and Shorts on these less popular tokens.\\n\\n### Sushi Bar\\n\\nSushi Bar allows staking SUSHI token to grab a portion of the user revenue. In a true community-owned, community-run, community profit fashion, the 0.05% of Swap fees are paid to Sushi stakers, who hold a value accreting token xSUSHI.\\n\\n![Sushi Bar TVL](https://images.mirror-media.xyz/publication-images/QwCCL8RfX-8_9nm6b1Kda.png?height=603&width=998)\\n\\n![SUSHI staked in SushiBar](https://images.mirror-media.xyz/publication-images/IC-eo8KoSmL928kmy5Gom.png?height=602&width=997)\\n\\nSushi has a total supply of 250 Million tokens, If 60 Million+ tokens are staked, this means almost always, at least 20% of the entire supply has been staked. That’s comparable to a lot of PoS networks.\\n\\n### Onsen\\n\\nOnsen in Sushiswap is basically a yield farming project. It allows the staking of LP tokens of various pools to earn Sushi rewards. An important feature is that some protocols with newly released tokens can be voted to have extra SUSHI rewards, by the governance, thus allowing the newly established protocol to bootstrap its liquidity without sacrificing its own token for the purpose. \\n\\n## Token Distribution \\n\\nIf you are looking to invest in a cryptocurrency, you better choose a coin or token that’s sufficiently decentralized, so a single wallet or a group of wallets, don’t single-handedly bring down the price.  Now, cryptocurrency is clearly susceptible to the [Dystopian curve of Lorenz Distribution](https://vitalik.ca/general/2021/07/29/gini.html), one where a certain top percent have a massive bag, while the rest is fairly distributed. Despite the pleas of Vitalik, I have chosen to use Lorenz Curve as a means of analyzing this. \\n\\nI will only compare Sushiswap to Uniswap and Curve, both of which are market leaders in Ethereum AMMs and are the ones to beat, for Sushiswap. \\n\\n![Lorenz Distribution](https://images.mirror-media.xyz/publication-images/S5LT3Z9WBummn00wOD3kB.png?height=602&width=998)\\n\\nWe can see that Sushiswap is slightly more egalitarian than Uniswap and Curve. One major reason for this is the emission scheme. \\n\\nCurve has an emission that’s strongly based on locked up CRV tokens. Thus in this situation, holders of CRV tend to get richer straight from emission itself. Uniswap had distributed a good majority of its Tokens to its VC backers. Sushiswap on the other hand had a fair launch, straightening from zero, and emissions are only to LPs and are. Staking is the only major native source of income for SUSHI holders. Hence SUSHI emissions are much more well distributed. \\n\\n## Market Capitalization\\n\\nMarket Capitalization is the total USD liquidity locked in the Token. At first glance, the my plan was to compare SUSHI with Uniswap and Curve alone. But with BentoBox and Kashi, the likes of Yearn, Compound and AAVE are also in the conversation. So checking the market cap of these tokens \\n\\n![](https://images.mirror-media.xyz/publication-images/fbxzie-skI4wkpMIz5AX7.png?height=216&width=1585)\\n\\n\",\"timestamp\":1640796387,\"title\":\"Sushi Moon?\"},\"digest\":\"9dpgoJlvaNjqAxY5Qr7VGNVc6vf-grWnqZ8NtPaEu9s\",\"authorship\":{\"contributor\":\"0x364F7Fd945B8c76C3C77d6ac253f1fEa3B65E00d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6MGjF9XTICOjmtVElqYUamJ6U_Hz7MIAN42Qs9NXxpc\\\",\\\"y\\\":\\\"lu0fLsjhTt5mIfds2Njv6cLjqagdmh1Trwj3YYdVr94\\\"}\",\"signature\":\"XB8_CnjAyKXNrzCLi_4raasJIqS2GjERUP5oRsEZrTp_f95OLI0iXnTQfs2Z3GWjbeNMzPdFYK-gDgxwTFgwGw\",\"signingKeySignature\":\"0x06eede118abad5a2d06bca3c472afaade44132011a81e920c2850888d6ead5b244323a26c6c9ba98440ca51d6e1c1695d692a496d25b60283091df57e98904dd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6MGjF9XTICOjmtVElqYUamJ6U_Hz7MIAN42Qs9NXxpc\\\",\\\"y\\\":\\\"lu0fLsjhTt5mIfds2Njv6cLjqagdmh1Trwj3YYdVr94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J7avg_gikeN3pdm2rtLWEKU6QTbrObCs65rqxsTbmYA\"}"