"{\"content\":{\"body\":\"have made it evident to those who peruse them, that our Jewish nation is of very great antiquity, and had a distinct subsistence of its own originally; as also, I have therein declared how we came to inhabit this country wherein we now live. Those Antiquities contain the history of five thousand years, and are taken out of our sacred books, but are translated by me into the Greek tongue. However, since I observe a considerable number of people giving ear to the reproaches that are laid against us by those who bear ill-will to us, and will not believe what I have written concerning the antiquity of our nation, while they take it for a plain sign that our nation is of a late date, because they are not so much as vouchsafed a bare mention by the most famous historiographers among the Grecians. I therefore have thought myself under an obligation to write somewhat briefly about these subjects, in order to convict those that reproach us of spite and voluntary falsehood, and to correct the ignorance of others, and withal to instruct all those who are desirous of knowing the truth of what great antiquity we really are. As for the witnesses whom I shall produce for the proof of what I say, they shall be such as are esteemed to be of the greatest reputation for truth, and the most skillful in the knowledge of all antiquity by the Greeks themselves. I will also show, that those who have written so reproachfully and falsely about us are to be convicted by what they have written themselves to the contrary. I shall also endeavor to give an account of the reasons why it hath so happened, that there have not been a great number of Greeks who have made mention of our nation in their histories. I will, however, bring those Grecians to light who have not omitted such our history, for the sake of those that either do not know them, or pretend not to know them already.\\n\\n 1. And now, in the first place, I cannot but greatly wonder at those men, who suppose that we must attend to none but Grecians, when we are inquiring about the most ancient facts, and must inform ourselves of their truth from them only, while we must not believe ourselves nor other men; for I am convinced that the very reverse is the truth of the case. I mean this, - if we will not be led by vain opinions, but will make inquiry after truth from facts themselves; for they will find that almost all which concerns the Greeks happened not long ago; nay, one may say, is of yesterday only. I speak of the building of their cities, the inventions of their arts, and the description of their laws; and as for their care about the writing down of their histories, it is very near the last thing they set about. However, they acknowledge themselves so far, that they were the Egyptians, the Chaldeans, and the Phoenicians (for I will not now reckon ourselves among them) that have preserved the memorials of the most ancient and most lasting traditions of mankind; for almost all these nations inhabit such countries as are least subject to destruction from the world about them; and these also have taken especial care to have nothing omitted of what was \\\\[remarkably\\\\] done among them; but their history was esteemed sacred, and put into public tables, as written by men of the greatest wisdom they had among them. But as for the place where the Grecians inhabit, ten thousand destructions have overtaken it, and blotted out the memory of former actions; so that they were ever beginning a new way of living, and supposed that every one of them was the origin of their new state. It was also late, and with difficulty, that they came to know the letters they now use; for those who would advance their use of these letters to the greatest antiquity pretend that they learned them from the Phoenicians and from Cadmus; yet is nobody able to demonstrate that they have any writing preserved from that time, neither in their temples, nor in any other public monuments. This appears, because the time when those lived who went to the Trojan war, so many years afterward, is in great doubt, and great inquiry is made, whether the Greeks used their letters at that time; and the most prevailing opinion, and that nearest the truth, is, that their present way of using those letters was unknown at that time. However, there is not any writing which the Greeks agree to he genuine among them ancienter than Homer's Poems, who must plainly he confessed later than the siege of Troy; nay, the report goes, that even he did not leave his poems in writing, but that their memory was preserved in songs, and they were put together afterward, and that this is the reason of such a number of variations as are found in them. (3) As for those who set themselves about writing their histories, I mean such as Cadmus of Miletus, and Acusilaus of Argos, and any others that may be mentioned as succeeding Acusilaus, they lived but a little while before the Persian expedition into Greece. But then for those that first introduced philosophy, and the consideration of things celestial and divine among them, such as Pherceydes the Syrian, and Pythagoras, and Thales, all with one consent agree, that they learned what they knew of the Egyptians and Chaldeans, and wrote but little And these are the things which are supposed to be the oldest of all among the Greeks; and they have much ado to believe that the writings ascribed to those men are genuine.\\n 2. How can it then be other than an absurd thing, for the Greeks to be so proud, and to vaunt themselves to be the only people that are acquainted with antiquity, and that have delivered the true accounts of those early times after an accurate manner? Nay, who is there that cannot easily gather from the Greek writers themselves, that they knew but little on any good foundation when they set to write, but rather wrote their histories from their own conjectures? Accordingly, they confute one another in their own books to purpose, and are not ashamed. to give us the most contradictory accounts of the same things; and I should spend my time to little purpose, if I should pretend to teach the Greeks that which they know better than I already, what a great disagreement there is between Hellanicus and Acusilaus about their genealogies; in how many eases Acusilaus corrects Hesiod: or after what manner Ephorus demonstrates Hellanicus to have told lies in the greatest part of his history; as does Timeus in like manner as to Ephorus, and the succeeding writers do to Timeus, and all the later writers do to Herodotus (3) nor could Timeus agree with Antiochus and Philistius, or with Callias, about the Sicilian History, no more than do the several writers of the Athide follow one another about the Athenian affairs; nor do the historians the like, that wrote the Argolics, about the affairs of the Argives. And now what need I say any more about particular cities and smaller places, while in the most approved writers of the expedition of the Persians, and of the actions which were therein performed, there are so great differences? Nay, Thucydides himself is accused of some as writing what is false, although he seems to have given us the exactest history of the affairs of his own time. (4)\\n 3. As for the occasions of so great disagreement of theirs, there may be assigned many that are very probable, if any have a mind to make an inquiry about them; but I ascribe these contradictions chiefly to two causes, which I will now mention, and still think what I shall mention in the first place to be the principal of all. For if we remember that in the beginning the Greeks had taken no care to have public records of their several transactions preserved, this must for certain have afforded those that would afterward write about those ancient transactions the opportunity of making mistakes, and the power of making lies also; for this original recording of such ancient transactions hath not only been neglected by the other states of Greece, but even among the Athenians themselves also, who pretend to be Aborigines, and to have applied themselves to learning, there are no such records extant; nay, they say themselves that the laws of Draco concerning murders, which are now extant in writing, are the most ancient of their public records; which Draco yet lived but a little before the tyrant Pisistratus. (5) For as to the Arcadians, who make such boasts of their antiquity, what need I speak of them in particular, since it was still later before they got their letters, and learned them, and that with difficulty also. (6)\\n 4. There must therefore naturally arise great differences among writers, when they had no original records to lay for their foundation, which might at once inform those who had an inclination to learn, and contradict those that would tell lies. However, we are to suppose a second occasion besides the former of these contradictions; it is this: That those who were the most zealous to write history were not solicitous for the discovery of truth, although it was very easy for them always to make such a profession; but their business was to demonstrate that they could write well, and make an impression upon mankind thereby; and in what manner of writing they thought they were able to exceed others, to that did they apply themselves, Some of them betook themselves to the writing of fabulous narrations; some of them endeavored to please the cities or the kings, by writing in their commendation; others of them fell to finding faults with transactions, or with the writers of such transactions, and thought to make a great figure by so doing. And indeed these do what is of all things the most contrary to true history; for it is the great character of true history that all concerned therein both speak and write the same things; while these men, by writing differently about the same things, think they shall be believed to write with the greatest regard to truth. We therefore \\\\[who are Jews\\\\] must yield to the Grecian writers as to language and eloquence of composition; but then we shall give them no such preference as to the verity of ancient history, and least of all as to that part which concerns the affairs of our own several countries.\\n 5. As to the care of writing down the records from the earliest antiquity among the Egyptians and Babylonians; that the priests were intrusted therewith, and employed a philosophical concern about it; that they were the Chaldean priests that did so among the Babylonians; and that the Phoenicians, who were mingled among the Greeks, did especially make use of their letters, both for the common affairs of life, and for the delivering down the history of common transactions, I think I may omit any proof, because all men allow it so to be. But now as to our forefathers, that they took no less care about writing such records, (for I will not say they took greater care than the others I spoke of,) and that they committed that matter to their high priests and to their prophets, and that these records have been written all along down to our own times with the utmost accuracy; nay, if it be not too bold for me to say it, our history will be so written hereafter; - I shall endeavor briefly to inform you.\\n 6. For our forefathers did not only appoint the best of these priests, and those that attended upon the Divine worship, for that design from the beginning, but made provision that the stock of the priests should continue unmixed and pure; for he who is partaker of the priesthood must propagate of a wife of the same nation, without having any regard to money, or any other dignities; but he is to make a scrutiny, and take his wife's genealogy from the ancient tables, and procure many witnesses to it. (7) And this is our practice not only in Judea, but wheresoever any body of men of our nation do live; and even there an exact catalogue of our priests' marriages is kept; I mean at Egypt and at Babylon, or in any other place of the rest of the habitable earth, whithersoever our priests are scattered; for they send to Jerusalem the ancient names of their parents in writing, as well as those of their remoter ancestors, and signify who are the witnesses also. But if any war falls out, such as have fallen out a great many of them already, when Antiochus Epiphanes made an invasion upon our country, as also when Pompey the Great and Quintilius Varus did so also, and principally in the wars that have happened in our own times, those priests that survive them compose new tables of genealogy out of the old records, and examine the circumstances of the women that remain; for still they do not admit of those that have been captives, as suspecting that they had conversation with some foreigners. But what is the strongest argument of our exact management in this matter is what I am now going to say, that we have the names of our high priests from father to son set down in our records for the interval of two thousand years; and if any of these have been transgressors of these rules, they are prohibited to present themselves at the altar, or to be partakers of any other of our purifications; and this is justly, or rather necessarily done, because every one is not permitted of his own accord to be a writer, nor is there any disagreement in what is written; they being only prophets that have written the original and earliest accounts of things as they learned them of God himself by inspiration; and others have written what hath happened in their own times, and that in a very distinct manner also.\\n 7. For we have not an innumerable multitude of books among us, disagreeing from and contradicting one another, \\\\[as the Greeks have,\\\\] but only twenty-two books, (8) which contain the records of all the past times; which are justly believed to be divine; and of them five belong to Moses, which contain his laws and the traditions of the origin of mankind till his death. This interval of time was little short of three thousand years; but as to the time from the death of Moses till the reign of Artaxerxes king of Persia, who reigned after Xerxes, the prophets, who were after Moses, wrote down what was done in their times in thirteen books. The remaining four books contain hymns to God, and precepts for the conduct of human life. It is true, our history hath been written since Artaxerxes very particularly, but hath not been esteemed of the like authority with the former by our forefathers, because there hath not been an exact succession of prophets since that time; and how firmly we have given credit to these books of our own nation is evident by what we do; for during so many ages as have already passed, no one has been so bold as either to add any thing to them, to take any thing from them, or to make any change in them; but it is become natural to all Jews immediately, and from their very birth, to esteem these books to contain Divine doctrines, and to persist in them, and, if occasion be willingly to die for them. For it is no new thing for our captives, many of them in number, and frequently in time, to be seen to endure racks and deaths of all kinds upon the theatres, that they may not be obliged to say one word against our laws and the records that contain them; whereas there are none at all among the Greeks who would undergo the least harm on that account, no, nor in case all the writings that are among them were to be destroyed; for they take them to be such discourses as are framed agreeably to the inclinations of those that write them; and they have justly the same opinion of the ancient writers, since they see some of the present generation bold enough to write about such affairs, wherein they were not present, nor had concern enough to inform themselves about them from those that knew them; examples of which may be had in this late war of ours, where some persons have written histories, and published them, without having been in the places concerned, or having been near them when the actions were done; but these men put a few things together by hearsay, and insolently abuse the world, and call these writings by the name of Histories.\\n 8. As for myself, I have composed a true history of that whole war, and of all the particulars that occurred therein, as having been concerned in all its transactions; for I acted as general of those among us that are named Galileans, as long as it was possible for us to make any opposition. I was then seized on by the Romans, and became a captive. Vespasian also and Titus had me kept under a guard, and forced me to attend them continually. At the first I was put into bonds, but was set at liberty afterward, and sent to accompany Titus when he came from Alexandria to the siege of Jerusalem; during which time there was nothing done which escaped my knowledge; for what happened in the Roman camp I saw, and wrote down carefully; and what informations the deserters brought \\\\[out of the city\\\\], I was the only man that understood them. Afterward I got leisure at Rome; and when all my materials were prepared for that work, I made use of some persons to assist me in learning the Greek tongue, and by these means I composed the history of those transactions. And I was so well assured of the truth of what I related, that I first of all appealed to those that had the supreme command in that war, Vespasian and Titus, as witnesses for me, for to them I presented those books first of all, and after them to many of the Romans who had been in the war. I also sold them to many of our own men who understood the Greek philosophy; among whom were Julius Archelaus, Herod \\\\[king of Chalcis\\\\], a person of great gravity, and king Agrippa himself, a person that deserved the greatest admiration. Now all these men bore their testimony to me, that I had the strictest regard to truth; who yet would not have dissembled the matter, nor been silent, if I, out of ignorance, or out of favor to any side, either had given false colors to actions, or omitted any of them.\\n 9. There have been indeed some bad men, who have attempted to calumniate my history, and took it to be a kind of scholastic performance for the exercise of young men. A strange sort of accusation and calumny this! since every one that undertakes to deliver the history of actions truly ought to know them accurately himself in the first place, as either having been concerned in them himself, or been informed of them by such as knew them. Now both these methods of knowledge I may very properly pretend to in the composition of both my works; for, as I said, I have translated the Antiquities out of our sacred books; which I easily could do, since I was a priest by my birth, and have studied that philosophy which is contained in those writings: and for the History of the War, I wrote it as having been an actor myself in many of its transactions, an eye-witness in the greatest part of the rest, and was not unacquainted with any thing whatsoever that was either said or done in it. How impudent then must those deserve to be esteemed that undertake to contradict me about the true state of those affairs! who, although they pretend to have made use of both the emperors' own memoirs, yet could not they he acquainted with our affairs who fought against them.\\n10. This digression I have been obliged to make out of necessity, as being desirous to expose the vanity of those that profess to write histories; and I suppose I have sufficiently declared that this custom of transmitting down the histories of ancient times hath been better preserved by those nations which are called Barbarians, than by the Greeks themselves. I am now willing, in the next place, to say a few things to those that endeavor to prove that our constitution is but of late time, for this reason, as they pretend, that the Greek writers have said nothing about us; after which I shall produce testimonies for our antiquity out of the writings of foreigners; I shall also demonstrate that such as cast reproaches upon our nation do it very unjustly.\\n11. As for ourselves, therefore, we neither inhabit a maritime country, nor do we delight in merchandise, nor in such a mixture with other men as arises from it; but the cities we dwell in are remote from the sea, and having a fruitful country for our habitation, we take pains in cultivating that only. Our principal care of all is this, to educate our children well; and we think it to be the most necessary business of our whole life to observe the laws that have been given us, and to keep those rules of piety that have been delivered down to us. Since, therefore, besides what we have already taken notice of, we have had a peculiar way of living of our own, there was no occasion offered us in ancient ages for intermixing among the Greeks, as they had for mixing among the Egyptians, by their intercourse of exporting and importing their several goods; as they also mixed with the Phoenicians, who lived by the sea-side, by means of their love of lucre in trade and merchandise. Nor did our forefathers betake themselves, as did some others, to robbery; nor did they, in order to gain more wealth, fall into foreign wars, although our country contained many ten thousands of men of courage sufficient for that purpose. For this reason it was that the Phoenicians themselves came soon by trading and navigation to be known to the Grecians, and by their means the Egyptians became known to the Grecians also, as did all those people whence the Phoenicians in long voyages over the seas carried wares to the Grecians. The Medes also and the Persians, when they were lords of Asia, became well known to them; and this was especially true of the Persians, who led their armies as far as the other continent \\\\[Europe\\\\]. The Thracians were also known to them by the nearness of their countries, and the Scythians by the means of those that sailed to Pontus; for it was so in general that all maritime nations, and those that inhabited near the eastern or western seas, became most known to those that were desirous to be writers; but such as had their habitations further from the sea were for the most part unknown to them which things appear to have happened as to Europe also, where the city of Rome, that hath this long time been possessed of so much power, and hath performed such great actions in war, is yet never mentioned by Herodotus, nor by Thucydides, nor by any one of their contemporaries; and it was very late, and with great difficulty, that the Romans became known to the Greeks. Nay, those that were reckoned the most exact historians (and Ephorus for one) were so very ignorant of the Gauls and the Spaniards, that he supposed the Spaniards, who inhabit so great a part of the western regions of the earth, to be no more than one city. Those historians also have ventured to describe such customs as were made use of by them, which they never had either done or said; and the reason why these writers did not know the truth of their affairs was this, that they had not any commerce together; but the reason why they wrote such falsities was this, that they had a mind to appear to know things which others had not known. How can it then be any wonder, if our nation was no more known to many of the Greeks, nor had given them any occasion to mention them in their writings, while they were so remote from the sea, and had a conduct of life so peculiar to themselves?\\n\\n    [ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/156](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/156)\\n\\n\",\"timestamp\":1639208136,\"title\":\"I Suppose that by my books of the Antiquity of the Jews, most excellent Epaphroditus\"},\"digest\":\"cbIUjYOQA5L-0NFa8lnB8aBc-IllUzxj_7Ruj7Oi2qc\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1YYgB5on5_njRBgOkPuN-pcD2TbCwJV1rCx67BcsSrg\\\",\\\"y\\\":\\\"FwomNFZrUTL8s9fECsLLxjS7X-8fka3jPgznYDU5eTQ\\\"}\",\"signature\":\"MW6n4bfYCFl5ZPR3TE86cvEcEWVfJ4Fw7ocze7hC_o0gc7R9wcYeD0M4SN_VGy2lfGKewK_ZT8I-CWMn3czspw\",\"signingKeySignature\":\"0xf31e01e61a0ee414f411a90d58abe3f568cd49c3e5a148e21bd5c460026c73813b95fa0ee9469b7c7ab0b65419409ac3bbb3e0475b8ac84c8c44d873654404601b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1YYgB5on5_njRBgOkPuN-pcD2TbCwJV1rCx67BcsSrg\\\",\\\"y\\\":\\\"FwomNFZrUTL8s9fECsLLxjS7X-8fka3jPgznYDU5eTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cbIUjYOQA5L-0NFa8lnB8aBc-IllUzxj_7Ruj7Oi2qc\"}"