"{\"content\":{\"body\":\"## Reason, supportive of Bitcoin and its libertarian underpinnings, auctioned off an NFT for its fundraising drive.\\n\\n![](https://images.mirror-media.xyz/publication-images/_LFNZFyhSUO3g8jn8u9rz.png?height=787&width=1400)\\n\\n#### In brief\\n\\n* Reason Magazine auctioned its first NFT on OpenSea.\\n* The auction was held in conjunction with the annual Webathon fundraising event.\\n\\nBitcoin has deep roots within libertarianism. Now the predominant political philosophy's prominent publication is getting more hands-on with crypto.\\n\\nIn conjunction with its annual webathon fundraising event, *[Reason](https://reason.com/)*[ magazine](https://reason.com/) has auctioned an Ethereum NFT on the [OpenSea](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/14276948735467726241146083486647158895760577460258559848937500615639241326593?utm_medium=email) marketplace.\\n\\nFounded in May 1968, *Reason* is a libertarian magazine focused on free markets and individual freedom. More than a few posts take both Wall Street and world governments to task for abuses of power. *Reason* sees Bitcoin as a tool to fight back. Recent pieces have defended Bitcoin against charges that it wastes electricity, pointed out how it might defeat Latin American socialism, and even argued that it could \\\"stomp out Wall Street fraud.\\\"\\n\\n*Reason* is the latest publication to use NFTs to raise funds and draw awareness through the digital art form. It joins magazines such as *[Fortune](https://decrypt.co/77898/these-ethereum-nfts-change-based-who-bids-pplpleasr)*, *[Time](https://decrypt.co/62452/time-magazine-nft-covers)*, *[Rolling Stone](https://decrypt.co/85765/rolling-stone-mints-first-ever-nfts-bored-ape-yacht-club)*, *[The Economist](https://decrypt.co/84508/economist-defi-rabbit-hole-nft-sells-419k-ethereum)*, and *[Playboy](https://decrypt.co/64121/playboy-nft-nifty-gateway)*.\\n\\n[James Seibel](https://twitter.com/seibelj), Chief Technology Officer at Recur, won the NFT—which features the four hosts of the Reason Roundtable podcast—with a bid of 0.75 WETH (Wrapped ETH), around $3,300. “Owning it,” Seibel told *Decrypt*, “creates a connection between myself and the institution which is a voice of reason in a media landscape dominated by partisans, bias, and a basic misunderstanding of facts.”\\n\\n[https://twitter.com/reason/status/1468312515339862018?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1468312515339862018%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea](https://twitter.com/reason/status/1468312515339862018?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1468312515339862018%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea)\\n\\nReason Editor-at-Large Nick Gillespie told *Decrypt* the idea of an NFT came from CFO Jon Graff. But it could've just as easily emanated from any number of editorial staffers. \\\"It's really in *Reason*'s DNA, anything that works to decentralize and disperse and kind of diffuse power throughout a system,\\\" Gillespie told *Decrypt*.\\n\\nGillespie's own interest in cryptocurrency goes all the way back to reading the Bitcoin white paper from pseudonymous creator [Satoshi Nakamoto](https://decrypt.co/resources/satoshi-nakamoto) in 2008. \\\"It seems like a demonstration project of how technology can radically alter the status quo without permission or pleading,\\\" he said.\\n\\nNFTs, the blockchain-based tokens that signify ownership in a linked asset, are building on top of that. Gillespie says NFTs make us think differently, harder, and better about a post-scarcity future in which we can all have virtually everything we want but still desire status.\\n\\n\\\"When NFTs first emerged, I immediately loved the concept because it blows apart a centuries-old dichotomy between uniqueness and ubiquity in ways that are worth exploring,\\\" Gillespie said.\\n\\n*Reason* says all proceeds from the sale of the NFT will go to the Reason Foundation, the magazine's publisher. Thanks in part to the NFT sale, it has already passed its original fundraising goal of $420,000.\\n\\nGillespie said *Reason* might look to create a series of NFTs featuring other team members in the future. And even if the digital collectibles turn out to be a fad, it's fun and exciting to continue the legacy of the cypherpunks *Reason* has chronicled.\\n\\nSaid Gillespie: \\\"We are totally at the dot-matrix-printer stage of a world of what NFTs can offer far beyond 8-bit versions of things that exist in meatspace. Really, really exciting.\\\"\\n\\n*Correction: Gillespie read the white paper after its publication in 2008, not 2018.*\",\"timestamp\":1639319774,\"title\":\"Libertarian Magazine Reason Gets In on Ethereum NFTs\"},\"digest\":\"9700km2nE_P33ZroA9Ehw63sbbg_FfzrmJHFYBgrxKM\",\"authorship\":{\"contributor\":\"0x8ec5A60f6CdD37eB8D006f2F359fC78d09C1A6f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l3kHlMJruUkFUkX2XOhNP370ZVn6KxwsY5jrAAQOs3A\\\",\\\"y\\\":\\\"YZG1C0ipB9IOvyil7pCWoS9Jf0uBIzB06StWke6FQIo\\\"}\",\"signature\":\"z91qPg269fmMWwScHnh2HL7NT7RoulN3rG8Jlq4f6pirr6JxytJIJdcZYIeJccBU7WvIsQJAYXnNuJcKovLFkQ\",\"signingKeySignature\":\"0x18d7051cf05330247071200a87b7c2743f911e3b404bcc020c34ee080306b6672057345f2edaf4a46c1e3a7419ae51064d25a095d8d6dbd6adc32cc415265ab61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l3kHlMJruUkFUkX2XOhNP370ZVn6KxwsY5jrAAQOs3A\\\",\\\"y\\\":\\\"YZG1C0ipB9IOvyil7pCWoS9Jf0uBIzB06StWke6FQIo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9700km2nE_P33ZroA9Ehw63sbbg_FfzrmJHFYBgrxKM\"}"