"{\"content\":{\"body\":\"it is more than can be said of the Gauchos of the Argentine provinces and the Paraguayans of twenty years ago. Without military training, so far from being able to bring down a pigeon on the wing, few could hit the trunk of a tree at fifty paces. The usual method of shooting used to be to cram as much ammunition into the gun as the hand would contain, and then, looking carefully away from the object aimed at, to close both eyes and pull the trigger. Accuracy of aim was not so much considered as loudness of report. As regards their powers of riding, they are still unchanged; and as to the virtue of their women, virtue is so largely a matter of convention that it is generally wisest to leave such matters uncommented on, as it is so easy not to understand the conventions of the people of whom one writes.\\n\\nWhilst Irala was conciliating the Guaranis in Paraguay, Charles V. had not forgotten that the new settlement of Buenos Ayres had been abandoned. After much search, he selected Alvar Nunez Cabeza de Vaca to be the new Governor; and, as Alvar Nunez was perhaps the most remarkable of all the Spanish \\\\`conquistadores' of the New World, it may not be out of place to give some facts of his career, as his policy in regard to the Indians was almost that of the Jesuits in after-times.\\n\\nAs he himself informs us in his Commentaries,\\\\* his `father was that Pedro de Vera who won Canaria,' and his mother `Dona Teresa Cabeza de Vaca, a noble lady of Jerez de la Frontera.'  After the Spanish fashion of the time, he used the names of both his parents.\\n\\n\\\\-- \\\\* `Comentarios de Alvar Nunez Cabeza de Vaca'.  Published by   Don Andres Gonzalez Barcia in his collection of `Early Historians   of the Indies' (Madrid, 1749). --\\n\\nIn 1529 he sailed with the ill-fated expedition of Panfilo de Narvaez to Apalache in Florida, was shipwrecked, tried to regain the Spanish settlements in boats, and then cast by a storm absolutely naked, and with only three companions, upon an unknown land.  Taken by the Indians, he was made a slave, then rose to be a pedlar, then a doctor, and finally a chief, held sacred for his mysterious powers. At last he made his way on foot into the territory of New Spain, not as a captive, but as the leader of several hundred Indians, who followed him and did his bidding as if he had been born their chief. Rambling about for months, but always followed by his Indians, he at length encountered a Spanish horse-soldier, and, accosting him, found he had almost forgotten Spanish during his ten years' sojourn with the Indians.  His first entreaty, when he found Spanish gradually returning to him, was to the Spaniards not to harass his Indian following.  Then he besought the Indians themselves to cease their nomad life and cultivate the soil.  In neither case was he successful, as the Spaniards, like all other Europeans, held Indians little removed from dogs.  And for the Indians, the few remaining are as much attached to their old wandering life as in the days of the discovery of the New World.  In all that Alvar Nunez writes, he shows a grandeur of soul and spirit far different from the writings, not only of the conquerors of the New World, but of the conquerors of Africa of to-day.  For him no bragging of his exploits.*1*  All that he says he sets down modestly and with excuses (as every now and then, `Me pesa hablar de mis trabajos'), and as befits a gentleman. Lastly, he leaves the reader (when describing his captivity in Florida), by telling him quite quietly and without comment that God was pleased to save from all these perils himself, Alonso del Castillo Maldonado, Andres Dorantes, and that the fourth was a negro called Estevanico, a native of Azimur. But, not contented with his ten years' captivity, after three years at home he entered into a certain `asiento'*2* and \\\\`capitulacion'*3* with the King to sail at his own charges with an expedition to succour Don Pedro de Mendoza, who was hard pressed by famine and the Indians at Buenos Ayres.  He agreed to furnish eight thousand ducats, horses, arms, men, and provisions at his own expense, upon condition that he was made Governor and Adelantado of the Rio de la Plata, and General both of its armies and its fleets.\\n\\n\\\\-- *1* It must be allowed, however, that in their writings     few of the Spanish `conquistadores' of America bragged much.     They mostly gave the credit of all their doings to the God of Battles.     The boasting has been reserved for the conquerors of Africa     in our own time. *2* `Asiento' is a contract.  The contract which Charles V.,     at the well-meant but unfortunate instigation of Las Casas,     made with the Genoese to supply negroes for America     is known as `El Asiento de los Negros'. *3* In the `capitulacion' made by Alvar Nunez with the King     occurs the celebrated clause, \\\\`Que no pasasen procuradores ni abogados     a las Indias', i.e., that neither solicitors nor barristers should go     to the Indies.  It is unfortunate it was not held to stringently,     as in Paraguay, at least, the Reptilia were already well represented. --\\n\\nUpon November 2, 1537, he embarked at Cadiz with his fleet, consisting of a caravel and two full-rigged ships.  All went well up to the Cape de Verdes.  On nearing the equator, it occurred to the `Maestro del Agua' to examine his stock of water, and, out of one hundred pipes which had been put aboard, he found but three remaining, and from these the thirty horses and four hundred men who were on board all had to drink.  Seeing the greatness of the necessity, the Governor -- for Alvar Nunez almost always speaks of himself in the third person -- gave orders that the fleet should make for land. `Three days,' he says in his Commentaries, `we sailed in search of it'; and on the fourth, just before sunrise, occurred a very notable affair, and, as it is not altogether `fuera de proposito', I set it down, and it is this -- `that, going towards the land, the ships had almost touched on some sharp rocks we had not seen.'  Then, as now, I take it, vigilance was not a noticeable quality in Spanish sailors. Just as the vessels were almost on the rocks, `a cricket commenced to sing, which cricket a sick soldier had put into the ship at Cadiz, being anxious to hear its music, and for the two months which our navigation had endured no one had heard it, whereat the soldier was much enraged; and as on that morning it felt the land \\\\[\\\\`sintio la tierra'\\\\], it commenced to sing, and its music wakened all the people of the ship, who saw the cliffs, which were distant almost a crossbow-shot from where we were, so we cast out anchors and saved the ship, and it is certain that if the cricket had not sung all of us, four hundred soldiers and thirty horses, had been lost.'  Some of the crew accepted the occurrence as a miracle from God; but Nunez himself is silent on that head, being a better observer of natural history than a theologian.  But \\\\`from there, and sailing more than a hundred leagues along the coast, the cricket every evening gave us his music, and thus with it we arrived at a little port beyond Cape Frio, where the Adelantado landed and unfurled his flag, and took possession for His Majesty.'  The expedition disembarked at Santa Catalina in Brazil. \\\\`There the Governor landed his men and twenty-six of the horses which had escaped the sea, all that remained of forty-six embarked in Spain.' The \\\\`odium theologicum' gave the Governor some work at once. Two friars -- Fray Bernardo de Armenta and Fray Alonso Lebron, Franciscans -- had burnt the houses of some Indians, who had retaliated in the heathen fashion by slaughtering two Christians. The \\\\`people being scandalized', the Governor sent for the friars, admonished them, and told them to restrain their zeal. This was the first false step he made, and set all friars and priests throughout America against him.  Hearing at Santa Catalina that Buenos Ayres was almost abandoned, and that the inhabitants had founded the town of Asuncion del Paraguay, Alvar determined to march thither by land, and send his ship into the river Plate and up the Paraguay. The two Franciscan friars he told to remain and \\\\`indoctrinate' the Indians. This they refused to do, saying they wished to reside amongst the Spaniards in Asuncion.  Had they been Jesuits, it is ten to one they had remained and spent their lives \\\\`indoctrinating', for the Jesuits alone of all the religious Orders were ever ready to take every risk.\\n\\nUpon his march the Governor, contrary to all good policy and precedent, ordered that nothing should be taken from the Indians without due payment being made.  To insure this being done, he paid for all provisions himself, and served them out to the soldiery.  This made him as unpopular with his soldiers as his dealings with the two Franciscans had made him amongst the friars.  Surely he might have known that Pizarro, Cortes, Almagro, and the rest, were men who never paid for anything. Still, he persisted in his conduct to the end, and so brought ruin on himself. The Indians seemed to appreciate his method, for he says that `when the news was spread abroad of the good treatment the Governor gave to all, they came to meet the army decked with flowers and bringing provisions in great abundance.'  It was, he also says, `a thing to see how frightened the Indians were of the horses, and how they brought them food, chickens and honey to keep them quiet and in good humour, and they asked the Governor to tell the horses not to hurt them.'\\n\\nAfter passing the river Iguazu, he sent the two friars ahead to collect provisions, and \\\\`when the Governor arrived the Indians had no more to give.'\\\\*\\n\\n\\\\-- \\\\* This is perhaps the first account of the levying of the tithe   in the New World. --\\n\\nSo having started from the coast upon November 2, 1541, he arrived at Asuncion on March 2, 1542, having accomplished a march of more than two thousand miles with but the loss of a single man and without the slaughter of a single Indian.  Hardly had he arrived at Asuncion before he found himself embroiled on every side.  The Indians were in full rebellion, the settlement of Buenos Ayres almost in ruins, and the officers appointed by the King to collect the royal dues all hostile to him to a man.\\n\\nAfter having consulted with the clergy to find if they thought it lawful to attack the Guaycurus who had assailed the newly-founded town, he received the opinion \\\\`that it was not only lawful, but expedient.' Therefore he sent off an expedition against them, to which was joined a priest to require the Guaycurus to become Christians and to acknowledge the King of Spain.  The propositions, not unnaturally, did not seem reasonable to the Indians, who most likely were unaware of the benefits which Christianity confers, and probably heard for the first time of the King of Spain. The Governor, who seems to have doubted of the humanity of the clergy, called another council, which confirmed the previous opinion. Strangely enough, this seems to have surprised him, for he probably did not reflect that the clergy would not have to fight themselves, and that the first blood ever spilt on earth was on account of a religious difference.\\n\\nJust before the expedition started it was found that the two Franciscan friars who had come with him from Santa Catalina could not be found. It then appeared they had started back to the coast accompanied by a bevy of Indian damsels, thirty-five in all. They were followed and brought back, and then explained that they were on their way to Spain to complain against the Governor. The five-and-thirty dusky catechumens remained without an explanation, and the people were once more \\\\`scandalized'.  The Governor then started out against the Guaycurus.  Only those who know the Chaco, or western bank of the river Paraguay, can form the least idea of what such an expedition must have been.  Even to-day in the Chaco the change since the beginning of the world can be but slight. As a steamer slips along the bank, nothing for miles and miles is seen but swamp, intersected with backwaters,*1* in which lie alligators, electric eels, and stinging rays.  Far as the eye can reach are swamps, swamps, and more swamps, a sea of waving pampa-grass. After the swamps thickets of tacuaras (canes), forests of thorny trees, chanares, nandubay, jacarandas, urundey, talas, and quebrachos, each one hard enough to split an axe, some, like the black canela, almost like iron; the inhabitants ferocious and intractable as when the Governor himself first saw them; the climate heavy and humid, the air dank with vinchucas*2* and mosquitoes and the little black infernal midget called the jejen; no roads, no paths, no landmarks, but here and there at intervals of many leagues a clearing in the forest where some straggling settlement exists, more rarely still the walls of a deserted Jesuit mission-house or church.  Ostriches and deer, tigers,*3* capibaras and tapirs, and now and then a herd of cattle as wild as buffaloes, are seen.  Sometimes an Indian with his lance sits motionless upon his horse to watch the vessel pass -- a sentinel to guard the wilderness from encroachments from without. So Alvar Nunez, as he tells us in his Commentaries, started with four hundred men and with one thousand friendly Indians, all well armed and painted, and with plates of metal on their heads to reflect the sun, and so strike terror to their enemies. To save the horses they were put on board,*4* whilst the Indians marched along the bank, keeping up with the ships.  Horses at that time in Paraguay and in Peru often were worth one thousand crowns of gold, though Azara tells us that in the last century in Buenos Ayres you could often buy a good horse for two needles, so cheap had they become. Then, as at present, time was of no account in Paraguay, so almost every day they landed the horses to keep them in condition and to chase the ostriches and deer.\\n\\n\\\\-- *1* These backwaters are known in Guarani by the name of `aguapey'. *2* The vinchuca is a kind of flying bug common in Paraguay.     Its shape is triangular, its colour gray, and its odour noxious.     It is one of the Hemiptera, and its so-called scientific appellation     is `Conorhinus gigas'. *3* R. B. Cunninghame Graham writes elsewhere:  \\\"All over South America     the jaguar is called a tiger (tigre).\\\"  -- A. L., 1998. *4* Azara, in his \\\\`Historia del Paraguay', etc., tells us that in 1551     Domingo de Irala at Asuncion bought a fine black horse     for five thousand gold crowns.  He bound himself to pay for him     out of the proceeds of his first conquest. --\\n\\nJust the kind of army that a thinking man would like to march with; not too much to eat, but, still, a pleasant feeling of marching to spread religion and to make one's fortune, with but the solitary unpleasant feature to the soldier -- the system of payment for provisions which the Governor prescribed.  All was new and strange; the world was relatively young.  Each night the Governor religiously wrote up his diary, now chronicling the death of some good horse, or of an Indian, or commenting upon the fruits, the fish, the animals, the trees, and `all the other things of God which differ from those in the Castiles.' Occasionally a fight took place with Guasarapos or with Pagayuas, but nothing of much account (`de mucha monta'); always the tales of gold-mines to be met with further on.  Eventually the expedition came to a point not far from where is now the town of Corumba.  There Alvar Nunez founded a town to which he gave the name of Reyes, which has long fallen into decay. He also sent two captains to explore and search for gold, waiting two or three months for their return, and suffering from a quartan ague which confined him to his bed; then, having failed to find the talked-of gold-mines, he set his face again towards Asuncion. Just before starting he gave the final blow to his waning popularity. Some of his followers, having taken Indian girls, had hidden them on board the ships; this, when he knew it, Nunez at once forbade, and, sending for the fathers of the girls, restored their children to them. `With this,' he says, `the natives were much pleased, but the Spaniards rendered angry and desperate, and for this cause they hated me.' Nothing more natural, and for the same cause the Spanish Paraguayans hated the Jesuits who carried out the policy which the wise Governor began.\\n\\nOn April 8, 1543, the Governor returned to Asuncion, worn out and ill with ague.  There he found all confusion.  Domingo de Irala, a clever, ambitious Biscayan soldier who had been interim Governor before Nunez had arrived, had worked upon the people, saying that Nunez wished to take away their property. As their chief property was in Indians whom they had enslaved, this rendered Nunez most unpopular, and the same kind of allegations were laid against him as were laid against the Jesuits when in their turn they denounced slavery in Paraguay. All the complaints were in the name of liberty, as generally is the case when tyranny or villainy of any sort is to be done.\\n\\nSo Alvar Nunez*1* tells us in his Commentaries that at the hour of the Ave Maria ten or twelve of the `factious' entered his house where he lay ill in bed, all shouting `Liberty!' and to prove they were all good patriots one Jaime Resquin put a bent crossbow to his side, and forced him to get out of bed, and took him off to prison amid a crowd all shouting `Liberty!'  The friends of liberty (upon the other side) attempted a rescue, but the patriots*2* were too strong. So the unpatriotic Governor was thrown, heavily ironed, into a cell, out of which to make room they let a murderer who was awaiting death. `He' (Alvar Nunez grimly remarks) `made haste to take my cloak, and then set off down the street at once, calling out \\\"Liberty!\\\"' That everything should be in order, the patriots confiscated all the Governor's goods and took his papers, publishing a proclamation that they did so because he was a tyrant.  Unluckily, the Indians have not left us any commentaries, or it would be curious to learn what they thought as to the tyranny of Alvar Nunez.  Most probably they thought as the Indians of the Jesuit missions thought at the expulsion of the Jesuits from Paraguay, as is set forth in the curious memorial addressed in 1768 by the people of the Mission of San Luis to the Governor of Buenos Ayres, praying that the Jesuits might be suffered to remain instead of the friars, who had been sent to replace them against the people's will.*3* Having got the Governor into prison, the patriots had to elect another chief, and the choice naturally `fell' upon Domingo de Irala, who, having been interim Governor, had never ceased intriguing from the first. He promptly put his friends in office, after the fashion of all Governors, whether they enter office to the cry of `Liberty' or not. The friends of Alvar Nunez, in the usual Spanish fashion (long sanctified by use and wont), declared themselves in opposition -- that is, they roamed about the land, proving by theft and murder that their love of liberty was just as strong as that of those in power. Things shortly came to such a pass that no one could leave his house by night. The marauding Guaycurus burnt all the suburbs, and threatened to attack the town.  Nunez himself was guarded day and night by four men armed with daggers in a close prison.  As he says himself, his prison was not `fitting for his health,' for day and night he had to keep a candle burning to see to read, and the grass grew underneath his bed, whilst for the sake of `health' he had a pair of first-rate fetters on his feet.  For his chief gaoler they procured one Hernando de Sosa, whom Nunez had put in gaol for striking an Indian chief.  A guard watched constantly at the prison gate, but, still, in spite of this he managed to communicate almost uninterruptedly with his friends outside.  His method was certainly ingenious. His food was brought to him by an Indian girl, whom, so great was the fear of the patriots that he should write to the King, they made walk naked into the prison, carrying the dishes, and with her head shaved.  Notwithstanding this, she managed to bring a piece of paper hidden between her toes.  The party of Liberty, suspecting that Nunez was communicating with his friends, procured an Indian youth to make love to the girl and learn the secret. This he failed to do, owing, perhaps, to his love-making being wanting in conviction on account of her shaved head. At last Irala and his friends determined to send the Governor a prisoner to Spain, taking care, of course, to despatch a messenger beforehand to distort the facts and prejudice the King.  The friends of Nunez, however, managed to secrete a box of papers, stating the true facts, on board the ship. At dead of night a band of harquebusiers dragged him from his bed (after a captivity of eleven months), as he says, `almost with the candle in his hand' -- i.e., in a dying state.  As he left the prison, he fell upon his knees and thanked God for having let him once more feel the air of heaven, and then in a loud voice exclaimed: `I name as my successor Captain Juan de Salazar de Espinosa.' At this one Garci Vargas rushed at him with a knife, and told him to recall his words or he would kill him instantly.  This he was stopped from doing, and Nunez was hurried to the ship and chained securely to a beam.  On board the vessel, he says, they tried to poison him; but this seems doubtful, as there was nothing on earth to prevent their doing so had they been so inclined. Still, as a prudent man he took the precaution to provide some oil and a piece of unicorn (`pedazo de unicornio'), with which he tried the food.  Unicorns he could not have seen in Paraguay, nor yet in Florida, and he does not explain how he became so luckily equipped.\\n\\n\\\\-- *1* `Comentarios de Alvar Nunez Cabeza de Vaca', contained in Barcia's     `Historiadores Primitivos de las Indias Occidentales'. *2* The `patriots' are always those of the prevailing party in a State. *3*                               `(I.H.S.)\\n\\n```\\n`God preserve your Excellency, say we, the Cabildo,     and all the Caciques and Indians, men, women and children of San Luis,     as your Excellency is our father.  The Corregidor,     Santiago Pindo and Don Pantaleon Caynari, in their love for us,     have written to us of certain birds which they desire we will send them     for the King. . . .  We are sorry not to have them to send,     inasmuch as they live where God made them, in the forests,     and fly far away from us, so that we cannot catch them.     Withal we are the vassals of God and of the King, and always desirous     to fulfil the wishes of his Minister . . . so we pray to God     that that best of birds, the Holy Ghost, may descend upon the King. . . .     Furthermore, we desire to say that the Spanish custom     is not to our liking -- for everyone to take care of himself,     instead of helping one another in their daily toil.'\\n\\nThis quaint and touching letter was written originally in Guarani,     and is preserved at Buenos Ayres.  `That best of birds,     the Holy Ghost,' shows faith grounded, at least, on ornithology,     and the whole spirit of the simple document is as pathetic     as its unconscious philosophy is true. --\\n```\\n\\nNone the less, of all the discoverers of America he is the man of least imaginative power -- that is, in matters appertaining to natural history -- so one must conclude he had his piece of unicorn from Spain, where he most probably had bought it from some dealer in necessaries for travellers to the New World.\\n\\nAfter a stormy voyage he arrived in Spain to find his accusers just before him.  With truly Eastern justice, both accusers and accused were put in gaol, a custom worthy of adoption in other lands. Nunez was soon released on bail, and, his accusers having all died, in eight years' time he was triumphantly acquitted of all the charges brought against him.  To prove, however, that Justice is and always has been blind, the King never restored him to his government in Paraguay, and, as Nunez says, forgot to repay him what he had expended in his service.\\\\* With Alvar Nunez was lost the only chance of liberal treatment to the Indians, for from his time the governors, instead of being men of the world above the petty spite of party differences, were chosen either from officers who, having served in the frontier wars, quite naturally looked on the Indians as enemies, or were appointed by intriguing Ministers at Court.  From the death of Alvar Nunez to the inauguration of the missions by the Jesuits, no one arose to take the Indians' side, and it may be that had his policy prevailed there would have been an Indian population left in the mission territory of Paraguay; for had the civil governors co-operated with the Jesuits, the dispersion of the Indians, which took place at the expulsion of the Jesuits, had not occurred.\\n\\n\\\\-- \\\\* Guevara, `Historia del Paraguay' (printed in `La Coleccion de Angelis',   Buenos Aires, 1836), book vi., p. 108, says of Alvar Nunez:   `Merecia estatua por su rectitud, justicia y Christiandad.'  And in   another place Guevara says:  `La Florida lo cautivo/ con inhumanidad;   La Asuncion lo aprisiono/ con infamia; pero en una y otro parte   fue ejemplar de moderacion . . . recto, prudente y de sano corazon.'   Alvar Nunez died holding the office of `Oidor de la Audiencia de Sevilla',   according to P. del Techo (`Historia del Paraguay');   or as a member of the Consejo de Indias, according to Charlevoix. --\\n\\nThus was Domingo Martinez de Irala left in sole command in Paraguay. He naturally had all to gain by not communicating with Spain. Had he done so, the part he played in reference to Alvar Nunez must have been known.  He had, however, certain good qualities, courage in abundance, Herculean strength and great endurance, and the power of making himself obeyed.  But he had to justify himself to Spain for his position, and the surest way to do so was to discover gold-mines.  So, naming Francisco de Mendoza his lieutenant, he started up the Paraguay, taking with him three hundred and fifty soldiers and two thousand Guaranis. After many hardships, he reached the frontiers of Peru, only to find the country already conquered from the Pacific side, and to be met by the messengers of the wise President, La Gasca, who told him to return, and named one Diego Centeno Governor of Paraguay instead of him.  Centeno died before he could assume the governorship, so it seemed that fate determined that Irala was to continue in command.\\n\\nAfter a year and a half he returned to Paraguay, having found no gold or riches, but bringing many thousand Indians as slaves. It is important to remember that Irala, who was remarkable for his relatively kind treatment of the Indians, on this occasion led so many of them captive.  On arriving at Asuncion he found a rebellion going on, as not infrequently occurred when a Spanish Governor left his domains.  His lieutenant, Mendoza, had been killed by one Diego de Abreu.  After quieting matters in Asuncion, he despatched Nuflo de Chaves (one of his captains) to found a town on the higher waters of the Paraguay.\\n\\nLike many other captains of those days, the idea of Chaves was to make himself quite independent of authority; so, striking into the interior, he founded the town of Santa Cruz de la Sierra in Bolivia. After many adventures he was killed by an Indian, who struck him with a club whilst he was sitting eating without his helmet.\\n\\nIrala died at the little village of Ita in 1557, and was buried in the cathedral at Asuncion, which he was building at the time. With him expired the generation of the conquering soldiers of fortune, who, schooled in the wars of Italy, brought to America some of the virtues and all the vices of the Old World. After him began the reign of the half-caste Spaniards who were the progenitors of the modern occupants of the Spanish-American republics. At Irala's death the usual feuds, which have for the last three hundred years disgraced every part of Spanish America, began.  Into them it is unnecessary to enter, for with Irala died almost the only Governor of Paraguay who showed the smallest capacity to make himself obeyed.\\n\\nTrue indeed that Arias de Saavedra, a native of Paraguay and Lieutenant-Governor under Ramirez de Velasco, the Governor of Tucuman, displayed some traces of ability and of intelligence.  He it was who first appealed to Spain for missionaries to convert the Indians.\\n\\nWhilst Alvar Nunez and Irala, with Nuflo de Chaves and the other captains, had been conquering and building towns, the Jesuits had been preaching in the wilderness and gathering together the Indian tribes. Not ten years after the foundation of their Order,\\\\* or about 1550, they had landed at San Salvador de Bahia in Brazil.\\n\\n\\\\-- \\\\* Acquaviva was General of the Order at this time; he was a man   of marked ability and great energy. --\\n\\nIn 1554, in the district of Guayra, on the upper waters of the Parana, and above the cataract, the towns of Ontiveros, Ciudad Real, and Villa Rica, had been founded by Don Ruy Diaz de Melgarejo.\\n\\nIn 1586 Fathers Alfonso Barcena and Angulo left the town of Santa Maria de las Charcas (Bolivia) at the request of Francisco Vitoria, Bishop of Santiago, who had appealed for missionaries to the Society of Jesus. They reached the province of Guayra, and began their labours. Shortly afterwards they were joined by Fathers Estezan Grao, Juan Solano, and Thomas Fields; Solano and Fields had already visited some of the wandering tribes upon the Rio Vermejo in the Chaco.\\n\\nIn 1593 others arrived, as Juan Romero, Gaspar de Monroy, and Marcelino Lorenzana.  Shortly after this they founded the college in Asuncion.  Then Fathers Ortega and Vellarnao penetrated into the mountains of the Chiriguanas, and began to preach the Gospel to the Indians.\\n\\nIn 1602 Acquaviva, seeing the necessity of common action, called all the scattered Jesuits of Paraguay and the river Plate to a conference at Salta to deliberate as to their future policy.\\\\*  In 1605 Father Diego Torres was named Provincial of the Jesuits of Paraguay and Chile, thus proving both the paucity of Jesuits in South America at the time, and the little idea the General in Rome had of the immensity of the countries he was dealing with.\\n\\n\\\\-- \\\\* Before this date the Jesuits in Paraguay had been under   the ecclesiastical jurisdiction of the Bishops of Peru. --\\n\\nTorres arrived in Lima with fifteen priests, and almost at the same time some others arrived at Buenos Ayres; both parties proceeded to Paraguay. Already the Jesuits found themselves a prey to calumny.\\n\\nBoth in Tucuman and Paraguay they were expected to lend themselves to the enslavement of the Indians.  In Chile Father Valdivia was expelled from Santiago, and took refuge at Tucuman.  There he found the condition of affairs so intolerable that he went to Madrid to solicit the protection of the King, Philip III., for his Indian subjects.\\n\\nIn 1608 Philip issued his royal letters patent to the Society of Jesus for the conversion of the Indians in the province of Guayra.\\n\\nThe Bishop and the Governor, Arias de Saavedra (himself a Paraguayan by birth), offered no objection, and the scheme of colonization was agreed upon at once.\\n\\nThus the Jesuits obtained their first official status in America.\",\"timestamp\":1637495569,\"title\":\"\\nIf the inhabitants of Paraguay and the river Plate of those days were good marksmen\"},\"digest\":\"W7WQzoJjfDJ7I7frvEsNL00WUh5qBUYEcGNCeChbYBQ\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ukxWc_9SAv1d3R67CdJ98uB-rcn3cpUZTwoLcZnDBfc\\\",\\\"y\\\":\\\"efyoTJ0Z6_576UgheYPM8CkTd4nrqC2Dd08kBicx-8c\\\"}\",\"signature\":\"u6YAZ0GhJdc2thkB9AeTWwLv-qOTDnZ8lgvonw4AD6nZ8XQt3ni1f_EvZTZQ9hb1JnQsCsTKkpAZvcHccOzT8A\",\"signingKeySignature\":\"0x89ac05b4a41b198ac4f1329e2d8f7555d9136a08a317c1909cc6f0d750dea911231083ae9baada93307fd3ae5a8cbda6a9c5f05311d43a87aa6c5c2193d33c071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ukxWc_9SAv1d3R67CdJ98uB-rcn3cpUZTwoLcZnDBfc\\\",\\\"y\\\":\\\"efyoTJ0Z6_576UgheYPM8CkTd4nrqC2Dd08kBicx-8c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"W7WQzoJjfDJ7I7frvEsNL00WUh5qBUYEcGNCeChbYBQ\"}"