"{\"content\":{\"body\":\"What is cognition? The word comes from the Latin root cognoscere, meaning 'to know'. When we talk about cognition, we usually mean everything related to knowledge. In other words, we have accumulated information through learning and experience.\\n\\nCognition, by its accepted definition, is the ability to process information through perception (that is, we get stimuli through different senses) and is an important process of acquiring knowledge, while our subjective features enable us to integrate all this information into the analysis and interpretation of our world. In other words, cognition is what we perceive about ourselves from different sources (perception, experience, belief......) The ability to absorb and process received information and convert it into knowledge. Cognition includes the different cognitive processes of learning, attention, memory, language, reasoning, decision-making, etc., and is an important part of shaping our intellectual development.\\n\\nStudy cognition from different disciplines, such as neurology, psychology, anthropology, philosophy, and even information science. However, the in-depth study of cognitive psychology is the study of how to deal with the influence of information on behavior and the relationship with the acquisition of knowledge in different mental processes. Cognitive psychology emerged in the late 1950s in opposition to popular behaviorism. The revolutionary scientific theories of writers such as Piaget and Vigotsky and their research on cognitive learning are still relevant today. Since the '60s, people have been more and more interested in studying cognitive ability, which is why we have so many results.\\n\\nAdvances in neuroimaging have contributed to the study of neuroanatomy and our understanding of mental processes and how they affect our behavior and emotions.\\n\\nWhat is cognition?\\n\\nCognitive processes\\n\\nWhat is the cognitive process? We can think of it as a cognitive process in which we make decisions and understand based on all knowledge or new knowledge. Different cognitive functions play different roles in these processes: perception, attention, memory, reasoning...... Each of these cognitive functions works together to integrate new knowledge and create interpretations of the world around us.\\n\\nPerception as a cognitive process: Cognitive perception allows us to organize and understand stimuli received through our different senses, such as sight, hearing, taste, smell, and touch. While most are familiar with common sense, there are a few others that are less well known about sensation, spatial sensation (the involuntary sensation of our position in space and the stimulation of spatial orientation) and vocal sensation (which is our sense of organs in our bodies). What it is can let us know when we are hungry, or thirsty. Once the stimulus is received, our brain integrates all the information and creates a new memory.\\n\\nAttention is a cognitive process: Attention is a stimulus that allows us to focus on cognitive processes or activities in order to process information more thoroughly. Attention is a basic cognitive function that we use a lot in our daily lives. In fact, it is thought to be the mechanism that controls and regulates the rest of the cognitive process: perception (we need to be aware that we must be able to exclude stimuli received by our senses) in order to learn and reason complex.\\n\\nMemory as a cognitive process: Memory is the cognitive function that allows us to process, store, and recover information from the past. Memory is a fundamental process of learning because it is the ability to create our sense of identity. There are many types of memory, such as short-term memory, which is the ability to retain information for a short time (remember a phone number until we can write it down on paper), and long-term memory, which is all we retain for a long period of time. Long-term memory can be broken down into more specific, declarative and procedural memories. Declarative memory includes information gained through language and education (e.g., knowing that World War II ended in 1945), knowledge gained, and knowledge gained from personal experience (remember that my grandmother used to make it for me). Procedural memory is when there are learning routines (learning how to drive a car or ride a bike). Other types of memory are auditory memory, episodic memory, naming, and recognition.\\n\\nThinking is a cognitive process: thought is the foundation of all cognitive processes. It enables us to integrate all the information we have received and establish relationships between events and knowledge. To do this, it uses reasoning, synthesis, and problem-solving (administrative) capabilities.\\n\\nThe process of language cognition: Language is the ability to express our thoughts and feelings orally. This is the tool we use to communicate, organize and deliver information about ourselves and the world. Language and thinking are closely related, they influence each other and develop together.\\n\\nLearning is thought of as a cognitive process: it is the cognitive process we use to combine new information with our existing knowledge. Learning involves different things and so on. We develop social behaviors or habits by learning, like brushing our teeth or walking, and memorizing knowledge. Piaget and other writers talk about learning as a process by which our cognitive system takes in and processes information.\\n\\nCognitive processes\\n\\nCognitive processes can occur naturally or artificially, consciously or unconsciously, but they often develop very quickly, constantly trying to improve without achieving the desired outcome. For example, when we walk down the street and we see traffic lights turn red, we begin to generate cognitive processes that tell us what to do (pass or not pass). The first thing we did was to focus our attention on the traffic light, which was red by sight. In milliseconds, we draw information from our memory that when a traffic light is red, you should not pass; But we also remember that sometimes, if there is no car then we can pass. This gives us a decision: wait until the light turns green to pass, or look left and right (again to divert our attention) to see if there is a car coming, and pass when there is none.\\n\\nCan cognitive abilities be improved?\\n\\nIs it possible to improve cognition? How to improve it? Here we show you a tool to enhance and improve your cognitive abilities:\\n\\nCogniFit's cognitive stimulation program was designed by a team of neurologists and cognitive psychologists to investigate the plasticity of learning synapses and the processes of neural development. All you need (2-3 times a week) is 15 minutes to stimulate your cognitive processes. : The program can be used online and then has specific plans for individuals, researchers, health professionals and schools.\\n\\nCogniFit's cognitive stimulation exercises effectively assess over 20 basic cognitive functions, accurately test against objectives and provide different age-standard levels, and compare standard levels based on results.\\n\\nDifferent interactive exercises come in the form of puzzle games that you can practice on your computer. After each training, CogniFit presents a detailed picture of the user's evolving cognitive state and how it compares to other users' cognitive functions. CogniFit online clinical exercises have been shown to promote the reorganization of new synapses and neural circuits and restore cognitive function in deteriorated cognitive areas.\\n\\nNeuroscience and the plasticity of the brain have shown us that the more you use neural circuits, the stronger the brain's neural circuits are. CogniFit's cognitive stimulation program helps explore our cognitive processes. Only when we understand each person's cognitive state can we provide them with personalized cognitive training programs. Focusing on the most challenging tasks, making sure we're creating and building new neural connections, the brain is getting stronger as a result of training.\\n\\nCan you improve your cognitive level?\\n\\nReduce stress levels: Stress increases cortisol levels, while attacking axons and myelin sheaths block effective transmission of information. If we can reduce stress in our lives, we may be able to improve our cognition, because reducing stress improves synaptic connections. Keeping a positive attitude makes us more creative in solving problems and makes our thinking more flexible.\\n\\nMeditate: Meditation can also help us improve our cognition. In the past few years, there has been increasing research into the effects of meditation on cognitive processes. Because it requires conscious focus and attention on a task, as we said, is an important skill for creating new neural network connections. This study demonstrates that meditation is involved in improvements in attention, memory, executive function, increased reaction times, and general cognitive function.\\n\\nPhysical Activity: Exercise to improve cognition. It doesn't have to be particularly intense. In fact, walking for 45 minutes three times a week improved memory and reasoning (administrative functions), and tai chi also improved key executive functions.\",\"timestamp\":1635602335,\"title\":\"What is cognitive ability? Meaning and Definition？\"},\"digest\":\"pDmBWH8kwFrFfRBhs721_nvUdo5BJ7xB_TkyFZhfNfs\",\"authorship\":{\"contributor\":\"0x798909489740aD7c8a1A3736511e5B3eCF841F77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"621yAfOfE0_M9yRAwSKmmCQwMCB7FZIOz9iK75s2S7Y\\\",\\\"y\\\":\\\"7XBs0AubnrluMGajBRLxA4wwiBh2LffhVUi5nJW2IFw\\\"}\",\"signature\":\"YVIH0TL9RFX9nAX54tdGV-V3mDSOpVSqCCQXhhzlllLEVnluEhHHSxCawMdycSRwcpbVlyTUFfCKRtrxfwFkLQ\",\"signingKeySignature\":\"0x02d87f4f7af9d341c15a047e150f76247bdc72c7bdb3a26befbd8339c22077fc5772d5b90c1f64742f72c02dcd1153db9de030af0169ef67082e8eb0804ffbc31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"621yAfOfE0_M9yRAwSKmmCQwMCB7FZIOz9iK75s2S7Y\\\",\\\"y\\\":\\\"7XBs0AubnrluMGajBRLxA4wwiBh2LffhVUi5nJW2IFw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pDmBWH8kwFrFfRBhs721_nvUdo5BJ7xB_TkyFZhfNfs\"}"