"{\"content\":{\"body\":\"“果然啊！也只有快斗小子才会把这些价值连城的宝石随手推那走那里了！”\\n\\n黑暗中，乌丸渐嘴里咬着一管手电筒，头顶下降的光头中随手摆放了十好几枚七彩的宝石，这又是一副果然如此的神色，笑着着。\\n\\n一阵快速扫视，乌丸渐眼忽然一亮。\\n\\n“呐！终于找到了一个！”\\n\\n说罢，乌渐便伸手，这面丸边边的那一枚，手上电光的那一枚，比一颗蛋蛋大几分的光芒还透出了耀眼迷人的光彩照。\\n\\n，淘宝中其他的宝石在手筒的余光下，灿烂是抓捕的目的色彩。\\n\\n大抵看得出来，并不能与中外的其他的有什么区别。\\n\\n然而，在乌鸦渐的眼中，这枚丸子却是与其他那些妖艳贱货可完全不一样。\\n\\n乌丸眯眯起眼睛，眯了眯眼睛，直抵有一个似乎中心，在，隐隐约约地看着一个蛇形的轮廓。\\n\\n这正代表着在这个瞬间被丸子渐需要的蛇化碎片！\\n\\n“可惜了……”\\n\\n乌丸渐扫了一颗珠子中其他的宝石，没有几个留恋，在以后，他以为三个宝石也应该能两三枚宝石中会蕴含符咒的碎片，让这些宝石一个个可连价值连连的。\\n\\n从以前的经验来看，像价值连城的宝石，产生符咒的人们可能要高上许多。\\n\\n，不知道是乌丸渐变倒霉是什么原因，真正狠狠地抽了了一巴，这简直就是他的宝剑，只有一枚他的宝石。\\n\\n哼！气抖冷！\\n\\n算了算了，蚊子再小那也是肉啊！\\n\\n等等！乌丸渐眼一亮。\\n\\n这股波动！难道说？！\\n\\n这必确实没有白来！\\n\\n乌丸渐隐得意，旋涡一阵耳环兜中。\\n\\n刚关上动准备起身离开，只见乌丸渐一。\\n\\n糟了！\\n\\n咔嚓！\\n\\n只听到一次钥匙锁的声音。\\n\\n门打开，门口的路灯发光顺着门沿涌入屋内。\\n\\n快斗随手往墙边一，打开屋内的灯，沙发，杂乱的房间，茶几上的半袋薯片，拉一看拉扣的可乐等等眼皮摸索的景物尽收底。\\n\\n快斗眉头一皱。\\n\\n说……是我想集合？\\n\\n忽地，快斗猛地吸了吸鼻子。\\n\\n空气中，似乎多运动莫名的，这家公司的表现，快斗士在离开时是不存在的。\\n\\n黑羽快斗眼睛细细眯起，用手在腰间一摸索，一把七枪旋即出现在快斗手上。\\n\\n整体上，有一群优秀的选手在喧闹的地方的喧闹，因为有机会出现，所以即使此时斗已经将身体内的信息打开，周围依然是笼罩在周围的一切。\\n\\n快斗风采降落，继承了父亲其衣的快斗已经在全球范围内早日形成了一种敏锐。\\n\\n而如今，这强烈的感觉正提醒他黑暗笼罩的那个人有古怪！\\n\\n正要近，快斗身子一歪，一个翻顿时滚到了近乎逼的，还没来得及仔细，手上的一滚枪便发出砰砰砰砰三声枪响。\\n\\n三枚在客客邀邀请下发射金属银白劳斯的配牌时飞出去，齐齐扎入射周围的白墙中。\\n\\n快斗奖一星，明星中并无一人，三张牌的落空也是说明了这一点。\\n\\n怎么会？！\\n\\n快斗瞳孔一阵放大，又是不信邪地扫视一番，甚至连地球的空间也没有放开，但仍然仍然连一个人影都没有发现。\\n\\n快斗眉头皱皱，然而右手食指依旧在扳机上。\\n\\n这是他明显的发现第一次失灵。\\n\\n不！并没有失灵！\\n\\n直到现在，即使他目光所及范围内仍然是空无一人，但斗斗他似乎仍然在提醒着着，这种提醒让快的太阳穴一阵弹跳。\\n\\n奇了怪了，为什么面对明明没人，却总给我一种不自在的感觉呢？\\n\\n快斗望着眼前的虚空自言自语。\\n\\n客内一阵子，忽地，传来快斗似的嗤笑声。\\n\\n“看来还是来晚了一步！真是伤脑筋啊！”\\n\\n手抚摸额头的同时挡住了眼睛，眼珠在指尖的手指下快速的扫射。\\n\\n嗯？！\\n\\n眼珠一朵，只见客座的拒绝忽然无风自动。\\n\\n快斗眼珠一亮，一个速冲刺怼急上去。\\n\\n嘭！\\n\\n外传来重物砸落的沉闷声响。\\n\\n快斗扒窗沿住，探出头去。 只见外面的地面上的一次搭档上一个不严重的土坑，这就是表面沉闷声的响声来源。\\n\\n没有人？\\n\\n快斗眼睛细细眯起。\\n\\n除了这怪异的深坑外再无其他异常。\\n\\n这之前就藏在隔壁窗户还是说一个魔术呢？\\n\\n快斗百思不得其解。\\n\\n他佯装摆脱寻找为的就是让那个男孩之前的那个男孩，将那个躲在暗处的家伙揪出来。\\n\\n然而揪是揪出来了，就是没看见人。\\n\\n“这家伙，魔术魔术啊！”\\n\\n快斗武士摆成V型抚摸着下巴，那闯入他家中了的家伙躲在了窗户旁，应该之后的机会被自然追回。\\n\\n要知道，自从进屋后快斗就是一直处于神经紧绷的状态，一个人就这样晃晃悠悠的躲在了之后被发现到了那背景就是污秽了“怪盗基德”的大名。\\n\\n因此，如今仅仅只需要一种能力了。\\n\\n一说到魔术，黑羽快斗便不禁眼一亮。\\n\\n也不知道这个人究竟是什么来历，竟然会这样神奇的魔术。\\n\\n这样神奇的魔术就算是身为怪盗基德的他也看不到破绽，更不要说这个解析魔术的神奇了。\\n\\n兄弟这人就是将那封信件送给寺井黄之助爷爷家的幕后之人！\\n\\n快斗眼望着窗外，在其眼中，只有隐没在黯淡色彩中的凝珠光芒表现。\\n\\n他在寺井黄之助爷爷家中查看那封信件时，最后终于反应过来了这工人会是一个调虎山离之计，为的就是将自己从家中引开。\\n\\n否则的话，信件如果只是为了告诉他父亲的死亡背后的隐秘，那么又将何必多一举不将信件寄给他家里，反倒是寄给了寺黄之助爷爷呢？\\n\\n所以，这一切，为的正是引开他！\\n\\n快斗眉毛一挑，似乎是亲生的，旋即立刻就到了父亲曾经的那张紧身旁的墙壁边上，摩托车墙壁上高高旁边一副大小的油画。\\n\\n快斗凑上前去一看，眯起眼睛，在画框斗的边缘处一缕黑线，一扯，现出真身，那是快的黑发。\\n\\n这根快斗的发隐秘地嵌在油画框的黑框处，不为其他人的极有可能为他家有心之人。\\n\\n下一刻，他进入了父亲的密室，又仿佛已经登上了寺井黄之助祖德所拥有的怪盗基，快斗就知道了他父亲的死必然隐秘，而如今又会出现那封印信件，则是让快斗知道了那个人与父亲的死亡部分重大的“动物园”。\\n\\n见黑发无缘，快斗也有松松了约。\\n\\n各人闯入他家的幕后信件指使并不能发现怪盗基德的密室。\\n\\n周边房屋其他的东西，快斗则放在心上。\\n\\n说，我是来了，还好呢！\\n\\n快斗紧皱和眉头，抚摸着下巴，让在自己的聪明才智功那闯入他家的人无而返后，快斗轻快地打了个响指面，色上也浮浮现出得意的神色。\\n\\n嗯，不对，还是确认一下的好。\\n\\n快斗回过神来，环茶房，年老沙发，几，甚至于半包薯片上。\\n\\n就算他认为那人最终因为自己的任何反应无功而返了，但是保险起见需要探查一番，这还是她想关着父亲隐瞒的事情。\\n\\n等等！ 自己快斗好像中电光火石一闪，发觉遗漏了一个重要的东西。\\n\\n那就是他继承怪盗盗的衣钵之后，从日本一生，其他国家的盗贼来的宝石。\\n\\n快斗从寺井黄之助爷爷口中以及那封源未知的信件得知，其父亲死亡的导火线极有可能因为触碰了动物园组织需要的宝石。\\n\\n快斗旋涡一拍额头，就这样闪到周围，快拉犯错误一看，斗立​​虎了难。\\n\\n他根本不知道这宝石少少啊！\\n\\n每次偷到这些宝石后他就只是随手丢道一里。\\n\\n寺井黄之助爷爷曾经以为已经过快斗父亲的死亡，不过只是短暂的干连，但也只是罢了，知道现在的信件确实真实地告诉了了斗父的相关细节，甚至是那个害死他的组织父亲。\\n\\n所以，后来的快斗作为获得的宝石，几乎都可能会落在自己的身上。\\n\\n此刻的快闪，让怪盗基德重出江湖再次盗取宝石，为之非是宝石，蓝光吸附幕后之人。\\n\\n那些原本对别人来说是价值连城的宝石，在快斗看来，不过是一些石头罢了。\\n\\n因此，此时需要一去查看少这里面的宝石有没有，那白就是在为他难黑羽胖虎了。\\n\\n快斗皱着眉头紧皱着头中的宝石，不免无奈地抚了抚额。\",\"timestamp\":1635584878,\"title\":\"第二章\"},\"digest\":\"95kwwpbhgNTes-fQiZw-Z92JoYp2iJDTdAkfyjxDIaE\",\"authorship\":{\"contributor\":\"0xb33e5a27f9B101e000ED266eD0C60AD9323f05d7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rdrFkVIoDpo7bPJqsi8OjdWjfIZuk_hzfuCJe6ALqAw\\\",\\\"y\\\":\\\"jHATmLppl-zvOj3a7mIvgQxsJ95TBm_RlZgxG65i9aE\\\"}\",\"signature\":\"Y2Q50fYsVOUOHXxo6poaDQlTgaBZk7K6VX8mDVijLbXtaMc0-Ew98ZMDgeEj-mX92MGIArEdMq7WLNJSbQc69Q\",\"signingKeySignature\":\"0x9015941b77f7ab93a8d036505b43ea50dad96f354681480a5892518e6f0f494352b4b47aea44e8fec4d27d9893bc2c939f72b8d97ba812a0d96c200f78dd24491b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rdrFkVIoDpo7bPJqsi8OjdWjfIZuk_hzfuCJe6ALqAw\\\",\\\"y\\\":\\\"jHATmLppl-zvOj3a7mIvgQxsJ95TBm_RlZgxG65i9aE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"95kwwpbhgNTes-fQiZw-Z92JoYp2iJDTdAkfyjxDIaE\"}"