"{\"content\":{\"body\":\"**I know he sees it. I know he’s watching, and as long as he isn’t super anti-NFT(which i mean, he very well could be), i know he is building.** \\n\\nBefore resurfacing towards the end of last year with his [Christmas gift](https://www.rollingstone.com/music/music-news/frank-ocean-new-music-blonded-radio-christmas-episode-1276315/), Blonded radio, we hadn’t heard from Frank Ocean since he dropped off a couple of singles with *DHL* and *In My Room* back in 2019, which were a couple of quality tracks that were clearly a part of a bigger project. However, in typical Frank style, he quickly just kind of vanished. Not so unexpected, not even remotely out of the ordinary. Frank has had to deal with some major tragedy in the last few years as well along with the ongoing, worldwide pandemic, so it’s increasingly understandable he’d take an extended break from anything dealing with music. Now 6 years removed from his last major project, the magnificent *Blonde* and (criminally underrated) *Endless*, i don’t think it’s being too optimistic to suggest a new body of work to possibly be coming somewhat soon-ish.\\n\\nFrank has a knack for limited releases. Everything he puts online sells out lightning fast, from vinyls, to magazines and posters, it's almost like he's been doing the NFT thing for years. Frank famously worked his way out of his deal with Def Jam with the release of *Endless,* and then subsequently dropped the “real” album under his own label which gives him full creative freedom to drop when and however he would like. I think NFTs give artists a range of creative tools to drop their art in fresh, experimental ways that someone like Frank could really push the envelope with. The drop cycle for *Endless* is a prime example; we watched him build a staircase for 140 hours while trying to decode the mysterious filtered background soundtrack. Who else has that type of hold on us?\\n\\nThe ramifications of a Frank Ocean NFT drop would be one of those major catalyst towards mainstre\\\\*m adoption (and this, i always trail with, *for better or worse*). Even the most prudish of NFT-deniers who are also deep Frank fans would have to give consideration if someone of his sort of artistic stature publicly takes an interest in the format. There was a discussion happening on the [Clean-NFTs](https://twitter.com/clean_nfts) discord recently (highly recommend; great level headed discussion on all things crypto) where they spoke of the impossibility of trying to have a conversation on twitter, but especially in regards to crypto and NFTs. The sides are so intensely divided at this point, it’s difficult to imagine what it would take to change the narratives surrounding NFTs. Players like Frank coming into the space would give real viability i think, but in any event, it’ll be super interesting to see what he does with the technology.\\n\\n \\n \",\"timestamp\":1642737230,\"title\":\"Wen Frank Ocean NFT?\"},\"digest\":\"ojt-2XoSXPNnE7JVfxZ2rkPjp5qpgI27bdiiwvWtSm0\",\"authorship\":{\"contributor\":\"0xbA6b174fa79472d5c0e114991C1463c0Fb4d381B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JdBTPIPfW2AjmL0x5THO7K6wpuOOtQLtrb7Jff4YWb8\\\",\\\"y\\\":\\\"ASWMzWw2A4wb4jvbDGpYggOXyiuH2IxUiChqbcvQuNQ\\\"}\",\"signature\":\"cnh_Yggwik5v0hBVDOI9osa8Uz7ifWoQFzG_gdr_gIyb2RgN459hDwvq4oSwbWVD4LnU5GGQ_xuTyRjoQNS-TQ\",\"signingKeySignature\":\"0x54e151a12bd557569543a2186a0174930b2dd1680a8f8e91d282940a3f7ea8bf567e62d38bf3359746a774efa74dc6e3a56d0d24bf10e16f3797d5296a4a05021b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JdBTPIPfW2AjmL0x5THO7K6wpuOOtQLtrb7Jff4YWb8\\\",\\\"y\\\":\\\"ASWMzWw2A4wb4jvbDGpYggOXyiuH2IxUiChqbcvQuNQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ojt-2XoSXPNnE7JVfxZ2rkPjp5qpgI27bdiiwvWtSm0\"}"