"{\"content\":{\"body\":\"*Originally Published - September 9, 2021*\\n\\n![Bored Apes at Sotheby's](https://images.mirror-media.xyz/publication-images/6hF0KG1tKi-kD-Jdi7l8s.png?height=655&width=1060)\\n\\nSotheby’s Auction House recently hosted an [auction](https://www.sothebys.com/en/buy/auction/2021/ape-in/101-bored-ape-yacht-club) of 101 Bored Ape Yacht Club NFTs in another milestone for crypto collectibles. Prior to the auction, Sotheby’s estimated the value of the collection at $12–18m. We ran our machine learning models to value the Bored Apes on offer and stored the [estimate on the blockchain](https://polygonscan.com/tx/0xee199bdb3686d9972632ec4eaa71aec87c4cd8ace8462021046e2eeba1e52b26) before the auction ended. We arrived at a valuation of $25.3m for the bundle. The winning bid? $24.4m.\\n\\nAt Upshot, part of what we do is leverage machine learning models, which are trained on market data, appraisals, and other relevant information, to generate valuations for NFTs. We’ve found that a machine learning approach can be used at scale to generate accurate valuations for large-sets of NFTs, taking into account the unique attributes of different NFTs and the time dynamics of the market.\\n\\nFor the Sotheby’s ape auction, our model did not use any data from the bids in the auction itself, but rather data from on-chain sales of the BAYC collection. Interestingly, 99% of the apes in the auction had no sales history whatsoever. Nevertheless, the model was able to predict that the winning bid would far exceed Sotheby’s own $18m maximum value and reach an estimate that was very close to the ending price of the auction.\\n\\nHow was our model able to get so close? Our model was able to infer valuations for these apes based on the sales of apes with similar attributes, taking into account the rapidly increasing price trend in the market over the past few weeks. The graph below shows our model’s ability to track actual sale prices over time and pick up the increasing valuations using only historical data.\\n\\n![Model Response to Market Variance](https://miro.medium.com/max/1400/0\\\\*mgw5mNgOtcWRTU6B.png)\\n\\nHow did we arrive at our final estimate? We trained our machine learning models to predict transaction prices based on variables constructed from Bored Apes metadata and proxies for the state of the market at different levels of granularity. We then validated the predictions by examining their accuracy on data not used in the training process, while preserving the time-ordering of the data. In the case of Bored Apes, we applied a machine learning model with limited “memory” of the past to account for how quickly valuations can change over time.\\n\\nWhich features of the Bored Apes ended up being the most relevant? Fur type and hats. Buyers are willing to pay far more for apes with rare attributes along these dimensions. However, time dynamics were by far the most important feature in this context given the dynamism of NFT markets over the past few weeks.\\n\\n![So clean](https://miro.medium.com/max/1400/0\\\\*TLBB0GKJtJS_cvlE.png)\\n\\nTo conclude, we found that our machine learning approach is able to generate reasonably accurate valuations for portfolios of NFTs in a volatile market, taking into account the attributes of different assets and the time dynamics of the market. These types of approaches can help establish accurate valuations for future high-profile events, such as Sotheby’s and Christie’s auctions. They can also be used at scale to generate near real-time valuations for large sets of NFTs — increasing transparency in NFT markets and making it easier to utilize NFTs in the DeFi space.\\n\\n## Stay in the loop!\\n\\n* Join us on [Discord](https://discord.gg/xNeh7vzXTQ)\\n* Follow us on [Twitter](https://twitter.com/UpshotHQ)\\n* Subscribe to our [newsletter](http://eepurl.com/hgllNn)\",\"timestamp\":1637612279,\"title\":\"The Sotheby’s Ape Auction: How Upshot’s Appraisal Performed\"},\"digest\":\"C8NF3bsfYi0nWUMG247pGEu9x1Lwc37vpp9jLXx2Mus\",\"authorship\":{\"contributor\":\"0x82FE4757D134a56BFC7968A0f0d1635345053104\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"signature\":\"EmTxhM0Ox3Pd4RZPi9iw1SzQpmpKFtcWjpCkv0LfmwekobY_hBIVoZzECQUIZj0An1NXsr8DnnTqFvH06Q_5nQ\",\"signingKeySignature\":\"0xb319b5679697e95aa7fb0a88e16f37632c0cedf5b9be5d2a483a789c027fbb566b9bcb78be07bd4540c7ac2ea77e20529742b0203fe9967fef6785b7816b7ed81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C8NF3bsfYi0nWUMG247pGEu9x1Lwc37vpp9jLXx2Mus\"}"