"{\"content\":{\"body\":\"我每年年底和年初都会大量阅读各个加密机构发布的行业分析报告。\\n\\n对于严谨的投研机构来说，他们的报告不仅是他们的预判，更是他们布局投资方向、制定投资策略、分配投资资源的指南。\\n\\n不过无论如何严谨，都不可能100%精准预判未来的行情。既然如此为什么要作这样的预判？我们的老祖宗早就用一句经典讲出了其中的精髓：“凡事豫（预）则立，不豫（预）则废”。\\n\\n进行预判不是要先入为主，更不是主观猜测，而是要在尽量客观的情况下，针对各种可能出现的状况拟定应对的措施，基于自己的能力和条件，规避自己的短处，尽量发挥自己的长处，尽可能最大化自己的利益。\\n\\n对机构来说，来年会有哪些领域可能有极大的潜力、哪些机会可能是长期机会、哪些机会可能是短期炒作、布局这些投资现有资金够不够、是否需要再融资、是否需要再扩充投研队伍......对所有这些作出预判将决定投研机构一整年的运作。如果预判出现重大失误，轻则影响他们的受益，重则影响他们的生存。\\n\\n作为普通投资者的我们不是以此为业，因此我们自己的预判没有那么事关生死，但同样对我们意义重大。对来年这个行业的走势和发展，充分调动我们的认知，进行尽量严谨的预判是我们从一个毫无头绪、追热点、跟大V、见风使舵的小散脱胎为有自己投资思路，有自己投资策略，形成自己投资体系的成熟投资者的必经之路。\\n\\n我总是在文章中强调，我们要吸取经验教训。\\n\\n可我们的经验教训从何而来？最常见的是从我们日常投资成功或者失败的案例中吸取。但这类经验教训顶多称得上是战术方面的经验教训。如果用带兵打仗来形容，这类经验教训顶多让我们成为一个好班长、好连长、好营长。当要成为军长、司令、我们还需要战略上的经验和教训。而这类大框架上的经验和教训我认为最好的方法就是从预判中锻炼。\\n\\n我们对行业未来一年的发展进行预判，这要考验我们对行业的整体认知、对行业各个细分领域发展状况的认知、对技术进展的认知、对宏观环境的认知。只有对这些都有了一定的认知，我们才能对未来有一个大体的预判。这个过程本身也是促使我们不断学习、不断进步的过程。\\n\\n当我们对未来一年的发展作出预判后，我们自己必然要预判其中的机遇和风险。对机遇，我们就要预留足够的资金以便布局；对风险，我们就要预设足够的防范措施以对冲风险。\\n\\n一年后，当我们复盘时，将市场的真实走向和我们当初的预判进行对比，我们就能发现哪些与我们的预判相符，哪些与我们的预判出现了偏差。\\n\\n对相符的，我们要追问，符合的原因是什么？是不是因为我们的认知的确理解到位了？如果是因为理解到位，我们就要保持学习的好习惯，坚持下去。如果不是，那纯粹是我们运气，那我们就要看看真实导致相符的原因是什么。\\n\\n对出现偏差的，我们就要追问，为什么会出现偏差？是因为意外状况还是因为知识面不够或者情报搜集不够？\\n\\n如果是因为意外状况，我们就要追问，当初有没有做到“未料胜、先料败”？有没有为意外预设防备措施？\\n\\n如果是因为知识面不够，我们就要追问所欠缺的知识到底是因为自己懒惰没有花时间学习，还是因为知识有了，但理解不够？\\n\\n如果是因为资讯搜集不够，我们就要想想有没有方法补足这个短板？如果没有办法，那能不能改变一下自己的策略，不要面面俱到，而只把有限的精力投入到重点领域，让资讯搜集的能力只覆盖个别领域，做到重点撒网而不是全面开花？\\n\\n只有通过这样的对比和复盘，并进行深刻的追问，我们才能在大框架上收获宝贵的经验和教训，才能培养自己对行业宏观发展的理解和认知，并让我们自己在布局时有依据、有理由、有信心。\\n\\n因此尝试作出预判并制定计划对我们普通投资者而言同样是非常重要的一种锻炼手段和方法。我们同样要高度重视起来。\\n\\n风险提示：投资有风险，内容只是个人分析，仅供参考，不构成投资建议，或许我说的是错的，所以你要小心。\\n\\n[Twitter](https://twitter.com/Daosview)\",\"timestamp\":1641217957,\"title\":\"关于投资的预判和计划\"},\"digest\":\"CSneNJsTYbgNcTk0o-ufA---jpNE9HCqDVxdKyrAQPE\",\"authorship\":{\"contributor\":\"0x7dE6962797D4bDCDAE15fb4A258E2389fC38ecF7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oaI_aqrccj_rZJuEDb5om5KP4Oki2qJJ9Zp96-WrJX0\\\",\\\"y\\\":\\\"IhHaYtsdNXKmHtCKpIIJ4uqavW6T7uLnjq1ZqTLJG-g\\\"}\",\"signature\":\"Z_UYXW5sAPHGn8Nl9aTC_migP4efdgMXgnWn3RJNRq52q0vmD7htRqSZ30kCVnjrSh6sBRefMwYaFAEoanwo1w\",\"signingKeySignature\":\"0x9f07ed1bd7ac92d2fb80e0ca93793f36303bc46e47843bcc2d4cf6b91ec56a2e396a58af6ee689aa0fe60628a4fb8b28f949fe831e284669bdbea650bebaa8161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oaI_aqrccj_rZJuEDb5om5KP4Oki2qJJ9Zp96-WrJX0\\\",\\\"y\\\":\\\"IhHaYtsdNXKmHtCKpIIJ4uqavW6T7uLnjq1ZqTLJG-g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CSneNJsTYbgNcTk0o-ufA---jpNE9HCqDVxdKyrAQPE\"}"