"{\"content\":{\"body\":\"*FOMO is a hell of a drug.*\\n\\nNFT degens are like moths to a flame, always going from one shiny project to the next. I don't blame them one bit: we're all looking for the next 100x opportunity. The key is understanding the hype cycle so you don't get burned. Sometimes waiting to buy when a blue chip project dips in popularity is the way to go. Watching your investment go up during a hype period is even more satisfying if you've bought in when everyone else was fearful.\\n\\nThe best way to play the game is to understand that the market works in cycles. The old quote by Warren Buffet is especially true in crypto: \\\"Be fearful when others are greedy, and greedy when others are fearful.\\\" I hear it all the time from people who know how this works.\\n\\nPeople become NFT/crypto whales by waiting for the best opportunities to load up for cheap and then selling into the hype.\\n\\nCase in point: less than two months ago you couldn't even sell a MAYC (Mutant Ape Yacht Club) for more than 3.5 ETH, now they're flying off the OpenSea shelves. Floor is almost up to 16 ETH today.\\n\\n![](https://images.mirror-media.xyz/publication-images/J6wmPkYK_vKdpDYuT0I0r.png?height=437&width=800)\\n\\nYou can look at the sales volume over time for any NFT project on OpenSea. Simply click on the “Volume Traded” button at the top of the OS page for any NFT project. Below is the graph of the sales volume for MAYC. You can see that they had an initial hype reflected in sales volume proceeded by a long cooling-off period. This is what you want to look for when buying. If you had bought during the cool-off period, you would currently have made a \\\\~4x at current floor if you sell into the hype.\\n\\n![MAYC sales volume over time](https://images.mirror-media.xyz/publication-images/HGLT82jpHgpY4H1Ho2Iad.png?height=452&width=1354)\\n\\nAvoid buying during the hype periods indicated by the red arrows I’ve placed. Floors tend to pump immediately after an announcement. The low volume areas the chart are where you would ideally like to make your buys. Currently with floor at an ATH I believe MAYC still undervalued because of the token drop. Floor is still likely to continue to go up.\\n\\nIf you buy into fomo and sell into panic, you're going to end up becoming someone else's exit liquidity.\\n\\nWatching so many new people come into NFTs is exciting. But I am a little concerned that the fomo of NFT mania will get many people rekt. It is one way to learn.\\n\\nGeneral rule of thumb: when NFT mania is high, usually that's the best time to load up on Ethereum. When ETH goes to a new all time high, people want liquidity to ride it to the moon. Panic-selling of NFTs ensues. That's when you should be loading up on your picks that you've spent time watching. As soon as ETH starts to pump to a new ATH, you can bet the floors will all screech to a halt.\\n\\nHype is higher than ever before in NFTs right now. This doesn't mean you can't enjoy buying some NFTs. Just be responsible. The entire market is up, I believe, because liquidity from BAYC hype has trickled down. A rising tide lifts all boats.\\n\\nNew year, new FOMO.\",\"timestamp\":1641176541,\"title\":\"Master the Hype Cycle\"},\"digest\":\"COBp0cSraTsPapfguagPSoe2k1uUManv1NSv5Gl8zLQ\",\"authorship\":{\"contributor\":\"0x168b9Bd22F3951466b32c0b31639E933d2b0FCce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaDgqUuqHamryUwjQY6JG1D5j1B8Sp7_wyx0FVNOSHA\\\",\\\"y\\\":\\\"DBclUsRLuQbih6FqZabxUJHGZ8Mcw1z6YwQCOwvkww4\\\"}\",\"signature\":\"KdzxS9XyY0LkO6XjvBgo-C2QiDJKNxA2gVcKbjZa9FK5EcoIfqn6EOYvgJ4gIYHqz3y7PZWrAKnqTKFyZxLSlA\",\"signingKeySignature\":\"0x4781146b5f518e99c4d09ae083dc37df24279a0c0b035c488c10dec3af2b09af5d3aece8e99175b4dc8cf2fc9e85df17075e8b9137f2b1eeb4a8484070f52ef41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaDgqUuqHamryUwjQY6JG1D5j1B8Sp7_wyx0FVNOSHA\\\",\\\"y\\\":\\\"DBclUsRLuQbih6FqZabxUJHGZ8Mcw1z6YwQCOwvkww4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wviqxvudHNlGO3wPXJZ-MT3kuTL1Iw4ETMM7N2oyFkA\"}"