"{\"content\":{\"body\":\"The ‘Mandela Effect’ is a curious, mysterious and fascinating phenomenon where masses of people clearly recall either a specific event in history or the name or spelling of an item as being a particular way, however all public historical records and other people contradict what you remember as being a fact.\\n\\nIt is like what all these people remember never actually happened, yet you are so sure that it did and you have clear memories of it. This leaves the people experiencing the anomalies as feeling completely perplexed, puzzled and even weirded out, like reality has changed.\\n\\nWhat is interesting about this is that it is not just the odd person. In some cases it is thousands of people who share the same memory that contrasts current historical data or timelines.\\n\\nThere are literally people all over the world who are not related or connected to each other at all, that are collectively recalling the exact same historical information – yet all written information whether in books , newspapers or online sources of information contradict this. So it is not a sole, subjective experience – making it harder to disprove and debunk.\\n\\n**Why is it Called the ‘Mandela’ Effect?**\\n\\nThe name ‘Mandela’ links to Nelson Mandela and the fact that thousands of people recall seeing the news in the 1980’s, that Nelson Mandela died in prison during that time. Some even recollect being there and seeing him buried! They distinctly remember seeing the actual memorial.\\n\\nThe rest of us do not have such a recollection. All the other people of the world who found out about his death will agree with what all current public information reports – that he actually passed away in December 2013.\\n\\n**Which Reality Do You Recall?**\\n\\n**Test Yourself on Other Common Examples of the Mandela Effect:**\\n\\n​Famous People - When Did They Die, or Did They Die At All?\\n\\n​Apart from the questioning of Nelson Mandela's death, the death of other famous people has also been questioned.:\\n\\n​Muhammed Ali passed away on 3rd June 2016 - some people recall him dying before that already.\\n\\nBilly Graham - many people recall that he died around the time of Ted Kennedy's death. They watched the funeral on TV! As of July 2016 he is reportedly alive and well.\\n\\nShirley Temple died in 2014 - some recall that she died as a child\\n\\nThe Spelling or Word Change of Books, Movies & Products\\n\\nA big one that people recall differently is the old children's book - remembered as 'The Berenstein Bears', however in this reality the books are called: 'The Berenstain Bears.' Do you recall it spelled with an 'e' or an 'a'?\\n\\nThe iconic TV series / movie is named 'Sex and the City '– however many of us are sure that the name was “Sex in the City” when it first aired.\\n\\nMost people will recall the title \\\"Interview with a Vampire\\\" - Apparently not. Now everywhere it is referenced as \\\"Interview with the Vampire\\\"!\\n\\nWho doesn't remember the famous line from the movie Forest Gump as being: ​​\\\"Life is like a box of chocolates.\\\" I remember reciting it that way many a time. Apparently not! Believe it or not, if you watch the movie in this reality timeline, Forrest actually says \\\"Life was like a box of chocolates!\\\"\\n\\n​​​​We all know Star wars – according to your historic recollection, was Darth Vader's famous line: “LUKE, I am your father” now: “No, I am your father”? Believe it or not, it is the latter!\\n\\nThis is a cereal I never buy for my kids, however I am pretty sure I recall it being spelt as 'Fruit Loops', not 'Froot Loops'! How about you? (and no - it hasn't had a name change!)\\n\\n**Color Changes**\\n\\nThe color chartreuse - many people including artists remember this colour to be a kind of pinky blue/red/purple shade, now it is apparently a yellowy green colour, named after the liquor!\\n\\n**Geographical Shifts**\\n\\nNZ on the left (West) or right (East) of Australia? I recall clearly NZ was in the LEFT of Au! (or that its shifted further Norths??)​​\\n\\n**Other Reported Oddities:**\\n\\n​Which way do you spell this word: dilemna or dilemma? As an excellent speller I KNOW that its spelt 'dilemna' with an 'n'! But no, check any dictionary - apparently its spelled dilemma!\\n\\nDid 9/11 really happen on that date? There are people who believe it actually happened on the 10th!\\n\\nIt is interesting to note that there are alternate reality excerpts of the bible which are different, and scholars and priests are even commenting about that and the link to the Mandela effect online!\\n\\n**Which reality are you in?**\\n\\nThe predominant theory out there about this whole phenomenon is that it is a byproduct of the fact that there are multi dimensions and parallel universes, and thus a limitless number of alternate realities. This is a theory that is also supported by modern quantum physics.\\n\\n​Is the fact that there are a number of people who have alternative memories actual proof of parallel / alternative realities / universes?​\\n\\n**The Concept of 'Alternate Realities'?**\\n\\nWe are collectively becoming more and more aware that we all have multiple alternative realities happening at once. In fact the angels recently told me in a channeling that follows:\\n\\n​\\\"Be the Divine creature that you are in all spheres of life, the after life, all directions of 'time and space', because it is all happening instantaneously. All of your past, present and futures is happening all at once Dear Ones, and you will begin to understand this more as quantum Physics and breaks through the 'surface' of reality and throws old perspectives askew.\\\"\\n\\nEven though this sounds like the stuff of science fiction, those who are into the theories or are quite conscious of the ‘reality’ around them, really feel that it is real and happening. This has certainly been the case for me.\\n\\nMany people are starting to question reality and experience what current quantum physics is actually suggesting - that we are all living in a holographic and computer simulated world of multi dimensions. The theory is that the people that remember alternative facts had tapped into an alternative universe.\\n\\n​So the alternate reality where Mandela died in the 80s no longer exists, or isn’t the one that we are in right now. It is said that the more ‘dominant’ history takes over, the one that is stronger – and that eventually we forget or acclimatize - and it all becomes one though glitches in the system, although some still recall – and they are the ones questioning things.\\n\\n**A Merging of Dimensions**\\n\\nThings are rapidly changing. Reality is shifting before our eyes. Now, with the quickening of energies and energetic revolution on earth, some people might be moving in and out of or sliding between various alternative realities, and either not be conscious of it at all, or be somewhat conscious of small idiosyncrasies, glitches, oddities, or even a shift in the feel of the energy. Something feels different or out of place.\\n\\n​As we move into different timelines, our consciousness is moving too. And with shifting timelines, history changes also. Our reality is changing before our eyes, including the written word, right down to how we spell things. Timelines and blurring, dimensions are merging. Some say that there are two earths – the old earth and the new earth, and they are converging, coalescing into one.\\n\\n**A ‘Glitch’ in the System**\\n\\nIs there a glitch in the matrix? Whatever ‘reality’ you are in today might not be the one you are in tomorrow.\\n\\n**The Case for 'Mind Control'**\\n\\n​Some Christians believe that this is the sign of the devil, that we are being deceived and illusions are being created on a grand scale. Others believe that government agencies & secret power groups are mind controlling us.\\n\\nI confirm that the Mandela effect is but a deliberate deception by those in power and control. This whole phenomenon is based on: “False memories which is an off shoot of the mind control MK Ultra experiments-alternate histories and shared memories which are being intentionally broadcast to change our perception of what’s real and what's not-a virtual \\\"devil’s mental playground.\\\" The U.S. military and intelligence agencies are spending vast amounts of money to program the brain and to be able to both read your thoughts and control them and or implant them.”\\n\\nNow since electrons are the core element, the building blocks of all matter including our reality and every 'solid' object in it, if we apply this to our physical 'reality' of time and space, quantum physics has proven that reality therefore collapses as soon as we stop observing it. It is important to note that this process does not only apply to the electrons, but also the nucleus, molecules and whole atoms.\\n\\nSo what we experience as matter in any way, shape or form is only solid when we look at it. Other than that it is not solid at all but rather a wave. Therefore the natural state of an electron is as a wave. The only time that this wave forms into the state of a particle in a specific location, time and space is when it is being viewed. Scientists refer to this process as 'popping in and out of existence'.\\n\\nWhat then is our physical universe if it is not truly solid and real? I mean, we can touch it, smell it, feel it, taste it, and see it (well, when we are looking at it and imagining it)...\\n\\n​There are theories that scientists have come up with in order to ask this profound question and elucidate upon the existence and workings of this quantum world which we do not see. It involves both the concept of the \\\"Field\\\" and the idea of the universe as being holographic.\\n\\nLet's first examine the Field concept. The field is said to be a field of unlimited possibilities out of which everything is created, and is known as many terms, some of which you may have heard, such as:\\n\\nThe unified field\\n\\nThe zero point field\\n\\n​The Planck scale (based on famous scientist Max Planck)\\n\\nThe implicate order\\n\\n**​The quantum wave function**\\n\\nAnd how does the 'field' create reality? Quantum physicists say that the process is very similar indeed to that in which a hologram is made. What they are saying is that our universe is actually not real, but holographic.\\n\\nYou can not argue with this when you look at the true definition of the word hologram as being a virtual image, where an image can be reconstructed through information that is stored throughout the hologram. This demonstrates that the information pattern of a three-dimensional object can be encoded in a beam of light, which is more-or-less two-dimensional.\\\"\\n\\nTherefore just like what we understand to be 'virtual reality' in a game, images 'appear' to be there but they are not actually there in solid form or real reality. ​It is all an illusion.\\n\\nDespite its apparent solidity, the universe is at heart a phantasm - a gigantic and splendidly detailed hologram.\\n\\nIn understanding of all this, there is also some connection to the mystery of the workings and existence of the black hole. The idea that we live in a hologram probably sounds absurd, but it is a natural extension of our best understanding of black holes.\\n\\nWe are part of the whole called by us \\\" Universe\\\", a part limited in time and space. We are experiencing ourselves through our thoughts and feelings as something separated from the rest, a kind of optical delusion of our consciousness. This delusion is a kind of prison for all human beings, restricting us to grow and expand our consciousness.\",\"timestamp\":1635592854,\"title\":\"A MYSTERIES Of THE MANDELA EFFECT, The Merging and collapsing of parallel realities.\"},\"digest\":\"YOc7UC8vrQTUW6ThUWd5LFSw8fxdYMUqcivU3BAcfNc\",\"authorship\":{\"contributor\":\"0xD0d1dfB7Df6d563BA87eEACB55D8EA3ef23525a3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gds5nGA9zihGFt91C0mzwaNunyGr0JYPl5sH5P8nsxE\\\",\\\"y\\\":\\\"2vJqMSu-wgarMOHpNBCdVGWWQkrUA4kgYEqtCNLVadI\\\"}\",\"signature\":\"UHuKOXUZ_r3V7Ctr3oWRFPR8XM53SZvpS6U8pNwK073xurtUqEoctA60LNjJ9NTB_miUkOT7p5Ll46fWgY_-iw\",\"signingKeySignature\":\"0x895e0e6e3eed0781e187d9b548d069907f74f1fcebc6a090d169ac77b08b9abb0c2d0538163324f61703df377d4a128cf259d0eed387c137d85599ef7cbaa3861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gds5nGA9zihGFt91C0mzwaNunyGr0JYPl5sH5P8nsxE\\\",\\\"y\\\":\\\"2vJqMSu-wgarMOHpNBCdVGWWQkrUA4kgYEqtCNLVadI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YOc7UC8vrQTUW6ThUWd5LFSw8fxdYMUqcivU3BAcfNc\"}"