"{\"content\":{\"body\":\"Verses! Vere was writing verses. Of course! Every one begins by being a poet. Hermione smiled, almost laughed aloud. Poor little Vere with her poor little secret! There was still that bitterness in the mother, that sense of wrong. But she read on and on. And presently she started and her hand shook.\\n\\nShe had come to a poem that was corrected in Vere's handwriting, and on the margin was written, \\\"Monsieur Emile's idea.\\\"\\n\\nSo there had been a conference, and Emile was advising Vere.\\n\\nHermione's hand shook so violently that she could not go on reading for a moment, and she laid the paper down. She felt like one who has suddenly unmasked a conspiracy against herself. It was useless for her intellect to deny this conspiracy, for her heart proclaimed it.\\n\\nLong ago Emile had told her frankly that it was in vain for her to waste her time in creative work, that she had not the necessary gift for it. And now he was secretly assisting her own child--a child of sixteen--to do what he had told her, the mother, not to do. Why was he doing this?\\n\\nAgain the monstrous idea that she had forcibly dismissed from her mind that day returned to Hermione. There is one thing that sometimes blinds the most clear-sighted men, so that they cannot perceive truth.\\n\\nBut--Hermione again bent over the sheets of paper, this time seeking for a weapon against the idea which assailed her. On several pages she found emendations, excisions, on one a whole verse completely changed. And on the margins were pencilled \\\"Monsieur Emile's suggestion\\\"; \\\"Monsieur E.'s advice\\\"; and once, \\\"These two lines invented by Monsieur Emile.\\\"\\n\\nWhen had Vere and Emile had the opportunity for this long and secret discussion? On the day of the storm they had been together alone. They had had tea together alone. And on the night Emile dined on the island they had been out in the boat together for a long time. All this must have been talked over then.\\n\\nYes.\\n\\nShe read on. Had Vere talent? Did her child possess what she had longed for, and had been denied? She strove to read critically, but she was too excited, too moved to do so. All necessary calm was gone. She was painfully upset. The words moved before her eyes, running upward in irregular lines that resembled creeping things, and she saw rings of light, yellow in the middle and edged with pale blue.\\n\\nShe pushed away the sheets of paper, got up and went again to the window. She must look at Vere once more, look at her with this new knowledge, look at her critically, with a piercing scrutiny. And she bent down as before, and moved a section of the blind, pushing it up.\\n\\nThere was no boat beneath her on the sea.\\n\\nShe dropped the blind sharply, and all the blood in her body seemed to make a simultaneous movement away from the region of the heart.\\n\\nVere was perhaps already in the house, running lightly up to the room. She would come in and find her mother there. She would guess what her mother had been doing.\\n\\nHermione did not hesitate. She crossed the room swiftly, opened the door, and went out. She reached her own room without meeting Vere. But she had not been in it for more than a minute and a half when she heard Vere come up-stairs, the sound of her door open and shut.\\n\\nHermione cleared her throat. She felt the need of doing something physical. Then she pulled up her blinds and let the hot sun stream in upon her.\\n\\nShe felt dark just then--black.\\n\\nIn a moment she found that she was perspiring. The sun was fierce-- that, of course, must be the reason. But she would not shut the sun out. She must have light around her, although there was none within her.\\n\\nShe was thankful she had escaped in time. If she had not, if Vere had run into the room and found her there, she was sure she would have frightened her child by some strange outburst. She would have said or done something--she did not at all know what--that would perhaps have altered their relations irrevocably. For, in that moment, the sense of self-control, of being herself--so she put it--had been withdrawn from her.\\n\\nShe would regain it, no doubt. She was even now regaining it. Already she was able to say to herself that she was not seeing things in their true proportions, that some sudden crisis of the nerves, due perhaps to some purely physical cause, had plunged her into a folly of feeling from which she would soon escape entirely. She was by nature emotional and unguarded: therefore specially likely to be the victim in mind of any bodily ill.\\n\\nAnd then she was not accustomed to be unwell. Her strength of body was remarkable. Very seldom had she felt weak.\\n\\nShe remembered one night, long ago in Sicily, when an awful bodily weakness had overtaken her. But that had been caused by dread. The mind had reacted upon the body. Now, she was sure of it, body had reacted on mind.\\n\\nYet she had not been ill.\\n\\nShe felt unequal to the battle of pros and cons that was raging within her.\\n\\n\\\"I'll be quiet,\\\" she thought. \\\"I'll read.\\\"\\n\\nAnd she took up a book.\\n\\nShe read steadily for an hour, understanding thoroughly all she read, and wondering how she had ever fancied she cared about reading. Then she laid the book down and looked at the clock. It was nearly four. Tea would perhaps refresh her. And after tea? She had loved the island, but to-day she felt almost as if it were a prison. What was there to be done? She found herself wondering for the first time how she had managed to \\\"get through\\\" week after week there. And in a moment her wonder made her realize the inward change in her, the distance that now divided her from Vere, the gulf that lay between them.\\n\\nA day with a stranger may seem long, but a month with a friend how short! To live with Vere had been like living with a part of herself. But now what would it be like? And when Emile came, and they three were together?\\n\\nWhen Hermione contemplated that reunion, she felt that it would be to her intolerable. And yet she desired it. For she wanted to know something, and she was certain that if she, Vere, and Emile could be together, without any fourth person, she would know it.\\n\\nA little while ago, when she had longed for bracing action, she had resolved to ask Emile to meet the Marchesino. She had felt as if that meeting would clear the air, would drive out the faint mystery which seemed to be encompassing them about. The two men, formerly friends, were evidently in antagonism now. She wanted to restore things to their former footing, or to make the enmity come out into the open, to understand it thoroughly, and to know if she and Vere had any part in it. Her desire had been to throw open windows and let in light.\\n\\nBut now things were changed. She understood, she knew more. And she wanted to be alone with Emile and with Vere. Then, perhaps, she would understand everything.\\n\\nShe said this to herself quite calmly. Her mood was changed. The fire had died down in her, and she felt almost sluggish, although still restless. The monstrous idea had come to her again. She did not vehemently repel it. By nature she was no doubt an impulsive. But now she meant to be a watcher. Before she took up her book and began to read she had been, perhaps, almost hysterical, had been plunged in a welter of emotion in which reason was drowned, had not been herself.\\n\\nBut now she felt that she was herself.\\n\\nThere was something that she wished to know, something that the knowledge she had gained in her child's room that day suggested as a possibility.\\n\\nShe regretted her note to Emile. Why had not she asked him to come alone, to-morrow, or even to-night--yes, to-night?\\n\\nIf she could only be with him and Vere for a few minutes to-night!\\n\\nCHAPTER XXIII\\n\\nWhen Artois received Hermione's letter he asked who had brought it, and obtained from the waiter a fairly accurate description of Gaspare.\\n\\n\\\"Please ask him to come up,\\\" he said. \\\"I want to speak to him.\\\"\\n\\nTwo or three minutes later there was a knock at the door and Gaspare walked in, with a large-eyed inquiring look.\\n\\n\\\"Good-day, Gaspare. You've never seen my quarters before, I think,\\\" said Artois, cordially.\\n\\n\\\"No, Signore. What a beautiful room!\\\"\\n\\n\\\"Then smoke a cigar, and I'll write an answer to this letter.\\\"\\n\\n\\\"Thank you, Signore.\\\"\\n\\nArtois gave him a cigar, and sat down to answer the letter, while Gaspare went out on to the balcony and stood looking at the bathers who were diving from the high wooden platform of the bath establishment over the way. When Artois had finished writing he joined Gaspare. He had a great wish that day to break down a reserve he had respected for many years, but he knew Gaspare's determined character, his power of obstinate, of dogged silence. Gaspare's will had been strong when he was a boy. The passing of the years had certainly not weakened it. Nevertheless, Artois was moved to make the attempt which he foresaw would probably end in failure.\\n\\nHe gave Gaspare the letter, and said:\\n\\n\\\"Don't go for a moment. I want to have a little talk with you.\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\nGaspare put the letter into the inner pocket of his jacket, and stood looking at Artois, holding the cigar in his left hand. In all these years Artois had never found out whether Gaspare liked him or not. He wished now that he knew.\\n\\n\\\"Gaspare,\\\" he said, \\\"I think you know that I have a great regard for your Padrona.\\\"\\n\\n\\\"Si, Signore. I know it.\\\"\\n\\nThe words sounded rather cold.\\n\\n\\\"She has had a great deal of sorrow to bear.\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\n\\\"One does not wish that she should be disturbed in any way--that any fresh trouble should come into her life.\\\"\\n\\nGaspare's eyes were always fixed steadily upon Artois, who, as he spoke the last words, fancied he saw come into them an expression that was almost severely ironical. It vanished at once as Gaspare said:\\n\\n\\\"No, Signore.\\\"\\n\\nArtois felt the iron of this faithful servant's impenetrable reserve, but he continued very quietly and composedly:\\n\\n\\\"You have always stood between the Padrona and trouble whenever you could. You always will--I am sure of that.\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\n\\\"Do you think there is any danger to the Signora's happiness here?\\\"\\n\\n\\\"Here, Signore?\\\"\\n\\nGaspare's emphasis seemed to imply where they were just then standing. Artois was surprised, then for a moment almost relieved. Apparently Gaspare had no thought in common with the strange, the perhaps fantastic thought that had been in his own mind.\\n\\n\\\"Here--no!\\\" he said, with a smile. \\\"Only you and I are here, and we shall not make the Signora unhappy.\\\"\\n\\n\\\"Chi lo sa?\\\" returned Gaspare.\\n\\nAnd again that ironical expression was in his eyes.\",\"timestamp\":1637314571,\"title\":\"\\nAt first she stood. Then she sat down. She took up the paper, handled it, held it close to her eyes.\"},\"digest\":\"1rlnJxkUItBzW1zGP9HC4zF0LxvxV2wDaOhWsqZEPEs\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYWU0y7dCNhqJBVTuPLbjWwnZCvZxbRFuuqJCysWnw4\\\",\\\"y\\\":\\\"3dTqlURQ3v444yrVYGh2ud6lOfV8HNDSu3SJeS3QYcg\\\"}\",\"signature\":\"wKPZD6-L5WgU4TH9O8v8L_RK6MrRWAKgExzJr5j5U-LssgKViHrtmaMweRnUTlsI5r4hVEXQ7aX9HqoQt9g01w\",\"signingKeySignature\":\"0x112b56a29759ea33d959bddf16fbb6eec29cfbf336aa1f60b52914adf818b47e3d84f9c4c5e58252ba642322f9e90a6670ea35a384c60210492ce24d1a3551031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYWU0y7dCNhqJBVTuPLbjWwnZCvZxbRFuuqJCysWnw4\\\",\\\"y\\\":\\\"3dTqlURQ3v444yrVYGh2ud6lOfV8HNDSu3SJeS3QYcg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1rlnJxkUItBzW1zGP9HC4zF0LxvxV2wDaOhWsqZEPEs\"}"