"{\"content\":{\"body\":\"Aroa waited stolidly.  A leaping fish splashed far out on the water.  A tiny wavelet murmured sleepily on the beach.  The shadow of a flying-fox drifted by in velvet silence overhead.  A light air fanned coolly on her cheek; it was the land-breeze beginning to blow.\\n\\n\\\"You go along quarters,\\\" she said, starting to turn on her heel to enter the gate.\\n\\n\\\"You pay me,\\\" said the boy.\\n\\n\\\"Aroa, you all the same one big fool.  I no pay you.  Now you go.\\\"\\n\\nBut the black was unmoved.  She felt that he was regarding her almost insolently as he repeated:\\n\\n\\\"I take 'm medicine.  You pay me.  You pay me now.\\\"\\n\\nThen it was that she lost her temper and cuffed his ears so soundly as to drive him back among his fellows.  But they did not break up. Another boy stepped forward.\\n\\n\\\"You pay me,\\\" he said.\\n\\nHis eyes had the querulous, troubled look such as she had noticed in monkeys; but while he was patently uncomfortable under her scrutiny, his thick lips were drawn firmly in an effort at sullen determination.\\n\\n\\\"What for?\\\" she asked.\\n\\n\\\"Me Gogoomy,\\\" he said.  \\\"Bawo brother belong me.\\\"\\n\\nBawo, she remembered, was the sick boy who had died.\\n\\n\\\"Go on,\\\" she commanded.\\n\\n\\\"Bawo take 'm medicine.  Bawo finish.  Bawo my brother.  You pay me.  Father belong me one big fella chief along Port Adams.  You pay me.\\\"\\n\\nJoan laughed.\\n\\n\\\"Gogoomy, you just the same as Aroa, one big fool.  My word, who pay me for medicine?\\\"\\n\\nShe dismissed the matter by passing through the gate and closing it.  But Gogoomy pressed up against it and said impudently:\\n\\n\\\"Father belong me one big fella chief.  You no bang 'm head belong me.  My word, you fright too much.\\\"\\n\\n\\\"Me fright?\\\" she demanded, while anger tingled all through her.\\n\\n\\\"Too much fright bang 'm head belong me,\\\" Gogoomy said proudly.\\n\\nAnd then she reached for him across the gate and got him.  It was a sweeping, broad-handed slap, so heavy that he staggered sideways and nearly fell.  He sprang for the gate as if to force it open, while the crowd surged forward against the fence.  Joan thought rapidly.  Her revolver was hanging on the wall of her grass house. Yet one cry would bring her sailors, and she knew she was safe.  So she did not cry for help.  Instead, she whistled for Satan, at the same time calling him by name.  She knew he was shut up in the living room, but the blacks did not wait to see.  They fled with wild yells through the darkness, followed reluctantly by Gogoomy; while she entered the bungalow, laughing at first, but finally vexed to the verge of tears by what had taken place.  She had sat up a whole night with the boy who had died, and yet his brother demanded to be paid for his life.\\n\\n\\\"Ugh! the ungrateful beast!\\\" she muttered, while she debated whether or not she would confess the incident to Sheldon.\\n\\nCHAPTER XI--THE PORT ADAMS CROWD\\n\\n\\\"And so it was all settled easily enough,\\\" Sheldon was saying.  He was on the veranda, drinking coffee.  The whale-boat was being carried into its shed.  \\\"Boucher was a bit timid at first to carry off the situation with a strong hand, but he did very well once we got started.  We made a play at holding a court, and Telepasse, the old scoundrel, accepted the findings.  He's a Port Adams chief, a filthy beggar.  We fined him ten times the value of the pigs, and made him move on with his mob.  Oh, they're a sweet lot, I must say, at least sixty of them, in five big canoes, and out for trouble.  They've got a dozen Sniders that ought to be confiscated.\\\"\\n\\n\\\"Why didn't you?\\\" Joan asked.\\n\\n\\\"And have a row on my hands with the Commissioner?  He's terribly touchy about his black wards, as he calls them.  Well, we started them along their way, though they went in on the beach to kai-kai several miles back.  They ought to pass here some time to-day.\\\"\\n\\nTwo hours later the canoes arrived.  No one saw them come.  The house-boys were busy in the kitchen at their own breakfast.  The plantation hands were similarly occupied in their quarters.  Satan lay sound asleep on his back under the billiard table, in his sleep brushing at the flies that pestered him.  Joan was rummaging in the store-room, and Sheldon was taking his siesta in a hammock on the veranda.  He awoke gently.  In some occult, subtle way a warning that all was not well had penetrated his sleep and aroused him. Without moving, he glanced down and saw the ground beneath covered with armed savages.  They were the same ones he had parted with that morning, though he noted an accession in numbers.  There were men he had not seen before.\\n\\nHe slipped from the hammock and with deliberate slowness sauntered to the railing, where he yawned sleepily and looked down on them. It came to him curiously that it was his destiny ever to stand on this high place, looking down on unending hordes of black trouble that required control, bullying, and cajolery.  But while he glanced carelessly over them, he was keenly taking stock.  The new men were all armed with modern rifles.  Ah, he had thought so. There were fifteen of them, undoubtedly the Lunga runaways.  In addition, a dozen old Sniders were in the hands of the original crowd.  The rest were armed with spears, clubs, bows and arrows, and long-handled tomahawks.  Beyond, drawn up on the beach, he could see the big war-canoes, with high and fantastically carved bows and sterns, ornamented with scrolls and bands of white cowrie shells.  These were the men who had killed his trader, Oscar, at Ugi.\\n\\n\\\"What name you walk about this place?\\\" he demanded.\\n\\nAt the same time he stole a glance seaward to where the Flibberty- Gibbet reflected herself in the glassy calm of the sea.  Not a soul was visible under her awnings, and he saw the whale-boat was missing from alongside.  The Tahitians had evidently gone shooting fish up the Balesuna.  He was all alone in his high place above this trouble, while his world slumbered peacefully under the breathless tropic noon.\\n\\nNobody replied, and he repeated his demand, more of mastery in his voice this time, and a hint of growing anger.  The blacks moved uneasily, like a herd of cattle, at the sound of his voice.  But not one spoke.  All eyes, however, were staring at him in certitude of expectancy.  Something was about to happen, and they were waiting for it, waiting with the unanimous, unstable mob-mind for the one of them who would make the first action that would precipitate all of them into a common action.  Sheldon looked for this one, for such was the one to fear.  Directly beneath him he caught sight of the muzzle of a rifle, barely projecting between two black bodies, that was slowly elevating toward him.  It was held at the hip by a man in the second row.\\n\\n\\\"What name you?\\\" Sheldon suddenly shouted, pointing directly at the man who held the gun, who startled and lowered the muzzle.\\n\\nSheldon still held the whip hand, and he intended to keep it.\\n\\n\\\"Clear out, all you fella boys,\\\" he ordered.  \\\"Clear out and walk along salt water.  Savvee!\\\"\\n\\n\\\"Me talk,\\\" spoke up a fat and filthy savage whose hairy chest was caked with the unwashed dirt of years.\\n\\n\\\"Oh, is that you, Telepasse?\\\" the white man queried genially.  \\\"You tell 'm boys clear out, and you stop and talk along me.\\\"\\n\\n\\\"Him good fella boy,\\\" was the reply.  \\\"Him stop along.\\\"\\n\\n\\\"Well, what do you want?\\\" Sheldon asked, striving to hide under assumed carelessness the weakness of concession.\\n\\n\\\"That fella boy belong along me.\\\"  The old chief pointed out Gogoomy, whom Sheldon recognized.\\n\\n\\\"White Mary belong you too much no good,\\\" Telepasse went on.  \\\"Bang 'm head belong Gogoomy.  Gogoomy all the same chief.  Bimeby me finish, Gogoomy big fella chief.  White Mary bang 'm head.  No good.  You pay me plenty tobacco, plenty powder, plenty calico.\\\"\\n\\n\\\"You old scoundrel,\\\" was Sheldon's comment.  An hour before, he had been chuckling over Joan's recital of the episode, and here, an hour later, was Telepasse himself come to collect damages.\\n\\n\\\"Gogoomy,\\\" Sheldon ordered, \\\"what name you walk about here?  You get along quarters plenty quick.\\\"\\n\\n\\\"Me stop,\\\" was the defiant answer.\",\"timestamp\":1638930521,\"title\":\"\\nAnd this was a sample of their gratitude, she thought.  It looked as if Sheldon had been right after all\"},\"digest\":\"vgMtffaNmhGXIfnkSgdndTL0UZ5BAMSwwWYTI6vJjRA\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LO-3oeQWZ-LJ0-c4XwU4M_JDv_sssN3_r0tWkeiqMHY\\\",\\\"y\\\":\\\"Ah-HLZP4TVZKdJyZHvkDPaPe3KA4Esw-XLQ1rdPrMyE\\\"}\",\"signature\":\"oT2W4UM_Mk-EWxjxtoUMgocXmLWyUjI2hHbDHRr6R1m6RaXm4eDNPta7b80WlcEVAVnzNhcqqUd_JiYOmoMpNA\",\"signingKeySignature\":\"0x5ade86db9c4dc0c37556a45f4a567a5a3708c85fcc0ad7e8d61cda77852e171a49760eefe0da90b76d31a60973654db8c6130826499a82c811bb6a1f2e7908c61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LO-3oeQWZ-LJ0-c4XwU4M_JDv_sssN3_r0tWkeiqMHY\\\",\\\"y\\\":\\\"Ah-HLZP4TVZKdJyZHvkDPaPe3KA4Esw-XLQ1rdPrMyE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vgMtffaNmhGXIfnkSgdndTL0UZ5BAMSwwWYTI6vJjRA\"}"