"{\"content\":{\"body\":\"She determined, and why it would be difficult to say, that nothing would induce her to tell her sister Susan what was the subject of the letter. Mrs Grantly, she knew, was instigated by the archdeacon, and she would not plead to any arraignment made against her by him.\\n\\n'But, Eleanor dear, why do you get letters from Mr Slope at all, knowing, as you do, he is a person so distasteful to papa, and to the archdeacon, and indeed to all your friends?'\\n\\n'In the first place, Susan, I don't get letters from him; and in the next place, as Mr Slope wrote the one letter which I have got, and as I only received it, which I could not very well help doing, as papa handed it to me, I think you had better ask Mr Slope instead of me.'\\n\\n'What was the letter about, Eleanor?'\\n\\n'I cannot tell you,' said she, 'because it was confidential. It was on business respecting a third person.'\\n\\n'It was in no way personal to yourself, then?'\\n\\n'I won't exactly say that, Susan,' said she, getting more and more angry at her sister's questions.\\n\\n'Well I must say it's rather singular,' said Mrs Grantly, affecting to laugh, 'that a young lady in your position should receive a letter from an unmarried gentleman of which she will not tell the contents, and which she is ashamed to show her sister.'\\n\\n'I am not ashamed,' said Eleanor, blazing up; 'I am not ashamed of anything in the matter; only I do not choose to be cross-examined as to my letters by any one.'\\n\\n'Well, dear,' said the other, 'I cannot tell you that I do not think that Mr Slope a proper correspondent for you.'\\n\\n'If he be ever so improper, how can I help his having written to me? But you are all prejudiced against him to such an extent, that that which would be kind and generous in another man is odious and impudent in him. I hate a religion that teaches one to be so onesided to one's charity.'\\n\\n'I am sorry, Eleanor, that you hate the religion you find here; but surely you should remember that in such matters the archdeacon must know more of the world than you do. I don't ask you to respect or comply with me, although I am, unfortunately, so many years your senior; but surely, in such a matter as this, you might consent to be guided by the archdeacon. He is most anxious to be your friend if you will let him.'\\n\\n'In such a matter as what?' said Eleanor very testily. 'Upon my word I don't know what this is all about.'\\n\\n'We all want you to drop Mr Slope.'\\n\\n'You all want me to be illiberal as yourselves. That I shall never be. I see no harm in Mr Slope's acquaintance, and I shall not insult the man by telling him that I do. He has thought it necessary to write to me, and I do not want the archdeacon's advice about the letter. If I did I would ask it.'\\n\\n'Then, Eleanor, it is my duty to tell you,' and now she spoke with a tremendous gravity, 'that the archdeacon thinks that such a correspondence is disgraceful, and that he cannot allow it to go on in this house.'\\n\\nEleanor's eyes flashed fire as she answered her sister, jumping up from her seat as she did so. 'You may tell the archdeacon that wherever I am I shall receive what letters I please and from whom I please. And as for the word disgraceful, if Dr Grantly has used it of me he has been unmanly and inhospitable,' and she walked off to the door. 'When papa comes from the dining-room I will thank you to ask him to step up to my bed-room. I will show him Mr Slope's letter, but I will show it to no one else.' And so saying she retreated to her baby.\\n\\nShe had no conception of the crime with which she was charged. The idea that she could be thought by her friends to regard Mr Slope as a lover, had never flashed upon her. She conceived that they were all prejudiced and illiberal in their persecution of him, and therefore she would not join in the persecution, even though she greatly disliked the man.\\n\\nEleanor was very angry as she seated herself in a low chair by her open window at the foot of her child's bed. 'To dare to say that I have disgraced myself,' she repeated to herself more than once. 'How papa can put up with that man's arrogance! I will certainly not sit down to dinner in this house again unless he begs my pardon for that word.' And then a thought struck her that Mr Arabin might perchance hear of her 'disgraceful' correspondence with Mr Slope, and she turned crimson with pure vexation. Oh, if she had known the truth! If she could have conceived that Mr Arabin had been informed as a fact that she was going to marry Mr Slope!\\n\\nShe had not been long in her room before her father joined her. As he left the drawing-room Mrs Grantly took her husband into the recess of the window, and told him how signally she had failed.\\n\\n'I will speak to her myself before I go to bed,' said the archdeacon.\\n\\n'Pray do no such thing,' said she; 'you can do no good and will only make an unseemly quarrel in the house. You have no idea how headstrong she can be.'\\n\\nThe archdeacon declared that as to that he was quite indifferent. He knew his duty and he would do it. Mr Harding was weak in the extreme in such matters. He would not have it hereafter on his conscience that he had not done all that in him lay to prevent so disgraceful an alliance. It was in vain that Mrs Grantly assured him that speaking to Eleanor angrily would only hasten such a crisis, and render it certain if at present there were any doubt. He was angry, self-willed, and sore. The fact that a lady in his household had received a letter from Mr Slope had wounded his pride in the sorest place, and nothing could control him.\\n\\nMr Harding looked worn and woebegone as he entered his daughter's room. These sorrows worried him sadly. He felt that if they were continued he must go to the wall in a manner so kindly prophesied to him by the chaplain. He knocked gently at his daughter's door, waited till he was distinctly bade to enter, and then appeared as though he and not she was the suspected criminal.\\n\\nEleanor's arm was soon within his, and she had soon kissed his forehead and caressed him, not with joyous but with eager love. 'Oh, papa,' she said, 'I do so want to speak to you. They have been talking about me downstairs to-night; don't you know they have, papa?'\\n\\nMr Harding confessed with a sort of murmur that the archdeacon had been speaking of her.\\n\\n'I shall hate Dr Grantly soon--'\\n\\n'Oh, my dear!'\\n\\n'Well; I shall. I cannot help it. He is so uncharitable, so unkind, so suspicious of everyone that does not worship himself: and then he is so monstrously arrogant to other people who have a right to their opinions as well as he has to his own.'\\n\\n'He is an earnest, eager man, my dear: but he never means to be unkind.'\\n\\n'He is unkind, papa, most unkind. There, I got that letter from Mr Slope before dinner. It was you yourself who gave it to me. There; pray read it. It is all for you. It should have been addressed to you. You know how they have been talking about it downstairs. You know how they behaved to me at dinner. And since dinner Susan has been preaching to me, till I could not remain in the room with her. Read it, papa; and then say whether that is a letter that need make Dr Grantly so outrageous.'\\n\\nMr Harding took his arm from his daughter's waist, and slowly read the letter. She expected to see his countenance lit up with joy as he learnt that his path back to the hospital was made so smooth; but she was doomed to disappointment, as had once been the case before on a somewhat similar occasion. His first feeling was one of unmitigated disgust that Mr Slope should have chosen to interfere in his behalf. He had been anxious to get back to the hospital, but he would have infinitely sooner resigned all pretensions to the place, than have owned in any manner to Mr Slope's influence in his favour. Then he thoroughly disliked the tone of Mr Slope's letter; it was unctuous, false, and unwholesome, like the man. He saw, which Eleanor had failed to see, that much more had been intended than was expressed. The appeal to Eleanor's pious labours as separate from his own grated sadly against his feelings as a father. And then, when he came to the 'darling boy,' and the 'silken tresses,' he slowly closed and folded the letter in despair. It was impossible that Mr Slope should so write unless he had been encouraged. It was impossible that Eleanor should have received such a letter, and received it without annoyance, unless she were willing to encourage him. So at least, Mr Harding argued to himself.\\n\\nHow hard it is to judge accurately of the feelings of others. Mr Harding, as he came to close the letter, in his heart condemned his daughter for indelicacy, and it made him miserable to do so. She was not responsible for what Mr Slope might write. True. But then she expressed no disgust at it. She had rather expressed approval of the letter as a whole. She had given it to him to read, as a vindication for herself and also for him. The father's spirits sank within him as he felt that he could not acquit her.\\n\\nAnd yet it was the true feminine delicacy of Eleanor's mind which brought her on this condemnation. Listen to me, ladies, and I beseech you to acquit her. She thought of this man, this lover of whom she was so unconscious, exactly as her father did, exactly as the Grantlys did. At least she esteemed him personally as they did. But she believed him to be in the main an honest man, and one truly inclined to assist her father. She felt herself bound, after what had passed, to show the letter to Mr Harding. She thought it necessary that he should know what Mr Slope had to say. But she did not think it necessary to apologise for, or condemn, or even allude to the vulgarity of the man's tone, which arose, as does all vulgarity, from ignorance. It was nauseous to her to have such a man like Mr Slope commenting on her personal attractions; and she did not think it necessary to dilate with her father upon what was nauseous. She never supposed they could disagree on such a subject. It would have been painful for to point it out, painful to her to speak strongly against a man of whom, on the whole she was anxious to think and speak well. In encountering such a man she had encountered what was disagreeable, as she might do in walking the streets. But in such encounters she never thought it necessary to dwell on what disgusted her.\\n\\nMr Harding slowly folded the letter, handed it back to her, kissed her forehead and bade God bless her. He then crept slowly away to his own room.\\n\\nAs soon as he had left the passage another knock was given at Eleanor's door, and Mrs Grantly's very demure own maid, entering on tiptoe, wanted to know would Mrs Bold be so kind as to speak to the archdeacon for two minutes in the archdeacon's study, if not disagreeable. The archdeacon's compliments, and he wouldn't detain her two minutes.\\n\\nEleanor thought it was very disagreeable; she was tired and fagged and sick at heart; her present feelings towards Dr Grantly were anything but those of affection. She was, however, no coward, and therefore promised to be in the study in five minutes. So she arranged her hair, tied on her cap, and went down with a palpitating heart.\\n\\nCHAPTER XXIX\\n\\nA SERIOUS INTERVIEW\\n\\nThere are people who delight in serious interviews, especially when to them appertain the part of offering advice or administering rebuke, and perhaps the archdeacon was one of these. Yet on this occasion he did not prepare himself for the coming conversation with much anticipation of pleasure. Whatever might be his faults he was not an inhospitable man, and he almost felt that he was sinning against hospitality in upbraiding Eleanor in his own house. Then, also he was not quite sure that he would get the best of it. His wife had told him that he decidedly would not, and he usually gave credit to what his wife said. He was, however, so convinced of what he considered to be the impropriety of Eleanor's conduct, and so assured also of his own duty in trying to check it, that his conscience would not allow him to take his wife's advice and go to bed quietly.\\n\\nEleanor's face as she entered the room was not much as to reassure him. As a rule she was always mild in manner and gentle in conduct; but there was that in her eye which made it not an easy task to scold her. In truth she had been little used to scolding. No one since her childhood had tried it but the archdeacon, and he had generally failed when he did try it. He had never done so since her marriage; and now, when he saw her quiet easy step, as she entered the room, he almost wished he had taken his wife's advice.\\n\\nHe began by apologising for the trouble he was giving her. She begged him not to mention it, assured him that walking down the stairs was no trouble to her at all, and then took a seat and waited patiently for him to begin his attack.\\n\\n'My dear Eleanor,' he said, 'I hope you believe me when I assure you that you have no sincerer friend than I am.' To this Eleanor answered nothing, and therefore he proceeded. 'If you had a brother of your own I should not probably trouble you with what I am going to say. But as it is I cannot but think that it must be a comfort to you to know that you have near you one who is as anxious for your welfare as any brother of your own could be.'\\n\\n'I never had a brother,' said she.\\n\\n'I know you never had, and it is therefore that I speak to you.'\\n\\n'I never had a brother,' she repeated; 'but I have hardly felt the want. Papa has been to me both father and brother.'\\n\\n'Your father is the fondest and most affectionate of men. But--'\\n\\n'He is--the fondest and most affectionate of men, and the best of counsellors. While he lives I can never want advice.'\\n\\nThis rather put the archdeacon out. He could not exactly contradict what his sister-in-law said about her father; and yet he did not at all agree with her. He wanted her to understand that he tendered his assistance because her father was a soft good-natured gentleman, not sufficiently knowing in the ways of the world; but he could not say this to her. So he had to rush into the subject-matter of his proffered counsel without any acknowledgement on her part that she could need it, or would be grateful for it.\\n\\n'Susan tells me that you received a letter this evening from Mr Slope.'\\n\\n'Yes; papa brought it in the brougham. Did he not tell you?'\\n\\n'And Susan says that you objected to let her know what it was about.'\\n\\n'I don't think she asked me. But had she done so I should not have told her. I don't think it nice to be asked about one's letters. If one wishes to show them one does so without being asked.'\\n\\n'True. Quite so. What you say is quite true. But is not the fact of your receiving letters from Mr Slope, which you do not wish to show to your friends, a circumstance which must excite some--some surprise--some suspicion--'\\n\\n'Suspicion!' said she, not speaking above her usual voice, speaking still in a soft womanly tone, but yet with indignation; 'suspicion! and who suspects me, and of what?'\\n\\nAnd then there was a pause, for the archdeacon was not quite ready to explain the ground of his suspicion. 'No, Dr Grantly, I did not choose to show Mr Slope's letter to Susan. I could not show it to any one till papa had seen it. If you have any wish to read it now, you can do so,' and she handed the letter to him over the table.\\n\\nThis was an amount of compliance which he had not at all expected, and which rather upset him in his tactics. However, he took the letter, perused it carefully, and then refolding it, kept it on the table under his hand. To him it appeared to be in almost every respect the letter of a declared lover; it seemed to corroborate his worst suspicions; and the fact of Eleanor's showing it to him was all but tantamount to a declaration on her part, that it was her pleasure to receive love-letters from Mr Slope. He almost entirely overlooked the real subject-matter of the epistle; so intent was he on the forthcoming courtship and marriage.\\n\\n'I'll thank you to give it back, please, Dr Grantly.'\\n\\nHe took his hand and held it up, but made no immediate overture to return it. 'And Mr Harding has seen this?' said he.\\n\\n'Of course he has,' said she; 'it was written that he might see it. It refers solely to his business--of course I showed it to him.'\\n\\n'And Eleanor, do you think that that is a proper letter for you--for a person in your condition--to receive from Mr Slope?'\\n\\n'Quite a proper letter,' said she, speaking, perhaps, a little out of obstinacy; probably forgetting at the moment the objectionable mention of her silken curls.\\n\\n'Then, Eleanor, it is my duty to tell you that I wholly differ from you.'\\n\\n'So I suppose,' said she, instigated now by sheer opposition and determination not to succumb. 'You think Mr Slope is a messenger direct from Satan. I think he is an industrious, well-meaning clergyman. It's a pity that we differ as we do. But, as we do differ, we had probably better not talk about it.'\\n\\nHere undoubtedly Eleanor put herself in the wrong. She might probably have refused to talk to Dr Grantly on the matter in dispute without any impropriety; but having consented to listen to him, she had no business to tell him that regarded Mr Slope as an emissary from the evil one; nor was she justified in praising Mr Slope, seeing that in her heart of hearts she did not think well of him. She was, however, wounded in spirit, and very angry and bitter. She had been subjected to contumely and cross-questioning and ill-usage through the whole evening. No one, not even Mr Arabin, not even her father, had been kind to her. All this she attributed to the prejudice and conceit of the archdeacon, and therefore she resolved to set no bounds to her antagonism to him. She would neither give nor take quarter. He had greatly presumed in daring to question her about her correspondence, and she was determined to show that she thought so.\\n\\n'Eleanor, you are forgetting yourself,' said he, looking very sternly at her. 'Otherwise you would never tell me that I conceive any man to be a messenger from Satan.'\\n\\n'But you do,' said she. 'Nothing is too bad for him. Give me that letter, if you please;' and she stretched out her hand and took it from him. 'He has been doing his best to serve papa, doing more than any of papa's friends could do; and yet, because he is the chaplain of a bishop whom you don't like, you speak of him as though he had no right to the usage of a gentleman.'\\n\\n'He has done nothing for your father.'\\n\\n'I believe that he has done a great deal; and, as far as I am concerned, I am grateful to him. I judge people by their acts, and his, as far as I can see them, are good.' She then paused for a moment. 'If you have nothing further to say, I shall be obliged by being permitted to say good night--I am very tired.'\\n\\nDr Grantly had, as he thought, done his best to be gracious to his sister-in-law. He had endeavoured not to be harsh with her, and had striven to pluck the sting from his rebuke. But he did not intend that she should leave him without hearing him.\\n\\n'I have something to say, Eleanor; and I fear I must trouble you to hear it. You profess that it is quite proper that you should receive from Mr Slope such letters as that you have in your hand. Susan and I think very differently. You are, of course, your own mistress, and much as we both must grieve should anything separate you from us, we have no power to prevent you from taking steps which may lead to such a separation. If you are so wilful as to reject the counsel of your friends, you must be allowed to cater for yourself. Is it worth you while to break away from all those you have loved--from all who love you--for the sake of Mr Slope?'\\n\\n'I don't know what you mean, Dr Grantly; I don't know what you are talking about. I don't want to break away from anybody.'\\n\\n'But you will do so if you connect yourself with Mr Slope. Eleanor, I must speak out to you. You must choose between your sister and myself and our friends, and Mr Slope and his friends. I say nothing of your father, as you may probably understand his feelings better than I do.'\\n\\n'What do you mean, Dr Grantly? What am I to understand? I never heard such wicked prejudice in my life.'\\n\\n'It is no prejudice, Eleanor. I have known the world longer than you have done. Mr Slope is altogether beneath you. You ought to know and feel that he is so. Pray--pray think of this before it is too late.'\\n\\n'Too late!'\\n\\n'Or if you will not believe me, ask Susan; you cannot think she is prejudiced against you. Or even consult your father, he is not prejudiced against you. Ask Mr Arabin--'\\n\\n'You haven't spoken to Mr Arabin about this!' said she, jumping up and standing before him.\\n\\n'Eleanor, all the world in and about Barchester will be speaking of it soon.'\\n\\n'But you have spoken to Mr Arabin about me and Mr Slope?'\\n\\n'Certainly I have, and he quite agrees with me.'\\n\\n'Agree with what?' said she. 'I think you are trying to drive me mad.'\\n\\n'He agrees with me and Susan that it is quite impossible you should be received at Plumstead as Mrs Slope.'\\n\\nNot being favourites with the tragic muse we do not dare to attempt any description of Eleanor's face when she first heard the name of Mrs Slope pronounced as that which would or should or might at some time appertain to herself. The look, such as it was, Dr Grantly did not soon forget. For a moment or two she could find no words to express her deep anger and deep disgust; and, indeed, at this conjuncture, words did not come to her very freely.\\n\\n'How dare you be so impertinent?' at last she said; and then hurried out of the room, without giving the archdeacon the opportunity of uttering another word. It was with difficulty that she contained herself till she reached her own room; and then, locking the door, she threw herself on her bed and sobbed as though her heart would break.\\n\\nBut even yet she had no conception of the truth. She had no idea that her father and sister had for days past conceived in sober earnest the idea that she was going to marry the man. She did not even then believe that the archdeacon thought that she would do so. By some manoeuvre of her brain, she attributed the origin of the accusation to Mr Arabin, and as she did so her anger against him was excessive, and the vexation of her spirit almost unendurable. She could not bring herself to think the charge was made seriously. It appeared to her most probable that the archdeacon and Mr Arabin had talked over her objectionable acquaintance with Mr Slope; that Mr Arabin, in his jeering sarcastic way, had suggested the odious match as being the severest way of treating with contumely her acquaintance with his enemy; and that the archdeacon, taking the idea from him, thought proper to punish her by the allusion. The whole night she lay awake thinking of what had been said, and this appeared to be the most probable solution.\\n\\nBut the reflection that Mr Arabin should have in any way mentioned her name in connection with that of Mr Slope was overpowering; and the spiteful ill-nature of the archdeacon, in repeating the charge to her, made her wish to leave his house almost before the day had broken. One thing was certain: nothing should make her stay there beyond the following morning, and nothing should make her sit down in company with Dr Grantly. When she thought of the man whose name had been linked with her own, she cried from sheer disgust. It was only because she would be thus disgusted, thus pained, and shocked and cut to the quick, that the archdeacon had spoken the horrid word. He wanted her to make her quarrel with Mr Slope, and therefore he had outraged her by his abominable vulgarity. She determined that at any rate he should know that she appreciated it.\\n\\nNor was the archdeacon a bit better satisfied with the result of his serious interview than was Eleanor. He gathered from it, as indeed he could hardly fail to do, that she was very angry with him; but he thought that she was thus angry, not because she was suspected of an intention to marry Mr Slope, but because such an intention was imputed to her as a crime. Dr Grantly regarded this supposed union with disgust; but it never occurred to him that Eleanor was outraged, because she looked at it exactly in the same light.\\n\\nHe returned to his wife vexed and somewhat disconsolate, but, nevertheless, confirmed in his wrath against his sister-in-law. 'Her whole behaviour,' said he, 'has been most objectionable. She handed me his love letter to read as though she were proud of it. And she is proud of it. She is proud of having this slavering, greedy man at her feet. She will throw herself and John Bold's money into his lap; she will ruin her boy, disgrace her father and you, and be a wretched miserable woman.'\\n\\nHis spouse who was sitting at her toilet table, continued her avocations, making no answer to all this. She had known that the archdeacon would gain nothing be interfering; but she was too charitable to provoke him by saying so while he was in such deep sorrow.\\n\\n'This comes of a man making a will as that of Bold's' he continued. 'Eleanor is no more fitted to be trusted with such an amount of money in her own hands than is a charity-school girl.' Still Mrs Grantly made no reply. 'But I have done my duty; I can do nothing further. I have told her plainly that she cannot be allowed to form a link of connection between me and that man. From henceforward it will not be in my power to make her welcome at Plumstead. I cannot have Mr Slope's love letters coming here. I think you have better let her understand that as her mind on this subject seems to be irrevocably fixed, it will be better for all parties that she should return to Barchester.\\n\\nNow Mrs Grantly was angry with Eleanor, nearly as angry as her husband; but she had no idea of turning her sister out of the house. She, therefore, at length spoke out, and explained to the archdeacon in her own mild seducing way, that he was fuming and fussing and fretting himself very unnecessarily. She declared that things, if left alone, would arrange themselves much better than he could arrange them; and at last succeeded in inducing him to go to bed in a somewhat less inhospitable state of mind.\\n\\nOn the following morning Eleanor's maid was commissioned to send word into the dining-room that her mistress was not well enough to attend prayers, and that she would breakfast in her own room. Here she was visited by her father and declared to him her intention of returning immediately to Barchester. He was hardly surprised by the announcement. All the household seemed to be aware that something had gone wrong. Every one walked about with subdued feet, and people's shoes seemed to creak more than usual. There was a look of conscious intelligence on the faces of the women; and the men attempted, but in vain, to converse as though nothing were the matter. All this had weighed heavily on the heart of Mr Harding; and when Eleanor told him that her immediate return to Barchester was a necessity, he merely sighed piteously, and said that he would be ready to accompany her.\\n\\nBut here she objected strenuously. She had a great wish, she said, to go alone; a great desire that it might be seen that her father was not implicated in her quarrel with Dr Grantly. To this at last he gave way; but not a word passed between them about Mr Slope--not a word was said, not a question asked as to the serious interview on the preceding evening. There was, indeed, very little confidence between them, though neither of them knew why it should be so. Eleanor once asked him whether he would not call upon the bishop; but he answered rather tartly that he did not know--he did not think he should, but he could not say just at present. And so they parted. Each was miserably anxious for some show of affection, for some return of confidence, for some sign of the feeling that usually bound them together. But none was given. The father could not bring himself to question his daughter about her supposed lover; and the daughter would not sully her mouth by repeating the odious word with which Dr Grantly had aroused her wrath. And so they parted.\\n\\nThere was some trouble in arranging the method of Eleanor's return. She begged her father to send for a postchaise; but when Mrs Grantly heard of this, she objected strongly. If Eleanor would go away in dudgeon with the archdeacon, why should she let all the servants and all the neighbourhood know that she had done so? So at last Eleanor consented to make use of the Plumstead carriage; and as the archdeacon had gone out immediately after breakfast and was not to return till dinner-time, she also consented to postpone her journey till after lunch, and to join the family at that time. As to the subject of the quarrel not a word was said by any one. The affair of the carriage was arranged by Mr Harding, who acted as Mercury between the two ladies; they, when they met, kissed each other very lovingly, and then sat down each to her crochet work as though nothing was amiss in all the world.\\n\\nCHAPTER XXX\\n\\nANOTHER LOVE SCENE\\n\\nBut there was another visitor at the rectory whose feelings in this unfortunate matter must be somewhat strictly analysed. Mr Arabin had heard from his friend of the probability of Eleanor's marriage with Mr Slope with amazement, but not with incredulity. It has been said that he was not in love with Eleanor, and up to this period this certainly had been true. But as soon as he heard that she loved some one else, he began to be very fond of her himself. He did not make up his mind that he wished to have her for his wife; he had never thought of her, and did not know how to think of her, in connection with himself; but he experienced an inward indefinable feeling of deep regret, a gnawing sorrow, and unconquerable depression of spirits, and also a species of self-abasement that he--he Mr Arabin--had not done something to prevent that other he, that vile he, whom he so thoroughly despised, from carrying off his sweet prize.\\n\\nWhatever man may have reached the age of forty unmarried without knowing something of such feelings must have been very successful or else very cold hearted.\\n\\nMr Arabin had never thought of trimming the sails of his bark so that he might sail as convoy to this rich argosy. He had seen that Mrs Bold was beautiful, but he had not dreamt of making her beauty his own. He knew that Mrs Bold was rich, but he had no more idea of appropriating her wealth than that of Dr Grantly. He had discovered that Mrs Bold was intelligent, warm-hearted, agreeable, sensible, all, in fact, that a man could wish his wife to be; but the higher were her attractions, the greater her claims to consideration, the less had he imagined that he might possible become the possessor of them. Such had been his instinct rather than his thoughts, so humble and so diffident. Now his diffidence was to be rewarded by his seeing this woman, whose beauty was to his eyes perfect, whose wealth was such as to have deterred him from thinking of her, whose widowhood would have silenced him had he not been so deterred, by his seeing her become the prey of--Obadiah Slope!\\n\\nOn the morning of Mrs Bold's departure he got on his horse to ride over to St Ewold's. As he rode he kept muttering to himself a line from Van Artevelde:-\\n\\nHow little flattering is woman's love.\\n\\nAnd then he strove to recall his mind and to think of other affairs, his parish, his college, his creed--but his thoughts would revert to Mrs Bold and the Flemish chieftain:\\n\\n```\\n  When we think upon it       How little flattering is woman's love,       Given commonly to whosoe'er is nearest       And propped with most advantage.\\n```\\n\\nIt was not that Mrs Bold should marry any one but him; he had not put himself forward as a suitor; but that she should marry Mr Slope--and so he repeated over and over again:\\n\\nOutward grace Nor inward light is needful--day by day Men wanting both are mated with the best And loftiest of God's feminine creation, Whose love takes no distinction but of gender And ridicules the very name of choice.\\n\\nAnd so he went on troubled much in his mind.\\n\\nHe had but an uneasy ride of it that morning, and little good did he do at St Ewold's.\\n\\nThe necessary alterations in his house were being fast completed, and he walked through the rooms, and went up and down the stairs and rambled through the garden; but he could not wake himself to much interest about them. He stood still at every window to look out and think upon Mr Slope. At almost every window he had before stood and chatted with Eleanor. She and Mrs Grantly had been there continually, and while Mrs Grantly had been giving orders, and seeing that orders had been complied with, he and Eleanor had conversed on all things appertaining to a clergyman's profession. He thought how often he had laid down the law to her, and how sweetly she had borne with somewhat dictatorial decrees. He remembered her listening intelligence, her gentle but quick replies, her interest in all that concerned the church, in all that concerned him; and then he struck his riding whip against the window sill, and declared to himself that it was impossible that Eleanor Bold should marry Mr Slope.\\n\\nAnd yet he did not really believe, as he should have done, that it was impossible. He should have known her well enough to feel that it was truly impossible. He should have been aware that Eleanor had that within her which would surely protect her from such degradation. But he, like so many others, was deficient in confidence in woman. He said to himself over and over again that it was impossible that Eleanor Bold should become Mrs Slope, and yet he believed that she would do so. And so he rambled about, and could do and think of nothing. He was thoroughly uncomfortable, thoroughly ill at ease, cross with himself and every body else, and feeding in his heart on animosity towards Mr Slope. This was not as it should be, as he knew and felt; but he could not help himself. In truth Mr Arabin was now in love with Mrs Bold, though ignorant of the fact himself. He was in love, and, though forty years old, was in love without being aware of it. He fumed and fretted, and did not know what was the matter, as a youth might do at one-and-twenty. And so having done no good at St Ewold's, he rode back much earlier than was usual with him, instigated, by some inward unacknowledged hope that he might see Mrs Bold before she left.\\n\\nEleanor had not passed a pleasant morning. She was irritated with every one, and not least with herself. She felt that she had been hardly used, but she felt also that she had not played her own cards well. She should have held herself so far above suspicion as to have received her sister's innuendoes and the archdeacon's lecture with indifference. She had not done this, but had shown herself angry and sore, and was now ashamed of her own petulance, and yet unable to discontinue it.\\n\\nThe greater part of the morning she had spent alone; but after a while her father joined her. He had fully made up his mind that, come what might, nothing should separate him from his youngest daughter. It was a hard task for him to reconcile himself to the idea of seeing her at the head of Mr Slope's table; but he got through it. Mr Slope, as he argued to himself, was a respectable man and a clergyman; and he, as Eleanor's father, had no right even to endeavour to prevent her from marrying such a one. He longed to tell her how he had determined to prefer her to all the world, how he was prepared to admit that she was not wrong, how thoroughly he differed from Dr Grantly; but he could not bring himself to mention Mr Slope's name. There was yet a chance that they were all wrong in their surmise; and, being thus in doubt, he could not bring himself to speak openly to her on the subject.\\n\\nHe was sitting with her in the drawing-room, with his arm round her waist, saying now and then some little soft words of affection, and working hard with his imaginary little fiddle-bow, when Mr Arabin entered the room. He immediately got up, and the two made some trifle remarks to each other, neither thinking of what he was saying, and Eleanor kept her seat on the sofa mute and moody. Mr Arabin was included in the list of those against whom her anger was excited. He, too, had dared to talk about her acquaintance with Mr Slope; he, too, had dared to blame her for not making an enemy of his enemy. She had not intended to see him before her departure, and was now but little inclined to be gracious.\\n\\nThere was a feeling through the whole house that something was wrong. Mr Arabin, when he saw Eleanor, could not succeed in looking or in speaking as though he knew nothing of all this. He could not be cheerful and positive and contradictory with her, as was his wont. He had not been two minutes in the room before he felt that he had done wrong in return; and the moment he heard her voice, he thoroughly wished himself back at St Ewold's. Why, indeed, should he have wished to have aught further to say to the future wife of Mr Slope?\\n\\n'I am sorry to hear that you are too leave so soon,' said he, striving in vain to use his ordinary voice. In answer to this she muttered something about the necessity of her being in Barchester, and betook herself industriously to her crochet work.\\n\\nThen there was a little more trite conversation between Mr Arabin and Mr Harding; trite, and hard, and vapid, and senseless. Neither of them had anything to say to the other, and yet neither at such a moment liked to remain silent. At last Mr Harding, taking advantage of a pause, escaped from the room, and Eleanor and Mr Arabin were left together.\\n\\n'Your going will be a great break-up to our party,' said he.\\n\\nShe again muttered something which was all but inaudible; but kept her eyes fixed upon her work.\\n\\n'We have had a very pleasant month her,' said he; 'at least I have; and I am sorry it should be so soon over.'\\n\\n'I have already been from home longer than I intended,' she said; 'and it is time that I should return.'\\n\\n'Well, pleasant hours and pleasant days must come to an end. It is a pity that so few of them are pleasant; or perhaps rather--'\\n\\n'It is a pity, certainly, that men and women do so much to destroy the pleasantness of their days,' said she, interrupting him. 'It is a pity that there should be so little charity abroad.'\\n\\n'Charity should begin at home,' said he; and he was proceeding to explain that he as a clergyman could not be what she would call charitable at the expense of those principles which he considered it his duty to teach, when he remembered that it would be worse than vain to argue on such a matter with the future wife of Mr Slope. 'But you are just leaving us,' he continued, 'and I will not weary your last hour with another lecture. As it is, I fear I have given you too many.'\\n\\n'You should practise as well as preach, Mr Arabin?'\\n\\n'Undoubtedly I should. So should we all. All of us who presume to teach are bound to do our utmost towards fulfilling our own lessons. I thoroughly allow my deficiency in doing so; but I do not quite know now to what you allude. Have you any special reason for telling me now that I should practise as well as preach?'\\n\\nEleanor made no answer. She longed to let him know the cause of her anger, to upbraid him for speaking of her disrespectfully, and then at last forgive him, and so part friends. She felt that she would be unhappy to leave him in her present frame of mind; but yet she could hardly bring herself to speak to him of Mr Slope. And how could she allude to the innuendo thrown out by the archdeacon, and thrown out, as she believed, at the instigation of Mr Arabin? She wanted to make him know that he was wrong, to make him aware that he had ill-treated her, in order that the sweetness of her forgiveness might be enhanced. She felt that she liked him too well to be contented to part with him in displeasure; and yet she could not get over her deep displeasure without some explanation, some acknowledgement, on his part, some assurance that he would never again so sin against her.\\n\\n'Why do you tell me that I should practise what I preach?' continued he.\\n\\n'All men should do so.'\\n\\n'Certainly. That is as it were understood and acknowledged. But you do not say so to all men, or to all clergymen. The advice, good as it is, is not given except in allusion to some special deficiency. If you will tell me my special deficiency, I will endeavour to profit by the advice.'\\n\\nShe paused for a while, and then looking full in his face, she said, 'You are not bold enough, Mr Arabin, to speak out to me openly and plainly, and yet you expect me, a woman, to speak openly to you. Why did you speak calumny of me to Dr Grantly behind my back?'\\n\\n'Calumny!' said he, and his whole face became suffused with blood; 'what calumny? If I have spoken calumny of you, I will beg your pardon, and his to whom I spoke it, and God's pardon also. But what calumny have I spoken of you to Dr Grantly?'\\n\\nShe also blushed deeply. She could not bring herself to ask him whether he had not spoken of her as another man's wife. 'You know that best yourself,' said she; 'but I ask you as a man of honour, if you have not spoken of me as you would not have spoken of your own sister; or rather I will not ask you,' she continued, finding that he did not immediately answer her. 'I will not put you to the necessity of answering such a question. Dr Grantly has told me what you said.'\\n\\n'Dr Grantly certainly asked me for my advice, and I gave it. He asked me--'\\n\\n'I know he did, Mr Arabin. He asked you whether he would be doing right to receive me at Plumstead, if I continued my acquaintance with a gentleman who happens to be personally disagreeable to yourself and to him?'\\n\\n'You are mistaken, Mrs Bold. I have no personal knowledge of Mr Slope; I have never met him in my life.'\\n\\n'You are not the less individually hostile to him. It is not for me to question the propriety of your enmity; but I had a right to expect that my name should not have been mixed up in your hostilities. This has been done, and been done by you in a manner the most injurious and the most distressing to a woman. I must confess, Mr Arabin, that from you I expected a different sort of usage.'\\n\\nAs she spoke she with difficulty restrained her tears; but she did restrain them. Had she given way and sobbed about, as in such cases a woman should do, he would have melted at once, implored her pardon, perhaps knelt at her feet and declared his love. Everything would have been explained, and Eleanor would have gone back to Barchester with a contented mind. How easily would she have forgiven and forgotten the archdeacon's suspicions had she but heard the whole truth of it from Mr Arabin. But then where would have been my novel? She did not cry, and Mr Arabin did not melt.\\n\\n'You do me an injustice,' said he. 'My advice was asked by Dr Grantly, and I was obliged to give it.'\\n\\n'Dr Grantly has been most officious, most impertinent. I have as complete a right to form my acquaintance as he has to form his. What would you have said, had I consulted you as to the propriety of banishing Dr Grantly from my house because he knows Lord Tattenham Corner? I am sure Lord Tattenham is quite as objectionable an acquaintance for a clergyman as Mr Slope is for a clergyman's daughter.'\\n\\n'I do not know Lord Tattenham Corner.'\\n\\n'No; but Dr Grantly does. It is nothing to me if he knows all the young lords on every racecourse in England. I shall not interfere with him; nor shall he with me.'\\n\\n'I am sorry to differ with you, Mrs Bold; but as you have spoken to me on this matter, and especially as you blame me for what little I said on the subject, I must tell you that I do differ from you. Dr Grantly's position as a man in the world gives him a right to choose his own acquaintances, subject to certain influences. If he chooses them badly, those influences will be used. If he consorts with persons unsuitable to him, his bishop will interfere. What the bishop is to Dr Grantly, Dr Grantly is to you.'\\n\\n'I deny it. I utterly deny it,' said Eleanor, jumping from her seat, and literally flashing before Mr Arabin, as she stood on the drawing-room floor. He had never seen her so excited, he had never seen her look so beautiful.\\n\\n'I utterly deny it,' said she. 'Dr Grantly has no sort of jurisdiction over me whatsoever. Do you and he forget that I am not altogether alone in this world? Do you forget that I have a father? Dr Grantly, I believe, always has forgotten it.'\\n\\n'From you, Mr Arabin,' she continued, 'I would have listened to advice because I should have expected it to have been given as one friend may advise another; not as a schoolmaster gives an order to a pupil. I might have differed from you; on this matter I should have done so; but had you spoken to me in your usual manner and with your usual freedom I should not have been angry. But now--was it manly of you, Mr Arabin, to speak of me in this way--, so disrespectful--so--? I cannot bring myself to repeat what you said. You must understand what I feel. Was it just of you to speak of me in such a way, and to advise my sister's husband to turn me out of my sister's house because I chose to know a man of whose doctrine you disapprove?'\\n\\n'I have no alternative left to me, Mrs Bold,' said he, standing with his back to the fire-place, looking down intently at the carpet pattern and speaking with a slow measured voice, 'but to tell you plainly what did take place between me and Dr Grantly.'\\n\\n'Well,' said she, finding that he paused for a moment.\\n\\n'I am afraid that what I may say may pain you.'\\n\\n'It cannot well do so more than what you have already done,' said she.\\n\\n'Dr Grantly asked me whether I thought it would be prudent for him to receive you in his house as the wife of Mr Slope, and I told him that I thought it would be imprudent. Believing it to be utterly impossible that Mr Slope and--'\\n\\n'Thank you, Mr Arabin, that is sufficient. I do not want to know your reasons,' said she, speaking with a terribly calm voice. 'I have shown to this gentleman the common-place civility of a neighbour; and because I have done so, because I have not indulged against him in all the rancour and hatred which you and Dr Grantly consider due to all clergymen who do not agree with yourselves, you conclude that I am to marry him;--or rather you do not conclude so--no rational man could really come to such an outrageous conclusion without better ground;--you have not thought so--but, as I am in a position in which such an accusation must be peculiarly painful, it is made in order that I may be terrified into hostility against this enemy of yours.'\\n\\nAs she finished speaking, she walked to the drawing-room window, and stepped out into the garden. Mr Arabin was left in the room, still occupied in counting the pattern on the carpet. He had, however, distinctly heard and accurately marked every word that she had spoken. Was it not clear from what she had said, that the archdeacon had been wrong in imputing to her any attachment to Mr Slope? Was it not clear that Eleanor was still free to make another choice? It may seem strange that he should for a moment have had a doubt; and yet he did doubt. She had not absolutely denied the charge; she had not expressly said that it was untrue. Mr Arabin understood little of the nature of a woman's feelings, or he would have known how improbable it was that she should make any clearer declarations than she had done. Few men do understand the nature of a woman's heart, till years have robbed such understanding of its value. And it is well that it should be so, or men would triumph too easily.\\n\\nMr Arabin stood counting the carpet, unhappy, wretchedly unhappy, at the hard words that had been spoken to him; and yet happy, exquisitely happy, as he thought that after all the woman whom he so regarded was not to become the wife of the man whom he so much disliked. As he stood there he began to be aware that he was himself in love. Forty years had passed over his head, and as yet woman's beauty had never given him an uneasy hour. His present hour was very uneasy.\\n\\nNot that he remained there for half or a quarter of that time. In spite of what Eleanor had said, Mr Arabin was, in truth, a manly man. Having ascertained that he loved this woman, and having now reason to believe that she was free to receive his love, at least if she pleased to do so, he followed her into the garden to make such wooing as he could.\\n\\nHe was not long in finding her. She was walking to and fro beneath the avenue of elms that stood in the archdeacon's grounds, skirting the churchyard. What had passed between her and Mr Arabin, had not, alas, tended to lessen the acerbity of her spirit. She was very angry; more angry with him than with any one. How could he have so misunderstood her? She had been so intimate with him, had allowed him such latitude in what he had chosen to say to her, had complied with his ideas, cherished his views, fostered his precepts, cared for his comforts, made much of him in every way in which a pretty woman can make much of an unmarried man without committing herself or her feelings! She had been doing this, and while she had been doing it he had regarded her as the affianced wife of another man.\\n\\nAs she passed along the avenue, every now and then an unbidden tear would force itself on her cheek, and as she raised her hand to brush it away, she stamped with her little foot upon the sward with very spite to think that she had been so treated.\\n\\nMr Arabin was very near to her when she first saw him, that she turned short round and retraced her steps down the avenue, trying to rid her cheeks of all trace of the tell-tale tears. It was a needless endeavour, for Mr Arabin was in a state of mind that hardly allowed him to observe such trifles. He followed her down the walk, and overtook her just as she reached the end of it.\\n\\nHe had not considered how he would address her; he had not thought what he would say. He had only felt that it was wretchedness to him to quarrel with her, and that it would be happiness to be allowed to love her. And that he could not lower himself by asking for her pardon. He had done no wrong. He had not calumniated her, not injured her, as she had accused him of doing. He could not confess sins of which had not been guilty. He could only let the past be past, and ask her as to her and his hopes for the future.\\n\\n'I hope we are not to part as enemies?' said he.\",\"timestamp\":1639993608,\"title\":\"\\n'Not exactly,' said she, already beginning to feel angry at the cross-examination. \"},\"digest\":\"hu6E-RhqSI-iYn8t2Af05AEMPf3vzaQJ5-cUZWl0svI\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUkgowmKtvP8hGQPtwAwAT7t8NMwPQb2gv7ATMu8pyA\\\",\\\"y\\\":\\\"j8S6F7bAyrJtahGJPVHofOUxIjzJMQXyxjQH8YxzKTE\\\"}\",\"signature\":\"xMx_5UZ5Oc06GSpU_RaLAofYxB6LfoHdSfFXU_lAq1qjNCKSSbmGXNTdq0Bpv1ztMj2GwCdK8M2ynIHtU3jr7A\",\"signingKeySignature\":\"0x87db150cb7f7b1b622bbd3c9aabc44138891be70eedfd1f5dda3a20f6013328142df659af507c5a78d8017aca2c5728cacdf5fc4ca8fd95def5c05e2e7837b931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUkgowmKtvP8hGQPtwAwAT7t8NMwPQb2gv7ATMu8pyA\\\",\\\"y\\\":\\\"j8S6F7bAyrJtahGJPVHofOUxIjzJMQXyxjQH8YxzKTE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hu6E-RhqSI-iYn8t2Af05AEMPf3vzaQJ5-cUZWl0svI\"}"