"{\"content\":{\"body\":\"I saw the tweet thread below that I thought it was an excellent summary of Alexis Ohanian’s session at NFT NYC. It reminded me of how NFTs are shifting to reward the people the influence culture, like the people in Malcom Gladwell’s book The Tipping Point, that created trends that spread like wildfire. \\n\\n[https://twitter.com/nik_carpentieri/status/1456320483251695618](https://twitter.com/nik_carpentieri/status/1456320483251695618)\\n\\nHere’s the thread typed out for easier reading:\\n\\nOn web3: \\\"I've gone from cautiously optimistic to borderline irrationally excited\\\" -[@alexisohanian](https://twitter.com/alexisohanian)'s panel at[ @NFT_NYC](https://twitter.com/NFT_NYC) was the most exciting 30 minutes of the whole week. \\n\\nSee below on why you should care about the evolution of media in this new paradigm \\n\\nWe're going to look at web2 as this weird ‘blip’ of internet history, where we saw glances of what it can be. Social media proved that you can get a bunch of disparate random strangers behind pseudonyms to collaborate at scale.\\\"\\n\\n\\\"We saw glimpses of what happened when you put fiat rails into it (i.e. Kickstarter), but what was missing were real rails for capital and ownership. Now that we can create entire worlds from the bottom up ([@lootproject](https://twitter.com/lootproject)), we’re going from MVP to 'Minimum Viable Community'.\\\"\\n\\n\\\"Community is finally getting the respect it deserves in web2 platforms, but it is foundational for a project. True bottom-up building from the earliest believers who now have a stake in something even as simple as a jpeg, is wild. And we’re still in the most basic era of it.\\\"\\n\\n\\\"The things that we would have imagined the internet to be capable of in the mid-90s, are probably where we’re thinking web3 is capable of right now, and I/we can’t even begin to describe in terms of what’s to come, but I know that the trajectory is powerful.\\\"\\n\\n\\\"In 2005, the only incentives Reddit could provide people were just internet points that you don't get to carry with you, but now that these points have real value, these systems are going to win in a big way\\\"\\n\\n\\\"It's clear that we care about our online persona more than we do our offline. Having a front-row seat to[ @Reddit](https://twitter.com/Reddit), all of this stuff feels so obvious. Which is why I'm so hyped up about it\\\"\\n\\n\\\"The 'right-click save-as' community is great for the space. Let them share NFT's as much as possible. Nobody cared about the Mona Lisa until it was stolen and became a meme 100 years ago, but we've all grown up to believe it's extremely important.\\\"\\n\\nMemes = Long Term Value\\n\\n\\\"I really hope the best elements of[ @Reddit](https://twitter.com/Reddit) find a new life in web3. In web3 there is no single authority making the choices, it's a community that can make an even clearer value statement.\\\"\\n\\n\\\"Web3 creator communities will be so much bigger because what's being built today is borderless, leaderless, and up to human creativity.\\\"\\n\\n\\\"Creators currently have more leverage than they've ever had in human history, and probably will ever have again. Starting your creator journey right now is doing it with the highest leverage possible.\\\"\\n\\n\\\"The web3 version of[@LilNasX](https://twitter.com/LilNasX) (referencing time it takes to reach mass virality - so a web3 'Old Town Road' success) is going to blow people away. Understanding virality, community, and memetic strength is a huge asset.\\\"\",\"timestamp\":1637090174,\"title\":\"NFTs shift value back to people who influence culture\"},\"digest\":\"bcsplslUT4xhUmOk_6trzAXqmAUOsk8JEk7BCKAFSp4\",\"authorship\":{\"contributor\":\"0x7D2f3759C6F870E8bBDaB368A7d7e158e41761EA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cf-7BoGML8dL-9Ad5ryM7klaAGImu2gZiGp0H-OIHiU\\\",\\\"y\\\":\\\"QVqxfx2uEYXV-NI8HaVMjwkecUioCNotkC5Zn83FRLA\\\"}\",\"signature\":\"VKf0LvdEaEOjaiRsf3uA5bqyC_HbePzD2VU9gsf_6yKz3fG_-DxSSPZ391tLDgqK-t_lJzt8DZZfegEVuugKLA\",\"signingKeySignature\":\"0xce905548c5eaea23f5528b8da703d857d959c4e47f9038233866ac4a35cc96376cf5beb17edcc2f6ab888be977d2da06bc223e66b7ac974bbe582c413efeaaa21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cf-7BoGML8dL-9Ad5ryM7klaAGImu2gZiGp0H-OIHiU\\\",\\\"y\\\":\\\"QVqxfx2uEYXV-NI8HaVMjwkecUioCNotkC5Zn83FRLA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bcsplslUT4xhUmOk_6trzAXqmAUOsk8JEk7BCKAFSp4\"}"