"{\"content\":{\"body\":\"Learning Methods: Focus (focus), Understand (active thinking, understanding), Practice (practice output)\\n\\nMetaphors and analogies are powerful learning techniques. (People often mistakenly think they have mastered a concept, but when learning new knowledge, it is important to make connections with other concepts and concrete examples in the body of knowledge as much as possible (the more the better), and then be able to explain a knowledge in simple and clear terms to truly understand it. (Same as Fudan professional class answer pattern, same as Feynman technique, same as Lachel reading point of view)\\n\\nDo not draw too much focus when studying, because it may give you the illusion that you remember the content of these crossed out, and advocate more refinement of the central idea in the process of learning. For what we have already mastered, there is no need to keep repeating the study, you should spend more time and energy on the parts you feel are the most difficult.\\n\\n**Spaced repetition**: repeating something 20 times a night is not as effective as repeating it a few times a day, reviewing it regularly and turning it into long-term memory.\\n\\nSleep is also very important for learning. Your brain also repeats the complex knowledge you learned during the day while you sleep, which can be helpful in solving problems and understanding knowledge. What you read before you go to sleep is more likely to enter your dreams, and dreaming about it helps you understand it.\\n\\nIt is important to exercise. In addition to walking, bathing, listening to music, and other ways to relax will help you get into dispersion mode. Exercising frees you from your previous concentration, allowing dispersion mode to have a chance to present itself, and exercising is good for growing new neurons in the brain.\\n\\n**Address procrastination** \\n\\nConvert things that require willpower to get done into habits to get them done, and life will stay productive There are four parts to habit building: cue, routine, reward, and belief. Like I didn't want to brush my teeth in the past, but gradually it became a habit and didn't require any willpower. I think in the future, when I get used to doing math and reading professional books, it will be so natural. To establish good habits, we must first overcome bad habits, and I think progress is the process of constantly breaking out of our comfort zone. Think about this phrase during the process of willpower depletion, I'm having a hard time because I'm making progress. This is a process of improving willpower, for example, I am now starting to think actively when reading a book, although it will be uncomfortable, but thinking more is also in the exercise. I realized that with a guaranteed sleep time (6-7 hours), I can get up when I wake up naturally and don't have to go back to the cage, so getting up immediately after waking up naturally is also a process of exercising willpower.\\n\\nIn addition, you can use other methods, exercise, and meditation can improve willpower and focus.\\n\\nTip 1: Focus on process rather than product (Focus on process rather than product). The tomato method works because it allows you to focus on the process for 25 minutes. (Create a mind flow experience)\\n\\nTip 2: Make a plan, weekly list of key tasks, and daily to-do list. weekly plan of key tasks, and daily to-do list.\\n\\nTip 3: Keep a journal to record growth and progress, give yourself more encouragement, and develop a growth mindset\\n\\nTip 4: Do the hardest things first. Because the harder the more you need the most adequate brain power to fight, and the most difficult and easiest to procrastinate things are solved, the later are good to do. (Proof of Cai Tong energy management)\\n\\nSkill five: try to meet the difficulties first. (In the process will find a solution, first action, do not find excuses to delay)\\n\\nPeople will always have such an illusion: when a rough impression of the whole of a thing, they will think they have understood the thing, in fact, the grasp of its details, it is likely to be less than a tenth. The same goes for learning. Very often, you think you have learned, but in fact, you have only left an impression. And asking questions is the best way to find the details. Each answer to a question is a refinement of the body of knowledge.\\n\\nFor example, reading. When faced with a large book, do not attempt to read it all at once, you can do this: first quickly browse through the table of contents to know what it is about, then, ask a few questions of interest, according to the questions to read. You can read it jumping, reading it along, reading it backwards, reading it in any way you want, until you have solved these problems. During this process, you will definitely encounter new questions, so write them down first. When the previous problems are solved, then solve the new ones.\\n\\nThe process of finding problems - exploring problems - solving problems is a small process of \\\"feedback\\\". The human brain is constantly getting \\\"feedback\\\" to generate \\\"satisfaction\\\", which in turn makes the brain think \\\"this behavior is beneficial to the individual\\\", and thus motivates us to continue to engage in such behavior.\\n\\nBy dividing large goals into smaller goals, on the one hand, smaller goals are easier to achieve and generate satisfaction; on the other hand, smaller goals do not cause you to have high expectations, which leads to high stress, and reduces the accompanying emotions such as anxiety, frustration, and numbness. Because the vast majority of these emotions are caused by the difference between the status quo and the goal. Since you can't change the status quo, reduce the discrepancy and go trick the brain.\\n\\nChanging yourself is a long-term process, don't think about doing it in a short time. Take your time. Make a good plan for each day, execute it strictly, don't ask for results, don't hold the mindset of having to suffer, and inadvertently you will become the person you want to be.\\n\\n**Keep reviewing**\\n\\nQuickly focus on getting into shape\\n\\n1. Give yourself 5 minutes to start and accept the emotion of just starting\\n2. Engage your whole body in learning by mobilizing your body, such as taking notes, reviewing, etc.\\n3. It's normal to wander off, just bring your thoughts back. If it is important, write it down for now and deal with it later\\n4. don't worry about the future, don't compare, and continue to do your own thing on your own path (focus on the present)\",\"timestamp\":1638785437,\"title\":\"How to study efficiently for a long time?\"},\"digest\":\"XpgOdXl_58uoJ-vDdn3ZF0x6AtfWAlJXKA2d6zCrLt0\",\"authorship\":{\"contributor\":\"0x71213a9C9504E406d3242436A4bf69c6bfE74461\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ixUvStMbZDxWDFjAsV3t8yj6juJjPwdiEfd0fvw0z6E\\\",\\\"y\\\":\\\"lG25FGhQdknEg5ESb-SW5-M2suzSIlnI42iFOUWgsdM\\\"}\",\"signature\":\"t1vkRm3jEMsZrCg_hZM4J6HmXxlZDdfbpoviQUgDmG5UrTDVs5xS7F3V_H7riEO5oylHtbtuMtYU-P7Nl9zuQw\",\"signingKeySignature\":\"0xa9788b4c017ef36ae8d68e13d810513d6e4bc219d8757e7d0733ecd7c6e7b1275c532a7064e1f1fe0d11940cdbade413facada7a8bb9c91601a3f2e594c15d1e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ixUvStMbZDxWDFjAsV3t8yj6juJjPwdiEfd0fvw0z6E\\\",\\\"y\\\":\\\"lG25FGhQdknEg5ESb-SW5-M2suzSIlnI42iFOUWgsdM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XpgOdXl_58uoJ-vDdn3ZF0x6AtfWAlJXKA2d6zCrLt0\"}"