"{\"content\":{\"body\":\"Some twenty years since (in April 1863), when I applied to him for information respecting his mechanical inventions, he replied:  \\\"My life presents no striking or remarkable incidents, and would, I fear, prove but a tame narrative.  The sphere to which my endeavours have been confined has been of a comparatively quiet order; but, vanity apart, I hope I have been able to leave a few marks of my existence behind me in the shape of useful contrivances, which are in many ways helping on great works of industry.\\\"\\n\\nMr. Nasmyth, nevertheless, kindly furnished me with information respecting himself, as well as his former master and instructor, Henry Maudslay, of London, for the purpose of being inserted in Industrial Biography, or Ironworkers and Toolmakers, which was published at the end of 1863.  He was of opinion that the outline of his life there presented was sufficiently descriptive of his career as a mechanic and inventor.\\n\\nDuring the years that have elapsed since then, Mr. Nasmyth has been prevailed upon by some of his friends more especially by Sir John Anderson, late of Woolwich Arsenal--to note down the reminiscences of his life, with an account of his inventions, and to publish them for the benefit of others.  He has accordingly spent some of his well earned leisure during the last two years in writing out his recollections.  Having consulted me on the subject, I recommended that they should be published in the form of an Autobiography, and he has willingly given his consent.\\n\\nMr. Nasmyth has furnished me with abundant notes of his busy life, and he has requested me, in preparing them for publication, to \\\"make use of the pruning-knife.\\\"  I hope, however, that in editing the book I have not omitted anything that is likely to be interesting or instructive.  I must add that everything has been submitted to his correction and received his final approval.\\n\\nThe narrative abundantly illustrates Mr. Nasmyth's own definition of engineering; namely, common sense applied to the use of materials. In his case, common sense has been more especially applied to facilitating and perfecting work by means of Machine Tools. Civilisation began with tools; and every step in advance has been accomplished through their improvement.  Handicraft labour, in bone, stone, or wood, was the first stage in the development of man's power; and tools or machines, in iron or steel, are the last and most efficient method of economising it, and enabling him to intelligently direct the active and inert forces of nature.\\n\\nIt will be observed that Mr. Nasmyth, on his first start in life, owed much to the influence of his father, who was not only an admirable artist--\\\"the founder,\\\" as Sir David Wilkie termed him, \\\"of the landscape painting school of Scotland\\\"--but an excellent mechanic. His \\\"bow-and-string\\\" roofs and bridges show his original merits as a designer; and are sufficient to establish his ability as a mechanical engineer.  Indeed, one of Mr. Nasmyth's principal objects in preparing the notes of the following work, has been to introduce a Memorial to the memory of his father, to whom he owed so much, and to whom he was so greatly attached through life. Hence the numerous references to him, and the illustrations from his works of art, of architecture, as well as of mechanics, given in the early part of the book.\\n\\nI might point out that Mr. Nasmyth's narrative has a strong bearing upon popular education; not only as regards economical use of time, careful observation, close attention to details, but as respects the uses of Drawing.  The observations which he makes as to the accurate knowledge of this art are very important.  In this matter he concurs with Mr. Herbert Spencer in his work on Education.  \\\"It is very strange,\\\" Mr. Nasmyth said some years ago, \\\"that amidst all our vaunted improvements in education, the faculty of comparison by sight, or what may be commonly called the correctness of eye, has been so little attended to\\\" He accordingly urges the teaching of rudimentary drawing in all public schools.  \\\"Drawing is,\\\" he says, \\\"the Education of the Eye. It is more interesting than words.  It is graphic language.\\\"\\n\\nThe illustrations given in the course of the following book will serve to show his own mastery of drawing whether as respects Mechanical details, the Moon's surface, or the fairyland of Landscape. It is perhaps not saying too much to aver that had he not devoted his business life to Mechanics, he would, like his father, his brother Patrick, and his sisters, have taken a high position as an artist. In the following Memoir we have only been able to introduce a few specimens of his drawings; but \\\"The Fairies,\\\" \\\"The Antiquary,\\\" and others, will give the reader a good idea of Mr. Nasmyth's artistic ability.  Since his retirement from business life, at the age of forty-eight, Mr. Nasmyth's principal pursuit has been Astronomy. His Monograph on \\\"The Moon,\\\" published in 1874, exhibits his ardent and philosophic love for science in one of its sublimest aspects. His splendid astronomical instruments, for the most part made entirely by his own hands, have enabled him to detect the \\\"willow leaf-shaped\\\" objects which form the structural element of the Sun's luminous surface.  The discovery was shortly after verified by Sir John Herschel and other astronomers, and is now a received fact in astronomical science.\\n\\nA Chronological List of some of Mr. Nasmyth's contrivances and inventions is given at the end of the volume, which shows, so far, what he has been enabled to accomplish during his mechanical career. These begin at a very early age, and were continued for about thirty years of a busy and active life.  Very few of them were patented; many of them, though widely adopted, are unacknowledged as his invention. They, nevertheless, did much to advance the mechanical arts, and still continue to do excellent service in the engineering world.\\n\\nThe chapter relating to the origin of the Cuneiform Character, and of the Pyramid or Sun-worship in its relation to Egyptian Architecture, is placed at the end, so as not to interrupt the personal narrative. That chapter, it is believed, will be found very interesting, illustrated, as it is, by Mr. Nasmyth's drawings.\\n\\nS.S.\\n\\nLONDON, October 1885.\\n\\nCONTENTS\\n\\nPreface\\n\\nCHAPTER 1  My Ancestry Sentiment of Ancestry Origin of the name of Naesmyth Naesmyth of Posso Naesmyth of Netherton Battle of Bothwell Brig Estate confiscated Elspeth Naesmyth Michael Naesmyth builder and architect Fort at Inversnaid Naesmyth family tomb Former masters and men Michael Naesmyth's son New Edinburgh Grandmother Naesmyth Uncle Michael\\n\\nCHAPTER 2  Alexander Nasmyth Born 1758--Grassmarket Edinburgh--Education The Bibler's Seat The brothers Erskine Apprenticed to a coachbuilder The Trustees' Academy Huguenot artisans Alexander Runciman Copy of \\\"The Laocoon\\\" Assistant to Allan Ramsay Faculty of resourcefulness Begins as portrait painter Friendship with Miller of Dalswinton Miller and the first steamboat Visit to Italy Marriage to Barbara Foulis Burns the poet Edinburgh clubs Landscape beauty Abandons portrait for landscape painting David Roberts, R.A. Dean Bridge St. Bernard's Well Nelson's Monument Bow-and-string bridges Sunday rivet\\n\\nCHAPTER 3  An Artist's Family Sir James Hall Geology of Edinburgh Friends of the family Henry Raeburn Evenings at home Society of artists \\\"Caller Aon\\\" Management of the household The family Education of six sisters The Nasmyth classes Pencil drawing Excursions round Edinburgh Graphic memoranda Patrick Nasmyth, sketch of his life Removes to London Visit to Hampshire Original prices of his works His friends His death\\n\\nCHAPTER 4  My Early Years Born 1808 Mary Peterkin The brilliant red poppies Left-handed Patrick's birthday Vocal performance A wonderful escape Events of the war The French prisoners Entry of the 42d into Edinburgh Bleaching \\\"claes\\\" on the Calton The Greenside workshops The chimes of St. Giles' The Edinburgh Market The caddies The fishwives The \\\"floore\\\" Traditional fondness for cats A Nasmyth prayer\\n\\nCHAPTER 5  My School-days My first schoolmaster \\\"Preter pluperfect tense\\\" The \\\"penny pig\\\" Country picnics Pupil at the High School Dislike of Latin Love of old buildings Their masonry Sir Walter Scott \\\"The Heart of Midlothian\\\" John Linnell The collecting period James Watt My father's workshop Make peeries, cannon, and \\\"steels\\\" School friendships Paterson's ironfoundry His foremen Johnie Syme Tom Smith and chemical experiments Kid gloves and technical knowledge\\n\\nCHAPTER 6  Mechanical Beginnings Study arithmetic and geometry Practise art of drawing Its important uses Make tools and blowpipe Walks round Edinburgh Volcanic origin of the neighbourhood George the Fourth's visit The Radical Road Destructive fires Journey to Stirling The Devon Ironworks Robert Bald Carron Ironworks Coats of mail found at Bannockburn Models of condensing steam-engine Professor Leslie Edinburgh School of Arts Attend University classes Brass-casting in the bedroom George Douglass Make a working steam-engine Sympathy of activity The Expansometer Make a road steam-carriage Desire to enter Maudslay's factory\\n\\nCHAPTER 7  Henry Maudslay, London Voyage to London with specimens of workmanship First walk through London Visit to Henry Maudslay The interview Exhibit my specimens Taken on as assistant The private workshop Maudslay's constructive excellence His maxims Uniformity of screws Meeting with Henry Brougham David Wilkie Visit to the Admiralty Museum The Block machinery The Royal Mint Steam yacht trip to Richmond Lodgings taken \\\"A clean crossing\\\"\\n\\nCHAPTER 8  Maudslay's Private Assistant Enter Maudslay's service Rudimentary screw generator The guide screw Interview with Faraday Rate of wages Economical living My cooking stove Make model of marine steam-engine My collar-nut cutting machine Maudslay's elements of high-class workmanship Flat filing Standard planes Maudslay's \\\"Lord Chancellor\\\" Maudslay's Visitors General Bentham, Barton, Donkin and Chantrey The Cundell brothers Walks round London Norman architecture\\n\\nCHAPTER 9  Holiday in the Manufacturing Districts Coaching trip to Liverpool Coventry English scenery 'The Rocket' The two Stephensons Opening of the railway William Fawcett Birkenhead Walk back to London Patricroft Manchester Edward Tootal Sharp, Roberts and Co. Manchester industry Coalbrookdale The Black Country Dudley Castle Wren's Nest Hill Birmingham Boulton and Watt William Murdoch John Drain Kenilworth--Warwick--Oxford--Windsor--London\\n\\nCHAPTER 10  Begin Business at Manchester Stamping machine improved Astronomical instruments A reflecting telescope proposed Death of Maudslay Joshua Field 'Talking books' Leave Maudslay and Field Take temporary workshop in Edinburgh Archie Torry Construct a rotary steam-engine Prepare a stock of machine tools Visit to Liverpool John Cragg Visit to Manchester John Kennedy Grant Brothers Take a workshop Tools removed to Manchester A prosperous business begun Story of the brothers Grant Trip to Elgin and Castle Grant The brothers Cowper The printing machine Edward Cowper\\n\\nCHAPTER 11  Bridgewater Foundry--Partnership Demand for skilled labour Machine tools in request My flat overloaded A crash among the decanters The land at Patricroft Lease from Squire Trafford Bridgewater Foundary begun Trip to Londonderry The Giant's Causeway Cottage at Barton The Bridgewater canal Lord Francis Egerton Safety foundry ladle Holbrook Gaskell taken as partner His eventual retirement\\n\\nCHAPTER 12  Free Trade in Ability--The Strike--Death of my Father Hugo de Lupus The Peter Stubb's files Worsley labourers Promotion from the ranks Free trade in ability Foreman lieutenants, Archie Torry James Hutton John Clarke Thomas Crewdson Trades' Union interference A strike ordered Workman advertised for A reinforcement of Scotch mechanics The strike scotched Millwrights and engineers Indenture-bound apprentices Visits of my father Enthusiastic reception His last work His death Testimony of Sir David Wilkie\\n\\nCHAPTER 13  My Marriage--The Steam Hammer Preparations for a home Influence of chance occurrences Visit to Mr. Hartop's near Barnsley Important interview Eventual marriage Great Western Railway locomotives Mr. Humphries and 'Great Western' steamship Forging of paddle-shaft Want of range of existing hammers The first steam hammer sketched Its arrangement The paddle shaft abandoned My sketch copied and adopted My visit to Creuzot Find steam hammer in operation A patent taken out First steam hammer made in England Its general adoption Patent secured for United States\\n\\nCHAPTER 14  Travels in France and Italy The French Minister of Marine at Paris Rouen--Bayeux--Cherbourg--Brest--Rochefort--Indret M. Rosine Architecture of Nismes Marseilles--Toulon--Voyage to Naples--Genoa--Pisa Bay of Naples The National Museum Visit to Vesuvius The edge of the crater Volcanic commotion Overflows of burning lava Wine-shop at Rosina Return ride to Naples\\n\\nCHAPTER 15  Steam Hammer Pile-driver The Royal Dockyards Steam hammer for Devonport Scene at the first stroke My Lords of the Admiralty Steam hammer pile-driver required The new docks at Devonport The pile-driver delivered Its description Trail against the old method Its general adoption Happy thoughts Testing of chain cables and anchors Causes of failure Punctilliousness of officials at royal dockyards Egyptian workman employed Affiffi Lalli Letter from Faraday\\n\\nCHAPTER 16  Nuremberg--St. Petersburg--Dannemora. Visit to Nuremberg Albert Durer Adam Krafft Visit to St. Petersburg General Wilson General Greg Struve the astronomer Palaces and shops Ivy ornamentation The Emperor Nicholas a royal salute Francis Baird Work of Russian serfs The Izak Church Voyage to Stokholm Visit to Upsala The iron mines of Dannemora To Gottenburg by steamer Motala Trollhatten Falls Sweedish people Copenhagen Tycho Brahe; Zeland and Holstein Holland, and return\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/322](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/322)\\n\\n\",\"timestamp\":1639288211,\"title\":\"\\nI have had much pleasure in editing the following Memoir of my friend Mr. Nasmyth. \"},\"digest\":\"4bk7ScJl58LoHsMEN2ES0-e-pfljhnoyX0jcVVHHUgg\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u-46p40gvYNg6IhJtO2W-uQvAk5OO2A_qZvJ-uQeHaY\\\",\\\"y\\\":\\\"5xz05svgbjRzNQqdXcQXbYTZ--SazzcUFgJzl3JmF1Y\\\"}\",\"signature\":\"rTZ_T_FAyos8mUoteGSol4Ewv7Wd6fvPCS7SRv4EXeAa8C0Kn_7cZT2j3qsQ_qlqgQ9W6t68Nm1taffditg80w\",\"signingKeySignature\":\"0x0457bfe842d03fde6c89d2f18327c3be9d2e4c3f755569417ddb34bc53040ee404d36758241fce1b02a87cd24c52139c82a5514da60b9bcdda6f2ce21eecc0e41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u-46p40gvYNg6IhJtO2W-uQvAk5OO2A_qZvJ-uQeHaY\\\",\\\"y\\\":\\\"5xz05svgbjRzNQqdXcQXbYTZ--SazzcUFgJzl3JmF1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4bk7ScJl58LoHsMEN2ES0-e-pfljhnoyX0jcVVHHUgg\"}"