"{\"content\":{\"body\":\"端木氤看儿子把司空零接受CNN采访的视频看了一遍又一遍，奇怪道：“你干么呢？都看了好几遍了。”\\n\\n端木明郁闷道：“司空零真是我的天敌啊，我以为有了一千万美元能跟他一较长短，没想到我还没想好这笔钱该怎么用，他已经身价一亿了。”\\n\\n端木氤扑哧一声笑：“天敌啊，说得你好像是一只害虫。”\\n\\n端木明：“妈，我们把一千万投进司空零的公司去算了，好不好，与其看着他越来越强大，不如跟着他赚一笔，现在我都有点相信Twitter会超百亿市值。因为现在是网络泡沫刚刚破裂，Yahoo一下子掉了二十倍的市值，这二十倍一放大到Twitter上面，那就是二十亿，加上Twitter增长得这么快，真的会超百亿的，那我再也无力和他一争长短了。”\\n\\n端木氤淡淡道：“投资是可以的，但是你似乎心态有问题，干么要和他争？你天生就比他优秀，你轻松能得到的东西，他需要付出十倍的代价。这可能也是他性格偏激的源泉。”\\n\\n端木明：“原来我也是这么想的，所以，就算他抢了我的女朋友，我都没有很生气，因为我还是认为自己比他优秀，比他强大，他只是够无耻，这点我承认比不了。但是当他在CNN侃侃而谈的时候，一切都不一样了，他的事业蒸蒸日上，原来跟我混的黑客们再也不怀念昔日的老大，而把他当成真正的老大。所有的人都不再认为我比他优秀，忽然到来的失落感一下子击中了我，所有的新仇旧恨都一起来了。原来，我也是不肯服输的人。”\\n\\n端木氤：“因为慕容而来的恨，终于抬起头来了。那你还投资他的公司？这不是……有点自相矛盾？”\\n\\n端木明：“不矛盾。只有呆在他身边，我才能更好地发现他的弱点，一击致命。”\\n\\n端木氤吓一跳，瞪了他一眼：“你居然有这种想法？别乱来啊，司空他也是妈妈的朋友。”\\n\\n端木明的表情越发让拉扯他长大的妈妈看不懂，只见他冷漠地说：“妈妈在官场里这么多年，这种事不是见多了、做多了吗？”\\n\\n端木氤一呆：“小明，妈妈没听错吧？你好像对妈妈有怨言？”\\n\\n端木明低头无语了半晌，慢慢地从衣兜里拿出一张素白的信笺。\\n\\n信笺的顶部是一行英文，一家加州旅馆的名字。正文是一首用纤秀的书法工整写就的诗：\\n\\n《偶然》\\n\\n我是天空里的一片云，\\n\\n偶尔投影在你的波心——\\n\\n你不必讶异，\\n\\n更无须欢喜——\\n\\n在转瞬间消灭了踪影。\\n\\n你我相逢在黑夜的海上，\\n\\n你有你的，我有我的，方向；\\n\\n你记得也好，\\n\\n最好你忘掉，\\n\\n在这交会时互放的光亮！\\n\\n\\\\---eof\\n\\n端木氤看到自己写给司空零作纪念的诗出现在儿子的手里，霎时间花容失色。恐怕纪委宣布对她进行双规的震惊也不过如此。\\n\\n虽然她没署名，但是别人不认识，她自家儿子怎么会不认识她的笔迹呢？\\n\\n正因为下定决心从此不跟司空零有来往，她才会伤感地写下这个。正因为她写下这个，这辈子她就没完了。\\n\\n城府再深的人也有失去平静的时候，就看是什么事情了。就像有人拿石之轩的宝贝女儿石青璇做要挟，邪王也Hold不住。就像有人拿徐子陵要挟师妃暄，剑心通明也要白瞎。未挑明身份前，司空零那轻轻的一吻，是端木氤心中最大的隐密。最大的隐密被最怕让儿子知道，真是世界上最可怖的组合。以至于她瞬间根本就没有掩饰的能力。至于他们这段本要随风而去的暧昧根本不是什么大不了的事，已经不重要了。她失去颜色的脸色已经让端木明深深的误会。\\n\\n端木明的声音都颤抖了：“竟然是真的……”\\n\\n端木氤强行定了定心神，问：“怎么在你手里？”\\n\\n端木明：“慕容冰雪发了条微·博，说她在男朋友的一本书里看到夹着一张纸，觉得上面的诗写得好，配了张图，我一眼就认出了是妈妈的笔迹。我当时就吓傻了。我动用管理员权限马上删了这张图并禁用了她的帐号，然后飞车到她家里，把这张东西抢了过来。”\\n\\n端木氤勉强一笑：“你是不是太敏感了？”\\n\\n端木明紧紧握拳，瑟瑟发抖，道：“这个人，没有任何事是他做不出来的，妈妈刚才的反应已经告诉了我真相。”\\n\\n端木氤举起手中的杯具喝茶，以掩饰乱糟糟的情绪。\\n\\n“为什么！”端木明大吼一声：“为什么会这样？！”\\n\\n这是他成年之后第一次对妈妈这么凶，吓得端木书记的杯具都掉到地上，摔个粉碎。\\n\\n他们都呆呆地望着破碎的瓷片和水渍，似乎这有什么象征意义。\\n\\n好半天，端木氤幽幽道：“不要对妈妈这么凶。”\\n\\n端木明：“是……是我失控了，因为，自控已经没有意义了。”\\n\\n端木氤恢复了优雅，淡淡道：“借用司空零的一句话来回答你，他说，抢走你的慕容证明他的节操是零，如果对小明的妈妈下手，那就是节操为负。他说他还是有底线的，那就是零。他还说，你们年轻人爱来爱去，分来合去，都很正常，就算司空零爱上端木明，都没什么大不了的事情。”\\n\\n端木明：“他说过这样的话？”\\n\\n端木氤：“嗯。妈妈还是很有魅力的嘛，居然让一个小我二十岁的男孩追求。只不过我们继续交往下去，了解下去，就知道了彼此的身份，然后就打住了。所以你看到的是一首云淡风轻的离别诗，而不是别的什么。如果你认为妈妈对一个救了自己性命的小伙子有好感是一种罪过的话，你可以恨妈妈。”\\n\\n端木明破涕为笑，单膝跪在地上，呜咽道：“我……我就说嘛……”\\n\\n端木氤长叹一声，摸了摸矮了一半的儿子的头，说：“司空零是一个妖孽，节操刚好为零的人是最可怕的，既没有牵挂，又不触及人们的底线，他在肉体上和精神上都很可怕。你要是跟他为敌，也要把自己的节操降为零、甚至为负。那样，活着还有什么意思？我这二十年，也白养大你了。”\\n\\n\\\\---\\n\\n【一杯沧海】露天咖啡馆。\\n\\n端木明约虞清婉在这里相见。作为真正的封疆大吏的千金，虞美人的座驾很节制，只是一辆丰田Camry，倒是端木明为了给她面子，弄了一辆新奥迪A6，有求于人的时候，傲娇少年也得低眉。\\n\\n端木明看到她的倩影袅袅婷婷地迤逦而来，真是视觉上的极高享受，不由得暗赞，看样子真能与慕容冰雪一较高下，他的决策是正确的。\\n\\n他向她挥了挥手致意。\\n\\n虞清婉嫣然一笑：“好久不见了啊。”\\n\\n端木明：“是啊，蛮久的，你最近忙些什么？”\\n\\n美人落座，说：“最近对油画感兴趣，拜了一个老师，学一学看，不过我这人三天打渔两天晒网，恐怕坚持不了多久呢。”\\n\\n端木明微笑：“不用太谦虚，青春就是不断地尝试，看看哪件事适合自己，看看哪个人适合自己，是吧？”\\n\\n虞美人讶道：“说得很好！你呢，忙什么？”\\n\\n端木明：“我啊，工作很闲，所以把精力都放到创业上去了，Twitter你听过吗？”\\n\\n虞美人摇头：“没有。”\\n\\n端木明：“……微·博呢，听过吗？”\\n\\n虞美人：“呃，好像听过，好玩吗？”\\n\\n端木明：“一般般，不过要是真正玩起来了，还是有点意思的，我开始也没想到这个小产品会有这么大的作用。就像看小说，有些小说是慢热型，你得看到好些章节才进入状态。你也可以玩玩微·博。”\\n\\n虞美人点头称善。\\n\\n端木明：“我的重点不是说微·博好不好玩，是说我是这个网站的创始人之一。到现在还有顶级的管理员权限。”\\n\\n虞美人：“哦？不错，你又打篮球又做网站，很能干，比我强。”\\n\\n端木明：“只是爱好罢了，我虽然是创始人，却没有股份，BOSS说了，只有全职员工才能有股份，我想来想去，不要这份股份我就亏大了，最近想加入。”\\n\\n虞美人：“是啊，那就加入呗，诶，有多少钱啊？”\\n\\n端木明：“BOSS对Twitter的估值是一百亿美元。”\\n\\n虞美人终于不淡定，失声道：“什么？这么多？”\\n\\n端木明：“风投机构的估值只有一亿，不过也不少了，我能分到一两百万呢，而且我相信过阵子这些股份更值钱。我不但想要这些股份，还要投资到Twitter里，我准备拿到10%的股权，这样一来，假如，假如Twitter真正值百亿的时候，我也算是亿万身家了。这辈子也不用做别的事情了，或者说，可以放心做别的事情了，就跟你一样，学学油画什么的，悠闲过一辈子，嘿嘿。”\\n\\n虞美人惊叹道：“我又不是不想做事，只是没有合适的事，哇，说得我也想投资，真的靠谱吗？我也来个10%！”\\n\\n端木明：“呃……不是所有人都能投的，我是创始人之一！当然，你把钱借给我，我代你投，你能拿出一千万……美元吗？”\\n\\n虞美人粉脸一红，道：“这还是有难度的，一百万应该没问题。喂，你难道能拿出一千万？”\\n\\n端木明：“我没有，我爸爸有，正好我爸爸在美国，这笔钱是他交给我的，我可以用来投资。一百万也不错呢，以后能变成一亿，你也算是小富婆了。”\\n\\n虞美人：“我什么也不懂，你好像得过黑客大赛冠军？那你应该懂这些，太多了我也不敢，一百万就交给你了！哈哈，要真变成一亿，我爸爸也要对我刮目相看呢！”\\n\\n端木明微笑：“你一定会成功的，相信我。只是……有一个小小的障碍需要克服。”\\n\\n虞美人：“什么？”\\n\\n端木明：“这个BOSS啊，你见过一面。”\\n\\n虞美人奇道：“是么？我什么时候见过美国的BOSS？我只去过两次美国，都旅游购物去的，没见过什么人。”\\n\\n端木明：“就是上次你跟我在一起的时候见过的那个人。他现在去斯坦福大学留学，顺便在那边创业。”\\n\\n虞美人惊呼：“是他！真没想到，他看起来是个怪人。哦，对了，我对他身边那个女孩子印象很深，非常漂亮，难怪，他要是没本事，也不能追到这么漂亮的女孩子。”\\n\\n端木明淡淡道：“那个女孩子是我的前女友。”\\n\\n虞美人又一声惊呼：“啊！这……”\\n\\n端木明：“这个就是我们之间的障碍了，我嘛，虽然不是完全没有心理障碍，但是人总得向前看，既然EX已经跟了他，我也无话可说，毕竟他是那么优秀的男生。他是有心理障碍，会认为我和他不可能做朋友。”\\n\\n虞美人：“哎呀，这确实是一大障碍，怎么破？”\\n\\n端木明：“是呢，怎么破？”\\n\\n他不愿意露出太着急的样子，望向无敌海景，听一听浪拍海滩的声响，缓一缓。\\n\\n虞美人：“非要投他的公司吗？你心里也不是那么乐意吧？换一个投资对象算了。”\\n\\n端木明：“资产增殖一百倍的机会可不是那么容易遇到的，这也还是需要我创始人的身份才行，不好找啊。”\\n\\n虞美人：“你是不是有办法啊？说嘛，这儿着急着呢！”\\n\\n端木明：“……这事哪有什么好办法，只能试一试他亲口说的办法。他说啊，等我找到新的女朋友，过上幸福的生活，不再恨他的时候，才可能。”\\n\\n虞美人仍然未醒悟，说：“是啊，你就赶紧找呗！”说完这句，她终于明白过了，叫道：“啊！你原来打我的主意！小样儿，这可不行，我……反正不能这么玩。”\\n\\n端木明：“这个新女友一定得比前女友更美，我才可能过上幸福新生活，忘掉旧爱旧恨，你见过我的EX，多漂亮，要找一个比她更漂亮的，难度不是一般的大啊，我满世界找来找去，最后最后，只找到一个……”他说完，盯着她看。\\n\\n虞美人咬着唇瓣：“那……你得让我好好考虑考虑。”\\n\\n端木明认真道：“好好考虑，一亿美金哦，一个让你爸爸刮目相看的机会哦！”\\n\\n虞美人忽然扑哧一笑：“你是我见过追女孩子的方式最奇怪的！用一个亿的海市蜃楼来诱惑人家！”\\n\\n端木明看着她娇憨的美态，叹道：“这家伙真是天才，要是你真答应我了，说不定我真的会幸福美满，忘了以前的事。”\\n\\n虞美人甜甜一笑：“你俩都是奇葩！”\\n\\n端木明：“去过第五大道吗？”\\n\\n虞美人：“去过一次，果然很繁华，应该是全球最大的购物街吧。”\\n\\n端木明：“这应该是你们女孩子的天堂，我陪你去逛街，你想逛多久就逛多久，你想买什么我都帮你买。那家伙现在在纽约，我们去那里见他。”\\n\\n虞美人扭捏道：“哎呀，还没答应你呢，这么大的事，我得好好考虑个几天，几个月……”\\n\\n端木明皱眉：“哎呀，几个月那是万万拖不起的，不知道经济危机什么过去，说不定几个月之后Twitter的估值变成10亿了，那你的一百万只能赚到一千万，亏大发了。”\\n\\n虞美人恼道：“不许逼我！”\\n\\n端木明干咳两声，道：“好吧，这样，我们先假装相爱，就在他面前牵牵手就可以了，先把股权骗到手，以后的事再慢慢发展。哦，对了，纽约什么都有，我陪你去看油画，你在中国能看到什么好的画展嘛。”\",\"timestamp\":1638135691,\"title\":\"违和少年 第41章 情何以堪\"},\"digest\":\"KJNdtNVoUXTR7hqbb3DftjxAyZo5Nv5svpjMmfYejOg\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"AUJO5vIJL_hUYYx8FNJDxnZUKGM-32b4kJExXnD-4m9iey8iHErN0m8xGEGfIOEQLfFlxhSZ4llhr7cflZgsjA\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KJNdtNVoUXTR7hqbb3DftjxAyZo5Nv5svpjMmfYejOg\"}"