"{\"content\":{\"body\":\"A NETWORK GOING PUBLIC IS A PARTY \\n  \\n **1999** \\n\\n**It was love at first website.  \\n ** \\n The 'Information Age\\\" became the Age of the Internet. \\n  \\n A Year of Internet (\\\".com\\\"), Infrastructure (\\\"TMT\\\"), and IPOs.  \\n  \\n The emerging markets crisis faded, the markets moved on. Interest cuts not only kept the world from imploding, the money flowed to \\\"TMT\\\" (\\\"Telecom Media Tech\\\"). Spectrum, fiber optics, chips, software, and websites ruled. \\n  \\n Hundreds of companies \\\"went public\\\", raising billions.  \\n  \\n 1997 630 IPOs, 43.3B  \\n 1998 373 IPOs, 36.5B  \\n 1999 546 IPOs, 69.2B  \\n  \\n One of the biggest IPO day first day returns was one of the first. \\n  \\n MarketWatch, IPO'd, January 15, at $17, and closed the day at $97.50, up 474%. (Its intraday high was $130.) Its value was $1.1B, with a loss of $8.2M, revenue of $4.5M. \\n  \\n Companies like Qualcomm went up 25X. Some \\\"large cap\\\" companies had 10X returns. Internet startups for everything were everywhere - \\\"dot.com\\\" was part of the brand rechristening of everything.   The IPO party was getting hotter, and spread like a virus. \\n  \\n Goldman Sachs. Martha Stewart. Word Wrestling Federation. UPS, which delivered all the packages ordered online, went public. The average first day gains were 68% vs. “only” 23% last year. \\n  \\n One of the biggest IPO days was one of the last IPOs of 1999.  \\n  \\n VA Linux's IPO was in December, with a 733% first day gain. Microsoft, was in the middle of an antitrust case. Linux was an infrastructure story of an open source future.  \\n  \\n The party seemed like it would go on forever.\\n\\n \\n **2877 Earth, The Necklace, The Marketplace Square  \\n ** \\n I picked them out in the crowd. A few were positioned where I would be if I had to grab someone with something I wanted.  \\n  \\n \\\"They're coming, their leader is the one we want to talk to.\\\"  \\n  \\n \\\"Jacob, my family back home...\\\"  \\n  \\n \\\"I messaged my friends last night, from the secure room, when we found out what info was in the package. I sent it on the diplomatic message packet. I got a ping back not long after. Your grandfather, your family will be safe.\\\"\\\"  \\n  \\n She nodded.  \\n  \\n \\\"We're going to breathe, think, and move slow now, so that we can go fast when we have to. Let's go back to that place we went to yesterday. Our faces will be remembered by the service staff.\\\"  \\n  \\n \\\"So glad to have you back, we trust you enjoyed your first day here, table for two, perhaps the same as yesterday with a view? By the outside tables?  \\n  \\n \\\"Thank you, could we have a table for three please. Someone will be joining us.\\\"  \\n  \\n We ordered more of that spring water we liked. We waited. I wanted to isolate the leader, and box in the rest if I needed to. I needed to be almost outside too in case I guessed wrong. \\n  \\n A woman who I picked out as part of the group moved ahead of her pack. She walked towards us. I got up and pulled a chair for her. \\n  \\n \\\"Thank you. I guessed you had made us” said the crew’s leader. \\n  \\n I poured a glass of spring water for our \\\"guest\\\".  \\n “A toast. Your health.” I said. \\n  \\n My eyes were on where the rest of her crew was. Time to talk. \",\"timestamp\":1635294371,\"title\":\"1999: 7.18 A Network Going Public Is A Party\"},\"digest\":\"-p_vWpeXOYtVkcMivpJBcIrOjWovufnXCWCEYOz0FfQ\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"signature\":\"QPziygdOxJ2HB0Pd0KWcLbmYEBkfQtRGb2PGXYImjKxvR7YNplLK2C-4p-rPdyOCEeDrIqP0fdCdI2InWoH9-Q\",\"signingKeySignature\":\"0xe4c1bcaa88b6fe2c67d195f4a76d1a91640647a2c63ec8f8083673f941e8ee412d804077222237104c51130677298bdcb163cbc3b2eb0bb6193f6b825a8e06141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-p_vWpeXOYtVkcMivpJBcIrOjWovufnXCWCEYOz0FfQ\"}"