"{\"content\":{\"body\":\"Time is one of the common themes from ancient Chinese mythology and historical books.\\n\\nFor example, the Monkey King from [Journey to the West](https://en.wikipedia.org/wiki/Journey_to_the_West) only went to Heaven for ten days as a horse trainer. When he returned to his hometown Mount Huaguo he realised that many years had passed on earth. Just like an old Chinese saying goes, \\\"one day in heaven equals one year on earth\\\".\\n\\nAccording to [Book of the Later Han](https://en.wikipedia.org/wiki/Book_of_the_Later_Han), a woodcutter saw two men playing chess on his way to work in a mountain. So he stopped over and watched the game. All of a sudden, he realised the grip of his axe had rotted off, and when he returned home, he found that a hundred years had passed since he left.\\n\\nI was always fascinated with those Chinese stories since I was little. Every time I indulged myself in books or video games, time seemed irrelevant to me anymore. I opened a portal to time travel to another reality where I followed my interest to learn, feel and grow.\\n\\nIn 1733, the Irish novelist Samuel Madden published [Memoirs of the Twentieth Century](https://en.wikipedia.org/wiki/Memoirs_of_the_Twentieth_Century), about a guardian angel who travels back to 1728 with letters written in 1997 and 1998. This book is considered to be the earliest novel about time travel in western literature.\\n\\nIn 1895, British novelist Herbert George Wells' science fiction [The Time Machine](https://en.wikipedia.org/wiki/The_Time_Machine) popularised the idea of time travelling. In 1921, [A Connecticut Yankee in King Arthur's Court](https://en.wikipedia.org/wiki/A_Connecticut_Yankee_in_King_Arthur%27s_Court_(1921_film)) was notable as the first film adaptation of Mark Twain's novel and the second film about time travel to the past (after [The Ghost of Slumber Mountain](https://en.wikipedia.org/wiki/The_Ghost_of_Slumber_Mountain)).\\n\\n[The End of Eternity](https://en.wikipedia.org/wiki/The_End_of_Eternity), published in 1955 by American science fiction writer Isaac Asimov was regarded by sci-fi fans worldwide as the ultimate time travel classic in the 20th century.\\n\\nIn the 1980s, James Cameron directed [The Terminator](https://en.wikipedia.org/wiki/The_Terminator), and Robert Zemeckis launched [the Back to the Future](https://en.wikipedia.org/wiki/Back_to_the_Future) series, together ignited the passion about time travel among the public.\\n\\nFast forward to today's world, [Tenet](https://www.imdb.com/title/tt6723592/) by Christopher Nolan and [Netflix show Dark](https://www.netflix.com/title/80100172) sparked my interest towards time again. Although it's almost like a mission impossible for me to figure out about TIME with my limited knowledge, I'd like to dig into different mediums to explore this nebulous yet relevant concept to our lives.\\n\\nSo, what's TIME? No one can give a definite answer.\\n\\nEinstein once said, the distinction between the past, present and future is only a stubbornly persistent illusion; Nietzsche believed that time is an eternal cycle where past, present and future are interconnected to form an endless loop. Nowadays, we treat time as a unit of measurement or a product of capitalism to increase productivity.\\n\\nIn the Buddism Sutra, the 'present moment (当下)' is the smallest unit of time --- 1-second equals 3,600 present moments. The 'past' is just a series of memories woven by the human mind (its accuracy is questionable); The 'future' is full of unknown and uncertainty, with death as our ultimate destination. Only the present moment, the 1-second we noticed, is what we really have.\\n\\nLiving in the present moment means experiencing the most real time.\\n\\nRecently, I had my first psychedelic experience with the Grandfather plant, San Pedro, at [The Lighthouse Retreat](https://lighthouseretreats.co.uk/). \\n  \\n 2 trips in 4 days let me ‘saw’ the TIME in another dimension. Language could be too weak to describe something overpowering magnificent. Here is my attempt to record the visions and insights from this expeirence: \\n ​ \\n Eighty-four thousand thoughts and ideas, \\n Landscape transformation in the whirligig of time, \\n Everything is evolving and decaying in front of my eyes. \\n ​ \\n Vivid Colours dancing along with the music of nature, \\n Infinite fractals emerging and disappearing like the Mandelbrot set and Mandala of Sanskrit. \\n Like Van Gogh’s painting in a tangible form. \\n ​ \\n Ram Dass’s message comes into my mind, \\n “We’re all just walking each other home”. \\n We are nameless and formless, \\n We are a pixel and we are a Buddha, \\n Was vernünftig ist, das ist wirklich, \\n We’re loved just for being who we are, just for existing. \\n ​ \\n Let’s accept ourselves and others in full, \\n Try not to control, try not to force, try to surrender to the power of the universe. \\n Time and space are a total illusion. \\n The reality doesn’t seem like what we see. \\n To see beauty, use our heart, not our eyes. \\n Feel, and we shall know. \\n Seek, and we shall find. \\n ​ \\n I rise above the earth and travel through abstract concepts and patterns. \\n A snap of the finger is the moment of eternity. \\n I could have lived forever in that dazzling and wonderful dream, \\n But your sweet smile pulls me back to the material world. \\n ​ \\n Remember, remember, \\n Life is the eighth wonder. \\n When we genuinely want something, \\n The whole universe is always on our side.\\n\\nTed Chiang brought up the concept of 'mastering a language, and you'll see the world differently' in his sci-fi novella [Story of Your Life](https://en.wikipedia.org/wiki/Story_of_Your_Life). The heroine learned to understand the alien's language, which allowed her to 'see' her whole life. Ludwig Wittgenstein's famous quote, \\\"the limits of my language mean the limits of my world,\\\" also serve the same meaning.\\n\\nWhat does time mean in your language?\\n\\nI can't help but ask.\\n\\nIs it possible that people who speak more than one language can see a different world or better understand the concept of time? Is it possible that the German language has something to do with so many great thinkers and philosophers from Germany? Or there is no such cause-and-effect relationship, just my brain trying to trick me by summing up the pattern in a presumptuous way?\\n\\nBack to my favourite TV show Dark, the theme is man's understanding of the world is nothing but a drop in the ocean.\\n\\n​Perhaps the unknown is the best gift the universe has given to our human beings. So we can go ahead and experience and explore everything and live our life to our standard of fullness.\\n\\n​\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=295](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=295)\\n\\n\",\"timestamp\":1635868404,\"title\":\"No Time Today\"},\"digest\":\"IY3VktS1KvqUt9Et8RVyz8MJZKICwowIooQ9ZkcKA2Q\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UicRb4pFW9FD1ByYPwbNhqOAwXEVffA6wu_eIClInsE\\\",\\\"y\\\":\\\"c9TCAL3Tw9wBWJ7UQxMm8gZW-GAwlpAwoOJoszjWG0c\\\"}\",\"signature\":\"l6Zg7-RYVlfJuK6b8dYuOlEUsK9z5dGyRZbdWq245ceExiiVQri6LFCDk3iaZS5PSOQakKcQrsNn7lGX5dp7WQ\",\"signingKeySignature\":\"0x82242c7d6993cf21d2572e2a462d12405abf9e07b533f43557eb5b80ce8656635d9227aed0e4dd0d788a51891efdda4deff36571012056bd24e3a7b8d559dfa51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UicRb4pFW9FD1ByYPwbNhqOAwXEVffA6wu_eIClInsE\\\",\\\"y\\\":\\\"c9TCAL3Tw9wBWJ7UQxMm8gZW-GAwlpAwoOJoszjWG0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HhdbIG2WVECjJYfVePgUIVcB0RGxE0itnxRLSUpvTY8\"}"