"{\"content\":{\"body\":\"So far, the story of blockchain has been one of the new financial services built on decentralised technology. As the continuing prominence of Bitcoin demonstrates, these decentralised finance, or DeFi, applications have built up a following amongst a band of loyal supporters.\\n\\nHowever, to say that blockchain has reached its full potential as a transformational technology is premature. Most people do not use it in their everyday lives and do not understand the benefits of doing so. I believe this will change soon and it will change forever.\\n\\nThis is because governments are investigating how blockchain can be used to power the Central Bank Digital Currencies (CBDCs) they are keen to deliver. As they do, these states will see how blockchain can help them to operate fast and efficient digital economies. For this to be the case, however, a new [regulated blockchain ](https://l3cos.com/regulated-blockchain.html)is required, in order to reflect the needs of government and the societal structures we recognise. \\n  \\n  \\n **Governments are already examining blockchain**\\n\\nBlockchain technology has been around for over a decade yet it has failed to be adopted en masse and remains a relatively niche interest for technology and finance experts.\\n\\nWe know that [almost 40% of organisations surveyed by Deloitte say they have incorporated](https://markets.businessinsider.com/news/stocks/deloitte-s-2020-global-blockchain-survey-nearly-40-of-respondents-have-blockchain-in-production-affirming-blockchain-s-maturity-as-a-true-strategic-priority-1029312963) [blockchain into production ](https://markets.businessinsider.com/news/stocks/deloitte-s-2020-global-blockchain-survey-nearly-40-of-respondents-have-blockchain-in-production-affirming-blockchain-s-maturity-as-a-true-strategic-priority-1029312963)and that 55% said they view it as a top strategic priority in 2020. We also know that some forward thinking governments, such as Sweden, Estonia and Georgia, have been using blockchain in government digital services for a number of years.\\n\\nHowever, to say this shows blockchain is fulfilling its potential would be an overstatement. Industry commentators have long asked what blockchain’s killer app will be, as though one app will spark a revolution. I believe this demonstrates a limited view of what is possible.\\n\\nBlockchain is so powerful that it should underpin every transactional relationship you can think of. Our ambitions for what can be achieved should be bigger than a single killer app. Fortunately, blockchain is now changing forever as the various leading nations consider how they can use it as the base technology of their financial systems.\\n\\nCentral banks are studying the application of regulated blockchain technologies as they look to provide their institutions with fast, secure, and transparent means of payment, as well as efficiencies of administration.\\n\\nRecently, the Bank of England published a consultation paper on 'Central Bank Digital Currency – opportunities, challenges, and design'. We also know that the Bank of France, Bank of the Netherlands, Bank of South Korea, Bank of Thailand, Bank of Canada, and the European Central Bank are all assessing the opportunities and challenges that exist in this area.\\n\\nTo implement a CBDC, they would need fully regulated infrastructure based on blockchain and this type of system is not possible on the blockchains that are most prominent today.\\n\\n**The shortcomings of existing blockchains**\\n\\n Existing decentralised blockchain have never been built with government rules and regulations in mind. In fact, they have been specifically designed to operate outside these jurisdictions for the most part, which is one of the reasons mass adoption has been impossible.\\n\\nThe problem revolves around them being decentralised but it is not the whole answer. After all, decentralisation provides many benefits. By decentralising a network, you can remove all sorts of bureaucracy that comes from a centralised body controlling the flow of important information, as well as from middlemen extracting fees for ‘value-added’ services.\\n\\nBut does such a system work when you’re considering the design of a CBDC? Absolutely not.\\n\\nAs citizens, we elect our governments to regulate various parts of society, including the economy, in order to keep us safe and help us prosper. While a CBDC based on decentralised blockchain might be able to save its users time and money by disintermediating unnecessary middlemen, it would not be overseen by the central bank authority.\\n\\nTherefore a totally decentralised system would never work. However, this isn’t the only reason why existing blockchain solutions would not be appropriate for CBDCs. The existing blockchain giants also advocate anonymity above all else, so that entities do not have to register themselves as real, identifiable individuals to take part. Not only does this go against our human desire to understand and trust the people we interact with, it could never work for a government trying to operate a CBDC within a regulated digital economy.\\n\\nThis is why a new approach is needed that is based on a highly secure [blockchain consensus](https://l3cos.com/blockchain-consensus-operating-system.html) [operating system](https://l3cos.com/blockchain-consensus-operating-system.html), which has the capacity to handle the huge number of transactions required in modern, globalised economies.\\n\\n**How regulated blockchain works**\\n\\nThe [L3COS ](https://l3cos.com/)blockchain has been designed for exactly this situation. All 195 sovereign states are able to regulate their digital economies via super nodes that sit at the top of a triple layer consensus mechanism. These nodes can communicate with one another, reaching consensus via a Proof of Government mechanism that achieves speeds of over 1.5 million transactions per second.\\n\\nThis would allow, for example, the Bank of England to settle transactions with the European Union instantly, via a rapid Real Time Gross Settlement system. Furthermore, it would allow a central bank to make monetary policy changes by creating value within the system, rather than having to go through the expensive process of printing paper currency.\\n\\nAt the second layer of the network, commercial banks can operate the CBDC in the banking system as pillars of the economy, just as they do today. This would be made possible because of the delegated proof of stake mechanism that is in operation at this layer, allowing government super nodes to delegate their authority to corporations in the layer below.\\n\\nIn the third layer, the CBDC would be used for transactions by individuals within the appropriate digital economy. It would be incorporated into smart contract-based decentralized applications, or DApps, that enable all entities in the network to interact with other individuals, corporations and governments in an automated fashion. Furthermore, it provides an immutable ledger of transactions that makes accounting and taxation quick and simple.\\n\\n**Digital economies built on regulated blockchain**\\n\\nAs governments weigh up the benefits of blockchain as the foundation technology to power their Central Bank Digital Currencies, existing decentralised networks will clearly fall short of the high standards required.\\n\\nRather than decentralisation and anonymity at all costs, governments are looking for the speed of transactions and smart contract efficiencies that this technology can provide, in order to operate regulated digital economies that benefit their citizens. This is why a new approach is needed and why regulated blockchain is the future of this transformational technology.\\n\\n \\n  \\n **About the Author**\\n\\n*Zurab Ashvil is a serial tech entrepreneur who spent more than a decade at Softbank between 1995 and 2006, where he won awards from Microsoft, Dell, and EMC. As early as 1998 he was advising on Distributed File Systems design for Windows 2000: the basis of the Cloud.    *\\n\\n  \\n  \\n Disclaimer\\n\\nThe views and opinions expressed in this article are those of the contributor and do not necessarily reflect the view of Blockchain. News. Investors should be well aware of the volatility of cryptocurrencies and conduct their own research before making investment decisions.\",\"timestamp\":1636177604,\"title\":\"Regulated Blockchain Will Power Central Bank Digital Currencies\\n\"},\"digest\":\"NAfJs4UpDFFrzMPG3cR48KOBZMaFlxFAnFJ46fBZP7M\",\"authorship\":{\"contributor\":\"0xb01BD090E83226A75cbF8A8faB2E8453Fe68F544\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AXHA-Kc18qt7-zKeDMPaPxhuZbge9CU2s2W2PeOH464\\\",\\\"y\\\":\\\"r7VMcLqVU9npptqQi78fkljlkb2nnB4zhKTp28tZqCc\\\"}\",\"signature\":\"2t4rwxTYMp6qxKXCJH2vAKVh63RwdEwtZf1WZ_R6hOEz9UcVP4maYq3yo_BCo_j5WSdeE0-CW0EPcN6Id7Ixxw\",\"signingKeySignature\":\"0xffaa7a8605189f290dc8b24c0175b7a5cecf1ab500e075319a69182621756989591d69a12e93580f67bd72151aa415f85c7ba14d2bf83ae541dc3cf4f0b257871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AXHA-Kc18qt7-zKeDMPaPxhuZbge9CU2s2W2PeOH464\\\",\\\"y\\\":\\\"r7VMcLqVU9npptqQi78fkljlkb2nnB4zhKTp28tZqCc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NAfJs4UpDFFrzMPG3cR48KOBZMaFlxFAnFJ46fBZP7M\"}"