"{\"content\":{\"body\":\"While Brave currently boasts an impressive amount of active users ( 36+ million users) and Decentr far less (statistics currently unknown) the way the two browsers work and the ideologies behind them are fundamentally different. But first, lets talk about what Brave and Decentr have in common: Both Brave and Decentr are some of the newer and latest browsers within the crypto space that both share a commitment to speed and privacy. Both browsers eliminate ad tracking and have built in ad-blockers. Both browsers additionally have a crypto payment system that rewards you for browsing. The difference in how each browser pays you is what starts to set them apart. As many of you probably already know, Brave is a classic advertising business model. Braves browser settings allow you to set a number of ads that you would like to see per day (up to a maximum of 10 per hour). This can be somewhat annoying for new users as you will have ads pop up random times throughout the day in the corner of the screen. Some of the projects these ads represent are genuinely interesting projects, while others not so much. This is a classic business model where ad revenue will filter down to you, the user. You are essentially paying with your attention that you give to various businesses who try to entice you with offers throughout the day. Brave's token (BAT) use a third party medium of exchange which makes it less decentralized and secure as a result. With Decentr, platform credits are completely decentralized and users can get credit with PDV for engaging with ads that they actually care about. This is also different because the more a user engages with an ad, the more PDV is generated for the user. This includes things like liking, sharing with friends, commenting, etc. Everything that you do in Decentr browser is stored securely in your DecId, accruing and gaining value much like a fungible digital currency. In Decentr, owning your own data becomes the currency. Therefore DECENTR token is based off an immutable source of user data that will continue to accrue in value over time, especially with positive engagement. Another key difference is native defi support: Brave currently supports two wallet services: Uphold and Gemini. External wallets, that take additional time and complexity to set up for a first time user. This wallets also require a verification process which only allows for 4 devices to verify the same wallet. This is a lifetime cap and if you have left brave on your old smartphone, computer, or have downloaded a new instance of Brave more than 4 times then you are going to have a hard time recovering your wallet through Brave. Decentr avoids a lot of these problems by starting you off with an integrated wallet. You will instantly start accruing value in this wallet... no need to open and verify an external wallet and re-verify each time you want to make a withdrawal. This makes for much easier onboarding and user experience in general. No need to go to an external wallet or exchange, Decentr has a built-in portal for tracking your PDV rate, assets, staking and more. Other ways that Decentr shines above Brave include: Built in ad blocking. No need to download an extension. Multiple blockchain support. Tokenomics system where the native token increases with user adoption and user data and not dependent on a strict corporate ad revenue economy. I hope this has been helpful. Happy Browsing!\",\"timestamp\":1637713300,\"title\":\"Compare Brave & Decentr\"},\"digest\":\"SyvkMAYQkFsymGoIORqNaEuhuaCudduFmNBELWarkg8\",\"authorship\":{\"contributor\":\"0x59b56456CA2272907505bA3c65403BfBb05c8B9D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"peq-CEh8wouUwOSLPStmHBUSWvKlaTUK0I2LKOFZwOs\\\",\\\"y\\\":\\\"GUc9NDN19RJJ5-zU4Hvv_C80ymjYzSPRyxcwb7LOClI\\\"}\",\"signature\":\"eCDaY8XtnR875-emrqIJnCx_MlSL1DvfFQztzhZxw9U-3EEPM66sreqvohjuP92qGQcznJLFdb9efhj5hBcDmQ\",\"signingKeySignature\":\"0xf873b2d4d67e6b7a9fb03c7bd87945d32939c1b747c30c1e22adeab74905884d4c56531fac7da36e3a97a8a7067178ffa02dd82da57e48e9c80bcb85c928f9551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"peq-CEh8wouUwOSLPStmHBUSWvKlaTUK0I2LKOFZwOs\\\",\\\"y\\\":\\\"GUc9NDN19RJJ5-zU4Hvv_C80ymjYzSPRyxcwb7LOClI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SyvkMAYQkFsymGoIORqNaEuhuaCudduFmNBELWarkg8\"}"