"{\"content\":{\"body\":\"![](https://jacobrobinsoncom.files.wordpress.com/2020/06/marten-bjork-6dw3xyqvcye-unsplash.jpg?w=1024)\\n\\nPhoto by [Marten Bjork](https://unsplash.com/@martenbjork?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/business?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nOver the past few years I’ve delved into researching what makes successful people so successful in the first place. The trouble with this is that there’s no universal answer; most successful people may do something, but not all of them. And yet, I think I’ve finally found the one thing that I see all successful people doing.\\n\\nThey all constantly step out of their comfort zone.\\n\\nI’ll use the example of Donald Trump, since he tends to be the killer of most other success factors. Trump doesn’t meditate, he doesn’t exercise, and he certainly doesn’t read. But what he does do is step out of his comfort zone. I mean, think of it; there is a big stepping stone between running a real estate company and being the President of the United States. You can certainly debate his reasons for going into the presidency, but you’d have to concede that someone would really need to step outside their zone of comfort in order to go through the election process. After all, when you’re running a private company you don’t have to worry about constantly being in the public eye or campaigning for votes. You could say the same thing with him writing his books, or his many television appearances.\\n\\nSuccessful people are constantly expanding, constantly trying new things, and constantly going over obstacles. People who aren’t successful don’t try this, but rather focus on staying in their own corner. I think, therefore, that in order to be successful one has to always be willing to go beyond who they are right now.\\n\\nThis, of course, is *much* harder than it seems. I’ve talked about mindset a lot on this blog, and this is where the mindset problem comes back into play. It’s easy to say “I’ll try new things!” and then never do it. Here is where the divide occurs; if everyone found it easy to step out of their zone, then everyone would be successful!\\n\\nThere are, of course, a few problems with this, primarily due to selection bias. There could be an example of a person who did try new things throughout their life and never made success, and that would debunk this theory. But the more I think of examples, the more I realize that practically everyone who’s made a name for themselves did it by going out into the world, whether they truly meant to or not.\\n\\n![](https://jacobrobinsoncom.files.wordpress.com/2020/06/flying-apps-email-header-1.png?w=600)\\n\\n[Subscribe here](https://astukari.substack.com/)!\",\"timestamp\":1638933726,\"title\":\"The Secret to Success\"},\"digest\":\"jo8u7Sag3OSmPopPijUCPOkAWcASAoS7_RR8yQ32mLY\",\"authorship\":{\"contributor\":\"0x7842C934Ef39De9D40cD6C9EBf0389041C6f33B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"signature\":\"lHy0COKXuUE8HcsfWROdn7QRfkmM0YYkwVBV0iCOJhEym_UJiBZQWlaGDDYGthUf7arWEXNKOnsR66lD16hiow\",\"signingKeySignature\":\"0x8f398b97d2743c5236d72fd2a5176b5fc4350788f91696b10f29090719f110566d669eba51d62c830e4de57da965ec3fd81de8f6dab9f30130bc2898fbdaf1481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jo8u7Sag3OSmPopPijUCPOkAWcASAoS7_RR8yQ32mLY\"}"