"{\"content\":{\"body\":\"In the previous post, we saw how rethinking productivity is important, something that is rooted in the well-being of an individual rather than just productivity factors that are needed for institutional well-being.\\n\\n![](https://images.mirror-media.xyz/publication-images/-aQ6hyeNTL95hnxq5E3vj.png?height=1080&width=1080)\\n\\nNow, if we were to include all the factors (as opposed to just financial well-being in the current system) contributing to an individual’s well-being and build a reputation system, it lays the foundation of their identity.\\n\\n![](https://images.mirror-media.xyz/publication-images/rf7cjeHOToJia0OKUsepT.jpg?height=383&width=680)\\n\\nThe movement of these identities (skills + reputation) between a seeker and a provider calls for a platform (marketplaces can't scale). But a big question that must be answered is who holds all the data. We aren't building a \\\"better economy\\\" if the platform owns it, right? 3 The most basic requirements for designing such an economy.\\n\\n1. Move from PLatform to Token Economy\\n2. A holistic identity/wellbeing/reputation that can be shared across the economy\\n3. Data ownership at the core\\n4. Decentralized decision making\\n5. Autonomous Operations \\n\\n \\n  To understand this deeper we must look into how a gig worker’s identity and movement of skills (gig transactions) are currently being tracked currently.\\n\\n![Gig worker - data flow and impact in the current platform economy](https://images.mirror-media.xyz/publication-images/Ooa7SutfOLxacjaHvUMw5.png?height=286&width=1196)\\n\\nThe core to this is the well-being identity being taken out of the platforms and given back to the gig worker\\n\\n![Gig worker - data flow and impact in an ideal platform economy / token economy](https://images.mirror-media.xyz/publication-images/kKf3yUrsEYsY-_xxyDMiX.png?height=420&width=1184)\\n\\nWe acknowledge that not everyone can handle the responsibility of such ownership and probably may not know how to put the collected data to use. A shared identity system would allow us to track the skill, reputation and record of work across different ecosystems. We need to develop standards, generic or representational of different forms of labor. It could look something like this:\\n\\nAs previously suggested, this identity that is borne out of skill, reputation etc is owned by the user. Standardization would ensure that it’s portable as well. \\n\\nBut who owns this platform? State? Market?\\n\\nA potential future scenario is where the state and the market are at loggerheads for such a platform and we see it already.\\n\\n[https://twitter.com/balajis/status/1347905789420216320](https://twitter.com/balajis/status/1347905789420216320)\\n\\n## Market Action: \\n\\nThe market's abstraction of the value is money, and frictionless platforms such as #ethereum #Bitcoin and hence #DeFi is the market solution to decentralize this platform. #DAOs are touted to be the next in evolution for orgs. \\n\\nThe “personal” computer was going to free us from the grip of IBM’s dominance in mainframes,but it fell under the greater control of Microsoft. Apple claimed to be a revolutionary fighting BigBrother, but it erected the greatest tollbooth for creativity in history #AppStore \\n\\n“Information wants to be free” was the rallying cry of earlier web company managements trying to convince fawning, idiotic content companies to exchange their content for pennies on the dollar. 13 The wheel turns once again, and the loudest barker at the carnival is venture capital firm Andreesen Horowitz, which has raised a $9 billion crypto fund and is deploying its general partners across the internet as missionaries - @profgalloway ([techcrunch.com/2022/01/07/and…](http://techcrunch.com/2022/01/07/and%E2%80%A6))\\n\\nThe three steps to tyranny typically involve gaining control of\\n\\n1. the media;\\n2. the economy; and\\n3. the military. \\n\\nThe Valley has checked box - How’s that working for us? The decentralization narrative is cloud cover for a move to Step 2. 15 It is a false god evangelized by high priests who pass collection plates the size of Mars and admonish regulation as heresy. (Wonder what @profgalloway thinks of @balajis and his #NetworkState - ) ([1729.com](http://1729.com))\\n\\n\\nWeb3 has different-colored hair, but the same DNA as earlier web paradigms, which decentralized services at an unprecedented scale to centralize wealth and influence at an unprecedented scale. \\\" - @profgalloway\\n\\n[https://www.profgalloway.com/web3/](https://www.profgalloway.com/web3/)\\n\\n This completes our exploration of the Market's response to building a better economy/state. It has its flaws as the system in which the market operates has crevices for such flaws to fall through. Let’s look at what the states are up to\\n\\n## State Retaliates: \\n\\nNow, it's been revealed the U.S. Department of Defense has wargames scenarios involving a Generation Z rebellion that uses bitcoin to undermine and evade \\\"the establishment.\\\" ([forbes.com/sites/billybam…](http://forbes.com/sites/billybam%E2%80%A6))\\n\\nBitcoin has increasingly been adopted by Wall Street and the world's biggest financial institutions since its 2017 price explosion but remains a tool to fight government control. \\n\\n**China:**\\n\\n Two days before Ant Group was supposed to go public, Chinese authorities pulled the plug and halted the listing. China’s regulators cited regulatory concerns and set a series of events and investigations in motion. Jack Ma, the CEO of Ant Group, went missing and wasn’t to be seen in public for months. Many feared the worst. A few days earlier, Ma had given a speech where he’d mildly criticized the country’s regulators. China’s leadership had taken notice. ([bbc.com/news/technolog…](http://bbc.com/news/technolog%E2%80%A6))  China looked at its crown jewel, though it was getting a little uppity, so China pulled it out, all to teach it a lesson. Ant Group has since been going through some intense restructuring, all intended to control and regulate it more closely. ([cnbc.com/2021/06/03/chi…](http://cnbc.com/2021/06/03/chi%E2%80%A6))  Because the system is too complex and neither the state nor the market has any proven track record of solving it why not look at the third component of the economy (community ) owning and operating the platform / token economy\\n\\n## From Platform Economies To Community Owned Platforms.\\n\\nPlatform #coop is one such innovation. Cooperatives created by and for gig and platform workers have overwhelmingly embraced technology.  @TreborS says “Platform COOP embraces technology but wants to put it to work with a different ownership model, adhering to democratic values, so as to crack the broken system of the sharing economy/on-demand economy that only benefits a few\\\"\\n\\nFinding inspiration from the legacy of ‘traditional’ cooperatives, platform coops emulate the services and delivery models of their corporate counterparts but are designed by, or in conjunction with, workers (Stearn, 2016). 27 As shown over the course of our research, workers routinely don’t have access to complex financial products or the bargaining power to receive better terms on the products they do have access to. Cooperative models bring economies of scale to these instances\\n\\n**Collective bargaining:** According to a paper by the International Labour organisation - In a Facebook Live event, when asked if Uber would recognise the right of its workers, if they unionized, to engage in collective bargaining, ([ilo.org/wcmsp5/groups/…](http://ilo.org/wcmsp5/groups/%E2%80%A6))\\n\\n\\n\\\"The actual model that we operate and the way in which we have this flexible model means that there are certain ways in which you can protect yourself, that you typically wouldn’t need certain ways in which you would ordinarily protect yourself in other things.\\\"\\n\\n30 That's reason why they don’t necessarily exist. Such things like collective bargaining and other things, cos of the flexible nature of our work, because you can come on and off the platform, the purpose that collective bargaining was originally structured for doesn’t hold.\\\"\\n\\n31\\nThere are, a number of hurdles in enabling collective bargaining power :\\n\\n* Promoting common interests – and overcoming competition – among workers;\\n* Determining a site (or multiple sites) of agglomeration – virtual, or preferably real – so as to overcome isolation\\n\\nWhile these models are great on paper, looking at such co-operatives as an economic model shall fix the deeply rooted problem of “skilling” and well-being. \\n\\nIn his book, The third pillar, Economist, Raghuram Rajan states that the state and the market have left the community behind, and it’s essential to look at collective inclusion and participatory democracy at a local level.\\n\\n![](https://images.mirror-media.xyz/publication-images/IAqMrAMMkhvgAyr6yj1Fk.jpg?height=450&width=293)\\n\\nExtending this role of a community to the economic literature becomes a microcosm of an economy.\\n\\nThis means the output function y \\\\~ f (capital, labor, and productivity) must hold at a community/unit / org level. The labor component is denoted as the supply in the diagrams below viz, a skilled labor supply is meticulously created. The capital component is an outcome of the demand, i.e., putting the skilled labors to work (full time/contract basics or even tripartite agreements)\\n\\n![](https://images.mirror-media.xyz/publication-images/3LBbc6HMVzCo6qIUZYMGX.png?height=328&width=512)\\n\\nThe matchmaking between the demand and supply of the skills captures the productivity of a community. This ensures that there’s enough incentive for each community to skill the gig workers and put them to work, which reduces labor market friction considerably. \\n\\nWhat's the other role of a community? Remember the validation frictions - now that goes away if the upskilling and the skill movement data is validated by relevant communities that are authorities on the skills that an individual is pursuing\\n\\n![](https://images.mirror-media.xyz/publication-images/S9cq0FzWMPi0KMM5-F6yw.png?height=512&width=441)\\n\\n Now, let’s look at the data specific to the community. Though the worker owns the private data, it makes economic sense to share a portion of the data such as the skilling and gig performance data with the community so the community can act as a data fiduciary\\n\\n![](https://images.mirror-media.xyz/publication-images/QGqGAQTeaGPlqOGqQFsjs.png?height=259&width=512)\\n\\nThe critical aspects of such a cooperative: \\n\\n* i) Individual members own and control their data \\n* ii) Fiduciary obligations to members: The data cooperative has a legal fiduciary obligation first and foremost to its members. \\n* iii) The organization is member-owned and member-run, and rules must govern it (bylaws) agreed to by all the members. \\n* iv) Direct benefit to members: The goal of the data cooperative is to benefit its members first and foremost. \\n\\n  > The goal is not to ‘monetize’ their data but instead to perform ongoing analytics to better understand the members’ needs and share insights among the members\\n\\nNow that we understand the identity and one self-sustaining community, let’s remember that a worker is typically part of multiple communities to optimize their well-being. And multiple such communities act in unison to ensure the well-being of the individual is intact, now that forms an economy.\\n\\n![](https://images.mirror-media.xyz/publication-images/Jt6OrlGMoOXEvh3X3eciQ.png?height=392&width=512)\\n\\n> **Summary:** We looked at creating a self-sustaining community platform where the data ownership lies with the worker and the community acting as a fiduciary of data and skill validator. ciya tomorrow\",\"timestamp\":1642706077,\"title\":\"Community - The Balancing Act between the State & Market | TheInternetOfValue - 10\"},\"digest\":\"MLR3ykTbYOeMh6nRurgbOhNDWQUi1_-NURNDl7K9VdQ\",\"authorship\":{\"contributor\":\"0xed95C841068a9feF0CE2D7F527829A231626447D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YqX-EJ4xxlmqCGzxHd5aXzyKvpfK9EfctOKGByGPXOc\\\",\\\"y\\\":\\\"GuACd2pOz4tN_xQx72NeKzw7C8QMg_zQow0c9-ZS7VM\\\"}\",\"signature\":\"7kGoZxEnFYx5mLsmJMq2zfIYniEqPO3f_5Te0Bdxyh9FnFfvIs8svqRxovMcmUc1CN9TeyznlvqArz3WxbEoyA\",\"signingKeySignature\":\"0x9fbfaac80dde4712b78aceb3ceb7f0b37b3e670f384a748bcb003580205c52170e4eb1b6dfe09a9b9f8d7e4392586e7c27289d24cfd341ddecab04c8200edaa41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YqX-EJ4xxlmqCGzxHd5aXzyKvpfK9EfctOKGByGPXOc\\\",\\\"y\\\":\\\"GuACd2pOz4tN_xQx72NeKzw7C8QMg_zQow0c9-ZS7VM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MLR3ykTbYOeMh6nRurgbOhNDWQUi1_-NURNDl7K9VdQ\"}"