"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/1128e9b8-3d04-473f-ae6d-6b7595f3b1f0.png?height=897&width=1595)\\n\\nBankless DAO is pioneering a new frontier in web3 media, culture, and education. \\n\\nIt’s been a little over 2 months since the genesis distribution and the DAO has built a buzzing community focused on leveling up in this emerging ecosystem and driving the broader adoption of crypto.\\n\\nSeasons are meant to act as a mechanism to align the DAO on a core set of goals and projects with an encompassing distribution program. \\n\\nIn Season 0, the core goal was to bootstrap an initial community with the genesis airdrop and trial certain projects to generate on-chain revenue. \\n\\nHere's how we did. \\n\\n\\n## Season 0 Recap \\n\\nSeason 0 was a huge success. Bankless DAO was able to bootstrap an initial community of over 1,700+ official DAO members featuring dozens of active contributors. Our community calls every week are jam-packed with [100+ members](https://twitter.com/banklessDAO/status/1413515988704710660?s=20) all tuning in to hear and share updates on the community’s progress.\\n\\nWith that, it’s no surprise that Bankless DAO has accomplished some amazing things during this initial bootstrapping phase. Here are some highlights:\\n\\n### **[MetaFactory Merch Drops](https://shop.metafactory.ai/collections/bankless)**\\n*Project All Stars: MW and Sinjun*\\n\\nBankless DAO partnered with MetaFactory and some talented designers to release monthly merch drops to propagate crypto culture. The inaugural launch was the infamous [Bankless Fargo Tee Shirt](https://shop.metafactory.ai/collections/archive/products/wells-fargo-tee), selling over 300+ editions to the Bankless Nation. Merch Drop #2 looked to step up the culture game by releasing 3 unique pieces: [The CypherPunk Tee](https://shop.metafactory.ai/collections/bankless/products/cypherpunks-tee) (*it came with an actual PHP floppy disk!*), [Bankless “Love Tattoo” Long Sleeve](https://shop.metafactory.ai/collections/bankless/products/bankless-tattoo-long-sleeve), and the velvet [Bankless Tapestry](https://shop.metafactory.ai/collections/bankless/products/in-bankless-we-trust-velvet-wall-tapestry). We sold hundreds of editions all said and done and ultimately were the largest recipient in the MetaFactory rewards distribution. The best part? This is only getting started - ultra sound merch anyone?🦇🔊\\n\\n![](https://images.mirror-media.xyz/publication-images/eb801cfb-d0f6-47bc-addb-372450917b79.jpg?height=841&width=2160)\\n\\n### **Weekly NFT Showcases**\\n*Project All Stars: Kouros, Satoshis Mom, Crypto Bushi*\\n\\nBankless DAO has been working with a range of digital artists to showcase their work every week on Rarible. To date, we’ve launched over 5 NFT Showcases. These have culminated in establishing great relationships with crypto artists in the space including Crypto Bushi, Cedric Fangeat, Daniel Koegh, Bayu Marlin, as well as allowing us to highlight talented DAO members like Perchy, Satoshi’s Mom, and Abstrucked. All of these sales have been largely successful, with the most recent Perchy showcase generating nearly 10 ETH in sales for his now-legendary [Bankless Nation Map](https://rarible.com/token/0xd07dc4262bcdbf85190c01c996b4c06a461d2430:635484?tab=owners). \\n\\n![](https://images.mirror-media.xyz/publication-images/32f7abda-d5e7-4794-9902-93ff659c34b5.png?height=341&width=512)\\n\\n### **Bankless BED Index**\\n*Project All Stars: Frogmonkee, 0xLucas, Punia (Index Coop), Alpha Lemonade (Index Coop)*\\n\\nThe Bankless BED Index is one of the more highly anticipated product launches coming from the DAO. In collaboration with the Index Coop, Bankless DAO is launching an easy way for anyone to get exposure to the big 3 bankless themes: BTC (Digital Gold), ETH (Programmable Money), and DPI (Decentralized Finance). Our flagship index product [passed the final snapshot vote](https://snapshot.org/#/index-coop.eth/proposal/QmbGj5P9oJZWjoybkaKhAZD5ELmexN4zKJAe6VViu9kUJN) a month ago and we're now entering the final stages of launch. Coming soon™...days, not weeks. \\n\\n### **Onboard**\\n*Project All Stars: DidierKrux, Ap0ll0517, RedVan, Veritas, Angyts*\\n\\nOne of the goals for Bankless DAO is to help educate the world on crypto. Onboard looks to do just that. It’s a large, long-term project aiming to build the “Duolingo for crypto” and serve as an easy, beginner-friendly way for new people to get familiar with web3 and crypto. Onboard has been a major grassroots initiative with members from all talent guilds pitching in to build this ambitious product. More to share in the coming months. \\n\\n### **DAO Weekly Rollup x UMA**\\n*Project All Stars: Frogmonkee, Siddeartha, Frank America* \\n\\nThe Writer’s Guild has been consistent in publishing a [detailed update every week since genesis](https://banklessdao.substack.com/). The consistency has paid off as UMA became an official sponsor for the newsletter in Q3. We’re extremely excited about partnering with UMA on our newsletter, and are actively exploring ways to leverage their synthetic products for the broader DAO - the KPI and Range tokens are two great examples to look forward to. \\n\\n### **Facilitated the Largest Coordinape Round Ever**\\n*Project All Stars: FrogMonkee, 0xLucas*\\n\\nBankless DAO closed out Season 0 with a 1-week [Coordinape](https://coordinape.com/) round where all contributors and community members had the opportunity to reward their peers for their hard work in Season 0. In total, we had over 275+ members participate in the round, with 120 members earning a slice of the 1M BANK pool. Given the breadth of the Bankless community, this was the largest Coordinape round to date! More importantly, the community was highly satisfied with the end-distribution and plans to continue using Coordinape for future contributor distributions. \\n\\n![](https://images.mirror-media.xyz/publication-images/c7246e78-1dc4-4755-8cff-0c875cfde45c.png?height=786&width=1294)\\n\\n\\n## Closing out Season 0 \\n\\nThis isn’t a fully comprehensive list of all the activities in the DAO. There’s dozens of other initiatives and projects going on - including the Making BANK podcast, the bounty board & DEGEN, Bankless VC DAO, Liquity, premium translations, and more. \\n\\nIn total, the DAO generated nearly $45K in revenue in Season 0 with only 1M in BANK distributed. This is a testament to the community’s dedication as everything above was accomplished organically. There were barely any incentives, just passionate community members.  \\n\\nWe’re now ready to capitalize on this momentum with the launch of Season 1 and directly incentivizing contributions from the community. \\n\\nHere’s what to expect. \\n\\n## Introducing Season 1 \\n\\nTo start, 11M BANK has been allocated to the Season Grants Committee which will be distributed according to the [Season 1 spec](https://docs.google.com/document/d/1JFkkWEt87vXzBbex9yH39wojDG0O6D4BIHuES2Yc62c/edit). This includes: \\n\\n* **Projects - 5M BANK** allocated to projects at the discretion of the [Grants Committee](https://snapshot.org/#/banklessvault.eth/proposal/QmTCfpZirT9mUrJD8rMZKpguiCpDKASFCnGQFpk6eyUk77) with the goal of driving on-chain revenue to the DAO treasury. This may include supporting existing projects like the BED Index, MetaFactory Sales, and others as well as seeding new ones. Official DAO projects will be allocated BANK overtime, distributed on a milestone basis. \\n\\n* **Guilds - 5M BANK** allocated equally to all 12 talent guilds, used to reward contributions, create bounties, fund internal projects and more. All guilds will have the right to claim their full allocation of ~385K BANK in Season 1 and distribute it at the discretion of the Guild’s multisig signers. In future Seasons, the Grants Committee plans to allocate funding to all guilds based on the past seasons use of funds and performance. \\n\\n* **Coordinape - 1M BANK** allocated to an end-of-season Coordinape Round. This is a way for all of the active members to give kudos to their peers for their hard work. We like to think of this as a seasonal bonus for everyone's work as valued by their peers! \\n\\n![](https://images.mirror-media.xyz/publication-images/8c4ab6dc-498b-4cc6-9fe0-b3dbebbe45a9.png?height=706&width=1026)\\n\\n\\n## Season 1 DAO Memberships\\n\\nSeason 1 access to the Discord will remain at 35,000 BANK. \\n\\nFollowing [community discussions](https://forum.bankless.community/t/adjust-bankless-dao-membership-requirement-for-season-1/954), we felt that the current access threshold suits, and there’s no reason to adjust the membership threshold just yet. In addition to holding BANK, the DAO is also opening up access to those that provide liquidity to the [Balancer V2 80/20 Pool](https://app.balancer.fi/#/pool/0x87165b659ba7746907a48763063efa3b323c2b0700020000000000000000002d). The minimum threshold is 10,000 BPT tokens. \\n\\n### Benefits & Perks\\n\\nWhy would you join the DAO? Well...you get benefits like these! \\n\\n* **Access to the Bankless DAO Hub**: One of the core perks of DAO memberships is access to the Bankless DAO Discord channel, a community hub for web3 opportunities and like-minded individuals on the Bankless journey.\\n\\n* **Tuesday Talks:** Within the DAO Discord, community member Humpty hosts exclusive Tuesday Talks, featuring weekly live discussions from industry leaders and experts. All talks are then released on the Crypto Sapiens podcast. \\n\\n* **Early Access to MetaFactory Merch Drops**: All DAO members get early access to the limited edition MetaFactory drops. If the community sells out on merch, the public is SOL (*no, not Solana*).  \\n\\n* **Top Signal Audience Participation**: Members get exclusive access to front row seats on Bankless’ new show, [Top Signal](https://www.youtube.com/watch?v=0sAL86i3-HU&t=1s), where members can chat and shitpost live with the hosts & guests.  \\n\\n\\n* **Sovereign Health**: Community Member Elite Viking is a certified fitness trainer and provides all members with a 50% discount on his fitness and health program, Sovereign Health. \\n\\n\\n* **Mental Health Support**: Your mental health is equally as important as your physical one! All members can join a weekly mental health peer group where anyone is more than welcome to discuss all things mental health. \\n\\n* **Giveaways and Airdrops**: Members will be able to participate in [token](https://forum.bankless.community/t/proposal-of-agreement-between-banklessdao-and-mask-io/1096) and [NFT giveaways](https://poap.gallery/event/2971). The giveaways may be limited in number and require actions to be taken to obtain them!\\n\\n## What’s next? \\n\\nSeason 1 is officially underway. The Grants Committee is actively distributing funds to all qualified guilds and reviewing project applications.\\n\\nThe community is buzzing and we’re beyond excited for the coming season to see what the DAO can accomplish. There’s nothing more powerful than a collective force of individuals relentlessly focused on achieving a shared mission. \\n\\nSo what’s next? Jump into the [Discord](https://discord.com/invite/bjPz2w9Zts) and keep a lookout on the [Bankless DAO’s Notion](https://www.notion.so/bankless/) for all updates surrounding the community's projects and their progress. \\n\\nThere’s too much to list, but hopefully this post serves as a general update on the DAO’s progress. For everything else, we’ll leave it up to you to DYOR :) \\n\\nWe’re beyond excited to capitalize on this momentum in Season 1.\\n\\nWe’ll see you on the frontier. 🏴 \\n\\n\",\"timestamp\":1626471110,\"title\":\"Introducing Bankless DAO Season 1 \",\"publication\":\"banklessdao\"},\"digest\":\"qYUFaJlfC85jwP6eQtk-kY6Bzd6SPOibMEe0OBahyA8\",\"authorship\":{\"contributor\":\"0xbe34Fd2800B94429F7E9Ae3f0b08b43A450Ac80a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3B8kx_v4gHDFQiT7SLRdLGUAf490TbcGOnSZjx1QSJ0\\\",\\\"y\\\":\\\"J0nlv5BKQR9fm79_VrafmM3vrIA3C7KM1nDiSkvxeZM\\\"}\",\"signature\":\"1Z-J9Dkmx8K8R9358PQQPPcA9LANRP3gpQp-MaORHpcgosshfH-bI-oR3iMSg660kjYMjvBHhG0fg1xogPXayw\",\"signingKeySignature\":\"0xc1dad3561d7ab989d649d1cc1365a529d36a6c938740fad80d6748c4128d80e329df0c31c49818341b6e1dbc7c01b814bae8d686358b60fa0584aa35cef92ea61c\",\"signingKeyMessage\":\"I authorize the publication of articles on banklessdao.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3B8kx_v4gHDFQiT7SLRdLGUAf490TbcGOnSZjx1QSJ0\\\",\\\"y\\\":\\\"J0nlv5BKQR9fm79_VrafmM3vrIA3C7KM1nDiSkvxeZM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6i468DL59XhCAyfPoY3UA3h2uEDkkqWeiryuKkXOmBI\"}"