"{\"content\":{\"body\":\"half way between Glen St. Mary and Four Winds Point.  It's a little out of the way, but when we get a 'phone in that won't matter so much.  The situation is beautiful.  It looks to the sunset and has the great blue harbor before it.  The sand-dunes aren't very far away--the sea winds blow over them and the sea spray drenches them.\\\"\\n\\n\\\"But the house itself, Gilbert,--OUR first home?  What is it like?\\\"\\n\\n\\\"Not very large, but large enough for us.  There's a splendid living room with a fireplace in it downstairs, and a dining room that looks out on the harbor, and a little room that will do for my office.  It is about sixty years old--the oldest house in Four Winds.  But it has been kept in pretty good repair, and was all done over about fifteen years ago--shingled, plastered and re-floored.  It was well built to begin with.  I understand that there was some romantic story connected with its building, but the man I rented it from didn't know it.\\n\\nHe said Captain Jim was the only one who could spin that old yarn now.\\\"\\n\\n\\\"Who is Captain Jim?\\\"\\n\\n\\\"The keeper of the lighthouse on Four Winds Point.  You'll love that Four Winds light, Anne.  It's a revolving one, and it flashes like a magnificent star through the twilights.  We can see it from our living room windows and our front door.\\\"\\n\\n\\\"Who owns the house?\\\"\\n\\n\\\"Well, it's the property of the Glen St. Mary Presbyterian Church now, and I rented it from the trustees.  But it belonged until lately to a very old lady, Miss Elizabeth Russell.  She died last spring, and as she had no near relatives she left her property to the Glen St. Mary Church.  Her furniture is still in the house, and I bought most of it--for a mere song you might say, because it was all so old- fashioned that the trustees despaired of selling it.  Glen St. Mary folks prefer plush brocade and sideboards with mirrors and ornamentations, I fancy.  But Miss Russell's furniture is very good and I feel sure you'll like it, Anne.\\\"\\n\\n\\\"So far, good,\\\" said Anne, nodding cautious approval.  \\\"But, Gilbert, people cannot live by furniture alone.  You haven't yet mentioned one very important thing.  Are there TREES about this house?\\\"\\n\\n\\\"Heaps of them, oh, dryad!  There is a big grove of fir trees behind it, two rows of Lombardy poplars down the lane, and a ring of white birches around a very delightful garden.  Our front door opens right into the garden, but there is another entrance--a little gate hung between two firs.  The hinges are on one trunk and the catch on the other.  Their boughs form an arch overhead.\\\"\\n\\n\\\"Oh, I'm so glad!  I couldn't live where there were no trees-- something vital in me would starve.  Well, after that, there's no use asking you if there's a brook anywhere near.  THAT would be expecting too much.\\\"\\n\\n\\\"But there IS a brook--and it actually cuts across one corner of the garden.\\\"\\n\\n\\\"Then,\\\" said Anne, with a long sigh of supreme satisfaction, \\\"this house you have found IS my house of dreams and none other.\\\"\\n\\nCHAPTER 3\\n\\nTHE LAND OF DREAMS AMONG\\n\\n\\\"Have you made up your mind who you're going to have to the wedding, Anne?\\\" asked Mrs. Rachel Lynde, as she hemstitched table napkins industriously.  \\\"It's time your invitations were sent, even if they are to be only informal ones.\\\"\\n\\n\\\"I don't mean to have very many,\\\" said Anne.  \\\"We just want those we love best to see us married.  Gilbert's people, and Mr. and Mrs. Allan, and Mr. and Mrs. Harrison.\\\"\\n\\n\\\"There was a time when you'd hardly have numbered Mr. Harrison among your dearest friends,\\\" said Marilla drily.\\n\\n\\\"Well, I wasn't VERY strongly attracted to him at our first meeting,\\\" acknowledged Anne, with a laugh over the recollection.  \\\"But Mr. Harrison has improved on acquaintance, and Mrs. Harrison is really a dear.  Then, of course, there are Miss Lavendar and Paul.\\\"\\n\\n\\\"Have they decided to come to the Island this summer?  I thought they were going to Europe.\\\"\\n\\n\\\"They changed their minds when I wrote them I was going to be married.  I had a letter from Paul today.  He says he MUST come to my wedding, no matter what happens to Europe.\\\"\\n\\n\\\"That child always idolised you,\\\" remarked Mrs. Rachel.\\n\\n\\\"That \\\\`child' is a young man of nineteen now, Mrs. Lynde.\\\"\\n\\n\\\"How time does fly!\\\" was Mrs. Lynde's brilliant and original response.\\n\\n\\\"Charlotta the Fourth may come with them.  She sent word by Paul that she would come if her husband would let her.  I wonder if she still wears those enormous blue bows, and whether her husband calls her Charlotta or Leonora.  I should love to have Charlotta at my wedding.  Charlotta and I were at a wedding long syne.  They expect to be at Echo Lodge next week.  Then there are Phil and the Reverend Jo----\\\"\\n\\n\\\"It sounds awful to hear you speaking of a minister like that, Anne,\\\" said Mrs. Rachel severely.\\n\\n\\\"His wife calls him that.\\\"\\n\\n\\\"She should have more respect for his holy office, then,\\\" retorted Mrs. Rachel.\\n\\n\\\"I've heard you criticise ministers pretty sharply yourself,\\\" teased Anne.\\n\\n\\\"Yes, but I do it reverently,\\\" protested Mrs. Lynde.  \\\"You never heard me NICKNAME a minister.\\\"\\n\\nAnne smothered a smile.\\n\\n\\\"Well, there are Diana and Fred and little Fred and Small Anne Cordelia--and Jane Andrews.  I wish I could have Miss Stacey and Aunt Jamesina and Priscilla and Stella.  But Stella is in Vancouver, and Pris is in Japan, and Miss Stacey is married in California, and Aunt Jamesina has gone to India to explore her daughter's mission field, in spite of her horror of snakes.  It's really dreadful--the way people get scattered over the globe.\\\"\\n\\n\\\"The Lord never intended it, that's what,\\\" said Mrs. Rachel authoritatively.  \\\"In my young days people grew up and married and settled down where they were born, or pretty near it.  Thank goodness you've stuck to the Island, Anne.  I was afraid Gilbert would insist on rushing off to the ends of the earth when he got through college, and dragging you with him.\\\"\\n\\n\\\"If everybody stayed where he was born places would soon be filled up, Mrs. Lynde.\\\"\\n\\n\\\"Oh, I'm not going to argue with you, Anne.  *I* am not a B.A.  What time of the day is the ceremony to be?\\\"\\n\\n\\\"We have decided on noon--high noon, as the society reporters say.  That will give us time to catch the evening train to Glen St. Mary.\\\"\\n\\n\\\"And you'll be married in the parlor?\\\"\\n\\n\\\"No--not unless it rains.  We mean to be married in the orchard-- with the blue sky over us and the sunshine around us.  Do you know when and where I'd like to be married, if I could?  It would be at dawn--a June dawn, with a glorious sunrise, and roses blooming in the gardens; and I would slip down and meet Gilbert and we would go together to the heart of the beech woods,--and there, under the green arches that would be like a splendid cathedral, we would be married.\\\"\\n\\nMarilla sniffed scornfully and Mrs. Lynde looked shocked.\\n\\n\\\"But that would be terrible queer, Anne.  Why, it wouldn't really seem legal.  And what would Mrs. Harmon Andrews say?\\\"\\n\\n\\\"Ah, there's the rub,\\\" sighed Anne.  \\\"There are so many things in life we cannot do because of the fear of what Mrs. Harmon Andrews would say.  \\\\` 'Tis true, 'tis pity, and pity 'tis, 'tis true.'  What delightful things we might do were it not for Mrs. Harmon Andrews!\\\"\\n\\n\\\"By times, Anne, I don't feel quite sure that I understand you altogether,\\\" complained Mrs. Lynde.\\n\\n\\\"Anne was always romantic, you know,\\\" said Marilla apologetically.\\n\\n\\\"Well, married life will most likely cure her of that,\\\" Mrs. Rachel responded comfortingly.\\n\\nAnne laughed and slipped away to Lover's Lane, where Gilbert found her; and neither of them seemed to entertain much fear, or hope, that their married life would cure them of romance.\\n\\nThe Echo Lodge people came over the next week, and Green Gables buzzed with the delight of them.  Miss Lavendar had changed so little that the three years since her last Island visit might have been a watch in the night; but Anne gasped with amazement over Paul.  Could this splendid six feet of manhood be the little Paul of Avonlea schooldays?\\n\\n\\\"You really make me feel old, Paul,\\\" said Anne.  \\\"Why, I have to look up to you!\\\"\\n\\n\\\"You'll never grow old, Teacher,\\\" said Paul.  \\\"You are one of the fortunate mortals who have found and drunk from the Fountain of Youth,--you and Mother Lavendar.  See here!  When you're married I WON'T call you Mrs. Blythe.  To me you'll always be \\\\`Teacher'--the teacher of the best lessons I ever learned.  I want to show you something.\\\"\\n\\nThe \\\"something\\\" was a pocketbook full of poems.  Paul had put some of his beautiful fancies into verse, and magazine editors had not been as unappreciative as they are sometimes supposed to be.  Anne read Paul's poems with real delight.  They were full of charm and promise.\\n\\n\\\"You'll be famous yet, Paul.  I always dreamed of having one famous pupil.  He was to be a college president--but a great poet would be even better.  Some day I'll be able to boast that I whipped the distinguished Paul Irving.  But then I never did whip you, did I, Paul?  What an opportunity lost!  I think I kept you in at recess, however.\\\"\\n\\n\\\"You may be famous yourself, Teacher.  I've seen a good deal of your work these last three years.\\\"\\n\\n\\\"No.  I know what I can do.  I can write pretty, fanciful little sketches that children love and editors send welcome cheques for.  But I can do nothing big.  My only chance for earthly immortality is a corner in your Memoirs.\\\"\\n\\nCharlotta the Fourth had discarded the blue bows but her freckles were not noticeably less.\\n\\n\\\"I never did think I'd come down to marrying a Yankee, Miss Shirley, ma'am,\\\" she said.  \\\"But you never know what's before you, and it isn't his fault.  He was born that way.\\\"\\n\\n\\\"You're a Yankee yourself, Charlotta, since you've married one.\\\"\\n\\n\\\"Miss Shirley, ma'am, I'm NOT!  And I wouldn't be if I was to marry a dozen Yankees!  Tom's kind of nice.  And besides, I thought I'd better not be too hard to please, for I mightn't get another chance.  Tom don't drink and he don't growl because he has to work between meals, and when all's said and done I'm satisfied, Miss Shirley, ma'am.\\\"\\n\\n\\\"Does he call you Leonora?\\\" asked Anne.\\n\\n\\\"Goodness, no, Miss Shirley, ma'am.  I wouldn't know who he meant if he did.  Of course, when we got married he had to say, `I take thee, Leonora,' and I declare to you, Miss Shirley, ma'am, I've had the most dreadful feeling ever since that it wasn't me he was talking to and I haven't been rightly married at all.  And so you're going to be married yourself, Miss Shirley, ma'am?  I always thought I'd like to marry a doctor.  It would be so handy when the children had measles and croup.  Tom is only a bricklayer, but he's real good- tempered.  When I said to him, says I, `Tom, can I go to Miss Shirley's wedding?  I mean to go anyhow, but I'd like to have your consent,' he just says, \\\\`Suit yourself, Charlotta, and you'll suit me.'  That's a real pleasant kind of husband to have, Miss Shirley, ma'am.\\\"\\n\\nPhilippa and her Reverend Jo arrived at Green Gables the day before the wedding.  Anne and Phil had a rapturous meeting which presently simmered down to a cosy, confidential chat over all that had been and was about to be.\\n\\n\\\"Queen Anne, you're as queenly as ever.  I've got fearfully thin since the babies came.  I'm not half so good-looking; but I think Jo likes it.  There's not such a contrast between us, you see.  And oh, it's perfectly magnificent that you're going to marry Gilbert.  Roy Gardner wouldn't have done at all, at all.  I can see that now, though I was horribly disappointed at the time.  You know, Anne, you did treat Roy very badly.\\\"\\n\\n\\\"He has recovered, I understand,\\\" smiled Anne.\\n\\n\\\"Oh, yes.  He is married and his wife is a sweet little thing and they're perfectly happy.  Everything works together for good.  Jo and the Bible say that, and they are pretty good authorities.\\\"\\n\\n\\\"Are Alec and Alonzo married yet?\\\"\\n\\n\\\"Alec is, but Alonzo isn't.  How those dear old days at Patty's Place come back when I'm talking to you, Anne!  What fun we had!\\\"\\n\\n\\\"Have you been to Patty's Place lately?\\\"\\n\\n\\\"Oh, yes, I go often.  Miss Patty and Miss Maria still sit by the fireplace and knit.  And that reminds me--we've brought you a wedding gift from them, Anne.  Guess what it is.\\\"\\n\\n\\\"I never could.  How did they know I was going to be married?\\\"\\n\\n\\\"Oh, I told them.  I was there last week.  And they were so interested.  Two days ago Miss Patty wrote me a note asking me to call; and then she asked if I would take her gift to you.  What would you wish most from Patty's Place, Anne?\\\"\\n\\n\\\"You can't mean that Miss Patty has sent me her china dogs?\\\"\\n\\n\\\"Go up head.  They're in my trunk this very moment.  And I've a letter for you.  Wait a moment and I'll get it.\\\"\\n\\n\\\"Dear Miss Shirley,\\\" Miss Patty had written, \\\"Maria and I were very much interested in hearing of your approaching nuptials.  We send you our best wishes.  Maria and I have never married, but we have no objection to other people doing so.  We are sending you the china dogs.  I intended to leave them to you in my will, because you seemed to have sincere affection for them.  But Maria and I expect to live a good while yet (D.V.), so I have decided to give you the dogs while you are young.  You will not have forgotten that Gog looks to the right and Magog to the left.\\\"\\n\\n\\\"Just fancy those lovely old dogs sitting by the fireplace in my house of dreams,\\\" said Anne rapturously.  \\\"I never expected anything so delightful.\\\"\\n\\nThat evening Green Gables hummed with preparations for the following day; but in the twilight Anne slipped away.  She had a little pilgrimage to make on this last day of her girlhood and she must make it alone.  She went to Matthew's grave, in the little poplar-shaded Avonlea graveyard, and there kept a silent tryst with old memories and immortal loves.\\n\\n\\\"How glad Matthew would be tomorrow if he were here,\\\" she whispered.  \\\"But I believe he does know and is glad of it-- somewhere else.  I've read somewhere that \\\\`our dead are never dead until we have forgotten them.'  Matthew will never be dead to me, for I can never forget him.\\\"\\n\\nShe left on his grave the flowers she had brought and walked slowly down the long hill.  It was a gracious evening, full of delectable lights and shadows.  In the west was a sky of mackerel clouds-- crimson and amber-tinted, with long strips of apple-green sky between.  Beyond was the glimmering radiance of a sunset sea, and the ceaseless voice of many waters came up from the tawny shore.  All around her, lying in the fine, beautiful country silence, were the hills and fields and woods she had known and loved so long.\\n\\n\\\"History repeats itself,\\\" said Gilbert, joining her as she passed the Blythe gate.  \\\"Do you remember our first walk down this hill, Anne--our first walk together anywhere, for that matter?\\\"\\n\\n\\\"I was coming home in the twilight from Matthew's grave--and you came out of the gate; and I swallowed the pride of years and spoke to you.\\\"\\n\\n\\\"And all heaven opened before me,\\\" supplemented Gilbert.  \\\"From that moment I looked forward to tomorrow.  When I left you at your gate that night and walked home I was the happiest boy in the world.  Anne had forgiven me.\\\"\",\"timestamp\":1639709697,\"title\":\"No.  There was no house to be had in the village.  This is a little white house on the harbor shore\"},\"digest\":\"xZYIvK9dQxnREet2skPM-k9KrgTLql8HewRWLUVbAag\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UiQ9agbPIg_VpsC_U7UwlwNpCruWh6m9JH_07VoqsJA\\\",\\\"y\\\":\\\"wfJ0_QdT-MfwTT7btOZvjrqUSlPcZlPGwxEkOp1uq60\\\"}\",\"signature\":\"oxV8a4lt13g_jkdzM-ND9JxXxCtH43HTcS3_ECeGC9xkoBa17f9MQkekCrDBSYl6o26W5q1m1y7HGJmJV13tng\",\"signingKeySignature\":\"0x1b7b9b0de6d5bafff34762ed8a428a3c1812d608aeee185925163712b53c60790305d159aa53b5fb99da693a912b3c2e751cbb740190a2a4ce3d6397368a7a8c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UiQ9agbPIg_VpsC_U7UwlwNpCruWh6m9JH_07VoqsJA\\\",\\\"y\\\":\\\"wfJ0_QdT-MfwTT7btOZvjrqUSlPcZlPGwxEkOp1uq60\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xZYIvK9dQxnREet2skPM-k9KrgTLql8HewRWLUVbAag\"}"