"{\"content\":{\"body\":\"# A journey through web3: decentralized sites and applications\\n\\n# \\n\\nAfter publishing the last article, I got some amazing messages from people in so many different industries. Now, almost every conversation I have is about web3, and the deeper you go into the rabbit hole the more interesting it becomes.\\n\\nOne of the key pillars for web3 is decentralization, while we're at the start of this next chapter some experiences are starting to explore how a decentralized web works.\\n\\nThere are a lot of new concepts to understand when it comes to web3, and one of the best ways that I learn is by doing. So, grab your crypto wallet and explore these web3 apps to get a better understanding of how web3 works.\\n\\nImportant to note this isn't everything in web3, we're not going to talk about the metaverse, avatars, de-fi, etc - check out \\\"[web3, is re-writing everything. An introduction](https://mirror.xyz/timnotjim.eth/xUQBAglu-ENFlo-8JF7d6A1n5y5XBO5mXiRgmpiQJ24)\\\" for more information.\\n\\n[https://buttondown.email/timnotjim?as_embed=true?display=iframe](https://buttondown.email/timnotjim?as_embed=true?display=iframe)\\n\\n## Same same, but different.\\n\\nI think one of the issues is that web3 looks similar to web2 on the surface, however, it's the changes underneath the hood that matter the most.\\n\\nAt the end of the day, most web3 concepts are just better versions of what you know already. A DAO is just a more transparent company/ organization, and, a smart contract is a simpler version of a business contract, etc.\\n\\nweb3 apps (DApps) are completely decentralized (or are becoming, this process can take some time), they are not hosted by a single organization. Instead, they are hosted by node servers all over the world.\\n\\nMost web3 apps use a hybrid approach today, the user interface and graphics are hosted on a cloud server, but the system downloads the necessary blockchain information from those nodes, so it can function properly.\\n\\n## We don't need roads where we're going... but we do need a crypto wallet\\n\\nWith web3, we no longer need to rely on centralized services like LinkedIn or TikTok to store our data. Instead, our data is stored on a blockchain, with permissions (keys) controlled by us. It's important to note the information in your wallet is public and viewable by anyone since the Ethereum blockchain is permissionless.\\n\\nYou can use Etherscan to view any Ethereum Address, this is [timnotjim.eth](https://etherscan.io/address/0x7cbc330bf0b9479d320170b21f8ca9e88399fc16). So while the data is not private, it's not being monetized by others.\\n\\nThe main user interface to the blockchain is our crypto wallet which can typically hold cryptocurrency, and assets or tokens (NFTS).\\n\\nIt also serves another purpose by allowing you to login/authenticate with a web3 application by connecting your wallet. This connects your user account to your wallet so that the site can view your wallet.\\n\\nBy gating experiences based on the cryptocurrency, assets, or tokens you own means your crypto wallet is now functioning like a passport\\n\\nSo let's see how this works, I want to show you some of the first set of experiments that are happening in this space, and how web3 is changing the way we interact with the internet.\\n\\nFirst up we're going to look at the future of domain names, and if you need help setting up a wallet, check the links at the bottom of the article.\\n\\n### ENS (Ethereum Name Service)\\n\\n[https://ens.domains/](https://ens.domains/)\\n\\nENS is a name service that translates machine-readable Ethereum addresses to human-readable addresses - built on the Ethereum blockchain.\\n\\nPaving the way for mass adoption, it improves the user experience by replacing the 64 character wallet address with something much easier to share. For example I own timnotjim.eth which resolves to my wallet address is 0x7cbC330Bf0B9479D320170B21F8ca9e88399FC16.\\n\\n**Why this is important:**\\n\\n* Because I am the owner of the timnotjim.eth ENS token/NFT (which you can view in my wallet), I own timnotjim.eth - in comparison when you register a .com address you're just renting it.\\n* If I wanted to sell it, I could just sell the Token to someone or sell it on an NFT platform like OpenSea, all without the need for an intermediary\\n* In Nov '21 ENS domains converted the company into a DAO and issued tokens 25% of the tokens to people like me who had purchased an ENS name\\n* Not only does 1 token to represent 1 vote allow anyone who contributed to the project to vote on its future, but those tokens are also currently trading at around 2,000% higher valuation than the domain name purchase.\\n\\nWhen I log in to ENS with my wallet it allows the application to see that I have the timnotjim.eth token, which then grants me access to make changes to the domain on their service. No other authentication is needed because there's only 1 timnotjim.eth token and whoever holds it controls the name.\\n\\nKinda neat considering that 75% of the .coms owned are controlled by 1 company and I'm able to have full control and custody over my own Ethereum name myself.\\n\\nNote: With ENS domains you also have to pay an annual fee to contribute to the service upkeep, but other domain services like [Unstoppable Domains](https://unstoppabledomains.com/) offer true \\\"eternal\\\" domain ownership.\\n\\nA big shout out to [Alex](http://xanderbryan.eth/) who bought, and gifted me timnotjim.x then sent it to my wallet, legend.\\n\\n### Messaging apps\\n\\n* [Our Spaces](https://www.ourspaces.xyz/)\\n* [Inb0x](https://inb0x.life/)\\n* [Tango NFT](https://tangonft.com/)\\n\\nThere are a few proofs of concept applications around messaging, allowing you to start a text conversation with any other Ethereum address.\\n\\nThese applications are early days but the growth of messaging services and the potential for them to be used as a platform for decentralized communication is huge.\\n\\nTango NFT allows users who hold NFTs from the same collection to message themselves privately. Connecting people who don't know each other by a common connection, the NFT.\\n\\nIn a world where we can now message anyone directly with no need for an intermediary, what would that mean for privacy?\\n\\n**Why this matters**:\\n\\n* The app is not hosted/owned centrally, which means that no one entity can control the conversations or access the user's data. This provides a high level of security and privacy for the user.\\n* The ability to easily sign in with your wallet and start a conversation with no username/ password is great\\n\\n### Cyber\\n\\n[https://oncyber.io](https://oncyber.io)\\n\\nI'm not a huge fan of NFT art, I prefer utility but this is a great use-case on how your wallet's contents become part of an experience.\\n\\nCyber is like an art museum that displays NFTs held in the user's wallet. Meaning if you own an NFT and you log in to Cyber you're able to design the 3D gallery that you can then publish for other users to explore.\\n\\n**Why it's important:**\\n\\n* The contents of the wallet are made available to sites with permission, allowing users to take control of their data\\n* Because you're connecting with your wallet, it ensures that the user owns the artwork before being published\\n\\n### Sound\\n\\n[https://www.sound.xyz](https://www.sound.xyz)\\n\\nI love Spotify for its algorithm, it's helped me discover so much new music, and their Discovery Weekly feature which updates every Monday makes me very happy.\\n\\nI'm no expert on this, but from what I understand the financials in the music industry are broken. Artists don't make enough money from album sales, and streaming services like Spotify pay them a fraction of a penny every time one of their songs is streamed, and the artists don't get to own a relationship with the fans, the platforms own that relationship.\\n\\nIntroducing Sound - a web3 company that's fixing this relationship and allowing artists to monetize their work and for fans to have a closer connection with the artists they love.\\n\\nThis is such a great web3 case study because through the blockchain and smart contracts there's now no need for an aggregator to sit between content creators and consumers, engagement, interaction, and allowing monetization to happen in a peer-to-peer relationship.\\n\\n**Why this is important**:\\n\\n* Musicians can post new songs and allow their fans to purchase NFTs of those songs to be immortalized into the song forever, allowing them to make a living off their music with 100 true fans, not millions of listeners.\\n* Fans can also connect to the artists in a closer more authentic way by being a part of Album listening parties\\n* It promotes artist discovery. On the platform, users can buy a limited number of NFTs with the funds going directly to the artist. So they are incentivized to find the best new music on the platform and stake their claim. Giving them social kudos that they discovered the artist, and all round high fives 🙌\\n\\n \\n Sound is a startup that is still building out the platform but a few things of [note from their roadmap](https://mirror.xyz/davidgreenstein.eth/jE31-g1kCirNczLj18fow78b_TNz6zXESfx4h1nkrN8) are interesting:\\n\\n* A model that allows music curators to add value and monetize their ability to discover emerging artists.\\n* A crowdfunding feature that allows artists to raise funds from their communities for upcoming projects (i.e. albums, music videos).\\n* A better artist onboarding experience so we can sustainably grow our community from an initial cohort of genesis artists to millions of artists around the world.\\n\\n### \\n\\n## Lots more to explore, and even more to come.\\n\\nAs I mentioned earlier the crypto wallet is your passport into a decentralized world, and to be honest it's kinda intimidating to use. To get to mass adoption a simpler way of interacting with the blockchain is needed. I have no doubt it will come, soon.\\n\\nIf we can work to fix the user experience then the wallet is a great place to start.\\n\\nI love the thought that there are teams around the world re-building the apps you have on your phone, using web3 technology and approaches to create a better value exchange between users, content creators, and companies.\\n\\nSo much opportunity. Until next time, maybe subscribe? \\n\\nWho knows, these articles might get better…\\n\\n[https://buttondown.email/timnotjim?as_embed=true?display=iframe](https://buttondown.email/timnotjim?as_embed=true?display=iframe)\\n\\nThanks to [Sam](https://twitter.com/samewen) + [Kyle](https://www.linkedin.com/in/kyle-bergman-80467811/) for the corrections/ notes 😅\\n\\n## Some guides to help you get setup\\n\\nI know a lot of people are still figuring out how this works, here's a list of some articles that can guide you through the setup and installation of these services.\\n\\n* [How to set up your MetaMask](https://metamask.io/faqs)\\n* [How to purchase an ENS domain](https://medium.com/the-ethereum-name-service/step-by-step-guide-to-registering-a-eth-name-on-the-new-ens-registrar-c07d3ab9d6a6)\\n\\nAnd, a list of other services that I didn't have time to write about...\\n\\n* [FWB](https://www.fwb.help/pulse) is a community that has IRL events that you need to hold a certain amount of their tokens to attend or get access to their content and discord server\\n* [Snapshot](https://snapshot.org/) allows you to create community proposals for a wide range of DAOs, you can also see which proposals are being voted on\\n* [Uniswap](https://uniswap.org/) is a platform that helps in trading one cryptocurrency for another. The protocol also works as a managed liquidity pool where the token is exchanged at a price determined by a particular market maker\\n* [Showtime](https://showtime.io/) is a web3 social network where creators and collectors show off their NFTs\\n\\n \\n \",\"timestamp\":1640953968,\"title\":\"A journey through web3: decentralized sites and applications\"},\"digest\":\"DC1EJUK0tKB8yrbllYKCZOVu7LKzmaUyuk9VtvNu7FI\",\"authorship\":{\"contributor\":\"0x7cbC330Bf0B9479D320170B21F8ca9e88399FC16\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"haIakvD0CftZcESNXoSvQ_fKHLDlwdx6XUu7FncvRVE\\\",\\\"y\\\":\\\"WKG7eMVol9HV5P-OrXj8kCCUr4FqMHZEfcWbDbMmCV8\\\"}\",\"signature\":\"jmk89yz_UySVYn6ILYmiMO1BaJbkje1y1gnnRmGtiBNASHx6DJIhkVZM5f5OGyECTMLvRmMxOIiIG5vu6meAQg\",\"signingKeySignature\":\"0x13dd3056bc1bdf31be5db92ef2d45d9af13e53e07a1f334e39a83e919962e724556bfd0626f264e62112df3de0c583a9669c81f0f872f65c687c7feabf1d51441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"haIakvD0CftZcESNXoSvQ_fKHLDlwdx6XUu7FncvRVE\\\",\\\"y\\\":\\\"WKG7eMVol9HV5P-OrXj8kCCUr4FqMHZEfcWbDbMmCV8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jz3dirqESnIPiWhXs_ZpGz5ruesBwzByp-_XIixavGY\"}"