"{\"content\":{\"body\":\"Our investing framework at El Cap includes a set of business and financial attributes we like to see when considering an investment. It helps us qualify if companies will be a good fit early in the process, and is vital to our efficiency. But when it comes to industry focus at El Cap, we are generalists. This means neither of us are focused exclusively on any one industry or sector. The challenge we face as generalists is a steep learning curve each time we look at an industry for the first time. The benefit is that we can approach new industries with a true beginner's mind. Beginner's mind —a Zen Buddhism term— refers to having an attitude of openness, eagerness, and lack of preconceptions when studying a subject, even when studying at an advanced level.\\n\\nWhile we can make a lot of progress on our own to understand the unique opportunities of a new industry, the operators who are native to these industries are the best source of educating us about the present and the future.\\n\\nMany successful businesses have been built by people who experienced a pain point in their personal or professional life, searched for a solution, didn't find what they were looking for, and decided to build it. Chances are if you're experiencing a problem and are searching for a solution, you're not the only one. And, if it turns out that there are many people who have the same problem, and are willing to pay for a solution, you might have discovered an interesting business to build.\\n\\nEach job and industry has its own quirks, workflows, and requirements. As a small investment team, we can't be experts on everything. Instead, we focus on having a prepared and open mind, so we can quickly learn from, and empathize with, operators who teach us about the problems they are solving. As generalists, when we speak with domain experts we often feel like they are sharing a secret with us. A secret about something that is broken in an industry, and why they believe the product they have built can repair it for so many people. The problem they are solving is not a secret to those who encounter it regularly, and if the solution they are building is compelling, it inevitably feels obvious to everyone who intimately understands the problem. If the product is successful, it becomes obvious to everyone else eventually.\\n\\nAs investors, we are in pursuit of learning these secrets from operators. In our minds, a good investment is something that becomes obvious to us when we learn about the problem, feels like it should already exist but doesn't for the intended customer, and once it is successful, will feel like an obvious solution to a big problem that many people don't have knowledge about. Obvious secrets are everywhere, and we're excited to hear more of them, and help bring some of them to the people who already understand why they are obviously needed.\\n\\n[@kunaltandon](http://twitter.com/kunaltandon)\",\"timestamp\":1639612348,\"title\":\"Obvious Secrets\"},\"digest\":\"FFAbYO6hrn5tiCXjsf3xfWLipyicLA_wAww0z8cy5U8\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"l47bckiiz9pG6pboKqPLMgm70GczgVZvUS1WlbJdLXj_8Deyx7zVBCS1NgRBUgFAZRO9nNWarE3L7LYZNgGKLA\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FFAbYO6hrn5tiCXjsf3xfWLipyicLA_wAww0z8cy5U8\"}"