"{\"content\":{\"body\":\"银亮色的液体渐渐盈满整个储槽，我先将龙爪和雕刻好的龙骨，一起放到模具之中，跟着再将它们紧紧地夹了起来，顺着一头的凹槽小心注入矿石熔液。待到熔液完全进入模具中后，我才夹起龙爪，轻轻地摇晃了几下，以便熔液能将骨头里的每个空隙都全部填满，呈半凝固态，这才浇上冷却剂。\\n\\n```\\n哧哧，冷冷的寒霜在龙骨上迅速蒸发，升腾为阵阵白雾，我的心顿时提到嗓子眼了，如果融合连接的时候破裂，那可是没得改的。雾气渐渐散去，见那紧紧连接在一起的龙爪和骨，我的心，这才放了下来，粗样既已告成，得继续进行下一步精细加工。\\n\\n金红色骨柄的前端被雕琢的酷似龙头，张开的龙口将龙爪末梢给紧紧咬住，两个圆弧形龙角凹现骨身之中，那是掏空用来连接龙筋的地方。\\n\\n而多余的矿石熔夜居然顺着龙爪里面中空的骨缝四处蔓延，将它内部给填满，冷艳的金属光泽在表层上若隐若现，整个龙爪仿佛是沐浴在地狱的烈焰之中，很是妖异有型，这一点倒是完全出乎我的意料之外。\\n\\n将煅造好的龙爪拿在手里挥舞了几下，很是顺手，满意地点了点头，接下来的事，就该把那些龙筋给接上去。\\n\\n从包里取出条龙筋，在将其剔磨光滑后，我把它拴到龙角的一个套环内，绕了两圈，打了一个同心结。试了试韧性，果然不错。\\n\\n不过，咱是不是该把它弄得更牢固点呢，这一根龙筋，咱看着总觉得有点不太稳妥，目光扫过放在一边的钢爪，我注意到，它上面的索链显然是经过精心煅造，是环环相扣，也容易断裂。\\n\\n有了，我不如再系上一条龙筋，两条龙筋在一起，应该是怎么样都不会出现断裂的了。按照同样的方法，我将另一条龙筋也拴到龙角环上，再将两根龙筋编成粗粗的一条。这样一来，龙绳的确变得更加结实，好，就这么干，我一股脑将天空之成弄到的龙筋统统拿了出来，编，绳索可是越长越好。\\n\\n终于将手里的龙筋全部都用光了，我抬起头一看，呃……光顾着编，也没注意看下，现在居然成了这个样子……哪有这么长绳索的飞爪呢，只见整条绳索加起来足足有四、五十米长，算了，编起来已经很麻烦了，难不成再让我解下不成，长就长点用吧，总不吃亏的。\\n\\n操起龙筋绳索舞了舞，将龙爪带了起来，恩，不错，手感弹性十足，一点也不像之前使用过的飞爪，一但距离远点，就觉得生硬，编织过后的龙筋就跟那橡皮筋似的，龙爪丢出去之后，如果没抓到东西立刻就会立即反弹回来，而不是原地坠落。\\n\\n将龙爪放到一边，我又拿起两根龙骨，干吗，咱得给龙筋尾部加上个环扣才成。一阵打磨镀矿，两个金色钩状环扣也成了型，被我接到龙筋绳索的尾端，其形状就如一条弯曲的龙尾，可以握在手中，也可以挂在腰上，如此一来，咱以后就算是用飞爪将自己悬挂在半空之中，也可以空下双手进行攻击了，嘿嘿，我似乎已经看到这个龙骨飞爪的无限妙用了。\\n\\n“您制造了新品飞爪，请为其命名。”听着系统一声清脆的提示声，我心里乐开了花，咱人品好，成功率果然就高，叫什么好呢，恩，我略微思索了片刻，咱也别起得太复杂，就叫飞龙探云爪好了。\\n\\n不过按道理说，以这样的极品材料做出来的装备，怎么也应该是件极品啊，可是这飞龙探云爪却没有任何特别之处，最多只比普通的飞爪多了几点攻击，这难免让我大失所望，难道是煅造的时候出了什么问题不成。\\n\\n在百思不得其解之后，我学会了放弃，反正现在这条弹性十足的飞龙探云爪也应该能帮上我不少忙。正要将它收起来时，一个瘦瘦高高的学徒走了过来对我说道：“隐大师，为什么难得见你往武器上面镶嵌宝石呢？是因为找不到合适的宝石，还是太忌讳其低成功率呢？”\\n\\n“镶嵌宝石，对啊！”我猛地一拍大腿，咱之前怎么就没想到过，不是还有镶嵌宝石一说吗。咱以前只在给马尾辫煅造魔杖的时候用过宝石，那是因为魔杖本身就需要用各种属性的宝石来集聚魔法力，而在打造其它武器的时候我根本就没有意识到这一点。其实怪物掉落的武器或装备上之所以带有特殊属性，绝大多数就是因为上面或多或少地镶嵌了各种属性的宝石。这么说来，咱那飞龙探云爪是不是也该弄两块宝石镶嵌其面呢，我心中暗暗想道。\\n\\n把背包翻了个底儿朝天，我找出几块可以用作镶嵌的宝石，兴冲冲就要往飞龙探云爪上镶，可是临到动手之时，我又骤然停住了。\\n\\n当初在给马尾辫煅造魔杖时，是从一开始就已经计划好了宝石的位置，所以一次性就成功了，但是现在要给已经是成品的武器上加嵌宝石，其结果会不会一样呢，而且，如果用上镶嵌石的话，万一失败，那可什么都没了。\\n\\n得，为了安全起见，我决定还是先拿件差点的武器来试试好了。拿哪个呢，我身上可没有其他多余的武器装备可试，想了想，我的目光落在那把圆月弯刀上，这刀，也陪伴我好久了，也到了提升提升其品质的时候了。\\n\\n将宝石镶嵌在刀身上虽然可行，但是难度估计不小，拿出弯刀，我细细一打量，看来只有在刀柄上做文章了，可是，要怎么样才能完好无损地加上去呢。\\n\\n我回头拉过那个瘦瘦高高的铁匠学徒，随口问道：“你们平时有拿装备镶嵌过宝石吗？”\\n\\n他点点头说道：“当然有，钱老板经常会拿装备过来加嵌宝石的。”\\n\\n“哦，”我一听顿时高兴起来，连忙问道：“那你们平时候都是怎么做的？”\\n\\n铁匠学徒有点不解除地看了我一眼，似乎在想咱这位“大师”级铁匠怎么也问起这种低级的问题来，但仍是恭恭敬敬地回道：“我们都是先选好镶嵌部位，然后打孔，接着加上矿石熔液，最后再把宝石放进去冷却，这样就成了。”\\n\\n哦，原来如此，这么“简单”啊……我一把松开那个学徒，心里立即盘算起来。想了片刻，我一把拿起圆月弯刀，放到熔炉上加热片刻，然后放到铁砧只上，举起金刚凿就在在刀柄中间，凿出个小孔，大小比我选中的那颗宝石稍许大上几分，跟着又熔化块鸡血矿和赤霞龙精矿，舀了一勺混合溶液，倒进小孔中，稍等冷却，矿液呈粘稠状时，我立刻拿起一颗镶嵌红宝石塞了进去。\\n\\n这红宝石的额外属性，是能在攻击中增加火属性攻击，成功的话，会不会给咱弄出把火焰刀呢，正在我充满遐想之时，只听得一声如玻璃碎裂的脆响，红宝石在凹孔里裂开了，连同圆月弯刀的手柄，也一同在这次意外中断成两截。\\n\\n怎么，怎么会这样，我满脸颓丧地拿起断了柄，算是报废了的圆月弯刀，心里郁闷地想道：这把弯刀，哪能这么脆弱，居然就这样断了。\\n\\n“奶奶的，看来我不适合玩镶嵌，开门就撞鬼了。”我一把将刀柄扔到一边，气恼地说道。\\n\\n“小伙子，不经历风雨，怎么见彩虹，做任何事，都不要轻易就言放弃批。”一个浑厚的声音自门外传了进来，似曾相识，我抬头向门口看去：那一头银色如戟的长发，钢铁一般的身躯，熔炉里的火焰在他的身体周围勾勒了一道金红色的影子，这不是工辛子大师吗，他怎么会出现在这里。\\n\\n后来我才知道，原来作为各辅助职业的最高NPC匠师，每个月都会到自己所辖领域逛一圈，给予一些指导，以便培养出更优秀的行业人才。特别是制造出高级物品的作坊就有一定几率迎来NPC大匠师的亲自指导，在场的玩家与NPC工人都可以得到技能提高。而我在这个地方做出了灵动之剑跟蓝翎战弓后，也算得上是为这里的NPC铁匠争了口气，所以工老爷子在得知消息，就赶来了。本来他来的时间是不固定的，没想到正巧被我给遇上，还真是命中注定，俺有走运了。\\n\\n“工老爷子？您……您老怎么来这里？”我连忙站了起来，把残余的圆月弯刀藏到背后。给大师看到咱的败笔，还不给他笑话死啊。\\n\\n工老爷子爽朗地笑了笑，弯腰从地上捡起一块红宝石的碎片，拿在手里细细摩挲了几把，声如洪钟地说道：“我在工会视察的时候听说雷帝城的一个私人作坊里出了几件好武器，正好这次来雷帝城，所以就过来看看。”说着又四处转了转，NPC铁匠们见到真正的大师级人物到了这个小店里，连忙又是端茶又是递水，满脸是极度崇拜，一时间，整个铺子里忙得是鸡飞狗跳。\\n```\\n\\n\\n------------\",\"timestamp\":1640834492,\"title\":\"第三百四十九章 工大师来访\"},\"digest\":\"KRxiFk3wC3FncLjVtCQkuCZXL_Unk0VzKiGBXKMwAiI\",\"authorship\":{\"contributor\":\"0xCeCD2054EBC390D524E33c463481E659130eb4aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AW6ErwVm1MIxb3Fb_n7K0KEgAw3GpYnqdeQeM0eQPsM\\\",\\\"y\\\":\\\"JZy_S_OS38Mqse1jtW_fyCa63LRetAlW_rDVRLbyiwM\\\"}\",\"signature\":\"5tBn-8sbEwDQaqhzu8USyTDYEhJQwHLnVQD-YkS3P9XsDNpsBIBqWRxKUhN3Z3cw_IuDGDbsvFURDQGVd7eDHA\",\"signingKeySignature\":\"0x0ecfec9350c9ace0a7c6cae87fb0264e7517b4319a4fe6f2021a236ecbc98da232c0980fa6f3d26baceb92e8b4585064904b0488042d59c4f1d569e8ebd4fdec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AW6ErwVm1MIxb3Fb_n7K0KEgAw3GpYnqdeQeM0eQPsM\\\",\\\"y\\\":\\\"JZy_S_OS38Mqse1jtW_fyCa63LRetAlW_rDVRLbyiwM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KRxiFk3wC3FncLjVtCQkuCZXL_Unk0VzKiGBXKMwAiI\"}"