"{\"content\":{\"body\":\"阿里巴巴很久没有如此频繁地站在舆论漩涡中了。\\n\\n2021年4月，因违反《垄断法》相关规定，市场监管总局对其处以182.28亿元的罚金。国家对平台经济健康发展的强调和对反垄断的调查，为互联网企业蒙眼狂奔的时代画上了句号。随之而来的是资本市场对互联网企业的动摇，阿里巴巴的股价从最高点的319.32美元跌落了一半多。\\n\\n8月，一场席卷网络的“陪酒丑闻”更是折射了阿里巴巴中高层的淡漠、底层员工的绝望，以及价值观的扭曲。再往前看，“蒋凡事件”和钉钉代考一事让“价值观”备受质疑，在价值观和不可替代的人才上，一直强调“价值观”的阿里巴巴似乎选择了后者。\\n\\n有人发问，阿里巴巴怎么了？\\n\\n上述风波集中发生在张勇接棒后的两年时间里。2019年9月10日，马云宣布不再担任阿里巴巴集团董事局主席，由CEO张勇接任。**当讨论开始发散到各个维度时，有人甚至将矛头指向阿里巴巴的领头人张勇，是不是带头人处理得不够好？**\\n\\n所幸，“陪酒丑闻”中，张勇在得知事件后立即回应，严厉的处罚决定暂且平息了民意：阿里巴巴决定辞退事件中的涉事人王成文，永不录用；对高层的处罚则更有象征意义——阿里巴巴同城零售事业群总裁李永和和HRG徐昆引咎辞职；阿里巴巴集团CPO童文红被记过处分。\\n\\n张勇不像马云，后者口若悬河，前者沉默勤恳。面对股价下跌，他回应，这是一个极其敏感的话题，阿里巴巴关注的是技术发展，因为在技术创新中能够找到新的机会来创造价值。\\n\\n2007年，张勇从盛大走向阿里巴巴。**他曾在回顾当时的一系列决定时说，自己的命运是在35岁后发生重大改变**，迈入阿里巴巴的第一天开始，挑战便随之而来，但真正执印后，这种责任或许更大。\\n\\n如今，**考量张勇的指标越来越多，有不断增长的业绩数字，也有如何在庞大的组织里将价值观继续传承与贯彻的压力，还有在新的历史阶段如何让阿里巴巴继续为社会创造更多价值的挑战。**\\n\\n这些难题，都是这位创始人钦定的接班人必须要过的坎儿。\\n\\n**人生不是规划出来的，但对于未来的判断很重要**\\n\\n2007年，张勇35岁。在那之前，他有一份极为稳定的工作。\\n\\n他曾在著名的会计师事务所工作11年，即将迈入合伙人席位。但他觉得，做了合伙人以后，未来20年每年赚多少钱，做多少事，全在预料中，于是他加入了盛大集团，担任盛大CFO。两年后的2007年8月，张勇在盛大出完当季财报，正式来到阿里巴巴报到，出任淘宝网CFO。\\n\\n“人生20年都可以预料到，其实挺无聊的。”在张勇的表述里，有一种对不确定性和新挑战的追求。后来，**马云问张勇为什么要来阿里，答案近乎完美得自洽：“我已经干过一个30亿美元公司的CFO了，我想干个300亿美元的。”**\\n\\n那一年，也是阿里巴巴极其重要的一年。2007年11月6日，被定义为全球最大B2B公司的阿里巴巴在香港联交所挂牌上市，正式登上全球资本市场的舞台。而此前，“B2B能不能成为一种商务模式”还备受争议。上市首日，阿里巴巴以较发行价涨122%的表现创下多项纪录，一跃成为中国互联网首个市值超过200亿美元的公司。\\n\\n怀揣着“300亿美元”目标，一个上海人开启并不常见的选择，离开上海前往杭州，住在酒店，一过就是十余年。\\n\\n期间，在淘宝商城进展困难重重之际，张勇创造了“双11”，将供需匹配集中爆发于一天，建立起规模庞大的B2C板块，用互联网创造了一个个线下零售难以想象的神话。而后，他转任阿里巴巴集团COO，在移动浪潮到来之际指挥淘宝转型，在淘系急速膨胀的同时完成PC端到移动端的无缝切换。**2015年，他成为集团CEO后，阿里巴巴继续高速增长，在云计算、大数据等新领域取得领先地位。**\\n\\n时至今日，阿里巴巴早已超越张勇当初定下的“300亿美元”目标。如果用财务指标来看，他是一个极为合格的领导者。2021财年年报里，阿里巴巴收入达到约7172.89亿元，同比增长约41%。阿里巴巴也逐渐摆脱“电商”的单一标签，阿里云计算2021财年销售额超过600亿元，同比增长50%。\\n\\n“这很奇妙，像做梦一样。”张勇曾在接受《中国企业家》采访时感慨道。\\n\\n这一切离不开对未来趋势的把握，如同阿里巴巴强调变化一样，“唯一不变的就是变化”。张勇在回母校上海财经大学演讲时谈到，看未来的大势是最重要的，今天每个人可以做很多事情，可以把时间填得很满，非常忙碌。但是对于未来的判断，按照未来的趋势进行人生规划，很重要。\\n\\n“阿里巴巴的定力，可以体现在过去20年来我们矢志不移的使命，但同时，我们也始终要站在5年10年后看今天，去畅想看不见的未来，为未来做好准备。我们始终在思考，如何通过换道让领先优势加大，在新领域产生换道超车的机会，用技术创造新的可能性，这样阿里巴巴才能坚定地走向102年。”张勇也曾对《中国企业家》说道。\\n\\n接任后，张勇很少接受媒体采访，公开场合的发言也极其谨慎，但在对未来的趋势判断上，他一直透露着一份自信，也极为务实。**面对低迷的股价，虽未直接回应，但阿里巴巴将股票回购计划从100亿美元增加到150亿美元，这个阿里巴巴历史上最大规模的股票回购计划给了最佳的答案。**\\n\\n**更纵深的命题**\\n\\n阿里巴巴的发展历程表明，一家公司仅有“硬实力”是远远不够的。\\n\\n它是一家极为强调使命感、价值观的公司。张勇深知，阿里巴巴要走过102年，业务战略、组织战略、文化战略必须高度融合在一起，**“大中台、小前台则是组织战略，全面升级的价值观是文化战略。只有这样‘三位一体’的战略融合，才能驱动我们获得更多的成就和突破”。**\\n\\n**张勇认为，作为CEO，有最重要的三件事，第一是战略，第二是人，第三是文化。**“半径那么大，必须把合适的人放在合适的位置上。你必须不断地调兵遣将，而不是只身冲在前面。”\\n\\n有数据表示，加上并表大润发后增加的12万人，阿里巴巴向公开市场汇报的员工数已经超过25万人，再加上阿里巴巴控股或投资的企业、外包人员等，总人数不下百万。在追求持续增长的商业组织里，价值观的危机一次又一次爆发。\\n\\n在“蒋凡事件”后，张勇坦诚表示，经过很长的纠结、思考和讨论之后，最终由他来做了这个决定，所有的责任他来承担，“谁都知道更简单的决定是什么。但我们毕竟还是个商业组织”。虽然阿里巴巴并未开除蒋凡，但蒋凡已从合伙人名单中除名。在阿里公开的合伙人提名标准中，第一条便是正直、良好的个人品格。\\n\\n比起商业组织的效率和演进，张勇或许还面临更为纵深的命题：平台经济的健康发展和社会责任。\\n\\n4月10日，国家市场监督管理总局公布处罚决定书，责令阿里巴巴集团停止滥用市场支配地位行为，并处以其2019年中国境内销售额4557.12亿元4%的罚款，计182.28亿元。在此之前，中央财经委员会第九次会议强调，建立健全平台经济治理体系，明确规则，划清底线，加强监管，规范秩序，更好统筹发展和安全、国内和国际，促进公平竞争，反对垄断，防止资本无序扩张。\\n\\n阿里巴巴积极表态：坚决服从。在《2020-2021阿里巴巴集团社会责任报告》中，张勇说道：“阿里巴巴既是中国数字经济时代的参与者和建设者，更是受益者。我们对此充满感恩。我们认为，感恩的最好方式，就是能够参与解决全社会共同关切的问题，为推动社会的发展尽一份微薄之力。”\\n\\n这项“微薄之力”包含1000亿元人民币投入。9月2日，阿里巴巴宣布将投入千亿助力共同富裕。次日，阿里巴巴助力共同富裕工作小组正式成立，张勇任组长。2021世界互联网大会乌镇峰会全体会议上，张勇提出了阿里巴巴围绕社会责任的两大战略：ESG(环境、社会和公司治理)和共同富裕。\\n\\n马云曾评价张勇，**“他具有超级计算机般的逻辑和思考能力，坚信使命愿景，勇于担当，全情投入，敢于站在未来创新设计新型商业模式和业态。”**但如今的考验，远不止商业模式和业态，在新的时代命题下，张勇和阿里巴巴将肩负更多责任。\",\"timestamp\":1639035947,\"title\":\"漩涡中的张勇\"},\"digest\":\"7a0oqeOPRgO4-CK_XMjVvuX7S2U6gMqaxPbomC_bL1I\",\"authorship\":{\"contributor\":\"0x14490b9fc2A2e7C52d1c096BD840cfC79285b58d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-1GeKuTgShpfW3TcQR1REkVPVPkaMeEeP0J712lGofk\\\",\\\"y\\\":\\\"rxhzeu03koTCq-UunxbDbzr40naDrBzRk7GLZqFNfgk\\\"}\",\"signature\":\"DrpNkA7qXNDnMTvyRAZ_DhkaTa-SW-DtwxkbKw4p7Gh7E9k7dqBpXKIMORN6JMNBKz8X7b-MH4KCAQODEe7gtg\",\"signingKeySignature\":\"0x3c45e64c87072309bc7b0ae98513b9314bce039cf2b5b910e6d12a37d1fae87b07d32d00ee8d0d697b248043a4d76502313175b420a8deda7f11cc11653c5e791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-1GeKuTgShpfW3TcQR1REkVPVPkaMeEeP0J712lGofk\\\",\\\"y\\\":\\\"rxhzeu03koTCq-UunxbDbzr40naDrBzRk7GLZqFNfgk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7a0oqeOPRgO4-CK_XMjVvuX7S2U6gMqaxPbomC_bL1I\"}"