"{\"content\":{\"body\":\"We are Rok and Tim, two Internet made kids, and this is our manifesto.\\n\\nAs we were writing this piece, we kept changing it: we wanted it to be perfect. But that’s when we realized the Internet Made movement is never finished. Our vision is not final and it grows with us and our community. \\n\\nWelcome to our world, step inside our artificial fashion atelier, meet our team, and get to know our vision behind our innovative blockchain-driven online brand, and why we are all Internet Made.\\n\\n## How we got started\\n\\nIt was in June 2021 when we met in real life for the first time. What was first meant to be a quick chat turned into us talking for hours about Web3. We wanted to make something bigger than just the two of us. After all, we were entering a new era, full of opportunities and possibilities, so the timing was perfect.\\n\\nWe both had a streetwear brand in the past. Some people loved it, some didn’t, but to us it was everything we ever wanted it to be - a reflection of our imagination, a way to express ourselves. \\n\\nIn that meeting, we both realized that we had a shared vision to bring our fashion knowledge to the new frontier. We wanted to do something that had never been done before in our own way.\\n\\nFast forward four months later, and we were ready. We found our investors who loved the idea, our plan, and who believed in us. Thank you to Andrej and Miran for making all of this possible.\\n\\nWith our vision and our investors, it was time to form our A-Team. We assembled the superstars from our network and past projects, including five talented designers: our lead designer Nik Preston, our 3D model designer Kristian Ivansek, and our three fashion designers: Lara Ponebsek, Hugo Suklje, and Lara Pikovnik.\\n\\nTogether, we are Internet Made.\\n\\n## What is Internet Made?\\n\\nInternet Made is more than a collection: we’re a movement bringing the fashion house to the digital world. We’re an artificial fashion atelier bringing our community into our vision and future creative development.\\n\\nOur designs evolve with the changing landscape of innovation. Internet Made is a brand and a movement bringing artists, creators, and fashion designers together to use technology to express themselves in a new way.\\n\\n### First release\\n\\nTo start off the Internet Made (IM) movement, we will be releasing our initial collection of 9,999 IM ‘‘avatars’’ with 150+ traits. Each one will be a unique NFT made out of unique traits and colorways so that every NFT is a singular 1/1 combination.\\n\\nThis will grant you access to our ecosystem, which will be as unique as your avatar. Our goal is to welcome everyone – from our holders, artists, and founders – into the future of fashion.\\n\\n## The A-team\\n\\n### Founders\\n\\n**[Rok Bozic](https://twitter.com/bozicrok)**\\n\\nIt all started with a video-sharing website. It was 2013 and I was only 11 years old. Figuring it all out by myself and making entertaining videos for my 100 subscribers – we’ve all been there in the early days of understanding what’s possible with the Internet. Fast forward to early 2017 when I started my very own streetwear brand, and later on, a marketing agency. There were a lot of ups and downs, but I fell in love with the process of creating and putting together my ideas and projecting them to my audience. 2017 was also my first encounter with Web3. As I started to understand it better, I realized how blockchain can change just about everything in our world. To me the beauty of the Internet and especially Web3 is being able to express yourself freely. By doing so, you find people that understand and appreciate your creations. And that’s what my vision for Internet Made is: being able to experiment with clothing design in a way we weren't able to before.\\n\\n**[Tim Brdnik](https://twitter.com/timbrdnik)**\\n\\nI’m 20 years young and have been living on the Internet since I was born. The Internet is my natural habitat: it was my way to communicate to the world and learn everything about how to run a business, create stores, run my first Facebook ads, and learn copywriting and everything that school couldn't teach me. The Internet is also a reason why I didn't proceed with college. In 2017 I got heavily involved in the E-Commerce space, starting with dropshipping. Just like Rok, I also started my own clothing brand in 2019 because I really wanted to build something that was meaningful and bigger than myself.\\n\\nAfter those experiences, I started my own performance marketing agency and got in contact with one of the best mentors in the space. My mentor helped me eventually sign more clients and get crazy results for them. In less than a year we have spent more than 2 million on paid ads and generated more than 8 million in sales.\\n\\nThen, NFTs popped off. At first I didn’t really understand why some people were buying digital art for such ridiculous prices. So I did my 100 hours of homework and bought myself my first NFT. I can’t explain the feeling, but it was something between *amazing* and *this is it*. Once I understood the technology and realized that you actually *own* the image, I understood why NFTs are so much more than just jpegs. WAGMI\\n\\n**[Andrej Podgorsek](https://www.linkedin.com/in/andrejpodgorsek/)**\\n\\nI founded Vitapur Ecommerce group in 12+ countries, and scaled it to over 300+ employees. I’m working on transforming physical textile to its digital form.\\n\\n**[Miran Pikovnik](https://www.linkedin.com/in/miranpikovnik/)**\\n\\nI’m the founder and CEO of Unija group, an accounting and tax company with 300+ employees and 15M€+ in revenue. We offer services to companies of all shapes and sizes in 14 markets of Central and Eastern Europe. I have 30 years of experience in finance, and I specialize in taxes and M&A. I’m deeply involved in cryptocurrency and the taxation of crypto, and have been for the last 5 years. Whale by nature.\\n\\n### Design team\\n\\n**[Nik Preston](https://instagram.com/Pressed0n)** - Lead designer\\n\\nLike lots of people here in the NFT space, I'm first and foremost a visual media artist. I know 2D and 3D graphics, but I'm also a ninja at websites, animation and video! Having roots in all these pillars of media has enabled me to efficiently art direct our project Internet Made with the help of a team of powerful and eager designers! I’m here to make sure that the quality bar we set for Internet Made is not only met, but also surpassed through a long lasting art style direction. Oh… I’m also the guy who presses buttons to actually generate the NFTs.\\n\\n**[Kristian Ivansek](https://instagram.com/kristian_6656)** - 3D model designer\\n\\nI am studying 3D animation in Ljubljana. My primary focus is 3D visualization and design. For the past few years I have been working in product visualization and modeling as well as interior visualization. Working in a fast-paced environment has helped me develop skills in composition and lighting. I have always loved everything in the 3D and design spaces. I enjoy learning new and exciting programs and techniques that help me better my work.\\n\\n**[Hugo Suklje](https://instagram.com/hugosuklje)** - Fashion designer\\n\\nI have spent all my life in a committed relationship to fashion. As with all relationships, the relationship I have with fashion has evolved over time. I went from wanting to be tailored by the fashion industry to wanting to tailor the fashion industry, to transmit my visions somewhere out there, mostly because I was no longer able to hold all my visions within me. This is when I realized that fashion is so much more than this technical, practical, and corporeal (textiles, colours and textures) matter that we reduce it to. Yes, fashion can be worn on our bodies for various functions, but fashion also dresses and modifies our minds. It styles our thoughts. Thus, I claim that a designer is somebody who unites the tangible and intangible parts of fashion and sews them together in a straight line with effortless precision. Someone who transmits their own ideas, philosophies, and the influence of time and culture onto clothing. And to me, that is one of the highest forms of art, a form often neglected by “the art world” solely because of clothing being so mandatory in our society.\\n\\n**[Lara Ponebsek](https://instagram.com/laraponebsek)** - Fashion designer\\n\\nI am a fashion student from ESMOD Paris with 5 years of experience in the fashion field exploring the mysterious and exciting world of creativity and innovation. My design style can be described as contemporary with a strong technical base and a hint of the unexpected. My love for fashion started at a young age from playing with dolls and reworking old sheets into dresses.\\n\\nI have experience as a styling assistant, and design collaborations and exhibitions helped me cultivate my hard-working habits and team spirit. I’ve worked on designing collections for casual wear, luxury wear, sportswear as well as menswear, but NFT fashion is a new challenge for me. Exploring the metaverse and virtual fashion is a whole new world that I couldn't enjoy more.\\n\\n**[Lara Pikovnik](https://instagram.com/lara.pikovnik)** - Fashion designer\\n\\nLast year I moved to Florence to continue my studies and to pursue my passion for design. Even though I am currently studying graphic design, I showed a major interest in fashion as a kid. Creating outfits in the metaverse is a perfect combination between the digital and fashion worlds.\\n\\n### Development\\n\\n**[Phu Ngo](https://twitter.com/phu_ngo) -** Lead developer\\n\\n### Discord management\\n\\n**[Terah Mills](https://instagram.com/terahmills)** - Discord manager\\n\\n[French Boy](https://twitter.com/FrenchBoynft), [Reign](https://twitter.com/AlekhineReign), [Jocey.eth](https://twitter.com/jocey_eth), [Luiville10.eth](https://twitter.com/Luiville10), [Anaximillian](https://twitter.com/anaximillian), [RocketPenguin_](https://twitter.com/RocketPenguin_), [Frannie](http://twitter.com/nifty_frannie), [Tom Hillard](https://twitter.com/Tomhillard26), [Wiszyy](https://twitter.com/wiszyy) - Moderation team\\n\\n### Marketing team\\n\\n[Nik Razorsek](https://instagram.com/nik_razorsek)\\n\\nIn the middle of 2020, I got myself involved with stocks and, a few months later, I stumbled upon cryptocurrency and blockchain technology. Curious as I always was, I started to read about different types of investing which got me even more interested in the space. At the start of 2021, I borrowed cash from my parents and started investing. That wasn’t enough for me as I was hungry for success and new skills, so I picked up cryptocurrency trading in which I was very successful. I’m very happy with my investing portfolio and returns that I’ve made, but I realized that these were just investments, I needed a skill. At the time Tim, the founder of Internet Made, saw the potential I had and asked me if I wanted to join the marketing team. That was the start of a new chapter in my life that’s still being written today.\\n\\n[Lucijan Semprimoznik](https://instagram.com/lucsemprimoznik), Maj Vrenko\\n\\n### Advisors\\n\\n[Friscoq.eth](https://twitter.com/FriscoQuarter), [Linkzz.eth](https://twitter.com/CryptoGinger2)\\n\\n### Other\\n\\nSpecial thanks to Bor Jarh, Tadej Ancin, Rok Popovic & Linux.\",\"timestamp\":1642783054,\"title\":\"We Are All Internet Made\"},\"digest\":\"FKMgpyBknfFDufD77ZE8FvB-wHzrDuncKVhFgKidxKM\",\"authorship\":{\"contributor\":\"0x015099352A26027c3D35c1fFef523B6D0a58F644\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HrtKCfYKpV39_OfivB6erxfWl6fI1jg8p1-rz2-PJCs\\\",\\\"y\\\":\\\"bMtHa4Edbu5XBgWXD4s5LvdoJ3w63hNHtnQpQWHKo2Q\\\"}\",\"signature\":\"O1EMtIZ0wDvXyIAVk4WkXEuWXWccpiNupKQHgkcQnweBWxs8P6tdVAVK_4D4PwuygllivX2ydWM1U77aAOunmg\",\"signingKeySignature\":\"0x64c82ef0b5f43c73d0835d3fe048293d5856d739d0d4cf7900351bb7f7a63c0d0dd8af99bd65fc86203ae4ce8049c00cb131ee409cf01cfea1d5eb25aa5177e51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HrtKCfYKpV39_OfivB6erxfWl6fI1jg8p1-rz2-PJCs\\\",\\\"y\\\":\\\"bMtHa4Edbu5XBgWXD4s5LvdoJ3w63hNHtnQpQWHKo2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uL_UlQq1gbT9k09GG9jdU3dxWcuZZRIw8v6YnFyJktA\"}"