"{\"content\":{\"body\":\"# \\n\\n**In a blockchain, a set of blocks records transactions details upon the authentication and verification proceeded by network participants (nodes). Thousands of participants keep a copy of the ledger with themselves, so they double-check and validate all transactions before new blocks are added.**\\n\\n**Still, as transactions made in the blockchain are public, it is not impossible to identify someone by crossing data and proceeding with detail-oriented research (even considering all transactions are done peer-to-peer).**\\n\\n**To solve it, Phala Network created an innovative solution based on smart contracts to help users reclaim their utmost privacy when transacting in the blockchain ecosystem.** \\n\\n** \\n **\\n\\n## Public Blockchain vs. Maximum User Privacy - Is it Even Possible? \\n\\nPublic blockchains are one of the most intriguing and unique innovations ever created by mankind. Yet, like everything else in life, they are not perfect. Although it is impossible to deny the innovations brought by public blockchains, there has been a rising concern about privacy and confidentiality associated with them.\\n\\nIn a public blockchain, all transitions that have ever occurred on a specific network are recorded. This way, it is a challenge to balance between maintaining this detailed database while scaling in terms of security and user privacy.\\n\\nNowadays, hackers, central agencies, spies, and security agencies could track individuals using public ledgers, considering every P2P (peer-to-peer) transaction is recorded and maintained in the digital database.\\n\\nHence, both the anonymity and privacy of the participants in a public blockchain are at constant risk. For example, the US National Security Agency (NSA) has been reportedly tracking and monitoring participants in the Bitcoin network. \\n\\nAlthough some may say it is all \\\"conspiracy theory,\\\" the fact is any public ledger is always vulnerable, exposed to hack attacks, tampering, data-stealing tactics, and network clogging. \\n\\n** \\n **\\n\\n## What is Phala Network? \\n\\nEssentially, Phala Network is a cloud computing solution. Its primary goal is to offer next-level cloud computing power to protect the privacy of managed programs and preserve blockchain's secure and trustless properties. \\n\\nIn this context, the term \\\"managed programs\\\" means that the programs' internal states and the interactions between users and the program have no public visibility.\\n\\nStructurally, it combines the peer-to-peer (P2P) functionalities of hardware running open-source software with blockchain functionalities for extra security. On Phala, there is no centralized executor nor data controller, meaning the platform is completely trustless.\\n\\nAt the end of the day, the network simply acts as an intermediary, a mediator between computing power and users. This way, blockchain-based functionalities keep the transactions in order, without revealing the substance to ensure their absolute security.\\n\\nPlus, the solution offers much more than a smart-contract platform. Phala Network reunites the best aspects of Web 2.0 and Web 3.0, meaning users can enjoy the capacity of a centralized program while benefiting from decentralized aspects (trustlessness, privacy, etc.).\\n\\nWithin the project's own design, Phala provides a solid infrastructure for huge - and trustless- data exchanges between different parties. Hence, the parties do not need to trust each other, as the data can be used without being revealed.\\n\\n** \\n **\\n\\n## How Does Phala Work? - In Detail \\n\\nThe platform's website provides an extensive, thorough whitepaper explaining all the essential aspects that represent the core of the project. First, they introduce their mindset, their security-oriented approach, how user privacy can be attained, and the underlying mechanisms that make it possible. \\n\\nBased on Polkadot, the confidential smart contract network is based on two types of nodes - TEE (Trusted Execution Environment) workers and gatekeepers. When compared to mining functions in PoW (Proof-of-Work) networks, TEE workers are responsible for transaction processing. \\n\\nThe TEEs operate the hardware behind the network's structure, securing all the code and data stored inside to be protected with their full integrity. In essence, these are tamper-proof processors, globally connected in a permissionless manner.\\n\\nWhile Bitcoin miners need a colossal hardware structure to participate in the world's most disputed network, the TEEs in Phala Network have more average people-friendly requirements. \\n\\nIn this sense, it is possible to connect to Phala and run its code with a home-based personal computer. The focus on making the network the most user-friendly as possible is part of the decentralized aspect, which is a key factor to maintain Phala's censorship-resistant properties.\\n\\nGatekeepers are responsible for verifying all hardware and software-related aspects are intact and secure, handling and managing several processing phases (e.g., worker rotation, factoring replication, recording inputs and outputs, etc.).\\n\\nManaging the connection between users and TEEs, Phala's gatekeepers run the nodes to maintain the blockchain. Neither the TEE workers nor gatekeepers have access to the actual inputs and outputs to Phala, as only the software inside TEEs does.\\n\\nWhen compared to other blockchains such as Ethereum, Tezos, or EOS, Phala Network is very lightweight. The project aims to launch its blockchain as a parachain on Polkadot, seizing advantages like interoperability, scalability, and next-level functionality.\\n\\n** \\n **\\n\\n## Explaining the PHA Token \\n\\nThe PHA token is Phala's native utility token. As expected, the token has governance purposes, as stakeholders who own a required amount of PHA may join the PhalaDAO and participate in the community.\\n\\nThe network offers a multi-pronged infrastructure that encompasses cross-chain confidential widgets, trustless computing tools, and other features that are only accessible by PHA holders.\\n\\nAlso, only stakeholders who own a certain amount of PHA can be gatekeepers. If a gatekeeper betrays the rules, the stake may be fined and took. Users can also utilize PHA tokens to pay for specific services or products across different chains.\\n\\nMost importantly, PHA is a tradable asset on several exchanges, including Binance, Huobi, OKEx, KuCoin, Uniswap, 1inch, and Gate. \\n\\n** \\n **\\n\\n## What Lies Ahead for the Project?\\n\\nFounded in 2018, the project invested plenty of time into building a strong community in its native country, China. Phala's co-founder and lead developer is Hang Yin, a former senior software engineer at Google with extensive experience in artificial intelligence and blockchain applications. \\n\\nAfter releasing the project's whitepaper in 2019, Phala earned the title of \\\"China's Polkadot Ambassador.\\\" In early 2020, the team started its release on testnet, completing the so-called \\\"planned stress-testing of the computing task module for the PoC3 stage.\\\"\\n\\nIn 2021, Phala became a parachain on Kusama and the PHA token got listed on different exchanges like Binance, OKEx, and KuCoin. Currently, the platform is ready to become a parachain on Polkadot, waiting to serve nodes and devs with unique privacy cloud properties and confidential smart contracts.\\n\\n** \\n **\\n\\n## Conclusion \\n\\nWhen the infamous Satoshi Whitepaper first came out, the world witnessed the rise of a new way of storing and managing intangible data. However, public blockchains are not perfect, as they are still at-risk regarding user privacy.\\n\\nPhala Network is a Polkadot-based solution that utilizes smart-contract technology and innovative Web3 tools to provide a confidentiality layer between users and the blockchain. Powered by tamper-proof, trustless execution of contracts, the network processes sensitive data in isolated enclaves secured by hardware-based technology. \\n\\nPhala is building a platform to provide general-purpose privacy-preserving smart contracts, based on key factors such as confidentiality, code integrity, consistency, availability, and interoperability. \\n\\nNot fully launched yet, the platform plans to launch its privacy cloud and confidential smart-contract technology until the end of 2021.\\n\\n** \\n **\",\"timestamp\":1635280723,\"title\":\"Phala Network - Privacy-Focused Smart Contract-Based Solution on Polkadot\"},\"digest\":\"dvMdTF0OLU94-oXsaUmwlMil2NvoaR6Tb-bi9dFW4Xs\",\"authorship\":{\"contributor\":\"0xd57722111412Bf8fD260827426202A04de47899F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bAy0W7qblT6Bv0IM_pOQw6Rz4Vx_KbELI0JaBBp64XQ\\\",\\\"y\\\":\\\"DCc3v6rryqx9m7Z3HN6gL1XZhfwOuJSSt7cqpbQWtUE\\\"}\",\"signature\":\"knehK2F_qELoy6FkaHvVvw2PpK-D0Dp_MLjbImJjId1jeIbOBXEvCUt-liRUlPYZ4SIk06sSQWvDFDsilAf61g\",\"signingKeySignature\":\"0x604cbc202c9c5f2aadf07fc206ed88b7ac2452224a2de879e1c4d71d508c26eb7882a4184cc686bfb576df0131188912ef7f4bdfcf7b53393aed62a55e8bd9691c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bAy0W7qblT6Bv0IM_pOQw6Rz4Vx_KbELI0JaBBp64XQ\\\",\\\"y\\\":\\\"DCc3v6rryqx9m7Z3HN6gL1XZhfwOuJSSt7cqpbQWtUE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dvMdTF0OLU94-oXsaUmwlMil2NvoaR6Tb-bi9dFW4Xs\"}"