"{\"content\":{\"body\":\"Biographical Notice\\n\\nE. Pauline Johnson (Tekahionwake) is the youngest child of a family of four born to the late G. H. M. Johnson (Onwanonsyshon), Head Chief of the Six Nations Indians, and his wife Emily S. Howells.  The latter was of English parentage, her birthplace being Bristol, but the land of her adoption Canada.\\n\\nChief Johnson was of the renowned Mohawk tribe, being a scion of one of the fifty noble families which composed the historical confederation founded by Hiawatha upwards of four hundred years ago, and known at that period as the Brotherhood of the Five Nations, but which was afterwards named the Iroquois by the early French missionaries and explorers. For their loyalty to the British Crown they were granted the magnificent lands bordering the Grand River, in the County of Brant, Ontario, on which the tribes still live.\\n\\nIt was upon this Reserve, on her father's estate, \\\"Chiefswood,\\\" that Pauline Johnson was born.  The loyalty of her ancestors breathes in her prose, as well as in her poetic writings.\\n\\nHer education was neither extensive nor elaborate. It embraced neither high school nor college. A nursery governess for two years at home, three years at an Indian day school half a mile from her home, and two years in the Central School of the city of Brantford, was the extent of her educational training.  But, besides this, she acquired a wide general knowledge, having been through childhood and early girlhood a great reader, especially of poetry.  Before she was twelve years old she had read Scott, Longfellow, Byron, Shakespeare, and such books as Addison's \\\"Spectator,\\\" Foster's Essays and Owen Meredith's writings.\\n\\nThe first periodicals to accept her poems and place them before the public were \\\"Gems of Poetry,\\\" a small magazine published in New York, and \\\"The Week,\\\" established by the late Prof. Goldwin Smith, of Toronto, the New York \\\"Independent\\\" and Toronto \\\"Saturday Night.\\\"  Since then she has contributed to most of the high-grade magazines, both on this continent and England.\\n\\nHer writings having brought her into notice, the next step in Miss Johnson's career was her appearance on the public platform as a reciter of her own poems.  For this she had natural talent, and in the exercise of it she soon developed a marked ability, joined with a personal magnetism, that was destined to make her a favorite with audiences from the Atlantic to the Pacific.  Her friend, Mr. Frank Yeigh, of Toronto, provided for a series of recitals having that scope, with the object of enabling her to go to England to arrange for the publication of her poems.  Within two years this aim was accomplished, her book of poems, \\\"The White Wampum,\\\" being published by John Lane, of the Bodley Head. She took with her numerous letters of introduction, including one from the Governor-General, the Earl of Aberdeen, and she soon gained both social and literary standing.  Her book was received with much favor, both by reviewers and the public. After giving many recitals in fashionable drawing-rooms, she returned to Canada, and made her first tour to the Pacific Coast, giving recitals at all the cities and towns en route.  Since then she has crossed the Rocky Mountains no fewer than nineteen times.\\n\\nMiss Johnson's pen had not been idle, and in 1903 the George Morang Co., of Toronto, published her second book of poems, entitled \\\"Canadian Born,\\\" which was also well received.\\n\\nAfter a number of recitals, which included Newfoundland and the Maritime Provinces, she went to England again in 1906 and made her first appearance in Steinway Hall, under the distinguished patronage of Lord and Lady Strathcona.  In the following year she again visited London, returning by way of the United States, where she gave many recitals.  After another tour of Canada she decided to give up public work, to make Vancouver, B. C., her home, and to devote herself to literary work.\\n\\nOnly a woman of remarkable powers of endurance could have borne up under the hardships necessarily encountered in travelling through North-western Canada in pioneer days as Miss Johnson did; and shortly after settling down in Vancouver the exposure and hardship she had endured began to tell on her, and her health completely broke down. For almost a year she has been an invalid, and as she is unable to attend to the business herself, a trust has been formed by some of the leading citizens of her adopted city for the purpose of collecting and publishing for her benefit her later works.  Among these are the beautiful Indian Legends contained in this volume, which she has been at great pains to collect, and a series of boys' stories, which have been exceedingly well received by magazine readers.\\n\\nDuring the sixteen years Miss Johnson was travelling, she had many varied and interesting experiences.  She travelled the old Battleford trail before the railroad went through, and across the Boundary country in British Columbia in the romantic days of the early pioneers.  Once she took an eight hundred and fifty mile drive up the Cariboo trail to the gold fields.  She has always been an ardent canoeist, and has run many strange rivers, crossed many a lonely lake, and camped in many an unfrequented place.  These venturesome trips she made more from her inherent love of Nature and adventure than from any necessity of her profession.\\n\\nContents\\n\\n```\\n                                       Page Preface  .   .   .   .   .   .   .   .   .       v Author's Foreword  .   .   .   .   .   .   .   vii Biographical Notice  .   .   .   .   .   .      ix The Two Sisters    .   .   .   .   .   .   .     1 The Siwash Rock  .   .   .   .   .   .   .       7 The Recluse    .   .   .   .   .   .   .   .    13 The Lost Salmon Run  .   .   .   .   .   .      21 The Deep Waters    .   .   .   .   .   .   .    27 The Sea-Serpent  .   .   .   .   .   .   .      33 The Lost Island    .   .   .   .   .   .   .    39 Point Grey   .   .   .   .   .   .   .   .      43 The Tulameen Trail .   .   .   .   .   .   .    47 The Grey Archway .   .   .   .   .   .   .      53 Deadman's Island   .   .   .   .   .   .   .    61 A Squamish Legend of Napoleon    .   .   .      67 The Lure in Stanley Park   .   .   .   .   .    73 Deer Lake    .   .   .   .   .   .   .   .      79 A Royal Mohawk Chief   .   .   .   .   .   .    85\\n```\\n\\nThe Two Sisters ----- THE LIONS\\n\\nYou can see them as you look towards the north and the west, where the dream hills swim into the sky amid their ever-drifting clouds of pearl and grey.  They catch the earliest hint of sunrise, they hold the last color of sunset.  Twin mountains they are, lifting their twin peaks above the fairest city in all Canada, and known throughout the British Empire as \\\"The Lions of Vancouver.\\\"\",\"timestamp\":1635906602,\"title\":\"Author's Foreword\\n\\nThese legends (with two or three exceptions) were told to me personally by my honored friend, \"},\"digest\":\"q7QoR1-Vu77CUmcFju4--uhzt_wLdN7WSjFpjkxJvGs\",\"authorship\":{\"contributor\":\"0x08E4AfddFE6e26C3CC56118D50d4E267490898aE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qy4ZnA576hkrBM9GwfxPEGM7kK6AvXFg4UoFcdYXF8c\\\",\\\"y\\\":\\\"4k1t5SdxLQoG2lfO3KHBssGu1YL9krYgGlgnDhjU2bo\\\"}\",\"signature\":\"CEwlerQw6Xkva-2_rgCNMzZqoPm6ChLfGq6oqI5NjgKAMSriEO5OzKAk4euzCLkgH21EbSXh4Afe2dZLsgcVBw\",\"signingKeySignature\":\"0x6c0d470350c82cbe6d67c91ce335b8c4a9cb7f204b8269a05495a835cd650fdc07e8df4bfb211689c97eb9577dc0880980f0d77fd92292655900de3311c021911c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qy4ZnA576hkrBM9GwfxPEGM7kK6AvXFg4UoFcdYXF8c\\\",\\\"y\\\":\\\"4k1t5SdxLQoG2lfO3KHBssGu1YL9krYgGlgnDhjU2bo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q7QoR1-Vu77CUmcFju4--uhzt_wLdN7WSjFpjkxJvGs\"}"