"{\"content\":{\"body\":\"The movement toward the neoliberal utopia of a pure and perfect market is made possible by the politics of financial deregulation. And it is achieved through the transformative and, it must be said, destructive action of all of the political measures (of which the most recent is the Multilateral Agreement on Investment (MAI), designed to protect foreign corporations and their investments from national states) that aim to call into question any and all collective structures that could serve as an obstacle to the logic of the pure market: the nation, whose space to manoeuvre continually decreases; work groups, for example through the individualisation of salaries and of careers as a function of individual competences, with the consequent atomisation of workers; collectives for the defence of the rights of workers, unions, associations, cooperatives; even the family, which loses part of its control over consumption through the constitution of markets by age groups.\\n\\nThe neoliberal programme draws its social power from the political and economic power of those whose interests it expresses: stockholders, financial operators, industrialists, conservative or social-democratic politicians who have been converted to the reassuring layoffs of laisser-faire, high-level financial officials eager to impose policies advocating their own extinction because, unlike the managers of firms, they run no risk of having eventually to pay the consequences. Neoliberalism tends on the whole to favour severing the economy from social realities and thereby constructing, in reality, an economic system conforming to its description in pure theory, that is a sort of logical machine that presents itself as a chain of constraints regulating economic agents.\",\"timestamp\":1638954484,\"title\":\"The movement toward the neoliberal\"},\"digest\":\"UkXueGBHJfJPoJN4dUe69SBvaxxxen-ljoh1HOgWm2I\",\"authorship\":{\"contributor\":\"0x8904a12B0a626C60b54f9776b3D171DFE05A098D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wL5Qrl-RnKMrgfM6OQqlcQP8fnkrdCBuElQKtNziEwY\\\",\\\"y\\\":\\\"bYkCiZZZ_09YzyCotLD0Rt2tWpLiwv6RSO5kt77xVYg\\\"}\",\"signature\":\"dfZvhA0sCrHnyRCNu-EViKIw2v4T6k0WaVy4Tvbi9BbpKGJvmcvLRMFCFzUFY9I1ciINO5pK0c4_c-V2_qFB5A\",\"signingKeySignature\":\"0x34733a6e41f7a93216e66d71aead2e475eea11b3b55037a65587de0b56ac3ca427653f66eab12a51cfbed63e0b63dd10cada45ef6f08d1de15c6bcdd4fe440ad1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wL5Qrl-RnKMrgfM6OQqlcQP8fnkrdCBuElQKtNziEwY\\\",\\\"y\\\":\\\"bYkCiZZZ_09YzyCotLD0Rt2tWpLiwv6RSO5kt77xVYg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UkXueGBHJfJPoJN4dUe69SBvaxxxen-ljoh1HOgWm2I\"}"