"{\"content\":{\"body\":\"  这位突然走出人群的凌霄阁弟子围着两位大汉转了好几圈，脸上的神色颇有些玩世不恭，眼神也渐渐嘲弄起来。 \\n  \\n     两个大汉见来者不善，眉头也是紧皱不已，搀人的那个环眼一瞪，怒喝道：“你这小子转来转去，把大爷的头都转晕了，想要作甚？” \\n  \\n     少年嘿嘿一笑，站在两人面前，深深地看了“中毒”的那个人一眼，开口道：“这脸色青白，看样子中毒不浅呀。” \\n  \\n     “那是。”搀人的大汉打蛇顺棍上，凶神恶煞道：“要不是如此，我兄弟二人怎会不去就医，而是冒着生命危险来到此处，就是为了揭发这个黑心老板，好叫街坊邻居们知龗道他的真面目，以后也不要再来这里买米了。” \\n  \\n     何老板脸色一白，完全不知龗道这两人的目的是什么了。要说他们是来讹诈钱财，何老板也能理解，可这欲加之罪实在是让人云里雾里，看不透彻。 \\n  \\n     正沉思的时候，杨开在一边轻声问道：“何叔，这段时间得罪什么人了么？” \\n  \\n     何老板苦思冥想，哭丧着脸：“没有啊。” \\n  \\n     “那就是你的米行阻了什么人的财路？”杨开年纪虽小，可人世间的尔虞我诈却是看过不少，心思一转便想到了这个可能。 \\n  \\n     “小本生意，能阻什么财路？”何老板连连摇头。 \\n  \\n     这就奇怪了！杨开眯眼朝场内望去，心中揣摩着事情的可能性，却还是有些想不明白。 \\n  \\n     场中，凌霄阁的少年在问了一句话之后却是突然冷笑一声，对着那个脸色青白的汉子怒喝一声：“看招！” \\n  \\n     一边喊，一边就使出了一招黑虎掏心，直奔中毒之人的心窝口。 \\n  \\n     让人惊诧的事情发生了，那个神色萎靡，自出现开始一直呻吟不已，仿佛一脚都踏入鬼门关的中毒汉子竟在拳头打过来的时候，身形矫健地往后跳去，颇有一番静若处子，动如脱兔的风采。 \\n  \\n     他这一动，脸上的青白之色也是瞬间消褪个干净，变得红润无比。 \\n  \\n     围观的群众一声惊呼，显然是被这突然的转变震惊到了。 \\n  \\n     “中毒了呀。”凌霄阁少年讥讽地望着两位大汉，“中毒了竟然也有如此身手，在下佩服佩服。” \\n  \\n     两个大汉被他一招戳穿诡计，不由也是脸色一阵青一阵白，这一下倒是好像真的中毒了似的。 \\n  \\n     围观的人也是嘘声一片，他们都不是傻子，看到这里哪还不知龗道事情的真相？这两个汉子不知出于何种目的，竟然跑来假装中毒污蔑何氏米行，却被凌霄阁的这位少年揭穿把戏。 \\n  \\n     一时间，场中充满了对两个汉子的鄙夷，和对凌霄阁少年的赞誉，这少年本身长的就讨人喜欢，这一下，少年英雄的名头是坐实了。 \\n  \\n     杨开隐隐有所感悟，这是在演双簧啊，演的是一出行侠仗义，锄强扶弱，然后挟恩图报的戏码！若不是自己来的时候不经意在胡同里看到他们在一起，此刻恐怕也要被骗过去。 \\n  \\n     不过他们这番折腾，到底是为龗什么呢？ \\n  \\n     那两个大汉此刻也没办法再假装下去了，恶狠狠地瞪着凌霄阁少年，开口道：“小子，你是何人？竟敢管我兄弟的闲事。” \\n  \\n     凌霄阁少年风采翩翩，傲然道：“在下凌霄阁弟子苏木！”…, \\n  \\n     听到凌霄阁三个字，其中一位大汉看样子颇为忌惮，面色艰辛道：“原来是凌霄阁的弟子，怪不得生的人中之龙。今日我兄弟二人认栽了，小子我记住你了，山水有相逢，后会有期！” \\n  \\n     这番说辞就好像是商量好龗的，让杨开听着想笑。 \\n  \\n     苏木冷笑道：“好走，不送！” \\n  \\n     事情进行到这一步，如果没有变故的话，这两个汉子恐怕就会离开，然后这位苏木定是要受众人赞誉，尤其是何老板的感谢的。 \\n  \\n     但杨开却不想让何老板蒙在鼓里，趁那两人还没离去，赶紧喊了一声：“不能放他们走，这等小人手段卑鄙，诬陷良商，今日是何氏米行，若不给他们点教训，说不准明日便轮到刘氏成衣店，蒋氏杂货店了。” \\n  \\n     围观的人大多数都是附近周边的店铺老板，本在看热闹，一听这话不禁心头一突，心想对啊，怎么就能让这两个卑鄙小人如此轻松离开呢？今天让他们走了，万一明天他们就跑到我的店铺里撒野，哪岂不是又要破财又被败坏了名声。到时候可没何老板这么好运气有人解围了。 \\n  \\n     一念至此，本来即将让出道路的人们立马站定了脚跟，皆神色不善地望着场中的两位大汉。 \\n  \\n     杨开分明从苏木的眼中看到了一丝愕然和惊慌，恰在此时，苏木也循着杨开声音的来源冲他望来，两人四目相对，后者立马调整好了神色。 \\n  \\n     杨开冲他轻笑，赶鸭子上架：“这位师弟，俗话说好人做到底，送佛送到西，不如你我一起将这两人拿下如何？” \\n  \\n     苏木见杨开身形单薄，看起来弱不禁风，竟然称呼自己为师弟，而且眼下计龗划也被打乱，不由一阵恼火：“谁是你师弟？” \\n  \\n     杨开道：“我也是凌霄阁弟子，拜入宗门已经三年多了。” \\n  \\n     苏木无语，这还真是自己的师兄呢。 \\n  \\n     “闲话少说。”杨开走上前来，大义凛然道：“我辈行走江湖，最重要的便是一个侠字。行侠仗义乃我辈本分，师兄可不能让师弟专美于前，今日就让你我兄弟联手拿下这两个卑鄙小人，还何老板一个公道，还这乌梅镇一个朗朗乾坤。” \\n  \\n     一番说辞，让一群人轰然叫好。苏木愁肠百结，只感觉被这素不相识的师兄给拖上了贼船，现在想下也下不去了。 \\n  \\n     两个汉子也在朝这边张望，苏木抬头看了他们一眼，不由一阵心虚。 \\n  \\n     “师弟，咱们上！”杨开一把拿着苏木的肩膀，直直地冲了过去。 \\n  \\n     这叫什么事啊！苏木欲哭无泪，这到底是从哪里蹦跶出来的师兄，真是坏我大事！不过既然已经走到了这一步，苏木也是无可奈何，一边朝两个汉子冲去，一边对他们打眼色，示意他们稍安勿躁，自己找机会定放他们离开。 \\n  \\n     两个汉子微微点头，一切都被杨开看在眼中，越发肯定了自己心中的猜测。 \\n  \\n     那边何老板担心杨开吃亏，也是抄起一个秤砣就冲了过来，口上大喊：“街坊邻居，老少爷们，别看戏了，过来助两位小兄弟一臂之力呀！” \\n  \\n     何老板都上了，米行的店小儿口上也是嗷嗷叫着表忠心，一手拿着一个空布袋也冲了上来，刚才他被这两个汉子其中一人踹了一脚，此刻自然是要报仇雪恨。 \\n  \\n     被何老板带动，围观的人也不再围观了，皆都蜂拥上来，一时间何氏米行前人头攒动，热闹非凡。 \\n  \\n     两个大汉本还不怎么在乎，但见到这一幕之后顿时吓得面色苍白，只来得及说上一句：“别打脸！”便抱住脑袋蹲到了地上。\",\"timestamp\":1637646428,\"title\":\"第十一章 好人做到底，送佛送到西\"},\"digest\":\"h-96CyB3NrbtNSmZu1oJD6sBYIyO1gWhmDVubo4zG5w\",\"authorship\":{\"contributor\":\"0x9cAEDdbdc62acfface89Ebc21ee2030bcC35719f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"signature\":\"bE36r_uMBPMcQmkohVAalPCBvJPuVBubtb_iua4AO-8Xx4H3meYUoJL5E0aGqpwswjjnvm1gD7y2ISExFXkG0Q\",\"signingKeySignature\":\"0x55d545bdbeb279544acf0a6fc03f39e7c3ff1525471fdcbdcb93e54a7ba094867c3754f57bb258ba375e76161401c1ad0b66a52dbedcca99294cac692cc31e541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h-96CyB3NrbtNSmZu1oJD6sBYIyO1gWhmDVubo4zG5w\"}"