"{\"content\":{\"body\":\"\\\"Nature appears to have only one idea in her head,\\\" she continued after a pause, \\\"so far as we men and women are concerned.  She's been kinder to the lower animals.\\\"\\n\\n\\\"Man has more interests,\\\" Joan argued, \\\"a thousand other allurements to distract him; we must cultivate his finer instincts.\\\"\\n\\n\\\"It doesn't seem to answer,\\\" grumbled Madge.  \\\"One is always told it is the artist--the brain worker, the very men who have these fine instincts, who are the most sexual.\\\"\\n\\nShe made a little impatient movement with her hands that was characteristic of her.  \\\"Personally, I like men,\\\" she went on.  \\\"It is so splendid the way they enjoy life:  just like a dog does, whether it's wet or fine.  We are always blinking up at the clouds and worrying about our hat.  It would be so nice to be able to have friendship with them.\\n\\n\\\"I don't mean that it's all their fault,\\\" she continued.  \\\"We do all we can to attract them--the way we dress.  Who was it said that to every woman every man is a potential lover.  We can't get it out of our minds.  It's there even when we don't know it.  We will never succeed in civilizing Nature.\\\"\\n\\n\\\"We won't despair of her,\\\" laughed Joan.  \\\"She's creeping up, poor lady, as Whistler said of her.  We have passed the phase when everything she did was right in our childish eyes.  Now we dare to criticize her.  That shows we are growing up.  She will learn from us, later on.  She's a dear old thing, at heart.\\\"\\n\\n\\\"She's been kind enough to you,\\\" replied Madge, somewhat irrelevantly.  There was a note of irritation in her tone.  \\\"I suppose you know you are supremely beautiful.  You seem so indifferent to it, I wonder sometimes if you do.\\\"\\n\\n\\\"I'm not indifferent to it,\\\" answered Joan.  \\\"I'm reckoning on it to help me.\\\"\\n\\n\\\"Why not?\\\" she continued, with a flash of defiance, though Madge had not spoken.  \\\"It is a weapon like any other--knowledge, intellect, courage.  God has given me beauty.  I shall use it in His service.\\\"\\n\\nThey formed a curious physical contrast, these two women in this moment.  Joan, radiant, serene, sat upright in her chair, her head slightly thrown back, her fine hands clasping one another so strongly that the delicate muscles could be traced beneath the smooth white skin.  Madge, with puckered brows, leant forward in a crouching attitude, her thin nervous hands stretched out towards the fire.\\n\\n\\\"How does one know when one is serving God?\\\" she asked after a pause, apparently rather of herself than of Joan.  \\\"It seems so difficult.\\\"\\n\\n\\\"One feels it,\\\" explained Joan.\\n\\n\\\"Yes, but didn't they all feel it,\\\" Madge suggested.  She still seemed to be arguing with herself rather than with Joan. \\\"Nietzsche.  I have been reading him.  They are forming a Nietzsche Society to give lectures about him--propagate him over here. Eleanor's in it up to the neck.  It seems to me awful.  Every fibre in my being revolts against him.  Yet they're all cocksure that he is the coming prophet.  He must have convinced himself that he is serving God.  If I were a fighter I should feel I was serving God trying to down Him.  How do I know which of us is right? Torquemada--Calvin,\\\" she went on, without giving Joan the chance of a reply.  \\\"It's easy enough to see they were wrong now.  But at the time millions of people believed in them--felt it was God's voice speaking through them.  Joan of Arc!  Fancy dying to put a thing like that upon a throne.  It would be funny if it wasn't so tragic. You can say she drove out the English--saved France.  But for what? The Bartholomew massacres.  The ruin of the Palatinate by Louis XIV.  The horrors of the French Revolution, ending with Napoleon and all the misery and degeneracy that he bequeathed to Europe. History might have worked itself out so much better if the poor child had left it alone and minded her sheep.\\\"\\n\\n\\\"Wouldn't that train of argument lead to nobody ever doing anything?\\\" suggested Joan.\\n\\n\\\"I suppose it would mean stagnation,\\\" admitted Madge.  \\\"And yet I don't know.  Are there not forces moving towards right that are crying to us to help them, not by violence, which only interrupts-- delays them, but by quietly preparing the way for them?  You know what I mean.  Erasmus always said that Luther had hindered the Reformation by stirring up passion and hate.\\\"  She broke off suddenly.  There were tears in her eyes.  \\\"Oh, if God would only say what He wants of us,\\\" she almost cried; \\\"call to us in trumpet tones that would ring through the world, compelling us to take sides.  Why can't He speak?\\\"\\n\\n\\\"He does,\\\" answered Joan.  \\\"I hear His voice.  There are things I've got to do.  Wrongs that I must fight against.  Rights that I must never dare to rest till they are won.\\\"  Her lips were parted. Her breasts heaving.  \\\"He does call to us.  He has girded His sword upon me.\\\"\\n\\nMadge looked at her in silence for quite a while.  \\\"How confident you are,\\\" she said.  \\\"How I envy you.\\\"\\n\\nThey talked for a time about domestic matters.  Joan had established herself in furnished rooms in a quiet street of pleasant Georgian houses just behind the Abbey; a member of Parliament and his wife occupied the lower floors, the landlord, a retired butler, and his wife, an excellent cook, confining themselves to the basement and the attics.  The remaining floor was tenanted by a shy young man--a poet, so the landlady thought, but was not sure.  Anyhow he had long hair, lived with a pipe in his mouth, and burned his lamp long into the night.  Joan had omitted to ask his name.  She made a note to do so.\\n\\nThey discussed ways and means.  Joan calculated she could get through on two hundred a year, putting aside fifty for dress. Madge was doubtful if this would be sufficient.  Joan urged that she was \\\"stock size\\\" and would be able to pick up \\\"models\\\" at sales; but Madge, measuring her against herself, was sure she was too full.\\n\\n\\\"You will find yourself expensive to dress,\\\" she told her, \\\"cheap things won't go well on you; and it would be madness, even from a business point of view, for you not to make the best of yourself.\\\"\\n\\n\\\"Men stand more in awe of a well-dressed woman than they do even of a beautiful woman,\\\" Madge was of opinion.  \\\"If you go into an office looking dowdy they'll beat you down.  Tell them the price they are offering you won't keep you in gloves for a week and they'll be ashamed of themselves.  There's nothing infra dig. in being mean to the poor; but not to sympathize with the rich stamps you as middle class.\\\"  She laughed.\\n\\nJoan was worried.  \\\"I told Dad I should only ask him for enough to make up two hundred a year,\\\" she explained.  \\\"He'll laugh at me for not knowing my own mind.\\\"\\n\\n\\\"I should let him,\\\" advised Madge.  She grew thoughtful again.  \\\"We cranky young women, with our new-fangled, independent ways, I guess we hurt the old folks quite enough as it is.\\\"\\n\\nThe bell rang and Madge opened the door herself.  It turned out to be Flossie.  Joan had not seen her since they had been at Girton together, and was surprised at Flossie's youthful \\\"get up.\\\" Flossie explained, and without waiting for any possible attack flew to her own defence.\\n\\n\\\"The revolution that the world is waiting for,\\\" was Flossie's opinion, \\\"is the providing of every man and woman with a hundred and fifty a year.  Then we shall all be able to afford to be noble and high-minded.  As it is, nine-tenths of the contemptible things we do comes from the necessity of our having to earn our living.  A hundred and fifty a year would deliver us from evil.\\\"\\n\\n\\\"Would there not still be the diamond dog-collar and the motor car left to tempt us?\\\" suggested Madge.\\n\\n\\\"Only the really wicked,\\\" contended Flossie.  \\\"It would classify us.  We should know then which were the sheep and which the goats. At present we're all jumbled together:  the ungodly who sin out of mere greed and rapacity, and the just men compelled to sell their birthright of fine instincts for a mess of meat and potatoes.\\\"\\n\\n\\\"Yah, socialist,\\\" commented Madge, who was busy with the tea things.\\n\\nFlossie seemed struck by an idea.\\n\\n\\\"By Jove,\\\" she exclaimed.  \\\"Why did I never think of it.  With a red flag and my hair down, I'd be in all the illustrated papers. It would put up my price no end.  And I'd be able to get out of this silly job of mine.  I can't go on much longer.  I'm getting too well known.  I do believe I'll try it.  The shouting's easy enough.\\\"  She turned to Joan.  \\\"Are you going to take up socialism?\\\" she demanded.\\n\\n\\\"I may,\\\" answered Joan.  \\\"Just to spank it, and put it down again. I'm rather a believer in temptation--the struggle for existence.  I only want to make it a finer existence, more worth the struggle, in which the best man shall rise to the top.  Your 'universal security'--that will be the last act of the human drama, the cue for ringing down the curtain.\\\"\\n\\n\\\"But do not all our Isms work towards that end?\\\" suggested Madge.\\n\\nJoan was about to reply when the maid's announcement of \\\"Mrs. Denton\\\" postponed the discussion.\\n\\nMrs. Denton was a short, grey-haired lady.  Her large strong features must have made her, when she was young, a hard-looking woman; but time and sorrow had strangely softened them; while about the corners of the thin firm mouth lurked a suggestion of humour that possibly had not always been there.  Joan, waiting to be introduced, towered head and shoulders above her; yet when she took the small proffered hand and felt those steely blue eyes surveying her, she had the sensation of being quite insignificant.  Mrs. Denton seemed to be reading her, and then still retaining Joan's hand she turned to Madge with a smile.\\n\\n\\\"So this is our new recruit,\\\" she said.  \\\"She is come to bring healing to the sad, sick world--to right all the old, old wrongs.\\\"\\n\\nShe patted Joan's hand and spoke gravely.  \\\"That is right, dear. That is youth's metier; to take the banner from our failing hands, bear it still a little onward.\\\"  Her small gloved hand closed on Joan's with a pressure that made Joan wince.\\n\\n\\\"And you must not despair,\\\" she continued; \\\"because in the end it will seem to you that you have failed.  It is the fallen that win the victories.\\\"\\n\\nShe released Joan's hand abruptly.  \\\"Come and see me to-morrow morning at my office,\\\" she said.  \\\"We will fix up something that shall be serviceable to us both.\\\"\\n\\nMadge flashed Joan a look.  She considered Joan's position already secured.  Mrs. Denton was the doyen of women journalists.  She edited a monthly review and was leader writer of one of the most important dailies, besides being the controlling spirit of various social movements.  Anyone she \\\"took up\\\" would be assured of steady work.  The pay might not be able to compete with the prices paid for more popular journalism, but it would afford a foundation, and give to Joan that opportunity for influence which was her main ambition.\\n\\nJoan expressed her thanks.  She would like to have had more talk with the stern old lady, but was prevented by the entrance of two new comers.  The first was Miss Lavery, a handsome, loud-toned young woman.  She ran a nursing paper, but her chief interest was in the woman's suffrage question, just then coming rapidly to the front.  She had heard Joan speak at Cambridge and was eager to secure her adherence, being wishful to surround herself with a group of young and good-looking women who should take the movement out of the hands of the \\\"frumps,\\\" as she termed them.  Her doubt was whether Joan would prove sufficiently tractable.  She intended to offer her remunerative work upon the Nursing News without saying anything about the real motive behind, trusting to gratitude to make her task the easier.\\n\\nThe second was a clumsy-looking, over-dressed woman whom Miss Lavery introduced as \\\"Mrs. Phillips, a very dear friend of mine, who is going to be helpful to us all,\\\" adding in a hurried aside to Madge, \\\"I simply had to bring her.  Will explain to you another time.\\\"  An apology certainly seemed to be needed.  The woman was absurdly out of her place.  She stood there panting and slightly perspiring.  She was short and fat, with dyed hair.  As a girl she had possibly been pretty in a dimpled, giggling sort of way.  Joan judged her, in spite of her complexion, to be about forty.\\n\\nJoan wondered if she could be the wife of the Member of Parliament who occupied the rooms below her in Cowley Street.  His name, so the landlady had told her, was Phillips.  She put the suggestion in a whisper to Flossie.\\n\\n\\\"Quite likely,\\\" thought Flossie; \\\"just the type that sort of man does marry.  A barmaid, I expect.\\\"\\n\\nOthers continued to arrive until altogether there must have been about a dozen women present.  One of them turned out to be an old schoolfellow of Joan's and two had been with her at Girton.  Madge had selected those who she knew would be sympathetic, and all promised help:  those who could not give it direct undertaking to provide introductions and recommendations, though some of them were frankly doubtful of journalism affording Joan anything more than the means--not always, too honest--of earning a living.\\n\\n\\\"I started out to preach the gospel:  all that sort of thing,\\\" drawled a Miss Simmonds from beneath a hat that, if she had paid for it, would have cost her five guineas.  \\\"Now my chief purpose in life is to tickle silly women into spending twice as much upon their clothes as their husbands can afford, bamboozling them into buying any old thing that our Advertising Manager instructs me to boom.\\\"\\n\\n\\\"They talk about the editor's opinions,\\\" struck in a fiery little woman who was busy flinging crumbs out of the window to a crowd of noisy sparrows.  \\\"It's the Advertiser edits half the papers.  Write anything that three of them object to, and your proprietor tells you to change your convictions or go.  Most of us change.\\\"  She jerked down the window with a slam.\\n\\n\\\"It's the syndicates that have done it,\\\" was a Mrs. Elliot's opinion.  She wrote \\\"Society Notes\\\" for a Labour weekly.  \\\"When one man owned a paper he wanted it to express his views.  A company is only out for profit.  Your modern newspaper is just a shop.  It's only purpose is to attract customers.  Look at the Methodist Herald, owned by the same syndicate of Jews that runs the Racing News.  They work it as far as possible with the same staff.\\\"\\n\\n\\\"We're a pack of hirelings,\\\" asserted the fiery little woman.  \\\"Our pens are for sale to the highest bidder.  I had a letter from Jocelyn only two days ago.  He was one of the original staff of the Socialist.  He writes me that he has gone as leader writer to a Conservative paper at twice his former salary.  Expected me to congratulate him.\\\"\\n\\n\\\"One of these days somebody will start a Society for the Reformation of the Press,\\\" thought Flossie.  \\\"I wonder how the papers will take it?\\\"\\n\\n\\\"Much as Rome took Savonarola,\\\" thought Madge.\\n\\nMrs. Denton had risen.\",\"timestamp\":1639209682,\"title\":\"about as much as there always is wherever men and women work together\"},\"digest\":\"j13HDhaz7lRMZf10blNp625WlPmCNcwxhvPgGmpBotE\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o2gA0MEqAHyyiCcjywHjXgcw-GdnEjFhx5JeWLWBIZc\\\",\\\"y\\\":\\\"9fX-TbGbS4jx8qJ7QIYh5qUtnU80IVLievJ0O1nHrhc\\\"}\",\"signature\":\"sfiu8Xir5QlRTA444_PuMKmUAeAhAiKk9wt6jFFm7j6l1b5UJdIlGL2RAWRxtEKZny5lWoe_mxMcI7KlvA2Hfg\",\"signingKeySignature\":\"0x5daf47894b9c7341625bcd8337df146bfab85f808fcf973c8d72d0821e765fbc40cbe898388c6f977dd46e1d2e1491540fb5bf766e73bb700a2534486661e3bb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o2gA0MEqAHyyiCcjywHjXgcw-GdnEjFhx5JeWLWBIZc\\\",\\\"y\\\":\\\"9fX-TbGbS4jx8qJ7QIYh5qUtnU80IVLievJ0O1nHrhc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j13HDhaz7lRMZf10blNp625WlPmCNcwxhvPgGmpBotE\"}"