"{\"content\":{\"body\":\"1815, England\\n\\nAda Lovelace was the daughter of that notorious creative, Lord Byron, and a mathematically inclined heiress, Baroness Wentworth. Ada was a poetic [math-mind.At](http://math-mind.At) 17, she met a man who put her on the path to math - Charles Babbage. He invited her to look at a machine he designed - 2 foot tall with 3,000 brass parts - the “Difference Engine”. It was the beginning of a long-running collaboration.\\n\\nLater, Babbage gave a talk about a new machine he wanted to create - an Analytical Engine. One of the first computers. Ada became a “poetic translator “of Babbage’s ambitions from this talk. She translated and tranformed Babbage’s ideas by adding her own extensive notes. For her, “the Analytical Engine weaves algebraical patterns just as the Jacquard-loom weaves flowers and leaves”. Sadly, it failed. Ada died young.Babbage was mired deep in the weeds of his ideas, Ada wanted to focus on the potential of his idea - the flowers.\\n\\n“Imagination is the Discovering Faculty.... It is that which penetrates into the unseen worlds around us....” - Ada Lovelace\\n\\n2876\\n\\n2X21 -45, Earthside, orbital citadel “Mount Penglai”\\n\\n“John, your proposals are brilliant but the delgates won’t understand or listen. No one cares now.”\\n\\n”Faye, they’re being hasty, to push for mothballing everything except, what was this called? The “Grand Halt”.\\n\\n”Why wait? This is the best thing we can do for so many, to give them a life that is so different from years of the Long War. I ran the calculations. We can upload everyone.”\\n\\n”I’m going to fight this with everything I got. It’s wrong, to end deep space plans and avoid upgrading the ‘Verse with the Manifold”. Distracting everyone with fantasies to cut the cost of a genuine fresh start. We got time before they put this vote on officially. I know I can shove enough delegates to vote No.”\\n\\n”Don’t do this. I’m with them. My numbers say we can get this done in less than 50 years. You’re wrong and I’m right. The world won’t end, it will go on without you if it has to.”\",\"timestamp\":1633969801,\"title\":\"2921: 3.18 Unseen Worlds, 2876\"},\"digest\":\"G5w-0k-2KkD5uckTo4TMdpHX3QYPb35pQ0hmzlyjIyk\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"dejlC1aNw5grYs-vzIfFPADpWsZaVRDB2u5WLJ1-GRurI8BulyhIdUTztWr8Er_j0YDMpZpNZS2dKSclmyHc0g\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U6cVzS-S9NyKmPqHk2KLg-qLVngA0K1OA6jLu4BSfqg\"}"