"{\"content\":{\"body\":\"MoonPay, a payment infrastructure provider for crypto companies, has raised $555 million in an all-equity Series A round led by Coatue and Tiger Global that values the firm at $3.4 billion. The funds will be used to hire people, expand geographic coverage and add more payment methods.\\n\\nIvan Soto-Wright, MoonPay’s co-founder and CEO, told CoinDesk in an interview that the firm will also be looking at mergers and acquisitions.\\n\\n“There are companies that can help us move faster in certain geographies or help improve certain components of the infrastructure stack,” Soto-Wright said. “We want to bring a billion people into the crypto economy by 2030. We can do that faster by partnering with other companies.”\\n\\n## How it works\\n\\nMoonPay’s payment infrastructure lets people exchange traditional fiat currencies and cryptocurrencies for each other using all major payment methods, including debit and credit cards, Apple Pay, Google Pay and Samsung Pay. The platform supports more than 90 cryptocurrencies and over 30 fiat currencies.\\n\\nMoonPay handles the Know Your Customer (KYC) checks to verify a customer’s identity, partnering with vendors around the world to ensure compliance with local regulations. MoonPay also shoulders the time and financial costs of potential chargebacks or fraudulent crypto transactions.\\n\\nSoto-Wright started his career on the institutional side of finance before leaving to found an automated savings business that was later sold. He then teamed up with MoonPay co-founder Victor Faramond to address the limited functionality of crypto wallets at the time. The efforts attracted the attention of [Bitcoin.com](http://bitcoin.com/), which wanted to make it easier for customers to buy bitcoin, and the first MoonPay integration was born in 2019. A checkout widget followed, which has become the flagship product.\\n\\n## Funding round\\n\\nMoonPay has been bootstrapped and profitable since its founding, having processed more than $2 billion in transactions to date, but growth has accelerated significantly over the past year. MoonPay says transaction volume has increased by 35 times since 2020 and the staff has grown from five to over 130. Soto-Wright said a funding round attracting “some of the world’s best investors” will help scale the business further.\\n\\nOther participants in the round included returning backer Blossom Capital and new investors Paradigm, NEA and Thrive.\\n\\n“We are excited about the opportunity in crypto, but one of the challenges to mainstream adoption is offering the same seamless experience that users have come to expect from modern internet products. MoonPay has impressed us with its product, infrastructure and execution,” said Coatue Managing Partner Kris Fredrickson in a press release.\\n\\n## NFT ambitions\\n\\n“The next stage of where we’re going is really trying to focus on a new emerging movement around NFTs, which we think are going to be a very big area where more and more people will be onboarded into the crypto economy,” Soto-Wright told CoinDesk.\\n\\nIn that vein, MoonPay is working on a way to streamline the checkout process on NFT marketplaces. MoonPay has started to roll this solution out in beta testing with several partners, including OpenSea, Binance and Dapper Labs.\\n\\nMoonPay’s NFT ambitions received a[ high-profile endorsement](https://www.moonpay.com/blog/post-malone) last week. In a new music video, musician Post Malone can be seen purchasing a Bored Ape NFT using MoonPay.\",\"timestamp\":1637588783,\"title\":\"Payments Infrastructure Firm MoonPay Raises $555M at a $3.4B Valuation\"},\"digest\":\"-nkQRpd5kcTxVcHiV6kW5AUg_NpGxMloORhScqS7Vr8\",\"authorship\":{\"contributor\":\"0x35BF253f60217abF339E9a01E74bd3EEfD683ee5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"08ORkhill4s85Bof23zcYyoxqCQrNoMhfwNAK3vrh2w\\\",\\\"y\\\":\\\"U9pADTbx6X8Ghf9q9ze6MXTdhAKYlKDYeQK8ssrBvhs\\\"}\",\"signature\":\"6SQfG3qZ9-Q1dQPSLeFWow1-bBj_IlCw0y-uUo9AwSXIfTe7iFgFhv812FJxrvWa9g1Vo0UkBUTlW2QynBp1Tg\",\"signingKeySignature\":\"0x096db8cd6a7e4332236a6f1a92567fa7364dee1f732be6fa10d93c12115b08fe293a150a0935f2e745ecdbf41fa3c1b7712068648fd6ec3f7b25c42509da22d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"08ORkhill4s85Bof23zcYyoxqCQrNoMhfwNAK3vrh2w\\\",\\\"y\\\":\\\"U9pADTbx6X8Ghf9q9ze6MXTdhAKYlKDYeQK8ssrBvhs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-nkQRpd5kcTxVcHiV6kW5AUg_NpGxMloORhScqS7Vr8\"}"