"{\"content\":{\"body\":\"MRS PROUDIE'S RECEPTION--COMMENCED\\n\\nThe bishop and his wife had only spent three or four days in Barchester on the occasion of their first visit. His lordship had, as we have seen, taken his seat on his throne; but his demeanour there, into which it had been his intention to infuse much hierarchical dignity, had been a good deal disarranged by the audacity of his chaplain's sermon. He had hardly dared to look his clergy in the face, and to declare by the severity of his countenance that in truth he meant all that his factotum was saying on his behalf; nor yet did he dare throw Mr Slope over, and show to those around him that he was no party to the sermon, and would resent it.\\n\\nHe had accordingly blessed his people in a shambling manner, not at all to his own satisfaction, and had walked back to his palace with his mind very doubtful as to what he would say to his chaplain on the subject. He did not remain long in doubt. He had hardly doffed his lawn when the partner of all his toils entered his study, and exclaimed even before she had seated herself--\\n\\n'Bishop, did you ever hear a more sublime, more spirit-moving, more appropriate discourse than that?'\\n\\n'Well, my love; ha-hum-he!' The bishop did not know what to say.\\n\\n'I hope, my lord, you don't mean to say you disapprove?'\\n\\nThere was a look about the lady's eye which did not admit of my lord's disapproving at that moment. He felt that if he intended to disapprove, it must be now or never; but he also felt that it could not be now. It was not in him to say to the wife of his bosom that Mr Slope's sermon was ill-timed, impertinent and vexatious.\\n\\n'No, no,' replied the bishop. 'No, I can't say I disapprove--a very clever sermon and very well intended, and I dare say will do a great deal of good.' This last praise was added, seeing that what he had already said by no means satisfied Mrs Proudie.\\n\\n'I hope it will,' said she. 'I am sure it was well deserved. Did you ever in your life, bishop, hear anything so like play-acting as the way in which Mr Harding sings the litany? I shall beg Mr Slope to continue a course of sermons on the subject till all that is altered. We will have at any rate, in our cathedral, a decent, godly, modest morning service. There must be no more play-acting here now;' and so the lady rang for lunch.\\n\\nThis bishop knew more about cathedrals and deans, and precentors and church services than his wife did, and also more of the bishop's powers. But he thought it better at present to let the subject drop.\\n\\n'My dear,' said he, 'I think we must go back to London on Tuesday. I find that my staying here will be very inconvenient to the Government.'\\n\\nThe bishop knew that to this proposal his wife would not object; and he also felt that by thus retreating from the ground of battle, the heat of the fight might be got over in his absence.\\n\\n'Mr Slope will remain here, of course,' said the lady.\\n\\n'Oh, of course,' said the bishop.\\n\\nThus, after less than a week's sojourn in his palace, did the bishop fly from Barchester; nor did he return to it for two months, the London season being then over. During that time Mr Slope was not idle, but he did not again assay to preach in the cathedral. In answer to Mrs Proudie's letters, advising a course of sermons, he had pleaded that he would at any rate wish to put off such an undertaking till she was there to hear them.\\n\\nHe had employed his time in consolidating a Proudie and Slope party--or rather a Slope and Proudie party, and he had not employed his time in vain. He did not meddle with the dean and chapter, except by giving them little teasing intimations of the bishop's wishes about this and the bishop's feelings about that, in a manner which was to them sufficiently annoying, but which they could not resent. He preached once or twice in a distant church in the suburbs of the city, but made no allusion to the cathedral service. He commenced the establishment of the 'Bishop of Barchester's Sabbath-day Schools,' gave notice of a proposed 'Bishop of Barchester Young Men's Sabbath Evening Lecture Room,'--and wrote three or four letters to the manager of the Barchester branch railway, informing him how anxious the bishop was that the Sunday trains should be discontinued.\\n\\nAt the end of two months, however, the bishop and the lady reappeared; and as a happy harbinger of their return, heralded their advent by the promise of an evening party on the largest scale. The tickets of invitation were sent out from London--they were dated from Bruton Street, and were dispatched by the odious Sabbath-breaking railway, in a huge brown paper parcel to Mr Slope. Everybody calling himself a gentleman, or herself a lady, within the city of Barchester, and a circle of two miles round it, was included. Tickets were sent to all the diocesan clergy, and also to many other persons of priestly note, of whose absence the bishop, or at least the bishop's wife, felt tolerably confident. It was intended, however, to be a thronged and noticeable affair, and preparations were made for receiving some hundreds.\\n\\nAnd now there arose considerable agitation among the Grantleyites whether or not they would attend the bidding. The first feeling with them all was to send the briefest excuses both for themselves and their wives and daughters. But by degrees policy prevailed over passion. The archdeacon perceived that he would be making a false step if he allowed the cathedral clergy to give the bishop just ground of umbrage. They all met in conclave and agreed to go. The old dean would crawl in, if it were but for half an hour. The chancellor, treasurer, archdeacon, prebendaries, and minor canons would all go, and would take their wives. Mr Harding was especially bidden to go, resolving in his heart to keep himself removed from Mrs Proudie. And Mrs Bold was determined to go, though assured by her father that there was no necessity for such a sacrifice on her part. When all Barchester was to be there, neither Eleanor nor Mary Bold understood why they should stay away. Had they not been invited separately? And had not a separate little note from the chaplain couched in the most respectful language, been enclosed with the huge episcopal card?\\n\\nAnd the Stanhopes would be there, one and all. Even the lethargic mother would so far bestir herself on such an occasion. They had only just arrived. The card was at the residence waiting for them. No one in Barchester had seen them; and what better opportunity could they have of showing themselves to the Barchester world? Some few old friends, such as the archdeacon and his wife, had called, and had found the doctor and his eldest daughter; but the elite of the family were not yet known.\\n\\nThe doctor indeed wished in his heart to prevent the signora from accepting the bishop's invitation; but she herself had fully determined that she would accept it. If her father was ashamed of having his daughter carried into a bishop's palace, she had no such feeling.\\n\\n'Indeed, I shall,' she said to her sister who had greatly endeavoured to dissuade her, by saying that the company would consist wholly of parsons and parsons' wives. 'Parsons, I suppose, are much the same as other men, if you strip them of their black coats; and as to their wives, I dare say they won't trouble me. You may tell papa I don't mean to be left at home.'\\n\\nPapa was told, and felt that he could do nothing but yield. He also felt that it was useless of him now to be ashamed of his children. Such as they were, they had become such under his auspices; as he had made his bed, so he must lie upon it; as he had sown his seed, so must he reap his corn. He did not indeed utter such reflections\\n\\nin such language, but such was the gist of his thoughts. It was not because Madeline was a cripple that he shrank from seeing her made one of the bishop's guests; but because he knew that she would practise her accustomed lures, and behave herself in a way that could not fail of being distasteful to the propriety of Englishwomen. These things had annoyed but not shocked him in Italy. There they had shocked no one; but here in Barchester, here among his fellow parsons, he was ashamed that they should be seen. Such had been his feelings, but he repressed them. What if his brother clergymen were shocked! They could not take it from his preferment because the manners of his married daughter were too free.\\n\\nLa Signora Neroni had, at any rate, no fear that she would shock anybody. Her ambition was to create a sensation, to have parsons at her feet, seeing that the manhood of Barchester consisted mainly of parsons, and to send, if possible, every parson's wife home with a green fit of jealousy. None could be too old for her, and hardly any too young. None too sanctified, and none too worldly. She was quite prepared to entrap the bishop himself, and then to turn up her nose at the bishop's wife. She did not doubt of success, for she had always succeeded; but one thing was absolutely necessary, she must secure the entire use of a sofa.\\n\\nThe card sent to Dr and Mrs Stanhope and family, had been sent in an envelope, having on the cover Mr Slope's name. The signora soon learnt that Mrs Proudie was not yet at the palace, and that the chaplain was managing everything. It was much more in her line to apply to him than to the lady, and she accordingly wrote to him the prettiest little billet in the world. In five lines she explained everything, declared how impossible it was for her not to be desirous to make the acquaintance of such persons as the bishop of Barchester and his wife, and she might add also of Mr Slope, depicted her own grievous state, and concluded by being assured that Mrs Proudie would forgive her extreme hardihood in petitioning to be allowed to be carried to a sofa. She then enclosed one of her beautiful cards. In return she received as polite an answer from Mr Slope--a sofa should be kept in the large drawing-room, immediately at the top of the grand stairs, especially for her use.\\n\\nAnd now the day of the party had arrived. The bishop and his wife came down from town, only on the morning of the eventful day, as behoved such great people to do; but Mr Slope had toiled day and night to see that everything should be in right order. There had been much to do. No company had been seen in the palace since heaven knows when. New furniture had been required, new pots and pans, new cups and saucers, new dishes and plates. Mrs Proudie had first declared that she would condescend to nothing so vulgar as eating and drinking; but Mr Slope had talked, or rather written her out of economy!--bishops should be given to hospitality, and hospitality meant eating and drinking. So the supper was conceded; the guests, however, were to stand as they consumed it.\\n\\nThere were four rooms opening into each other on the first floor of the house, which were denominated the drawing-rooms, the reception-room, and Mrs Proudie's boudoir. In olden days one of these had been Bishop Grantly's bed-room, and another his common, sitting-room and study. The present bishop, however, had been moved down into a back parlour, and had been given to understand that he could very well receive his clergy in the dining-room, should they arrive in too large a flock to be admitted to his small sanctum. He had been unwilling to yield, but after a short debate had yielded.\\n\\nMrs Proudie's heart beat high as she inspected her suite of rooms. They were really very magnificent, or at least would be so by candlelight; and they had nevertheless been got up with commendable economy. Large rooms when full of people, and full of light look well, because they are large, and are full, and are light. Small rooms are those which require costly fittings and rich furniture. Mrs Proudie knew this, and made the most of it; she had therefore a huge gas lamp with a dozen burners hanging from each of the ceilings.\\n\\nPeople were to arrive at ten, supper was to last from twelve to one, and at half-past one everybody was to be gone. Carriages were to come in at the gate in the town and depart at the gate outside. They were desired to take up at a quarter before one. It was managed excellently, and Mr Slope was invaluable.\\n\\nAt half-past nine the bishop and his wife and their three daughters entered the great reception-room, and very grand and very solemn they were. Mr Slope was down-stairs giving the last orders about the wine. He well understood that curates and country vicars with their belongings did not require so generous an article as the dignitaries of the close. There is a useful gradation in such things, and Marsala at 20s a dozen did very well for the exterior supplementary tables in the corner.\\n\\n'Bishop,' said the lady, as his lordship sat himself down, 'don't sit on that sofa, if you please; it is to be kept separate for a lady.'\\n\\nThe bishop jumped up and seated himself on a cane-bottomed chair. 'A lady?' he inquired meekly; 'do you mean one particular lady, my dear?'\\n\\n'Yes, bishop, one particular lady,' said his wife, disdaining to explain.\\n\\n'She has got no legs, papa,' said the youngest daughter, tittering.\\n\\n'No legs!' said the bishop, opening his eyes.\\n\\n'Nonsense, Netta, what stuff you talk,' said Olivia. 'She has got legs, but she can't use them. She has always to be kept lying down, and three or four men carry her about everywhere.'\\n\\n'Laws, how odd!' said Augusta. 'Always carried about by four men! I'm quite sure I wouldn't like it. Am I right behind, mama? I feel as if I was open;' and she turned her back to her anxious parent.\\n\\n'Open! To be sure you are,' said she, 'and a yard of petticoat strings hanging out. I don't know why I pay such high wages to Mrs Richards, if she can't take the trouble to see whether or no you are fit to be looked at,' and Mrs Proudie poked the strings here, and twitched the dress there, and gave her daughter a shove and a shake, and then pronounced it all right.\\n\\n'But,' rejoined the bishop, who was dying with curiosity about the mysterious lady and her legs, 'who is it that is to have the sofa? What is her name, Netta?'\\n\\nA thundering rap at the front door interrupted the conversation. Mrs Proudie stood up and shook herself gently, and touched her cap on each side as she looked in the mirror. Each of the girls stood on tiptoe, and re-arranged the bows on their bosoms; and Mr Slope rushed up stairs three steps at a time.\\n\\n'But who is it, Netta?' whispered the bishop to his youngest daughter.\\n\\n'La Signora Madeline Vesey Neroni,' whispered back the daughter; 'and mind you don't let any one sit upon the sofa.'\\n\\n'La Signora Madeline Vicinironi!' muttered, to himself, the bewildered prelate. Had he been told that the Begum of Oude was to be there, or Queen Pomara of the Western Isles, he could not have been more astonished. La Signora Madeline Vicinironi, who, having no legs to stand on, had bespoken a sofa in his drawing-room!--who could she be? He however could now make no further inquiry, as Dr and Mrs Stanhope were announced. They had been sent on out of the way a little before the time, in order that the signora might have plenty of time to get herself conveniently packed into the carriage.\\n\\nThe bishop was all smiles for the prebendary's wife, and the bishop's wife was all smiles for the prebendary. Mr Slope was presented, and was delighted to make the acquaintance of one of whom he had heard so much. The doctor bowed very low, and then looked as though he could not return the compliment as regarded Mr Slope, of whom, indeed, he had heard nothing. The doctor, in spite\\n\\nof his long absence, knew an English gentleman when he saw him.\\n\\nAnd then the guests came in shoals; Mr and Mrs Quiverful and their three grown daughters. Mr and Mrs Chadwick and their three daughters. The burly chancellor and his wife and clerical son from Oxford. The meagre little doctor without encumbrance. Mr Harding with Eleanor and Miss Bold. The dean leaning on a gaunt spinster, his only child now living with him, a lady very learned in stones, ferns, plants, and vermin, and who had written a book about petals. A wonderful woman in her way was Miss Trefoil. Mr Finnie, the attorney, with his wife, was to be seen, much to the dismay of many who had never met him in a drawing-room before. The five Barchester doctors were all there, and old Scalpen, the retired apothecary and toothdrawer, who was first taught to consider himself as belonging to the higher orders by the receipt of the bishop's card. Then came the archdeacon and his wife, with their elder daughter Griselda, a slim pale retiring girl of seventeen, who kept close to her mother, and looked out on the world with quiet watchful eyes, one who gave promise of much beauty when time should have ripened it.\\n\\nAnd so the room became full, and knots were formed, and every new comer paid his respects to my lord and passed on, not presuming to occupy too much of the great man's attention. The archdeacon shook hands very heartily with Dr Stanhope, and Mrs Grantly seated herself by the doctor's wife. And Mrs Proudie moved about with well regulated grace, measuring out the quantity of her favours to the quality of her guests, just as Mr Slope had been doing with the wine. But the sofa was still empty, and five-and-twenty ladies and five gentlemen had been courteously warned off it by the mindful chaplain.\\n\\n'Why doesn't she come?' said the bishop to himself. His mind was so preoccupied with the signora, that he hardly remembered how to behave himself en bishop.\\n\\nAt last a carriage dashed up to the hall steps with a very different manner of approach from that of any other vehicle that had been there that evening. A perfect commotion took place. The doctor, who heard it as he was standing in the drawing-room, knew that his daughter was coming, and retired to the furthest corner, where he might not see her entrance. Mrs Proudie parked herself up, feeling that some important piece of business was in hand. The bishop was instinctively aware, that La Signora Vicinironi was come at last, and Mr Slope hurried to the hall to give his assistance.\\n\\nHe was, however, nearly knocked down and trampled on by the cortege that he encountered on the hall steps. He got himself picked up as well as he could, and followed the cortege up stairs. The signora was carried head foremost, her head being the care of her brother and an Italian man-servant who was accustomed to the work; her feet were in the care of the lady's maid and the lady's Italian page; and Charlotte Stanhope followed to see that all was done with due grace and decorum. In this manner they climbed easily into the drawing-room, and a broad way through the crowd having been opened, the signora rested safely on her couch. She had sent a servant beforehand to learn whether it was a right or a left hand sofa, for it required that she should dress accordingly, particularly as regarded her bracelets.\\n\\nAnd very becoming her dress was. It was white velvet, without any other garniture than rich white lace worked with pearls across her bosom, and the same round the armlets of her dress. Across her brow she wore a band of red velvet, on the centre of which shone a magnificent Cupid in mosaic, the tints of whose wings were of the most lovely azure, and the colour of his chubby cheeks the clearest pink. On the one arm which her position required her to expose she wore three magnificent bracelets, each of different stones. Beneath her on the sofa, and over the cushion and head of it, was spread a crimson silk mantle or shawl, which went under her whole body and concealed her feet. Dressed as she was and looking as she did, so beautiful and yet so motionless, with the pure brilliancy of her white dress brought out and strengthened by the colour beneath it, with that lovely head, and those large bold bright staring eyes, it was impossible that either man or woman should do other than look at her.\\n\\nNeither man nor woman for some minutes did do other.\\n\\nHer bearers too were worthy of note. The three servants were Italian, and though perhaps not peculiar in their own country, were very much so in the palace at Barchester. The man, especially attracted notice, and created a doubt in the mind of some whether he were a friend or a domestic. The same doubt was felt as to Ethelbert. The man was attired in a loose-fitting common black cloth morning coat. He had a jaunty well-pleased clean face, on which no atom of beard appeared, and he wore round his neck a loose black silk neckhandkerchief. The bishop assayed to make him a bow, but the man, who was well-trained, took no notice of him, and walked out of the room, quite at his ease, followed by the woman and the boy.\\n\\nEthelbert Stanhope was dressed in light blue from head to foot. He had on the loosest possible blue coat, cut square like a shooting coat, and very short. It was lined with silk of azure blue. He had on a blue satin waistcoat, a blue handkerchief which was fastened beneath his throat with a coral ring, and very loose blue trousers which almost concealed his feet. His soft glossy beard was softer and more glossy than ever.\\n\\nThe bishop, who had made one mistake, thought that he also was a servant, and therefore tried to make way for him to pass. But Ethelbert soon corrected the error.\\n\\nCHAPTER XI\\n\\nMRS PROUDIE'S RECEPTION--CONCLUDED\\n\\n'Bishop of Barchester, I presume?' said Bertie Stanhope, putting out his hand, frankly; 'I am delighted to make your acquaintance. We are in rather close quarters here, a'nt we?'\\n\\nIn truth they were. They had been crowded up behind the head of the sofa: the bishop in waiting to receive his guest, and the other in carrying her; and they now had hardly room to move themselves.\\n\\nThe bishop gave his hand quickly, and made a little studied bow, and was delighted to make--. He couldn't go on, for he did not know whether his friend was a signor, or a count, or a prince.\\n\\n'My sister really puts you all to great trouble,' said Bertie.\\n\\n'Not at all!' the bishop was delighted to have the opportunity of welcoming the Signora Vicinironi--so at least he said--and attempted to force his way round to the front of the sofa. He had, at any rate, learnt that his strange guests were brother and sister. The man, he presumed, must be Signor Vicinironi--or count, or prince, as it might be. It was wonderful what good English he spoke. There was just a twang of foreign accent, and no more.\\n\\n'Do you like Barchester on the whole?' asked Bertie.\\n\\nThe bishop, looking dignified, said that he did like Barchester.\\n\\n'You've not been here very long, I believe,' said Bertie.\\n\\n'No--not long,' said the bishop, and tried again to make his way between the back of the sofa and a heavy rector, who was staring over it at the grimaces of the signora.\\n\\n'You weren't a bishop before, were you?'\\n\\nDr Proudie explained that this was the first diocese he had held.\\n\\n'Ah--I thought so,' said Bertie; 'but you are changed about sometimes, a'nt you?'\\n\\n'Translations are occasionally made,' said Dr Proudie; 'but not so frequently as in former days.\\n\\n'They've cut them all down to pretty nearly the same figure, haven't they?' said Bertie.\\n\\nTo this the bishop could not bring himself to make any answer, but again tried to move the rector.\\n\\n'But the work, I suppose, is different?' continued Bertie. 'Is there much to do here at Barchester?' This was said exactly in the tone that a young Admiralty clerk might use in asking the same question of a brother acolyte in the Treasury.\\n\\n'The work of a bishop of the Church of England,' said Dr Proudie, with considerable dignity, 'is not easy. The responsibility which he has to bear is very great indeed.'\\n\\n'Is it?' said Bertie, opening wide his wonderful blue eyes. 'Well; I never was afraid of responsibility. I once thought of being a bishop myself.'\\n\\n'Had thought of being a bishop?' said Dr Proudie, much amazed.\\n\\n'That is, a parson--a parson first, you know, and a bishop afterwards. If I had once begun, I'd have stuck to it. But, on the whole, I like the Church of Rome the best.'\",\"timestamp\":1639993300,\"title\":\"\\nLittle did any of them dream of what ingredients the Stanhope family was now composed.\"},\"digest\":\"_hci2U0h5az8_2xra3VkayODzd5sxv1EJVtlpefq80Q\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mGfNt3zpixfsTDZ5IgYSb7OjYi2fY-Pc6dLDG6Tmvg\\\",\\\"y\\\":\\\"YpRnPfUo1aCKoqJ-A5oUitg7rBdZXJvynsz-C-RuUlg\\\"}\",\"signature\":\"vXy4ZQ39DZOiRzto2psbK-Mr-EzXMQItaCM1i_aEklLz_M5JAGHioIS34Xmj8-Z4rvSCoAGHInjPzwO5PQ3_zg\",\"signingKeySignature\":\"0xe5d9422434389e6a9fdb2321ae81c65ee320d217e7a0d0113dd464464456b72939a09e4d56a8c934ee1a2196942549b97721fb8ed616ff59ae8aa6a7a52ec47f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mGfNt3zpixfsTDZ5IgYSb7OjYi2fY-Pc6dLDG6Tmvg\\\",\\\"y\\\":\\\"YpRnPfUo1aCKoqJ-A5oUitg7rBdZXJvynsz-C-RuUlg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_hci2U0h5az8_2xra3VkayODzd5sxv1EJVtlpefq80Q\"}"