"{\"content\":{\"body\":\"As a product that aims to help everyone in NFTs and not just the elite, we thought it would be helpful to provide simple and actionable advice to buy your first piece.\\n\\nWe want everyone to profit from using [NFT Ninja](https://www.nftninja.app) regardless of their knowledge or capital levels so we’re assuming little knowledge or acumen in this article.\\n\\nThere are lots of ways to actually buy an NFT with multiple competing exchanges, wallets, and marketplaces, but for the sake of simplicity, we’ve detailed one possible route, which is one that in our experience has low fees and a good user experience.\\n\\n## What You Need\\n\\n* $500+\\n* Will to learn\\n\\nYes - really. You don’t need to be a techie or art collector to get involved.\\n\\nFor an “Amazonified” world spoiled by convenience, the infrastructure around NFTs is relatively convoluted so you’ll need to jump through a few hoops to secure your prize.\\n\\nIt’s nothing an hour or so won’t fix but in the near future, this will be much easier. See it as an advantage, in that if you’re willing to do a tiny bit of work to understand what you’re doing and why then you’re earlier than people who don’t.\\n\\n## Links\\n\\nIt’d be worth bookmarking the below because you’ll need them throughout the process.\\n\\n* [Crypto.com](https://www.crypto.com)\\n* [Metamask.io](https://metamask.io/)\\n* [OpenSea](https://www.opensea.io)\\n\\n## Step 1 – Buy Ethereum\\n\\nFirst off you need to purchase cryptocurrency using your fiat currency (USD, GBP etc). The coin with the most liquidity in NFTs is Ethereum, with lower levels of activity existing in other ecosystems as well, but for starters let’s just use ETH.\\n\\nHead to [Crypto.com](https://www.crypto.com) or download the [app](https://crypto.com/app), go through the necessary steps to be registered and verified, and buy ETH. It’s actually recommended to do as much on mobile as possible as mobile is inherently more secure than desktop.\\n\\nThe minimum viable amount you’ll need is around $1k, or 0.25 ETH at the time of writing. This is to cover the purchase of the NFT as well as the transaction costs (aka “gas fees”).\\n\\n## Step 2 – Setup MetaMask\\n\\nMetaMask is a browser extension wallet that allows you to easily access and interact with decentralized applications (aka dApps).\\n\\nFind out more at [metamask.io](https://www.metamask.io) or click on the below link to go straight to downloading the extension:\\n\\n[https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en](https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en)\\n\\nWhen you're done adding it to your browser, it’s time to start setting up your wallet.\\n\\nWe’re assuming you’re new to all this, so you want to create a new wallet. The next steps are incredibly important in terms of securing your funds as there’s no one who can help if you mess it up.\\n\\nIf you’re curious, listen to this podcast episode to understand the need to go OTT when it comes to security in crypto:\\n\\n[https://open.spotify.com/episode/2Wb0NT2kEXGaGxFqc4vSTD?si=2d4acc9b5c5c4ca7](https://open.spotify.com/episode/2Wb0NT2kEXGaGxFqc4vSTD?si=2d4acc9b5c5c4ca7)\\n\\nTLDL; you will never be able to recover your funds if you lose your password and seed phrase. There’s no company or process that will help you recover what you’ve lost so be careful!\\n\\n### Securing Your Wallet: Password\\n\\nUnlike most application logins, you won’t be able to simply email yourself a forgotten password link.\\n\\nIt’s really important to create a secure, unique password for your MetaMask wallet. Please make sure to store this password securely, offline in a secure location like a safe.\\n\\n### Securing Your Wallet: Seed Phrase\\n\\nThe secret recovery phrase also referred to as the seed phrase, is a 12-word phrase that corresponds to a long, alphanumeric key that isn’t very practical for us to store/write.\\n\\nSimply put, your seed phrase is the foundation of your wallet and wallet contents. If you forget your password, you’ll need to rely on your seed phrase to recover access.\\n\\nSo, your seed phrase can be used to import your wallet on any device.\\n\\nTherefore, much like you wouldn’t share passwords, never share your recovery seed phrase with anyone. It’s good practice to store it offline in multiple, separate, secure locations. Check out Ledger for popular hardware solutions.\\n\\nAfter securely recording and storing away your recovery seed phrase, your wallet is ready to receive your ETH from Crypto.com!\\n\\n## Step 3 – Transfer ETH to MetaMask\\n\\nHaving set up MetaMask, you need to transfer your ETH from your exchange (Crypto.com).\\n\\nWhen opening your newly acquired MetaMask wallet, you can find your Ethereum address (a long string of letters and numbers, starting with 0x) at the top.\\n\\nBecause of the length of addresses, it’s often most easy to identify an address by a few characters from the beginning and end of an address. To unveil the entire address though, just hover over the characters, and click to copy the address to your clipboard.\\n\\nThe full result is your Ethereum address. You’ll need this address if you wish to be able to receive ETH from Crypto.com\\n\\nSimply paste your MetaMask wallet address into the relevant field when withdrawing from Crypto.com in order to move funds from there to MetaMask.\\n\\nGreat – your MetaMask is funded and you’re ready to set the NFT world alight.\\n\\n## Step 4 – Purchase NFT\\n\\nYou have two options here:\\n\\n* Minting an NFT\\n* Buying on the secondary market\\n\\n### Minting\\n\\nAssuming you believe in a new project, and you think the price of an NFT will only go up, then you will maximize profits by being early and “minting” an NFT. This means you’re in the first batch of people who can get their hands on an NFT.\\n\\nUsually, you will randomly generate an NFT with certain traits and attributes that are rare or common, or more likely somewhere in between.\\n\\nYou can then hold this or sell it on OpenSea.\\n\\n### Secondary\\n\\nOpenSea is by and large the home of the secondary NFT market.\\n\\nPeople sell their minted NFTs or ones they’ve bought on OpenSea, generally for a profit although with all markets people sell for a loss if they think the price is only going down.\\n\\n## How to Set Up and Navigate Your Account\\n\\nAccounts on OpenSea, like nearly all of Web 3.0, are directly tied to your Ethereum address.\\n\\nTherefore, to set up an account on OpenSea, you’ll need to have an Ethereum address and wallet with compatibility with Web 3.0 and decentralized applications. The most popular wallet option is MetaMask, but with OpenSea, you can connect with a handful of other wallet options.\\n\\nIf you already have a wallet, you can head to [OpenSea.io](https://opensea.io/) and connect to the site using the wallet icon in the top right corner of the page.\\n\\n**IMAGE**\\n\\nAfter choosing the appropriate wallet provider and following the connection steps, you’re now “signed in” to OpenSea.\\n\\n## How to Find the Perfect NFT on OpenSea\\n\\nHere’s where [NFT Ninja](http://www.nftninja.app) comes in. You can either browse OpenSea collections with basic information on, or have greater insight when it comes to how rare each NFT is.\\n\\n**IMAGE**\\n\\nAs you can see, you can run any collection on OpenSea through the platform and get the full rarity rankings based on our algorithm. You’ll also see the associated price, filter by trait, listing type and more – all to make informed decisions about which to purchase.\\n\\nYou can do this as soon as the NFTs in a collection are revealed (i.e. their traits are apparent).\\n\\n### How to Buy an NFT on OpenSea\\n\\nWhen you have found the perfect NFT, it’s time to buy it!\\n\\nFrom the NFT Ninja app, you can click through on an individual NFT to be directed to the respective page on OpenSea.\\n\\nOn this page, you can view the entire activity history of this asset as well as the price history, any pending offers, and more.\\n\\nTo buy it, click “buy now\\\" next to the asset image.\\n\\nAfter doing so, your connected wallet will populate and allow you to confirm your wish to buy the NFT.\\n\\nHere, you’ll also be able to edit gas settings if the purchase is time-sensitive.\\n\\nOnce the transaction has been confirmed on the blockchain, the NFT is yours!\",\"timestamp\":1635879843,\"title\":\"Getting Started in NFTs\"},\"digest\":\"1RsHDXhdqp6Mcmfs5zkW48kR_aMFmEtQIVsQPYSVmc4\",\"authorship\":{\"contributor\":\"0xAc0a76Be83fE580d61F176753fE1ddc727FAd04f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WoEXxkZ1thUuihx6X-tR6vwDlTrJdiSzqnU5PXQXKRw\\\",\\\"y\\\":\\\"6d-bIrvWt3QoQhbWBeOUPYGhOC_wP8CdAnMeutoaHfc\\\"}\",\"signature\":\"cQeFj5RSg3wieHfxES4SAZrzUAkOVsfsMAWF6vl7-vtIWpelrIOjG1sj6a9oflMDqrpQs79wYy8RYGXPaA1NlQ\",\"signingKeySignature\":\"0x677ae503d8ac4856504936bf0c4f7176e62abd19fb986dad9b7cb566b546376910ea5587c353d106cbe37d39fc04cf6124adea9273e34a4144e99b158d114a5e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WoEXxkZ1thUuihx6X-tR6vwDlTrJdiSzqnU5PXQXKRw\\\",\\\"y\\\":\\\"6d-bIrvWt3QoQhbWBeOUPYGhOC_wP8CdAnMeutoaHfc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"e0rpypNxJXBRBTwgy6DcWYYlXCtC1uGJ-esczuWrtuA\"}"