"{\"content\":{\"body\":\"You have probably heard about **Astar Network** (previously Plasm) since they are one of the very pioneers in the Polkadot ecosystem. After two years of focus on bringing Ethereum Layer 2 technology to the Polkadot, the team’s ambitions have grown. Layer 2 is now just one piece in their whole innovative and creative plan. At the present time, **dApp staking** is finally running live on [Shiden](https://portal.astar.network/#/store/discover-dapps) mainnet with Astar joining the first batch of Polkadot auctions. So let’s have a look at how it works and how can SDN holders and developers utilize **dApp staking** to gain passive income from the network.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*vowiiO8V_JiILH8x.png)\\n\\n## What is Astar Network?\\n\\nAstar Network is a multichain decentralized application hub on Polkadot, supporting EVM, WebAssembly and various layer 2 scaling solutions. Astar will serve as a bridge between the “old” EVM/Solidity world and “new” WASM/Rust world that brings faster and more secure smart contracts. So let’s talk about the two most important features — **X-VM** (Cross Virtual Machine) and **dApp Staking**.\\n\\n## X-VM (Cross Virtual Machine)\\n\\nWe believe that WebAssembly is the future of smart contracts (and dr. Gavin Wood [believes](https://finance.yahoo.com/news/polkadot-gavin-wood-webassembly-future-180000200.html) this as well :-) but we also have to support the EVM until we arrive there. Many of the already existing or upcoming projects are created in Solidity because of its ease of use for the development. However, many new applications in the Polkadot ecosystem will use [Ink!](https://medium.com/block-journal/introducing-substrate-smart-contracts-with-ink-d486289e2b59) because Polkadot supports WebAssembly by definition. Under these circumstances, a platform that supports both Ethereum Virtual Machine and WebAssembly can be a true game changer.\\n\\nAnd this is where the Astar Network comes in! Not only it does support both virtual machines but it also makes them interoperable, which is one of Polkadot’s goals in general. In the future, smart contracts written in Solidity on EVM can communicate seamlessly with smart contracts written in ink! on WebAssembly and vice versa.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*wf7Y2pyErtTy-OR2.png)\\n\\n## To the core: dApp staking\\n\\nDApp staking is the most innovative feature that is currently offered solely by Astar Network (Shiden on Kusama) in the entire ecosystem. We believe this will be a huge differentiator for developers looking to build dApps on Polkadot because all smart contract developers on the Astar Network can now get passive income for building their dApps.\\n\\nSmart contract platforms are mostly about network effects, but in general there are very few financial incentives for early developers to deploy their applications on another blockchain. I mean, why would if they barely get paid on the platform they are building on? Bringing a completely different paradigm is Astar’s main mission and it will change the rules, forever.\\n\\nAstar natively supports financial incentives for developers to create dApps (basic income for all developers aka **dApp staking**). In short, developers can earn [ASTR](https://docs.astar.network/learn/token-economics/token-allocation) tokens while creating products based on their performance and the decentralized voting system.\\n\\nSmart contract development is a costly endeavor — you have to pay the salaries, operations and even gas fees on the underlying platform. Developers are the most significant contributors to the ecosystem. However, creating a dApp is a risky business and developers have to pay all the costs unless they want to get involved with the big VC funds (which has its disadvantages as well).\\n\\nDevelopers in the Astar and Shiden networks will be met with a completely different approach. For example, if Shiden token supply is worth $500 million, $50 million will be given out annually to the dApp operators. And another $20 million a year will be distributed to all developers in the ecosystem based on their contributions. The reason developers choose Astar and Shiden is simple. They can earn tokens and develop their products at the same time! Blockchain and cryptography are all about incentives. We think **dApp staking** is a simple but powerful incentive. How would you otherwise make blockchains interoperable? Motivation is the answer.\\n\\n## How exactly dApp staking works?\\n\\nTo make it easier to understand dApp staking, let’s use a small illustration\\n\\n![](https://miro.medium.com/max/1034/0\\\\*YcuIZACEBVh7kaF_.jpeg)\\n\\nEach smart contract on Astar/Shiden can assign an administrator known as an operator. Instead of the traditional staking to validators, users can choose to nominate their SDN tokens to these operators. These users are also known as nominators.\\n\\nBy every block, half of the block rewards are used for staking dApps. This reward is further divided 4:1 between operators and nominators, i.e., 50% of the block reward goes to validators, 40% to operators, and 10% to nominators.\\n\\nOn other blockchains like Ethereum, developers have to use completely different methods to gain money in order to start building. There are certain grant programs, token issuance, fundraising, etc. to make money, but Astar tries to decentralize this and by having some nominations on your dApp, you can start making money from the day 1. As your dApp’s popularity grows, more community members will nominate you, and that means you’ll get a larger percentage of the block reward!\\n\\nWe’ve got to think of the operators too! The 10% reward is quite substantial and can serve as an alternative to validator staking or loans on other DeFi platforms. Let’s make some math together to truly understand the mechanics.\\n\\n![](https://miro.medium.com/max/1380/0\\\\*11E_PNFX2KGmqvcg.jpeg)\\n\\n## Example\\n\\nIn this example we are using an SDN token, but the same logic can be used for ASTA tokens as well.\\n\\nSuppose SDN is worth $10. With a total supply of 70 million SDNs, this gives Shiden a market capitalization of 700 million.\\n\\nWe have 10% inflation per year so this means that after 1 year of blockchain operation (assuming the price doesn’t change) we would have created $70 million worth of SDN tokens.\\n\\nThe block rewards are split between validators, dApps and nominators in a 5:4:1 ratio, corresponding to 35 million, 28 million and 8 million respectively.\\n\\nIf you manage to maintain an average of 1% of all nominations, you will receive $280k at the end of 1 year. 280K should be more than enough to cover basic expenses of any project. It is a unique and elegant version of basic income in the crypto space for operators and developers.\\n\\nBut there’s something even better… what if you could sell your operator position? You can! Imagine being an operator on a dApp that holds an average of 10% of all nominations, that’s $280k in recurring revenue per year (at SDN = $10)! Just like in a traditional business, you can sell this operator position if you prefer to pay upfront as opposed to being distributed over time, i.e. leaving the company.\\n\\nGuessing what is the fair value of SDN is definitely not up to us, because our focus goes elsewhere, but the main principle is hopefully explained. Why we believe in the potential of dApps staking is quite clear. By supporting dApp developers natively on the Polkadot we will create a snowball effect of more and more developers coming to create more awesome dApps for the whole community.\\n\\n## DApp staking is live on Shiden mainnet!\\n\\n![](https://miro.medium.com/max/1120/0\\\\*mHHVb2RWUzlvK9X1.png)\\n\\nIn the section [“store”](https://portal.astar.network/#/store/discover-dapps) we can already see dApps being available!\\n\\nDApp staking can be a valuable difference in a comparison to the rest of the smart contract platforms. It goes hand in hand with token circulation, developer revenue and opening interoperability doors to the crypto world and beyond. Simply said, network effect of this idea is just enormous, it only depends how many developers are going to use this feature and that’s what we are looking forward to finding out.\\n\\nWe can already see that plenty of tokens are staked and many developers supported on the platform [Astar.network](https://portal.astar.network/#/store/discover-dapps).\\n\\n## Few words to finalize with Astar roadmap\\n\\n![](https://miro.medium.com/max/1400/0\\\\*A76kw8s4Q1AhfWTx.png)\\n\\nAfter all, we are not alone in cryptospace and there will always be a plenty of competing blockchain platforms. I can’t personally imagine a space where there are thousands of cryptocurrencies that can’t work together. We don’t want to have just one yellow eater that will take down the whole world.\\n\\nJust as people and companies in traditional banking work together, the crypto space has to learn how to communicate with each other. Astar brings a glimmer of innovation to the scene, where it’s not just concerned with the welfare and glory of the project, but also looks at other interests and needs of the entire crypto space!\",\"timestamp\":1635334083,\"title\":\"Astar Network[DOT] and its dApp staking — unique solution for developers?\"},\"digest\":\"WDBuk2DRR9a0QS6fdWvljULzzLo-VhlmfSyQMbPegt4\",\"authorship\":{\"contributor\":\"0x7E4aAB4C7b58104a9eAcEdd7C7EC6b297c844BBB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cM_PVv4rPHarWu0TJrqyvIAo96x9PgUP4vAf7ON1NuE\\\",\\\"y\\\":\\\"DhoYcy2xjwep2wLOIeSIWa1sQgYaCw19YCw7sUzMmZA\\\"}\",\"signature\":\"LE9DRPjJdUwAgx17v6MKr8Cb-sEPmBKL7o_TNfsI46tOXEGReEIoMggQEzNff_FR-shkCS0ewW5Wsm4zrX5G1A\",\"signingKeySignature\":\"0x8657587ee651960b005ee3c795e4ca7bf473d3cc3b19f31c0bd6385ec28165b01b9271b39f7a6dd93455ecaa9018c727fe71ca40c461d2efcc447ebc652165ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cM_PVv4rPHarWu0TJrqyvIAo96x9PgUP4vAf7ON1NuE\\\",\\\"y\\\":\\\"DhoYcy2xjwep2wLOIeSIWa1sQgYaCw19YCw7sUzMmZA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WDBuk2DRR9a0QS6fdWvljULzzLo-VhlmfSyQMbPegt4\"}"