"{\"content\":{\"body\":\"hi y’all.\\n\\nsorry been busy (doing nothing/relaxing 4 holiday). anyways i’d figure that i’d try to throw my gay little 2 cents in the “discourse” about vtubing and how web3/crypto native people can have a lil fun with it all\\n\\n![btw this was inspired by CL's recent streams as well as others using vtubers for streaming crypto stuff plz hire me eGirl Capital](https://images.mirror-media.xyz/publication-images/aMumbqppCEzleqIavI2z4.png?height=1113&width=3778)\\n\\nso i barely have time nowadays to watch full streams of vtubers  nowadays but during lockdowns that shit prolly kept me from going to the psych ward (again). when shit cleared up i was considering designing a specific tradfi portfolio that was long on that but all i could come up with was  \\n\\n* Google\\n* bilibili (thank fuck i didn’t follow through on that but i’d learn my lesson on speculating on Chinese IPOs later)\\n\\n  not very robust, right? anyways so instead I considered just streaming myself. Had a general concept for a code streaming cyborg goat with a “neckbeard“ haha. kinda weird concept but i’ve still yet to hear of a code streaming vtuber. the closest i can think that matches the vibe for autists like me is PolyAlphanet \\n\\n![late 90s web1/windows aesthetic that isn't just nostalgia but pokes fun at how absurd it was + a sincere streamer is next level (just noticed the Microsoft Bob riff here lol)](https://images.mirror-media.xyz/publication-images/KK9GWK7tlieOjIfbZLrmR.png?height=2160&width=3840)\\n\\nanyways, so eGirl Capital’s “ONLINE IDENTITY, NFTS, HUMAN REASONING, MARKETS” had me full adapting to playing with jpegs and “metaverseeeeee”. Index Coop’s $MVI accomplished the goal of being financially invested without having to degen chart watch, very comfy project and much better than anything I could’ve tried. So here we are, on vtubing crypto-adjacent stuff. I really like it! will there be eth rollups for streamers to be tipped or something? hopefully but not soon. but most importantly, i’m hoping for this to extend crypto-native identity to something like using VR/XR to alleviate gender dysphoria. \\n\\n![not exactly what i'm talking about but sorta an informal way that trans people are using digital identity to voice train and build each other up https://www.inputmag.com/culture/trans-vtubers-twitch-streaming](https://images.mirror-media.xyz/publication-images/HlDV9XLQQ6ACs5eFd8cCQ.png?height=1912&width=2888&size=medium)\\n\\n  i dont have the studies in front of me but iirc there’s been some studies done on VR that point towards it helping manage fear/pain. Doing studies on VR/XR being a tool (not an end all be all situation but one of many resources to be used) in alleviating gender dysphoria would be complicated as hell, but i’m preetty hyped on it. Need to review literature on computer-mediated spaces/identity and methodology on studies for it. ok im getting way sleepy so gn for now love y’all \",\"timestamp\":1639812354,\"title\":\"thinking about vtubing\"},\"digest\":\"i3o4xKhNeli-TFv4tSXm9GOfLmGR3FQL6nSPK8DY1eY\",\"authorship\":{\"contributor\":\"0x7f93B033D18dcA9fD2BA4CbF2bf73A2DF840756c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3DvCMZ1tX4ejrxwC66cD6DL2-PuUKS-d93efG4MEc1g\\\",\\\"y\\\":\\\"tcmGofJAK0JUj5m4kr0q4zj31JCR3JkVzHalDdmnog4\\\"}\",\"signature\":\"dUu7DGR3zFPyqRo5TYeGgxmlV78ZlZUzValt7Xo-ohCHMlrlEKK3d48ChBmyJuvFirfn5YdTi6iagu5CUvyS9A\",\"signingKeySignature\":\"0x283e1b31104f8af7fe07b0146917bbbaa4f713a229246c12fd369c7e265ca2935c56b5ee8ac08f8f6b6d2cff87a83e1a677a3976f3b1b86a690d810915fef3f41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3DvCMZ1tX4ejrxwC66cD6DL2-PuUKS-d93efG4MEc1g\\\",\\\"y\\\":\\\"tcmGofJAK0JUj5m4kr0q4zj31JCR3JkVzHalDdmnog4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i3o4xKhNeli-TFv4tSXm9GOfLmGR3FQL6nSPK8DY1eY\"}"