"{\"content\":{\"body\":\"## What the hell's an NFT?\\n\\nYou might know this nice fable recounted by David Foster Wallace in a famous commencement address:\\n\\n> There are these two young fish swimming along and they happen to meet an older fish swimming the other way, who nods at them and says “Morning, boys. How’s the water?” And the two young fish swim on for a bit, and then eventually one of them looks over at the other and goes “What the hell is water?”\\n\\nWhen you first read this, **you might think the point of the story is that the young fish are basically idiots** who don’t understand something obvious. So maybe, here in an essay proclaiming to be about NFTs, it might seem like we are setting the stage for a lesson like “lots of people don’t know what NFTs are even though it’s simple: NFTs are just ____________.”\\n\\nQuite the opposite!\\n\\nI’ll contend that you probably do know what NFTs are. But most everyone you disagree about them probably does too. [And but so](https://ambiguities.wordpress.com/2008/09/20/the-and-but-so/) when people say “it’s simple: NFTs are just _________”, perhaps filling in the blanks variously with “property titles” or “status signals” or \\\"examples of crudely mimetic speculation\\\" or “pointers to a file” or “the artist’s signature” they’re probably right. Except for the word “just.”[1] \\n\\nAnd I will try to prove it to you by drawing on an old study about -- what else? -- water.\\n\\n## \\\"What the hell is water?\\\"\\n\\nBelieve it or not, the answer to \\\"what is water?\\\" isn't simple at all. And perhaps summarizing evidence on this can help us all remain NFT value pluralists, especially here in these early experimental days. While it may be exciting and thought-provoking to speculate on what \\\"NFTs actually are\\\", the example of water can remind us just how complex and surprising a truly good answer might be. \\n\\nGoing back to the parable about the fish, suppose that instead of just swimming away one of the younger fish stops and musters the courage to ask the older fish, “wait, so what *is* water?” What would the older fish say? Maybe, **“Oh water? That’s just H2O”**. \\n\\n\\\"Just H2O\\\" feels like the rigorous answer, but it turns out not to be true. Or rather, it's true except for the word \\\"just.\\\" [A remarkable experiment by B.C. Malt](https://philpapers.org/rec/MALWIN) asked subjects to classify various liquids as being “water” or “not water” while also asking them to guess the H2O content. \\n\\nTables 1 and 2 report the results and the findings are instructive. There are a variety of things which the subjects class as “water” despite having substantially less H2O content than items classed as “non-water.”\\n\\n### Table 1: A Selection of items classed as “non-water” that have high H2O\\n\\n![](https://images.mirror-media.xyz/publication-images/a4ae5c10-0790-44ef-8a02-2a42e6848fe4.jpeg?height=186&width=1104)\\n\\n![](https://images.mirror-media.xyz/publication-images/ad915fb5-924b-47bb-a1d9-1f4824753dce.jpeg?height=258&width=1088)\\n\\n### Table 2: A Selection of items classed as “water” that have lower H2O\\n\\n![](https://images.mirror-media.xyz/publication-images/cfd865e8-5c1a-40e2-b080-e3f1a9659bae.jpeg?height=312&width=1100)\\n\\nThese findings point us to the complexity of our commonsense understandings -- if I dip a teabag into a mug of water it becomes tea, but if I dip a teabag into Hudson River it doesn’t become tea. And if Lipton polluted the Hudson River such that its “tea” content was even higher than the tea in my glass it still wouldn’t be tea. What’s the difference? Linguist [Magdalena Sztencel summarizes](https://www.researchgate.net/publication/318420342_Semantics_Pragmatics_and_Meaning_Revisited_The_Case_of_Conditionals) thus: **“whether we regard something as water or not depends on the intricate interaction of human interests, concerns, beliefs and intentions.”** In this case, likely the fact that I intended to make tea and Lipton didn’t.\\n\\nIs it so surprising, then, that NFTs can be variously art, property titles, signatures, and so on? An artist/creator/author/scientist’s intention to make an NFT “be” the work itself (or an inseparable component of it) may just be sufficient. \\n\\n[1] Perhaps interesting to note that early Western visitors to Yap assumed the Rai stones were “just” size-denominated money and failed to understand why the stones had individual names and why the value could depend on “whether it was brought by a famous sailor, or whether people died during its transport”. But size mattered too! [a.]\\n\\n[a.] Didn't feel right to have a David Foster Wallace-referencing article in here without at least one embedded footnote. \\n\\n*Thanks to awesome participants in a Kernel Junto for offering feedback and discussion (Vivek Singh, Diana Chen, Estefanía Ochoa, Paul Drouet, Robin Roy Thomas, Colton Brown, Jeet Raut, Mayank Dubey, Miguel Cabeza, Nuno Neto, Rev Miller, Kyle Smith). Simona Pop, Jamsheed Shorish, Michael Zargham, Simon DLR, and Matt G. Condon also offered characteristically brilliant suggestions/thoughts.*\\n\\n\",\"timestamp\":1623243607,\"title\":\"Two young digital artists are swimming along when someone says to them \\\"morning, how're the NFTs?\\\"\",\"publication\":\"s\"},\"digest\":\"mPxqzSXNOUGcqynUpA1CIHz-Pwuj8pTMxPt1aIyvZEg\",\"authorship\":{\"contributor\":\"0x5BA02f4Ff6Af1d9d2Af8774D10fD32Eb57d4E2E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhX-0_KjOa39I0xvnLJf7hEfhzw1E8dLb_I-Anjo1kU\\\",\\\"y\\\":\\\"ycjp-6TTj5nn2G5yilzkQhKDxw1JH_jjW82Y8rlBW9M\\\"}\",\"signature\":\"CB-UeLgg6Jq-2wJ897-haPrputGXMY7nDx5YyU1ZhlOlBa72UfpscIpZxw8F0n-HnDNShi8cr0qeWqBqwafT-Q\",\"signingKeySignature\":\"0xddbd3205a833e7e832936ac0fc2733ace025d90b53aede66adadb10f3492a1ab2c4805c5914e89c4a13eaf17d7700cbabd9f7272fef30c578fb3fba2b0db2b011b\",\"signingKeyMessage\":\"I authorize the publication of articles on s.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhX-0_KjOa39I0xvnLJf7hEfhzw1E8dLb_I-Anjo1kU\\\",\\\"y\\\":\\\"ycjp-6TTj5nn2G5yilzkQhKDxw1JH_jjW82Y8rlBW9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mPxqzSXNOUGcqynUpA1CIHz-Pwuj8pTMxPt1aIyvZEg\"}"