"{\"content\":{\"body\":\"![© @atlantis0x](https://images.mirror-media.xyz/publication-images/HjxvflRVw-2HSRlSXkFT6.png?height=622&width=1865)\\n\\n## Atlantis World, a promising metaverse project\\n\\nAtlantis World is a web 3 project that continues to make a lot of noise. Before the launch of its NFT sale on January 22, 2022, enclosed below is a presentation of this promising project!\\n\\n## Presentation\\n\\nAtlantis World is the first Web3 social project to enable the creation of an interactive community space protected by tokens powered by gamified DeFi. The goal of its creators: a democratized virtual world governed by its users! Wishing for accessibility to all, the Web3 (NFT, DeFi + DAO) is connected to social networks, games and education.\\n\\n![© @atlantis0x](https://images.mirror-media.xyz/publication-images/YTwlk0HXvZBNNRd4bbvr8.png?height=1089&width=1792)\\n\\n## Beta version\\n\\nDuring the test phase, we were some 2000 users who connected our wallet from MetaMask, Connect Wallet and Unstoppable Domains, to walk around the city version of CryptoPunk City.\\n\\nWhile in CryptoPunk City, we visited and procured NFTs in the Rarible gallery. We entered the DeCentral Bank, made deposits in DeFi protocols, streamed music thanks to the Audius widget, sat on park benches available in the city and chatted with other Atlantean’s. We even had the opportunity to participate in an NFT treasure hunt.\\n\\nTo say the least, the team went out of their way to create a full and rich metaverse experience for their beneficiaries. By logging in, you too will be able to access the many features!\\n\\n![CryptoPunk City](https://images.mirror-media.xyz/publication-images/EqFrzuthj3ufFkYH_WKWq.png?height=870&width=1432)\\n\\n## A more complete, lighter, and more accessible metaverse\\n\\nThe developers are currently building cities closed by tokens, beginning with the founding partners of the Atlantis World ecosystem.\\n\\nThe planet is important to the team. As such, they plan to establish a virtual carbon capture and biodiversity forest powered by the Toucan protocol. For developers, the virtual worlds that exist in Web3 are quite heavy, difficult to load without interruption and neglect the flourishing DeFi ecosystem.\\n\\nThere is currently no virtual world or game that embraces the community spirit of crypto / Web3 by allowing exclusive and closed spaces. Closed and private spaces accessible by proof of token ownership (using standards such as ERC20, ERC721, ECR155) will make it  possible to complete audio as well as video calls.\\n\\n![© @atlantis0x](https://images.mirror-media.xyz/publication-images/QNIQvPA8b0c3cleozmBZk.png?height=1103&width=1634)\\n\\n## Atlantis World projects\\n\\nTo say the least, the team went out of their way to create a full and rich metaverse experience for their beneficiaries. By logging in, you too will be able to access the many features. Atlantis World has no shortage of future projects and presents them to us in a broad outline.\\n\\n* Interactions with NPCs throughout the ecosystem\\n* Digital banks powered by DeFi\\n* Atlantis World Native Aesthetic Redesign, Art of the Game and User Interface\\n* A variety of different applications and tools:[ Yearn Finance](https://yearn.finance/#/home),[ Balancer](https://app.balancer.fi/#/), Aave, Perpetual Protocol, PoolTogether, POAP, Audius, mStable and more ...\\n* A smart portfolio reading inventory that will display our in-game NFT collection\\n* Coin operated clubhouse for DAOs with audio calls and virtual events.\\n* The creation of a Web3 Academy will be required and promises very good learning, but the founders are still remaining discreet about this project.\\n\\n## Partners and Community\\n\\nAtlantis World is a community approaching 27,000 members (Twitter & Discord) and over $74,000 in donations collected from contributors on Gitcoin!\\n\\nToucan Protocol, Polygon Studios, 1inch, Yearn Finance, Audius, Balancer, and Perpetual Protocol are among the main partners and many more are yet to be announced. It is without counting[ @StaniKulechov](https://twitter.com/StaniKulechov), the founder of[ Aave](https://aave.com/) who joined Discord in its early days, that we praise the partners on their efforts toward building a bank in the Metaverse.\\n\\n![@StaniKulechov](https://images.mirror-media.xyz/publication-images/Yc4DLSOTjosEvNLfwSvfi.png?height=500&width=1099)\\n\\n## Construction of Balancer City thanks to its new grant\\n\\nThe DAO Balancer Grant team is proud to announce the approval of Atlantis World's grant application to integrate Balancer into its virtual world.\\n\\nThe grant will cover the integration of the Balancer protocol into Atlantis World, which will allow new users to interact with Balancer in a totally fun and unique way. The presence of Balancer in Atlantis World, with its own Balancer City, will increase awareness of the Balancer ecosystem as the Atlantis user base grows and allow new users to interact with it.\\n\\n“We are incredibly happy to have Balancer join us as the founding city of Atlantis. As a leading innovator of DeFi, we look forward to bringing their portfolio management and trading products to the metaverse. We especially like their alignment with our vision of making the virtual world experience super lightweight and accessible to everyone, and bringing new users into DeFi through gamification and interactive learning. ” - CJ, co-founder of Atlantis\\n\\n![https://medium.com/@BalancerGrants](https://images.mirror-media.xyz/publication-images/36oN1NIya3U5vDxN51uTp.png?height=700&width=1400)\\n\\n## A sale on January 22, 2022\\n\\nJanuary 7, marks the start of their official whitelist campaign.\\n\\n![](https://images.mirror-media.xyz/publication-images/HjK41Z4azyf4ARefD-m0K.jpg?height=383&width=680)\\n\\nThe sale will take place on Polygon from the official Atlantis World website on January 22, 2022 at 8:22 p.m. UTC.We will be asked to mint a magic key with a value of 0.22weth / key (wrapped Ether on Polygon / Matic). This key will help unlock the secrets of Atlantis and establish its founding citizens. This will also grant access to the Citadel and the Atlantis DAO membership to collectively rule parts of Atlantis World. Only one key will be available for Alpha members (1/9999 per whitelisted wallet). For public sale, 2 to 3 keys per wallet will be available, but this is to be confirmed by the developers.\\n\\n![](https://images.mirror-media.xyz/publication-images/G34UY7siEiCFPnRjd31jF.png?height=598&width=397)\\n\\nOnce your magic key is in hand, it will have to be burned to reveal the founding citizen scroll. It will then give access to the Citadel, to the DAO membership, and to a guild attribution accordingly. Following this, you will have access to spaces protected by tokens within the Citadel, Airdrops, pre-launch access to the Alpha version and many other advantages!\\n\\n![🌪️ Aer, ou 🔥 Ignis, 🌎 Terra💧 Aqua  ©@atlantis0x](https://images.mirror-media.xyz/publication-images/QAIKXrlQfqlni4sQ8_RMP.png?height=751&width=1001)\\n\\n## My opinion:\\n\\nFor me, Atlantis World is a very promising project. The Beta version was for the most part an intriguing experience with developers who continue to be present on the networks. I valued that there was on-going encouragement to provide our feedback and suggestions to help incorporate new features in an effort to provide users with the best possible experience.\\n\\n`Disclamer : This article is not intended to be investment advice and I always suggest completing your own research. You will also read information here which is merely guesswork based upon my own assumptions and interpretation of what I have read.`\\n\\n## project links:\\n\\nDiscord :\\n\\n[https://discord.gg/EJFp6SsFgJ](https://discord.gg/EJFp6SsFgJ)\\n\\n[https://discord.gg/EJFp6SsFgJ](https://discord.gg/EJFp6SsFgJ)\\n\\nTwitter :\\n\\n[https://twitter.com/atlantis0x](https://twitter.com/atlantis0x)\\n\\nMedium :\\n\\n[https://atlantisworld.medium.com/](https://atlantisworld.medium.com/)\\n\\nGitcoin :\\n\\n[https://gitcoin.co/grants/3062/atlantis-world](https://gitcoin.co/grants/3062/atlantis-world)\\n\\n\",\"timestamp\":1641750890,\"title\":\"Atlantis World, a potential banger?\"},\"digest\":\"i8SmkedjihJoZs0nI2o9nzuMjEI-9qPCBpT-yLxGHYE\",\"authorship\":{\"contributor\":\"0xBFcb50BD4f400DDf60CC904480A1fdAB7A92c65b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8XUf32Zb4V8euiVG4Z4-0AC2g3sRGqhIAeH55rfj2dk\\\",\\\"y\\\":\\\"QCa0H7vhsPd8DEbg7IrB1UAms3Y_wR4k-uY89G9I8WI\\\"}\",\"signature\":\"uJ-NnZArMhksm3YGYiK58cef8izjHPO1HNUTkx0zJrEbUH94bGOM8IlVTJKuTMje4voJAeoLh0mGftEq54_FQw\",\"signingKeySignature\":\"0xc2d609116ef46a2236f29c4f1eb289ef5a36ce9a7198585b78e584763ba7b63f20ef418c51809d54fb8feb144de5b524195f35773ea41bb8764235c26c4d70651c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8XUf32Zb4V8euiVG4Z4-0AC2g3sRGqhIAeH55rfj2dk\\\",\\\"y\\\":\\\"QCa0H7vhsPd8DEbg7IrB1UAms3Y_wR4k-uY89G9I8WI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6agf_Kbsn6LFZdWJHXhscSuJVf46FtrBfEtoP7TG7s4\"}"