"{\"content\":{\"body\":\"\\n---\\n\\n### Intro\\n\\nHello and welcome to the Scout blog! At Scout, we build products that bring people together through the shared language of content. That may sound a bit vague, because it is! Our approach to building is unique in that we build multiple products in pursuit of our mission. So far, we’ve released:\\n\\n* [is.online](http://is.online/) — avatar- and mobile-based live-streaming\\n* [onscout.com](http://onscout.com/) — teaser for customizable 3D rooms\\n* [ideasby.ai](http://ideasby.ai/) — content ideas generated by GPT-3\\n\\nWith more on the way.\\n\\nOccasionally, we share our approach to building products. Below is an excerpt from a recent internal weekly note from our CEO.\\n\\n\\n---\\n\\n### Why transparency matters\\n\\nLately, I've thought a lot about transparency and how we work together as teammates. We've stressed transparency and communication from day 1 at Scout but I have personally failed to communicate the value of working this way.\\n\\nAt Loom, transparency was at the heart of how we operated. The cultural value was *Lead with transparency* and, not only was it emphasized at our all-hands meeting every Monday, it was very much how we operated as teammates. We had conversations in public slack channels when at all possible and when we created Slack channels, they were almost always public. We were transparent with what we were working on and why those goals/actions were important for our customers.\\n\\nExamples of the benefits transparency brings are all around us. Since moving to LA, driving has become part of my daily routine and something we can all relate to. So let's consider this example: you're driving down the road at 65mph and vibing to some music. Suddenly, the car in front of you hits their breaks and turns left, causing you to slam your breaks. Your [cortisol levels spike](https://www.webmd.com/a-to-z-guides/what-is-cortisol) and you have a few choice words for the driver 🤬. It completely disrupts your music flow and your overall mood.\\n\\nFortunately for us, in 1909, a little thing called the turn signal was invented to solve this exact problem. The turn signal is a method of communication — a way to be transparent about one's intent to turn, thereby giving nearby cars a way of adapting their behaviors according to that intent to turn.\\n\\nThe turn signal analogy continues in its relevance to us as a team. Intuitively, turn signals would only apply to cars *behind* the turning car. But modern turn signals let *all* nearby cars know you're turning — cars in front of you, beside you, and behind you. Why? Simply because they may benefit from knowing your intent to turn and, in turn, you may benefit from communicating that intent.\\n\\n**Transparency is** using your turn signal. Transparency is communicating openly to everyone around you and, in turn, helping yourself. Transparency is a minor and temporary inconvenience with a long-term (potentially massive) pay-off. In the context of teamwork, transparency is a great communication habit to practice.\\n\\n**Transparency is not** being the asshole that doesn't use a turn signal. Transparency is not a sign of distrust. Transparency is not micromanagement. Transparency is not being vague about your intention.\\n\\nAs a guiding light for transparency, we never ask of our teammate something we do not already do or would not readily do. At every step, we embody transparency and over-communication. At no step do we embody micromanagement or distrust.\\n\\nRevisiting Loom's cultural value of *leading with transparency*, I lead with transparency at every step of our journey together. In our monthly *What is Scout?* memos, you can see what we stand for as a company, our goals, major learnings, and more. In these *Week Ahead* notes, you can see our goals as a company and the ingredients that went into each. In my daily priorities (an async standup in #team-eng), you can see exactly what I hope to accomplish at the start of the day and exactly what I accomplished by the end of the day.\\n\\nWhy is this important? Because the insights, learnings, thinkings, goals, priorities, etc are all readily available for you to digest, disagree with, comment on, debate, love... whatever you please. **Everything is there for your input.**\\n\\n \\n \",\"timestamp\":1633995258,\"title\":\"How we build at Scout: why transparency matters\"},\"digest\":\"fT9BPXyZWJYv-gKzGyfK4djyRkIK3I3jE1RfIKvxIZk\",\"authorship\":{\"contributor\":\"0xC4af44833f9D65BEcB84f5c2581FA95f0885F095\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WtEOiAecmeOfXuEpXZUFyabtFA6ndMUM6iQZUI35g8U\\\",\\\"y\\\":\\\"DjFIMxlCIkpHJzDGbCeP5I9u4epbQRn5N21W_CNwSOM\\\"}\",\"signature\":\"cDnCJeUIXWSW_T7_GPJu6KQbEEtIGaqU2QDJWsB8ZxHxiTnouJ86z7c81KLrt4FaVbo2tqcqIPM6jcqcF7zKDw\",\"signingKeySignature\":\"0xb1a6329165ebdd2c38a4bc307199e7f2fc38ff49b29b237885282d4c6bcbff63709747a3a0d96077fdd38baed16f11072fc90489ecc8ef346e83ee7d6fb4e5241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WtEOiAecmeOfXuEpXZUFyabtFA6ndMUM6iQZUI35g8U\\\",\\\"y\\\":\\\"DjFIMxlCIkpHJzDGbCeP5I9u4epbQRn5N21W_CNwSOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fT9BPXyZWJYv-gKzGyfK4djyRkIK3I3jE1RfIKvxIZk\"}"