"{\"content\":{\"body\":\"# You’re probably already binging YouTube videos during quarantine, so add these to your “Watch later” playlist and thank me later.\\n\\nYouTube is the place to learn how to dice onions without crying, how to style heatless curls overnight, and how to optimize your website’s SEO. There’s a wealth of marketing and design knowledge on YouTube, if only you know where to look. \\n\\nIn the spirit of #continuous-improvement and lifelong learning, I’ve compiled a list of some channels worth checking out. From graphic design tutorials to high-level marketing strategy, these Youtubers cover a wide range of topics. And let’s face it, who doesn’t love free knowledge?\\n\\n## 1. The Futur\\n\\nWhen I’m running on the treadmill, chances are I’m binge watching The Futur’s videos. Major highlights include their [Young Guns](https://www.youtube.com/watch?list=PLzKJi2GjpkEGJPn0rwPSDlS9gW6Yp5YO8&v=b9uU-ZjgiHU) competition (where young graphic designers compete in design challenges) and the [Building a Brand](https://www.youtube.com/watch?v=mxgOY2Ms-YI) series. The latter is an 11- part series documenting the process of rebranding a California craft brewery - warning, after watching you may want to quit your job and start brewing!\\n\\nFor context, The Futur is an online business and design education platform whose mission is to teach [1 billion creatives](https://thefutur.com/). It was founded by [Chris Do](https://thefutur.com/team/chris-do), who serves as both judge and host for the [Young Gun](https://www.youtube.com/watch?list=PLzKJi2GjpkEGJPn0rwPSDlS9gW6Yp5YO8&v=b9uU-ZjgiHU) series. As you fall into the wonderful, educational rabbit hole of their content, you’ll become familiar with the whole Futur crew.\\n\\n[Watch The Futur’s Videos](https://www.youtube.com/user/TheSkoolRocks)\\n\\n![The series shows the entire branding process from stylescapes to a newly launched website](https://images.mirror-media.xyz/publication-images/4VPUs7aHJuJKQUkQiKNsl.png?height=741&width=1500)\\n\\n## 2. AJ&Smart\\n\\nThis is my go-to channel for all user experience design matters. When I first became interested in UX, I spent countless hours going through ALL of their videos (literally one-by-one chronologically). This channel is run by a Berlin-based UX and innovation studio, and their content is packed with practical knowledge. A major focus of this channel is “design sprints,\\\" and you’ll find they frequently reference[ this book](https://www.thesprintbook.com/) as the holy grail of sprint knowledge.\\n\\nI especially recommend this channel for anyone interested in learning UX vocabulary or adding design sprints to their workflow.\\n\\n[I wanna sprint over there right now!](https://www.youtube.com/channel/UCeB_OpLspKJGiKv1CYkWFFw)\\n\\n## 3. Awwwards.\\n\\nThink TED Talks, but ONLY about design. Major highlights for me include the talks by [Pablo Stanley](https://www.youtube.com/watch?v=bEg5ySTUGxE), [Aaron James Draplin](https://www.youtube.com/watch?v=5MYItwY_LBs) & [Chris Do](https://www.youtube.com/watch?v=hjIQ-ubJ6JU) (of course!) Learn about everything from brand ideology to user onboarding from the best of the best. With an average video length of 25 minutes, make sure to grab a snack and enjoy the beautiful presentations - seriously, these designers make some of the MOST aesthetically pleasing slides I’ve ever seen. #continuous-improvement\\n\\n[Sounds awwwesome!](https://www.youtube.com/c/AwwwardsTV/featured)\\n\\n## 4. Kel Lauren\\n\\nThis channel is one of my recent quarantine finds and I’m so grateful I stumbled upon it! Kel Lauren (designer “stage name”) is a young graphic designer who often [redesigns iconic logos](https://www.youtube.com/watch?v=yZmkwuwjaNw). I love watching her design process in Adobe and seeing every decision she makes in real time. It’s refreshing and relatable to watch a fellow young professional at the start of her journey. I can’t recommend her enough!\\n\\n[Hell yes! I’m intrigued](https://www.youtube.com/channel/UCvoKIJfodk4IhNAAjrBfx-g)\\n\\n![In this video, she redesigns her university portfolio to better align with the type of work she hopes to attract. Videos like this are awesome for designers considering the #freelancerlife](https://images.mirror-media.xyz/publication-images/I4u0WaCRTNPjXoNMyKrCG.png?height=734&width=1500)\\n\\n## 5. Business Insider\\n\\nAt first glance, this channel may seem like a wild card choice - let me explain…\\n\\nBusiness Insider’s videos are often master lessons in marketing and often marketing gone wrong. Videos such as [The Rise and Fall of J. Crew](https://www.youtube.com/watch?v=Vr-UMeQiVh0) track the trajectory of a brand, and it’s very educational to learn how marketing has helped and hindered household names over time.\\n\\nMeanwhile, the [So Expensive](https://www.youtube.com/playlist?list=PLmur3Z0Afau7SeOu09ZtFCYdCRrrBNwd-) series explains why caviar, Disney World and Supreme clothing are (guess!) so expensive. This series is perfect if you’re looking to add a few fun facts to your dinner party conversation repertoire.\\n\\n[I want to be an insider!](https://www.youtube.com/user/businessinsider)\\n\\n## 6. Jesse Showalter\\n\\nI love Jesse’s channel because it’s a blend of easy-to-follow tutorials and career advice. Jesse is a positive, motivating force and he’s been doing a lot of exciting collaboration videos lately, for example The Power of Leadership with Jonathan Courtney (from #2 AJ&Smart). Jesse is another great resource for anyone interested in learning more about web development and user experience (UX) design.\\n\\n[Show me more!](https://www.youtube.com/user/JesseAtomic)\\n\\n## 7. Danksy\\n\\nDanksy’s channel is the most technically educational on this list. If you’re overwhelmed by Adobe, just starting out, or looking to find shortcuts in your workflow - look no further! Danksy’s videos take the form of short, specific tutorials: [How to Create Custom Shadows in Adobe XD](https://www.youtube.com/watch?v=h3to1bcWmDY) (spot The Futur t-shirt?) or [Set up Isometric Grids in Illustrator in Seconds](https://www.youtube.com/watch?v=DMUYuVBtC2I). Whenever I have a design concept I don’t know how to execute, I make a beeline straight for this channel.\\n\\n[I need design help asap!](https://www.youtube.com/c/ForeverDansky/videos)\\n\\n*\\\\*\\\\*Note: Article originally posted on August 23rd, 2020 on brandcereals.com, migrated to Mirror in Jan 2022*\",\"timestamp\":1642374379,\"title\":\"7 YouTube Channels I LOVE and You Might Too\"},\"digest\":\"slgMua_AKf9HNcksmteyTwcLhPKUg6yY7Pc3Ua6JZDY\",\"authorship\":{\"contributor\":\"0xD217D9B54b3ebac22a65C9DF15e656086199733a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8D-Uj6_5S_Pk_h4memCKdBDp6Wzqs8dyBJcYauZTaBY\\\",\\\"y\\\":\\\"INxe-j9h_B2DC-o5hJLB4kq1BKMjMRS0bqb-u3pycVk\\\"}\",\"signature\":\"Al-SGmlO3DDmzlOoGmET0JB-ejDB6ifOT-liP5Wyp0pMLRV1f9nii0owQmTfiOwBEHliSJZIlf8QQ3eV4TP6ew\",\"signingKeySignature\":\"0xf66b7e6638091f209090b63ad93e8e3f4685a68bc2717a9e90df984e16a57163381a4e80dca71641c0f1e80bcd91e16c4f578d6d1dec67fbb0bab9e65f79f7fa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8D-Uj6_5S_Pk_h4memCKdBDp6Wzqs8dyBJcYauZTaBY\\\",\\\"y\\\":\\\"INxe-j9h_B2DC-o5hJLB4kq1BKMjMRS0bqb-u3pycVk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"slgMua_AKf9HNcksmteyTwcLhPKUg6yY7Pc3Ua6JZDY\"}"