"{\"content\":{\"body\":\"Visor is a protocol allowing users to participate in active liquidity management & provisioning for DeFi protocols in a way that retains custody of their assets and minimizes costs. Since rebalancing and optimization of token liquidity on Uniswap V3 can be confusing for some, Visor handles this for you, saving you time and gas fees.\\n\\n## Why is active liquidity management important?\\n\\nWhen participating in any sort of yield farming or liquidity mining, you'll realize how quickly gas fees add up. With Visor's \\\"smart vaults,\\\" your assets will automatically be put in top yielding pools to maximize your ROI. Visor will also re-invest the fees it earns from providing liquidity in the pool, letting you increase your position over time.\\n\\n## How does it work?\\n\\nVisor is made up of three parts:\\n\\n* **Visor Smart Vault** — allows users to mint an NFT, deposit LP tokens into it & permission them to interact with Hypervisors and Supervisors\\n* **Hypervisor** — a smart contract connecting the assets in your Visor Smart Vault to external DeFi protocols you'd like to interact with (like a bridge)\\n* **Supervisor** — the controller that performs Visor's asset management strategy for the Hypervisor\\n\\nAll of this is enabled by special NFT Smart Vaults, which are represented as a NFT in your wallet. These vaults wrap individual Uniswap V3 LP NFTs for use in interesting ways.\\n\\nUnlike other vaults, Visor Vaults lets you interact with DeFi protocols without paying gas each time — instead, you simply deposit assets into the NFT personal vault and subscribe and unsubscribe from Hypervisors available on the platform with just a signature from your wallet. \\n\\n## How do you provide active liquidity using Visor?\\n\\n### Step 1: Mint you NFT Smart Vault\\n\\nGo to [Visor's website](https://www.visor.finance/), and click the \\\"[Access Vault](https://vault.visor.finance/dashboard)\\\" button in the top right corner.\\n\\n![](https://images.mirror-media.xyz/publication-images/15ae48b2-7ce2-447d-9ccf-9c8dfe1c5489.png?height=865&width=1871)\\n\\nConnect your wallet. (Metamask is recommended)\\n\\n![](https://images.mirror-media.xyz/publication-images/c3e18d48-4b16-413f-9c93-ad3edcbd74f4.png?height=1130&width=2114)\\n\\nClick \\\"Mint Visor NFT\\\" & verify the transaction in your Metamask.\\n\\n![](https://images.mirror-media.xyz/publication-images/1fac7ed4-ef68-46d9-9529-23be0b13ff21.png?height=1224&width=2062)\\n\\n### Step 2: Create a Liquidity Provider position on Uniswap V3\\n\\nGo to [Uniswap's Pools Overview](https://app.uniswap.org/#/pool), and click New Position.\\n\\n![](https://images.mirror-media.xyz/publication-images/6db04fee-0850-4907-bd6c-6b107c64ff34.png?height=1308&width=2022)\\n\\nFor the sake of explanation, choose ETH & VISR for the two tokens in the \\\"Select Pair\\\" section, and keep the \\\"fee tier\\\" at 0.3%. Set your preferred deposit amounts & price range by changing the Deposit Amounts and the Min & Max Prices.\\n\\n![](https://images.mirror-media.xyz/publication-images/0b9915bb-5bc0-42bd-9b7c-7647281fc304.png?height=1374&width=1890)\\n\\n> *Note: As Visor explains, \\\"When making a price range decision, LPs should consider the extent to which they think prices will move over the course of their position's lifetime and their willingness to actively manage their positions (and all the costs associated with more active management).”*\\n>\\n> *There are pros and cons to narrower/wider spreads, but generally speaking, narrower price ranges are more capital efficient at the expense of more time spent actively managing your liquidity. On the other hand, the wider the price range, the less time you spend managing your liquidity, but the more impermanent loss you may incur.*\\n\\nApprove VISR, and confirm the transaction in your wallet; then add the liquidity and approve the second transaction in your wallet.\\n\\nAs a result of this process, you should receive a VISR-ETH LP NFT which represents how much of the pool you control at your given price range.\\n\\n### Step 3: Stake Uniswap LP NFT in Visor\\n\\nNow that you have your Uniswap LP NFT, go back to Visor, and select the corresponding pair from the dashboard. Then click \\\"Vault Deposit.\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/779175e2-af5e-4311-9070-cb31d538b458.png?height=558&width=1221)\\n\\nApprove & confirm the transaction in your wallet, choose how many LP tokens you'd like to deposit, and submit.\\n\\n![](https://images.mirror-media.xyz/publication-images/18d99d5e-fbc1-426d-8349-09d5ff3b0c81.png?height=525&width=1256)\\n\\n> *Withdrawing assets is the same process in reverse — click Vault Withdraw, select the amount of tokens you wish to unstake, approve & confirm the transaction in your wallet, and withdraw & submit (a second transaction) to withdraw your assets from Visor.*\\n\\n## Congratulations! You've successfully provided active liquidity on Visor.\\n\\nYour staked LP tokens will immediately start earning fees from its corresponding pool, and Visor will re-invest the fees to increase your LP position over time.\\n\\n\\n---\\n\\nIf you have any questions about this guide, feel free to reach out directly on Twitter [@NotZachDavidson](https://twitter.com/NotZachDavidson).\",\"timestamp\":1630877622,\"title\":\"Tutorial: How to Provide Active Liquidity on Visor\",\"publication\":\"rabbithole\"},\"digest\":\"LvKTG8YQy5Moq0dRQqSLiOVHPY-pNjp5Kwma9_Rl9P0\",\"authorship\":{\"contributor\":\"0xE8B0016130A38f26c116576A7b13267c9FB11B59\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eaeQiXzsOyzI-pjoBNFO286WW9W3MIX_4bIcUXECcvM\\\",\\\"y\\\":\\\"rZPlmF6wAOuqD_5rSAPkMRO4tvCNc-7ciab-fG9mf1g\\\"}\",\"signature\":\"xvAUE10AJ63pilFVLLu-Xfbd0y_TfFdZlTm93aVnjLMsa_m0pixhdzegddlQURspDzDeeGT7pIYvLy5XMWgQHQ\",\"signingKeySignature\":\"0xcfa10288fec961c330aa9e4eeab7de971c1ed91b6bed1d24b3fd3d03c7f03f3b2170a7ed63cb81691a6553425db732e4eaa5099f3468dc9c73dde5b4335159b51b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eaeQiXzsOyzI-pjoBNFO286WW9W3MIX_4bIcUXECcvM\\\",\\\"y\\\":\\\"rZPlmF6wAOuqD_5rSAPkMRO4tvCNc-7ciab-fG9mf1g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"e7UNYy5WmhYOgjXLc6hpyrvwXxirt60IWvMgzyOU6VA\"}"