"{\"content\":{\"body\":\"![Neofy](https://miro.medium.com/fit/c/56/56/1\\\\*uke_OPYj2rVK-qvn4M59kA.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*peHj3z00boCngm3OROiRQg.jpeg)\\n\\nPhoto by Full Vector from Freepik\\n\\n*By Puneet Gupta – Co-founder, MD & CTO Neofy*\\n\\nBanks have always been at the forefront of the curve when it comes to efforts towards elevating their customers’ experience. Lot has been done but a whole lot still remains to be done. I have been very bullish on the role of AI driven conversational tech and the way enterprises need to adopt intelligent chatbots to further the customer experience agenda.\\n\\nAnd this is reflected in my actions. One of the first thing I did post starting CoantumLeap was incubation of [Polynomial.ai](http://www.polynomial.ai/), a startup with the mandate of furthering the quality of automated conversational experiences by investing in foundational deep learning. And now I am doing the same with [Neofy](https://neofy.cloud/) & [UNOBank ](https://unobank.asia/)by weaving in intelligent chatbot experiences deep within the banks mobile apps.\\n\\nWhile chatbots as an idea is not new, it’s real adoption has suffered given the lack of conversational quality because of use of basic AI. As reliability, usability, and sophistication increase, chatbots and intelligent Assistants are attracting growing interest.\\n\\nTo understand how voice and intelligent assistants are shaping the future of financial services, we undertook the task of interviewing technology vendors, experts, innovation leaders, and benchmarking existing services across the financial services sector. The research highlights a big potential for chatbots and intelligent assistants as platforms to increase customer understanding and personalization. So, how are these cognitive assistants shaping financial services?\\n\\n## **Chatbots and intelligent assistants: The new voice of banking**\\n\\nChatbots and intelligent assistants are offering a game changing opportunity to financial services to maintain customer service levels whilst reducing operational costs. With these, financial institutions can transform the way they engage their clients across all touch points in their financial interactions. Emerging channels of communication made possible by social media messaging platforms, mobile devices, and voice activated assistants have created exciting and new possibilities that are centered on conversations. Powered by Artificial intelligence and machine learning, automated customer interactions make it possible for fluid conversations and human-like chats.\\n\\nTo the customer, Chatbots and intelligent assistants bring more convenience, lower friction, and increased accessibility to their banking needs and preferences. For banks and other financial institutions, it ushers in a novel wave of novelty centered on customer interaction and conversations. With this technology, banks and other financial providers have a voice and can deliver their services and products in more expedient and automated ways across multiple communication channels and touch points.\\n\\n## Building a hybrid workforce\\n\\nChatbots and intelligent assistants have a two fold capability when it comes to driving innovation in the financial services sector. First and foremost, they can be employed in back-office operations such as HR and finance. Secondly, they can enhance and supplement customer service centers. Building a hybrid workforce of virtual assistants and employees can boost staff productivity and drive enormous cost efficiencies. In simple terms, employees under administrative roles get relieved from repetitive tasks by handing them over to digital assistants. This creates more time to focus on creative tasks that require soft skills while customer care departments can hand over standard requests to AI-based assistants giving them more time to focus on complex customer queries.\\n\\n## Ubiquitous customer services\\n\\nPerhaps, the most attractive thing with AI-powered customer service for financial institutions is its ubiquity. With a virtual customer care center operating 24/7 and through various channels such as email, social media, telephone, and messages, it is a win-win situation for both customers and staff. From a client’s perspective, minor requests such as international transactions enablement and resetting passwords can be done instantly and there is no need to visit the bank or spend hours on the telephone speaking with a customer care representative.\\n\\n## **24/7 banking support**\\n\\nUnlike customer care agents, digital virtual assistants can work 24/7 with no breaks or tiring. For modern customers, more so millennials, who prefer managing their finances at any time of the day, integrating chatbots and intelligent assistants will soon become the norm for most financial service providers. Banks that don’t scale this technology might find themselves at a severe competitive advantage\\n\\n## **Going beyond simple Chatbots**\\n\\nUse cases are rapidly expanding. Customers can now communicate through voice or text to get answers. Voice-enabled AI assistants can handle credit card activations, transfers, and payments freeing up time to focus on complex customer inquiries. As time goes on, conversational AI will become more and more widely accepted as financial institutions gear to harness the technology to drive operational efficiencies and customer engagement.\\n\\n## **Delivering better insights and improved security**\\n\\nUnlocking essential business insights should also be a key driver that should motivate financial institutions to invest in chatbots. With these sophisticated systems, it is easy to recognize and identify patterns from sheer amounts of data. With these, financial institutions can seamlessly identify the most common transactions by a client of a particular demographic and then retarget them for personalized sales or marketing campaigns. These real-time insights can make it possible for administrators to make concrete and informed decisions.\\n\\n## Bottom line\\n\\nFrom the early days of telephones and print media to the advent of the internet and online banking, banks and other financial providers have engaged their clients in a wide array of ways. In this era, conversational AI characterizes one of the biggest shifts in user interfaces since the emergence of Automated Teller Machines 40 years ago.\\n\\n> **To meet the needs of the new emerging market of millennials, financial institutions need to up the wager of trust, personalization and convenience by applying the latest tech to gain and retain this budding customer segment.**\\n\\n*CREDITS: Author is acclaimed CTO and deep-tech innovator with 80 US patents to his credit. Extensive experience across Silicon Valley, Europe & Asia in cutting edge digital platforms*\",\"timestamp\":1635669704,\"title\":\"How chatbots and intelligent assistants are re-shaping financial services\"},\"digest\":\"vmEPVcLBOE6GuRTn1cWJ8WrZAS7IXZVFoi9Y4qUW9Cc\",\"authorship\":{\"contributor\":\"0xd3fd1734009c9924D0c8dc4728583592aB38C465\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pDHCNtzJtH-7JRYNZN3a9w3zTnlg2P3cG2Os8T8KgTw\\\",\\\"y\\\":\\\"8EiST3-Pt6svg_Bn-aGar2YmgKZPzHFO1Ysyf6OI-XQ\\\"}\",\"signature\":\"BamIOELz2C-RL-yQjP-VptRSqT4O-5tj5nEGHJQesxSGzeRtwKHA7eHwYrTq2b2m5XvMV0UWtC8d0vuydD5_6Q\",\"signingKeySignature\":\"0x3cdcbeb637ccbb65cf09c41748339b15fbd2c56d68ea74e747c0610bbe3d4f9c175535f806299e20afba5f89b089832bffb8061bba9fd82ea5d42030961bb4741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pDHCNtzJtH-7JRYNZN3a9w3zTnlg2P3cG2Os8T8KgTw\\\",\\\"y\\\":\\\"8EiST3-Pt6svg_Bn-aGar2YmgKZPzHFO1Ysyf6OI-XQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vmEPVcLBOE6GuRTn1cWJ8WrZAS7IXZVFoi9Y4qUW9Cc\"}"