"{\"content\":{\"body\":\"***cūrāre:*** **to attend to, to take care of.**\\n\\n### Introduction\\n\\nLast year, I published the piece [Curators are the New Creators](https://gabygoldberg.medium.com/curators-are-the-new-creators-the-business-model-of-good-taste-5852727d4b54), arguing in favor of a business model centered around “good taste.” This piece expands upon that previous work by putting a magnifying glass on the relationship between curation and commerce. I’m grateful and excited to be writing it with [Jesse Lee](https://www.bloomberg.com/news/features/2017-11-14/la-s-new-hype-king-has-cracked-how-millennials-spend) of [Basic.Space](https://basic.space), who’s helped to illuminate the unique relationship between goods and tastemakers.\\n\\n\\n***\\n\\n### In 1997, Malcolm Gladwell published his piece The Coolhunt, investigating the process of looking for new fashion trends at street level.\\n\\nAccording to Gladwell, the coolhunter plays a [major social role in spreading trends](https://www.pbs.org/wgbh/pages/frontline/shows/cool/interviews/gladwell.html). Coolhunters were “the first to realize… that social status didn’t lay where Madison Avenue had said it lay in the 1950s and 1960s and 1970s — in people with the most education, the most money… \\\\[Coolhunters set\\\\] that paradigm aside” and placed value instead on personal influence. These were individuals who mastered their crafts by consuming large amounts of information — style, culture, behavior — and figuring out how to digest it all before anyone else. Gladwell argued that the rest of us “rely disproportionately” on these coolhunters when it comes to making decisions.\\n\\nWe’ll come back to Gladwell later in this piece. But to better connect the dots, let’s first jump to 2011, just over a decade later, when Marc Andreessen published [Why Software Is Eating The World](https://www.wsj.com/articles/SB10001424053111903480904576512250915629460) in a Wall Street Journal op-ed.\\n\\nAndreessen’s idea was prescient. At the time, many people thought [the future had already arrived](https://techcrunch.com/2016/06/07/software-is-eating-the-world-5-years-later/). The iPhone was four years old; Facebook had nearly [850 million users](https://www.sec.gov/Archives/edgar/data/1326801/000119312512034517/d287954ds1.htm). The Internet had changed everything; it seemed there was nowhere else we needed to go.\\n\\nOf course, Andreessen proved those people wrong. Uber launched its service in 2010, and Airbnb reached [1 million listings in 2014](https://twitter.com/bchesky/status/541655860271783937). Just as he had predicted, companies across just about every traditional, non-tech industry began [thinking and acting like a software company](https://techcrunch.com/2016/06/07/software-is-eating-the-world-5-years-later/).\\n\\nWhat Marc Andreessen understood at this tipping point was that technological innovations — like in transportation, with Uber, and hospitality, with Airbnb — often emerge when it seems we need them least.\\n\\n**So it’s fitting that exactly a decade later, we’ve come to another watershed moment. Software has eaten the world, and now it’s a commodity.** It’s not about the technology anymore. The era of the engineer has ended; the era of the curator has begun.\\n\\n\\n***\\n\\nWe can combine the lessons learned from both Gladwell and Andreessen when we look at today’s consumer behavior and purchasing culture. The success of social networks like Tumblr and Instagram over the last two decades helped usher in a transformative shift in how people interact with information online.\\n\\nWhile [Web 1.0](https://www.techopedia.com/definition/27960/web-10) in the ’90s and early 2000s was static and read-only, Web 2.0 was social and interoperable. This new wave of the Internet emphasized user-generated content and participation across nodes of the network. In 2006, the growing influence of Web 2.0 was acknowledged by [TIME Magazine’s Person of The Year](http://content.time.com/time/specials/packages/0,28757,2019341,00.html):\\n\\n![](https://images.mirror-media.xyz/publication-images/cec2c8ff-c9fe-4949-9287-0ad841831429.jpg?height=533&width=400)\\n\\nThe magazine [told a story](http://content.time.com/time/magazine/article/0,9171,1570810,00.html) of “community and collaboration on a scale never seen before. It’s about the cosmic compendium of knowledge Wikipedia and the million-channel people’s network YouTube and the online Metropolis MySpace.” **And we were only scratching the surface.** In 2006, MySpace was the most visited website on the planet; by 2008, it was [eclipsed by Facebook](https://online.maryville.edu/blog/evolution-social-media/). Instagram and Pinterest came on the scene in 2010, and Snapchat in 2011. Five years later, in 2016, the term influencer was officially defined on [Dictionary.com](https://www.dictionary.com/e/influencer/) — and its prominence only went up from there.\\n\\n![](https://images.mirror-media.xyz/publication-images/fb935dc1-348f-4de4-9923-eebb72944e74.jpg?height=1160&width=2293)\\n\\nThe combination of all these factors helped lead to what we call today the creator economy, a growing segment made up of the “[independent businesses and side hustles launched by individuals who make money off of their knowledge, skills, or following](https://www.cbinsights.com/research/report/what-is-the-creator-economy/#definition).” New companies emerged across all verticals to fit these creators’ growing needs: [Cameo](https://www.cameo.com) for fan interactions, [Stir](https://www.usestir.com) for financial tooling, [Commsor](https://www.commsor.com) for community, [Maven](https://maven.com) and [Metafy](https://metafy.gg) for online courses, [Makersplace](https://makersplace.com) for NFTs, and a host of others. This year alone, [over $1.3B](https://www.cbinsights.com/research/report/what-is-the-creator-economy/#definition) has been invested into the space.\\n\\nThe shift to putting creators in the driver’s seat was a long-awaited one. But no good thing comes without unintended consequences. Users were uploading [300 hours of video to YouTube](https://blog.microfocus.com/how-much-data-is-created-on-the-internet-each-day/) every single minute; over 100 million photos were posted to Instagram each day. Even when we look today, it’s [impossible to keep up](https://www.internetlivestats.com) with the number of new Tweets, emails, blog posts, or Google searches every second.\\n\\n**In short, with democratized access, the web became more saturated than ever before, and as consumers, we began to spend more and more time trying to sort through it all. In a state of analysis paralysis, how do we disaggregate signal from noise?**\\n\\nThis problem of overabundance is why I wrote [my piece](https://gabygoldberg.medium.com/curators-are-the-new-creators-the-business-model-of-good-taste-5852727d4b54) last year. As consumption of digital media increased, we began to see a larger volume of curators — coolhunters, just like Gladwell had outlined in ’97, but this time in a digital space. On Tumblr, this looked like blogs of curated art or photography; on Pinterest, we saw well-crafted collections of clothing, recipes, or furniture. Even on Instagram, curated meme accounts like [@thefatjewish](https://www.instagram.com/thefatjewish/) and [@fuckjerry](https://www.instagram.com/fuckjerry/) exploded in popularity due to their easily digestible and shareable content.\\n\\nBut being a curator isn’t as simple as it might seem. In what we like to call the Social Media Paradox, there’s an often overlooked difference between following someone to be entertained and following someone to make a purchase. **Put simply, influence is not synonymous with taste.** This misunderstanding plays out in real-time: some influencers have large followings but still struggle to monetize, while others — oftentimes curators, or coolhunters — can successfully monetize without developing an image or personal brand. We’ve seen this particularly over the last few years, as a myriad of primarily anonymous Instagram accounts like [HIDDEN®](https://www.instagram.com/hidden.ny/), [Nineties Anxiety](https://www.instagram.com/90sanxiety/), [Furniture Archive](https://www.instagram.com/furniturearchive/), and [New Bottega](https://www.instagram.com/newbottega/) have risen in influence as prominent tastemakers for the next generation of fashion and culture.\\n\\n> “You have to be obsessed with the media to keep up. In my opinion, a constant stream of your favorite things is much more telling than photos of your day to day life… my followers know me much more intimately than a typical influencer.”\\n>\\n> — *HIDDEN® in [Highsnobiety](https://www.highsnobiety.com/p/hidden-ny-interview/)*\\n\\n![](https://images.mirror-media.xyz/publication-images/27203074-188c-45de-8515-2b5da3e83eb6.png?height=1365&width=2880)\\n\\nOf course, these Instagram accounts weren’t the first curators to reach the digital mainstream. **Kanye West’s impact in music and production helped pave the way in this domain, building a multi-billion dollar enterprise via fashion and design.** On the music front, Kanye directly influenced rappers like [Travis Scott](https://www.travisscott.com), [Kid Cudi](http://www.kidcudi.com), [Chance the Rapper](https://www.chanceraps.com), and [Big Sean](https://www.uknowbigsean.com). Even [Drake](https://drakerelated.com) and [the Weeknd](https://www.theweeknd.com) [come from Kanye’s lineage](https://www.latimes.com/entertainment/music/la-ca-ms-fall-arts-kanye-west-heartbreak-20150913-story.html) to some degree. And in terms of design, Kanye is not a technical designer as much as an arbiter of cool, with a team of creative talent to help realize his vision. Kanye continually pushes the curation flywheel forward: some of the people who worked on his team over the last decade are now wildly successful creatives and designers themselves, including the likes of [Virgil Abloh](https://canary---yellow.com), [Matthew Williams](https://www.instagram.com/matthewmwilliams/), [Heron Preston](https://www.heronpreston.com/en-us/), and [Jerry Lorenzo](https://www.instagram.com/jerrylorenzo/). Now, these people are the coolhunters, the ones searching on the ground floor for people like HIDDEN® and his counterparts.\\n\\nIn *The Coolhunt*, Gladwell wrote that fashion trends used to be set by the big couture houses — when cool was trickle-down. “[But sometime in the past few decades things got turned over, and fashion became trickle-up.](https://www.newyorker.com/magazine/1997/03/17/the-coolhunt)” **He was exactly right.**\\n\\nhttps://twitter.com/gaby_goldberg/status/1423483220763443201?s=20\\n\\n### Now, culture is more decentralized than it’s ever been.\\n\\nJust like we saw in TIME’s 2006 Person of the Year — if Web 2.0 was all about you, then Web 3.0 is all about us.\\n\\n![](https://images.mirror-media.xyz/publication-images/6e16ef4e-0250-4ab8-bffa-7363fc36ad28.jpg?height=640&width=480)\\n\\nWhen we look back over the past 100 years, traditional commerce (and the culture it indirectly endorsed) was primarily curated by a single person’s point-of-view. Even when commerce moved online, to places like Amazon or [Farfetch](https://www.farfetch.com), retailers still controlled the types of things consumers purchased. Online commerce didn’t innovate a new shopping experience; it just brought brick-and-mortar to online. This was an improvement in convenience, not fidelity. To be clear, this model didn’t include consumers in the equation, **because it didn’t need to.**\\n\\nNow, in today’s state of overabundance, this power dynamic has shifted. **Consumers are only getting smarter, and we want something better** — better sources, better designs, and better durability (both in value and sustainability). Today, it’s fidelity over convenience. And when curation is at the forefront of every purchasing decision, **trust is currency.**\\n\\nIt’s why we see success in companies like [Basic.Space](https://basic.space), which sits at the intersection of curation and commerce. By curating not just products but *sellers*, too, Basic Space celebrates the rugged individualists of tomorrow while simultaneously giving the rest of the world direct access. This is how curation scales.\\n\\n\\n***\\n\\nAs Marc Andreessen told us in his 2011 op-ed, innovations in technology often occur when it seems we need them least. Today, buying products online has never been easier. Convenience is at an all-time high, and consumers have more options than ever before. It seems, once again, that there is nowhere else we need to go. And yet, this is precisely the problem.\\n\\nIn today’s oversaturated world, we need curators to help us separate signal from noise. Gladwell told us about coolhunters in ’97, and they’ve now emerged as a solution in digital space. **Culture is officially trickle-up; to tell us where to go, we believe it’ll be curators all the way down.**\\n\\n\\n***\\n\\n*Cover artwork by [Ilya](https://twitter.com/ilya2x).*\\n\\n*Thank you to Tyler Angert, Alex Mahedy, Tony Lashley, Brian Flynn, Erik Torenberg, Jarrod Dicker, Adi Sidapara, Ian Kar, and Nick Sarath for their thoughts and feedback. Most of all, thank you to Jesse Lee for the opportunity to collaborate on such an energizing and forward-thinking piece.*\\n\\n[split://0x577859B5F147E4B80bADD0CBdb61b222C2026863?network=mainnet](split://0x577859B5F147E4B80bADD0CBdb61b222C2026863?network=mainnet)\\n\\n\",\"timestamp\":1630796942,\"title\":\"Curators All the Way Down\",\"publication\":\"gaby\"},\"digest\":\"SwsWw9mZq0yv1fHb0Ff-GbRDrsVW6Y90XXCik9u1ONs\",\"authorship\":{\"contributor\":\"0x01b7baA7baA864fEF3CD1C7bc118Cc97cEdCB33f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mHtVi73rSGPLbJ5DmCv6mieoKhcm5SJ0NPlGWgEDjfU\\\",\\\"y\\\":\\\"eQ1mb89Xi4IBXxToRhHJHsNm-2vzmgzGftZLA24fP5c\\\"}\",\"signature\":\"GEmf73tJVtc9uUME4NTNCpx1rIjjEAik_X-95ecg5_CVhjlckdvwoXRI-PRtuE22YUNEsW6ehQgxG5LNQOu_Zw\",\"signingKeySignature\":\"0x830a167dd99baac0581ca9c79654126b80f0f0ae87ad238fe1dfdb063512a06f75da44b94b18fb04df3bf412fc3790b7b777943ab4863ea709b626baac32f0c61b\",\"signingKeyMessage\":\"I authorize the publication of articles on gaby.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mHtVi73rSGPLbJ5DmCv6mieoKhcm5SJ0NPlGWgEDjfU\\\",\\\"y\\\":\\\"eQ1mb89Xi4IBXxToRhHJHsNm-2vzmgzGftZLA24fP5c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qvnNJhylZz-w6t4ubZzHfxd5gP17zDAXa6ruwOyO7sc\"}"