"{\"content\":{\"body\":\"钱浅老是吵着要跟自己吃饭，吴缺心想，自己应该没那么大魅力，自己的双胞胎都被她看到过了呢。到底这小妹妹要干啥？姑且听听看，于是，今天晚餐邀请她来家中。\\n\\n钱浅兴匆匆跑来，一看，居然要吃火锅，顿时抱怨：“大叔你这请客太敷衍了吧？当初你追我的时候的威灵顿牛排呢？”\\n\\n吴缺干咳一声：“别闹，我们是不可能发展了的，咱两家的家长都知根知底，可不能乱了辈分。”\\n\\n钱浅饶有兴趣看看这个大房子，说：“为什么你要搬出来住？”\\n\\n吴缺：“小别胜新婚知道吗？经常分别一个星期，回家我看到媳妇儿就发狂的爱。”\\n\\n钱浅嘿嘿一笑：“坏大叔……在外面好偷情对吧？当初你追我的时候，你都已经有宝宝了！”\\n\\n吴缺扶额：“你别老是提之前的事情，我不是不知道你是钱昊空的女儿吗？”\\n\\n钱浅：“我不，我被你睡了，你要负责。”\\n\\n吴缺惊悚道：“我不能负责！”\\n\\n钱浅咯咯笑：“你可以的，明天给我做一顿威灵顿牛排，听到没有？”\\n\\n吴缺松了口气：“这个……应该可以，你爸不会发现吧？要不，你再找个舍友过来一起吃？”\\n\\n钱浅似笑非笑：“舍友？你是说甄傲雪吗？你想我俩一起伺候你吗？”\\n\\n吴缺大汗：“不是，不敢。”\\n\\n钱浅：“哦，说到甄傲雪，她有句话让我带给你，说云野欠你的钱请你不要追债了。”\\n\\n吴缺：“哦，但是我本来就没追啊。”\\n\\n钱浅：“那我就不知道了，反正说是云野被限制高消费了，你看怎么操作一下吧，甄傲雪看不下去了，还是心软了。”\\n\\n吴缺：“好的，回头我给律所打个电话问问。小雪……还有没有什么话说？”\\n\\n钱浅鬼马地看着他：“你更喜欢小雪吗？”\\n\\n吴缺：“是啊，你……我不敢喜欢。”\\n\\n钱浅噘嘴：“胆小鬼，浅浅不开心。”\\n\\n吴缺：“吃火锅就开心了，开饭咯！”他去准备火锅了。\\n\\n钱浅只要跟大叔在一起就很开心了，肉体什么的，倒没那么重要，既然大叔这么胆小如鼠，柏拉图之恋也是可以的。\\n\\n于是，两个人喜滋滋吃火锅。\\n\\n吃着吃着，钱浅忽然有一个奇怪的问题：“你跟我爸谁厉害？”\\n\\n吴缺：“厉害？厉害是什么东西？”\\n\\n钱浅：“我原来很崇拜老爸的，总觉得他的钱好像大风刮来的，可是都最后他连收购自己的公司的7500万都拿不出来，还要厚着脸皮问你老婆借。而你现在拥有ONLY的10%代币，现在价值10亿了，是不是意味着你比我爸厉害10倍了？”\\n\\n吴缺：“我们都不厉害，ONLY这种神级项目只有运气好的人才碰得上，我是碰巧才发现了ONLY的漏洞，从一个阴暗角落里的代码审查员，变成巧取豪夺了10%的采花大盗。做正经事，我可能比不过你爸，你可以继续崇拜他。”\\n\\n钱浅：“那你现在还用干别的事吗？拿着ONLY的代币就躺平了对吗？”\\n\\n吴缺：“差不多，喝喝咖啡，泡泡……咳咳，做做泡菜，喝喝酒，日子就这么一天天浪费掉，想想也是朴实无华。”\\n\\n钱浅：“大叔你虚伪了，你刚才肯定是想说泡泡妞！”\\n\\n吴缺：“好吧，不知道为什么，总觉得你想管我，你管得着吗？哼哼。”\\n\\n钱浅自告奋勇：“那个，大叔，如果我给你做情人，你还会找别的女生吗？”\\n\\n吴缺白了她一眼：“除非你有一种办法100%不让你爸发现。”\\n\\n钱浅认真道：“要不，我回去跟我爸商量商量，断绝父女关系……”\\n\\n吴缺哈哈大笑，差点呛死。\\n\\n林星雅说这小妹妹古灵精怪，诚不欺我。\\n\\n钱浅抓住了大叔的手，把吴缺吓一跳：“开玩笑可以，别来真的。”\\n\\n吃饱饭，吴缺对她说：“以后一个星期允许你来蹭饭一次，受不了你，老想着诱惑我犯罪。”\\n\\n钱浅笑嘻嘻：“好啊，来多了我还不乐意呢，再见，大叔，爱你哟。”\\n\\n在吴缺的惴惴不安中，她终于离开了。\\n\\n在骊山洋房小区门口不远处，一双好看的眼睛正目睹钱浅笑意浅浅的离开，表情就像初恋的少女。\\n\\n钱浅也看到了对方，打招呼：“小雪！”\\n\\n甄傲雪：“钱浅，你……去了大叔家里？”\\n\\n钱浅：“嗯，你……正在去？”\\n\\n甄傲雪心虚的抚弄一下秀发：“嗯，有点事儿。”\\n\\n钱浅警惕起来：“什么事儿？”\\n\\n甄傲雪：“私人的事。”\\n\\n这不是废话吗？钱浅知道她不想说，但是她警惕心更重了，看到甄傲雪迈步走进了小区，钱浅想了想，给吴缺打了电话。\\n\\n“大叔，我看到甄傲雪来找你……”\\n\\n吴缺：“我知道啊，她发过消息来了。”\\n\\n钱浅：“你们不是断了吗？为什么她又来？你坦白交代。”\\n\\n吴缺：“我也不知道啊，难道还不让她来？等下我就知道她来干嘛了。”\\n\\n钱浅：“大叔，我喜欢你，你不要给她机会。”\\n\\n吴缺：“……喂，我们是不可能的，你醒醒。”\\n\\n钱浅怒了：“可能的！你给我听好了，你要是跟她有什么瓜葛，我就……告诉我爸，你睡了我！”\\n\\n吴缺倒吸一口凉气：“喂，别这么绝好不好？有话好好说。”\\n\\n钱浅：“那你听不听我的？”\\n\\n吴缺：“好好，你说什么都是对的，千万别冲动啊。”\\n\\n钱浅：“我不放心，你不要开门，不要让她进门。”\\n\\n吴缺火了：“你神经病吧？门铃都响了，好，挂了，回头再聊。”\\n\\n钱浅这下难过了，离开又怕大叔被勾引，回去嘛，又找不到理由，怕被甄傲雪嘲笑。\\n\\n按照吴缺的想法，甄傲雪一进门就要强吻她，可是被钱浅这么一闹，他还真不敢了，小女生什么事做不出来？万一真的到钱昊空那里一顿乱讲，他可就麻烦了，这个小妹妹真是不好弄啊。\\n\\n假装绅士的吴缺干咳一声：“好久不见啊，有什么事儿吗？”\\n\\n甄傲雪：“……没事儿，就是闲的，哦，顺便说声，谢谢你，我听说云野的限制高消费解除了，大叔真是……对我好，我说什么你都听我的。”\\n\\n吴缺也不敢居功，说：“本来我就没打算欺负他，小伙子挺有才的。怎么？你们和好了？”\\n\\n甄傲雪赶紧摇头：“没有没有，我和他不可能了，就是……有一次看到他，胡子拉碴的，挺可怜的，于心不忍而已，我们都好久没有说过话了。”\\n\\n按照以前的套路，吴缺应该从她身上接过外套，可惜他现在一动不动，好像有什么心事让他心神不宁。\\n\\n甄傲雪只好自己把外套挂上，随口道：“我刚才在下面看到钱浅了，你们一起吃饭的吗？”\\n\\n吴缺：“哦，对，吃的火锅，随便买的。”\\n\\n甄傲雪：“我就是在外面吃的不开心，忽然想吃你做的菜了，但是已经吃过了，可惜，等会儿我请你吃宵夜去？”\\n\\n吴缺：“干嘛要你请我？买单不是我的天职吗？”\\n\\n甄傲雪微笑道：“好的，你请我。”\\n\\n她笑得好甜，吴缺都看呆了，甄傲雪就喜欢看他被迷死了的死相。\\n\\n坐在沙发上，她情不自禁很自然的就靠他的肩膀依偎在一起，也不说什么，反正她是纯欲系女生。\\n\\n才温存了不到五分钟，门铃响了。\\n\\n吴缺赶紧起身去开门，果然，是去而复返的钱浅，果断头大。\\n\\n看到吴缺不太欢迎自己的样子，钱浅立刻准备使出绝杀技，一个箭步冲上前，乳燕投怀，并且吻住了某人的唇。\\n\\n吴缺想推开她，但是这会儿小妹妹力气居然特别大，不但推不开，他反而被推进来，两个人保持着接吻的姿势转着圈就退入房中，把不清不楚的关系暴露在甄傲雪眼中。\\n\\n甄傲雪瞪大了眼睛看着他俩。\\n\\n吴缺尴尬了，被钱浅架在火上烤。\\n\\n甄傲雪：“你们……”\\n\\n吴缺：“你看到了，是她主动的……”\\n\\n钱浅向甄傲雪宣示主权：“大叔是我的，看见没有？”\\n\\n甄傲雪：“他有什么好？钱浅你疯了？”\\n\\n钱浅不屑一顾：“他不好，你干么跟我抢？我家大叔是最特别的，就属于我，以后你不准来这里了。”\\n\\n两个女生秋波对峙，仿若有闪电在空中爆裂。\\n\\n吴缺原本不怕女生们吃醋，但是钱浅是最特别的存在，他是绝对不能得罪老钱的女儿的，不由得左右为难，呆立当场。\\n\\n甄傲雪也怒了：“吴缺，你今天选一个吧，我和钱浅不共戴天了！”\\n\\n钱浅傲然道：“对，你挑一个！”\\n\\n吴缺：“……要不，3P吧。”\\n\\n听到如此虎狼之词，两个女生一人分配到吴缺的一只耳朵，把吴缺拉扯成大白兔，让吴缺连连求饶：“我开个玩笑！”\\n\\n这种事情怎么可能由女生制定规则？吴缺收回耳朵之后，来神在在坐在沙发上，拍拍左右，让两个大宝贝坐下来说话：“你们先坐下，让我好好挑挑，你们都这么好看，我得认真思考一下得失，明白吗？来来，坐下啊。”\",\"timestamp\":1639641237,\"title\":\"共济会风云 第48章 左右为难\"},\"digest\":\"bk-f6WiX76WkZYEY4Pjl7qa3GOUEhIca3IPt0cG4BnY\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"U4LJzHJxKnvdgsrxLUnGH9Uh75c9OlQfevEp3D8ilkNVQyRumPZQOw8W5n8tSRYTlJ-uLO0xMrU8uKpCoYJeEA\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bk-f6WiX76WkZYEY4Pjl7qa3GOUEhIca3IPt0cG4BnY\"}"