"{\"content\":{\"body\":\"翻译：不懂经也叔的Rust\\n\\n时间：2021年7月19日\\n\\n公众号：不懂经\\n\\n不要筑墙\\n\\n大家好。比较关心国家和民族命运的朋友可能都有感觉，这两年在朝“新冷战”的方向发展，目前绝无缓和与回头的迹象。但很多人还没搞清楚第一次冷战是怎么回事，而且不只是普通群众。 \\n 弗兰西斯·福山就在冷战结束后，写了一本很著名的书叫《历史的终结与最后的人》，认为西方的民主制度将一统天下了。后来频频被打脸。 \\n 在《主权个人》的作者看来，福山和他的读者们太想当然了。有一个很明显的问题，少有人问，那就是为什么在冷战中，是那两种制度并驾齐驱，互相竞争，而不是其他的制度呢？ \\n 今天分享《主权个人》第五章的全部内容。这一章颠覆性的内容和观点太多，这里不再赘述。看完给人醍醐灌顶、豁然开朗、洞若观火的感觉；再看当下的时代，认知和理解完全不同。 \\n 本章全文约2万字，内容比较敏感。昨天晚上我把鼠标都用没电了，也没有发出去。今天最后调整一下，加个小付费试试。从下一章开始，全书将进入下半部分，正式开始信息时代。前面其他的篇章请在公众号下方专栏内集中阅读。 \\n 另外，本号现有两款王炸产品：信息时代的致富圣经——《如何不靠运气获得财务自由》，仅售39元；以及比特币重磅特辑——8万字付费文章合集，仅售77元。付费频道可预览内容，公众号右下角联系购买。\\n\\n# \\n\\n弗朗西斯·福山与他的那本书\\n\\n \\n\\n# 第五章  民族国家的生与死\\n\\n民主与民族主义作为暴力时代的财政策略\\n\\n \\n\\n \\n\\n打赢战争关键的关键，就在于有足够的资金提供军队所需要的一切。\\n\\n罗伯特·德·巴尔扎克（ROBERT DE BALSAC） 1502年\\n\\n \\n\\n \\n\\n## 历史的废墟\\n\\n1989年11月9日和10日，欣喜若狂的东柏林人用大铁锤拆除了柏林墙，这一幕通过电视机在全球直播。喧闹之中，一些初具企业家思想的人，收集了该墙的碎片，后来作为镇纸纪念品卖给了世界各地的资本家。此后多年，这种遗物生意都非常火爆。就在我们写这本书的时候，小杂志上还会偶尔登出广告，售卖来自东德的柏林墙碎片，价格已经达到了高品质银矿石的水平。\\n\\n我们认为，那些购买了柏林墙镇纸的人不要急着转手，因为它们的纪念意义要远大于CM主义的崩溃。我们相信，自从1495年2月圣乔瓦尼的城墙被炸成碎片，柏林墙是近五个世纪以来最重要的一堆历史废墟。\\n\\n法国国王查理八世将圣乔瓦尼的城墙夷为平地，那是火药革命的第一次爆炸。正如我们前面所述，它标志着封建历史时期的结束和工业主义的开端。柏林墙的倒塌则是另外一个历史分水岭，那就是工业时代与信息时代的分野。\\n\\n在人类历史上，从来没有出现过如此伟大的象征性胜利，效率第一次战胜了权力。圣乔万瓦围墙的倒塌鲜明地揭示出，暴力的经济回报已经急剧上升。柏林墙的倒塌则是另外一番内涵，它意味着当今世界的暴力回报正在下降。目前还很少有人想到这一点，但它带来的后果将是颠覆性的。\\n\\n \\n\\n在本章中我们将会探讨，柏林墙对整个民族国家和工业时代的象征意义，远超当晚在柏林的群众或世界各地看直播的数百万观众的理解。柏林墙的建造目的和圣乔瓦尼城墙截然不同，它是为了防止里面的人逃跑，而不是抵御外来的侵略者。仅此一点就说明了，从15世纪到20世纪国家权力的增长，而且远不止一个方面。\\n\\n几个世纪以来，民族国家使所有对外的城墙都变得多余和没有必要。在国家最初扎根的地区，它对强制力的垄断，使它在内部更加和平；在军事上，它也比人类有史以来所有的主权组织都更加强大。国家从基本被全部解除武装的人口中提取资源，用来压制小规模的对手和敌人。\\n\\n民族国家成为历史上最成功的夺取资源的工具；它的成功基于其从公民身上榨取财富的超级能力。\\n\\n \\n\\n“MTV不仅仅是在播放音乐视频，以及促销唱片。它是第一个真正的全球网络，是第一个在每个国家都提供单一节目流的电视网络。在这个过程中，MTV为它的观众——儿童和年轻人——创造了一种单一的全球共享的现实感。最近的研究发现，地球上的年轻人，不仅越来越趋向于喜欢共同的偶像、有共同的口味和职业期望，而且对生活的意义和恐惧都有共同的价值观。他们也普遍认为，政治对自己未来的影响没有自己的能力重要。”\\n\\nJim Taylor and Watts Wacker, the 500-Year Delta: What Happens After What Comes Next\\n\\n \\n\\n \\n\\n## “要么爱它，要么离开它”（除非你很有钱）\\n\\n在民族国家完全过渡到信息时代的新式主权国家之前，西方最强大民族国家的许多居民，将会像1989年的东柏林人一样，想方设法地逃离出去。\\n\\n对于在二战前或者冷战初期成年的几代人来说，跨越边境是一种创伤性记忆。但更具有全球视野的年轻一代，并不像那些被民族国家的意识形态灌输过的老年人，认为放弃出生时的国籍是一个不可想象的决定。\\n\\n在一项针对五大洲25000名中产阶级高中生的大规模调查中，吉姆·泰勒和沃兹·瓦克报告了很有意思的结果。\\n\\n在1995-96学年，纽约消费者研究公司BrainWaves Group进行的抽样调查中，10个学生中有9个同意，“要得到我想要的生活就只能靠自己。”更加引人注目的是，“几乎有一半的青少年都希望，离开他们出生的国家去追求人生的目标。”\\n\\n作为第一个在MTV上发布竞选广告的总统候选人，比尔·克林顿对MTV一代的态度可能更加敏感，所以他也在想办法使美国人更难“离开出生国去追求人生目标”。1995年，就在美国的高中生准备发布他们的独立宣言时，美国总统提议制定离境税，要求富有的美国人在放弃国籍时缴纳巨额的赎金，哪怕他们只是带着部分资产出走。这就是“资本的柏林墙”。\\n\\n \\n\\n克林顿的赎金，不仅让人联想到在东德后期，国家把公民视为其财产的政策；也让人想起衰落中的罗马帝国，为了支撑财政而采取的越来越严厉的措施。《剑桥古代史》中的这一段就说明了这一点：\\n\\n于是，国家开始使用激烈的方式，去榨取人口中的最后一滴价值。由于经济资源不能满足社会所需，强者为夺取主要份额而斗争，他们的暴力和不择手段，很符合当权者的出身以及惯于掠夺的士兵习性。\\n\\n法律的严厉全部释放到了人民身上。士兵假冒执行官，或者充当秘密警察，在土地上四处游荡。受影响最大的当然是有产阶级，对他们的财产下手相对更容易。在时局紧张的时候，他们是最快遭受到频繁勒索的阶层。\\n\\n \\n\\n当失败的制度尚有余力的时候，他们会对那些试图逃离的人施加刑事处罚。我们再看一下《剑桥古代史》，“如果有产阶级把钱埋起来，或者牺牲2/3的财产逃离地方政府，甚至不惜放弃全部财产以摆脱交租；而无产者干脆直接逃跑，政府的回应则是增加压力。”\\n\\n当你谋划未来时，有必要记住这一点。从过去的历史看，一种国家制度的暮光时分，很少是礼貌的、有序的。在第二章中，我们提到过罗马税吏的无耻行径。\\n\\n罗马帝国崩溃后，西欧出现了大量被抛荒的农田，这只是更大问题的一小部分。实际上，在高卢以及包括今天的卢森堡和德国在内的边境地区，税收是相对温和的。而在罗马土地最肥沃的地区——埃及，因为有灌溉设施，那里的农业产量更要。\\n\\n罗马崩溃以后，埃及的土地遗弃现象更加严重。是不是要逃跑，也就是拉丁语里所说的，去寻找“最后的避难所”，几乎成为了所有有产者的首要难题。历史记录显示，“在埃及，人们经常向神谕提出的问题，有三种标准类型：‘我会成为乞丐么？’‘我应该逃跑么？’‘我逃跑的话会被抓住么？’”\\n\\n克林顿的提案说“会的”。这个提案还只是设置逃离障碍的初期版本，随着民族国家财政资源的流失，障碍会越来越高。当然，比起埃里希·昂纳克（前东德领导人）的混凝土和铁丝网，美国的版本要温和多了。它对价格也很敏感，只涉及应税财产超过60万美元的“亿万富翁们”。\\n\\n尽管如此，它被提出的理由，与昂纳克为前德意志民主共和国（即东德）最著名的公共工程（即柏林墙）辩护时，提出的论点非常相似。昂纳克声称，东德在那些想要逃难的人身上进行了大量的投资，让他们自由离开会影响经济，国家需要他们的努力。\\n\\n \\n\\n如果你接受人民是或者应该是国家的资产，那么昂纳克的墙就是站得住脚的。对CM党来说，没有墙的柏林是一个漏洞；对克林顿的国税局来说，逃离美国的税收管辖也一样。\\n\\n克林顿关于亿万富翁离境的论点，与昂纳克的差不多，除了显示出政客一贯无视数字的准确性以外，在某种程度上也不太符合逻辑。毕竟，美国政府并没有对那些想要离开的富裕公民进行大量的投资。他们并不是接受了国家资助的教育，然后想溜到别的国家去当律师赚大钱。绝大多数可能被征收离境税的人，都是靠自己的努力创造了财富；尽管有美国政府，但不是因为美国政府。\\n\\n在美国，前1%的纳税人缴纳了总所得税的30.2%（1995年），所以，这里的问题，并不是美国富人没有回报政府对其教育或经济繁荣所做的真正投资。恰恰相反，那些支付了大部分账单的人，所付出的费用远超所得利益的全部价值。\\n\\n美国前1%的纳税人，每人年均纳税额超过12.5万美元，这个税收成本的影响，他们并没有认识到。如果在40年的时间周期内，他们能从支付的超额税款中获得哪怕10%的回报，那么每多交5000美元的税，就会使他们的净资产减少220万美元；如果是20%的回报，5000美元的税就减少4400万美元的净资产。\\n\\n \\n\\n随着千禧年的到来，在信息时代的大政治条件下，人们将越来越清楚地看到，从工业时代继承下来的民族国家是一个掠夺性机构。年复一年，它已不再是繁荣的助推器，而更像是一个牢笼，一个个人想要逃离的牢笼。但是，已经陷入绝望的政府决不会允许这样的逃离。\\n\\n西方福利国家的稳定乃至生存，都取决于他们是否能够继续抽取世界总产出的大头，重新分配给经合组织国家（发达国家）的一部分选民。这就要求必须以超级垄断的价格，对当前富裕国家中最具生产力的公民进行征税；相比政府所提供服务的实际成本，该价格要高出数百甚至数千倍。\\n\\n \\n\\n \\n\\n## 民族国家的生与死\\n\\n柏林墙的倒塌不仅是CM主义灭亡的明显标志，它也标志全世界民族国家体系的一次失败，以及效率和市场的一场胜利。历史背后的权力支点已经发生了转移。\\n\\n民族国家从法国大革命开始，已经持续了两百年，这是一个奇怪的历史阶段；我们认为，1989年柏林墙的倒塌就是民族国家时代的顶点。国家存在了六千年之久，但是在19世纪之前，它们只是世界主权形式中的一小部分。它们的崛起始于革命，也终于革命。\\n\\n1789年的大事，使欧洲走上了真正的民族国家之路；1989年的大事，宣告了共产主义的死亡和市场对大众力量的控制。这两场革命正好相隔200年，定义了由民族国家主导大国体系的时代；大国反过来又主导了整个世界，它们的政治体系甚至传播和强加到了最偏远的部落飞地。\\n\\n \\n\\n国家作为组织暴力的主要工具，它的胜利并不是一个意识形态问题，而是冷酷的暴力逻辑。就像我们常说的，这是一个大政治事件，它跟理论家和政治家们的期望关系不大，甚至也不是因为将军们的操纵；它是由隐藏的暴力杠杆所决定的，它以阿基米德梦想的方式推动了历史的发展。\\n\\n在过去两百年的现代时期，国家是一种常态；但放到更长远的历史看，国家是罕见的主权形式。它们的生存能力一直依赖于非常特殊的大政治条件。\\n\\n在现代时期以前，大多数国家都是“东方专制主义”，沙漠中的农业社会，依赖对灌溉系统的控制。即使是罗马帝国，通过对埃及和北非的控制，也间接成为了一个水利社会。但这不足以使其生存下去。\\n\\n像很多前现代国家一样，罗马最终因缺乏迫使人们臣服于垄断暴力的能力而崩溃，而这种能力是可以饿死人的。在非洲地区以外的罗马政府，没有能力阻止叛逆的群众使用灌溉系统，没办法切断水源供应。\\n\\n在古代经济中，相比其他所有的大政治配套设施，水利系统提供了更多的暴力杠杆。在当时的社会中，谁如果控制了水利，那它从社会中提取战利品的水平，就可以媲美于现代民族国家抽走社会总产出的比例。\\n\\n \\n\\n \\n\\n## 规模优于效率\\n\\n火药的出现，使国家更容易在稻田与干旱河谷的范围外扩张。在战争中，火药武器的性质和工业经济的特点，创造了巨大的规模优势。这导致暴力的回报率高企且不断上升。\\n\\n历史学家查尔斯·蒂利说，“拥有最严厉强制手段的国家往往能赢得战争，效率（投入产出比）会败给效益（总产出）。”由于多数政府都是大规模组织起来的，少数幸存的小国，如摩纳哥和安道尔，需要大国的承认才能保持独立。也只有掌握了更多资源的大国政府，才能够在战场上展开较量。\\n\\n \\n\\n## 未解答的大问题\\n\\n这就带给我们一个现代史上重大的未解之谜：为什么在大国体系行将结束时爆发的冷战中，最后的竞争对手是CM主义独裁政权和民主福利国家？\\n\\n这个问题很少被研究，以至于在柏林墙倒塌后，美国国务院的分析员弗朗西斯·福山宣称“历史的终结”时，很多人都觉得有道理。然而，他的热心读者太想当然了。\\n\\n很显然，福山和其他人都没有费心去问一个基本问题：国家SH主义和民主福利国家有什么共同点，使它们成为了世界统治的最后竞争者？\\n\\n \\n\\n这个问题至关重要。毕竟，在过去的五个世纪里，有几十种制度在争夺主权，你方唱罢我登场，包括绝对君主制、部落飞地、红衣主教制、教皇直接统治、苏丹王国制、城邦国家和再洗礼派殖民地。\\n\\n今天的人可能会觉得很惊讶，一个拥有自己武装的医院管理公司，可以统治一个国家长达几个世纪；但与此类似的情形就在历史上发生过。\\n\\n在1228年后的三百年间，耶路撒冷圣玛丽医院的条顿骑士团，后来与利沃尼亚之剑骑士团联合，统治了东普鲁士及东欧的多国领土，包括立陶宛和波兰的部分地区。然后爆发了火药革命。这导致在短短的几十年间，条顿骑士团就从它所有的领土上被驱逐了出去；他们大团长的军事重要性，也落得跟一个国际象棋冠军差不多。\\n\\n为什么会这样？为什么在工业时代结束时，在争夺世界霸权的伟大斗争中，那么多的主权形式都变得无足轻重，只有大众民主制度与国家SH主义体系并驾齐驱，相与争锋？\\n\\n \\n\\n## 为所欲为的控制\\n\\n我们的大政治理论给出了答案。这就好比问为什么相扑运动员都体型庞大。答案很简单，一个瘦小的相扑手，无论他的力量体重比多么惊人，都不可能打赢一个重量级的对手。正如蒂利所言，重要的是“效用”（总产出），而不是“效率”（投入产出比）。\\n\\n在一个暴力日盛的世界里，经过五个世纪的竞争而占据主导地位的制度，必然是有利于最大限度获取大规模战争所需资源的制度。\\n\\n这是怎么实现的？\\n\\n就CM主义而言，答案显而易见。在CM主义制度下，控制国家的人基本控制了一切。如果你是冷战时期的苏联公民，当克格勃认为有必要时，他们可以拿走你的牙刷，还可以拔掉你的牙。\\n\\n1992年前苏联的档案开放以后，根据更可信的记录估计，在74年的统治中，苏联的秘密警察及特工夺走了5000万人的生命。国家SH主义可以调动国内的一切用于军事目的，该制度下的人民不可能提出异议。\\n\\n \\n\\n对西方民主国家来说，答案没有那么明显。部分原因在于，西方人习惯认为，民主制度与CM主义是形成鲜明对比的。从工业主义的角度看，这两种制度确实存在很大的对立面。\\n\\n但从信息时代的角度看，二者的共同之处比你想象得要多。它们都有利于政府不受限制地控制资源。不同的是，与国家社会主义制度相比，民主福利国家掌控了更加丰富的资源。\\n\\n少即是多，是一种比较罕见的现象，这里就是一个明显的例子。国家SH主义的理论前提是国家拥有一切。相比之下，民主福利国家的制度要求则比较温和，并采用了更优越的激烈措施动员人民，从而获得更大的产出。\\n\\n西方国家的政府，不是一开始就拿走一切，而是允许个人先拥有财产、积累财富。当财富积累到一定程度之后，政府就通过税收掠走一大部分。\\n\\n与国家SH主义制度相比，高额的财产税、所得税和遗产税，为民主福利国家提供了大量的资源。\\n\\n \\n\\n## 效率低下也有优势\\n\\n与CM主义相比，福利国家确实效率更高。但与其他积累财富的制度相比，例如殖民地时期的某渔村——一块真正自由放任的飞地，福利国家的效率是很低的。“少即是多”又一次得到了体现。\\n\\n在工业时代的大政治条件下，恰恰是这种低效率使福利国家成为了制度的优胜者。\\n\\n当你理解了这其中的原因，你对柏林墙倒塌和CM主义死亡的真正意义，就会有更进一步的认识。它远不是人们所普遍认为的，民主福利国家将确保取得最终的胜利；它更像是看到双胞胎兄弟中的一个率先老去。\\n\\n杀死CM主义的这场大政治革命，也将破坏和摧毁我们在20世纪所熟知的民主福利国家。\\n\\n \\n\\n \\n\\n## 政府控制在谁的手里？\\n\\n要理解我们这个非正统的结论，关键就在于认识到民主政府控制在谁的手里。这个问题并不像看起来那么简单。\\n\\n在现代社会，谁控制政府总是被当作一个政治问题。这个问题有很多答案，但几乎都一致认为，是在特定时刻控制特定国家的政党、团体或派系。\\n\\n你听说过政府控制在资本家手里，控制在劳工手里，在天主教徒手里，在伊斯兰原教旨主义者手里，在部落和种族团体手里，在胡图人、在白人手里。你也听过说政府控制在职业团体手里，如律师和银行家；或者控制在农村利益团体手里，在大城市机器工厂主手里，在郊区居民的手里。当然你也听说过政府控制在政党手里，如民主党、保守党、基督教民主党、自由党、激进党、共和党和社会主义政党。\\n\\n但你可能没听说过政府控制在顾客手里。我们前面讨论过，经济史学家弗雷德里克·莱恩撰写了一系列条理清晰的文章，论述了暴力的经济后果，同时也为理解政府控制权归属的新思路奠定了基础。\\n\\n莱恩将政府视为一种出售保护服务的经济单位，从经济而非政治的角度，去分析政府的控制权。依据该观点，对政府的控制有三种基本的选择：业主，雇员和客户；而每一种选择都对应一套完全不同的激励机制。\\n\\n \\n\\n### 业主\\n\\n政府控制在一个业主手里，这种情况比较少见，但今天也有。他通常是一个世袭的领导人，几乎拥有国家的一切。例如，文莱苏丹对待文莱政府的态度就像是一个业主。这种情况在中世纪的领主中很常见，他把自己的领地当作一家独资企业，通过各种方式去优化收入。\\n\\n对于“生产性企业的所有者”的激励机制，莱恩做了如下描述：\\n\\n为了追求利润最大化，业主会在维持价格不变的同时，尽量降低他的生产成本。就像英国的亨利七世或法国的路易十一，他们会使用尽可能便宜的手段，维护自己的合法地位，维持国内的秩序，并分散邻国王公们的注意力，以便降低军事开支。从降低的成本中，从他牢固的垄断地位增加的税收中，或者从二者的结合中，他积累了财富盈余。\\n\\n \\n\\n由业主控制的政府，有强烈的动机去降低在某地提供保护或垄断暴力的成本。但是，只要他们的统治是安全的，他们就不想降低向客户收取的价格（即税收），降到低于优化收入的比率。垄断者收取的价格越高，实际成本越低，他的收益就越大。\\n\\n对一个由业主控制的政府来说，理想的财政政策是有巨额盈余。当政府能够保持高收入且削减成本时，对资源的利用有很大的好处。劳动力或其他有价值的资源——原本可能浪费在不必要的昂贵保护上，就可以转而用于投资或其他目的。\\n\\n君主通过降低成本获取的利润越高，就有越多的资源被释放。用这些资源去投资，就会刺激增长；即使是用于炫耀性的消费，也可以创造和哺育出新的市场。但如果资源被浪费在低效的“保护”上，这些市场就不会存在。\\n\\n \\n\\n### 雇员\\n\\n雇员控制的政府，它的激励机制是很容易描述的，在其他由雇员控制的组织中也很常见。首要的一点是，雇员控制的机构倾向于赞成任何能增加就业的政策，并反对减少就业的措施。\\n\\n正如莱恩所说，“当雇员作为一个整体进行控制时，他们对最大限度地减少保护费没有兴趣，对最大限度地减少以劳动力成本和自己工资为代表的那部分成本也没有兴趣。规模的最大化更符合他们的口味。”\\n\\n一个由雇员控制的政府，很少有动力去降低政府的成本或向客户收取的价格。而当客观条件造成很强的价格阻力，即反对提高税收时，雇员控制的政府更愿意入不敷出，而不是削减他们的开支。\\n\\n换句话说，他们的激励模式意味着他们更倾向于长期的财政赤字，而由业主控制的政府则不会。\\n\\n \\n\\n### 客户\\n\\n有没有由客户控制的政府？有的。莱恩就是受到了中世纪商人共和国的启发——例如威尼斯，开始从经济角度来分析政府的控制权。\\n\\n在商人共和国，一群需要保护的贸易批发商在几个世纪内有效地控制了政府。他们实际上是政府保护服务的客户，而不是业主。他们为这种服务付费，而不寻求从政府对暴力的垄断中获益。如果有人想这么做，也会被其他长期客户阻止。\\n\\n其他由客户控制的政府，包括被有限特许的民主国家或共和国；如古代的民主国家，或建国初期的美利坚共和国。当时，只有那些为政府付费的人才被允许投票，约占美国人口的10%。\\n\\n由客户控制的政府，会像业主的政府一样，有动力尽可能降低运营成本。但与业主和雇员控制的政府不同，他们还有动力去压低政府收取的价格。\\n\\n在客户统治的地方，政府精简干练，一般不引人注目，运营成本极低，有最少的雇员与温和的税收。由客户控制的政府，制定的税率不是为了优化政府能收多少钱，而是为了优化客户能留住多少钱。\\n\\n与竞争性市场中的典型企业一样，就算客户控制的政府是垄断性的，它也不得不向效率的方向发展。它以税收形式收取的服务成本，只能维持微薄的利润，而不可能太高。\\n\\n \\n\\n（上完）\",\"timestamp\":1640241308,\"title\":\"《主权个人》第五章 民族国家的生与死 翻译15：政府控制在谁的手里？（上）\"},\"digest\":\"J4FQN4x9VoHyb2Rnt9mYWS2xOJwbrMm-UDE7VRhT9vU\",\"authorship\":{\"contributor\":\"0xC26A36A2DB03A4082B135E57874c3D621231E1Cf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B507YO75pnAmxwUzexKWWPjnyh3tfuxp_GbTqi2gXRs\\\",\\\"y\\\":\\\"eqJ3PTAK6Qc19oEHpa4TBsiADkbDlP1SgtgL0M5jOP8\\\"}\",\"signature\":\"yy7Bp9TzU4HbSKAAQ8V5cEAD0JY6cbfBxYHJlziVF7a9QweRf4ylqtotOU-xDzONXIHXgM3hAZJiEehaNo5mbw\",\"signingKeySignature\":\"0x8c71ae22da05108522c2ad2678c614e8314104238b608500ab94b049b579f8bc602474476a866616ed3f40589711ed2cb0b3916005e394020a0de63ed099aafe1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B507YO75pnAmxwUzexKWWPjnyh3tfuxp_GbTqi2gXRs\\\",\\\"y\\\":\\\"eqJ3PTAK6Qc19oEHpa4TBsiADkbDlP1SgtgL0M5jOP8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J4FQN4x9VoHyb2Rnt9mYWS2xOJwbrMm-UDE7VRhT9vU\"}"