"{\"content\":{\"body\":\"Oggi siamo finalmente pronti a svelare una partnership di cui siamo molto orgogliosi. New Order collaborerà con Outlier Ventures, l’acceleratore Web3 leader del settore per lanciare nei prossimi due anni oltre 30-40 progetti DeFi con la prima tranche che verrà lanciata nel primo trimestre del 2022.\\n\\nLa partnership ha l’obiettivo di guidare l’innovazione del sistema DeFi sfruttando la rete esistente di costruttori, investitori e sviluppatori di smart contract di New Order verso la creazione di una nuova generazione di applicazioni DeFi che integreranno la tesi di Outlier Ventures attorno al metaverso. Insieme lanceremo il primo campo base per la DeFi!\\n\\nOutlier Ventures ha una lunga esperienza nel campo avendo già raccolto oltre 250 milioni di dollari in finanziamento per le start-up a partire dalla loro fondazione nel lontano 2014. New Order è il primo DAO che Outlier Ventures ha supportato e in cui ha investito. Il loro programma Base Camp è un acceleratore ormai conclamato per applicazioni web3 ed è già stato sfruttato dagli ecosistemi di  Polygon, Filecoin e Polkadot per introdurre nuovi progetti sul mercato.\\n\\nLa partnership tra Outlier Ventures e New Order è unica in quanto rappresenta un supporto significativo all’ecosistema DeFi oltre che il loro primo investimento in un venture DAO.\\n\\nMentre l’obiettivo principale è quello di promuovere l’ecosistema DeFi cosi come lo conosciamo, insieme abbiamo anche in programma di esplorare “MetaFi! un termine inventato da Outlier Ventures. Metafi è la finanza decentralizzata applicata al metaverso, ad esempio adesso gli NFT vengono utilizzati come garanzia per prestiti multimilionari.\\n\\nLa combinazione del processo di sviluppo e il finanziamento pubblico e aperto di New Order con l’esperienza sul campo e il curriculum di Outlier Ventures nel lavorare con le start-up in fase iniziale garantirà che i progetti DeFi selezionati arrivino sul mercato più velocemente, supportati da collaboratori di livello mondiale.\\n\\n**---**\\n\\n“Con l’acceleratore web3.0 leader nel settore di Outlier Ventures e l’ecosistema DeFi di New Order, il nostro campo base DeFi lancerà progetti entusiasmanti che porteranno nuovi progetti DeFi e esperienze utente direttamente nelle comunità web3,CeFi, metaversi e altro” Eden Dhaliwal, Fondatore di New Order.\\n\\n“Investiamo nell’ecosistema DeFi da diversi anni ma questo richiede una fornitura di servizi molto importante e l’attivazione dell’ecosistema che richiede un servizio a esso dedicato che offriremo col nostro Base Camp. New Order Venture DAO è riuscita a mettere tutto questo insieme in modo scalabile e insieme potremo realmente definire una nuova categoria della DeFi, la MetaFi” Jamie Burke, CEO di Outlier Ventures.\\n\\nArticolo tradotto in Italiano da [cryptoandre1](https://twitter.com/cryptoandre1) ,\\n\\ndiscord id ultimatepro234#1260, [clicca qui per il mio canale medium di traduzioni!](https://medium.com/@cryptoandre1)\\n\\n[Clicca qui](https://mirror.xyz/0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd/fQWszfm7KZxI_jcX8NcFB0KEfqNcPk_OOec7tTAh8GM) per il link dell’articolo ufficiale in inglese.\",\"timestamp\":1638637595,\"title\":\"New Order + Outlier Ventures pronti a lanciare insieme 30-40 progetti DeFi \"},\"digest\":\"ppl5s1IIIXgoXGO863tHp98RvhKaP4vZFsi-ABhqbX0\",\"authorship\":{\"contributor\":\"0xF5D8995e2e2498cED8b91a428fECD81074736e33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zecDSGa1W9x7XzKrY3H0iEqOrW_egp1QYOjLXXwsUPk\\\",\\\"y\\\":\\\"V4WLf1NK3y63H4O9WHi1uQRRbQGIVJUuRhqPN_5JJIU\\\"}\",\"signature\":\"tS2V_CB_mQ2DQKbMy2JFjqhl4nLhzRgYAYY2d5SRp_01MVpYBm3vrpcIxWK3QVDs3FyknwAuJtJBfsnOqf5yXQ\",\"signingKeySignature\":\"0x1eff61c1d32f6b106beaa58803e67b111b4ce8491bb25e1841bb5159be448a7414b5ad6fd5b92ddadb0aa2cb690b21d09920418b247c15a0b64d9686f4bb08d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zecDSGa1W9x7XzKrY3H0iEqOrW_egp1QYOjLXXwsUPk\\\",\\\"y\\\":\\\"V4WLf1NK3y63H4O9WHi1uQRRbQGIVJUuRhqPN_5JJIU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ppl5s1IIIXgoXGO863tHp98RvhKaP4vZFsi-ABhqbX0\"}"