"{\"content\":{\"body\":\"Let’s say you want to be more disciplined about your day … you might tell yourself, “I’m going to wake every morning, meditate for 15 minutes, plan my Most Important Tasks, and then get started and follow the plan. No doubts about it.”\\n\\nAnd then your plan gets hit by distraction or interruption, and you feel bad about it.\\n\\nYou try again the next day, start out well, but then at some point, you get off track and feel discouraged.\\n\\nThree days into this attempt, and you feel like you are completely undisciplined, and you give up the effort.\\n\\nWhat went wrong?\\n\\nThe problem is that the plan was set up to fail at some point, and then you’d feel failure, feel bad about it, feel discouraged. You might be able to withstand this discouragement and negative feedback for a little while, but no one withstands it forever.\\n\\nNegative feedback loops will cause us to not do the activity.\\n\\nPositive feedback loops will cause us to stay with it for much longer.\\n\\nThink about the design of your plan to change your behavior: is it designed to give you positive feedback or negative feedback? Most people ignore this component entirely.\\n\\n### What Positive Feedback Looks Like\\n\\nWhat we want is to design a plan that gives us some kind of reward or positive feeling, some kind of encouragement. And we want it to give us this encouragement regularly.\\n\\nSome examples of positive feedback:\\n\\n* I do the habit and get a check mark and a ding! from my habit app\\n* I exercise and get to tell my friends about it\\n* I successfully complete a language lesson and feel a sense of accomplishment\\n* I have a coach who gives me encouragement\\n* I get a positive grade for a quiz\\n* I feel gratitude towards myself for meditating\\n* I get a high five from my friend after our hard run together\\n* My team gets praise for our accomplishment in the company\\n* I check off something from my task list\\n\\nNotice also that many of these examples will have negative feedback built into them as well: I get a bad grade, my habit app streak ends, I feel embarrassed that my friends know I haven’t exercised for a week, my task list is neverending and makes me feel overwhelmed, my coach might criticize what I did today, I forgot to do the language lesson and feel bad about it.\\n\\nSo if most systems have both positive and negative feedback built in … what can we do?\\n\\nWe have to design a better system.\\n\\n### A More Positive Design\\n\\nWe need a system that will always encourage us to go in the right direction.\\n\\nWhen we go in the right direction, we feel accomplishment!\\n\\nWhen we go in the wrong direction, we get encouraged to turn it around.\\n\\nA key principle: There is zero wrongness and judgment associated with this — when we judge ourselves or beat ourselves up, it’s discouragement or negative feedback. Instead, we never make ourselves wrong. We always have compassion.\\n\\nHere’s an example … let’s say I want to write every day. I might design a plan like this:\\n\\n* I only have to write 1 sentence a day for the first 3 days. It’s so easy I can’t say no. I am practically guaranteed success.\\n* After I write my 1 sentence for the day, I acknowledge myself for the effort and give myself gratitude for showing up and practicing.\\n* When that becomes super easy, I change it to 2 sentences a day. If I feel like writing more, I can. Same thing: acknowledgement and gratitude.\\n* I focus on small victories — encourage myself for any possible positive action! I am also encouraged to share any victory at all with others who might be encouraging (like my [Sea Change Program](https://seachange.zenhabits.net/) or [Fearless Training Program](https://fearless.zenhabits.net/)).\\n* If I get off track — my plan is to catch myself after a “slip-up” and give myself compassion for whatever resistance or discouragement I felt (compassion is a kind feeling), and then to pick a small victory to get the next day (any possible small victory will do, maybe just opening my doc and writing one word). I can acknowledge myself and give myself gratitude for catching this and choosing a small victory to aim for. Find something to learn, and get back on track.\\n\\nThis system is designed to give my encouragement no matter what. Victories, gratitude, acknowledgement, learning, practicing getting back on track.\\n\\n### Principles of Positive Feedback Design\\n\\nAs you can see above, there are some simple principles we can incorporate into our design:\\n\\n1. Try to not make yourself wrong, judge yourself, discourage yourself. You probably will (most of us do), but catch yourself and give yourself compassion, and see if you can remove this wrong-making.\\n2. Aim for small victories. As small as possible.\\n3. Encourage, acknowledge, give gratitude.\\n4. Scale as needed: scale up if you’re really feeling it, scale down by doing less if you’re feeling too busy or tired.\\n5. Have a way to encourage yourself if you start to get off track. Compassion, learning, finding the smallest possible victory to start getting back on track.\\n6. Use others for positive encouragement if it’s helpful.\\n\\nI encourage you to redesign your habit changes, your attempts to get more disciplined and focused, or any kind of change you’d like to make. Encourage, encourage, encourage!\",\"timestamp\":1638084535,\"title\":\"Positive Feedback Loops\"},\"digest\":\"K3NnoHQkKBWwSl9N4SmlLcypwmuyLRmXK--EkRJ45Eg\",\"authorship\":{\"contributor\":\"0x786DbEF793AF3fb685c6A719d4c887F472789cD2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yn_2_JzVHbyRTrhxBa3LTutKjBbS2cltjcivGVfxlNs\\\",\\\"y\\\":\\\"jYy-j87vAoV9N4ChfoNfSyEr8ynbXRNxJ-Rha-FbZvA\\\"}\",\"signature\":\"mfO8sKLuPdEkdyRMJI-CJ-W7UkUo3-8KJJJfWXU_YxolioemeHZ6a3jQLeselK0CCu98HMZvzk5zreOU1dv6tw\",\"signingKeySignature\":\"0x981dc2d81523e578f106e25ba8bffec4308d4bcc0586e094908f224ae94264055cb213a514c12d4db52e87f13a84152662cf216b3c510c432577c8e0c4c3c5711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yn_2_JzVHbyRTrhxBa3LTutKjBbS2cltjcivGVfxlNs\\\",\\\"y\\\":\\\"jYy-j87vAoV9N4ChfoNfSyEr8ynbXRNxJ-Rha-FbZvA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K3NnoHQkKBWwSl9N4SmlLcypwmuyLRmXK--EkRJ45Eg\"}"