"{\"content\":{\"body\":\"*Three key aspects could shape the regulatory landscape of decentralized autonomous organizations (DAOs): recognition of legal personhood to a purely digital entity, granting limited liability to its members and establishing a pass-through status with regard to taxation. This methodological approach could foster innovation in governance and also avoid obstacles with respect to technological developments.*\\n\\n![@Abstrucked](https://images.mirror-media.xyz/publication-images/db091ddb-edee-4e59-9b3b-ce9a7f808759.jpg?height=576&width=1152)\\n\\n### DAOs are all around us\\n\\nThe number and size of digital organizations in which members work together in sharing common missions and values is [growing](https://consensys.net/blog/codefi/daos/). DAOs are testing innovative technological tools and developing best practices to coordinate efforts in the digital environment. [DAOs can be categorized](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw) according to their specific activities, as for instance investing, protocol, social, service, media, etc. Contributing to a DAO is becoming the ultimate frontier for working opportunities inside of the crypto industry. Such organizations seem able to shape the [future of work](https://newsletter.banklesshq.com/p/the-future-of-work).\\n\\nRegulatory risks and the potential liability of contributors are a looming shadow which in the long run may hinder, if not stop, innovation. There are many reasons for which DAOs are not corporations in a traditional sense:\\n\\n* They are not settled in a given jurisdiction and are potentially able to involve thousands of members all over the world\\n* Their inner organizational structure does not necessarily resemble a traditional company\\n* They are usually composed of different teams, which coordinate their activities based on incentives and fluid consensus mechanisms\\n* Their lack of legal personhood (as a purely digital organization) makes simple legal questions concerning liability for a failure of a service or taxation duties difficult to answer\\n\\nIn this framework, the **Coalition of Automated Legal Applications (COALA)**, which describes itself as a global, multidisciplinary blockchain research and development initiative, has drafted a [model legislation](https://coala.global/wp-content/uploads/2021/06/DAO-Model-Law.pdf) for governments to recognize DAOs as legal persons.\\n\\n[https://twitter.com/coalaglobal/status/1405918673433513986?s=20](https://twitter.com/coalaglobal/status/1405918673433513986?s=20)\\n\\nAccording to the drafters, principles encompassed in the model law may serve as a basis for a future international convention. Currently the aim seems overambitious, because only a very limited number of states have tackled regulatory problems concerning DAOs. Nevertheless, the draft relies on an important assumption, which makes it different from other proposed DAO legislation: A digital entity could be recognized as a legal entity. This differs from the legislation in the [Wyoming bill](https://www.theblockcrypto.com/linked/93800/wyoming-law-dao-registration), which requires an LLC be tied to an “agent” in a physical location. Three aspects in this model law deserve particular attention.\\n\\n### 1. No legal wrapper\\n\\nThe “classical” way of addressing DAO legal issues is to set up a legal wrapper that rolls up members of the organization to create a liability shield. In particular, the DAOs dealing with financial investments have tested the [legal framework of the LLC](https://medium.com/lexdaoism/ricardian-llc-limited-liability-nft-f64a162f751b).\\n\\nThe solution has some drawbacks as the DAO loses parts of its more distinctive features. The DAO ceases to be a pure decentralized organization to become a traditional legal entity, ascribable to one particular State. This is particularly evident in looking at the content of the straightforward Wyoming bill, according to which “*A decentralized autonomous organization is a limited liability company whose articles of organization contain a statement that the company is a decentralized autonomous organization*”. In addition, the bill states that “*The secretary of state shall not issue a certificate of authority for a foreign decentralized autonomous organization*”. This separation between a local DAO and a foreign DAO simply does not exist on the blockchain.\\n\\n![@Perchy](https://images.mirror-media.xyz/publication-images/a6556f93-ecae-4d31-ba5d-44b780bb59d5.webp?height=667&width=1000)\\n\\nCOALA model law offers a different solution. **The DAO does not have a registered office in the off-chain world.** The so-called legal representatives provide for relationships with the non-digital world. The DAO appoints them in order to “undertake tasks that cannot be achieved On-Chain” (Art. 14). The authorization to act on behalf of the DAO should be verifiable by cryptographic proof and a simultaneous post in the public forum. In not requiring a legal wrapper, the provision clearly shows the willingness to treat DAOs as something different from traditional companies. In particular, it does not challenge the decentralized nature of the organization. According to the model law, DAOs only live on permissionless blockchains, whereas legal representatives are just needed for relationships in the off-chain world.\\n\\n### 2. Limited liability\\n\\nIn the U.S., the main threat for DAO members are the general partnership legal rules that could make contributors [personally liable]() for debts incurred by the DAO, if the latter is not able to repay creditors. Thus, the LLC is often considered a viable solution to limit members’ liability, as the abovementioned wrapper should work as a shield to guard the members’ personal assets.\\n\\nAlso in the field of liability the COALA model law follows consistently a different path **in directly recognizing limited liability to DAO members** (without the need of a “legal wrapper”).\\n\\nAccording to Art. 5(1), “*Members will only be responsible for providing the On-Chain Contributions that they have committed to the DAO, as required by the By-Laws. If the DAO exhausts its Assets, the Members will not be liable for excess liability*”.\\n\\nArt. 5(2) further clarifies that “*Members will not be held liable for any obligations incurred by the DAO, including, but not limited to, labor and tax obligations*”.\\n\\nBut the model law also provides two somewhat uncertain situations in which the limitation of liability does not operate:\\n\\n* Art. 5(3) establishes that if “*the DAO refuses to comply with an enforceable judgment, order or award entered against it, the Members who voted against compliance will be liable for any monetary payments ordered in the judgment, order or award in proportion to their share of governance rights in the DAO*”.\\n\\n  It is questionable whether the provision contains a workable solution, as it assumes a voting on the compliance issue. It's not inherently true that any particular DAO member would have voted. Some don't. Plus, if they voted to abstain, it's unclear if that kind of vote involves liability.\\n* Pursuant to Art. 5(4) the limitation of liability does not affect the personal liability of a member in tort for their own wrongful act or omission. The same provision further indicates that a member cannot be personally liable for the wrongful act or omission of any other member of the DAO.\\n\\n  The scope of the liability in tort is not clear. For instance, what happens if due to the mistake of a developer the funds of a liquidity provider get lost? The wise answer seems not to consider the developer personally liable.\\n\\nThe COALA model law demonstrates awareness that liability is a sensitive topic, which is a critical step forward for DAO-related legal issues, and also that people whom enter into relationships with DAOs deserve protection. The concerns regarding “abuses of limited liability” are addressed by suggesting the introduction of a requirement for members to make a financial contribution to a reserve fund or towards the premiums of an appropriate insurance policy for the benefit of limited liability. From a different perspective, the model law does not apply a minimum capital requirement to the DAO. Currently, it seems difficult to frame an insurance scheme able to cover the activity of a DAO exposed to hacks and others program-related risks of losses. In some cases the only guarantee for creditors would be the funds in the treasury.\\n\\n### 3. Taxation\\n\\nThe last point worthy of consideration is the treatment of taxation. Taxes pose tricky legal issues to DAOs, as it is hardly conceivable to tax an entity that is — by definition — decentralized. Moreover, DAOs are digital entities that should not be conventionally connected to an agent or a location on earth. Until now, no clear [answers]() exist and it is therefore typically advisable to keep detailed records on DAO shares and its profits.\\n\\nEven when a legal wrapper is set up, things remain problematic. Is there a correspondence between “digital” profits and profits from the off-chain legal entity? What should be taxed? The profits of the DAO, the profits of the off-chain entity or both?\\n\\nIn this regard, the model law respects the decentralized nature of the DAO, in expressly recognizing the **status of a “pass-through entity” for tax purposes** (Art. 20). What this means is that the DAO is not charged by an entity-level tax. Any realized gains will pass through to the DAO’s members in proportion to their token holdings. In other words, the responsibility of paying tax on gains falls on members and participants, not the DAO. Members are anchored to a meat space jurisdiction, and each according to his own.\\n\\n### Outlook\\n\\nSome of the matters addressed require additional clarification, but the model law is coherent with the idea that DAOs exist on-chain and that their legal recognition does not require a registered office located in a particular jurisdiction. The underlying assumption here is that blockchain features may provide for functional and regulatory equivalents compared to measures that are usually adopted by the law.\\n\\nThe methodological approach of the COALA model law seems correct, shining more light into a currently ambiguous area of the law. It does not harm the peculiarities of DAOs nor the autonomy of its members. As such, members remain free to determine the by-laws of the DAO and develop new forms of governance as deemed relevant.\\n\\nIf we continue heading in this direction, states' law merely sets some general requirements, but DAOs can shape their future in an on-chain world.\\n\\nDAO law would grow and prosper beyond the states, setting new precedents for organization, creativity, and commerce.\\n\\n\\n---\\n\\n*eaglelex is a Law Professor interested in blockchain technology and DAO governance*\\n\\n*Twitter: @EaglelexE*\\n\\n*Thanks to* *@thefrankamerica* *for his review and his comments*\",\"timestamp\":1630102752,\"title\":\"The Future of DAO Law: Building Beyond the States\",\"publication\":\"banklessdao\"},\"digest\":\"m2fPpNJp9GD1I8RsRwdSgpjUZCPJ2Yzsdnh7_hAXhC0\",\"authorship\":{\"contributor\":\"0x75cD58A01883C6A115A1293C4Dd4CE67D11928f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hTxYY9f2EblzQxDc5s2Hz7KwzmySrBcrQwzGeZ3SHJQ\\\",\\\"y\\\":\\\"rUdJKYgSQ7Y2dcHrOLhEex_8jC2uMaucXzS6JH633vQ\\\"}\",\"signature\":\"SeFwweu0sN1AqU6hW33QUuihJRnhKeKw-uUr7PX-g-a22Id3WGKHtCr20pwCt-rSFRmebBBs7sBoh-1WMmq5_g\",\"signingKeySignature\":\"0x3a6958d123b3e049c2d2f794c3dbffd4e9527bf1af5409d23e8ab9a93ae260694442c48ffc4b787c8187cc214f7e6ef1db75f984f921fa203b5326bd8af19aad1c\",\"signingKeyMessage\":\"I authorize the publication of articles on banklessdao.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hTxYY9f2EblzQxDc5s2Hz7KwzmySrBcrQwzGeZ3SHJQ\\\",\\\"y\\\":\\\"rUdJKYgSQ7Y2dcHrOLhEex_8jC2uMaucXzS6JH633vQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nCRNjYBAxup4Ye0-k8BB_kNPCz7L1XI5l3XkiGWqx3Y\"}"