"{\"content\":{\"body\":\"![Every guild needs a coat of arms, right?](https://images.mirror-media.xyz/publication-images/-xA7gzJt6Mur31tmzWS1j.png?height=1600&width=1600)\\n\\nSince the inception of the infamous cryptopunks, the NFT space has been developing at a breathtaking pace with new projects popping up left and right. This influx has brought us exciting projects, some of which distinguish themselves by amazing 3D, animated, AI generated human-robotoid digital paintings showcasing an exciting intersection of art and technology. Other projects have focussed on combining NFTs with some sort of intricate game mechanic and/or utility. With projects like VeeFriends, the brainchild of Gary Vaynerchuk, it is becoming more and more apparent that aspects of utility are an integral part to the NFT space. In no offense to Gary, I will state that the art featured in VeeFriends couldn’t hold up on its own without the concept of exclusivity and context of club memberships that is inherent to the project, or rather the NFTs itself. This (potential) utility ingrained into NFTs is the main reason why NFT maximalists have already pronounced traditional art as dead, signaling that NFTs have won a battle between opponents meeting at eye level. But they are missing a key point: NFTs are not in competition with traditional art as they exist in a space where traditional art has no access to begin with. As a baseline, NFTs can serve as cultural artefacts just as much as their analogue counterparts while providing a much higher stability of existence. NFTs can’t be wiped out by the elements or by wars waged by mankind. Their existence will surpass even when humans cease to exist. Their cultural value is significant now and will be enormous in a couple of centuries. And the best part: Ownership can be proven and access to perks can be granted immediately.\\n\\n**The maximalists are correct in their belief in NFTs, but ironically, they are still underestimating the potential.**\\n\\n## **Addressing NFTs teething problems, Fair Price & True Value**\\n\\nLet’s halt the song of praise for a moment and address some of the key problems that plague the NFT space in its current form and are less to do with the technology itself but with the prevailing market dynamics: The NFT space has seen an influx of thousands of projects, overpromising and under-delivering. Telling apart legitimate projects from straight-up scams can be difficult at times and just as in any market where money is to be made, malevolent actors are engaging in fraudulent activity — promising the world and disappearing with funds once minting has concluded. Essentially “pulling the rug” on the project. Another economic challenge is determining fair prices for initial minting. Most projects just follow the hivemind and set mint prices to what they believe to be most accepted by the market — a huge red flag that I advise everyone in the NFT space to look out for. After all, prices should be determined by the true value of the product that you’re selling or at least account for and be set in the context of your operating costs. Setting the price arbitrarily to what the market has already deemed acceptable is entirely disconnected from what your product is supposed to be worth (or you believe it to be worth). Have you ever wondered why mint prices are set in ETH but don’t change even if Ethereum prices fluctuate heavily? The answer is simple: The project leaders have either no understanding of the true value of their product or they’re heavily overpricing because the market will pay regardless if the marketing is good and the hype is big enough.\\n\\n## **Determining True Value**\\n\\nHere’s the bad news: Telling an NFTs true value before a project has gone live (read: before minting) is incredibly hard. You, the person minting, carry most of the associated risk because of the information asymmetry between you and the project’s leaders — something that is well known and researched in the field of economics as the principal-agent problem. While the issuer of an NFT usually perfectly understands what costs are associated with the project, how many real followers he or she has gathered throughout his channels, and most importantly, what his/her plans are once the revenue has been generated through the mint, you rely on simple heuristics, word of mouth and the spoken words of influencers to approximate the true value. A perfect breeding ground for scams.\\n\\n## **Understanding Your Role and the (Fair) Distribution of Risk**\\n\\nIf the foundation of the problem is information asymmetry, the basic principle of solving this problem would be the reduction of said asymmetry. This can be done in various ways, e.g. presenting the project team, laying out a roadmap and outlining the costs associated with launching the project, however this could still be empty signals. After all, even if you provide a roadmap and put your name and face on a website. What keeps you from not delivering on the promises made? There is no legal contract binding you to any of the roadmap items that were promised to your community. As such, you have no obligation and in some cases no stake in carrying on with the project once the mint is done and revenue is generated. Sure, secondary sales are a thing, but now the project leaders are the ones assuming the risk as they are now the ones who have to put in the work without any guarantee of the project to take off afterwards. This sudden shift of risk has already brought countless projects to a halt. Not necessarily because the malevolence was planned, but because the founders suddenly found themselves assuming all the risk and moving on became the better economic decision.\\n\\nThis makes one very important aspect obvious: As it turns out, *you were an investor and not a customer in the first place*. In no other market is it currently possible to receive funding for a future project under these lax circumstances. If you’re seeking an investment for your business, you have to convince investors with a full-fledged business plan providing cost and revenue projections spanning a couple of years as well as provide proof that you’re actually capable of running a business. In most cases, you already have some sort of revenue from your existing business and are planning on expanding through additional funding. The NFT space has made everyone an investor in a mass market, but with one very important caveat: They don’t perceive themselves as investors and as such, they don’t demand documentation and can’t demand accountability. Again, a perfect breeding ground for scams.\\n\\nAt this point, you may be asking yourself: Is there actually any way to fairly distribute the risk AND reduce the information asymmetry between the two parties and the short answer is: *no, there isn’t*. But having a look at where each party’s risks are coming from will lead us much closer to an answer than we currently have when observing market dynamics. While the project team has to invest in development, artist(s), marketing campaigns, social media management as well as provide their own labor, the entire risk for the minter is expressed solely through the mint price. As such, a mint price of 0 shifts the risk *entirely* to the project team. Not generating revenue through a mint process, means that costs have to be recuperated through the actual execution of the project. But why would anyone want to assume that amount of risk?\\n\\n## **Solving The Problems**\\n\\nIn my article I have outlined several issues with the NFT space, but failed to provide a clear solution. The fact of the matter is that a clear solution does not exist per se, but you as an investor or mere participant in the NFT community should understand the prevailing dynamics and identify projects that offer the right distribution of risks, information and equity.\\n\\nHowever, instead of a perfect solution, I’m presenting you (and offering you to participate) in the project that I have envisioned with my team and that seeks to solve the problems outlined in this article to the best extent possible. We believe to have found a setup that works for everyone and evenly distributes the risk, but attributes it at different time points. Let me present to you **The Ghostwriters Guild**.\\n\\n## **The Ghostwriters Guild NFT**\\n\\nAt its very core, the Ghostwriters Guild is a NFT-based, decentralised organisation of authors from around the world, collectively writing, editing and publishing novels under shared copyright.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*A3FOaSpdPNlTdVwjAsy7cw.png)\\n\\nEveryone of you will have played the game where you add word by word and create some funky sentences. Well, GG is like that but still a bit different and with a distinct purpose. The main idea is to write an actual novel, but instead of the free-flowing nature of the word-by-word game, we are writing sentence by sentence and ensuring quality and continuity through crowd intelligence.\\n\\nSo how does this work exactly?\\n\\nTo start off, we’re dropping a collection of 5,000 unique NFTs in **FAIR & FREE minting**, granting access to the Ghostwriters Guild. Yes, you read that right. **The price is zero (0)**. It’s noteworthy that only holders of these NFTs will be able to participate in writing & voting. The AI generated NFT badges (seen below) feature various attributes of your writing persona, such as a pen name, your favourite drink and your writing style. *Of course you can still write as you please — this just serves as an inspiration*.\\n\\nOf course, they are fairly generic in their visual appearance, a design choice that we made intentionally, because these NFTs serve the distinct purpose of membership. Their value is derived from the utility that is provided by the project. The basic idea behind this operating model is that an active community is essential to most NFT projects, yet the community usually rarely receives a fair share for their input. By offering free, yet limited memberships, we ensure that every bit of value that is created through the community, is reaped by it.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*_HrV8LXtE41D4BCOVpg27w.png)\\n\\nExample of the NFT that will be available for minting.\\n\\nAs a member of the GG, you will be able to contribute to our discord’s private channels where the entire creative process takes place: We start off by choosing the first sentence of the novel out of three predetermined submissions. From that point on, every Ghostwriter will be able to submit their suggestions and votes will be held on the best submissions as we continue along the story, sentence by sentence.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*443xmxLAjd_lQNqCZPkXMw.png)\\n\\nOnce and only IF we have fostered an active community and the process of writing has picked up, we will release a high quality PFP collection, extending membership to GG. We will issue another 5,000 PFPs for a mint price that will be set in USD values (or rather its equivalent in ETH) per NFT, where we will be seeking to recuperate the project costs. Needless to say, all GG badge holders will receive the first right to buy at the fixed price, whereas we will seek to raise the price for the public mint.\\n\\nUpon finishing Volume I, we release it as the first ever collectively written NFT novel, providing fractional shares to all current GG NFT holders. Additionally, we will publish Volume I as an ebook, distributing 80% revenue equally among Ghostwriters, while the remaining 20% will be used to reward those contributors with at least one accepted submission. For you math wizards out there: This equals 100% of the entire novel’s revenue.\\n\\nWe won’t address future plans too much, because much of those will depend on how the community develops and in which direction the project will see its natural progression. One thought experiment was to create derivative NFTs from the content of the first novel and release it to the general public and to distribute the entire revenue to all Ghostwriters. Other projects have demonstrated that getting into details too much can hinder organic development. Our understanding of the Ghostwriters Guild is a community of equals and as such, we want the project’s future plans to be based on what the community comes up with.\\n\\nWe’re completely flipping the script on how NFT projects work, because we believe this is how they *should work*. It’s actually crazy that I have to spell it out, but we firmly believe that NFT projects should offer utility \\\\*before \\\\*they generate revenue and not the other way around. By setting the mint price to 0, we as a team assume the entire risk of the project which means that we, just like every other community member, have an equal stake in its development. This configuration has some impact on our project’s roadmap or rather its lack thereof. While we have a vague plan of how we would like to proceed in the very near future (read: 1–2 months), we haven’t made any plans further than that. Not being able to make any promises is the luxury of assuming the risk.\\n\\nYou can join the [Ghostwriters Guild’s Discord](https://discord.gg/5vAF84kbxp) and follow us on [Twitter](https://twitter.com/GhostwritersNFT).\",\"timestamp\":1635776900,\"title\":\"Flipping the script on the NFT space\"},\"digest\":\"G8iNXH0fPUfZhRF01kSgvpyPjdXjPtjKDSXKgDVTp34\",\"authorship\":{\"contributor\":\"0x473803aBB217127321fcF961830E6E31192e7083\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OSYrTGMIGMWopLr3K__LSjRuIkOFsNiZg2pA_wccUVo\\\",\\\"y\\\":\\\"9nkDJkyCr95GXpKJmtiX4CLo4a7mrCLn-MjFxnzZUv0\\\"}\",\"signature\":\"o1026Zt2Gx3s4yX0nvLpQvdDIZCpmA5Zt-W1YeVP0_N94lIhGMac2gyUqTbbwSzfbpPUAt0n4Ir6J5f86EQ_dQ\",\"signingKeySignature\":\"0x6b8ad515561f5f4adca0d58124bc9a395dcd1769e76ff6fa0bb181a3b546695445a9f267b71f4bb9eb9aae5bcf641b31b3f4167d2325a9035159746325d286c61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OSYrTGMIGMWopLr3K__LSjRuIkOFsNiZg2pA_wccUVo\\\",\\\"y\\\":\\\"9nkDJkyCr95GXpKJmtiX4CLo4a7mrCLn-MjFxnzZUv0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uKq19v3FRbUZz1xRjYlFgVqWGYjjp4K213rUIXZmLqg\"}"