"{\"content\":{\"body\":\"for the evaporation from the rivers and icy mediterraneans is\\nslight, the brightness of even the highest noon is less than an\\nearthly twilight, and the stars never cease to shine.  The dark\\nbase of the rocky cliffs is washed by the frigid tide, but there\\nis scarcely a sound, for the pebbles cannot be moved by the\\nweightless waves, and an occasional murmur is all that is heard.\\nGreat rocks of ice reflect the light of the grey moons, and never\\na leaf falls or a bird sings.  With the exception of the mournful\\nripples, the planet is silent as the grave.  The animal and plant\\nkingdoms do not exist; only the mineral and spiritual worlds.  I\\nsay spiritual, because there are souls upon it; but it is the\\nhome of the condemned in hell.  Here dwell the transgressors who\\ndied unrepentant, and those who were not saved by faith.  This is\\nthe one instance in which I do not enjoy my developed sight, for\\nI sometimes glance in their direction, and the vision that meets\\nme, as my eyes focus, distresses my soul.  Their senses are like\\nan imperfect mirror, magnifying all that is bad in one another,\\nand distorting anything still partially good when that exists.\\nAll those things that might at least distract them are hollow,\\ntheir misery being the inevitable result of the condition of mind\\nto which they became accustomed on earth and which brought them\\nto Cassandra.  But let us turn to something brighter.\\n\\n\\\"Though the solar system may seem complex, the sun is but a star\\namong the millions in the Milky Way, and, compared with the\\nplanetary systems of Sirius, the stars of the Southern Cross, and\\nthe motions of the nebula, it is simplicity itself.  Compared\\nwith the splendour of Sirius, with its diameter of twelve million\\nmiles, the sun, measuring but eight hundred and forty thousand,\\nbecomes insignificant; and this giant's system includes groups\\nand clusters of planets, many with three times the mass of\\nJupiter, five and six together, each a different colour,\\nrevolving about a common centre, while they swing about their\\nprimary.  Their numerous moons have satellites encircling them,\\nwith orbits in some cases at right angles to the plane of the\\necliptic, so that they shine perpendicularly on what correspond\\nto the arctic and antarctic regions, while their axes are so\\ninclined that the satellites turn a complete somersault at each\\nrevolution, producing glistening effects of ice and snow at the\\npoles.  Some of the moons are at a red or white heat, and so\\nprevent the chill of night on the planets, while they shine with\\nmore than reflected light.  In addition to the five or six large\\nplanets in each group, which, however, are many millions of miles\\napart, there is in some clusters a small planet that swings\\nbackward and forward across the common centre, like a pendulum,\\nbut in nearly a straight line; and while this multiplicity of\\nmotion goes on, the whole aggregation sweeps majestically around\\nSirius, its mighty sun.  Our little solar system contains, as we\\nknow, about one thousand planets, satellites, and asteroids large\\nenough to be dignified by the name of heavenly bodies.  Vast\\nnumbers of the stars have a hundred and even a thousand times the\\nmass of our sun, and their systems being relatively as complex as\\nours--in some cases even more so--they contain a hundred thousand\\nor a million individual bodies.\\n\\n\\\"Over sixty million bright or incandescent stars were visible to\\nthe terrestrial telescopes a hundred years ago, the average size\\nof which far exceeds our sun.  To the magnificent telescopes of\\nto-day they are literally countless, and the number can be\\nindefinitely extended as your optical resources grow.  Yet the\\nnumber of stars you see is utterly insignificant compared with\\nthe cold and dark ones you cannot see, but concerning which you\\nare constantly learning more, by observing their effect on the\\nbright ones, both by perturbing them and by obscuring their rays.\\nOccasionally, as you know, a star of the twelfth or fifteenth\\nmagnitude, or one that has been invisible, flares up for several\\nmonths to the fourth or fifth, through a collision with some dark\\ngiant, and then returns to what it was in the beginning, a\\ngaseous, filmy nebula.  These innumerable hosts of dark monsters,\\nthough dead, are centres of systems, like most of the stars you\\ncan see.\\n\\n\\\"A slight consideration of these figures will show that,\\nnotwithstanding the number of souls the Creator has given life on\\nearth, each one might in fact have a system to himself; and that,\\nhowever long the little globe may remain, as it were, a mint, in\\nwhich souls are tried by fire and moulded, and receive their\\nfinal stamp, they will always have room to circulate, and will be\\nprized according to the impress their faces or hearts must show.\\nBut Sirius itself is moving many times faster than the swiftest\\ncannon ball, carrying its system with it; and I see you asking,\\n'To what does all this motion tend?'  I will show you.  Many\\nquadrillions of miles away, so far that your most powerful\\ntelescopes have not yet caught a glimmer, rests in its serene\\ngrandeur a star that we call Cosmos, because it is the centre of\\nthis universe.  Its diameter is as great as the diameter of\\nCassandra's orbit, and notwithstanding its terrific heat, its\\nspecific gravity, on account of the irresistible pressure at and\\nnear the centre, is as great as that of the planet Mercury.  This\\nholds all that your eyes or mine can see; and the so-called\\nmotions of the stars--for we know that Sirius, among others, is\\nreceding--is but the difference in the rate at which the\\ndifferent systems and constellations swing around Cosmos, though\\nin doing so they often revolve about other systems or swing round\\ncommon centres, so that many are satellites of satellites many\\ntimes repeated.  The orbits of some are circular, and of others\\nelliptical, as those of comets, and some revolve about each\\nother, or, as we have seen, about a common point while they\\nperform their celestial journey.  A star, therefore, recedes or\\nadvances, as Jupiter and Venus with relation to the earth.  The\\nplanet in the smaller orbit moves faster than that in the larger,\\nso that the intervening distances wax and wane, though all are\\ngoing in the same general direction.  In the case of the members\\nof the solar system, astronomical record can tell when even a\\nmost distant known planet has been in opposition or conjunction;\\nbut the earth has scarcely been habitable since the sun was last\\nin its present position in its orbit around Cosmos.  The curve\\nthat our system follows is of such radius that it would require\\nthe most precise observations for centuries to show that it was\\nnot a straight line.\\n\\n\\\"We call this the universe because it is all that the clearest\\neyes or telescopes have been able to see, but it is only a\\nsubdivision--in fact, but a system on a vaster scale than that of\\nthe sun or of Sirius.  Far beyond this visible universe, my\\nintuition tells me, are other systems more gigantic than this,\\nand entirely different in many respects.  Even the effects of\\ngravitation are modified by the changed condition; for these\\nsystems are spread out flat, like the rings of this planet, and\\nthe ether of space is luminous instead of black, as here.  These\\nsystems are but in a later stage of development than ours; and in\\nthe course of evolution our visible universe will be changed in\\nthe same way, as I can explain.\\n\\n\\\"In incalculable ages, the forward motion of the planets and\\ntheir satellites will be checked by the resistance of the ether\\nof space and the meteorites and solid matter they encounter.\\nMeteorites also overtake them, and, by striking them as it were\\nin the rear, propel them, but more are encountered in front--an\\nillustration of which you can have by walking rapidly or riding\\non horseback on a rainy day, in which case more drops will strike\\nyour chest than your back.  The same rule applies to bodies in\\nspace, while the meteorites encountered have more effect than\\nthose following, since in one case it is the speed of the meteor\\nminus that of the planet, and in the other the sum of the two\\nvelocities.  With this checking of the forward motion, the\\ncentrifugal force decreases, and the attraction of the central\\nbody has more effect.  When this takes place the planet or\\nsatellite falls slightly towards the body around which it\\nrevolves, thereby increasing its speed till the centrifugal force\\nagain balances the centripetal.  This would seem to make it\\ndescend by fits and starts, but in reality the approach is nearly\\nconstant, so that the orbits are in fact slightly spiral.  What\\nis true of the planets and satellites is also true of the stars\\nwith reference to Cosmos; though many even of these have\\nsubordinate motions in their great journey.  Though the\\nsatellites of the moons revolve about the primaries in orbits\\ninclined at all kinds of angles to the planes of the ecliptics,\\nand even the moons vary in their paths about the planets, the\\nplanets themselves revolve about the stars, like those of this\\nsystem about the sun, in substantially the same plane; and what\\nis true of the planets is even more true of the stars in their\\norbits about Cosmos, so that when, after incalculable ages, they\\ndo fall, they strike this monster sun at or near its equator, and\\nnot falling perpendicularly, but in a line varying but slightly\\nfrom a tangent, and at terrific speed, they cause the colossus to\\nrotate more and more rapidly on its own axis, till it must become\\ngreatly flattened at the poles, as the earth is slightly, and as\\nJupiter and Saturn are a good deal.  Even though not all the\\nstars are exactly in the plane of Cosmos's equator, as you can\\nsee they are not there are as many above as below it, so that the\\ngeneral average will be there; and as all are moving in the same\\ndirection, it is not necessary for all to strike the same line,\\nthose striking nearer the poles, where the circles are smaller,\\nand where the surface is not being carried forward so fast by the\\ngiant's rotation, will have even more effect in increasing its\\nspeed, since it will be like attaching the driving-rods of a\\nlocomotive near the axle instead of near the circumference, and\\nwith enough power will produce even greater results.  As Cosmos\\nwaxes greater from the result of these continual accretions, its\\nattraction for the stars will increase, until those coming from\\nthe outer regions of its universe will move at such terrific\\nspeed in their spiral orbits that before coming in contact they\\nwill be almost invisible, having already absorbed all solid\\nmatter revolving about themselves.  These accessions of moving\\nmatter, continually received at and near its equator, will cause\\nCosmos to spread out like Saturn's rings till it becomes flat,\\nthough the balance of forces will be so perfect that it is\\ndoubtful whether an animal or a man placed there would feel much\\nchange.\\n\\n\\\"But these universes--or, more accurately, divisions of the\\nuniverse--already planes, though the vast surfaces are not so\\nflat as to preclude beautiful and gently rolling slopes, are\\nspirit-lands, and will be inhabited only by spirits.  Then there\\nare great phosphorescent areas, and the colour of the surface\\nchanges with every hour of the day, from the most brilliant\\ncrimson to the softest shade of blue, radiant with many colours\\nthat your eyes cannot now see.  There are also myriads of scented\\nstreams, consisting of hundreds of different and multi-coloured\\nliquids, each with a perfume sweeter than the most delicate\\nflower, and pouring forth the most heavenly music as they go on\\ntheir way.  But be not surprised at the magnitude of the change,\\nfor is it not written in Revelation, 'I saw a new heaven and a\\nnew earth; for the first heaven and the first earth were passed\\naway'?  Nor can we be surprised at vastness, sublimity, and\\nbeauty such as never was conceived of, for do we not find this in\\nHis word, 'Eye hath not seen, nor ear heard, neither have entered\\ninto the heart of man, the things which God hath prepared for\\nthem that love Him'?  In this blissful state, those that feared\\nGod and obeyed their consciences will live on forever; but their\\nrest can never become stagnation, for evolution is one of the\\nmost constant laws, and never ceases, and they must always go\\nonward and upward, unspeakably blessed by the consciences they\\nmade their rule in life, till in purity and power they shall\\nequal or exceed the angels of their Lord in heaven.\\n\\n\\\"But you men of finite understanding will ask, as I myself should\\nhave asked, How, by the law of hydrostatics, can liquids flow on\\na plane?  Remember that, though these divisions are astronomical\\nor geometrical planes, their surfaces undulate; but the moving\\ncause is this:  At the centre of these planes is a pole, the\\nanalogue, we will say, of the magnetic pole on earth, that has a\\nmore effective attraction for a gas than for a liquid.  When\\nliquids approach the periphery of the circle, the rapid rotation\\nand decreased pressure cause them to break up, whereupon the\\nelementary gases return to the centre in the atmosphere, if near\\nthe surface, forming a gentle breeze.  On nearing the centre, the\\ncause of the separation being removed, the gases reunite to form\\na liquid, and the centrifugal force again sends this on its\\njourney.\\\"\\n\\n\\\"Is there no way,\\\" asked Bearwarden, \\\"by which a man may retrieve\\nhimself, if he has lost or misused his opportunities on earth?\\\"\\n\\n\\\"The way a man lays up treasures in heaven, when on earth,\\\"\\nreplied the spirit, \\\"is by gladly doing something for some one\\nelse, usually in some form sacrificing self.  In hell no one can\\ndo anything for any one else, because every one can have the\\nsemblance of anything he wishes by merely concentrating his mind\\nupon it, though, when he has it, it is but a shadow and gives him\\nno pleasure.  Thus no one can give any one else anything he\\ncannot obtain himself; and if he could, since it would be no\\nsacrifice on his part, he would derive no great moral comfort\\nfrom it.  Neither can any one comfort any one else by putting his\\nacts or offences in a new light, for every one knows the whole\\ntruth about himself and everybody else, so that nothing can be\\nmade to appear favourably or unfavourably.  All this, however, is\\nsupposing there is the desire to be kind; but how can spirits\\nthat were selfish and ill-disposed on earth, where there are so\\nmany softening influences, have good inclinations in hell, where\\nthey loathe one another with constantly increasing strength?\\n\\n\\\"Inasmuch as both the good and the bad continue on the lines on\\nwhich they started when on earth, we are continually drawing\\nnearer to God, while they are departing.  The gulf may be only\\none of feeling, but that is enough.  It follows, then, that with\\nGod as our limit, which we of course can never reach, their\\nlimit, in the geometrical sense, must be total separation from\\nHim.  Though all spirits, we are told, live forever, it occurs to\\nme that in God's mercy there may be a gradual end; for though to\\nthe happy souls in heaven a thousand years may seem as nothing,\\nexistence in hell must drag along with leaden limbs, and a single\\nhour seem like a lifetime of regret.  Since it is dreadful to\\nthink that such unsoothed anguish should continue forever, I have\\noften pondered whether it might not be that, by a form of\\ninvolution and reversal of the past law, the spirit that came to\\nlife evolved from the, mineral, plant, and animal worlds, may\\nmercifully retrace its steps one by one, till finally the soul\\nshall penetrate the solid rock and hide itself by becoming part\\nof the planet.  Many people in my day believed that after death\\ntheir souls would enter stately trees, and spread abroad great\\nbranches, dropping dead leaves over the places on which they had\\nstood while on earth.  This might be the last step in the awful\\ntragedy of the fall and involution of a human soul.  In this way,\\nthose who had wasted the priceless opportunities given them by\\nGod might be mercifully obliterated, for it seems as if they\\nwould not be needed in the economy of the universe.  The Bible,\\nhowever, mentions no such end, and says unmistakably that hell\\nwill last forever; so that in this supposition, as in many\\nothers, the wish is probably father of the thought.\\\"\",\"timestamp\":1636793236,\"title\":\"Though Cassandra's atmosphere, such as it is, is mostly clear,\"},\"digest\":\"F_drR9vrZwmJ6egDtgpX2h4dGhQKsZ3eDwn4640q0jE\",\"authorship\":{\"contributor\":\"0x901C4828494a1780e0ACF1A285d1C48558758FD3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NavjjWMOvd_VikKqOkRJ87K_5Ck4Txqw3WoftIsCF2s\\\",\\\"y\\\":\\\"x4uP1FgY_xVHdKan_ldw6PePbbQzaZ4GQz1wmj3TAcI\\\"}\",\"signature\":\"9-x6Gs474IeXEOOWJ9gfCLIkSudecHfic61uMjbkU0VMdBaKpOx6dAejznyiOdY8wK3ZBDc-NrIi_fpnSEn9zw\",\"signingKeySignature\":\"0x187e75304eff5eb98df761008564b54e812452a91f7eb343d55d390b5fa9f3ea19e64152a2d86df6c2fe65aa2f57072eea715505461c86187ed97bc3d6ac75ea1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NavjjWMOvd_VikKqOkRJ87K_5Ck4Txqw3WoftIsCF2s\\\",\\\"y\\\":\\\"x4uP1FgY_xVHdKan_ldw6PePbbQzaZ4GQz1wmj3TAcI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F_drR9vrZwmJ6egDtgpX2h4dGhQKsZ3eDwn4640q0jE\"}"