"{\"content\":{\"body\":\"It’s very clear by now that clans/companies are an integral part of the communal Halo experience. These sub communities have existed for well over a decade and will continue to exist as long as Halo is around. Spartan Companies serve as more than a feature on Halo Waypoint or a means to earn Achilles armor in Halo 5, they are a means for players to make friends and take part in activities and events that are otherwise difficult to orchestrate such as clan matches, LFG lobbies, raids, etc etc.\\nThese sub-communities have taken great pride in being able to represent themselves, especially in the form of clans (Halo 2) and Spartan Companies (Halo 5). They are some of the most passionate Halo fans you’ll come across as well, and many companies and clans are still active to this day. Much care goes into building and maintaining a clan or company, so to completely throw the idea away would be wasteful and somewhat foolish of 343.\\nI understand that there are major overhauls coming to HaloWaypoint in the coming weeks and I understand that there are much more important features in Halo Infinite that take precedence over the topic at hand. My only desire is that 343 at least understands the significance of Spartan Companies and clan culture in Halo and that they may consider eventually including Spartan Companies as both a feature of Halo Waypoint and an in-game feature in Halo Infinite.\",\"timestamp\":1634066449,\"title\":\"Spartan Companies\"},\"digest\":\"CB80jtndzqSWuZ-K5Q9wbivjFqWNh3Og79HG1VrWVM8\",\"authorship\":{\"contributor\":\"0x9Ec6b898475A547A3B9EFC4C648a3680E0d21ea4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H6ynbKpOGWKQNisHgl-EUKT1DuMJ-E51f3gN6-9wFTY\\\",\\\"y\\\":\\\"E-YpIHuLfzOcgSzWW8-7Z1mmLP_bG_Qg4BKWhadv-pQ\\\"}\",\"signature\":\"SB_dq8bGynv_zNWWc98lHCZsRqhWC01_Ggs-WhiGcp0RihjjzmgDxyMLM32d2b4TnWPROZD2AWVGOoxG4notdQ\",\"signingKeySignature\":\"0x7239a2f2ecf8ff538d435b486ccf26cce6638a507f7de16dcc422993607af638784e64b0201de482ffc50fd0226fb502b3e046efc4248a4635a37ee04f53b1ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H6ynbKpOGWKQNisHgl-EUKT1DuMJ-E51f3gN6-9wFTY\\\",\\\"y\\\":\\\"E-YpIHuLfzOcgSzWW8-7Z1mmLP_bG_Qg4BKWhadv-pQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CB80jtndzqSWuZ-K5Q9wbivjFqWNh3Og79HG1VrWVM8\"}"