"{\"content\":{\"body\":\"One winter evening, in a princely palace at Ferrara, Don Juan Belvidero was giving a banquet to a prince of the house of Este. A banquet in those times was a marvelous spectacle which only royal wealth or the power of a mightly \\\\[sic\\\\] lord could furnish forth. Seated about a table lit up with perfumed tapers, seven laughter-loving women were interchanging sweet talk. The white marble of the noble works of art about them stood out against the red stucco walls, and made strong contrasts with the rich Turkey carpets. Clad in satin, glittering with gold, and covered with gems less brilliant than their eyes, each told a tale of energetic passions as diverse as their styles of beauty. They differed neither in their ideas nor in their language; but the expression of their eyes, their glances, occasional gestures, or the tones of their voices supplied a commentary, dissolute, wanton, melancholy, or satirical, to their words.\\n\\nOne seemed to be saying--\\\"The frozen heart of age might kindle at my beauty.\\\"\\n\\nAnother--\\\"I love to lounge upon cushions, and think with rapture of my adorers.\\\"\\n\\nA third, a neophyte at these banquets, was inclined to blush. \\\"I feel remorse in the depths of my heart! I am a Catholic, and afraid of hell. But I love you, I love you so that I can sacrifice my hereafter to you.\\\"\\n\\nThe fourth drained a cup of Chian wine. \\\"Give me a joyous life!\\\" she cried; \\\"I begin life afresh each day with the dawn. Forgetful of the past, with the intoxication of yesterday's rapture still upon me, I drink deep of life--a whole lifetime of pleasure and of love!\\\"\\n\\nThe woman who sat next to Juan Belvidero looked at him with a feverish glitter in her eyes. She was silent. Then--\\\"I should need no hired bravo to kill my lover if he forsook me!\\\" she cried at last, and laughed, but the marvelously wrought gold comfit box in her fingers was crushed by her convulsive clutch.\\n\\n\\\"When are you to be Grand Duke?\\\" asked the sixth. There was the frenzy of a Bacchante in her eyes, and her teeth gleamed between the lips parted with a smile of cruel glee.\\n\\n\\\"Yes, when is that father of yours going to die?\\\" asked the seventh, throwing her bouquet at Don Juan with bewitching playfulness. It was a childish girl who spoke, and the speaker was wont to make sport of sacred things.\\n\\n\\\"Oh! don't talk about it,\\\" cried Don Juan, the young and handsome giver of the banquet. \\\"There is but one eternal father, and, as ill luck will have it, he is mine.\\\"\\n\\nThe seven Ferrarese, Don Juan's friends, the Prince himself, gave a cry of horror. Two hundred years later, in the days of Louis XV., people of taste would have laughed at this witticism. Or was it, perhaps, that at the outset of an orgy there is a certain unwonted lucidity of mind? Despite the taper light, the clamor of the senses, the gleam of gold and silver, the fumes of wine, and the exquisite beauty of the women, there may perhaps have been in the depths of the revelers' hearts some struggling glimmer of reverence for things divine and human, until it was drowned in glowing floods of wine! Yet even then the flowers had been crushed, eyes were growing dull, and drunkenness, in Rabelais' phrase, had \\\"taken possession of them down to their sandals.\\\"\\n\\nDuring that brief pause a door opened; and as once the Divine presence was revealed at Belshazzar's feast, so now it seemed to be manifest in the apparition of an old white-haired servant, who tottered in, and looked sadly from under knitted brows at the revelers. He gave a withering glance at the garlands, the golden cups, the pyramids of fruit, the dazzling lights of the banquet, the flushed scared faces, the hues of the cushions pressed by the white arms of the women.\\n\\n\\\"My lord, your father is dying!\\\" he said; and at those solemn words, uttered in hollow tones, a veil of crape \\\\[sic\\\\] seemed to be drawn over the wild mirth.\\n\\nDon Juan rose to his feet with a gesture to his guests that might be rendered by, \\\"Excuse me; this kind of thing does not happen every day.\\\"\\n\\nDoes it so seldom happen that a father's death surprises youth in the full-blown splendor of life, in the midst of the mad riot of an orgy? Death is as unexpected in his caprice as a courtesan in her disdain; but death is truer--Death has never forsaken any man.\\n\\nDon Juan closed the door of the banqueting-hall; and as he went down the long gallery, through the cold and darkness, he strove to assume an expression in keeping with the part he had to play; he had thrown off his mirthful mood, as he had thrown down his table napkin, at the first thought of this role. The night was dark. The mute servitor, his guide to the chamber where the dying man lay, lighted the way so dimly that Death, aided by cold, silence, and darkness, and it may be by a reaction of drunkenness, could send some sober thoughts through the spendthrift's soul. He examined his life, and became thoughtful, like a man involved in a lawsuit on his way to the Court.\\n\\nBartolommeo Belvidero, Don Juan's father, was an old man of ninety, who had devoted the greatest part of his life to business pursuits. He had acquired vast wealth in many a journey to magical Eastern lands, and knowledge, so it was said, more valuable than the gold and diamonds, which had almost ceased to have any value for him.\\n\\n\\\"I would give more to have a tooth in my head than for a ruby,\\\" he would say at times with a smile. The indulgent father loved to hear Don Juan's story of this and that wild freak of youth. \\\"So long as these follies amuse you, dear boy----\\\" he would say laughingly, as he lavished money on his son. Age never took such pleasure in the sight of youth; the fond father did not remember his own decaying powers while he looked on that brilliant young life.\\n\\nBartolommeo Belvidero, at the age of sixty, had fallen in love with an angel of peace and beauty. Don Juan had been the sole fruit of this late and short-lived love. For fifteen years the widower had mourned the loss of his beloved Juana; and to this sorrow of age, his son and his numerous household had attributed the strange habits that he had contracted. He had shut himself up in the least comfortable wing of his palace, and very seldom left his apartments; even Don Juan himself must first ask permission before seeing his father. If this hermit, unbound by vows, came or went in his palace or in the streets of Ferrara, he walked as if he were in a dream, wholly engrossed, like a man at strife with a memory, or a wrestler with some thought.\",\"timestamp\":1636531885,\"title\":\"THE ELIXIR OF LIFE\"},\"digest\":\"68EQnIzZIR0d0aZN57T3jpiI0cvm321gYfcY3IA2R3g\",\"authorship\":{\"contributor\":\"0x50DFA4f326C8D0666AE39431f220915FC37dECA8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"signature\":\"Y8qV8QXHbdgdG3pY55NkAllLFd3AyHS0nzZddnzLp3RI5knqMydW8PCICBbqmVjEMQrx-53NCF_8er8qHhr5lw\",\"signingKeySignature\":\"0xa9491d876d56618b3c46cbacd6c4d438e6c2a4aa4ea1f75e631623aa12faffb5116107e86030fe95a028ed9f8c9813d79ece563539e3f09b46ee1e95715ba3ba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"68EQnIzZIR0d0aZN57T3jpiI0cvm321gYfcY3IA2R3g\"}"