"{\"content\":{\"body\":\"Please see what they know about writing\\n\\n1. Journaling is a powerful tool for problem solving\\n   Excerpt: By exploring the problem analytically on paper, I avoid the trouble of getting caught up in thinking in circles, and this way it is easier to see room for solution consideration. Once I have written down a problem from a particular perspective, I can put that part of the problem aside and move on to explore other parts. Writing down notes makes it easy to consider a problem from enough perspectives to feel sufficiently confident that I fully understand the issue at hand to make an informed decision. So essentially, journaling allows me to overcome some of the functional limitations of my personal brain and efficiently expand my thinking memory to powerfully solve more complex problems.\\n2. Learn to think (Comment: Dark time) (Author: Wei Xiaohe, WeChat public account: more than reading buzhidushu) Excerpt: I think that no matter what kind of writing is necessary, people are like a lake, there is water flowing in, but also need to have water flowing out. Reading is the absorption, writing is the release, the balance of income and expenditure, the only healthy.\\n3. Think clearly, write down, speak out (Author: He Feipeng, founder of Taiwan City State Publishing Group) Excerpt: When I decided to \\\"write it down\\\", I found that the \\\"think clearly\\\" part would be more rigorous and thorough. Some people may say, \\\"What a complicated process it is to write it down, I am just expressing my opinion, is it necessary to take so much trouble? I would say: First, after \\\"write down\\\" this step, in fact, is a training, as long as you develop the habit, never complicated, can be completed quickly; Second, \\\"write down\\\" this thing is actually a kind of work attitude, on behalf of your prudence and respect for the end, strict and careful It definitely helps you to \\\"think clearly\\\" before, and \\\"speak clearly\\\" after, which is a key step that must not be omitted. What's more, the future of the digital age, leaving records, leaving files, is an indispensable habit, should train yourself to keep your mouth shut, unless you have written down beforehand.\\n4. Reading and writing are the keys to business success\\n   Excerpt: U.S. companies invest $3.1 billion a year to train workers' writing skills. In American universities, writing is definitely not a departmental issue and cannot be understood in terms of professional education, but rather the foundation of a generalist education. Every department and every major must pay attention to it. For example, at elite universities like Yale, students are by definition very outstanding. However, the school gives students writing faculty who are boarded in each college. Students can call on these teachers for help in writing term papers or other essays. This kind of uncompromising attention to writing is by no means found at BYU.\\n5. I Learned to Speak at Cambridge (by Pu Shi)\\n   Excerpt: The seemingly simple task of being able to express yourself accurately and make others understand you is not something that can be done casually. It is no exaggeration to say that in modern society, the ability to use language can largely determine a person's development potential. Some surveys have shown that the development of a career and the amount of income has a lot to do with the vocabulary of a person. Many people often complain that they are not rewarded for their efforts or that their abilities are not reciprocally recognized. There are many reasons for such things, but the ability to use language is often one of them.\\n\\nFor the writer himself, writing makes one more precise, more detail-oriented, more digging, and more genuinely concerned about others. Writing can turn a private memory into a shared group identity, and can turn a past that will pass away into a history that remains frozen. Even non-public writing, such as daily emails, can be appreciated and moved if it is beautifully written. All these words are actually not a thin layer of paper floating on the surface of life.\\n\\n6\\\\.\\\\[BetterExplained\\\\] Writing is for better thinking\\nExcerpt: when not put into writing, the form of existence of ideas in the mind is often more vague, abstract, and sometimes even in the form of images, however, if you need to write it out, or even write it out for others to see and communicate with others, you must use written symbols, which actually have their own set of systems, called semantic networks in computational linguistics, the same concept, a vague feeling in the brain, and The same concept, a vague feeling in the brain, and a clear expression to a particular word, is not the same. You will think of another word because you use a particular word, and you will find as you write that some words bring out other words as if they were psychic themselves. Sometimes this effect can lead to writing becoming a word game, but the upside is that there are times when it can be beneficial to broaden or inspire the mind.\\n\\n\\nBefore you start writing your ideas, I know that many people don't write because they think there is nothing to write about. In fact, this is a strange circle, the more you don't start writing and always take the limited cache of thought to meditate on a problem, the less content you have to write about. If you force yourself to write down some immature ideas, look at what you have written and try to expand them further, it is possible to be on the rational of going far, far down the road.\",\"timestamp\":1638785149,\"title\":\"Why writing matters\"},\"digest\":\"U7Zzn5GkFsoAHMGs3XYBVy_ltPgDRhHvGtxjcu2v6fE\",\"authorship\":{\"contributor\":\"0x078Ad5270b0240D8529f600f35A271Fc6E2b2bD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Mm1VUtCLCjyzowMDzhRWa9zwdtcVTni1nDxXJks4Go\\\",\\\"y\\\":\\\"ELMuXetzSJd1gdrjYozJSlKBtCM6hS5dYKTfRxD0C-k\\\"}\",\"signature\":\"og8os8uKyx29cfHPHqYFe36AD8sbsVTyfL8gBRcwiARxolIZ0WecsFqyY_CCrq8htNt4DTLHzvN38s_xyWJcnQ\",\"signingKeySignature\":\"0x24109933ad6c03259359c4ec978cd7dadf006533dcc5d26a97a006c77b20799d51616c71a5d37b8d6fa71e5c43b1b7d6afce49686359885fe59db90384d8736f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Mm1VUtCLCjyzowMDzhRWa9zwdtcVTni1nDxXJks4Go\\\",\\\"y\\\":\\\"ELMuXetzSJd1gdrjYozJSlKBtCM6hS5dYKTfRxD0C-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U7Zzn5GkFsoAHMGs3XYBVy_ltPgDRhHvGtxjcu2v6fE\"}"