"{\"content\":{\"body\":\"## Unsolicited thoughts on the Curve Wars\\n\\nAnsem recently published his Q1 2022 article, which I highly recommend reading. For those relatively new to the space, Ansem was one of the most successful traders of 2021, correctly calling Solana, Avax, Jewel, and others. In addition to being a strong “technical” trader, Ansem has a really good grasp on the fundamental side of the space, so I highly recommend following him around.\\n\\nAnyways, while his article did cover some of my bags, he left several of my largest positions off, so I wanted to write this article to fill in some blanks and shill you some of the projects he listed under “other things worth looking at”.\\n\\nReader beware: I am not 30% of the trader Ansem is, and I hold large (to me) positions in most of the projects that will be described.\\n\\n## The Curve Wars\\n\\nTo properly explain Curve, you first have to know the story of Uniswap and other early CFMM’s. In their most basic form, CFMM’s use utility curves to automatically price liquidity along the curve x\\\\*y=k, where x and y represent the value of two assets \\n deposited by market makers to the pool in exchange for fees.\\n\\nThere are several advantages to this arrangement that are only apparent in the context of DeFi. Most importantly, CFMM’s enable composibility, because CDP’s (collateralized debt positions) often need to be liquidated at a moments notice in order for critical DeFi building blocks like MakerDAO and Spell to function. If you don’t know what a CDP is, basically Degen A locks 1,000 USD of Eth in a smart contract and gets up to 300 DAI in exchange, which they eventually will have to repay with interest. If the value of the debt gets to approximately 80% of the value of their locked eth, their eth is forcibly sold on Uniswap to pay off the debt. Meanwhile, Degen A can buy more ponzis with the 300 USD and keep whatever he gets. A CFMM is necessary because it guarantees a liquid market to sell liquidated positions into.\\n\\nCFMM’s have several disadvantages however. Providing liquidity to a CFMM has a pricing pay off similar to selling an option, which results in impermanent loss (opportunity cost) if one of the two terms of x\\\\*y = k (x or y) appreciate at a rate much faster than the other. This makes LP’ing to pairs that aren’t mean reverting somewhat awkward.\\n\\nCurve was initially founded to focus on mean reverting stablecoin pairs, which were an early fit for CFMM’s. Stablecoin pairs are mean reverting because you always expect the two stablecoins LP’ed to mean revert back to $1, meaning that there is no risk of opportunity cost, allowing LP’s to focus on earning fees. Additionally, by focusing on Stablecoins Curve was able to provide the innovation of the “stableswap invariant”, which was an early example of concentrated liquidity.\\n\\nWhile CFMM’s have the advantage of liveness, they also spread LP’s liquidity over the entire x\\\\*y=k range. This is capital inefficient, as vast sums of money are spread at the tails of the x\\\\*y=k range that will never practically be traded. Curve realized that stablecoin pairs do not need to have any liquidity at the tails of the range; liquidity can be concentrated at a range between say, .85-1.15 where it is more likely to be traded. This guarantees higher fees to LP’s and better price quotes to traders, assuming pegs do not permanently break down.\\n\\nKeeping up so far? Now let’s get into Ponzinomics.\\n\\n## veCRV\\n\\nLike most DeFI platforms, Curve had a chicken and egg problem. Without liquidity, traders can’t speculate, but without traders, LP’s can’t make money on fees. To solve this problem, Curve opted for the liquidity mining model first implemented by SNX. In essence, different liquidity pools were incentivized with emissions of the Curve token. The Curve token has a claim on protocol revenue, as well as the ability to “boost” the yield of LP’s, so speculators are eager to buy it and well, speculate on future cash flows. By providing Curve emissions to LP’s, Curve lowered the risk of an LP losing money due to smart contract risk or lack of fees from traders. Consequently, vast amounts of money were deployed onto Curve.\\n\\nThere’s an important wrinkle here, however. The Curve token itself has no claim on future protocol fees. In order to gain access to protocol cash flows, speculators must lock up (vest) their Curve tokens as veCRV for terms up to 4 years, practically an eternity in crypto. This helps reduce sell pressure by reducing the amount of tokens notoriously fickle speculators can dump at any given moment. Additionally, veCRV tokens have voting power at the Curve DAO, which can be used to have a say in where future Curve emissions go to. This was unimportant only a year ago, but is more relevant today as fledgling protocols attempt to solve their own chicken and egg problem of summoning liquidity.\\n\\nFor a long time, industrial farming operations like Yearn simply dumped their farmed Curve tokens instead of locking them up as veCRV, as the risk of not locking in revenues now was simply too high. This changed once the market began to mature, as speculators gradually became more willing to believe that Curve would actually exist 4 years in the future. After enough time passed, veCRV tokens went from being a promise that you could dump on speculators heads to a bonafide cash producing asset.\\n\\nThe first protocol to realize this paradigm shift was Convex, which has consequently repeated most of the reward.\\n\\n## Convex\\n\\nConvex was sort of like Yearn, except it adopted the exact opposite LP strategy of an industrial farm and dump operation like Yearn. Instead of farming and dumping Curve, Convex sought to become a pegged, liquid solution for veCRV by aggressively locking up farmed Curve as veCRV in order to boast higher yields for depositors. For a while, Convex was simply a higher risk version of Yearn; instead of dumping mined tokens, Convex doubled down and locked them up. Eventually, however, a flywheel effect emerged. More veCRV= higher yield = more veCRV = higher yield. Wow!\\n\\nOver time, the market finally recognized the long term value of veCRV tokens and what CVX was doing. Not only was Convex a yield aggregator like Yearn, it became a pegged and liquid solution for veCRV tokens, as *buying CVX tokens became a more cost effective method of buying veCRV than buying veCRV on the open market due to the amount of veCRV controlled by CVX and the flywheel established.*\\n\\nConsequently, CVX became something much deeper than a layer on top of Curve. It reacted with Curve itself in a symbiotic relationship.\\n\\n## Redacted Cartel: the third layer\\n\\nBTRFLY (redacted cartel) seeks to be a blackhole for CVX and other valuable governance tokens, with the end goal of empowering itself to undertake in voting-efficiency-as-a-service.\\n\\nWhat is “voting-efficiency-as-a-service”? I’m glad you asked. Remember how control of veCRV (vested Curve) and CVX gives you control over yield from Curve? Well, protocols don’t just have to buy the veCRV or CVX to gain control over yield. They can also temporarily buy votes from veCRV holders with what is known as a bribe. BTRFLY’s goal is to use OHM Ponzinomics to control some or all of veCRV’s circulating supply in the form of CVX, which will result in the price of BTRFLY being a proxy for the price of its share of veCRV and other vote locked tokens whose influence is controlled by the DAO. This is moderately interesting in its own right, but there is an important wrinkle noted by the DAO:\\n\\n“Among votes, there is a hierarchy.\\n\\nFrom the perspective of a vote buyer, not every vote counts *the most*—that right is reserved for the vote that decides the outcome. This distinction has important implications for BTRFLY. Since vote-buying is a game of prediction, controlling the deciding vote will usually levy a margin of error. Maybe you buy an extra 10 votes before the deadline, or maybe an extra 100 if you know your opponent is flush with capital. You’re buying an edge, and you’re buying confidence. This real and psychological hedging translates into liquidity pressure for BTRFLY—the excesses from these competitions flow into and crystallize in BTRFLY’s value.\\n\\nThis “deciding-vote auction” is more capital efficient than a bribe for a vote buyer because 1.) vote share can be continuously re-calibrated—votes can be both bought *and* sold in a liquid market so there’s less risk of “over-voting”—and 2.) the price increases in an auction are incremental, not arbitrary guesses, which minimizes the price of the deciding vote.”\\n\\nLike an OHM Fork, BTRFLY is a black hole of liquidity. It’s an event horizon that can never be unbent, a place where liquidity goes to enter a strange afterlife. It seeks not to compete with Convex, the clear winner of the Curve wars, but rather to crystalize their win into a public good, albeit selfishly. At the worst end of the spectrum, the DAO will control valuable assets and function as a proxy for owning CVX, CRV, and gOHM. At the best end, BTRFLY **will naturally become the source of the deciding vote auction for all Curve gauges.**\\n\\n“More CRV/CVX in the treasury as yield = more value accrual for BTFLY holders + more votes controlled by the treasury = more-optimized gauge weights for projects bribing us with their LP’s rather than governance tokens = more CRV into the treasury as yield, and so on.” Wow! Now my flywheel has a flywheel, brah.\\n\\n“Given the choice between a competitive process with uncertain, escalating costs (that are still cheaper than available bribes), and a cooperative process where your protocol’s yield increasingly benefits from \\\\[REDACTED\\\\]’s increasingly optimized yield… Well, in that regime it seems like \\\\[REDACTED\\\\] could eat the world (as we know it). But idk, might be psyops.”\",\"timestamp\":1641008004,\"title\":\"Picking up where Ansem left off\"},\"digest\":\"1qrK63Z7ubHAy6gJpcVmQ77wWOJaL0S-jwqTwjcaKjI\",\"authorship\":{\"contributor\":\"0x57c322bafDBC22CF5B50835a1392Eb3Cef735F06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"signature\":\"7vUcG-2JoPOoZf_I2ZuoFaNSkGlP70FWjiJx0o_zyYtXQuZU7MopJ9PDZJxgKt73OGW4xsLjXNnZnyA6pZDxqg\",\"signingKeySignature\":\"0x077a76ed4823a96357a5a95cc5fccf68f4829219314fe38df3a9329736c92dba15a884456eb6f46eabc4a656d68389afc2210e05d5366f4dfc708ec1041a0bba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1qrK63Z7ubHAy6gJpcVmQ77wWOJaL0S-jwqTwjcaKjI\"}"