"{\"content\":{\"body\":\"This week a Decentralized Autonomous Organization called Constitution DAO was able to collect more than $40M in just a few days *to buy a copy of the U.S. Constitution*. Its significance? They actually joined the auction at Sotheby’s, exclusive auction house serving the art taste of world’s super rich. No, they didn’t win the auction. However, their success signals a bigger trend that we have been seeing more and more, potentially NFT craze of 2020 (and still) marking the beginning: giving the power back to the “community”. \\n\\nOne can argue that the rise of creator/passion economy was the actual start of giving the power back to the community. Even though I agree that creator economy was revolutionary just as the gig economy was, eventually it still ends up benefiting the tip of the iceberg: the corporation (e.g. Meta –– sry NGMI). The rest of the visible part of the iceberg is influencers or the very talented few who can still benefit from the corporate dependency. Not too long time ago Only Fans almost cut the income stream of many of its creators and Meta (then Facebook) had a power outage for many hours. As long as the creator is dependent to the corporation, the main benefactor of the system will stay as the corporation. The creator will stay as the pawns of a chess game with an important position in the game but often sacrificed so that most powerful can carry the game. Winner is always a corporation, no matter which side of the chess board. \\n\\n![not an NFT ](https://images.mirror-media.xyz/publication-images/tW168R6Sy3hJ5zGen_K1F.png?height=524&width=588)\\n\\nThe invisible rest of the iceberg, we the “regular people”, are sitting below mostly working at our 9 to 5 jobs or doing more than 1 job as a creative, scrolling on TikTok hooked on the influencer content for hours and often asking ourselves how they made it. It is mainly a combination of network, money, and luck with the first two being most prominent. Think about how many very talented visual creators you have encountered in the creative economy who are not traditional influencers. Not many, right? \\n\\nThe issue is the system that empowers the tip of the iceberg in a positive feedback loop. The mega rich (think Jeff Koons) sells artwork to other mega rich at Sotheby’s so that he can make more work to keep on selling to the mega rich. Mega rich keeps Koons and auctions it back in a couple years for a doubled price (turning it into an investment) so that other mega rich can buy it. See this paragraph? a repeated loop of mega and rich playing their own game. \\n\\nSo we need a system that gives the power back to hands of the community. We need mechanisms that awards the effort, passion, and determination rather than the money, family-based networks, and status. Think about today’s Instagram. You just see paid content everywhere. I am aware of the needs of a business –– profit potential, traction, and all other metrics of a business that would impress a Venture Capitalist. But, there is not one way to become a profitable business. We just need to start by thinking with a box-not-existing mentality. No box. at all. \\n\\n![potentially an NFT ](https://images.mirror-media.xyz/publication-images/ztXSF3F0w9X3OFdf_YeOg.JPG?height=3348&width=3500)\\n\\nI explain the solution with what I call as a “flipped iceberg” model. In this model, if you have money, network, and power it will likely take you less time than the rest to move above the surface (if we keep this model long enough, even this will change ––but for now we start from here). However, you will do this without preventing less privileged to move to the top. The success of one creator does not mean the failure of the other. It is not a zero-sum game. Yes, some in the community will stay under the surface, but that is because they put in less effort, less passion, and less determination in what they do. \\n\\nSo, how do we succeed this?\\n\\nThe change won’t happen in one night, but it has already started. We see projects like Rally, Roll awarding coins to individual creators. We see projects like Audius, Mirror taking the Spotify and Substack to the next level via social tokens. We do need a decentralized Only Fans, we do need a decentralized Visual Creative Community that has its own token and they are on the horizon. These are the mechanisms that allow creators build their own economies independently from platforms. Platform can cease to exist, but the creator’s economy will stay. Community has a say in the decisions that will shape the future of the platform. Community is empowered while the initial builders of that community still win as they have put a lot of effort, passion, and countless hours into building this new system. It is a win-win model. \\n\\nThe future is democratized. And I am all for it. \",\"timestamp\":1637523809,\"title\":\"Why we all should be excited about web3?\"},\"digest\":\"pc64f3BrjwGFgr5MH0g9_L3dEYe1fIqHPAGWY4KJ1pY\",\"authorship\":{\"contributor\":\"0x62bDF90A5e3560095B22a49172f8c8933F2DAf06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SKNUTjIv1k8PIkR2IswxoEdv0c2UAgp6BskGngu5P8A\\\",\\\"y\\\":\\\"oMj8N4zfKxT_xAbblk9cxZAH2hkFXZmEdVVctnqH7iU\\\"}\",\"signature\":\"5kEXVopfydhWvJ_vTRI-LHqwzr5PO6M1MEE0vMPjnTKtYt9BGbtwmRdbRFHqWWZlizOc9cfc9FM6kg9faFEGjg\",\"signingKeySignature\":\"0xc893fb8bbedbe5d2b928f31d0ce7bae83806eb40147100b1a5c3f55906d3266d7768b0a430d502535574605a388b8fdee6e3b43cdfbd904f27c7bccd0212d1021b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SKNUTjIv1k8PIkR2IswxoEdv0c2UAgp6BskGngu5P8A\\\",\\\"y\\\":\\\"oMj8N4zfKxT_xAbblk9cxZAH2hkFXZmEdVVctnqH7iU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pc64f3BrjwGFgr5MH0g9_L3dEYe1fIqHPAGWY4KJ1pY\"}"