"{\"content\":{\"body\":\"In the jungles of Guatemala, in Tikal, stands a temple. It was built by the grandest Sun King, of the grandest city state, of the grandest civilization of the Americas, the Mayas. His name was Jasaw Chan K’awiil. He stood over six feet tall. He lived into his 80s, and he was buried beneath this monument in 720 AD. And Mayaninscriptions proclaim that he was deeply in love with his wife. So, he built a temple in her honor, facing his. And every spring and autumn, exactly at the equinox, the sun rises behind his temple, and perfectly bathes her temple with his shadow. And as the sun sets behind her temple in the afternoon, it perfectly bathes his temple with her shadow. After 1,300 years, these two lovers still touch and kiss from their tomb.\\n\\n　　Around the world people love. They sing for love, they dance for love, they compose poems and stories about love. They pine for love, they live for love, they kill for love, and they die for love. As Walt Whitman once said, he said, “Oh, I would stake all for you.”\\n\\n　　But love isn’t always a happy experience. In one study of college students, they asked a lot of questions about love, but the two that stood out to me the most were, “Have you ever been rejected by somebody who you really loved?” And the second question was, “Have you ever dumped somebody who really loved you?” And almost 95% of both men and women said yes to both. Almost nobody gets out of love alive.\\n\\n　　Romantic love is one of the most powerful sensations on Earth. So, several years ago, I decided to look into the brain and study this madness. We found activity in a tiny little factory near the base of the brain called the ventral tegmental area. In fact, the same brain region where we found activity becomes active also when you feel the rush of cocaine. But romantic love is much more than a cocaine high—at least you come down from cocaine. Romantic love is an obsession. It possesses you. You lose your sense of self. You can’t stop thinking about another human being.\\n\\n　　Wild is love. And the obsession can get worse when you’ve been rejected. That brain system, the reward system for wanting, for motivation, for craving, for focus, becomes more active when you can’t get what you want. In this case, life’s greatest prize: an appropriate mating partner.\\n\\n　　So, what have I learned from this experiment that I would like to tell the world? Foremost, I have come to think that romantic love is a drive, a basic mating drive. I’ve also come to believe that romantic love is anaddiction: a perfectly wonderful addiction when it’s going well, and a perfectly horrible addiction when it’s going poorly.\\n\\n　　I would also like to tell the world that animals love. There’s not an animal on this planet that will copulatewith anything that comes along. Too old, too young, too scruffy, too stupid, and they won’t do it. In fact, I think animal attraction can be instant—you can see an elephant instantly go for another elephant. And I think that this is really the origins of what you and I call, “love at first sight.”\\n\\n　　Our newest experiment has been hatched by my colleague, Art Aron, putting people who are reporting that they are still in love, in a long-term relationship, into the functional MRI. We’ve put five people in so far, and indeed, we found exactly the same thing. They’re not lying. They basically…The brain areas associated with intense romantic love, still become active, 25 years later.\\n\\n　　There are still many questions to be answered and asked about romantic love. The question that I’m working on right this minute, and I’m only going to say it for a second and then end, is why do you fall in love with one person, rather than another? There will always be magic to love, but I think we’re going to end up in the next few years to understand all kinds of brain mechanisms that pull us to one person rather than another.\\n\\n　　So, I will close with this: love is in us. It’s deeply embedded in the brain. Our challenge is to understand each other. Thank you.\",\"timestamp\":1640152043,\"title\":\"Secret about Love\"},\"digest\":\"gK5_IyySu73VyOXSSdqLNs3MEQCWu_WFjzwGQXDr1qw\",\"authorship\":{\"contributor\":\"0xef7415AEd8c95D13c7C585eD7F649A1a6281ee4e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RD3YBDoewJvfbdMEnpFOvr8qs46Y6OuUFcrgZ_7rCos\\\",\\\"y\\\":\\\"Fa0ky6Gj4X9k-4BAkjJjLanrDXrJMJgbX3VZLGdxreQ\\\"}\",\"signature\":\"vrgmt2-0JnP9Sb6lngqL3PEEMVcm4EORC3pGp8u6CWFMB5CVSvHsDu0LCgg1Q5qEtsEyTvMtuYCd6KG3UyPczw\",\"signingKeySignature\":\"0x0f5e7a2d56cbc4ba10a2c6bd93483f2cf4d8e88df7ff4c9ae52a5a1ba9f7d6ea2d92b1c3504b4fe707cee75c411bf0c0070e69f482785ecc2f662636750f8e711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RD3YBDoewJvfbdMEnpFOvr8qs46Y6OuUFcrgZ_7rCos\\\",\\\"y\\\":\\\"Fa0ky6Gj4X9k-4BAkjJjLanrDXrJMJgbX3VZLGdxreQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gK5_IyySu73VyOXSSdqLNs3MEQCWu_WFjzwGQXDr1qw\"}"