"{\"content\":{\"body\":\"Mistress Blythe, but you're just a mite illogical.  You're a highly eddicated lady and Cornelia isn't, but you're like as two peas when it comes to that.  I dunno's you're any the worse for it.  Logic is a sort of hard, merciless thing, I reckon.  Now, I'll brew a cup of tea and we'll drink it and talk of pleasant things, jest to calm our minds a bit.\\\"\\n\\nAt least, Captain Jim's tea and conversation calmed Anne's mind to such an extent that she did not make Gilbert suffer so acutely on the way home as she had deliberately intended to do.  She did not refer to the burning question at all, but she chatted amiably of other matters, and Gilbert understood that he was forgiven under protest.\\n\\n\\\"Captain Jim seems very frail and bent this spring.  The winter has aged him,\\\" said Anne sadly.  \\\"I am afraid that he will soon be going to seek lost Margaret.  I can't bear to think of it.\\\"\\n\\n\\\"Four Winds won't be the same place when Captain Jim \\\\`sets out to sea,'\\\" agreed Gilbert.\\n\\nThe following evening he went to the house up the brook.  Anne wandered dismally around until his return.\\n\\n\\\"Well, what did Leslie say?\\\" she demanded when he came in.\\n\\n\\\"Very little.  I think she felt rather dazed.\\\"\\n\\n\\\"And is she going to have the operation?\\\"\\n\\n\\\"She is going to think it over and decide very soon.\\\"\\n\\nGilbert flung himself wearily into the easy chair before the fire.  He looked tired.  It had not been an easy thing for him to tell Leslie.  And the terror that had sprung into her eyes when the meaning of what he told her came home to her was not a pleasant thing to remember.  Now, when the die was cast, he was beset with doubts of his own wisdom.\\n\\nAnne looked at him remorsefully; then she slipped down on the rug beside him and laid her glossy red head on his arm.\\n\\n\\\"Gilbert, I've been rather hateful over this.  I won't be any more.  Please just call me red-headed and forgive me.\\\"\\n\\nBy which Gilbert understood that, no matter what came of it, there would be no I-told-you-so's.  But he was not wholly comforted.  Duty in the abstract is one thing; duty in the concrete is quite another, especially when the doer is confronted by a woman's stricken eyes.\\n\\nSome instinct made Anne keep away from Leslie for the next three days.  On the third evening Leslie came down to the little house and told Gilbert that she had made up her mind; she would take Dick to Montreal and have the operation.\\n\\nShe was very pale and seemed to have wrapped herself in her old mantle of aloofness.  But her eyes had lost the look which had haunted Gilbert; they were cold and bright; and she proceeded to discuss details with him in a crisp, business-like way.  There were plans to be made and many things to be thought over.  When Leslie had got the information she wanted she went home.  Anne wanted to walk part of the way with her.\\n\\n\\\"Better not,\\\" said Leslie curtly.  \\\"Today's rain has made the ground damp.  Good-night.\\\"\\n\\n\\\"Have I lost my friend?\\\" said Anne with a sigh.  \\\"If the operation is successful and Dick Moore finds himself again Leslie will retreat into some remote fastness of her soul where none of us can ever find her.\\\"\\n\\n\\\"Perhaps she will leave him,\\\" said Gilbert.\\n\\n\\\"Leslie would never do that, Gilbert.  Her sense of duty is very strong.  She told me once that her Grandmother West always impressed upon her the fact that when she assumed any responsibility she must never shirk it, no matter what the consequences might be.  That is one of her cardinal rules.  I suppose it's very old-fashioned .\\\"\\n\\n\\\"Don't be bitter, Anne-girl.  You know you don't think it old- fashioned--you know you have the very same idea of sacredness of assumed responsibilities yourself.  And you are right.  Shirking responsibilities is the curse of our modern life--the secret of all the unrest and discontent that is seething in the world.\\\"\\n\\n\\\"Thus saith the preacher,\\\" mocked Anne.  But under the mockery she felt that he was right; and she was very sick at heart for Leslie.\\n\\nA week later Miss Cornelia descended like an avalanche upon the little house.  Gilbert was away and Anne was compelled to bear the shock of the impact alone.\\n\\nMiss Cornelia hardly waited to get her hat off before she began.\\n\\n\\\"Anne, do you mean to tell me it's true what I've heard--that Dr. Blythe has told Leslie Dick can be cured, and that she is going to take him to Montreal to have him operated on?\\\"\\n\\n\\\"Yes, it is quite true, Miss Cornelia,\\\" said Anne bravely.\\n\\n\\\"Well, it's inhuman cruelty, that's what it is,\\\" said Miss Cornelia, violently agitated.  \\\"I did think Dr. Blythe was a decent man.  I didn't think he could have been guilty of this.\\\"\\n\\n\\\"Dr. Blythe thought it was his duty to tell Leslie that there was a chance for Dick,\\\" said Anne with spirit, \\\"and,\\\" she added, loyalty to Gilbert getting the better of her, \\\"I agree with him.\\\"\\n\\n\\\"Oh, no, you don't, dearie,\\\" said Miss Cornelia.  \\\"No person with any bowels of compassion could.\\\"\\n\\n\\\"Captain Jim does.\\\"\\n\\n\\\"Don't quote that old ninny to me,\\\" cried Miss Cornelia.  \\\"And I don't care who agrees with him.  Think--THINK what it means to that poor hunted, harried girl.\\\"\\n\\n\\\"We DO think of it.  But Gilbert believes that a doctor should put the welfare of a patient's mind and body before all other considerations.\\\"\\n\\n\\\"That's just like a man.  But I expected better things of you, Anne,\\\" said Miss Cornelia, more in sorrow than in wrath; then she proceeded to bombard Anne with precisely the same arguments with which the latter had attacked Gilbert; and Anne valiantly defended her husband with the weapons he had used for his own protection.  Long was the fray, but Miss Cornelia made an end at last.\\n\\n\\\"It's an iniquitous shame,\\\" she declared, almost in tears.  \\\"That's just what it is--an iniquitous shame.  Poor, poor Leslie!\\\"\\n\\n\\\"Don't you think Dick should be considered a little too?\\\" pleaded Anne.\\n\\n\\\"Dick!  Dick Moore!  HE'S happy enough.  He's a better behaved and more reputable member of society now than he ever was before.\\n\\nWhy, he was a drunkard and perhaps worse.  Are you going to set him loose again to roar and to devour?\\\"\\n\\n\\\"He may reform,\\\" said poor Anne, beset by foe without and traitor within.\\n\\n\\\"Reform your grandmother!\\\" retorted Miss Cornelia.  \\\"Dick Moore got the injuries that left him as he is in a drunken brawl.  He DESERVES his fate.  It was sent on him for a punishment.  I don't believe the doctor has any business to tamper with the visitations of God.\\\"\\n\\n\\\"Nobody knows how Dick was hurt, Miss Cornelia.  It may not have been in a drunken brawl at all.  He may have been waylaid and robbed.\\\"\\n\\n\\\"Pigs MAY whistle, but they've poor mouths for it,\\\" said Miss Cornelia.  \\\"Well, the gist of what you tell me is that the thing is settled and there's no use in talking.  If that's so I'll hold my tongue.  I don't propose to wear MY teeth out gnawing files.  When a thing has to be I give in to it.  But I like to make mighty sure first that it HAS to be.  Now, I'll devote MY energies to comforting and sustaining Leslie.  And after all,\\\" added Miss Cornelia, brightening up hopefully, \\\"perhaps nothing can be done for Dick.\\\"\\n\\nCHAPTER 31\\n\\nTHE TRUTH MAKES FREE\\n\\nLeslie, having once made up her mind what to do, proceeded to do it with characteristic resolution and speed.  House-cleaning must be finished with first, whatever issues of life and death might await beyond.  The gray house up the brook was put into flawless order and cleanliness, with Miss Cornelia's ready assistance.  Miss Cornelia, having said her say to Anne, and later on to Gilbert and Captain Jim--sparing neither of them, let it be assured--never spoke of the matter to Leslie.  She accepted the fact of Dick's operation, referred to it when necessary in a business-like way, and ignored it when it was not.  Leslie never attempted to discuss it.  She was very cold and quiet during these beautiful spring days.  She seldom visited Anne, and though she was invariably courteous and friendly, that very courtesy was as an icy barrier between her and the people of the little house.  The old jokes and laughter and chumminess of common things could not reach her over it.  Anne refused to feel hurt.  She knew that Leslie was in the grip of a hideous dread--a dread that wrapped her away from all little glimpses of happiness and hours of pleasure.  When one great passion seizes possession of the soul all other feelings are crowded aside.  Never in all her life had Leslie Moore shuddered away from the future with more intolerable terror.  But she went forward as unswervingly in the path she had elected as the martyrs of old walked their chosen way, knowing the end of it to be the fiery agony of the stake.\\n\\nThe financial question was settled with greater ease than Anne had feared.  Leslie borrowed the necessary money from Captain Jim, and, at her insistence, he took a mortgage on the little farm.\\n\\n\\\"So that is one thing off the poor girl's mind,\\\" Miss Cornelia told Anne, \\\"and off mine too.  Now, if Dick gets well enough to work again he'll be able to earn enough to pay the interest on it; and if he doesn't I know Captain Jim'll manage someway that Leslie won't have to.  He said as much to me.  `I'm getting old, Cornelia,' he said, `and I've no chick or child of my own.  Leslie won't take a gift from a living man, but mebbe she will from a dead one.'  So it will be all right as far as THAT goes.  I wish everything else might be settled as satisfactorily.  As for that wretch of a Dick, he's been awful these last few days.  The devil was in him, believe ME!  Leslie and I couldn't get on with our work for the tricks he'd play.  He chased all her ducks one day around the yard till most of them died.  And not one thing would he do for us.  Sometimes, you know, he'll make himself quite handy, bringing in pails of water and wood.  But this week if we sent him to the well he'd try to climb down into it.  I thought once, \\\\`If you'd only shoot down there head-first everything would be nicely settled.'\\\"\\n\\n\\\"Oh, Miss Cornelia!\\\"\\n\\n\\\"Now, you needn't Miss Cornelia me, Anne, dearie.  ANYBODY would have thought the same.  If the Montreal doctors can make a rational creature out of Dick Moore they're wonders.\\\"\\n\\nLeslie took Dick to Montreal early in May.  Gilbert went with her, to help her, and make the necessary arrangements for her.  He came home with the report that the Montreal surgeon whom they had consulted agreed with him that there was a good chance of Dick's restoration.\\n\\n\\\"Very comforting,\\\" was Miss Cornelia's sarcastic comment.\\n\\nAnne only sighed.  Leslie had been very distant at their parting.\\n\\nBut she had promised to write.  Ten days after Gilbert's return the letter came.  Leslie wrote that the operation had been successfully performed and that Dick was making a good recovery.\\n\\n\\\"What does she mean by \\\\`successfully?'\\\" asked Anne.  \\\"Does she mean that Dick's memory is really restored?\\\"\\n\\n\\\"Not likely--since she says nothing of it,\\\" said Gilbert.  \\\"She uses the word \\\\`successfully' from the surgeon's point of view.  The operation has been performed and followed by normal results.  But it is too soon to know whether Dick's faculties will be eventually restored, wholly or in part.  His memory would not be likely to return to him all at once.  The process will be gradual, if it occurs at all.  Is that all she says?\\\"\\n\\n\\\"Yes--there's her letter.  It's very short.  Poor girl, she must be under a terrible strain.  Gilbert Blythe, there are heaps of things I long to say to you, only it would be mean.\\\"\\n\\n\\\"Miss Cornelia says them for you,\\\" said Gilbert with a rueful smile.  \\\"She combs me down every time I encounter her.  She makes it plain to me that she regards me as little better than a murderer, and that she thinks it a great pity that Dr. Dave ever let me step into his shoes.  She even told me that the Methodist doctor over the harbor was to be preferred before me.  With Miss Cornelia the force of condemnation can no further go.\\\"\\n\\n\\\"If Cornelia Bryant was sick, it would not be Doctor Dave or the Methodist doctor she would send for,\\\" sniffed Susan.  \\\"She would have you out of your hard-earned bed in the middle of the night, doctor, dear, if she took a spell of misery, that she would.  And then she would likely say your bill was past all reason.  But do not mind her, doctor, dear.  It takes all kinds of people to make a world.\\\"\\n\\nNo further word came from Leslie for some time.  The May days crept away in a sweet succession and the shores of Four Winds Harbor greened and bloomed and purpled.  One day in late May Gilbert came home to be met by Susan in the stable yard.\\n\\n\\\"I am afraid something has upset Mrs. Doctor, doctor, dear,\\\" she said mysteriously.  \\\"She got a letter this afternoon and since then she has just been walking round the garden and talking to herself.  You know it is not good for her to be on her feet so much, doctor, dear.  She did not see fit to tell me what her news was, and I am no pry, doctor, dear, and never was, but it is plain something has upset her.  And it is not good for her to be upset.\\\"\\n\\nGilbert hurried rather anxiously to the garden.  Had anything happened at Green Gables?  But Anne, sitting on the rustic seat by the brook, did not look troubled, though she was certainly much excited.  Her eyes were their grayest, and scarlet spots burned on her cheeks.\\n\\n\\\"What has happened, Anne?\\\"\\n\\nAnne gave a queer little laugh.\\n\\n\\\"I think you'll hardly believe it when I tell you, Gilbert.  *I* can't believe it yet.  As Susan said the other day, \\\\`I feel like a fly coming to live in the sun--dazed-like.'  It's all so incredible.  I've read the letter a score of times and every time it's just the same--I can't believe my own eyes.  Oh, Gilbert, you were right--so right.  I can see that clearly enough now--and I'm so ashamed of myself--and will you ever really forgive me?\\\"\\n\\n\\\"Anne, I'll shake you if you don't grow coherent.  Redmond would be ashamed of you.  WHAT has happened?\\\"\\n\\n\\\"You won't believe it--you won't believe it--\\\"\\n\\n\\\"I'm going to phone for Uncle Dave,\\\" said Gilbert, pretending to start for the house.\\n\\n\\\"Sit down, Gilbert.  I'll try to tell you.  I've had a letter, and oh, Gilbert, it's all so amazing--so incredibly amazing--we never thought--not one of us ever dreamed--\\\"\\n\\n\\\"I suppose,\\\" said Gilbert, sitting down with a resigned air, \\\"the only thing to do in a case of this kind is to have patience and go at the matter categorically.  Whom is your letter from?\\\"\\n\\n\\\"Leslie--and, oh, Gilbert--\\\"\\n\\n\\\"Leslie!  Whew!  What has she to say?  What's the news about Dick?\\\"\\n\\nAnne lifted the letter and held it out, calmly dramatic in a moment.\\n\\n\\\"There is NO Dick!  The man we have thought Dick Moore-- whom everybody in Four Winds has believed for twelve years to be Dick Moore--is his cousin, George Moore, of Nova Scotia, who, it seems, always resembled him very strikingly.  Dick Moore died of yellow fever thirteen years ago in Cuba.\\\"\\n\\nCHAPTER 32\\n\\nMISS CORNELIA DISCUSSES THE AFFAIR\\n\\n\\\"And do you mean to tell me, Anne, dearie, that Dick Moore has turned out not to be Dick Moore at all but somebody else?  Is THAT what you phoned up to me today?\\\"\\n\\n\\\"Yes, Miss Cornelia.  It is very amazing, isn't it?\\\"\\n\\n\\\"It's--it's--just like a man,\\\" said Miss Cornelia helplessly.  She took off her hat with trembling fingers.  For once in her life Miss Cornelia was undeniably staggered.\\n\\n\\\"I can't seem to sense it, Anne,\\\" she said.  \\\"I've heard you say it--and I believe you--but I can't take it in.  Dick Moore is dead-- has been dead all these years--and Leslie is free?\\\"\\n\\n\\\"Yes.  The truth has made her free.  Gilbert was right when he said that verse was the grandest in the Bible.\\\"\\n\\n\\\"Tell me everything, Anne, dearie.  Since I got your phone I've been in a regular muddle, believe ME.  Cornelia Bryant was never so kerflummuxed before.\\\"\\n\\n\\\"There isn't a very great deal to tell.  Leslie's letter was short.  She didn't go into particulars.  This man--George Moore--has recovered his memory and knows who he is.  He says Dick took yellow fever in Cuba, and the Four Sisters had to sail without him.  George stayed behind to nurse him.  But he died very shortly afterwards.\\n\\nGeorge did not write Leslie because he intended to come right home and tell her himself.\\\"\\n\\n\\\"And why didn't he?\\\"\\n\\n\\\"I suppose his accident must have intervened.  Gilbert says it is quite likely that George Moore remembers nothing of his accident, or what led to it, and may never remember it.  It probably happened very soon after Dick's death.  We may find out more particulars when Leslie writes again.\\\"\\n\\n\\\"Does she say what she is going to do?  When is she coming home?\\\"\\n\\n\\\"She says she will stay with George Moore until he can leave the hospital.  She has written to his people in Nova Scotia.  It seems that George's only near relative is a married sister much older than himself.  She was living when George sailed on the Four Sisters, but of course we do not know what may have happened since.  Did you ever see George Moore, Miss Cornelia?\\\"\\n\\n\\\"I did.  It is all coming back to me.  He was here visiting his Uncle Abner eighteen years ago, when he and Dick would be about seventeen.  They were double cousins, you see.  Their fathers were brothers and their mothers were twin sisters, and they did look a terrible lot alike.  Of course,\\\" added Miss Cornelia scornfully, \\\"it wasn't one of those freak resemblances you read of in novels where two people are so much alike that they can fill each other's places and their nearest and dearest can't tell between them.  In those days you could tell easy enough which was George and which was Dick, if you saw them together and near at hand.  Apart, or some distance away, it wasn't so easy.  They played lots of tricks on people and thought it great fun, the two scamps.  George Moore was a little taller and a good deal fatter than Dick--though neither of them was what you would call fat--they were both of the lean kind.  Dick had higher color than George, and his hair was a shade lighter.  But their features were just alike, and they both had that queer freak of eyes--one blue and one hazel.  They weren't much alike in any other way, though.  George was a real nice fellow, though he was a scalawag for mischief, and some said he had a liking for a glass even then.  But everybody liked him better than Dick.  He spent about a month here.  Leslie never saw him; she was only about eight or nine then and I remember now that she spent that whole winter over harbor with her grandmother West.  Captain Jim was away, too--that was the winter he was wrecked on the Magdalens.  I don't suppose either he or Leslie had ever heard about the Nova Scotia cousin looking so much like Dick.  Nobody ever thought of him when Captain Jim brought Dick--George, I should say--home.  Of course, we all thought Dick had changed considerable--he'd got so lumpish and fat.  But we put that down to what had happened to him, and no doubt that was the reason, for, as I've said, George wasn't fat to begin with either.  And there was no other way we could have guessed, for the man's senses were clean gone.  I can't see that it is any wonder we were all deceived.  But it's a staggering thing.  And Leslie has sacrificed the best years of her life to nursing a man who hadn't any claim on her!  Oh, drat the men!  No matter what they do, it's the wrong thing.  And no matter who they are, it's somebody they shouldn't be.  They do exasperate me.\\\"\\n\\n\\\"Gilbert and Captain Jim are men, and it is through them that the truth has been discovered at last,\\\" said Anne.\\n\\n\\\"Well, I admit that,\\\" conceded Miss Cornelia reluctantly.  \\\"I'm sorry I raked the doctor off so.  It's the first time in my life I've ever felt ashamed of anything I said to a man.  I don't know as I shall tell him so, though.  He'll just have to take it for granted.  Well, Anne, dearie, it's a mercy the Lord doesn't answer all our prayers.  I've been praying hard right along that the operation wouldn't cure Dick.  Of course I didn't put it just quite so plain.  But that was what was in the back of my mind, and I have no doubt the Lord knew it.\\\"\\n\\n\\\"Well, He has answered the spirit of your prayer.  You really wished that things shouldn't be made any harder for Leslie.  I'm afraid that in my secret heart I've been hoping the operation wouldn't succeed, and I am wholesomely ashamed of it.\\\"\\n\\n\\\"How does Leslie seem to take it?\\\"\\n\\n\\\"She writes like one dazed.  I think that, like ourselves, she hardly realises it yet.  She says, \\\\`It all seems like a strange dream to me, Anne.'  That is the only reference she makes to herself.\\\"\\n\\n\\\"Poor child!  I suppose when the chains are struck off a prisoner he'd feel queer and lost without them for a while.  Anne, dearie, here's a thought keeps coming into my mind.  What about Owen Ford?  We both know Leslie was fond of him.  Did it ever occur to you that he was fond of her?\\\"\\n\\n\\\"It--did--once,\\\" admitted Anne, feeling that she might say so much.\\n\\n\\\"Well, I hadn't any reason to think he was, but it just appeared to me he MUST be.  Now, Anne, dearie, the Lord knows I'm not a match-maker, and I scorn all such doings.  But if I were you and writing to that Ford man I'd just mention, casual-like, what has happened.  That is what *I*'d do.\\\"\\n\\n\\\"Of course I will mention it when I write him,\\\" said Anne, a trifle distantly.  Somehow, this was a thing she could not discuss with Miss Cornelia.  And yet, she had to admit that the same thought had been lurking in her mind ever since she had heard of Leslie's freedom.  But she would not desecrate it by free speech.\\n\\n\\\"Of course there is no great rush, dearie.  But Dick Moore's been dead for thirteen years and Leslie has wasted enough of her life for him.  We'll just see what comes of it.  As for this George Moore, who's gone and come back to life when everyone thought he was dead and done for, just like a man, I'm real sorry for him.  He won't seem to fit in anywhere.\\\"\\n\\n\\\"He is still a young man, and if he recovers completely, as seems likely, he will be able to make a place for himself again.  It must be very strange for him, poor fellow.  I suppose all these years since his accident will not exist for him.\\\"\\n\\nCHAPTER 33\\n\\nLESLIE RETURNS\\n\\nA fortnight later Leslie Moore came home alone to the old house where she had spent so many bitter years.  In the June twilight she went over the fields to Anne's, and appeared with ghost-like suddenness in the scented garden.\\n\\n\\\"Leslie!\\\" cried Anne in amazement.  \\\"Where have you sprung from?  We never knew you were coming.  Why didn't you write?  We would have met you.\\\"\\n\\n\\\"I couldn't write somehow, Anne.  It seemed so futile to try to say anything with pen and ink.  And I wanted to get back quietly and unobserved.\\\"\\n\\nAnne put her arms about Leslie and kissed her.  Leslie returned the kiss warmly.  She looked pale and tired, and she gave a little sigh as she dropped down on the grasses beside a great bed of daffodils that were gleaming through the pale, silvery twilight like golden stars.\\n\\n\\\"And you have come home alone, Leslie?\\\"\\n\\n\\\"Yes.  George Moore's sister came to Montreal and took him home with her.  Poor fellow, he was sorry to part with me--though I was a stranger to him when his memory first came back.  He clung to me in those first hard days when he was trying to realise that Dick's death was not the thing of yesterday that it seemed to him.  It was all very hard for him.  I helped him all I could.  When his sister came it was easier for him, because it seemed to him only the other day that he had seen her last.  Fortunately she had not changed much, and that helped him, too.\\\"\\n\\n\\\"It is all so strange and wonderful, Leslie.  I think we none of us realise it yet.\\\"\\n\\n\\\"I cannot.  When I went into the house over there an hour ago, I felt that it MUST be a dream--that Dick must be there, with his childish smile, as he had been for so long.  Anne, I seem stunned yet. I'm not glad or sorry--or ANYTHING.  I feel as if something had been torn suddenly out of my life and left a terrible hole.  I feel as if I couldn't be *I*--as if I must have changed into somebody else and couldn't get used to it.  It gives me a horrible lonely, dazed, helpless feeling.  It's good to see you again--it seems as if you were a sort of anchor for my drifting soul.  Oh, Anne, I dread it all--the gossip and wonderment and questioning.  When I think of that, I wish that I need not have come home at all.  Dr. Dave was at the station when I came off the train--he brought me home.  Poor old man, he feels very badly because he told me years ago that nothing could be done for Dick.  `I honestly thought so, Leslie,' he said to me today.  `But I should have told you not to depend on my opinion--I should have told you to go to a specialist.  If I had, you would have been saved many bitter years, and poor George Moore many wasted ones.  I blame myself very much, Leslie.'  I told him not to do that--he had done what he thought right.  He has always been so kind to me--I couldn't bear to see him worrying over it.\\\"\\n\\n\\\"And Dick--George, I mean?  Is his memory fully restored?\\\"\",\"timestamp\":1639709985,\"title\":\"Cornelia'll rake us fore and aft, no doubt,\\\" assented Captain Jim.  \\\"You women are lovely critters, \"},\"digest\":\"RxmoKW7Mh24rIQq2zMmkwQ9EIfQY1H9GqTmCLce-0ZA\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4f2d5yftd4Wz7ah8dcg4LYI2JQ3xGlZ41uTG-GEDhFk\\\",\\\"y\\\":\\\"ZuLP6UEfWPfWKgEKvuMitwRfV2AYJ3QnJRPKpBB640s\\\"}\",\"signature\":\"kPNG_RVryco3kpecnL8GL-Uao_eMRrAMOsRtj3R2MlIT60iSTzTTH8XMyDGgU41ig-ttSWs7zHBLXj1_ELdUrQ\",\"signingKeySignature\":\"0x1a36ea433d9dd06161f220a48c28540c98c914f9355467a9c8391af84c3ebe4e238b1652f4a88083023b9fec2dc5454d56a255b0a3b5d4053b2ad4ef23676cf91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4f2d5yftd4Wz7ah8dcg4LYI2JQ3xGlZ41uTG-GEDhFk\\\",\\\"y\\\":\\\"ZuLP6UEfWPfWKgEKvuMitwRfV2AYJ3QnJRPKpBB640s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RxmoKW7Mh24rIQq2zMmkwQ9EIfQY1H9GqTmCLce-0ZA\"}"