"{\"content\":{\"body\":\"原创 Sam Lessin IOSG  *2018-12-31 22:45*\\n\\n|作者：Sam Lessin是Fin的联合创始人兼联席CEO，他是Slow Ventures的合伙人，通过Slow Ventures投资科技初创企业。2010年至2014年，他曾担任Facebook产品管理副总裁。在加入Facebook之前，Sam创立了drop.io，一个文件共享平台，2010年被Facebook收购。在drop.io之前，Sam是Bain and Company的一名助理。Sam在业余时间喜欢滑雪和风筝冲浪。他娶了Jessica Lessin, The Information的创始人。\\n\\n|翻译：Kerouac\\n\\n|背景：2017年12月4日的时候，Sam Lessin曾发表了一篇文章，针对2018年的加密货币市场做出了14个预测，如今看来这其中有11个是预测正确的。今天是2018年加密货币市场收尾的一天，让我们一起回顾一下这些预测。\\n\\n|全文7540字，阅读需要10分钟。\\n\\n \\n \\n\\n**1）比特币的市场份额将会继续增长。基本预测正确**\\n\\n** \\n **\\n\\n货币有三个基本属性分别是价值储存、交易媒介和记账单位。比特币不太可能成为交易媒介强有力的竞争者或是满足未来区块链世界作为记录数字资产账户的需求。当然比特币正在成为现代版本的 “黄金”-一种作为全球价值储存手段的重要商品。同样能够作为价值储存的货币也很难成为交易媒介，我们正在经历全球货币的整合时期，美元、欧元、人民币都曾在全球霸权的支持下发挥主导作用。但是这并不是历史流传下的标准，甚至也不是当今世界的标准。斯巴达人曾经使用沉重的铁棒而不是硬币来让交易难以进行，从而发挥货币价值储存的功能，以促进社会稳定。黄金和房地产同样也不是一种日常的交易媒介，据统计流通在海外的100美元纸币，有三分之二被锁定而无法在当地的市场上流通使用。\\n\\n \\n 如果你相信比特币的价值会按照梅特卡夫定律（Metcalfe's law）增长，就像电话网络和社交网络一样。那么你应该预计随着比特币的影响不断扩大，持币人数不断增多，将推动比特地价格不断上涨。这种传播并不像货币在早期日常贸易中使用那样缓慢增长。互联网的发展和进步会让比特币的传播摩擦更小，从而传播的更加迅速。2017年是一个特别的年份，比特币在所有数字资产之中的占比下降。\\n\\n \\n 但我相信2018年比特币在加密货币市场中的占比将会上升，而且市值前100的加密货币也会因为其自身带来的高利润而在整个加密货币市场的占比上升，从而降低加密货币的获取门槛。\\n\\n \\n \\n\\n**回顾：**如果你从2018年1月份看，比特币占市场份额的35%，而现在的份额是55%。事实上当你比较去年12月份和今年12月份比特币价格的时候，你会发现价格是基本持平的。但无论如何比特币和市场上其他的币相比较一直比较强势。比特币的市场份额不仅不断增加而且经济模型也得到了更广泛的认可。\\n\\n \\n \\n\\n**2）消费者真正使用加密货币还有很多限制。预测正确**\\n\\n** \\n **如果第一次使用货币是作为价值储存的手段，第二次使用货币是作为媒介来获取商品和服务，那么加密货币的故事在2018年似乎会变得不明朗。\\n\\n \\n 在一些垂直的使用场景，如银行和银行之间跨境支付服务对于区块链来讲将会是个很大的市场。我认为Ripple的XRP在其中有明确的价值。BCH、DASH或其它设计用来交易的货币可能会创造更多的事务性使用的用例，但我不认为即将能够看到消费者使用加密货币购买真实世界的商品和服务。其中的主要原因是因为加密货币的生态系统和本地货币之间的无摩擦流通流通仍然十分困难，我认为在可预见的未来仍会如此。在很长一段时间内，人们更倾向于安定。收益很高而面临极高税费的人可能会选择加密货币进行交易。有人认为加密货币之所以无法成为交易媒介是因为其太不稳定，虽然这是一个挑战，但我认为在目前价格实时更新的时代，这并不会是一个大问题。\\n\\n因此，我认为2018年甚至2019年也不会有任何人购买以加密货币计价的面包。\\n\\n \\n \\n\\n**回顾：**这是一个很容易做出的预测。随着我们接近2018年底，对于比特币来说，除了“价值存储”，我们离真正使用加密货币去消费还差得很远，基本上都是在交易方向上去投机。\\n\\n \\n \\n\\n**3）分布式账本技术的大进步：对此我有点过于乐观，但仍然正确**\\n\\n** \\n **我非常看好使用加密货币进行价值存储的应用，而对加密货币作为价值交换媒介保持怀疑态度。我很确定的是加密货币在“账户记录”方面确实有改变世界的机会，这个事情迟早会发生，也正是我所期待的。如果将ICO看做是2017年智能合约应用落地的关键事件，那么我认为2018年将会发生更大的事情就是智能合约将大规模地支撑资产证券化代币的发行。这是一个改变世界的巨大机会。在当今世界，几乎每个人每个企业都会接触到各种形式的债务融资。只有大公司或者是硅谷技术社区的顶尖选手才有机会去做股权融资。分布式账本技术真正的应用在于能够将几乎所有的资产证券化并且更广泛地为企业和个人的各种资产提供股权融资服务。\\n\\n \\n 如果区块链技术能够支撑计算机驱动监控和交易数百万种资产，那么相比之下目前人类能够管理交易的资产只有几千种。那么将会开辟出人类获取资本和金融产品的新途径。理想情况下应该会以这样一种方式来实现，即知识产权和信息能够得到保护和价值实现，而不是像十年前的美国金融危机抵押贷款那样被包装在贷款产品中而被忽视。\\n\\n \\n 实现这一愿景是非常困难的并且会面临几个具体的问题，比如：如何将区块链上的证券以一种可信或至少是明确定义的方式和现实世界的资产相结合。此外还有各种各样的法律后果需要解决，加密货币的全球性流动使想要实现这样理想的结果变得更加复杂。\\n\\n \\n 区块链在这些方面取得进展落地是如此重要，以至于有许多优秀的团队在致力于此。我敢打赌，2018年在这个领域将会实现突破。我认为一些事情已经变得成熟，像房地产证券化。\\n\\n \\n \\n\\n**回顾：**对于分布式的“账本记录”，我相信将传统世界的资产代币化是一个很大的应用。另外还有一个潜在的我不是那么有信心的应用，那就是围绕企业使用的供应链+区块链的改革，供应链的区块链应用还未真正落地。今年已经有很多力量在做区块链应用落地的尝试，我相信随着先驱者不断试错积累经验，在明年应该可以创造一个有实际意义的故事。\\n\\n \\n **4）分布式计算机故事的相对衰落：预测正确**\\n\\n** \\n **比分布式账本技术更重要的是拥有一个能够执行几乎任何代码的完全成熟的分布式计算机。在2017年很大程度上因为人们对以太坊的兴趣和其自身巨大的增长，导致区块链技术可以支撑一个完全分布式计算平台的想法一直很流行。我认为这一概念在2018年将会面临很大的质疑，因为没有人能够能清楚除了Cryptokitties之外，分布式计算机还能够做什么？\\n\\n \\n \\n\\n分布式计算机在其他方面的应用会出现，但是在某些使用场景下分布式计算机与中心化计算机相比更难构建而且也不会表现的如大家想象的好。通过构建去中心化的应用和现有的商业模式去竞争是不切实际的。\\n\\n \\n 要让区块链成为一台真正有用的计算机，需要寻找到一个非常大、非常慢且不会被任何人破坏的计算系统的用处。\\n\\n \\n \\n\\n**回顾：**我曾经为以太坊成为一个通用的、分布式的、图灵完备的“计算机”而奋斗。我从来没有想过，为什么你想要一台更慢、更通用的“电脑”，特别是在解决特定的信任问题方面和专门设计的区块链相比效率要低。“通用计算平台”的热潮已经开始逐渐消退。因为这个概念而闻名的以太坊已经从峰值的接近1400美元跌至80美元。\\n\\n** \\n **\\n\\n**5）新的投机者将推高“便士硬币”的波动性：这个预测在一定程度上是正确的**\\n\\n \\n 很明显，正如机构投资者正在进入加密货币领域一样，许多散户投资者和散户赌徒也在进入加密货币领域。其中一些完全是由于担心错过获得财富的机会，而许多人将会因此陷入困境。\\n\\n \\n 如果你想切身体验，你所需要做的就是阅览日益增多的ICO在线营销、参加各种加密货币交易研讨会以及尝试各种通过信用负债购买加密货币的方法。\\n\\n \\n 这种现象的出现是有道理的，也是一种健康的迹象，既可以看到散户投资者的出现，也可以看到市场营销机器的不断壮大。特别是从全球来看，世界上大多数人口都无法获得良好的投资增长机会。在美国，更晚上市公司的股票市场波动性极低而且公开交易量不断萎缩，这些因素使得这些公司很难产生好的回报。在人们担心退休没有收入之后，谨慎的投资者和轻率的投机者都投身于可以投资的领域，并且加密货币市场可能有倍数回报，而不是个位数百分比。\\n\\n \\n 在这种背景下，散户投资是可以理解的，但对人们来说这是一场危险的游戏。这也是他们可能会输的一场比赛。对于一群赌徒来说尤其如此，他们会成为那些兜售山寨币网络骗子的牺牲品。\\n\\n \\n 短期而言，这应该会导致出现市场驱动型的波动，尤其是山寨币，市场营销人员会告诉散户投资者投资山寨币会带来很大的收益。\\n\\n \\n \\n\\n从中期来看，你会看到这些资金从山寨币流出，流回比特币和大市值币种，因为人们放弃了山寨币，但仍然希望把钱放在加密货币之中。\\n\\n \\n 结果是，山寨币资产将会出现繁荣之后的萧条，受到周期冲击的散户投资者大部分交易的都不是主流的加密货币，其资产管理的稳定性将不如大型机构和长期投资者。我认为在2018年，所有涌入山寨币投机市场的人最终都将在少数几个最重要的加密货币中寻求庇护。\\n\\n \\n \\n\\n**回顾：**如Dentacoin之类极端波动的ICO大多发生在2017年并在整个2018年平息。目前仍有一些疯狂的长尾交易活动。但是我要第一个承认，在我去年12月发表这篇文章之后，加密货币市场的走势甚至比我预期的还要快。围绕长尾硬币的疯狂投机在2018年初很快就开始崩溃而我预计这个过程需要更长的时间。\\n\\n \\n \\n\\n**6）更健康的分叉最大型项目**\\n\\n** \\n **众所周知，开源项目的治理是非常困难的。事实上开源软件最大的问题之一就是很难达成一致意见并快速改进系统以应对更加封闭和灵活的竞争对手。\\n\\n \\n 而在加密货币的市场，所有这些问题都被放大了。在加密货币的生态中，拥有不同理念开发者和有利益诉求的矿商。因此我个人对比特币分叉出来的比特币现金和比特币黄金感到非常高兴。\\n\\n \\n 通过分叉可以让分裂的团体不断创新或尝试新的方向，而不需要让整个社区都跟随同样的发展脚步。这是一种非常棒的模式，我希望能够继续下去。允许大型开发者社区愉快地协作并尝试一些新的东西。\\n\\n \\n 我知道并不是所有人都认同我的观点，人们担心加密货币的分叉会稀释它们原本的价值或者造成奇怪的竞争局面，从而损害系统的稳定性和用户的信任。\\n\\n \\n 但现实情况是，加密货币仍处于起步阶段，我宁愿看到更多创新。事实证明启动一项新实验的最佳方法之一就是给比特币或分叉币的持有者一个平等的创新环境，这才是一个健康的创新模式。\\n\\n \\n 我预计到2018年，随着不同团体寻求各种灵活的方法推进加密系统，主要的加密货币将出现更多分叉。\\n\\n \\n \\n\\n**回顾：**像比特币这样的大型项目的分叉会更多，我相信分叉可以是良性且有价值的，通过这样的方式让意见不同的各方去选择不同的发展路径。良性的分叉就像良性的离婚一样是存在的。分叉为常常会伴随着产生一些新的创新模式，并为每个人都带来了更好的结果。\\n\\n \\n **7）分叉将引发了一场刀枪之战**\\n\\n \\n 尽管分叉是一种健康的创新模式，但一个突出的不利因素是表面上相互竞争的派系在对方的链上拥有很大的价值的币。\\n\\n \\n BCH的支持者有很多BTC, BTC的支持者有很多BCH。如果每个分叉的链都能找到自己的位置并在价值上增长，那么这一切都很好。但主要持有者有操纵加密货币之间相互竞争的能力，这显然会演变成一个复杂的游戏。\\n\\n \\n 在2018年的某个时候，我预测将会有一场公开的刀枪之战，一种硬币的分叉将会明确地试图破坏另一种。\\n\\n \\n \\n\\n**回顾：比特币现金备受争议的分叉符合这一情况，我认为这是一场激烈的争吵，并非所有的离婚都是友好的。**\\n\\n** \\n 8）ICO会逐渐衰落，最终回归其本身价值**\\n\\n \\n ICO显然已经逐渐开始衰落。2018年仍会有ICO出现，就像在2017年夏天之前有ICO一样，但我们早已经忘记了过去哪些时候。\\n\\n \\n 这有几个原因。首先，基本上所有的ICO都是受监管的证券。\\n\\n \\n 其次，对于投资pre-sale并获得大量折扣的的人来说，之前有哄抬价格卖出的机会，甚至在一天之内就获利了结。但随着大众对ICO的了解越来越深入，这些机会变得相当有限。大多数主要的ICO已经开始通过锁仓，降低人们快速赚钱的能力。随着ETH和BTC的价格上涨，许多当时看起来不错的ICO交易，与只持有主要加密货币相比，正迅速变得不利。\\n\\n \\n 2018年，优秀的团队会继续筹集到大量资金，这只是例外。但我认为，今年夏天有关ICO是未来融资方式的兴奋情绪已基本褪去，我预计明年大型的ICO将寥寥无几。\\n\\n \\n \\n\\n**回顾：**这似乎有一点事后诸葛亮，首创于2017年开放式ICO募资的狂热突然平息了。对于那些需要对投资人负责的ICO或者证券来讲，越来越多的项目正再次以更传统的股权模式募集资金。从我的角度来看，ICO还是会继续发生。在某些情况下，ICO还是有其优势但是数量上肯定要比2017年最初的狂热时期下降很多。\\n\\n \\n \\n\\n**9）隐私币和稳定币的崛起**\\n\\n** \\n **明年有两种加密货币的重要性和价值可能会上升，因为它们解决了当前生态系统面临的主要挑战。\\n\\n \\n 第一种是隐私币。具有讽刺意味的是，人们认为比特币是某种匿名系统，是犯罪活动的理想选择，而实际上它不但是完全透明的，而且或许是你想隐藏任何一种业务最糟糕方式。 \\n  \\n 第二种是不会大幅波动，以便容易交易的币，即所谓的“稳定币”。Tether是一种与美元挂钩的伪稳定货币，最近在一次大规模黑客攻击之后，受到了密切关注。但Tether并不是一个完整的解决方案。\\n\\n \\n 我们确实需要隐私和稳定。隐私的加密货币和稳定币一样都是可以通过技术手段解决的。我预计到今年年底，像ZCASH和Monero这样的隐私币相对于更广泛的市场，会得到有意义的升值，同时也将会有高质量的stablecoin项目上线。\\n\\n \\n \\n\\n**回顾：**我们看到今年有很多稳定币推出，隐私币也吸引了市场的很大注意力。回顾我的预测，我说稳定币的发展会比预想的更快，走的更远。隐私币的发展会稍微慢一些，这从道理上也讲得通。真正的稳定性和隐私一样在技术和哲学上难以实现，推出一种名义上稳定、以某种形式以美元支持的硬币是很容易的，但是隐私需要更严谨的技术实施落地。\\n\\n \\n 稳定币大规模发展的一个意外的因素可能是为那些清仓山寨币但是仍想停留在加密货币生态之中的人提供了一个除比特币之外的选择。这也削弱了从山寨币中逃离出来的资金将会流向比特币这一理论。\\n\\n \\n **10）苦战的商业独角兽**\\n\\n \\n Coinbase目前是硅谷的宠儿，也是最新建造的独角兽之一。它不是唯一，现实情况是在加密货币生态系统的周围有许多引人注目的传统业务需要建立。\\n\\n \\n 有许多团队正在构建一个“区块链世界的彭博社”。还有庞大的托管业务需要建立，这样基金就可以在这个领域运作。衍生品游戏才刚刚开始，这样的例子不胜枚举。\\n\\n \\n 将区块链技术与现有的全球金融机构和银行的基础设施相结合，将会是一个数十亿美元的市场。我的预期是，到2018年底Coinbase将不会是生态之中唯一的独角兽，而且市场还会在一系列需要建造但有明显困难的东西上投入大量资金。\\n\\n \\n \\n\\n**回顾：**Coinbase显然已经取得了这种地位，还有其他的一些公司也表现不错。但是整个市场的价格下跌以及由此引发的普遍低迷，在一定程度上推迟了这些公司成为独角兽的进程。苦战的商业仍在继续，从运行一个网络节点到投资者的KYC，但是他们的发展比我一年前的预期要慢一些。\\n\\n \\n \\n\\n**10）风险投资在市场中受到限制**\\n\\n** \\n **在过去的几年里，一些风险投资家在风险投资行业方面做出了很好的决定。但很少有公司直接投资于加密货币和数字资产，事实上大多数合作协议都禁止风投参与此类投资。然而，大多数主要风险投资家已经或正在修改他们的有限合伙协议，从而允许他们投资加密货币和其他数字资产。\\n\\n \\n 到2018年，购买加密货币并投资于早期区块链项目将成为所有风险投资家都会听到并产生争论的话题。然而我并不完全清楚究竟会达成哪些交易，或者这些将如何改变这一切。我相信创投资本家一定会支持一些早期的孵化器以及对一些知名企业家发起的项目进行投资。但我认为风险投资家在2018年投资加密货币的时候会非常谨慎，大部分时间会保持观望态度。当然，我也认为明年合法的ICO会少得多，所以一开始的投资机会也会少很少。\\n\\n \\n 最后我认为到2018年底，所有主要的风险投资公司都将成立对加密货币进行投资的部门，但很少有风投公司会在一年中会对加密货币进行重大投资。\\n\\n \\n \\n\\n**回顾：**差不多我所知道的所有经验丰富的风险投资机构都已经开始着手去看加密相关的项目，他们重新修订LPA同时也有专业的团队能够参与进来。但是在一些款下，真正想要在行业内做事情会受到限制。想要打破这个僵局必须解决两个问题。第一：必须提出估值模型。目前几乎没有人知道估值该是多少。第二：有真正的商业应用。有一些VC十分愿意参与到协议层的投资，但是大多数经验丰富的VC并不乐意参与到前景不明同时风险很高的阶段。\\n\\n** \\n 12）到年底国家会参与到挖矿中来：这是有意的挑拨。**\\n\\n** \\n **当爱德华·斯诺登(Edward Snowden)美国国家安全局(NSA)泄密事件曝光后，我的第一反应是对美国政府的技术敏锐性和影响力印象深刻。撇开合法性不谈，在他泄密之前我不认为政府在技术上有足够的能力。\\n\\n \\n 以这种心态为背景，值得怀疑的是世界主要国家政府是否已经在深入研究如何在政策和技术层面上能够在加密货币谈判桌上占有一席之地。一些国家的政府已经掌握了技术诀窍并有明确的动机参与其中。\\n\\n \\n 一个长期的经济学问题是如何思考这样的一个世界:在这个世界里，全球化的加密货币使得即使是大国也难以实施与过去一百年以来相同的财政政策。有一个技术问题是关于不同国家如何试图促进或破坏加密市场的完整性，以达到各自的优势。还有一些安全问题，比如区块链如何被用来发现从逃税到恐怖分子的一切资金活动。\\n\\n \\n \\n\\n**回顾：**众所周知，这并没有发生。但是我仍然相信在10到20年之后再次回头看，预测可能是正确的。有一些国家将会低调地秘密开始挖矿，只不过对于他们来讲没必要对外公布。\\n\\n \\n \\n\\n**13）区块链产生影响全球经济的迹象**\\n\\n \\n 在津巴布韦最近的动荡中，比特币在该国的交易价格约为每枚1.3万美元，因为人们希望通过比特币将资产安全转移到国外，当时比特币的价格几乎是全球价格的两倍。然而仅仅两周后，它的溢价就只有15%左右。\\n\\n \\n 15%的溢价对于在军事政变期间将资金撤出一个国家来说是一个很小的代价，而且与各国遭遇严重经济障碍时反复发生的恶性通货膨胀相比，更是微不足道。\\n\\n \\n 如果加密货币开始允许人们更容易地获取全球公认的稳定存储价值的方法，而这些方法不太容易被管制或受到当地通货膨胀的影响。那么有一种观点认为，我们已经看到加密货币对全球经济的影响。话虽如此，但很明显我们仍处于了解全球化货币将产生何种影响的第一个阶段。\\n\\n \\n 加密货币表现出影响的模式与欧元在欧洲的影响模式相同-为人们创造了更多无摩擦的互动，但剥夺了每个国家独立管理其财政政策的部分能力。\\n\\n \\n 加密货币可能遵循移动通讯的发展模式，对发展中国家的影响大于发达国家。有了手机，发展中国家可以有效地从没有电话基础设施的阶段跳到高效的移动基础设施阶段，而发达国家则在几十年里向有线电话服务投入了大量资源。在金融领域，同样的情况是发展中国家可以在不需要大量投资的情况下赶上发达国家，创建自己强大的银行基础设施。\\n\\n \\n 我所怀疑的是，2018年有关加密货币的全球影响的讨论才将开始真正开始。\\n\\n \\n \\n\\n**回顾：**又预测错了，可能是我的一厢情愿。但我认为很难说区块链已经产生了任何有意义的国际影响。\\n\\n \\n \\n\\n**14）杰米•戴蒙(Jamie Dimon)（摩根大通董事长兼CEO）不会购买比特币**\\n\\n** \\n **最近有人对我说当杰米称比特币是泡沫的时候，我们并没有在比特币泡沫之中。他的观点是只有当唱空比特币的人都投降并大肆炒作比特币时，泡沫才会出现。就上世纪90年代末的互联网泡沫而言，长期以来对互联网持怀疑态度的人放弃唱空并买入后，大约6个月泡沫就破裂了。\\n\\n \\n 因此只要人们继续称比特币为泡沫，更理想的情况是，如果他们在本月交易开放时开始做空比特币，那么比特币就不是泡沫。\\n\\n \\n 我的预测是，到2018年杰米•戴蒙(Jamie Dimon)将不会购买比特币或任何其他顶级加密资产。这给了我继续留在这里的信心。 \\n \\n\\n \\n \\n\\n**回顾：**可能是正确的，很难证实。今年我很高兴在写给孩子的书《B is for Bitcoin》中拿杰米开玩笑。他的公司可能会购买，但是在我的理解中他仍对此保持怀疑态度。\\n\\n \\n \\n\\n\\n---\",\"timestamp\":1642146307,\"title\":\"如果2018再来一次，重新选择基于投资原则的决策有多难 | 前Facebook产品总监的加密货币投资预测\"},\"digest\":\"gTsqOt9BuPCN0lLLD-Wq28xQSq3Ce7FNsO0QAgMxZ6w\",\"authorship\":{\"contributor\":\"0x5Eba828AB4999825D8416D7EAd9563b64FD90276\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooXecteuXzbQPaMtPISmZf75Uo73fL7rqkh71fkG0Co\\\",\\\"y\\\":\\\"azuiOVNY3z25X_ynnkNOiIGtsX7oXpLWh038mve9oGU\\\"}\",\"signature\":\"tFegsmR6QzJJfuJ6KLsxjEGeywRzj4vrPG8SB4SE9zHcOH1hZewb1Ssj3J6xYSq-LStwIqnT26t5DlPsV7x3Aw\",\"signingKeySignature\":\"0x9f965bc8f5cc7add333e9175c31135213f2b436928bf675eaa5e55c42aa600a80142fd47e3f5fa5d4bbd0f866e1a57facfb1256382a84d02db07d07d0ff4f6ac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooXecteuXzbQPaMtPISmZf75Uo73fL7rqkh71fkG0Co\\\",\\\"y\\\":\\\"azuiOVNY3z25X_ynnkNOiIGtsX7oXpLWh038mve9oGU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gTsqOt9BuPCN0lLLD-Wq28xQSq3Ce7FNsO0QAgMxZ6w\"}"