"{\"content\":{\"body\":\"One non-observer had told me it was a sham science, and mere pedantry; another, that it pretended to show men a way to truth without observing. I found, on the contrary, that it was a very pretty little science, which does not affect to discover phenomena, but simply to guard men against rash generalization, and false deductions from true data; it taught me the untrained world is brimful of fallacies and verbal equivoques that ought not to puzzle a child, but, whenever they creep into an argument, do actually confound the learned and the simple alike, and all for want of a month's logic.\\n\\n\\\"Yes, I was happy on the hill, and happy by the hearth; and so things went on till the preliminary examination came. It was not severe; we ladies all passed with credit, though many of the male aspirants failed.\\\"\\n\\n\\\"How do you account for that?\\\" asked Vizard.\\n\\n\\\"With my eyes. I *observe* that the average male is very superior in intellect to the average female; and I *observe* that the picked female is immeasurably more superior to the average male, than the average male is to the average female.\\\"\\n\\n\\\"Is it so simple as that?\\\"\\n\\n\\\"Ay; why not? What! are you one of those who believe that Truth is obscure-- hides herself--and lies in a well? I tell you, *sir,* Truth lies in no well. The place Truth lies in is--*the middle of the turnpike road.* But one old fogy puts on his green spectacles to look for her, and another his red, and another his blue; and so they all miss her, because she is a colorless diamond. Those spectacles are preconceived notions, *'a priori* reasoning, cant, prejudice, the depth of Mr. Shallow's inner consciousness, etc., etc. Then comes the observer, opens the eyes that God has given him, tramples on all colored spectacles, and finds Truth as surely as the spectacled theorists miss her. Say that the intellect of the average male is to the average female as ten to six, it is to the intellect of the picked female as ten to a hundred and fifty, or even less. Now, the intellect of the male Edinburgh student was much above that of the average male, but still it fell far below that of the picked female. All the examinations at Edinburgh showed this to all God's unspectacled creatures that used their eyes.\\\"\\n\\nThese remarks hit Vizard hard. They accorded with his own good sense and method of arguing; but perhaps my more careful readers may have already observed this. He nodded hearty approval for once, and she went on:\\n\\n\\\"We had now a right to matriculate and enter on our medical course. But, to our dismay, the right was suspended. The proofs of our general proficiency, which we hoped would reconcile the professors to us as students of medicine, alarmed people, and raised us unscrupulous enemies in some who were justly respected, and others who had influence, though they hardly deserved it.\\n\\n\\\"A general council of the university was called to reconsider the pledge the Senate had given us, and overawe the university court by the weight of academic opinion. The court itself was fluctuating, and ready to turn either way. A large number of male students co-operated against us with a petition. They, too, were a little vexed at our respectable figure in the preliminary examination.\\n\\n\\\"The assembly met and the union orator got up; he was a preacher of the Gospel, and carried the weight of that office. Christianity, as well as science, seemed to rise against us in his person. He made a long and eloquent speech, based on the intelligent surmises and popular prejudices that were diffused in a hundred leading articles, and in letters to the editor by men and women, to whom history was a dead letter in modern controversies; for the Press battled this matter for two years, and furnished each party with an artillery of reasons, *pro* and *con.*\\n\\n\\\"He said, 'Woman's sphere is the hearth and the home: to impair her delicacy is to take the bloom from the peach: she could not qualify for medicine without mastering anatomy and surgery--branches that must unsex her. Providence, intending her to be man's helpmate, not his rival, had given her a body unfit for war or hard labor, and a brain four ounces lighter than a man's, and unable to cope with long study and practical science. In short, she was too good, and too stupid, for medicine.'\\n\\n\\\"It was eloquent, but it was *'a priori* reasoning, and conjecture *versus* evidence: yet the applause it met with showed one how happy is the orator 'qui hurle avec les loups.' Taking the scientific preacher's whole theory in theology and science, woman was high enough in creation to be the mother of God, but not high enough to be a sawbones.\\n\\n\\\"Well, a professor of *belles-lettres* rose on our side, not with a rival theory, but with facts. He was a pupil of Lord Bacon, and a man of the nineteenth century; so he objected to *'a priori* reasoning on a matter of experience. To settle the question of capacity he gave a long list of women who had been famous in science. Such as Bettesia Gozzadini, Novella Andrea, Novella Calderini, Maddelena Buonsignori, and many more, who were doctors of law and university professors: Dorotea Bocohi, who was professor both of philosophy and medicine; Laura Bassi, who was elected professor of philosophy in 1732 by acclamation, and afterward professor of experimental physics; Anna Manzolini, professor of anatomy in 1760; Gaetaua Agnesi, professor of mathematics; Christina Roccati, doctor of philosophy in 1750; Clotilde Tambroni, professor of Greek in 1793; Maria Dalle Donne, doctor of medicine in 1799; Zaffira Ferretti, doctor of medicine in 1800; Maria Sega, doctor of medicine in 1799; Madalena Noe, graduate of civil law in 1807. Ladies innumerable, who graduated in law and medicine at Pavia, Ferrara, and Padua, including Elena Lucrezia Cornaro of Padua, a very famous woman. Also in Salamanca, Alcala', Cordova, he named more than one famous doctress. Also in Heidelberg, Gottingen, Giessen, Wurzburg, etc., and even at Utrect, with numberless graduates in the arts and faculties at Montpellier and Paris in all ages. Also outside reputations, as of Doctor Bouvin and her mother, acknowledged celebrities in their branch of medicine. This chain, he said, has never been really broken. There was scarcely a great foreign university without some female student of high reputation. There were such women at Vienna and Petersburg; many such at Zurich. At Montpellier Mademoiselle Doumergue was carrying all before her, and Miss Garrett and Miss Mary Putnam at Paris, though they were weighted in the race by a foreign language. Let the male English physician pass a stiff examination in scientific French before he brayed so loud. He had never done it yet. This, he said, is not an age of chimeras; it is a wise and wary age, which has established in all branches of learning a sure test of ability in man or woman--public examination followed by a public report. These public examinations are all conducted by males, and women are passing them triumphantly all over Europe and America, and graduate as doctors in every civilized country, and even in half-civilized Russia.\\n\\n\\\"He then went into our own little preliminary examination, and gave the statistics: In Latin were examined 55 men and 3 women: 10 men were rejected, but no women; 7 men were respectable, 7 *optimi,* or first-rate, 1 woman *bona,* and 1 *optima.* In mathematics were examined 67 men and 4 women, of whom 1 woman was *optima,* and 1 *bona:* 10 men were *optimi,* and 25 *boni;* the rest failed. In German 2 men were examined, and 1 woman: 1 man was good, and 1 woman. In logic 28 men were examined, and 1 woman: the woman came out fifth in rank, and she had only been at it a month. In moral philosophy 16 men were examined; and 1 woman: the woman came out third. In arithmetic, 51 men and 3 women: 2 men were *optimi,* and 1 woman *optima;* several men failed, and not one woman. In mechanics, 81 men and 1 woman: the woman passed with fair credit, as did 13 men; the rest failing. In French were examined 58 men and 4 women: 3 men and 1 woman were respectable; 8 men and 1 woman passed; two women attained the highest excellence, *optimoe,* and not one man. In English, 63 men and 3 women: 3 men were good, and 1 woman; but 2 women were *optimoe,* and only 1 man.\\\"\\n\\n\\\"Fancy you remembering figures like that,\\\" said Vizard.\\n\\n\\\"It is all training and habit,\\\" said she, simply.\\n\\n\\\"As to the study and practice of medicine degrading women, he asked if it degraded men. No; it elevated them. They could not contradict him on that point. He declined to believe, without a particle of evidence, that any science could elevate the higher sex and degrade the lower. What evidence we had ran against it. Nurses are not, as a class, unfeminine, yet all that is most appalling, disgusting, horrible, and *unsexing* in the art of healing is monopolized by them., Women see worse things than doctors. Women nurse all the patients of both sexes, often under horrible and sickening conditions, and lay out all the corpses. No doctor objects to this on sentimental grounds; and why? Because the nurses get only a guinea a week, and not a guinea a flying visit: to women the loathsome part of medicine; to man the lucrative! The noble nurses of the Crimea went to attend *males only,* yet were not charged with indelicacy. They worked gratis. The would-be doctresses look *mainly to attending women,* but then they want to be paid for it: there was the rub--it was a mere money question, and all the attempts of the union to hide this and play the sentimental shop-man were transparent hypocrisy and humbug.\\n\\n\\\"A doctor justly revered in Edinburgh answered him, but said nothing new nor effective; and, to our great joy, the majority went with us.\\n\\n\\\"Thus encouraged, the university court settled the matter. We were admitted to matriculate and study medicine, under certain conditions, to which I beg your attention.\\n\\n\\\"The instruction of women for the profession of medicine was to be conducted in separate classes confined entirely to women.\\n\\n\\\"The professors of the Faculty of Medicine should, for this purpose, be permitted to have separate classes for women.\\n\\n\\\"All these regulations were approved by the chancellor, and are to this day a part of the law of that university.\\n\\n\\\"We ladies, five in number, but afterward seven, were matriculated and registered professional students of medicine, and passed six delightful months we now look back upon as if it was a happy dream.\\n\\n\\\"We were picked women, all in earnest. We deserved respect, and we met with it. The teachers were kind, and we attentive and respectful: the students were courteous, and we were affable to them, but discreet. Whatever seven young women could do to earn esteem, and reconcile even our opponents to the experiment, we did. There was not an anti-student, or downright flirt, among us; and, indeed, I have observed that an earnest love of study and science controls the amorous frivolity of women even more than men's. Perhaps our heads are really *smaller* than men's, and we haven't room in them to be like Solomon--extremely wise and arrant fools.\\n\\n\\\"This went on until the first professional examination; but, after the examination, the war, to our consternation, recommenced. Am I, then, bad-hearted for thinking there must have been something in that examination which roused the sleeping spirit of trades-unionism?\\\"\\n\\n\\\"It seems probable.\\\"\\n\\n\\\"Then view that probability by the light of fact:\\n\\n\\\"In physiology the male students were 127; in chemistry, 226; 25 obtained honors in physiology; 31 in chemistry.\\n\\n\\\"In physiology and chemistry there were five women. One obtained honors in physiology alone; four obtained honors in both physiology and chemistry.\\n\\n\\\"So, you see, the female students beat the male students in physiology at the rate of five to one; and in chemistry, seven and three-quarters to one.\\n\\n\\\"But, horrible to relate, one of the ladies eclipsed twenty-nine out of the thirty-one gentlemen who took *honors* in chemistry. In capacity she surpassed them all; for the two, who were above her, obtained only two marks more than she did, yet they had been a year longer at the study. This entitled her to 'a Hope Scholarship' for that year.\\n\\n\\\"Would you believe it? the scholarship was refused her--in utter defiance of the founder's conditions--on the idle pretext that she had studied at a different hour from the male students, and therefore was not a member of the chemistry class.\\\"\\n\\n\\\"Then why admit her to the competition?\\\" said Vizard.\\n\\n\\\"Why? because the *'a priori* reasoners took for granted she would be defeated. Then the cry would have been, 'You had your chance; we let you try for the Hope Scholarship; but you could not win it.' Having won it, she was to be cheated out of it somehow, or anyhow. The separate-class system was not that lady's fault; she would have preferred to pay the university lecturer lighter fees, and attend a better lecture with the male students. The separate class was an unfavorable condition of study, which the university imposed on us, as the condition of admitting us to the professional study of medicine? Surely, then, to cheat that lady out of her Hope Scholarship, when she had earned it under conditions of study enforced and unfavorable, was perfidious and dishonest. It was even a little ungrateful to the injured sex; for the money which founded these scholarships was women's money, every penny of it. The good Professor Hope had lectured to ladies fifty years ago; had taken their fees, and founded his scholarships with their money: and it would have done his heart good to see a lady win and wear that prize which, but for his female pupils, would never have existed. But it is easy to trample on a dead man: as easy as on living women.\\n\\n\\\"The perfidy was followed by ruthless tyranny. They refused to admit the fair criminal to the laboratory, 'else,' said they, 'she'll defeat more men.\\n\\n\\\"That killed her, as a chemist. It gave inferior male students too great an advantage over her. And so the public and Professor Hope were sacrificed to a trades-union, and lost a great analytical chemist, and something more--she had, to my knowledge, a subtle diagnosis. Now we have at present no *great* analyst, and the few competent analysts we have do not possess diagnosis in proportion. They can find a few poisons in the dead, but they are slow to discover them in the living; so they are not to be counted on to save a life, where crime is administering poison. That woman could, and would, I think.\\n\\n\\\"They drove her out of chemistry, wherein she was a genius, into surgery, in which she was only a talent. She is now house-surgeon in a great hospital, and the public has lost a great chemist and diagnostic physician combined.\\n\\n\\\"Up to the date of this enormity, the Press had been pretty evenly divided for and against us. But now, to their credit, they were unanimous, and reprobated the juggle as a breach of public faith and plain morality. Backed by public opinion, one friendly professor took this occasion to move the university to relax the regulation of separate classes since it had been abused. He proposed that the female students should be admitted to the ordinary classes.\\n\\n\\\"This proposal was negatived by 58 to 47.\\n\\n\\\"This small majority was gained by a characteristic maneuver. The queen's name was gravely dragged in as disapproving the proposal, when, in fact, it could never have been submitted to her, or her comment, if any, must have been in writing; and as to the general question, she has never said a public word against medical women. She has too much sense not to ask herself how can any woman be fit to be a queen, with powers of life and death, if no woman is fit to be so small a thing, by comparison, as a physician or a surgeon.\\n\\n\\\"We were victims of a small majority, obtained by imagination playing upon flunkyism, and the first result was we were not allowed to sit down to botany with males. Mind you, we might have gathered blackberries with them in umbrageous woods from morn till dewy eve, and not a professor shocked in the whole faculty; but we must not sit down with them to an intellectual dinner of herbs, and listen, in their company, to the pedantic terms and childish classifications of botany, in which kindred properties are ignored. Only the male student must be told in public that a fox-glove is *Digitalis purpurea* in the improved nomenclature of science, and crow-foot is *Ranunculus sceleratus,* and the buck-bean is *Menyanthis trifoliata,* and mugwort is *Artemesia Judaica;* that, having lost the properties of hyssop known to Solomon, we regain our superiority over that learned Hebrew by christening it *Gratiola officinalis.* The sexes must not be taught in one room to discard such ugly and inexpressive terms as snow-drop, meadow-sweet, heart's-ease, fever-few, cowslip, etc., and learn to know the cowslip as *Primula veris*--by class, *Pentandria monogynia;* and the buttercup as *Ranunculus acnis*--*Polyandria monogynia;* the snow-drop as *Galanthus nivalis*--*Hexandria monogynia;* and the meadow-sweet as *Ulnaria;* the heart's ease as *Viola tricolor;* and the daisy as *Bellis perennis*--*Syngenesia superflua.\\\"*\\n\\n\\\"Well,\\\" said Vizard, \\\"I think the individual names can only hurt the jaws and other organs of speech. But the classification! Is the mild luster of science to be cast over the natural disposition of young women toward *Polyandria monogynia?* Is trigamy to be identified in their sweet souls with floral innocence, and their victims sitting by?\\\"\\n\\n\\\"Such classifications are puerile and fanciful,\\\" said Miss Gale; \\\"but, for that very reason, they don't infect *animals* with trigamy. Novels are much more likely to do that.\\\"\\n\\n\\\"Especially ladies' novels,\\\" suggested Vizard, meekly.\\n\\n\\\"Some,\\\" suggested the accurate Rhoda. \\\"But the sexes will never lose either morals or delicacy through courses of botany endured together. It will not hurt young ladies a bit to tell them in the presence of young gentlemen that a cabbage is a thalamifioral exogen, and its stamens are tetradynamous; nor that the mushroom, *Psalliata campestris,* and the toad-stool, *Myoena campestris,* are confounded by this science in one class, *Cryptogamia.* It will not even hurt them to be told that the properties of the *Arum maculatum* are little known, but that the males are crowded round the center of the spadix, and the females seated at the base.\\\"\\n\\nSaid Vizard, pompously, \\\"The pulpit and the tea-table are centers of similar phenomena. Now I think of it, the pulpit is a very fair calyx, but the tea-table is sadly squat.\\\"\\n\\n\\\"Yes, sir. But, more than that, not one of these pedants who growled at promiscuous botany has once objected to promiscuous dancing, not even with the gentleman's arm round the lady's waist, which the custom of centuries cannot render decent. Yet the professors of delicacy connive, and the Mother Geese sit smirking at the wall. Oh, world of hypocrites and humbugs!\\\"\\n\\n\\\"I am afraid you are an upsetter general,\\\" said Vizard. \\\"But you are abominably sincere; and all this is a curious chapter of human nature. Pray proceed.\\\"\\n\\nMiss Gale nodded gravely, and resumed.\\n\\n\\\"So much public ridicule fell on the union for this, and the blind flunkyism which could believe the queen had meddled in the detail, that the professors melted under it, and threw open botany and natural history to us, with other collateral sciences.\\n\\n\\\"Then came the great fight, which is not ended yet.\\n\\n\\\"To qualify for medicine and pass the stiff examination, by which the public is very properly protected, you must be versed in anatomy and clinical surgery. Books and lectures do not suffice for this, without the human subject--alive and dead. The university court knew that very well when it matriculated us, and therefore it provided for our instruction by promising us separate classes.\\n\\n\\\"Backed by this public pledge, we waited on the university professor of anatomy to arrange our fees for a separate lecture. He flatly refused to instruct us separately for love or money, or to permit his assistants. That meant, 'The union sees a way to put you in a cleft stick and cheat you out of your degree, in spite of the pledge the university has given you; in spite of your fees, and of your time given to study in reliance on the promise.'\\n\\n\\\"This was a heavy blow. But there was an extramural establishment called Surgeons' Hall, and the university formally recognized all the lecturers in this Hall; so we applied to those lecturers, and they were shocked at the illiberality of the university professors, and admitted us at once to mixed classes. We attended lectures with the male students on anatomy and surgery, and *of all the anticipated evils, not one took place, sir.*\\n\\n\\\"The objections to mixed classes proved to be idle words; yet the old-fashioned minds opposed to us shut their eyes and went on reasoning *'a priori,* and proving that the evils which they saw did not arise *must* arise should the experiment of mixed classes, which was then succeeding, ever he tried.\\n\\n\\\"To qualify us for examination we now needed but one thing more--hospital practice. The infirmary is supported not so much by the university as the town. We applied, therefore, with some confidence, for the permission usually conceded to medical students. The managers refused us the *town infirmary.* Then we applied to the subscribers. The majority, not belonging to a trades-union, declared in our favor, and intimated plainly that they would turn out the illiberal managers at the next election of managers.\\n\\n\\\"But by this time the war was hot and general, and hard blows dealt on both sides. It was artfully suppressed by our enemies in the profession and in the Press that we had begged hard for the separate class which had been promised us in anatomy, and permission to attend, by ourselves, a limited number of wards in the infirmary; and on this falsehood by suppression worse calumnies were built.\\n\\n\\\"I shall tell you what we really were, and what foul mouths and pens insinuated we must be.\\n\\n\\\"Two accomplished women had joined us, and we were now the seven wise virgins of a half-civilized nation, and, if I know black from white, we were seven of its brightest ornaments. We were seven ladies, who wished to be doctresses, especially devoted to our own sex; seven good students, who went on our knees to the university for those separate classes in anatomy and clinical surgery which the university was bound in honor to supply us; but, our prayer rejected, said to the university, 'Well, use your own discretion about separate or mixed classes; but for your own credit, and that of human nature, do not willfully tie a hangman's noose to throttle the weak and deserving, and don't cheat seven poor, hard-working, meritorious women, your own matriculated students, out of our entrance-fees, which lie to this day in the university coffers, out of the exceptionally heavy fees we have paid to your professors, out of all the fruit of our hard study, out of our diplomas, and our bread. Solve the knot your own way. We will submit to mixed classes, or anything, except professional destruction.'\\n\\n\\\"In this spirit our lion-hearted leader wrote the letter of an uninjured dove, and said there were a great many more wards in the infirmary than any male student could or did attend; we would be content to divide the matter thus: the male students to have the monopoly of two-thirds, we to have the bare right of admission to one-third. By this the male students (if any) who had a sincere objection to study the sick, and witness operations, in our company, could never be troubled with us; and we, though less favored than the male students, could just manage to qualify for that public examination, which was to prove whether we could make able physicians or not.\\n\\n\\\"Sir, this gentle proposal was rejected with rude scorn, and in aggressive terms. Such is the spirit of a trades-union.\\n\\n\\\"Having now shown you what we were, I will now tell you what our enemies, declining to observe our conduct, though it was very public, suggested we *must* be-- seven shameless women, who pursued medicine as a handle for sexuality; who went into the dissecting-room to dissect males, and into the hospital to crowd round the male patient, and who *demanded* mixed classes, that we might have male companions in those studies which every feminine woman would avoid altogether.\\n\\n\\\"This key-note struck, the public was regaled with a burst of hypocrisy such as Moli'ere never had the luck to witness, or oh, what a comedy he would have written!\\n\\n\\\"The immodest sex, taking advantage of Moli'ere's decease without heirs of his brains, set to work in public to teach the modest sex modesty.\\n\\n\\\"In the conduct of this pleasant paradox, the representatives of that sex, which has much courage and little modesty, were two professors--who conducted the paradox so judiciously that the London Press reprimanded them for their foul insinuations--and a number of young men called medical students.\\n\\n\\\"Now, the medical student surpasses most young men in looseness of life, and indecency of mind and speech.\\n\\n\\\"The representatives of womanhood to be instructed in modesty by these animals, old and young, were seven prudes, whose minds were devoted to study and honorable ambition. These women were as much above the average of their sex in feminine reserve and independence of the male sex as they were in intellect.\\n\\n\\\"The average girl, who throughout this discussion was all of a sudden puffed as a lily, because she ceased to be *observed,* can attend to nothing if a man is by; she can't work, she can't play, she is so eaten up with sexuality. The frivolous soul can just manage to play croquet with females; but, enter a man upon the scene, and she does even that very ill, and can hardly be got to take her turn in the only thing she has really given her mind to. We were angels compared with this paltry creature, and she was the standing butt of public censure, until it was found that an imaginary picture of her could be made the handle for insulting her betters.\\n\\n\\\"Against these seven prudes, decent dotards and their foul-mouthed allies flung out insinuations which did not escape public censure; and the medical students declared their modesty was shocked at our intrusion into anatomy and surgery, and petitioned against us. Some of the Press were deceived by this for a time, and *hurlaient avec les loups.*\\n\\n\\\"I took up, one day, my favorite weekly, in which nearly every writer seems to me a scholar, and was regaled with such lines as these:\\n\\n\\\"'It appears that girls are to associate with boys as medical students, in order that, when they become women, they may be able to speak to men with entire plainness upon all the subjects of a doctor's daily practice.\\n\\n\\\"'In plain words, the aspirants to medicine and surgery desire to rid themselves speedily and effectually of that modesty which nature has planted in women.' And then the writer concludes: 'We beg to suggest that there are other places besides dissecting-rooms and hospitals where those ladies may relieve themselves of the modesty which they find so troublesome. But fathers naturally object to this being done at their sons' expense.\\\"\\n\\n\\\"Infamous!\\\" cried Vizard. \\\"One comfort, no man ever penned that. That is some old woman writing down young ones.\\\"\\n\\n\\\"I don't know,\\\" said Rhoda. \\\"I have met so many womanish men in this business. All I know is, that my cheeks burned, and, for once in the fight, scalding tears ran down them. It was as if a friend had spat upon me.\\n\\n\\\"What a chimera! What a monstrous misinterpretation of pure minds by minds impure! To *us* the dissecting-room was a temple, and the dead an awe, revolting to all our senses, until the knife revealed to our minds the Creator's hand in structural beauties that the trained can appreciate, if wicked dunces can't.\\n\\n\\\"And as to the infirmary, we should have done just what we did at Zurich. We held a little aloof from the male patients, unless some good-natured lecturer, or pupil, gave us a signal, and then we came forward. If we came uninvited, we always stood behind the male students: but we did crowd round the beds of the female patients, and claimed the inner row: AND, SIR, THEY THANKED GOD FOR US OPENLY.\\n\\n\\\"A few awkward revelations were made during this discussion. A medical student had the candor to write and say that he had been at a lecture, and the professor had told an indelicate story, and, finding it palatable to his modest males, had said, 'There, gentlemen: now, if female students were admitted here, I could not have told you this amusing circumstance.' So that it was our purifying influence he dreaded in secret, though he told the public he dreaded the reverse.\\n\\n\\\"Again, female patients wrote to the journals to beg that female students might be admitted to come between them and the brutal curiosity of the male students, to which they were subjected in so offensive a way that more than one poor creature declared she had felt agonies of shame, even in the middle of an agonizing operation.\\n\\n\\\"This being a cry from that public for whose sake the whole clique of physicians--male and female--exists, had, of course, no great weight in the union controversy.\\n\\n\\\"But, sir, if grave men and women will sit calmly down and fling dirt upon every woman who shall aspire to medicine in an island, though she can do so on a neighboring continent with honor, and choose their time when the dirt can only fall on seven known women-- since the female students in that island are only seven--the pretended generality becomes a cowardly personality, and wounds as such, and excites less cold-hearted, and more hot-headed blackguards to outrage. It was so at Philadelphia, and it was so at Edinburgh.\\n\\n\\\"Our extramural teacher in anatomy was about to give a competitive examination. Now, on these occasions, we were particularly obnoxious. Often and clearly as it had been proved, by *'a priori* reasoning, that we *must* be infinitely inferior to the average male, we persisted in proving, by hard fact, that we were infinitely his superior; and every examination gave us an opportunity of crushing solid reasons under hollow fact.\\n\\n\\\"A band of medical students determined that for once *'a priori* reasoning should have fair play, and not be crushed by a thing so illusory as fact. Accordingly, they got the gates closed, and collected round them. We came up, one after another, and were received with hisses, groans, and abusive epithets.\\n\\n\\\"This mode of reasoning must have been admirably adapted to my weak understanding; for it convinced me at once I had no business there, and I was for private study directly.\\n\\n\\\"But, sir, you know the ancients said, 'Better is an army of stags with a lion for their leader, than an army of lions with a stag for their leader.' Now, it so happened that we had a lioness for our leader. She pushed manfully through the crowd, and hammered at the door: then we crept quaking after. She ordered those inside to open the gates; and some student took shame, and did. In marched our lioness, crept after by her--her--\\\"\\n\\n\\\"Her cubs.\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/45](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/45)\\n\\n\",\"timestamp\":1637669630,\"title\":\"\\n\\\"I have met few easier or sweeter. One non-observer had told me it was a sham science\"},\"digest\":\"d7ZjRF9GcDRHcZ5_cztX7dDefhgISFpar0iwdx-bSEY\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6-L-h_8e8MkBGHxnWkDXkM_zB8Kus0tWRiCtbRakhPE\\\",\\\"y\\\":\\\"th4wOHluzFrrLmwb1Vx7j8aNLyDeiGoAA8uJI5hDD9I\\\"}\",\"signature\":\"QGUDQcAa1c_KycKasNBTdfijayKxmiEhNdv0CDm2qgmulkdP9EG2FM1JDPsrBwLX0ScNZJy7QyzUZjUDLMYVTw\",\"signingKeySignature\":\"0x7a1374ecdabe0dbbf013468155bcc338c83b83ff6bc76fac9e1e673a3b14b95e40d1e1e842c59ab09cd6528c4593165631cae05111d59617a8ea6df0c330a3e21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6-L-h_8e8MkBGHxnWkDXkM_zB8Kus0tWRiCtbRakhPE\\\",\\\"y\\\":\\\"th4wOHluzFrrLmwb1Vx7j8aNLyDeiGoAA8uJI5hDD9I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d7ZjRF9GcDRHcZ5_cztX7dDefhgISFpar0iwdx-bSEY\"}"