"{\"content\":{\"body\":\"Summer gone, chrysanthemum opened, autumn wind sent, little worry, bursts of autumn rain, knocking on the glass, patches of leaves, patches of melancholy. My happiness is thinking of you. - words\\nSitting in front of the window, looking at the diary, between the lines are full of you, yesterday's romance, unforgettable memories, bit by bit branded in the heart. My happiness is thinking of you. Life beats for you, breathing for you, yesterday's happiness, once sweet, lonely lonely corner, missing you cry. My happiness is miss you, life beat for you, waiting to meet again, you are my baby, don't let you wronged, you are my favorite, no one can replace.\\nThe first time I heard my friend sing this song in the music group, I was attracted by the smooth and bright melody and affectionate words, and COULDN't help singing along. The habitual search to music download down, tune the electronic organ, familiar with the playing of each note, those jumping spirit and fingers pouring out. Flow gives an autumn wind sweep deciduous leaves, the picture that autumn rain thinks evil spirit person before the window. Gently chewing these lyrics, revel in a slightly sad mood. Perhaps it is born sentimental, often moved by some of the truth of the text, sigh after often graffiti some simple text, an emotion such as waterfalls, such as clear springs loud. A thin pen copying life, in the heart of the dictionary left strings of shallow still deep footprints, but also in the emotional high altitude flying carrying memories of the kite.\\nIn order to survive better, people need to communicate with each other, which will generate a variety of emotions. One's life I do not know how many people to rub shoulders with, and how many people in the bottom of my heart precipitation? If the beginning and the end is the same samsara, then is there a kind of fate can become eternal? Is there a feeling can become a lifetime of warmth? Read a lot of love stories, looking forward to the dream of prince Charming signed forever. No appointment, no warning, no early, no late, you just walked into my life. From now on, peach blossom opens for you, autumn water flows for you, warm ripples in my heart.\\nWith you of the day, the years through the day and night swaggering time, or dim or bright. Admittedly, dim and bright are indispensable scenery in life. White clouds leisurely, in the mountains and fields of green I feel the message of life. Always like spring breeze stroke mountain clear water bi, like the gorgeous summer flowers in full bloom, in the fall of autumn feeling the reincarnation of spring flowers and autumn moon, in the winter solemn dormant waiting. I especially like the poetic fluttering of autumn leaves. Whether it is flowers or leaves, these easy to feel for me, will let the heart of the lake ripples, there is lonely, there is joy.\\nBuddha said: a flower a world, a leaf a tathagata. That year, that January, that day, in this world partial get you to look back. Unknown, whether to use a thousand years of waiting, just did not pass with you? Perhaps it is Buddha's compassion and sincerity, let us meet in the beautiful place of landscape, eyes over, sparks overflow, two silent hearts overlap together, can not be separated. Ten fingers linked, gentle heart, every twinkle and smile, tender aloes.\\nNo face, no acquaintance. In the world and how many people meet, like water without trace flow, just in the heart left a plum brand. Vows of eternal love is just like a meteor shining in a moment of lonely starry sky, and the moment after the starry sky and how? Still lonely. And between us there is no rhetoric, no cheating, what is a sincere and inclusive heart, can hand in the wind and rain, calm among thorns, dancing on the blade, overlooking the cliff. Although occasionally angry, it is just a love of catharsis, will eventually fade over time.\\nYears of window, hope not to wear is still a cloud, go out or mixed feelings. You and I are like the encounter of the world, but the contraction of countless lingering reflections. Taste the sadness of parting on official business in the dark night, let the dust fall down the boundless yearning, clear shadow in solitary building, sigh cloud shuiyun, see all luxuriating in eyes and bleak. In the short time interpretation of the ancient legend, but wish to vanish into thin air, the dream as desolate. I stand between the bustling secular world, waiting for your promise to return, carefully cultivating the flower made of beautiful emotions.\\nTender feelings, diffuse in the years of shimmering, refused to leave. The heart banishment in the Tang poetry song poetry in a thousand miles, in the years of deep brand, memories of the eternal love. Search for the past bits and pieces, embed the oblique poems. Years of reincarnation vicissitudes of life, just under the brow and on my mind. Lie to listen to the autumn rain, dribs and drabs are sorrow. Hold a paper enduring as the universe, in the thousands of miles of miao Miao, flying lonely heart, cocoon into continuous acacia. I think of you in the landscape yingying place, in the \\\"idle playing pieces fall lantern flower\\\" in the mood of thinking of you.\\nWhat is love between the world, straight teach people life and death together? That's another question worth pondering for a thousand years. Xu Zhimo said: \\\"in your life, there will at least one time that YOU forget yourself for someone, asking for no result, no company, no ownership nor love, just ask for meeting you in my most beautiful years.\\\" I think that's probably the best answer. Love can be a promise of life and death, or it can be a simple pay, that is, a beautiful encounter, letting go is also a kind of love.\\nI often have a dream. Such as water night, a crescent moon inlaid in the blue night sky, stars, a blink, like children naughty eyes. Bathed in bright moonlight, see mottled shadow incense floating. The flowers and trees are dancing in the breeze. Beside the meandering river, the water is sparkling and the water is murmuring. I ran in the fields full of flowers, leisure clothes and trousers were swollen by the wind, the head at random into a ponytail jumping, excited... . I roll on the fuzzy carpet, kept Shouting, laughing, said to pillow your name to sleep... .\\nYou smile like a peach tree, silently guarding the scenery in front of you. The sun shines on your face, golden, like a blooming sunflower. It is a kind of happiness in the innocence. Let me not help but not glad, you are my life the most beautiful meet!\\nRemember one summer morning, you asked me to go for a walk, I pretended to sleep in a cage. Misty, suddenly feel the itching feeling on the face is very uncomfortable, with the hand brushed several times heard the buzz, the original is a night before squeezed in from the door was not found in the fly. I was bleary-eyed to play a few times, the fly seems to be through special training, dexterity is very, as well as the style of the death squad members, but simply cover the quilt and then meet Mr. Zhou. Confused when heard the door ring, did not forget to complain, shouted: \\\"dear, flies know that I am beautiful, often come to kiss me, really can not stand, quick kill it.\\\" In a burst of laughter, I completely awake, also follow giggle... .\\nStanding in the long tunnel of time, on the wings of time, with open hands but can not catch the fleeting time, the only thing left is the fragment of memory.\\nMorning drops of water on the petal, is the wind's tears or the lover's eyes are the culprit? These are no longer important, the only thing we need to recognize is that \\\"once the sea is difficult to water, except wushan is not cloud\\\". Even if there are thousands of beauties in the world, you are my deep mind forever engraved on my heart. warm. Even if the world is impermanent, even if the earth changes, no matter whether the sea changes, no matter whether tianhe can roll, the heart of the bosom friend warm, will be a lifetime collection, until the last moment when the pulse stops beating.\\nWhen dawn usher in the first ray of morning light, when the night lights up the first rainbow, thoughts began to heart empty weaving a beautiful dream like a fairy tale. In the dream, we seem to become ten million light fluttering butterflies in two, through the corridor of time, whirling around in the deep sky, in the blooming peach blossom forest, in the red maple in the mountain. In this fantasy, the heart will surge up a kind of unspeakable intentions, Ann warm from the side of the passage of every inch of cold time. Suddenly feel that his heart is so carefree, dancing is so light, casual light drunk all the time! May the charming in such a dream never wake up.\\nIf love between two long, what plan toward and evening. Always believe, there is a company, not around, but in the heart; Always believe that there is a kind of possession, not in the body, but in the soul; Always believe that as long as the heart is close, the distance will not be far away; Always believe that no matter where your steps fall, there will always be a clear sky for me; I always believe that no matter where I stop, there will always be a pair of eyes staring at me in the distance. Always believe that no matter how angry you are, there will always be a hard heart in the tender sajiao soft into mud.\\nA light rain came unexpectedly. Scrutinizing the rain, like a needle, sharp and fine, like Pearl, shining transparent luster, like curtain, the water curtain of the sky swaying with the wind. Listen, yuer singing \\\"tick tock, tick tock\\\" nursery rhymes, quiet in a hidden lively. A drop of rain, it is a string of notes, knocking the window cover, moist green leaves, falling on the earth. This is a soft and cheerful symphony! The rain hit the heart of ten thousand sound, how spectacular! Heart rain also follow the rhythm of autumn, wisper floating up.\\nA person's life is like a rain, often before the wind and thunder, after the color red sky. Life is a road, did not meet the ditch, how will know the uneven road; Did not encounter setbacks, how can understand the most beautiful scenery; Without true love, how can we understand the joys and sorrows. A smile, dreams will be filled with stars; A word of jest, and the sea of heart will pass the hurricane. As long as each other really loved once, it is a regretless life.\\nSometimes CAN't help giggling, thank fate, let me have a memorable memories, this life is enough. For true love, I would be a lotus. Maybe I really was a green lotus before the Buddha, in order to meet with you, fell to the earth, only to stay with you in this life, although the hardships and bitterness, there is no regret. Hate together in a hurry! Blame common things miscellaneous! Blame red sun east rising west setting too fast! But still without regret, this life of love without special period, warm heart, read the word in the pen. Lotus heart, thousands of strands, cut constantly chaos, I hope your heart is like my heart, not lovesickness!\\nThere is a kind of love without words, a look, a gesture, will resonate. Love is also a tacit understanding, is a need. Suddenly found that without you accompany in my side, the original oneself is how lonely how lonely. Silent night difficult to fall asleep, counting sheep, driving them through the place that once left us laughing, slowly in the warm memory of the smile to sleep. Suddenly aware, I really can not leave you. In the face of your good, there is fear, fear will suddenly lose the warmth.\\nI still remember ten years ago that you had a heart attack. When you were hospitalized, the doctor said that your life would be in danger at any time. Looking at your weak appearance, I suddenly feel like a knife in my heart, fear and helplessness immediately clenched my heart, as if the sky is about to collapse. I pretended to be indifferent and walked out of the room, squatting down and crying when no one else was around. At that moment all the unpleasantness and dissatisfaction are irrelevant, there is only one thought in my mind: as long as you are well, I can no longer care about many unhappy things, as long as you are alive.\\nI don't want to grow old alone, so I try my best to please you. Silently suffering from your ill-tempered illness. Maybe it was your generosity and my patience that moved you. With the advanced medical treatment, the cause of your disease was finally found and cured a few years ago, and your temper became better. I cherish you as always, sometimes will feel some tired, but the harvest is more happy, think about it or worth it. No pain, no gain? What is unearned must not last long. Who does not want love to be fresh and flowers to bloom? The most easy to fade is youth, the most value-preserving is character, the most dare not easily abandoned is the gentle knowledge of propriety and true feelings.\\nI miss your warmth when I'm not around. Your spontaneous breath is like a wisp of spring breeze, luring my soul, so lazy I re full of vitality. Miss your deep. Your warm arms and broad breast are like the affectionate earth that hugs its seeds in joy. You nursed and nursed it unselfishly so that it took root, germinated, and grew to show its vitality.\\nAfter years of getting along with each other, supporting each other has become the power of life forward. You once called me after a drunken session, saying you were sick and dying. I did not ask for leave, afraid to waste time on the road, directly from the school nearly 2 meters high wall jumped into the yard of your unit. At that time has not considered the fair maiden image, the kind of distressed also can be imagined. When you saw me, you hugged me tightly and said you knew when you saw me. You know how angry and moved I was at that moment. Angry is that you should not in order to work entertainment regardless of the doctor do not drink advice, moved is the hard pay finally in exchange for introverted your sincere confession.\\nIf meeting is the beginning of fate, knowing each other is the continuation of fate. So phase pity is the fate of the most beautiful color. Miss you is a kind of obsession from the bottom of my heart, is a kind of unspeakable love beauty, just like the dry flowers need rain. In the long world of mortals, you and I dance like butterflies in the sunset glow, floating to the lake, flying to the deepest part of the sky, reaching each other's hearts. Even if he is on the bridge of how, who can peel away the knot of love? Even if you drink a bowl of Meng Po soup, I'm afraid you can't completely forget once around soft fingers. Tonight also have a dream, dream left acacia track, is willing to pursue the dream for thousands of years.\\nAlong the way, it is your broad lines, your tolerance, your warmth, your mellow let me put myself deeply into this love, so that I can clearly feel the kind of soft heart. Warm in my heart, how I want to let the hearts of thousands of tender feelings through the corridor of time, into a maple leaf, bloom for you into a intoxicating purples; Into a song of nature, for you in the moonlight such as eyebrows sing light; Into a wisp of osmanthus fragrance, with the light of the autumn wind flying, happy flow in your side.\\nI like to release my tender feelings in your eyes, in your manner of teasing, and in your reserved embrace. .\\nWould like to be a warm and sunny woman, not big rich big expensive, just simple and happy life. Think this is a kind of beauty, a state of mind, a detachment, a quiet, a true happiness. Only hope afterlife afterlife, when you walk across the bridge, you can recognize me. Also make me a romantic, and I together forever. From now on, there is no waiting, no war, only depend on each other, love each other, cherish.\\nAccompanied by the world through each of the four seasons, holding your hand, and son xielao. Breathing for you, beating for you, you are my favorite, no one can replace, my happiness is thinking of you... .\",\"timestamp\":1640872994,\"title\":\"My happiness is thinking of you\"},\"digest\":\"urWRAI6ok0CTC-kIbwQj0u9lL56T17UyITxS51eeuKs\",\"authorship\":{\"contributor\":\"0x1b1f457238c422d97d231Ac10137AafD4b9a3703\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hqTVmN5LTzoxhAmsQSXt5q0_bjv988vKQjCvVUAiYew\\\",\\\"y\\\":\\\"O2qHrP72aWqF8g9Cbgg5Zx9L8Y-Pq9uApR3_9B4J7-c\\\"}\",\"signature\":\"CnGsG0v_l2wRa34A_Bn4c8I6G_XCk--zVYrLHPnf166S5_VUYgCxC-a2eSrZp35HgmKtQcCHQWMWz1oBV3I42g\",\"signingKeySignature\":\"0x509cf69e376507f737d57f13f9fd137c8d93d0f331e91d806e2188861fbaa1917ead246c182a8d48709831f2ba9711cded12618530469483976a1115b72e17c71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hqTVmN5LTzoxhAmsQSXt5q0_bjv988vKQjCvVUAiYew\\\",\\\"y\\\":\\\"O2qHrP72aWqF8g9Cbgg5Zx9L8Y-Pq9uApR3_9B4J7-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"urWRAI6ok0CTC-kIbwQj0u9lL56T17UyITxS51eeuKs\"}"