"{\"content\":{\"body\":\"been removed, the space formerly occupied having been but partly\\nfilled, and these depressions were across the probable direction\\nof motion.\\n\\n\\\"Whatever was capable of chasing mastodons and carrying such\\nweights,\\\" said Ayrault, \\\"will, I suspect, have little to fear\\nfrom us.  Probably nothing short of light artillery would leave\\nmuch effect.\\\"\\n\\n\\\"I dare say,\\\" replied Bearwarden, \\\"we had better give the unknown\\nquantity a wide berth, though I would give a year's salary to see\\nwhat it is like.  The absence of other tracks shows that his\\nconfreres leave 'Scissor- jaw' alone.\\\"\\n\\nKeeping a sharp lookout in all directions, they resumed their\\nmarch along the third side of the square which was to bring them\\nback to the Callisto.  Their course was parallel to the stream,\\nand on comparatively high ground.  Cortlandt's gun did good\\nservice, bringing down between fifty and sixty birds that usually\\nallowed them to get as near as they pleased, and often seemed\\nunwilling to leave their branches.  By the time they were ready\\nfor luncheon they saw it would be dark in an hour.  As the\\nrapidity of the planet's rotation did not give them a chance to\\nbecome tired, they concluded not to pitch their camp, but to\\nresume the march by moonlight, which would be easy in the high,\\nopen country they were traversing.\\n\\nWhile in quest of fire-wood, they came upon great heaps of bones,\\nmostly those of birds, and were attracted by the tall,\\nbell-shaped flowers growing luxuriantly in their midst.  These\\nexhaled a most delicious perfume, and at the centre of each\\nflower was a viscous liquid, the colour of honey.\\n\\n\\\"If this tastes as well as it looks,\\\" said Bearwarden, \\\"it will\\ncome in well for dessert\\\"; saying which he thrust his finger into\\nthe recesses of the flower, intending to taste the essence.\\nQuietly, but like a flash, the flower closed, his hand being\\nnearly caught and badly scratched by the long, sharp thorns that\\nnow appeared at the edges.\\n\\n\\\"Ha!\\\" he exclaimed, \\\"a sensitive and you may almost say a\\nman-eating plant.  This doubtless has been the fate of these\\nbirds, whose bones now lie bleaching at its feet after they have\\nnourished its lips with their lives.  No doubt the plant has use\\nfor them still, since their skeletons may serve to fertilize its\\nroots.\\\"\\n\\nWishing to investigate further, Bearwarden placed one of the\\nbirds they had shot within the bell of another flower, which\\nimmediately contracted with such force that they saw drops of\\nblood squeezed out.  After some minutes the flower opened, as\\nbeautiful as ever, and discharged an oblong ball compressed to\\nabout the size of a hen's egg, though the bird that was placed\\nwithin it had been as large as a small duck.  Towards evening\\nthese flowers sent up their most beautiful song, to hear which\\nflocks of birds came from far and near, alighting on the trees,\\nand many were lured to death by the siren strains and the honey.\\n\\nBefore resuming their journey, the travellers paid a parting\\nvisit to the bell-shaped lilies on their pyramids of bones.  The\\nflowers were closed for the night, and the travellers saw by the\\nmoonlight that the white mounds were simply alive with\\ndiamond-headed snakes.  These coiled themselves, flattened their\\nheads, and set up such a hissing on the explorers' approach that\\nthey were glad to retire, and leave this curious contrast of\\nhideousness and beauty to the fire-flies and the moons.  Marching\\nalong in Indian file, the better to avoid treading on the\\nwrithing serpents that strewed the ground, they kept on for about\\ntwo hours.  They frequently passed huge heaps or mounds of bones,\\nevidently the remains of bears or other large animals.  The\\ncarnivorous plants growing at their centre were often like hollow\\ntrees, and might easily have received the three travellers in one\\nembrace.  But as before, the mounds were alive with serpents that\\nevidently made them their homes, and raised an angry hiss\\nwhenever the men approached.\\n\\n\\\"The wonder to me,\\\" said Bearwarden, \\\"is, that these snakes do\\nnot protect the game, by keeping it from the life-devouring\\nplants.  It may be that they do not show themselves by day or\\nwhen the victims are near, or that the quadrupeds on which these\\nplants live take a pleasure, like deer, in killing them by\\njumping with all four feet upon their backs or in some other way,\\nand after that are entrapped by the flowers.\\\"\\n\\nShortly after midnight they rested for a half hour, but the dawn\\nfound them trudging along steadily, though somewhat wearily, and\\nhaving about completed the third side of their square.\\nAccordingly, they soon made a right-angle turn to the left, and\\nhad been picking their way over the rough ground for nearly two\\nhours, with the sun already high in the sky, when they noticed a\\ndiminution of light.  Glancing up, they saw that one of the moons\\nwas passing across the sun, and that they were on the eve of a\\ntotal eclipse.\\n\\n\\\"Since all but the fifth moon,\\\" said Cortlandt, \\\"revolve exactly\\nin the plane of Jupiter's equator, any inhabitants that settle\\nthere will become accustomed to eclipses, for there must be one\\nof the sun, and also of the moons, at each revolution, or about\\nforty-five hundred in every Jovian year.  The reason we have seen\\nnone before is, because we are not exactly on the equator.\\\"\\n\\nThey had a glimpse of the coronal streamers as the last portion\\nof the sun was covered, and all the other phenomena that attend\\nan eclipse on earth.  For a few minutes there was a total return\\nto night.  The twinkling stars and other moons shone tranquilly\\nin the sky, and even the noise of the insects ceased.  Presently\\nthe edge of the sun that had been first obscured reappeared, and\\nthen Nature went through the phenomenon of an accelerated dawn.\\nWithout awaiting a full return of light, the travellers proceeded\\non their way, and had gone something over a hundred yards when\\nAyrault, who was marching second, suddenly grasped Bearwarden,\\nwho was in front, and pointed to a jet-black mass straight ahead,\\nand about thirty yards from a pool of warm water, from which a\\ncloud of vapour arose.  The top of the head was about seven feet\\nhigh, and the length of the body exceeded thirty feet.  The six\\nlegs looked as strong as steel cables, and were about a foot\\nthrough, while a huge, bony proboscis nine feet in length\\npreceded the body.  This was carried horizontally between two and\\nthree feet from the ground.  Presently a large ground sloth came\\nto the pool to drink, lapping up the water at the sides that had\\npartly cooled.  In an instant the black armored monster rushed\\ndown the slope with the speed of a nineteenth-century locomotive,\\nand seemed about as formidable.  The sloth turned in the\\ndirection of the sound, and for a moment seemed paralyzed with\\nfear; it then started to run, but it was too late, for the next\\nsecond the enormously exaggerated ant--for such it was--overtook\\nit.  The huge mandible shears that when closed had formed the\\nproboscis, snapped viciously, taking off the sloth's legs and\\nthen cutting its body to slivers.  The execution was finished in\\na few seconds, and the ponderous insect carried back about half\\nthe sloth to its hiding-place, where it leisurely devoured it.\\n\\n\\\"This reminds me,\\\" said Bearwarden, \\\"of the old lady who never\\ncompleted her preparations for turning in without searching for\\nburglars under the bed.  Finally she found one, and exclaimed in\\ndelight, 'I've been looking for you fifty years, and at last you\\nare here!'  The question is, now that we have found our burglar,\\nwhat shall we do with him?\\\"\\n\\n\\\"I constantly regret not having a rifle,\\\" replied Cortlandt,\\n\\\"though it is doubtful if even that would help us here.\\\"\\n\\n\\\"Let us sit down and wait,\\\" said Ayrault; \\\"there may be an\\nopening soon.\\\"\\n\\nAnon a woolly rhinoceros, resembling the Rhinoceros tichorhinus\\nthat existed contemporaneously on earth with the mammoth, came to\\ndrink the water that had partly cooled.  It was itself a\\nformidable-looking beast, but in an instant the monster again\\nrushed from concealment with the same tremendous speed.  The\\nrhinoceros turned in the direction of the sound, and, lowering\\nits head, faced the foe.  The ant's shears, however, passed\\nbeneath the horn, and, fastening upon the left foreleg, cut it\\noff with a loud snap.\\n\\n\\\"Now is our chance,\\\" exclaimed Cortlandt; \\\"we may kill the brute\\nbefore he is through with the rhinoceros.\\\"\\n\\n\\\"Stop a bit, doctor,\\\" said Bearwarden.  \\\"We have a good record so\\nfar; let us keep up our reputation for being sports.  Wait till\\nhe can attend to us.\\\"\\n\\nThe encounter was over in less than a minute, three of the\\nrhinoceros's legs being taken off, and the head almost severed\\nfrom the body.  Taking up the legs in its mandibles, the\\nmurderous creature was returning to its lair, when, with the cry\\nof \\\"Now for the fray!\\\"  Bearwarden aimed beneath the body and\\nblew off one of the farther armoured legs, from the inside.\\n\\\"Shoot off the legs on the same side,\\\" he counselled Ayrault,\\nwhile he himself kept up a rapid fire.  Cortlandt tried to\\ndisconcert the enemy by raining duck-shot on its scale- protected\\neyes, while the two rifles tore off great masses of the horn that\\ncovered the enormously powerful legs.  The men separated as they\\nretreated, knowing that one slash of the great shears would cut\\ntheir three bodies in halves if they were caught together.  The\\nmonster had dropped the remains of the rhinoceros when attacked,\\nand made for the hunters at its top speed, which was somewhat\\nreduced by the loss of one leg.  Before it came within cutting\\ndistance, however, another on the same side was gone, Ayrault\\nhaving landed a bullet on a spot already stripped of armour.\\nAfter this the men had no difficulty in keeping out of its way,\\nthough it still moved with some speed, snipping off young trees\\nin its path like grass.  Finally, having blown the scales from\\none eye, the travellers sent in a bullet that exploded in the\\nbrain and ended its career.\\n\\n\\\"This has been by all odds the most exciting hunt we have had,\\\"\\nsaid Ayrault, \\\"both on account of the determined nature and great\\nspeed of the attack, and the almost impossibility of finding a\\nvulnerable spot.\\\"\\n\\n\\\"Anything short of explosive bullets,\\\" added Bearwarden, \\\"would\\nhave been powerless against this beast, for the armour in many\\nplaces is nearly a foot thick.\\\"\\n\\n\\\"This is also the most extraordinary as well as most dangerous\\ncreature with which we have, had to deal,\\\" said Cortlandt,\\n\\\"because it is an enormously enlarged insect, with all the\\ninherent ferocity and strength.  It is almost the exact\\ncounterpart of an African soldier-ant magnified many hundred\\nthousand times.  I wonder,\\\" he continued thoughtfully, \\\"if our\\nlatter-day insects may not be the deteriorated (in point of size)\\ndescendants of the monsters of mythology and geology, for nothing\\ncould be a more terrible or ferocious antagonist than many of our\\nwell-known insects, if sufficiently enlarged.  No animal now\\nalive has more than a small fraction of the strength, in\\nproportion to its size, of the minutest spider or flea.  It may\\nbe that through lack of food, difficulties imposed by changing\\nclimate, and the necessity of burrowing in winter, or through\\nsome other conditions changed from what they were accustomed to,\\ntheir size has been reduced, and that the fire-flies, huge as\\nthey seemed, are a step in advance of this specimen in the march\\nof deterioration or involution, which will end by making them as\\ninsignificant as those on earth.  These ants have probably come\\ninto the woods to lay their eggs, for, from the behaviour of the\\nanimals we watched from the turtle, there must have been several;\\nor perhaps a war is in progress between those of a different\\ncolour, as on earth, in which case the woods may be full of them.\\nDoubtless the reason the turtle seemed so unconcerned at the\\ngeneral uneasiness of the animals was because he knew he could\\nmake himself invulnerable to the marauder by simply closing his\\nshell, and we were unmolested because it did not occur to the ant\\nthat any soft-shelled creatures could be on the turtle's back.\\\"\\n\\n\\\"I think,\\\" said Bearwarden, \\\"it will be the part of wisdom to\\nreturn to the Callisto, and do the rest of our exploring on\\nJupiter from a safe height; for, though we succeeded in disabling\\nthis beauty, it was largely through luck, and had we not done so\\nwe should probably have provided a bon bouche for our deceased\\nfriend, instead of standing at his grave.\\\"\\n\\nAccordingly they proceeded, and were delighted, a few minutes\\nlater, to see the sunlight reflected from the projectile's\\npolished roof.\\n\\n```\\n                       CHAPTER X.\\n\\n                  CHANGING LANDSCAPES.\\n```\\n\\nOn reaching the Callisto, Ayrault worked the lock he had had\\nplaced on the lower door, which, to avoid carrying a key, was\\nopened by a combination.  The car's interior was exactly as they\\nhad left it, and they were glad to be in it again.\\n\\n\\\"Now,\\\" said Bearwarden, \\\"we can have a sound and\\nundisturbed sleep, which is what I want more than\\nanything else.  No prowlers can trouble us here, and we\\nshall not need the protection-wires.\\\"\\n\\nThey then opened a window in each side--for the large glass\\nplates, admitting the sun when closed, made the Callisto rather\\nwarm--and placed a stout wire netting within them to keep out\\nbirds and bats, and then, though it was but little past noon, got\\ninto their comfortable beds and slept nine hours at a stretch.\\nTheir strong metal house was securely at rest, receiving the\\nsunlight and shedding the rain and dew as it might have done on\\nearth.  No winds or storms, lightnings or floods, could trouble\\nit, while the multiformed monsters of antiquity and mythology\\nrestored in life, with which the terrestrials had been thrown\\ninto such close contact, roamed about its polished walls.  Not\\neven the fiercest could affect them, and they would but see\\nthemselves reflected in any vain assaults.  The domed symmetrical\\ncylinder stood there as a monument to human ingenuity and skill,\\nand the travellers' last thought as they fell asleep was, \\\"Man is\\nreally lord of creation.\\\"\\n\\nThe following day at about noon they awoke, and had a bath in the\\nwarm pool.  They saw the armoured mass of the great ant evidently\\nundisturbed, while the bodies of its victims were already shining\\nskeletons, and raised a small cairn of stones in memory of the\\nstruggle they had had there.\\n\\n\\\"We should name this place Kentucky,\\\" said Bearwarden, \\\"for it is\\nindeed a dark and bloody ground,\\\" and, seeing the aptness of the\\nappellation, they entered it so on their charts.  While Ayrault\\ngot the batteries in shape for resuming work.  Bearwarden\\nprepared a substantial breakfast.  This consisted of oatmeal and\\ncream kept hermetically sealed in glass, a dish of roast grouse,\\ncoffee, pilot bread, a bottle of Sauterne, and another of Rhine\\nwine.\\n\\n\\\"This is the last meal we shall take hereabouts,\\\" said their\\ncook, as they plied their knives and forks beneath the trees, \\\"so\\nhere is a toast to our adventures, and to all the game we have\\nkilled.\\\"  They drained their glasses in drinking this, after\\nwhich Bearwarden regaled them with the latest concert-hall song\\nwhich he had at his tongue's end.\\n\\nAbout an hour before dark they re-entered their projectile, and,\\nas a mark of respect to their little ship, named the great branch\\nof the continent on which they had alighted Callisto Point.  They\\nthen got under way.  The batteries had to develop almost their\\nmaximum power to overcome Jupiter's attraction; but they were\\nequal to the task, and the Callisto was soon in the air.\\nDirecting their apergy to the mountains towards the interior of\\nthe continent, and applying repulsion to any ridge or hill over\\nwhich they passed, thereby easing the work of the batteries\\nengaged in supporting the Callisto, they were soon sweeping along\\nat seventy-five to one hundred miles an hour.  By keeping the\\nprojectile just strongly enough charged to neutralize\\ngravitation, they remained for the most part within two hundred\\nfeet of the ground, seldom rising to an altitude of more than a\\nmile, and were therefore able to keep the windows at the sides\\nopen and so obtain an unobstructed view.  If, however, at any\\ntime they felt oppressed by Jupiter's high barometric pressure,\\nand preferred the terrestrial conditions, they had but to rise\\ntill the barometer fell to thirty.  Then, if an object of\\ninterest recalled them to sea-level, they could keep the\\nCallisto's inside pressure at what they found on the Jovian\\nmountains, by screwing up the windows.  On account of the\\ndistance of sixty-four thousand miles from Jupiter's equator to\\nthe pole, they calculated that going at the speed of a hundred\\nmiles an hour, night and day, it would take them twenty-five\\nterrestrial days to reach the pole even from latitude two degrees\\nat which they started.  But they knew that, if pressed for time,\\nthey could rise above the limits of the atmosphere, and move with\\nplanetary speed; while, if they wished a still easier method of\\npursuing their observation, they had but to remain poised between\\nthe sun and Jupiter, beyond the latter's upper air, and\\nphotograph or map it as it revolved before them.\\n\\nBy sunset they had gone a hundred miles.  Wishing to push along,\\nthey closed the windows, rose higher to avoid any mountain-tops\\nthat might be invisible in the moonlight, and increased their\\nspeed.  The air made a gentle humming sound as they shot through\\nit, and towards morning they saw several bright points of light\\nin which they recognized, by the aid of their glasses, sheets of\\nflame and torrents of molten glowing lava, bursting at intervals\\nor pouring steadily from several volcanoes.  From this they\\nconcluded they were again near an ocean, since volcanoes need the\\npresence of a large body of water to provide steam for their\\neruptions.\\n\\nWith the rising sun they found the scene of the day before\\nentirely changed.  They were over the shore of a vast ocean that\\nextended to the left as far as they could see, for the range of\\nvision often exceeded the power of sight.  The coast-line ran\\nalmost due north and south, while the volcanoes that dotted it,\\nand that had been luminous during the night, now revealed their\\nnature only by lines of smoke and vapours.  They were struck by\\nthe boldness and abruptness of the scenery.  The mountains and\\ncliffs had been but little cut down by water and frost action,\\nand seemed in the full vigour of their youth, which was what the\\ntravellers had a right to expect on a globe that was still\\ncooling and shrinking, and consequently throwing up ridges in the\\nshape of mountains far more rapidly than a planet as matured and\\nquiescent as the earth.  The absence of lakes also showed them\\nthat there had been no Glacial period, in the latitudes they were\\ncrossing, for a very long time.\\n\\n\\\"We can account for the absence of ice-action and scratches,\\\"\\nsaid Cortlandt, \\\"in one of two ways.  Either the proximity of the\\ninternal heat to the surface prevents water from freezing in all\\nlatitudes, or Jupiter's axis has always been very nearly\\nperpendicular to its orbit, and consequently the thermometer has\\nnever been much below thirty-two degrees Fahrenheit; for, at the\\nconsiderable distance we are now from the sun, it is easy to\\nconceive that, with the axis much inclined, there might be cold\\nweather, during the Northern hemisphere's winter, that would last\\nfor about six of our years, even as near the equator as this.\\nThe substantiation of an ice-cap at the pole will disprove the\\nfirst hypothesis; for what we took for ice before alighting may\\nhave been but banks of cloud, since, having been in the plane of\\nthe planet's equator at the time, we had naturally but a very\\noblique view of the poles; while the absence of glacial scratches\\nshows, I take it, that though the axis may have been a good deal\\nmore inclined than at present, it has not, at all events since\\nJupiter's Palaeozoic period, been as much so as that of Uranus or\\nVenus.  The land on Jupiter, corresponding to the Laurentian\\nHills on earth, must even here have appeared at so remote a\\nperiod that the first surface it showed must long since have been\\nworn away, and therefore any impressions it received have also\\nbeen erased.\\n\\n\\\"Comparing this land with the photographs we took from space, I\\nshould say it is the eastern of the two crescent-shaped\\ncontinents we found apparently facing each other.  Their present\\nform I take to be only the skeleton outline of what they will be\\nat the next period of Jupiter's development.  They will, I\\npredict, become more like half moons than crescents, though the\\nprofile may be much indented by gulfs and bays, their superficial\\narea being greatly increased, and the intervening ocean\\ncorrespondingly narrowed.  We know that North America had a very\\ndifferent shape during the Cretaceous or even the Middle Tertiary\\nperiod from what it has now, and that the Gulf of Mexico extended\\nup the valley of the Mississippi as far as the Ohio, by the\\npresence of a great coral reef in the Ohio River near Cincinnati.\\nWe know also that Florida and the Southeastern Atlantic States\\nare a very recent addition to the continent, while the pampas of\\nthe Argentine Republic have, in a geological sense, but just been\\nupheaved from the sea, by the fact that the rivers are all on the\\nsurface, not having had time to cut down their channels below the\\nsurrounding country.  By similar reasoning, we know that the\\ncanon of the Colorado is a very old region, though the\\nprecipitateness of its banks is due to the absence of rain, for a\\nlocal water-supply would cut back the banks, having most effect\\nwhere they were steepest, since at those points it would move\\nwith the greatest speed.  Thus the majestic canon owes its\\nexistence to two things: the length of time the river has been at\\nwork, and the fact that the water flowing through it comes from\\nanother region where, of course, there is rain, and that it is\\nmerely in transit, and so affects only the bed on which it moves.\\nGranting that this is the eastern of the two continents we\\nobserved, it evidently corresponds more in shape to the Eastern\\nhemisphere on earth than to the New World, both of which are set\\nfacing one another, since both drain towards the Atlantic Ocean.\\nBut the analogy here holds also, for the past outlines of the\\nEastern hemisphere differed radically from what they are now.\\nThe Mediterranean Sea was formerly of far greater extent than we\\nsee it to-day, and covered nearly the whole of northern Africa\\nand the old upheaved sea-bottom that we see in the Desert of\\nSahara.  Much of this great desert, as we know, has a\\nconsiderable elevation, though part of it is still below the\\nlevel of the Mediterranean.\\n\\n\\\"Perhaps a more striking proof of this than are the remains of\\nfishes and marine life that are found there, is the dearth of\\nnatural harbours and indentations in Africa's northern coast,\\nwhile just opposite, in southern Europe, there are any number;\\nwhich shows that not enough time has elapsed since Africa's\\nupheaval for liquid or congealed water to produce them.  Many of\\nEurope's best harbours, and Boston's, in our country, have been\\ndug out by slow ice-action in the oft-recurring Glacial periods.\\nThe Black and Caspian Seas were larger than we now find them;\\nwhile the Adriatic extended much farther into the continent,\\ncovering most of the country now in the valley of the Po.  In\\nEurope the land has, of course, risen also, but so slowly that\\nthe rivers have been able to keep their channels cut down; proof\\nof their ability to perform which feat we see when an ancient\\nriver passes through a ridge of hills or mountains.  The river\\nhad doubtless been there long before the mountains began to rise,\\nbut their elevation was so gradual that the rate of the river's\\ncutting down equalled or exceeded their coming up; proof of which\\nwe have in the patent fact that the ancient river's course\\nremains unchanged, and is at right angles to the mountain chain.\\nFrom all of which we see that the Eastern hemisphere's crescent\\nhollow--of which, I take it, the Mediterranean, Black, and\\nCaspian Sea depressions are the remains--has been gradually\\nfilled in, by the elevation of the sea's bottom, and the\\nextension of deltas from the detrital matter brought from the\\nhigh interior of the continents by the rivers, or by the combined\\naction of the two.  Now, since the Gulf of Mexico has been\\nconstantly growing smaller, and the Mediterranean is being\\ninvaded by the land, I reason that similar causes will produce\\nlike effects here, and give to each continent an area far greater\\nthan our entire globe.  The stormy ocean we behold in the west,\\nwhich corresponds to our Atlantic, though it is far more of a\\nmare clausum in the geographical sense, is also destined to\\nbecome a calm and placid inland sea.  There are, of course,\\nmodifications of and checks to the laws tending to increase the\\nland area.  England was formerly joined to the continent, the\\nland connecting the two having been rather washed away by the\\nwaves and great tides than by any sinking of the English\\nChannel's bottom, the whole of which is comparatively shallow.\\nAnother case of this kind is seen in Cape Cod and the islands of\\nMartha's Vineyard and Nantucket, all of which are washing away so\\nrapidly that they would probably disappear before the next\\nGlacial period, were we not engaged in preventing its recurrence.\\nThese detached islands and sand-bars once formed one large\\nisland, which at a still earlier time undoubtedly was joined to\\nthe mainland.  The sands forming the detached masses are in a\\ngreat processional march towards the equator, but it is the\\nresult simply of winds and waves, there being no indication of\\nsubsidence.  Along the coast of New Jersey we see denudation and\\nsinking going on together, the well-known SUNKEN FOREST being an\\ninstance of the latter.  The border of the continent proper also\\nextends many miles under the ocean before reaching the edge of\\nthe Atlantic basin.  Volcanic eruptions sometimes demolish parts\\nof headlands and islands, though these recompense us in the\\namount of material brought to the surface, and in the increased\\ndistance they enable water to penetrate by relieving the interior\\nof part of its heat, for any land they may destroy.\\\"\\n\\n```\\n                       CHAPTER XI.\\n\\n                    A JOVIAN NIAGARA.\\n```\\n\\nFour days later, after crossing a ridge of mountains that the\\npressure on the aneroid barometer showed to be about thirty-two\\nthousand feet high, and a stretch of flat country a few miles in\\nwidth, they came to a great arm of the sea.  It was about thirty\\nmiles wide at its mouth, which was narrowed like the neck of a\\nbottle, and farther inland was over one hundred miles across, and\\nthough their glasses, the clear air, and the planet's size\\nenabled them to see nearly five hundred miles, they could not\\nfind its end.  In the shallow water along      its shores, and on\\nthe islands rising but a few feet     above the waves, they saw\\nall kinds of amphibians and sea-monsters.  Many of these were\\nalmost the exact reproduction in life of the giant plesiosaurs,\\ndinosaurs, and elasmosaurs, whose remains are preserved in the\\nmuseums on earth.  The reptilian bodies of the elasmosaurs,\\nseventy-five feet in length, with the forked tongues, distended\\njaws and fangs of a snake, were easily taken for the often\\ndescribed but probably mythical sea- serpent, as partially coiled\\nthey occasionally raised their heads twelve or fifteen feet.\\n\\n\\\"Man in his natural state,\\\" said Cortlandt, \\\"would have but small\\nchance of surviving long among such neighbours.  Buckland, I\\nthink, once indulged in the jeu d'esprit of supposing an\\nichthyosaur lecturing on the human skull.  'You will at once\\nperceive,' said the lecturer, 'that the skull before us belonged\\nto one of the lower order of animals.  The teeth are very\\ninsignificant, the power of the jaws trifling, and altogether it\\nseems wonderful how the creature could have procured food.'\\nArmed with modern weapons, and in this machine, we are, of\\ncourse, superior to the most powerful monster; but it is not\\nlikely that, had man been so surrounded during the whole of his\\nevolution, he could have reached his present plane.\\\"\\n\\nNotwithstanding the striking similarity of these creatures to\\ntheir terrestrial counterparts that existed on earth during its\\ncorresponding period, there were some interesting modifications.\\nThe organs of locomotion in the amphibians were more developed,\\nwhile the eyes of all were larger, the former being of course\\nnecessitated by the power of gravity, and the latter by the\\ngreater distance from the sun.\\n\\n\\\"The adaptability and economy of Nature,\\\" said Cortlandt, \\\"have\\nalways amazed me.  In the total blackness of the Kentucky Mammoth\\nCave, where eyes would be of no use to the fishes, our common\\nmother has given them none; while if there is any light, though\\nnot as much as we are accustomed to, she may be depended upon to\\nrise to the occasion by increasing the size of the pupil and the\\npower of the eye.  In the development of the ambulatory muscles\\nwe again see her handiwork, probably brought about through the\\n'survival of the fittest.'  The fishes and those wholly immersed\\nneed no increase in power, for, though they weigh more than they\\nwould on earth, the weight of the water they displace is\\nincreased at the same rate also, and their buoyancy remains\\nunchanged.  If the development of life here so closely follows\\nits lines on earth, with the exception of comparatively slight\\nmodifications, which are exactly what, had we stopped to think,\\nwe should have expected to find, may we not reasonably ask\\nwhether she will not continue on these lines, and in time produce\\nbeings like ourselves, but with more powerful muscles and eyes\\ncapable of seeing clearly with less light?  Reasoning by analogy,\\nwe can come to no other conclusion, unless their advent is\\nanticipated by the arrival of ready-made colonists from the more\\nadvanced earth, like ourselves.  In that case man, by pursuing\\nthe same destructive methods that he has pursued in regard to\\nmany other species, may exterminate the intervening links, and so\\narrest evolution.\\\"\\n\\nBefore leaving Deepwaters Bay they secured a pail of its water,\\nwhich they found, on examination, contained a far larger\\npercentage of salt and solid material than the oceans on earth,\\nwhile a thermometer that they immediately immersed in it soon\\nregistered eighty-five degrees Fahrenheit; both of which\\ndiscoveries confirmed them in what they already knew, namely,\\nthat Jupiter had advanced comparatively little from the condition\\nin which the water on the surface is hot, in which state the\\nearth once was.\\n\\nThey were soon beyond the estuary at which they had stopped to\\nstudy the forms of life and to make this test, and kept on due\\nnorth for several days, occasionally rising above the air.  As\\ntheir familiarity with their surroundings increased, they made\\nnotes of several things.  The mountains covered far more\\nterritory at their bases than the terrestrial mountains, and they\\nwere in places very rugged and showed vast yawning chasms.  They\\nwere also wooded farther up their sides, and bore but little\\nsnow; but so far the travellers had not found them much higher\\nthan those on earth, the greatest altitude being the thirty-two\\nthousand feet south of Deepwaters Bay, and one other ridge that\\nwas forty thousand; so that, compared with the size of the planet\\nand its continents, they seemed quite small, and the continents\\nthemselves were comparatively level.  They also noted that spray\\nwas blown in vast sheets, till the ocean for miles was white as\\nmilk.  The wind often attained tornado strength, and the whole\\nsurface of the water, about what seemed to be the storm centre,\\nfrequently moved with rapidity in the form of foam.  Yet,\\nnotwithstanding this, the waves were never as large as those to\\nwhich they were accustomed on earth.  This they accounted for\\nvery easily by the fact that, while water weighed 2.55 times as\\nmuch as on earth, the pressure of air was but little more than\\nhalf as much again, and consequently its effect on all but the\\nvery surface of the heavy liquid was comparatively slight.\\n\\n\\\"Gravity is a useful factor here,\\\" observed Cortlandt, as they\\nmade a note of this; \\\"for, in addition to giving immunity from\\nwaves, it is most effective in checking the elevation of high\\nmountains or table-lands in the high latitudes, which we shall\\ndoubtless find sufficiently cool, or even cold, while in tropical\\nregions, which might otherwise be too hot, it interferes with\\nthem least, on account of being partly neutralized by the rapid\\nrotation with which all four of the major planets are blessed.\\\"\\n\\nAt sunrise the following morning they saw they were approaching\\nanother great arm of the sea.  It was over a thousand miles wide\\nat its mouth, and, had not the photographs showed the contrary,\\nthey would have thought the Callisto had reached the northern end\\nof the continent.  It extended into the land fifteen thousand\\nmiles, and, on account of the shape of its mouth, they called it\\nFunnel Bay.  Rising to a height, they flew across, and came to a\\ngreat table-land peninsula, with a chain of mountains on either\\nside.  The southern range was something over, and the northern\\nsomething less than, five thousand feet in height, while the\\ntable-land between sloped almost imperceptibly towards the\\nmiddle, in which, as they expected, they found a river compared\\nto which the Mississippi or the Amazon would be but a brook.  In\\nhonour of the President of the Terrestrial Axis Straightening\\nCompany, they called this great projection, which averaged about\\nfour thousand miles across by twelve thousand miles long,\\nBearwarden Peninsula.  They already noticed a change in climate;\\nthe ferns and palms became fewer, and were succeeded by pines,\\nwhile the air was also a good deal cooler, which was easily\\naccounted for by their altitude--though even at that height it\\nwas considerably denser than at sea- level on earth--and by the\\nfact that they were already near latitude thirty.\\n\\nThe exposed points on the plateau, as also the summits of the\\nfirst mountains they had seen before alighting, were devoid of\\nvegetation, scarcely so much as a blade of grass being visible.\\nSince they could not account for this by cold, they concluded\\nthat the most probable explanation lay in the tremendous\\nhurricanes that, produced by the planet's rapid rotation,\\nfrequently swept along its surface, like the earth's trade-winds,\\nbut with far more violence.    On reaching the northern coast of\\nthe peninsula they increased their elevation and changed their\\ncourse to northeast, not caring to remain long over the great\\nbody of water, which they named Cortlandt Bay.  The thousands of\\nmiles of foam fast flew beneath them, the first thing attracting\\ntheir attention being a change in the ocean's colour.  In the\\neastern shore of Cortlandt Bay they soon observed the mouth of a\\nriver, ten miles across, from which this tinted water issued in a\\nflood.  On account of its colour, which reminded them of a stream\\nthey knew so well, they christened it the Harlem.\\n\\nBelieving that an expedition up its valley might reveal something\\nof interest, they began the ascent, remaining at an elevation of\\na few hundred feet.  For about three hundred miles they followed\\nthis river, which had but few bends, while its sides became more\\nand more precipitous, till it flowed through a canon four and a\\nhalf miles across.  Though they knew from the wide discoloration\\nof Cortlandt Bay that the volume of water discharged was\\ntremendous, the stream seldom moved at a rate of more than five\\nmiles an hour, and for a time was free from rocks and rapids,\\nfrom which they concluded that it must be very deep.  Half an\\nhour later they saw a cloud of steam or mist, which expanded, and\\nalmost obscured the sky as they approached.  Next they heard a\\nsound like distant thunder, which they took for the prolonged\\neruption of some giant crater, though they had not expected to\\nfind one so far towards the interior of the continent.  Presently\\nit became one continuous roar, the echo in the canon, whose walls\\nwere at this place over six hundred feet high, being simply\\ndeafening, so that the near discharge of the heaviest artillery\\nwould have been completely drowned.\\n\\n\\\"One would think the end of the world was approaching!\\\" shouted\\nCortlandt through his hands.\\n\\n\\\"Look!\\\" Bearwarden roared back, \\\"the wind is scattering the\\nmist.\\\"\\n\\nAs he spoke, the vapoury curtain was drawn aside, revealing a\\nwaterfall of such vast proportions as to dwarf completely\\nanything they had ever seen or even imagined.  A somewhat open\\nhorseshoe lip, three and a half miles straight across and over\\nfour miles following the line of the curve, discharged a sheet of\\nwater forty feet thick at the edge into an abyss six hundred feet\\nbelow.  Two islands on the brink divided this sheet of liquid\\ninto three nearly equal parts, while myriads of rainbows hovered\\nin the clouds of spray.  Two things especially struck the\\nobservers: the water made but little curve or sweep on passing\\nover the edge, and then rushed down to the abyss at almost\\nlightning speed, shivering itself to infinitesimal particles on\\nstriking any rock or projection at the side.  Its behaviour was,\\nof course, due to its weight, and to the fact that on Jupiter\\nbodies fall 40.98 feet the first second, instead of sixteen feet,\\nas on earth, and at correspondingly increasing speed.\\n\\nFinding that they were being rapidly dazed and stunned by the\\nnoise, the travellers caused the Callisto to rise rapidly, and\\nwere soon surveying the superb sight from a considerable\\nelevation.  Their minds could grasp but slowly the full meaning\\nand titanic power of what they saw, and not even the vast falls\\nin their nearness could make their significance clear.  Here was\\na sheet of water three and a half miles wide, averaging forty\\nfeet in depth, moving at a rapid rate towards a sheer fall of six\\nhundred feet.  They felt, as they gazed at it, that the power of\\nthat waterfall would turn backward every engine and dynamo on the\\nearth, and it seemed as if it might almost put out the fires of\\nthe sun.  Yet it was but an illustration of the action of the\\nsolar orb exerted on a vast area of ocean, the vapour in the form\\nof rain being afterwards turned into these comparatively narrow\\nlimits by the topography of the continent.  Compared with this,\\nNiagara, with its descent of less than two hundred feet, and its\\nrelatively small flow of water, would be but a rivulet, or at\\nbest a rapid stream.    Reluctantly leaving the fascinating\\nspectacle, they pursued their exploration along the river above\\nthe falls.  For the first few miles the surface of the water was\\nnear that of the land; there were occasional rapids, but few\\nrocks, and the foaming torrent moved at great speed, the red\\nsandstone banks of the river being as polished as though they had\\nbeen waxed.  After a while the obstructions disappeared, but the\\nwater continued to rush and surge along at a speed of ten or\\ntwelve miles an hour, so that it would be easily navigable only\\nfor logs or objects moving in one direction.  The surface of the\\nriver was soon on an average fifty feet below the edge of the\\nbanks, this depression being one result of the water's rapid\\nmotion and weight, which facilitated the carving of its channel.\\n\\nWhen they had followed up the river about sixty miles towards its\\nsource they came upon what at first had the appearance of an\\nocean.  They knew, however, from its elevation, and the flood\\ncoming from it, that the water must be fresh, as they soon found\\nit was.  This lake was about three hundred miles wide, and\\nstretched from northeast to southwest.  There was rolling land\\nwith hills about its shores, and the foliage on the banks was a\\nbeautiful shade of bluish purple instead of the terrestrial\\nubiquitous green.\\n\\nWhen near the great lake's upper end, they passed the mouth of a\\nriver on their left side, which, from its volume, they concluded\\nmust be the principal source, and therefore they determined to\\ntrace it.  They found it to be a most beautiful stream, averaging\\ntwo and a half miles in width, evidently very deep, and with a\\nfull, steady current.  After proceeding for several hours, they\\nfound that the general placidity grew less, the smooth surface\\noccasionally became ruffled by projecting rocks and rapids, and\\nthe banks rose till the voyagers again found themselves in a\\nravine or canon.\\n\\nDuring their sojourn on Jupiter they had had but little\\nexperience with the tremendous winds that they knew, from reason\\nand observation, must rage in its atmosphere.  They now heard\\nthem whistling over their heads, and, notwithstanding the\\nprotection afforded by the sides of the canon, occasionally\\nreceived a gust that made the Callisto swerve.  They kept on\\nsteadily, however, till sunset, at which time it became very dark\\non account of the high banks, which rose as steeply as the\\nPalisades on the Hudson to a height of nearly a thousand feet.\\nFinding a small island near the eastern bank, they were glad to\\nsecure the Callisto there for the night, below the reach of the\\nwinds, which they, still heard singing loudly but with a musical\\nnote in what seemed to them like the sky.\\n\\n\\\"It is incomprehensible to me.\\\" said Ayrault, as they sat at\\ndinner, \\\"how the sun, at a distance of four hundred and\\neighty-three million miles, can raise the amount of water we have\\nhere passing us, and compared with which the discharge of the\\ngreatest river on earth would be insignificant, to say nothing of\\nthe stream we ascended before reaching this.\\\"\\n\\n\\\"We must remember,\\\" replied Cortlandt, \\\"that many of the\\nconditions are different here from those that exist on earth.  We\\nknow that some of the streams are warm, and even hot, and that\\nthe temperature of Deepwaters Bay, and doubtless that of the\\nocean also, is considerably higher than ours.  This would\\nfacilitate evaporation.  The density of the atmosphere and the\\ntremendous winds, of which I suspect we may see more later, must\\nalso help the sun very much in its work of raising vapour.  But\\nthe most potent factor is undoubtedly the vast size of the basin\\nthat these rivers drain.\\\"\\n\\n\\\"The great speed at which the atmospheric currents move,\\\" said\\nBearwarden, \\\"coupled with the comparative lowness of the mountain\\nchains and the slight obstruction they offer to their passage,\\nmust distribute the rain very thoroughly, notwithstanding the\\ngreat unbroken area of the continents.  There can be no such\\nstate of things here as exists in the western part of South\\nAmerica, where the Andes are so high that any east-bound clouds,\\nin crossing them, are shoved up so far into a cold region that\\nall moisture they may have brought from the Pacific is condensed\\ninto rain, with which parts of the western slope are deluged,\\nwhile clouds from the Atlantic have come so far they have already\\ndispersed their moisture, in consequence of which the region just\\neast of the Andes gets little if any rain.  It is bad for a\\ncontinent to have its high mountains near the ocean from which it\\nshould get its rain, and good for it to have them set well back.\\\"\\n\\n\\\"I should not be surprised,\\\" said Cortlandt, \\\"if we saw another\\nwaterfall to-morrow, though not in the shape of rain.  In the\\nhour before we stopped we began to see rapids and protruding\\nrocks.  That means that we are coming to a part of the channel\\nthat is comparatively new, since the older parts have had time to\\nwear smooth.  I take it, then, that we are near the foot of a\\nretreating cascade, which we may hope soon to see.  That is\\nexactly the order in which we found smooth water and rapids in\\nriver No. 1, which we have named the Harlem.\\\"\\n\\nAfter this, not being tired, they used the remaining dark hours\\nfor recording their recent adventures.\\n\\n```\\n                      CHAPTER XII.\\n```\",\"timestamp\":1636792226,\"title\":\"\\nThe loose earth looked as if the cross-ties of some railroad had\"},\"digest\":\"KdSZdsy5RzFTRKQcDUPxwy-BiPvD_IONIIyFBG5-8Mg\",\"authorship\":{\"contributor\":\"0x373790EdA0055A7b9265257aD21d6990A6C6aC4c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQHCDMeV-mjXNwEgmkxUI8EzQFngzbByojG7NcMiI9I\\\",\\\"y\\\":\\\"Gc_g8Zi41JLq24N7eAARAtXuntJ8q84x9La1JrSBMo0\\\"}\",\"signature\":\"9OtjxEk6NS6BjS4S_1iI9KB1NLKbCdR4vCkQFVyEtY_woQqVfZfHlsS8RexGBzEz9IAz8W895UqJ16MDidUnbQ\",\"signingKeySignature\":\"0x52e2fe82247eda8e626af3cd4f44f2d4fbad8d019bf44c6035765f62c6cdc39841ea061f73e9a7e181689043131331dfd948958877195bdabc22c607049d32fb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQHCDMeV-mjXNwEgmkxUI8EzQFngzbByojG7NcMiI9I\\\",\\\"y\\\":\\\"Gc_g8Zi41JLq24N7eAARAtXuntJ8q84x9La1JrSBMo0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KdSZdsy5RzFTRKQcDUPxwy-BiPvD_IONIIyFBG5-8Mg\"}"