"{\"content\":{\"body\":\"**TLDR - Use $300m allocation to become the dominant liquidity director on Tokemak through strategic LP positions in TOKE/ETH and ILV/ETH to accrue TOKE tokens**\\n\\n## Strategic Proposal:\\n\\n**This is my strategic proposal in response to the [Yearn Millenium Prize](https://twitter.com/iearnfinance/status/1459658364837896192?t=xAKjUCTWtWjMPmz5BKBDDg&s=19). Below I propose a strategy that utilizes the newest innovations in DeFi and allows Yearn to play a leading role in the [emerging LaaS](https://mirror.xyz/0x829Ceb00fC74bD087b1e50d31ec628a90894cD52/QAh3W-Ovy9C39WcUItk_IH0ZgHrWZmwHJZQCzoKoAWE) (liquidity as a service) DeFi industry. The strategy has the potential to organically scale to over $1b and will serve as one of the largest catalysts of change, creating an enormous amount of value for both DeFi and the web 3.0 ecosystem as a whole. The expectation for this strategy to be successful is that it creates more value than it takes and that the ‘returns/gains’ will only be a by-product of the value generated to the rest of the ecosystem.**\\n\\nWith a $300m allocation, this strategy will create a liquidity highway and position Yearn as the dominant [Tokemak liquidity director](https://medium.com/tokemak/introducing-tokemak-the-utility-for-sustainable-liquidity-8b99a4757301) by directing liquidity to[ Illuvium](https://medium.com/illuvium/13-illuvium-closes-5m-seed-round-from-leading-venture-capital-firms-a6076ef45f62) which is the NFT RPG game where you mine, harvest, capture, and fight Illuvials with an open beta set to launch in Q1 2022.\\n\\n> **Liquidity Director (or \\\"LDs\\\"): LDs stake TOKE and allocate votes to a specific Token Reactor in order to direct the inventory of a specific asset as liquidity to a preferred exchange. LDs can acquire TOKE through providing liquidity in the form of rewards, or traded on the open market. LDs also earn % APR rewards in the form of TOKE for directing liquidity like Curve voting. This APR is a variable rate which is dependent upon a [number of factors](https://docs.tokemak.xyz/toke/liquidity-direction). If there is a significant amount of assets deposited into a given Reactor, and a minimal amount of TOKE directing that liquidity, the APR will be boosted on the TOKE side of the Reactor, encouraging LDs to deposit more TOKE and participate in directing that liquidity. LPs deposit their assets into Token Reactors, and LDs allocate their staked TOKE to specific Token Reactors in order to direct liquidity of that asset, earning specified Token Reactor APR.**\\n\\n## Why Tokemak?\\n\\nTokemak offers single-sided staking of ETH and USDC. That is where the initial $150m of ETH and $150m of USDC will be staked. Slowly dollar cost average into TOKE/ETH and ILV/ETH pools over a 2 month period ($5m/week to buy TOKE and ILV). Stake farmed TOKE and ILV into the Tokemak TOKE and ILV reactors.\\n\\n![](https://images.mirror-media.xyz/publication-images/gUN7J3W0MHma5RG41v6Nq.jpg?height=466&width=697)\\n\\nThe strategy is centered around becoming the biggest Liquidity Director on Tokemak by staking/accumulating TOKE. This would make Yearn finance a liquidity highway for other DeFi projects. Staking TOKE would also be providing a backstop for Yearn’s own position. Toke also has a multi-layer [tokenomic security ](https://docs.tokemak.xyz/mechanics-and-functionality/guardrails-and-impermanent-loss-mitigation)into the system. One of these features in particular is called [cycles](https://docs.tokemak.xyz/protocol-information/cycles), similar to epochs. TOKE stakers receive rewards once a week. Stakers also have to wait until a cycle begins to start earning yield and can’t withdraw until after the cycle ends.\\n\\nHolding Toke has utilities. Staking TOKE increases the treasury size via asset reserves utilized for IL mitigation. This means that farming/staking TOKE is a way to hedge for IL. Additionally trading fees are accrued from providing liquidity. Trading fees are yet to be determined (at the time of this writing, Tokemak reactors have not started to provide liquidity yet).\\n\\n## Execution:\\n\\nThe $300m strategic allocation will be split between $150m ETH and $150m USDC. The $150m ETH/USDC will start initially in the Tokemak genesis pools and slowly dollar cost average a total of $150m towards TOKE/ETH LP and $150m to ILV/ETH LP, two of the most liquid LPs on ethereum mainnet. TOKE/ETH has \\\\~$375m liquidity split on sushi and uniswap and yields \\\\~190% APR. Each TOKE/ETH LP is allocated 13,300 TOKE per day.  ILV/ETH has about $400m liquidity in the pool and yields \\\\~400% APY. Both of these LPs were selected because they have deep liquidity on Ethereum and sufficiently high APRs such that diluting either pool by $150m will keep APRs sufficiently high.\\n\\nAlthough the liquidity is sufficiently deep, there is limited volume every day, with TOKE/ETH at $21m and ILV/ETH at $54m [7 day volumes](https://analytics.sushi.com/). Extrapolating these 7 day numbers gives TOKE/ETH \\\\~$84m and ILV/ETH \\\\~$216m monthly volume, which is sufficient liquidity to dollar cost average into these positions over a 1-2 month period. During this wait period, there is an option to deposit $150m ETH and $150m USDC into the Tokemak genesis pools to start accumulating TOKE. Each genesis pool is allocated 1,410 TOKE per day  per pool. Currently ETH genesis pool sits at $433m TVL at 9% APR and USDC genesis pool sits at $217m TVL at 18% APR. This will allow for optimal accumulation of TOKE.\\n\\nWith Tokemaks C.o.R.E. 2 (collateralization of reactors event) ending November 17th 2021, the top 5 tokens with the most votes will be approved to have their own Tokemak reactors. Currently ILV [is in 7th place](https://www.tokemak.xyz/core) and requires \\\\~250k votes to reach the top 5. Suppose that Yearn had accumulated a sizable share of TOKE voting power. Then Yearn would be able to throw votes to ILV, boost it into the top 5, and secure a reactor. Reactors are currently allocated 700 TOKE a day for staked tokens. Once a reactor is secured, the ILV that is being farmed from ILV/ETH LP can be deposited to earn even more TOKE, thus entrenching Yearn’s position as the dominant liquidity director on Tokemak. Even if ILV does not make it into the top 5 at the end of C.o.R.E. 2, the votes will be carried over to C.o.R.E. 3 and there will always be another chance to secure a reactor.\\n\\n## Conclusion:\\n\\nIn conclusion, this strategy will cement Yearn as a critical Tokemak player. Yearn will play an important role in [DeFi 2.0](https://www.youtube.com/watch?v=P2QUN8tvoFc&ab_channel=Bankless) and will be uniquely able to grant both increased liquidity depth and capital efficiency to any projects that Yearn chooses to direct Tokemak liquidity towards. Yearn will provide critical liquidity infrastructure to support the continued growth of the web 3.0 ecosystem.\",\"timestamp\":1638643013,\"title\":\"Yearn Millennium Prize Strategic Proposal - Becoming the Dominant Tokemak Liquidity Director\"},\"digest\":\"jvx-oI8psVPhLe_NFm1I5HyNhAmRbboKsibt7-qNFGA\",\"authorship\":{\"contributor\":\"0x829Ceb00fC74bD087b1e50d31ec628a90894cD52\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ECyB6XIHrW5baziWMZBDw9DtVjoei9top5GfnSAqASk\\\",\\\"y\\\":\\\"L-Ay66jYFRz4P6I1-aqdf7U46f0gxw3JdaAq17lYdjY\\\"}\",\"signature\":\"Y3j72KC7fnAQbrDaNDRsy0QNdgPeFF78QgwCMOTcDJfEVgAEL7N-X3qPUJMxKK3JVp1FVT7vrgvIQbVXsXwJBA\",\"signingKeySignature\":\"0xdbfaacf447d9b40221cb6a63b7cfdfb151ceb375a6dfc5867c19fddacb584f200c1d1f6d3f30571a8c4d5fbc71de3ee7869f29d369afb75f9b206016fd98537e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ECyB6XIHrW5baziWMZBDw9DtVjoei9top5GfnSAqASk\\\",\\\"y\\\":\\\"L-Ay66jYFRz4P6I1-aqdf7U46f0gxw3JdaAq17lYdjY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S9hDJAaTfNamowDRhuVERKcVPc2MdQhBLWkGzJdqh28\"}"