"{\"content\":{\"body\":\"1、某某热点币在重大功能还没上线之前一直炒作，在上线当天一定要减仓比如 fil eth etc.... 道理很简单利好提前释放，如果真的是优质项目，上线要跌回来后接回去\\n\\n2、震荡行情不要操作留最多半仓甚至空仓 关注个把潜力的小coin玩玩就可以\\n\\n3、确定趋势的话，重仓+低倍杆杠 Long or short\\n\\n4、怎么判断趋势\\n\\n4\\\\.1 观察宏观环境（短期 or 长期）\\n\\n4\\\\.2 观察宏观环境下的细分领域时候有capital资本进来\\n\\n4\\\\.3 确定大环境没有问题后，择时择币\\n\\n4\\\\.4 提醒下择时重要性远远大于择币 择时错了再好的coin也要亏钱择时对了再差的coin也能赚钱\\n\\n 择时+择币对了 赚钱只是时间问题\\n\\n5、思考问题为什么要反人性 因为要从庄家赚钱的角度思考 如果你是大户你会希望怎么操作 市场怎么走？？？？？\\n\\n 别人恐惧我贪婪 别人贪婪我恐惧 在不用的场景中理解不一样 （震荡行情 向上行情 向下行情）\\n\\n6、怎么择时\\n\\n6\\\\.1 情绪判断 情绪低迷主要是微信群+qq群\\n\\n6\\\\.2 k线判断 新低\\n\\n7、怎么择币\\n\\n7\\\\.1 先确认最有潜力的版块 --> 选择版块里面的龙头coin ---> 除了版块龙头coin选择1到2个潜力\\n\\n 储值领域 btc ltc 比特金 莱特银\\n\\n 公链领域 eth 区块链石油\\n\\n 支付领域 bch 这个领域暂时低迷\\n\\n 跨链领域 dot atom\\n\\n defi领域 关注defi大牛AC\\n\\n 交易所 uni sushi snx 大趋势\\n\\n 借贷领域 aave (固定利率 动态利率) 潜力88mph\\n\\n 保险领域 cover yfi\\n\\n 期货领域 暂时没有发现\\n\\n 预言机 link nest Defi的基础设施（dex报价的底层技术）\\n\\n8、仓位分配\\n\\n8\\\\.1 版块分配---> 再分配版块里面的币种\\n\\n 储值领域50%+公链领域30%+defi领域20%\\n\\n9、怎么交易技巧\\n\\n 9.1 某某coin 在重大功能还没上线之前一直炒作，在上线当天一定要减仓短期的话 fil eth etc.... （很典型的案例fil eth2.0）\\n\\n 9.2 震荡行情不要操作留最多半仓甚至空仓 关注个把潜力的小coin玩玩就可以\\n\\n 9.3 确定tendency的话，重仓+lever long or short\\n\\n 9.3.1 关于怎么确定tendency 自己没有能力观察就以行业的大牛为观点为参考，这个要慎重 目前有这么几个人可以参考 首推 币圈仲达 趋势判断准确率高 江卓尔是周期趋势 还有几个实战高手（tony李法师 肥宅比特币 万贲Dovey ）\\n\\n 9.4 永远不要all in 建议分阶段买 或者all out 分阶段卖 （这个错误是非常容易犯的，听到某某忽悠比如说江卓尔就all in 大可以先买入一点然后慢慢加仓，一次性买入对的概率太低，股票交易回忆录说过 价格永远不会高到买不进去 ，也不会底到卖不出去）\\n\\n这点补充下，分情况讨论，如果是震荡行情就是采取定投分批买入，如果是突破行情就要大胆满仓。\\n\\n10、还有一种是终极状态长期战略死拿btc也就是囤币党雷打不动我分析下只有这么几种人能做到\\n\\n 10.1 啥也不懂啥也没研究过听别人说买btc然后忘了这事了\\n\\n 10.2 被市场反复摩擦教育后最后发现还是btc最香加强了信仰\\n\\n 10.3 有钱人囤btc保值升值\\n\\n 10.4 为什么不选择不适合终极状态了，如果想翻身\\n\\n 10.4.1 Btc震荡已经不是那么剧烈了短时间无法通过btc累积大量财富\\n\\n 10.4.2 如果有想增加交易经验，体会金融市场的震荡必须去交易，去发现，去冒险才能成长，花点小钱买经验，边学边操作\\n\\n11、18-20年我亏钱的原因\\n\\n 11.1 追涨杀跌 尤其是在震荡行情 8-11月中间\\n\\n 11.2 频繁交易损失交易手续费\\n\\n 11.3 玩lever的时候没有止盈本来有巨大利润然后一波回到解放前 止损也是一样\\n\\n 11.4 选币失误 没有尽调就贸然买入措施重仓优质筹码的机会（Ps：bch确定性不足 Eos 还有很多沙雕币归零币）\\n\\n 11.5 择时错误 选对了币种但是入点错了\\n\\n12、18-20年我赚钱的原因\\n\\n 12.1、没有发生过致命错误 一直现货为主而且都是优质币种抓住了确定性机会\\n\\n 12.2、选择对了币并且长期拿住了\\n\\n13、投资理财的核心三原则，是安全性，流动性，盈利性。\\n\\n这三者的重要性降序排列。\\n\\n最重要的是安全性，安全性代表了你东山再起的可能性。\\n\\n只要资金安全，只要本金还有，一切都还有机会。\\n\\n安全性结合上面的只拿用不到的钱投资，这就是最简单但可靠的风险兜底策略，坚持这个策略，你起码不会赔光。\\n\\n实际操作中，我给你举个资金安全的红线案例。\\n\\n币圈包括各类衍生的区块链投资产品（是说非主流币），都是属于不建议普通人碰的，因为你的真金白银换成了别人个人或者非主权国家发行的虚拟货币，并且整个交易都是匿名的，你的资金安全得不到任何保障。\\n\\n再举个例子，做投资项目，结果钱是打到对方个人账户，这也是没有资金安全。\\n\\n把命交到别人手里，很愚蠢。\\n\\n第二重要的是流动性，什么叫流动性，就是资产变现的能力。\\n\\n几百万的房产在你最需要钱的时候并不能救你，但100W现金可以，所以要注意投资的可变现能力，动不动就锁定好几年的产品，需要慎重考虑。\\n\\n流动性有多重要这一点，对实业有了解的朋友应该深有感触，很多资产数亿的企业家你让他直接拿出500W现金可能要了他的命，不是他没钱，而是这钱都是资产，变现需要时间。\\n\\n现金流才是企业的生命，而盈利往往只是脂肪，多点少点哪怕赔点都无关痛痒，但是现金流不能断。\\n\\n对于个人而言，也是如此。\\n\\n很多人说自己是什么百万富翁千万富翁，那都是把房子给算进去了，实际上抗风险能力极差，因为房子本身不能快速折现，而且很多还要还贷，每月吞噬现金，严格来说这都可以算是负债，哪天遇到点风险直接就得上天。\\n\\n三要素中最不重要的是盈利性，因为只是赚多赚少的区别，只要资金安全，只要资金灵活，那么赚多赚少不影响大局。\\n\\n这三条原则非常容易理解，容易到过于简单，但有用的东西从来都不复杂。\\n\\n在现实生活中，很多人对于三原则的重要性会看颠倒，眼中只有收益性，而不看流动性和安全性，这也是为什么很多明显的骗局还能骗到人的原因。\\n\\n因为收益高，高到击破价值观，高到激发人心的贪婪，忽略一切。\\n\\n控制贪婪，是我们人生中的重要一课，不局限于投资。\\n\\n14、人要不停重复自己的成功， 还是要学习新的成功方式呢？这几天在思考朋友的一个观点。 他一直强调要重复一个人过去成功的方法。尤其是在投资的思路上，有人适合做alpha， 有人适合搞大周期，又是适合上衍生品杠杆，有人适合寂寞的价值投资。条条路都可以走。一般一个人35岁之前，应该多尝试，多寻找自己的方法论。最好，35岁之前有过一次成功，否则就是能力并不出类拔萃。35岁之后，要重复自己的核心方法论，重复之前的成功。50岁之后，尤其不要折腾呢。\\n\\n15、在币圈待了3年左右了，一直对btc的高价带有一点恐惧不敢加lever大部分都是持有现货,导致错过几次滚仓的机会回想下，别人也应该这么想，也这是机会所在对我个人\\n\\n16、是选择大市场大币种btc eth 慢慢的稳中有进做大坐强，还是选择小众市场冒险精神幸存者偏差暴发户。这是很多新手投资难以权衡的选择，或者说几乎大部分的投资新人进去币圈研究一翻后都以为自己是那个幸存者然后重仓买自以为是的小币种等着10倍百倍的利润，然后结局大多数是亏损离场，少数坚持下来的反思后慢慢还是会选择大币种稳中有进的积累然后通过一轮行情实现第一桶金的积累。\\n\\n17、谍影重重3里面一个反派说过一句话 Plan the worst and Hope for the best,在投资领域这句话也适用，一方面要时刻准备好最坏的行情来临的解决方案毕竟还是那句话投资生存是第一，另一方面也要坚信自己对未来的趋势的判断这样才有动力迎接未来。\\n\\n18、今天看仲达分享的那篇文章说的是，如果要投资的就投两类行业，一个是能改变世界的，一个是世界改变不了的。说白了一类就是科技，一类是刚需（ps：美股的特斯拉 A股的茅台都是典型代表）\\n\\n19、定投操作要注意，只有熊市大周期才适合定投，因为短期的底是未知的，定投可以不断的降低你持仓成本，降低抄底造成的下跌风险，但是当下是牛市大周期，并且是很明确的往上走的趋势，在牛市大周期定投就等于不断的增加筹码的成本，极有可能造成牛市亏损的局面，所以一定要看懂大周期，进行相应大周期的操作！\\n\\n20、炒币越炒越少(绝大多数人)，挖矿币越挖越多，一轮牛熊周期下来矿工轻松跑赢折腾党。矿工进入熊市老机器关机算力下降产币量提高(赚币)，矿工进入牛市算力上涨产币量降低但币更值钱(赚钱)，矿工还有一个牛逼的地方在于可以在牛市或某个高点把币一路卖光，然后熊市再继续挖回来。赚钱又赚币心态自然好\\n\\n21、在牛市上升爬坡阶段是低倍杆杠长期拿还是高倍杆杆撸短线 这个是以后需要慢慢权衡的策略，首先确定仓位管理也就是风险控制，拿20%左右的杆杠仓位撸高倍短线，其他杆杠仓位长期低倍，最好是分开账号管理（ps：要是没有备注哪个币就是默认btc eth）。\\n\\n22、确定性机会怎么把握（后续再补充）\\n\\n1、跌到底部没人敢买的时候 （ps：每年都有几次机会 312 94这种）\\n\\n2、突破某个重大阻力位的时候（ps：比如btc突破2w）\\n\\n3、热点币炒作初期\\n\\n23、行情中后期，一定是新手比老手赚得多。因为老手会害怕，新手不会。不仅不会，还会嘲笑老手。当然了，最后的结局是新手连哭的力气都没了。这次不知道，反正每次历史都是这样的。 ​​​\\n\\n可能有朋友不理解，为什么盈利幅度这么高还会没力气哭？答案是：加仓。一般来说底部买的很少，虽然收益率高，但没赚几个钱。随着上涨以及盈利，他会不断的加投。再涨再加，甚至借钱加。最终看烟花的时候，他的成本已经很高了。\\n\\n新手失败在仓位管理上，还有止盈方面，高成本的币，都经不住一轮回调，利润全吐还倒亏\\n\\n24、只要一个人开始否定劳动的意义，否定努力的意义，他就离赌徒不远了。\\n\\n第一次炒币，日入一万的时候，我的三观也崩塌过。\\n\\n后来怎么样?后来我花了几年才把欠的债还清。\\n\\n诚实劳动最光荣，经历过之后你才能更深刻的理解这句话。\\n\\n \\n ---------南宫远\\n\\n \\n \\n\\n \\n \\n\\n 25、元旦期间，比特傻在福建游玩。有一福建大叔，是临时雇的我的司机。我见他夸夸其谈，觉得他应该不是一个普通的司机。便问其缘故，他说，很早就出来赚钱。03年就和父亲，拿了4年赚的180万在海南种香蕉。结果遇到了十年一遇的大台风，全部损失了。之后就再也没有赚钱的机会，便老老实实开车养家糊口到现在。比特傻尝试让他明白，十年一次的大台风遇见概率是10%，而5年内遇见的40.95%。而大叔和父亲的经营方式是每次赚了钱后都满仓下注。如此，第五年完全亏完是十分正常的，并非运气不好。可大叔听不进去，一再强调当年自己运气不好芸芸，因此才碌碌半生。其经营之道，有勇而无谋也。\\n\\n \\n \\n\\n总结：一直以为投资需要遍历性生存，其实人生何尝不是呢！！！！项羽的破釜沉舟那次其实也有有点有勇无谋，不过他成功，人可以在一穷二白的时候all In赌那么一两次失败了重来，但是不能一直赌，那必然会遍历性失败，不关运气的事！！一旦有了第一桶金就要控制风险生存第一，专业的说法就是遍历性生存。\\n\\n \\n \\n\\n26\\\\. 关于坚持rmb本位还是币本位问题 有个先后顺序问题 先解决3年生活费问题 再实现币本位增长\\n\\n \\n \\n\\n27\\\\.选币或者追高的时候只看涨幅吓住了，但是没有关注市值\",\"timestamp\":1640775438,\"title\":\"2020年交易心得\"},\"digest\":\"prPUDrdmSLKgV-TkAnfJXO_ebw_neixZkOW19UxVHHw\",\"authorship\":{\"contributor\":\"0x786D28e224A1cfD50991d15FEB35e0fd538369E0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hzoYm4pWvYpYifBxGLrGGOjt3INmFLY2NRxHAy6i1bs\\\",\\\"y\\\":\\\"PEBQDGx8ZAdxtLaZ0m6yQeKbbnXKL-t3Wb9o58LYPEI\\\"}\",\"signature\":\"G29OSizgR2ogZZbsWMPRFb2zouWeya1iN7EssbFyROLWkraWbOiCiKNuX8qfhFJWHYPOaIfrMjSGXKZcGFBGrg\",\"signingKeySignature\":\"0xd8a17e367da78ee980706f8cd70ff7ae85aa6e9de405bc4ed5e9ce781b2234d849f878337a0cb214adec1d12ea1e225a20b3795b5abaa5b587bc132ccb19c41a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hzoYm4pWvYpYifBxGLrGGOjt3INmFLY2NRxHAy6i1bs\\\",\\\"y\\\":\\\"PEBQDGx8ZAdxtLaZ0m6yQeKbbnXKL-t3Wb9o58LYPEI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"prPUDrdmSLKgV-TkAnfJXO_ebw_neixZkOW19UxVHHw\"}"