"{\"content\":{\"body\":\"and Dumeril cites a similar instance. Geoffroy-Saint-Hilaire presented to the Academie des Sciences in 1830 a child with four legs and feet who was in good health. Amman saw a girl with a large thigh attached to her nates. Below the thigh was a single leg made by the fusion of two legs. No patella was found and the knee was anchylosed. One of the feet of the supernumerary limb had six toes, while the other, which was merely an outgrowth, had two toes on it.\\n\\nAccording to Jules Guerin, the child named Gustav Evrard was born with a thigh ending in two legs and two imperfect feet depending from the left nates.\\n\\nTucker describes a baby born in the Sloane Maternity in New York, October 1, 1894, who had a third leg hanging from a bony and fleshy union attached to the dorsal spine. The supernumerary leg was well formed and had a left foot attached to it. Larkin and Jones mention the removal of a meningocele and a supernumerary limb from an infant of four months. This limb contained three fingers only, one of which did not have a bony skeleton.\\n\\nPare says that on the day the Venetians and the Genevois made peace a monster was born in Italy which had four legs of equal proportions, and besides had two supernumerary arms from the elbows of the normal limbs. This creature lived and was baptized.\\n\\nAnomalies of the Feet.--Hatte has seen a woman who bore a child that had three feet. Bull gives a description of a female infant with the left foot double or cloven. There was only one heel, but the anterior portion consisted of an anterior and a posterior part. The anterior foot presented a great toe and four smaller ones, but deformed like an example of talipes equinovarus. Continuous with the outer edge of the anterior part and curving beneath it was a posterior part, looking not unlike a second foot, containing six well-formed toes situated directly beneath the other five. The eleven toes were all perfect and none of them were webbed.\\n\\nThere is a class of monsters called \\\"Sirens\\\" on account of their resemblance to the fabulous creatures of mythology of that name. Under the influence of compression exercised in the uterus during the early period of gestation fusion of the inferior extremities is effected. The accompanying illustration shows the appearance of these monsters, which are thought to resemble the enchantresses celebrated by Homer.\\n\\nAnomalies of the Hand.--Blumenbach speaks of an officer who, having lost his right hand, was subsequently presented by his wife with infants of both sexes showing the same deformity. Murray cites the instance of a woman of thirty-eight, well developed, healthy, and the mother of normal children, who had a double hand. The left arm was abnormal, the flexion of the elbow imperfect, and the forearm terminated in a double hand with only rudimentary thumbs. In working as a charwoman she leaned on the back of the flexed carpus. The double hand could grasp firmly, though the maximum power was not so great as that of the right hand. Sensation was equally acute in all three of the hands. The middle and ring fingers of the supernumerary hand were webbed as far as the proximal joints, and the movements of this hand were stiff and imperfect. No single finger of the two hands could be extended while the other seven were flexed. Giraldes saw an infant in 1864 with somewhat the same deformity, but in which the disposition of the muscles and tendons permitted the ordinary movements.\\n\\nAbsence of Digits.--Maygrier describes a woman of twenty-four who instead of having a hand on each arm had only one finger, and each foot had but two toes. She was delivered of two female children in 1827 and one in 1829, each having exactly the same deformities. Her mother was perfectly formed, but the father had but one toe on his foot and one finger on his left hand.\\n\\nKohler gives photographs of quite a remarkable case of suppression and deformity of the digits of both the fingers and toes.\\n\\nFigure 123 shows a man who was recently exhibited in Philadelphia. He had but two fingers on each hand and two toes on each foot, and resembles Kohler's case in the anomalous digital conformation.\\n\\nFigure 124 represents an exhibitionist with congenital suppression of four digits on each hand.\\n\\nTubby has seen a boy of three in whom the first, second, and third toes of each foot were suppressed, the great toe and the little toe being so overgrown that they could be opposed. In this family for four generations 15 individuals out of 22 presented this defect of the lower extremity. The patient's brothers and a sister had exactly the same deformity, which has been called \\\"lobster-claw foot.\\\"\\n\\nFalla of Jedburgh speaks of an infant who was born without forearms or hands; at the elbow there was a single finger attached by a thin string of tissue. This was the sixth child, and it presented no other deformity. Falla also says that instances of intrauterine digital amputation are occasionally seen.\\n\\nAccording to Annandale, supernumerary digits may be classified as follows:--\\n\\n(1) A deficient organ, loosely attached by a narrow pedicle to the hand or foot (or to another digit).\\n\\n(2) A more or less developed organ, free at its extremity, and articulating with the head or sides of a metacarpal, metatarsal, or phalangeal bone.\\n\\n(3) A fully developed separate digit.\\n\\n(4) A digit intimately united along its whole length with another digit, and having either an additional metacarpal or metatarsal bone of its own, or articulating with the head of one which is common to it and another digit.\\n\\nSuperstitions relative to supernumerary fingers have long been prevalent. In the days of the ancient Chaldeans it was for those of royal birth especially that divinations relative to extra digits were cast. Among the ancients we also occasionally see illustrations emblematic of wisdom in an individual with many fingers, or rather double hands, on each arm.\\n\\nHutchinson, in his comments on a short-limbed, polydactylous dwarf which was dissected by Ruysch, the celebrated Amsterdam anatomist, writes as follows.--\\n\\n\\\"This quaint figure is copied from Theodore Kerckring's 'Spicilegium Anatomicum,' published in Amsterdam in 1670. The description states that the body was that of an infant found drowned in the river on October 16, 1668. It was dissected by the renowned Ruysch. A detailed description of the skeleton is given. My reason for now reproducing the plate is that it offers an important item of evidence in reference to the development of short-limbed dwarfs. Although we must not place too much reliance on the accuracy of the draughtsman, since he has figured some superfluous lumbar vertebrae, yet there can be no doubt that the limbs are much too short for the trunk and head. This remark especially applies to the lower limbs and pelvis. These are exactly like those of the Norwich dwarf and of the skeleton in the Heidelberg Museum which I described in a recent number of the 'Archives.' The point of extreme interest in the present case is that this dwarfing of the limbs is associated with polydactylism. Both the hands have seven digits. The right foot has eight and the left nine. The conditions are not exactly symmetrical, since in some instances a metacarpal or metatarsal bone is wanting; or, to put it otherwise, two are welded together. It will be seen that the upper extremities are so short that the tips of the digits will only just touch the iliac crests.\\n\\n\\\"This occurrence of short limbs with polydactylism seems to prove conclusively that the condition may be due to a modification of development of a totally different nature from rickets. It is probable that the infant was not at full term. Among the points which the author has noticed in his description are that the fontanelle was double its usual size; that the orbits were somewhat deformed; that the two halves of the lower jaw were already united; and that the ribs were short and badly formed. He also, of course, draws attention to the shortness of the limbs, the stoutness of the long bones, and the supernumerary digits. I find no statement that the skeleton was deposited in any museum, but it is very possible that it is still in existence in Amsterdam, and if so it is very desirable that it should be more exactly described,\\\"\\n\\nIn Figure 126, A represents division of thumb after Guyot-Daubes, shows a typical case of supernumerary fingers, and C pictures Morand's case of duplication of several toes.\\n\\nForster gives a sketch of a hand with nine fingers and a foot with nine toes. Voight records an instance of 13 fingers on each hand and 12 toes on each foot. Saviard saw an infant at the Hotel-Dieu in Paris in 1687 which had 40 digits, ten on each member. Annandale relates the history of a woman who had six fingers and two thumbs on each hand, and another who had eight toes on one foot.\\n\\nMeckel tells of a case in which a man had 12 fingers and 12 toes, all well formed, and whose children and grandchildren inherited the deformity. Mason has seen nine toes on the left foot. There is recorded the account of a child who had 12 toes and six fingers on each hand, one fractured. Braid describes talipes varus in a child of a few months who had ten toes. There is also on record a collection of cases of from seven to ten fingers on each hand and from seven to ten toes on each foot. Scherer gives an illustration of a female infant, otherwise normally formed, with seven fingers on each hand, all united and bearing claw-like nails. On each foot there was a double halux and five other digits, some of which were webbed.\\n\\nThe influence of heredity on this anomaly is well demonstrated. Reaumur was one of the first to prove this, as shown by the Kelleia family of Malta, and there have been many corroboratory instances reported; it is shown to last for three, four, and even five generations; intermarriage with normal persons finally eradicates it.\\n\\nIt is particularly in places where consanguineous marriages are prevalent that supernumerary digits persist in a family. The family of Foldi in the tribe of Hyabites living in Arabia are very numerous and confine their marriages to their tribe. They all have 24 digits, and infants born with the normal number are sacrificed as being the offspring of adultery. The inhabitants of the village of Eycaux in France, at the end of the last century, had nearly all supernumerary digits either on the hands or feet. Being isolated in an inaccessible and mountainous region, they had for many years intermarried and thus perpetuated the anomaly. Communication being opened, they emigrated or married strangers and the sexdigitism vanished. Maupertuis recalls the history of a family living in Berlin whose members had 24 digits for many generations. One of them being presented with a normal infant refused to acknowledge it. There is an instance in the Western United States in which supernumerary digits have lasted through five generations. Cameron speaks of two children in the same family who were polydactylic, though not having the same number of supernumerary fingers.\\n\\nSmith and Norwell report the case of a boy of fifteen both of whose hands showed webbing of the middle and ring fingers and accessory nodules of bone between the metacarpals, and six toes on each foot. The boy's father showed similar malformations, and in five generations 21 out of 28 individuals were thus malformed, ten females and 11 males. The deformity was especially transmitted in the female line.\\n\\nInstances of supernumerary thumbs are cited by Panaroli, Ephemerides, Munconys, as well as in numerous journals since. This anomaly is not confined to man alone; apes, dogs, and other lower animals possess it. Bucephalus, the celebrated horse of Alexander, and the horse of Caesar were said to have been cloven-hoofed.\\n\\nHypertrophy of the digits is the result of many different processes, and true hypertrophy or gigantism must be differentiated from acromegaly, elephantiasis, leontiasis, and arthritis deformans, for which distinction the reader is referred to an article by Park. Park also calls attention to the difference between acquired gigantism, particularly of the finger and toes, and another condition of congenital gigantism, in which either after or before birth there is a relatively disproportionate, sometimes enormous, overgrowth of perhaps one finger or two, perhaps of a limited portion of a hand or foot, or possibly of a part of one of the limbs. The best collection of this kind of specimens is in the College of Surgeons in London.\\n\\nCurling quotes a most peculiar instance of hypertrophy of the fingers in a sickly girl. The middle and ring fingers of the right hand were of unusual size, the middle finger measuring 5 1/2 inches in length four inches in circumference. On the left hand the thumb and middle fingers were hypertrophied and the index finger was as long as the middle one of the right hand. The middle finger had a lateral curvature outward, due to a displacement of the extensor tendon. This affection resembled acromegaly. Curling cites similar cases, one in a Spanish gentleman, Governor of Luzon, in the Philippine Islands, in 1850, who had an extraordinary middle finger, which he concealed by carrying it in the breast of his coat.\\n\\nHutchinson exhibited a photograph showing the absence of the radius and thumb, with shortening of the forearm. Conditions more or less approaching this had occurred in several members of the same family. In some they were associated with defects of development in the lower extremities also.\\n\\nThe varieties of club-foot--talipes varus, valgus, equinus, equino-varus, etc.--are so well known that they will be passed with mention only of a few persons who have been noted for their activity despite their deformity. Tyrtee, Parini, Byron, and Scott are among the poets who were club-footed; some writers say that Shakespeare suffered in a slight degree from this deformity. Agesilas, Genserie, Robert II, Duke of Normandy, Henry II, Emperor of the West, Otto II, Duke of Brunswick, Charles II, King of Naples, and Tamerlane were victims of deformed feet. Mlle. Valliere, the mistress of Louis XIV, was supposed to have both club-foot and hip-disease. Genu valgum and genu varum are ordinary deformities and quite common in all classes.\\n\\nTranspositions of the character of the vertebrae are sometimes seen. In man the lumbar vertebrae have sometimes assumed the character of the sacral vertebrae, the sacral vertebrae presenting the aspect of lumbar vertebrae, etc. It is quite common to see the first lumbar vertebra presenting certain characteristics of the dorsal.\\n\\nNumerical anomalies of the vertebrae are quite common, generally in the lumbar and dorsal regions, being quite rare in the cervical, although there have been instances of six or eight cervical vertebrae. In the lower animals the vertebrae are prolonged into a tail, which, however, is sometimes absent, particularly when hereditary influence exists. It has been noticed in the class of dogs whose tails are habitually amputated to improve their appearance that the tail gradually decreases in length. Some breeders deny this fact.\\n\\nHuman Tails.--The prolongation of the coccyx sometimes takes the shape of a caudal extremity in man. Broca and others claim that the sacrum and the coccyx represent the normal tail of man, but examples are not infrequent in which there has been a fleshy or bony tail appended to the coccygeal region. Traditions of tailed men are old and widespread, and tailed races were supposed to reside in almost every country. There was at one time an ancient belief that all Cornishmen had tails, and certain men of Kent were said to have been afflicted with tails in retribution for their insults to Thomas a Becket. Struys, a Dutch traveler in Formosa in the seventeenth century, describes a wild man caught and tied for execution who had a tail more than a foot long, which was covered with red hair like that of a cow.\\n\\nThe Niam Niams of Central Africa are reported to have tails smooth and hairy and from two to ten inches long. Hubsch of Constantinople remarks that both men and women of this tribe have tails. Carpus, or Berengarius Carpensis, as he is called, in one of his Commentaries said that there were some people in Hibernia with long tails, but whether they were fleshy or cartilaginous could not be known, as the people could not be approached. Certain supposed tailed races which have been described by sea-captains and voyagers are really only examples of people who wear artificial appendages about the waists, such as palm-leaves and hair. A certain Wesleyan missionary, George Brown, in 1876 spoke of a formal breeding of a tailed race in Kali, off the coast of New Britain. Tailless children were slain at once, as they would be exposed to public ridicule. The tailed men of Borneo are people afflicted with hereditary malformation analogous to sexdigitism. A tailed race of princes have ruled Rajoopootana, and are fond of their ancestral mark. There are fabulous stories told of canoes in the East Indies which have holes in their benches made for the tails of the rowers. At one time in the East the presence of tails was taken as a sign of brute force.\\n\\nThere was reported from Caracas the discovery of a tribe of Indians in Paraguay who were provided with tails. The narrative reads somewhat after this manner: One day a number of workmen belonging to Tacura Tuyn while engaged in cutting grass had their mules attacked by some Guayacuyan Indians. The workmen pursued the Indians but only succeeded in capturing a boy of eight. He was taken to the house of Senor Francisco Galeochoa at Posedas, and was there discovered to have a tail ten inches long. On interrogation the boy stated that he had a brother who had a tail as long as his own, and that all the tribe had tails.\",\"timestamp\":1639717732,\"title\":\"Haller reports several cases of supernumerary extremities. Plancus speaks of an infant with a complete third\"},\"digest\":\"6M6UMfWn_RMPlOsS4EVqhSWR_6vKD8pC89f6BLMiMcY\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m3kYyOCYiEN2lDhIi3Y9J4u8XRw-_rCq0uML3rYnyT4\\\",\\\"y\\\":\\\"q97Sne30Kto24Y6fEBL77LPBSo_FrE4byPwEX5K28wE\\\"}\",\"signature\":\"PxnKoFRKLp7MXK6LCUPzB3cU8pHrWOiuaENUW7YAUcdRVZz_xhCvOYt9v6C4dUTJLyl8JoPnFChkohGOANTKyg\",\"signingKeySignature\":\"0x3b4125707348b3100dcb454ee5ab4120a05da0deb81ce10b534943f1f5e0023854c02c9a695c336e64f472516d2c5f386d2bb75d9525f8b5bb09d6df4bb0fff61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m3kYyOCYiEN2lDhIi3Y9J4u8XRw-_rCq0uML3rYnyT4\\\",\\\"y\\\":\\\"q97Sne30Kto24Y6fEBL77LPBSo_FrE4byPwEX5K28wE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6M6UMfWn_RMPlOsS4EVqhSWR_6vKD8pC89f6BLMiMcY\"}"