"{\"content\":{\"body\":\"US health officials' decision to shorten the recommended COVID-19 isolation and quarantine period from 10 days to five is drawing a mixed reaction.\\n\\nThe guidance has raised questions about how it was crafted and why it was changed amid a wintertime spike in cases, one driven largely by the omicron variant.\\n\\nMonday's action by the Centers for Disease Control and Prevention halved the recommended isolation time for those infected with the coronavirus without symptoms.\\n\\nAlso on Monday, President Joe Biden, in a conference call with the National Governors Association, said that individual states would have to \\\"solve\\\" the pandemic.\\n\\n\\\"Look, there is no federal solution. This gets solved at the state level,\\\" Biden said. \\\"If you need something, say something.\\\"\\n\\nFlorida Governor Ron DeSantis, a Republican and frequent critic of federal policies during the pandemic, said it was time for Biden to scrap vaccine mandates.\\n\\n\\\"More Americans have died of COVID-19 under Biden than under Trump. Now that Biden has admitted to the nation that he has no plan to 'shut down the virus', and that there is 'no federal solution', we expect him to withdraw the unconstitutional and useless federal vaccine mandates,\\\" DeSantis' office told dailymail.com.\\n\\nThe CDC has faced pressure from the public and private sectors, including the airline industry, to shorten the isolation time and reduce the risk of severe staffing shortages. Thousands of flights have been canceled over the past few days.\\n\\n\\\"Not all of those cases are going to be severe. In fact, many are going to be asymptomatic,\\\" CDC Director Dr Rochelle Walensky said Monday. \\\"We want to make sure there is a mechanism by which we can safely continue to keep society functioning while following the science.\\\"\\n\\nDr Anthony Fauci, chief White House medical adviser, commented about the CDC decision on CNN on Monday: \\\"The reason is that with the sheer volume of new cases that we are having and that we expect to continue with Omicron, one of the things we want to be careful of is that we don't have so many people out.\\\" He said \\\"we want to get people back to jobs — particularly those with essential jobs to keep our society running smoothly\\\".\\n\\nCDC officials said the guidance is in keeping with growing evidence that people with the virus are most infectious in the first few days.\\n\\nOn Monday, 512,553 new coronavirus cases were reported in the US, the largest daily number in the country since the start of the pandemic, according to the Johns Hopkins University Coronavirus Resource Center.\\n\\nThe Omicron variant was estimated to be 58.6 percent of the coronavirus variants circulating in the US as of Dec 25, according to data from the CDC on Tuesday.\\n\\nThe agency also made a major downward revision in the Omicron proportion of cases for the week ending Dec 18 — to 22 percent from 73 percent — citing additional data and the rapid spread of the variant.\\n\\nLouis Mansky, director of the Institute for Molecular Virology at the University of Minnesota, said there is a scientific basis for the CDC's recommendations.\\n\\n\\\"When somebody gets infected, when are they most likely to transmit the virus to another person?\\\" he said. \\\"It's usually in the earlier course of the illness, which is typically a day or two before they actually develop symptoms and then a couple of days to three days after that.\\\"\\n\\n\\\"It's frankly reckless to proceed like this,\\\" said Dr Eric Topol, founder and director of the Scripps Research Translational Institute. \\\"Using a rapid test or some type of test to validate that the person isn't infectious is vital.\\\"\\n\\nThe CDC is \\\"driven by the science, but they also have to be cognizant of the fact of, you know, what are they going to tell the public that they'll do,\\\" Mansky said. \\\"That would undermine CDC if they had guidance that everybody was ignoring.\\\"\\n\\nQamara Edwards, director of business and events for Sojourn Philly, which owns four restaurants in Philadelphia, said about 15 percent of the company's employees are out sick with COVID-19.\\n\\nThe CDC changes are \\\"great for businesses, they do allow people to return to work sooner than they've expected\\\", Edwards said.\\n\\nBut Dana Martin, a 38-year-old Philadelphia teacher and educational consultant, said: \\\"The looser COVID guidelines make me nervous. I'm more hesitant to participate in holiday activities because of the Omicron variant and the seemingly more lax protocols.\\\"\\n\\nIn Los Angeles, King Holder, who runs the StretchLab Beverly fitness business, said Omicron has caused \\\"ample disruption\\\" to his company, and he welcomed the more relaxed guidelines. \\\"The possibility of five days compared to 10-14 days is huge for our business and allows us to stay afloat,\\\" he said.\\n\\nThe Reverend Marshall Hatch, senior pastor of the New Mount Pilgrim Church on Chicago's West Side, said Tuesday: \\\"Either we're in a surge that we need to take very seriously or are we winding down the pandemic and that's why we're shortening the isolation and quarantine times. … They might want to give us a little more information to go with.\\\"\\n\\nHatch said some members of the largely black congregation, particularly senior citizens, are skeptical of information from government.\\n\\nThe CDC's move also saw a split reaction in the airline industry.\\n\\n\\\"The decision is the right one based upon science,\\\" said the lobbying group Airlines for America.\\n\\nThe head of a flight attendants union, however, criticized the change, saying it could lead businesses to pressure sick employees to come back before they are well.\\n\\nIf that happens, \\\"we will make clear it is an unsafe work environment, which will cause a much greater disruption than any 'staffing shortages',\\\" warned Sara Nelson, president of the Association of Flight Attendants-CWA International.\",\"timestamp\":1640866339,\"title\":\"CDC's reduced quarantine time spurs divergent reaction\"},\"digest\":\"Ie9ToSqsvnMiqhJ3QDQb1BK94wtzfW2z7khY3ZYx2-M\",\"authorship\":{\"contributor\":\"0x4A97492C9F6C6214e3625396a7550693CCB2191E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Ui7pNOyXl77mS5raZV49-gduJIIQfbZwD1AfeFBp9I\\\",\\\"y\\\":\\\"7zYQV9npkSJotUTNrA5CuTX3QKH4vanAO-V_E5vGdbs\\\"}\",\"signature\":\"wIofh6vTowlT6ZqRaIBsIuyn33_hnqAHaPPUWmVj2GQlC7cWNplhdZpLsTDXOvxA5xu2u1jKerAOjc_boIvb0w\",\"signingKeySignature\":\"0xb252061dc2bd48c71642020048156183c58131aeb7c38b45f9e9ed6046b5b9213540b43c8ad33eeaca28f69332d8a99106a9a11a7e8407335a16ac4f3852bf711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Ui7pNOyXl77mS5raZV49-gduJIIQfbZwD1AfeFBp9I\\\",\\\"y\\\":\\\"7zYQV9npkSJotUTNrA5CuTX3QKH4vanAO-V_E5vGdbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ie9ToSqsvnMiqhJ3QDQb1BK94wtzfW2z7khY3ZYx2-M\"}"