"{\"content\":{\"body\":\"The glance of the latter, showed authority over his adept, in whom a\\n\\npractised eye would at once have recognized the joyous pupil of a\\n\\npainter, called in the argot of the studios a \\\"rapin.\\\"\\n\\n\\\"Behave yourself, Mistigris,\\\" said his master, giving him the nickname\\n\\nwhich the studio had no doubt bestowed upon him.\\n\\nThe master was a slight and pale young man, with extremely thick black\\n\\nhair, worn in a disorder that was actually fantastic. But this\\n\\nabundant mass of hair seemed necessary to an enormous head, whose vast\\n\\nforehead proclaimed a precocious intellect. A strained and harassed\\n\\nface, too original to be ugly, was hollowed as if this noticeable\\n\\nyoung man suffered from some chronic malady, or from privations caused\\n\\nby poverty (the most terrible of all chronic maladies), or from griefs\\n\\ntoo recent to be forgotten. His clothing, analogous, with due\\n\\nallowance, to that of Mistigris, consisted of a shabby surtout coat,\\n\\nAmerican-green in color, much worn, but clean and well-brushed; a\\n\\nblack waistcoat buttoned to the throat, which almost concealed a\\n\\nscarlet neckerchief; and trousers, also black and even more worn than\\n\\nthe coat, flapping his thin legs. In addition, a pair of very muddy\\n\\nboots indicated that he had come on foot and from some distance to the\\n\\ncoach office. With a rapid look this artist seized the whole scene of\\n\\nthe Lion d'Argent, the stables, the courtyard, the various lights and\\n\\nshades, and the details; then he looked at Mistigris, whose satirical\\n\\nglance had followed his own.\\n\\n\\\"Charming!\\\" said Mistigris.\\n\\n\\\"Yes, very,\\\" replied the other.\\n\\n\\\"We seem to have got here too early,\\\" pursued Mistigris. \\\"Couldn't we\\n\\nget a mouthful somewhere? My stomach, like Nature, abhors a vacuum.\\\"\\n\\n\\\"Have we time to get a cup of coffee?\\\" said the artist, in a gentle\\n\\nvoice, to Pierrotin.\\n\\n\\\"Yes, but don't be long,\\\" answered the latter.\\n\\n\\\"Good; that means we have a quarter of an hour,\\\" remarked Mistigris,\\n\\nwith the innate genius for observation of the Paris rapin.\\n\\nThe pair disappeared. Nine o'clock was striking in the hotel kitchen.\\n\\nGeorges thought it just and reasonable to remonstrate with Pierrotin.\\n\\n\\\"Hey! my friend; when a man is blessed with such wheels as these\\n\\n(striking the clumsy tires with his cane) he ought at least to have\\n\\nthe merit of punctuality. The deuce! one doesn't get into that thing\\n\\nfor pleasure; I have business that is devilishly pressing or I\\n\\nwouldn't trust my bones to it. And that horse, which you call Rougeot,\\n\\nhe doesn't look likely to make up for lost time.\\\"\\n\\n\\\"We are going to harness Bichette while those gentlemen take their\\n\\ncoffee,\\\" replied Pierrotin. \\\"Go and ask, you,\\\" he said to his porter,\\n\\n\\\"if Pere Leger is coming with us--\\\"\\n\\n\\\"Where is your Pere Leger?\\\" asked Georges.\\n\\n\\\"Over the way, at number 50. He couldn't get a place in the Beaumont\\n\\ndiligence,\\\" said Pierrotin, still speaking to his porter and\\n\\napparently making no answer to his customer; then he disappeared\\n\\nhimself in search of Bichette.\\n\\nGeorges, after shaking hands with his friend, got into the coach,\\n\\nhandling with an air of great importance a portfolio which he placed\\n\\nbeneath the cushion of the seat. He took the opposite corner to that\\n\\nof Oscar, on the same seat.\\n\\n\\\"This Pere Leger troubles me,\\\" he said.\\n\\n\\\"They can't take away our places,\\\" replied Oscar. \\\"I have number one.\\\"\\n\\n\\\"And I number two,\\\" said Georges.\\n\\nJust as Pierrotin reappeared, having harnessed Bichette, the porter\\n\\nreturned with a stout man in tow, whose weight could not have been\\n\\nless than two hundred and fifty pounds at the very least. Pere Leger\\n\\nbelonged to the species of farmer which has a square back, a\\n\\nprotuberant stomach, a powdered pigtail, and wears a little coat of\\n\\nblue linen. His white gaiters, coming above the knee, were fastened\\n\\nround the ends of his velveteen breeches and secured by silver\\n\\nbuckles. His hob-nailed shoes weighed two pounds each. In his hand, he\\n\\nheld a small reddish stick, much polished, with a large knob, which\\n\\nwas fastened round his wrist by a thong of leather.\\n\\n\\\"And you are called Pere Leger?\\\" asked Georges, very seriously, as the\\n\\nfarmer attempted to put a foot on the step.\\n\\n\\\"At your service,\\\" replied the farmer, looking in and showing a face\\n\\nlike that of Louis XVIII., with fat, rubicund cheeks, from between\\n\\nwhich issued a nose that in any other face would have seemed enormous.\\n\\nHis smiling eyes were sunken in rolls of fat. \\\"Come, a helping hand,\",\"timestamp\":1637315903,\"title\":\"\\n\\\"I'm in style,\\\" he said, giving himself a shake and addressing his\"},\"digest\":\"AaQsn1JHX_xpUFJ859aPGjCrRIoaLYuQOsTsxbj57w8\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEl91U95peujFbf3JMMLhyBW3tr1SD81uG03HP1nVxI\\\",\\\"y\\\":\\\"__oP9glMDjHDymNu02BtiUWjdZ3LN8wy2Nzbe0c7Tyk\\\"}\",\"signature\":\"T94PqeXx1eF3GkhPr4oJcYmYuPtxAEfURJvtYhepVaRwoAPTCiQsr3UD8OgnaE6Bw3blwPjobEzX17oXKDhnnA\",\"signingKeySignature\":\"0x20236977d3b4b01f3f06110fb525e8db5886437f15a54a136bdce402d1c1151d41e1a90f15794be7c0722acb92ffde4c60d9cd74e8936dbaec09e84132e92a8a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEl91U95peujFbf3JMMLhyBW3tr1SD81uG03HP1nVxI\\\",\\\"y\\\":\\\"__oP9glMDjHDymNu02BtiUWjdZ3LN8wy2Nzbe0c7Tyk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AaQsn1JHX_xpUFJ859aPGjCrRIoaLYuQOsTsxbj57w8\"}"