"{\"content\":{\"body\":\"MOSCOW - Russia's Nord Stream 2 natural gas pipeline is ready for operation amid an energy crunch in Europe, Alexei Miller, the CEO of Russia's gas industry giant Gazprom, reported to President Vladimir Putin during a meeting on Wednesday.\\n\\nGazprom has completed filling the second string of the Nord Stream 2 pipeline with gas, and both strings with sufficient pressure are fully ready for use, Miller said.\\n\\n\\\"Now, of course, everything depends on our partners, consumers in Europe. As soon as they agree, large additional volumes of Russian gas will immediately begin to flow to Europe,\\\" Putin said.\\n\\nThe launch of the Nord Stream 2 pipeline will lower gas prices on the spot market, he predicted.\\n\\nThe 1,234-km pipeline, the longest offshore gas pipeline in the world, is expected to transport 55 billion cubic meters of natural gas annually from Russia to Germany via the Baltic Sea.\\n\\nThe pipeline, however, has been lying idle, pending a go-ahead from Germany and the European Union.\\n\\nOn Nov. 16, Germany's network regulator said that it had suspended the pipeline's certification amid speculations that the project would turn into a powerful geopolitical leverage for Russia.\\n\\nMoscow has repeatedly said that the pipeline is purely economical and beneficial to Europe.\",\"timestamp\":1640864995,\"title\":\"Russia's Nord Stream 2 pipeline ready to pump gas to Europe\"},\"digest\":\"JwmPULnGafwhGi3FpVIckf-D69iOdYjD-cJTGKxTwfc\",\"authorship\":{\"contributor\":\"0x708659B97c8c4b782fa9633bCfe36735108E6F63\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HyRrGQ3lFioydHQkAX62aEjbAk4CAGI6ZsSCg5D6orA\\\",\\\"y\\\":\\\"58-NhjGEfrCghs0U3Cgo22ALy-hJ6aou5t6y_KR-gBQ\\\"}\",\"signature\":\"DJuyxQRsH1D72k-Sry-xcFSAw0nSF7ammpE5fBklYKDgd53fyyqioDLskVQGCjdWqFlrgZzbkKSKkkUunDKfxg\",\"signingKeySignature\":\"0x748baf04ab6e01adb258436b0ed70bef66d72ccbefa2cdfd734c82a3840b68e35a3cf33c1126fec712fbd12a98c433de74f3d0818d4c008f5a772a8d0e614d3b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HyRrGQ3lFioydHQkAX62aEjbAk4CAGI6ZsSCg5D6orA\\\",\\\"y\\\":\\\"58-NhjGEfrCghs0U3Cgo22ALy-hJ6aou5t6y_KR-gBQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JwmPULnGafwhGi3FpVIckf-D69iOdYjD-cJTGKxTwfc\"}"