"{\"content\":{\"body\":\"Si eres nuevo en Web3, este artículo es para ti.\\n\\nVamos a entender conceptos básico y discutir porque la web3 importa.\\n\\n## Confianza.\\n\\nCripto tiene una de las caracteristicas que nunca antes habia existido: confianza Si la confianza puede programarse, entonces las personas ya no necesitan intermediarios para hacer cosas.\\n\\n \\n\\n* No tienen que confiar en bancos para que alguien te envíe dinero.\\n* No tienen que confiar en abogados para hacer un contrato.\\n* No tienen que confiar en redes sociales para tener un ingreso.\\n* No tienen que confiar en un notario para certificar una compra y propiedad. \\n\\nLa Web3 son las personas siendo dueñas de la internet, no los intermediarios.\\n\\n \\n\\n## Web1, web2, web3\\n\\nComparemos las diferentes tipos de la  web1 a la  web3\\n\\n* Web1: Leer\\n* Web2: Leer, escribir y Gustar/Compartir\\n* Web3: Leer, escribir, Ser Dueño\\n\\n**Web1** (1990-2000s) era modo lectura solamente. Había directorios de páginas y sitios web que te permitian leer o ver información. El protocolo mas famoso fue el HTTP.\\n\\n**Web2** ( 2000s-2020) puedo leer, puedo escribir o crear contenido y puedo gustar, compartir ese contenido. Los grandes gigantes tecnológicos reinaron y tuvieron hegemonia, eran dueños del internet. Dependian de extraer valor de sus usuarios y ser los intermediarios y receptores de ese valor. La Web2 esta construida en protocolos de servidores-usuarios y las empresas se aseguraron de ser dueños de esos servidores.\\n\\n**Web3** (2020+) es leer, crear contenido, pero ahora las personas SON DUEÑAS de ese contenido. Las personas podran consumir y crear contenidos publicandolos en blockchains en forma de tokens. La web3 son redes de persona-a-persona, de computadora-a-computadora que se hablan entre ellas sin la necesidad de un intermediario dueño del servidor.\\n\\n![](https://images.mirror-media.xyz/publication-images/41pW-D18hb8sia1jQYxJ8.png?height=900&width=1600)\\n\\n## Qué es un Token?\\n\\n**Un token no es mas que el registro de propiedad de algo. ( un artículo, una imagen, un activo, etc)**\\n\\n \\n\\nEstos Tokens pueden representar un valor intercambiable (fungibles) o valores únicos (no-fungibles)\\n\\n* **Token Fungibles:** tienen el mismo valor y los puedo intercambiar (e.j., todos los dolares vales lo mismo, y puedo intercambiar un dolar por otro, puedo intercambiar un bitcoin por otro bitcoin, puedo intercambiar incluso el valor de 1000 dólares por su correspondiente valor en bitcoin, o pesos, o euros). \\n  \\n \\n* **Tokens No fungibles (NFTs)** su valor es único incluso siendo de la misma denominación. Ejemplo: Hay una pieza de arte de Beeple que costo 69 millones de dólares. Solo hay una, incluso si Beeple creara otra pieza de la misma denominación no valdría lo mismo que la primera. Un CryptoPunk vale más que otros.\\n\\nVeamos otro ejemplo como los juegos de Fortnite o Roblox.\\n\\nEn Fortnite existe la monedad que se llama VBucks o Robux en Roblox.  Estas son tokens fungibles, puesto que siempre valen lo mismo.  Pero en estos mismos juegos yo puedo comprar personajes, skins, armas, emotes, estos últimos son no-fungibles puesto que aunque son de la misma denominación valen diferente.\\n\\n## La Web3 es sobre la propiedad y ser dueño del contenido.\\n\\nLa Web3 es la actualización mas importante de la historia del Internet. Pasaremos de un solo dueño, reglas unilaterales, el usuario es el producto que se vende a anunciantes; A una red donde el dueño y las reglas las pone el usuario.\\n\\nEn la Web3 la propiedad y el control es decentralizado. Los usuarios, programadores y creadores de contenidos pueden poseer piezas del servicio de internet por medio de tokens, sean fungibles o no fungibles.\\n\\n## La Web3 es un cambio de pensamiento \\n\\nLa Web3 es un cambio en el pensamiento y cultura en internet. Encabezará un movimiento colectivo, en lugar de pensar en mi canal de video, pensaremos en nuestro canal de videos. El valor será colectivo y no personal.\\n\\nWeb3 cambiará la arquitectura en los productos y servicios en internet para beneficiar a una comunidad en lugar de una entidad o empresa.\\n\\nEn la Web2 el protocolo y la arquitectura hacia que todos publicaramos artículos, videos y fotos para ser \\\"usados\\\" por el algoritmo de Facebook, Instagram o Tiktok para que fuera viralizado, para tener mas likes o seguidores, para poder tener una marca o audiencia que me permitiera tener ingresos, pero todo el proceso estaba hecho para beneficiar a Facebook, Instagram o Tiktok.\\n\\nLas empresas poseian, se beneficiaban y dictaban como debía ser el internet. Los usuarios solo eran el producto que vendian a los anunciantes.\\n\\nWeb3 cambiará la arquitectura en los productos y servicios en internet para beneficiar a una comunidad en lugar de una entidad o empresa. Por ello en el esqueleto de la Web3 no serán servicios o productos, sino protocolos que permitan crear comunidades y brindarles valor.\\n\\nLa Transición del Web2 al Web3 durará una década, pero podría ser acelerada no por el mundo de las criptomonedas, sino por el mundo de los NFTs.\\n\\nLos NFTs te dan la habilidad de ser dueño de objetos, arte digital, ser miembro de un club exclusivo, coleccionar, entrar a un local, participar en una fiesta, y en el futuro leer un sitio web de noticias exclusivo para dueños de NFT. Los boletos de avión, entradas al cine, entrada a un concierto será un NFT. \\n\\nLos NFTs existen gracias a una Blockchain. Una Blockchain no es mas que una Especial Computadora que todo mundo puede acceder pero que no tiene un dueño único. (como Google, Facebook o Amazon).\\n\\nLa Blockchain que permite emisión de NFTs mas famosa se llama Ethereum, que es una computadora global decentralizada donde 'pedazos' de ella son poseídos por usuarios y gobernados por ellos. ¿cómo? A través de un token fungible llamado Ether. Tú puedes comprar Ether. No hay una empresa dueña de Ethereum. El valor de Ethereum es su comunidad, usuarios, programadores, creadores de contenidos, etc. Todos orquestados bajo tokens fungibles y no-fungibles.\\n\\n> Recuerda la Web3 es la internet siendo dueña por los usuarios, programadores y creadores de contenidos orquestados en tokens.\\n>\\n>  \\n\\nTomar ventaja del Web3 no implica como creo un canal, un podcast, un blog, un newsletter. Implica como creo una comunidad. La comunidad es el centro de todo el ecosistema. La forma como se le dará valor (productos o servicios) se materializará en forma de  NFTs, Tokens, DAOs, Protocolos, blockchains\\n\\nLas tokens pondrán a un grupo de personas a trabajar en favor de una meta en común, lo que hará que esta comunidad/red crezca y el valor o utilidad de una token aumente. \\n  \\n Esto arregla el problema de las redes centralizadas donde el valor es acumulado para una sola compañía, donde la compañía muchas veces termina afectando a los usuarios. (puesto que la empresa no ve por el valor del usuario sino por el valor de la empresa misma y de sus acciones) \\n\\n \\n\\n¿Haz visto cómo un famoso influencer hace ganar millones a una red social y después la red social bloquea su canal, baja su contenido o cambia el algoritmo? \\n\\n \\n\\nLa Web3 arregla esto porque ofrece una mejor distribución del poder, mas justa y decentralizada en beneficio del usuario, los creadores de contenidos y los programadores, generando un valor intrínseco para la comunidad y para sus tokens.\\n\\n \\n\\nEstamos en etapas muy tempranas. Es como el 2004 cuando comenzó Facebook. Aprende para poder involucrarte.\\n\\n \\n\\nQuieres empezar en Web3, comienza creando una Comunidad Mínima Viable. Puede ser una causa, un gusto compartido (comprar un campo de golf),  coleccionar (CryptoPunks, tarjetas de deportes, funkos ), acceso a un restaurante, organizar una festival de música, financiar startups ( crear un club de inversión), etc, etc, etc.\\n\\n \\n\\nLiteral las posibilidades son infinitas.\\n\\n \",\"timestamp\":1642701148,\"title\":\"Que es Web3\"},\"digest\":\"fcOng_eAbXY1vrAHoFTrM9eabt-F0kHFZTUV2XBRibc\",\"authorship\":{\"contributor\":\"0x77F9c6fBAe75339B54519E606D07240EBc2848b5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tNV1dmLnQ-gr7Xf_Df4aci8YMUdg9NSqF0IW99DEYk4\\\",\\\"y\\\":\\\"K5xUWYERyQW5UmX-Rs2-RFh1mSl65DJQkAW-u0i6Qes\\\"}\",\"signature\":\"nYwtBCmwtRMRK7JOWU7ETie4xznQK-pqvVBf96EOVYe7YLE1MjamgTm_O3KuJyLrQZVdrIJubv6t209MxylAjg\",\"signingKeySignature\":\"0xe06bc808344da9bacf9ff3c4f6e9dbf683dc9203cc7bf0d1d22ecc984fa8a0066207f803ec5651e506747dc2c3291b9ef2c05e98ad5f809231bc289935c92a3f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tNV1dmLnQ-gr7Xf_Df4aci8YMUdg9NSqF0IW99DEYk4\\\",\\\"y\\\":\\\"K5xUWYERyQW5UmX-Rs2-RFh1mSl65DJQkAW-u0i6Qes\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fcOng_eAbXY1vrAHoFTrM9eabt-F0kHFZTUV2XBRibc\"}"