"{\"content\":{\"body\":\"![chrissie-yiann-rsbvXYCry0w-unsplash.jpg](https://jacobrobinsoncom.files.wordpress.com/2019/10/chrissie-yiann-rsbvxycry0w-unsplash.jpg?w=750)\\n\\nPhoto by [Chrissie Yiann](https://unsplash.com/@chrissiey?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nFor the longest time, I never really understood why out of all of the Bible stories, you’re taught “The Book of Job” the most in English classes. It really didn’t seem any more special than any of the other stories from the book, and yet I must have been taught it at least three times throughout high school and college. It could have been that my teachers were just not that good, but we always only followed the literary theory behind the story rather than the meaning of the story itself. However, I’ve sort of stumbled upon a revelation recently that there is, in fact, a very good nontheistic moral to come out of The Book of Job. And I wanted to dedicate this blogpost to discuss what I’ve found out.\\n\\nI’ll start off with a (very) brief summary of The Book of Job; just the parts we really need to keep in mind. In the story, we have Job, a devoted follower of God who has a relatively successful life. Seeing this, the Devil makes a deal with God saying that he can cause Job to no longer be a follower; God takes the bet. The Devil then proceeds to make Job’s life a living hell, taking out his crops, his family, and his physical ability. However, by the end of this, Job still praises God. As a reward, God gives Job back everything he once had, doubled.\\n\\nNow, at surface level, this doesn’t seem to mean much beyond “follow God and nothing bad can ultimately happen”. But, let’s try switching some words around. Let’s start by replacing God with life, or perhaps an overarching goal to life. Let’s also assume an obstacle that is perhaps not as out there as being plagued by the Devil. Well, are you starting to be able to see it now?\\n\\nI have a pretty good example of this, so I’ll lay it out. Over the past week or so I’ve been dealing with a pretty bad fever that’s been going in and out; pretty awful timing, speaking that it’s also midterms season and I have a million projects, exams, and problem sets due. Now, two things could come from this; I could, in the context of the story, “succumb to the Devil” and spend the days suffering in bed, failing most of my classwork. Alternately, I could continue to work towards life and get the work done (while still giving myself some necessary rest). If I succumb, the bad times will continue to haunt me, as I’ll still have to deal with catching up after failing to get everything done that I needed to. However, if I continue working, the worst of times are now past, and I can have a newfound appreciation for life without dealing with any additional stress.\\n\\nThe point of The Book of Job, in reality, has nothing to do with God or The Devil. The point of The Book of Job is that sometimes life throws us really shitty cards, and we’re just forced to play anyways. Like when my laptop charger snapped and I was forced to figure out a fast solution, far from home and with little cash, what to do next. Or suddenly getting a bad flu right when it is most important that I’m in top productivity shape. These points at the time are pretty objectively awful points to be in; however, they also make you a much stronger person. If you can survive the toughest life throws at you, then you can survive anything.\\n\\n…\\n\\nAnyway, that’s all for this one. If you want to keep in touch, **check out my biweekly newsletter!** Following this will give you the low-down of all the new stuff I’m working on, as well as some things I found interesting. As an added bonus, you’ll also receive the **Top 10 Tools I Use on a Daily Basis** to help better manage your workload and do higher quality work in a shorter amount of time.\\n\\n[Subscribe here](https://astukari.substack.com/)!\",\"timestamp\":1638933116,\"title\":\"What the Book of Job Really Means\"},\"digest\":\"igFB4uKVVnFK1wb3_BP-YvBuPvbDAUYYxKEUyR6T-54\",\"authorship\":{\"contributor\":\"0x7842C934Ef39De9D40cD6C9EBf0389041C6f33B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"signature\":\"tkvCB5lX1CY8woswMhHxFKPy1h3doStcD-yqNZ5JGz6FtXuqgv7b-cMAlQuuI5obNndNkGvuUiO3bqtcJUfWaQ\",\"signingKeySignature\":\"0x8f398b97d2743c5236d72fd2a5176b5fc4350788f91696b10f29090719f110566d669eba51d62c830e4de57da965ec3fd81de8f6dab9f30130bc2898fbdaf1481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"igFB4uKVVnFK1wb3_BP-YvBuPvbDAUYYxKEUyR6T-54\"}"