"{\"content\":{\"body\":\"Gliding on a train, sixteen stops from the city center, a lost cricket chirped beneath a row of plastic seats.  When the train rocked to a stop, the cricket sent distress signals bouncing around the closed compartment.  After a bell chimed, two sets of doors slid open, and two people shuffled onto the otherwise empty train car before taking seats that were comfortably distant.  Both sets of doors slid shut, and the cricket’s screech resumed.\\n\\nAt a certain frequency, piercing calls for help pulsed in every direction, trapped.  Meanwhile, on the way to a night shift, one of the passengers rested in a gently rumbling seat.  Sleepiness softened the chirps.\\n\\nThroughout the cabin, the cricket’s pleas continued, and the other passenger fidgeted back and forth, bundled deep in a puffy jacket.  Having entered the train feeling joyful, a sudden, steeping feeling caused discomfort.\\n\\n“Excuse me, hi, are you asleep?”\\n\\nSquishing and squeaking waltzed across the cabin.\\n\\n“It’s just that, I want to snare a thought.”\\n\\n...\\n\\n“I’ll wake up for that.  Do you have a piece of paper?”\\n\\n“That would also be very helpful.”\\n\\nA backpack unzipped.\\n\\n“Alright, I trust this pen, and let me snag you a piece of paper.”\\n\\nShredded dust floated above a notebook with two fewer pages.\\n\\n“Be careful though, a pen and paper can be dangerous.”\\n\\nDrawn tight, a plush hood hid a smile.\\n\\n“Do I not look dangerous to you?”\\n\\nThe train nestled, a bell chimed, and two sets of doors slid open while rustling chuckles from the two passengers oozed out onto an empty platform.  The doors closed, cinching and releasing the laughter.\\n\\nInside the train, the jacket squooshed into a formal salute.\\n\\n“I accept the threat.  Now, please hand over the pen and paper and leave me in peace.  I must secure this thought.”\\n\\nThe train rattled on as the two passengers reacclimated to the steady motion. No calls from the cricket interrupted the tranquil haze.  On a certain frequency, the pleasantness arrested stress, and every other minute, on the minute, a bell chimed, then the doors opened, paused, and shut.\\n\\n“Wwwaaa!!!  This is my stop!”\\n\\nA whirlwind of smooshing slipped out of the door in an instant.  The remaining passenger scrambled to collect the pen and the sheets of paper. \\n\\nDistressed signals bounced around again as the disturbed cricket restarted its commotion.  With the pen and a blank sheet of paper retrieved, the passenger, still curious, searched for that hand-written thought.\\n\\n“Woah!  What are you doing down here, little sprout?”\\n\\nThe cricket paused, and two hands scooped up the jittery bug.\\n\\n“Don’t worry, I’ll get you back outside.”\\n\\nAfter a bell chimed, the doors opened, and when the cricket sensed free air, it leapt.  The doors closed, and the remaining passenger hesitated before taking the nearest seat.  What thought could have been so urgent?  On the next seat, on the recovered sheet of paper, glinting in shifting light, a duplicate of the thought appeared, imprinted:\\n\\n*Do emotions transmit color?*\\n\\n*Can I see a flash?*\\n\\n*Is there a pattern?*\\n\\n*If I blink, really fast, can I source a counter color?  Will that color confuse the emotion that is present?*\\n\\n*I blinked orange because I saw blue?*\\n\\n*If Blue looked in a mirror, what would it see?*\",\"timestamp\":1641353760,\"title\":\"Orange Cricket Blues \"},\"digest\":\"HGwbAGICWVRecZED8lWrmHbkmZqE8TU_dG0XFpmBUEo\",\"authorship\":{\"contributor\":\"0xF206B3B01c99660e43AA63a874D3785e343946E1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HcF116PzZ-fJcETxZhMk3X8BBqpLurS7WKCRMEWNtg8\\\",\\\"y\\\":\\\"e4lf8uLROgKkBYSkUEiMxpLNxXMOTIuMBp935Hon6Bg\\\"}\",\"signature\":\"gvReFm2oeDbkytfDC0-Uqd8ob1xMk1mwQ6XYdYGVkFFDyTDjKUkqhtEhvr17Kr-kve8_zRkJ0nILf2-UDdOieg\",\"signingKeySignature\":\"0x560e1f82d0681d8816cbcc62d3fd439c42cac4a208f0732fe811d466605f8cea23491e4fd0d049a5482cab42c0c9231e6ef8a28a07802d6e9da595d0ca07ee781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HcF116PzZ-fJcETxZhMk3X8BBqpLurS7WKCRMEWNtg8\\\",\\\"y\\\":\\\"e4lf8uLROgKkBYSkUEiMxpLNxXMOTIuMBp935Hon6Bg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HGwbAGICWVRecZED8lWrmHbkmZqE8TU_dG0XFpmBUEo\"}"