"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/OjXxdigF8RtJKtGlOD2zN.jpeg?height=1079&width=1619)\\n\\nLink to the previous content：\\n\\n[https://mirror.xyz/0x7a387E6f725a837dF5922e3Fe71827450A76A3E5/kPYJ_VYMqwYvXr6Kubd1Zj9n-JZGCtq0qQb89jcZ1TA](https://mirror.xyz/0x7a387E6f725a837dF5922e3Fe71827450A76A3E5/kPYJ_VYMqwYvXr6Kubd1Zj9n-JZGCtq0qQb89jcZ1TA)\\n\\n* **The third stage: NFT products**\\n\\nNon-Fungible Token NFT is a term that describes the ownership of a unique digital asset that can be tracked by a blockchain (such as Ethereum). The range of assets that can be expressed as NFT is very wide, from digital goods (such as items that exist in the virtual world) to ownership of physical assets (such as clothing or real estate). NFTs can be applied in a very wide range of fields because they are only digital representations of ownership. Especially in the field of art and games, there has been significant growth. Please note that digital art works and game items are only a subset of a larger NFT collection. There is also the emerging social token, which also belongs to the category of Non-Fungible token, or is closely related to it. Everyone is very familiar with NFT products, so I won’t explain them here.\\n\\n**NFT sales**\\n\\nEarlier this year, an online short film \\\"Charlie Bit My Finger\\\" was withdrawn from YouTube and sold on NFT for £500,000.\\n\\nIn addition, Twitter CEO Jack Dorsey sold his first tweet for more than $2.9 million in March. That tweet was sent on March 21, 2006, and the content was \\\"My twttr is getting ready\\\".\\n\\n![](https://images.mirror-media.xyz/publication-images/p6EudzTRASkG2VC5r84RP.png?height=476&width=1314)\\n\\nLuxury is involved in the NFT field. In June 2021, Burberry announced that it is cooperating with Los Angeles-based game company Mythical Games to launch a limited edition Blanko NFT virtual figure in its game \\\"Blankos Block Party\\\", which will be held in Los Angeles in 2021. Appeared at the 2021 Electronic Entertainment Expo. Burberry's Blanko NFT virtual figure appeared in the game on August 11.\\n\\n![](https://images.mirror-media.xyz/publication-images/-14zM3FWOX6UvyvZOJKk7.png?height=424&width=637)\\n\\nThe well-known luxury brand LV (Louis Vuitton) is celebrating the 200th birthday of LV founder Louis Vuitton recently and paying tribute to the founder through a number of new initiatives, including a series of LV suitcases and adventurous NFT games.\\n\\nIn the Louis the Game game, players can run around, jump and collect items. In addition, players can also use different LV letter combination printing and color matching to customize character characteristics, and can learn about the past history of LV by collecting postcards and other souvenirs.\\n\\nIn the Louis the Game game, players can run around, jump and collect items. In addition, players can also use different LV letter combination printing and color matching to customize character characteristics, and can learn about the past history of LV by collecting postcards and other souvenirs.\\n\\nOnce this NFT game was launched, it once ranked first in the IOS free game rankings, overwhelming mobile games such as \\\"Glory of the King\\\" and \\\"Peace Elite\\\". The popularity can be imagined.\\n\\n![](https://images.mirror-media.xyz/publication-images/JbX4E94CLhVrXMJMaHyuu.jpeg?height=545&width=944)\\n\\nIn 2021, many pieces of digital art and collectibles were sold at high \\\"sky prices\\\", which attracted widespread attention from the society. As a result, NFTs frequently went out of the circle and quickly expanded their popularity. In addition, the development of game, music, sports, and other application scenarios continues to infiltrate NFT into real life.\\n\\nFrom simple and direct NFT sales to interactive NFT-related software applications, these scenarios that are closer to life enable NFT to continuously improve its performance and intrinsic value. NFT gradually digitizes life, and gradually integrates the physical industry communities such as games, music, and mass fashion into encrypted elements, further opening the door between the encrypted community and the real world.\\n\\nThe participation of luxury goods and sky-high NFT items has discouraged many users. As a result, the sales model has also been changed differently. Such as NFT fragmentation mode. A complete NFT forms millions of fragments, allowing many users to participate in the holding.\\n\\n**NFT lease + Metaverse**\\n\\nIn the construction of virtual characters and the establishment of the metaverse social network, social interaction will bring a lot of vanity. Since “comparison” is a process of emotional collision and pursuit of balance, it requires two factors: platform and being driven. Social media only plays the role of platform, and another or another type of user is playing the role of emotional input. Emotional balance needs the result of the two together, so the platform becomes an influential factor of \\\"comparison\\\", which shortens the distance of emotional effects.\\n\\nIn the process of virtual character construction, the clothes, shoes and accessories of the characters are involved, just like the brand class of real commodities.When faced with high-priced luxury NFT items, we choose the rental model to hold the current character design. Greatly reduce the threshold of luxury-grade NFT use. This is why the basic platform for NFT leasing is indispensable whether it is in the chain game or the NFT commodity market.\\n\\nFor example, Gameland provides a system of NFT scalable basic protocol issuance platform, as the infrastructure of the chain game, for the online chain game, the game items can be put into gameland for rent and sale to help players obtain revenue. For the chain game being designed, gameland It can be used as an infrastructure for nft to create, store, rent and sell, allowing developers to focus on their own game design without worrying about the underlying storage facilities. Among them, it supports the composability operation of NFT, and users have more creative opportunities. With the support of different NFT combination features or expandable metadata, the development of NFT will be more diversified.\\n\\n**The key words of the third stage are summarized as: the rise of games, social networking and business operations, the emergence of more marketing models and sales platforms.**\\n\\n* **The fourth stage: the Metaverse world**\\n\\nAt this stage, I prefer to use the term \\\"mid-metaverse\\\", as all the basic elements of the meta universe are in a perfect state and can piece them together. Perhaps, or it can be said that the civilization of the metaverse is perfected. Virtual characters are the core element of the metaverse. After enriching the voice and behavior interaction of virtual characters, the virtual characters restore the actions of real-world characters through a real-time action system, which also makes various types of interactive experiences possible. The \\\"Ready Player One\\\" or \\\"Tron: Legacy\\\" fully embodies the interactive mode of reality and virtual scenes. The virtual world is full of different application scenarios such as social interaction, shopping, and competition. Users can also experience various styles of themselves in the virtual world.\\n\\nThe movie \\\"Ready Player One\\\" more intuitively showed the audience the realization form of \\\"meta universe\\\". Put on a VR helmet and enter the virtual world of \\\"Oasis\\\". The \\\"Oasis\\\" has a fully operational virtual social form, including digital content and digital products from all walks of life. The protagonist can not only \\\"see\\\" but also \\\"feel\\\". Through the somatosensory suit, he can perceive the physical pain caused by conflict in the virtual world.\\n\\n![](https://images.mirror-media.xyz/publication-images/4TV9A-VtzLJ_yuG9PMIZ5.jpeg?height=168&width=300)\\n\\n**Link digital assets with real-world economic activities in the metaverse** \\n\\nThe metaverse is also expected to have a close connection with the real world economy—and eventually become an extension of it. In other words, Metaverse must have the ability to allow companies and individuals to participate in economic activities as they do today. In short, this means being able to build, trade and invest in products, goods and services.\\n\\nTo a certain extent, this may rely on non-fungible tokens (NFT) as the basis for value creation. NFT is a statement of ownership of unique and non-fungible digital assets stored on the blockchain. If NFTs become a commonly used tool for such commodity transactions, they will help accelerate the use of the XR ecosystem as a place where people integrate digital economic elements with their offline lives.\\n\\n**The summary of the fourth stage is: real-time reality, interoperability, complete economic system and open virtual interactive space.**\\n\\n We are in the early stages of understanding how to operate rich and dynamic economies in these virtual worlds and how each economy affects not only the other but also the outside world. What we need to consider is not just a simple transaction for NFT works, we need to develop the basic combination capabilities of the meta universe, and provide interoperable link capabilities for different virtual components. The metaverse is a new generation of inevitable social methods, and NFT is to meet the rigid needs of virtual social social identity and practicality at the same time.\\n\\n \",\"timestamp\":1638261084,\"title\":\"Exploring the prototype of the Metaverse, and constructing the economic business circle of the Metaverse-Part 2\"},\"digest\":\"fKYSvpOVW-W7H3GeTaXXVYU5g2ClJaovlU7RKvHQzDw\",\"authorship\":{\"contributor\":\"0x7a387E6f725a837dF5922e3Fe71827450A76A3E5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oKgFYzYsVkEcv9GiCibij4kPBgsqDaQanNzKUb6uimc\\\",\\\"y\\\":\\\"utFxmTbLiRuEs54QpSSQ_eBqeemR5rjSwXOSZ5xAIpM\\\"}\",\"signature\":\"aOcc1VqAA2XifqVN7w6nWYMkcGFFWdBm4Iw5H2XoqfIJUjKDnbPHD4GOXL79NM2aPxezbrDY7jPpfUHncmoMeQ\",\"signingKeySignature\":\"0xee98f55c48b80cdcb6345939df1087148e7b67769c1a2374cf4547314954d390748879f7b6e16aaef429b8637ba0f759452671c79a2e19321429206004a1fa2d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oKgFYzYsVkEcv9GiCibij4kPBgsqDaQanNzKUb6uimc\\\",\\\"y\\\":\\\"utFxmTbLiRuEs54QpSSQ_eBqeemR5rjSwXOSZ5xAIpM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fKYSvpOVW-W7H3GeTaXXVYU5g2ClJaovlU7RKvHQzDw\"}"