"{\"content\":{\"body\":\"NFT rich and USDC poor? Fortunately for you, lending markets have popped up - you can deposit your NFT and borrow against it. Alternatively, if you want instant liquidity and no one has a buy offer, deposit the NFT into an NFT ETF and sell the ETF share.\\n\\nNFTs or nonfungible tokens represent unique assets that are not interchangeable with their peers. Generally, NFTs are predominantly collectible eye candy such as Punks or BAYCs, but today include financial positions such as off-chain assets or Uni V3 LP positions. And now they’re slowly being integrated with onchain financial infrastructure - the DeFification of NFTs has begun.\\n\\n## NFT DeFi Taxonomy\\n\\nDeFi primitives such as lending, trading, options, insurance, etc., are permissionless building blocks that enable anyone to earn yield and access financial tooling. These primitives are well established in the tokenized world but are nascent in the NFT metaverse. Building a taxonomy enables us to classify different types of protocols and understand which areas are being unexplored.\\n\\n### Taxonomy Highlights\\n\\nSome quick learnings from the current NFT Defi landscape:\\n\\n* NFT marketplaces, fractionalization and lending are deeply competitive markets.\\n* The majority of NFT trading is p2p rather than AMM-based.\\n* NFT native DeFi applies to both collectible NFTs and financial NFTs (ex: borrowing against Uni v3 LP positions and off-chain assets)\\n* Insurance for NFTs doesn’t exist, it’s also unclear what this would look like\\n* Analytics are surprisingly siloed, where tools will only look at NFTs on particular networks.\\n\\n## NFT Native DeFi\\n\\n![](https://images.mirror-media.xyz/publication-images/Z8X4IJ_8oN8kSQrr9TOJ1.png?height=716&width=1378)\\n\\nTokens are convenient for protocol designers; they are fungible, each one interchangeable with another. If you deposit one ETH into a pool and withdraw it sometime later, you don’t need to get the same ETH back as all ETH are the same - thus, one ETH is always one ETH. This is not the case with NFTs where each one is unique; therefore, integrating NFTs into existing DeFi infrastructure involves tokenizing NFTs, making them fungible - for example, making all NFTs from a collection equivalent to each other. But then you lose the granularity and nuances of each NFT.\\n\\nTake lending protocols, where you deposit an asset and borrow against it. Before NFT native lending protocols, if you wanted to borrow against their NFT, you would first tokenize it, most commonly through an ETF tool such as NFTx or NFT20. These protocols work by creating a pool of NFTs and issuing tokenized derivatives representing the underlying assets. Then once you have the ETF token, you can deposit it into a lending protocol that accepts.\\n\\nHowever, the protocol values each NFT equally regardless of their actual value due to the ETF design. One NFT deposited into the pool creates one ETF token. And this value isn’t the average of the entire pool of NFTs. It is the value of the cheapest NFT - commonly known as the “floor price”. This means even if you have a more valuable NFT, the protocol is ignorant and returns you only 1 ETF token. Thus you can only borrow against the floor value rather than the actual value of your NFT. With NFT native DeFi, using protocols such as PawnFi - NFT holders can borrow against the fair market value of their assets which takes into account the unique attributes of their NFT.\\n\\n### Lending Protocols: Native vs Non Native NFT DeFi\\n\\n![](https://images.mirror-media.xyz/publication-images/nmz4q2pDBEandeHLXdpaG.png?height=374&width=1254)\\n\\n### Looking Forward\\n\\nNow that DeFi is beginning to include NFTs, what kind of future could we imagine? Especially of the more exotic kind.\\n\\n* Subprime NFT Crisis: NFT loans that have been packaged into CDOs\\\\[1\\\\] turn out to be much less valuable than expected, and given a massive correction in the NFT market, borrowers default as their loans are more valuable than their original NFTs.\\n* NFT ETF Arbitrage: As all NFTs within the NFT index cost the same amount to redeem, game randomness in the redeem() function to extract NFTs whose fair market value\\\\[2\\\\] would be higher than the floor price.\\n* Orphaned NFTs: Bridge rugs cause the NFT to be stuck on another chain away from home.\\n* NFT Bridging: Transfer NFTs to chains with privacy or unique applications such as more efficient auction methods.\\n* NFT Perpetual oracle manipulation: Perps require an oracle to determine the asset price on other exchanges to calculate the funding rate (as the price of the perp should be in line with the price of the actual asset).\\n\\nNFT native DeFi is exciting. Due to the inherent nonfungibility of NFTs, how will protocols encourage liquidity, will AMMs even exist, or will everything be RFQ? Or will everyone be using some tokenized form of NFTs?  What about the market size? Many collections of NFTs only have 10,000 NFTs - will this limit market participation, or will most users own synthetic representations of NFTs instead? Only the future can tell.\\n\\n### Footnotes:\\n\\n\\\\[1\\\\] CDOs or Collateralized Debt Obligations take individual loans and bundle them together into a financial product that smooths out their repayments. (If one lender defaults, the impact is lower). Oftentimes CDOs will have different tranches with varying payout seniority.\\n\\n\\\\[2\\\\] Clearly FMV is extremely vague for NFTs, but sometimes certain traits become more popular and fetch prices greater than the floor price.\\n\\n\\n---\\n\\nPlease contribute @ [github.com/lsquaredleland/NFT-DEFI](http://github.com/lsquaredleland/NFT-DEFI)\\n\\n\\n---\\n\\n*Special thanks to Cindy Jiang, @0xSanthosh, my Galaxy Digital teammates and others for providing feedback.*\",\"timestamp\":1638216670,\"title\":\"Integration of NFTs into DeFi\"},\"digest\":\"iOCUoXeOm9aPjUUthlnfINJ_3FWjXNZt-uyaRv3ppzc\",\"authorship\":{\"contributor\":\"0x05ba910d9b6128dA5E2B9486d5eDc00F8174f1c6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YJ_Avp6mFaGm8c6F5CRoq_iR0AvCQf7zR10zjlL3hmI\\\",\\\"y\\\":\\\"GjDLSoLHdxL5adYMnAeFk11xL_ndXl1a8RxMAgaKVlA\\\"}\",\"signature\":\"0k9uo0nkNXJZ9FhY4PfPgUacRhzvi_Dh2y4z08igsuwRCuRrHn3L5PvscAKH2pFqBqM9aeLHAchQJAAclncfPw\",\"signingKeySignature\":\"0x63031912ce2311cda0ce21959f6c0125d8e09f22a7fe5409f8e698c4f7ba1a223383ad329c01aaa5a06795d0ecdd90f5b3d8e7524f1d30b5a4605da38eab223c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YJ_Avp6mFaGm8c6F5CRoq_iR0AvCQf7zR10zjlL3hmI\\\",\\\"y\\\":\\\"GjDLSoLHdxL5adYMnAeFk11xL_ndXl1a8RxMAgaKVlA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6zYWHxQLynrwGktFyVa6HgzKmfiz-sG9qT7WRi9Z8_U\"}"