"{\"content\":{\"body\":\"**[Decent](https://decent.xyz) is a first-of-its-kind marketplace and infrastructure that creates NFTs collateralized by musicians’ royalties. We enable artists to receive funding from and build community with their fans.**\\n\\nArtists face significant barriers to entry in the music industry and our mission is to accelerate independent artist growth and help artists capture more value from their careers.  Just as streaming platforms democratized audiences, we aim to democratize ownership and participation with Decent.  More to come on this in future Mirror posts.\\n\\nWe’re bringing royalties on chain to intrinsically tie investors’ ROI to artists’ popularity, aligning artist & fan incentives to reinvent funding, marketing, and discovery.\\n\\nWe just announced our first release with rapidly emerging group (from Kygo’s Palm Tree Crew), [Forester](https://www.instagram.com/forestermusic/). As we kick off our first opportunity to get involved, we want to be transparent about what Decent does, how we do it, and what you can do to start supporting your favorite artists.\\n\\n## Delivering value to artists and fans.\\n\\n*We’re building a better pathway for artists.*\\n\\n* Keep more of your royalties than with a label\\n* Incentivize your super fans to be even more engaged and help grow your career\\n* Control 100% of your IP\\n\\n*We’re creating new opportunities for fans to earn by supporting the music they love and listen to everyday.*\\n\\n* Support your favorite artists as they list their NFTs\\n* Stream like you normally do, tell your network about the music you love, spread the word on your social media, etc. When artists become more popular, you will share in their success\\n* Engage directly with your new musician and fan teammates\\n\\n*Early participation in artist communities on Decent will lead to community rewards in the form of tokens down the line.*\\n\\n* Decent will allocate 5% of the NFTs minted in each artist auction to its treasury\\n* Following a critical number of raises, Decent will issue a Decent token to its community backed by the value of the treasury\\n* Decent’s token will trade as an index fund of its artists’ NFTs, enabling more fans to participate than NFTs minted and provide exposure across Decent’s artists\\n\\n## How does this all work?\\n\\nDecent is the first marketplace to mint royalty-collateralized NFTs.  But what does that mean and how does the platform work?\\n\\n1. **Artist Set-Up:**\\n   * Artists choose the percentage of the royalties from their song, album, or entire portfolio of music that they would like to list *(e.g., 20% of royalties for an album)*\\n   * Artists specify the time for which they would like to make those royalties available to fans *(e.g., 20% of album royalties listed for 5 years)*\\n   * Decent generates an artist “vault” - time-locked wallet smart contracts.  The selected percentage of royalties will be streamed into artists’ vaults for the selected listing period *(e.g., 20% of album royalties will accrue in the vault for 5 years)*\\n2. **NFT Auction:**\\n   1. **Artists set up profile** and project pages on Decent for fans to learn about artists, their roadmaps, what artists are listing, and what the NFT perks are\\n   2. **NFTs are listed at a floor price** representing the value of the listed royalties based on the assets’ past performance\\n   3. **Fans bid to own an NFT.** *Bids can exceed the floor price based on expectation of artist growth, as well as social, emotional, and clout value of holding the NFT to the purchaser*\\n3. **Secondary Trading:**\\n   1. Following the auction, **winning bidders can sell NFTs on the secondary market** (OpenSea, etc.)\\n   2. *Here’s the important part:* **Decent NFTs are keys to unlock royalty vaults.** NFT holders do not receive any royalty payments until the end of the vault-lock duration. During the vault-lock period, secondary trading value will be based on the expected value of royalties accrued in the vault.  If fans believe an artist will become more popular during the listing period, they will bid above the listing price and vice versa.\\n4. **Vault Unlock:**\\n   1. At the end of the listing period, fans holding artists’ NFTs can unlock a percentage of the vault value. *(E.g., If 100 NFTs were minted in an initial auction and a fan owns 1, that fan can redeem 1/100 or 1% of the vault value)*\\n5. **Perpetual NFT Value:**\\n   1. **Once the royalty collections are complete, the NFTs still hold immense value.** Artists can reward loyal holders with exclusive opportunities, and the older the show of support, the more valuable the NFT in the Decent ecosystem. Collectors and individuals in the ecosystem with the best performing collections can compete to win rewards and opportunities through the Decent platform.\\n\\n## Join Decent\\n\\nDecent is the only platform in the space that provides artists an upfront investment of capital, without forcing artists to give up royalties in perpetuity.\\n\\nWe've done this because we axiomatically believe each song released should have the potential to be the cornerstone of a career.\\n\\n**If you’re an artist looking to accelerate your career, or fan ready to support your favorite artists, we’d love for you to join the Decent community!  Sign up for our waitlist [here](https://docs.google.com/forms/d/16Be1wHpeuu-5iRLB9VODTssh23NkJEQOguFZy1_ziuw/viewform?ts=619e3b0e&edit_requested=true) & hop in the [Discord](https://discord.com/invite/kJA7M72X) to stay up to date with our artist auctions.**\",\"timestamp\":1637970398,\"title\":\"What is Decent?\"},\"digest\":\"iDmVTjfruV5pNSxFVa944rozzYjZPjQ33f9HW1g77KQ\",\"authorship\":{\"contributor\":\"0x673Fc290d919684A1B1E46AA69152f7b56FBADD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I27zWLe_c74Jr-IvKRM3ydRH_4_dBeURheu9ee2eRIk\\\",\\\"y\\\":\\\"y1cCpvMWBJMN486KVkseomKv35JvSo10VNmrQFtcX6w\\\"}\",\"signature\":\"wj4x-ztnRGX2YwLo38yMlCveGExZv4tWRNIVD-tWf7vy43WJuUaSK-b9T5jQJgf9U-XM6TAZFOZnFaXuAjZOsg\",\"signingKeySignature\":\"0x0101dde8ea632eb848e6392574cb6fb30eb19e7748d580aebfbde3c3297eb28f0e8a35f7616aeecf78eb6b6af04b0f01bab9afc246ea24e3af062765b224e7b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I27zWLe_c74Jr-IvKRM3ydRH_4_dBeURheu9ee2eRIk\\\",\\\"y\\\":\\\"y1cCpvMWBJMN486KVkseomKv35JvSo10VNmrQFtcX6w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZcvAnweCibaLXqSN1QK7DRRPz42O36Eu6MVvgbO76GE\"}"