"{\"content\":{\"body\":\"\\\"She blames me for all that has happened.\\\"\\n\\n\\\"I don't know, madam. My sister looks very ill, and keeps her own room. If she does not visit you, she holds equally aloof from us all. She has not taken a single meal with me for some days.\\\"\\n\\n\\\"Since I was your patient and your guest.\\\"\\n\\n\\\"Pray do not conclude from that--Who can interpret a woman?\\\"\\n\\n\\\"Another woman. Enigmas to you, we are transparent to each other. Sir, will you grant me a favor? Will you persuade Miss Vizard to see me here alone--all alone? It will be a greater trial to me than to her, for I am weak. In this request I am not selfish. She can do nothing for me; but I can do a little for her, to pay the debt of gratitude I owe this hospitable house. May Heaven bless it, from the roof to the foundation stone!\\\"\\n\\n\\\"I will speak to my sister, and she shall visit you--with the consent of your physician.\\\"\\n\\n\\\"It is well,\\\" said Ina Klosking, and beckoned her friends, one of whom, Miss Gale, proceeded to feel her pulse, with suspicious glances at Vizard. But she found the pulse calm, and said so.\\n\\nVizard took his leave and went straight to Zoe's room. She was not there. He was glad of that, for it gave him hopes she was going to respect his advice and give up her solitary life.\\n\\nHe went downstairs and on to the lawn to look for her. He could not see her anywhere.\\n\\nAt last, when he had given up looking for her, he found her in his study crouched in a corner.\\n\\nShe rose at sight of him and stood before him. \\\"Harrington,\\\" said she, in rather a commanding way, \\\"Aunt Maitland is ill, and I wish to go to her.\\\"\\n\\nHarrington stared at her with surprise. \\\"You are not well enough yourself.\\\"\\n\\n\\\"Quite well enough in body to go anywhere.\\\"\\n\\n\\\"Well, but--\\\" said Harrington.\\n\\nShe caught him up impatiently. \\\"Surely you cannot object to my visiting Aunt Maitland. She is dangerously ill. I had a second letter this morning--see.\\\" And she held him out a letter.\\n\\nHarrington was in a difficulty. He felt sure this was not her real motive; but he did not like to say so harshly to an unhappy girl. He took a moderate course. \\\"Not just now, dear,\\\" said he.\\n\\n\\\"What! am I to wait till she dies?\\\" cried Zoe, getting agitated at his opposition.\\n\\n\\\"Be reasonable, dear. You know you are the mistress of this house. Do not desert me just now. Consider the position. It is a very chattering county. I entertain Mademoiselle Klosking; I could not do otherwise when she was nearly killed in my hall. But for my sister to go away while she remains here would have a bad effect.\\\"\\n\\n\\\"It is too late to think of that, Harrington. The mischief is done, and you must plead your eccentricity. Why should I bear the blame? I never approved it.\\\"\\n\\n\\\"You would have sent her to an inn, eh?\\\"\\n\\n\\\"No; but Miss Gale offered to take her.\\\"\\n\\n\\\"Then I am to understand that you propose to mark your reprobation of my conduct by leaving my house.\\\"\\n\\n\\\"What! publicly? Oh no. You may say to yourself that your sister could not bear to stay under the same roof with Mr. Severne's mistress. But this chattering county shall never know my mind. My aunt is dangerously ill. She lives but thirty miles off. She is a fit object of pity. She is a--respectable--lady; she is all alone; no female physician, no flirt turned Sister of Charity, no woman-hater, to fetch and carry for her. And so I shall go to her. I am your sister, not your slave. If you grudge me your horses, I will go on foot.\\\"\\n\\nVizard was white with wrath, but governed himself like a man. \\\"Go on, young lady!\\\" said he; \\\"go on! Jeer, and taunt, and wound the best brother any young madwoman ever had. But don't think I'll answer you as you deserve. I'm too cunning. If I was to say an unkind word to you, I should suffer the tortures of the damned. So go on!\\\"\\n\\n\\\"No, no. Forgive me, Harrington. It is your opposition that drives me wild. Oh, have pity on me! I shall go mad if I stay here. Do, pray, pray, pray let me go to Aunt Maitland!\\\"\\n\\n\\\"You shall go, Zoe. But I tell you plainly, this step will be a blow to our affection--the first.\\\"\\n\\nZoe cried at that. But as she did not withdraw her request, Harrington told her, with cold civility, that she must be good enough to be ready directly after breakfast to-morrow, and take as little luggage as she could with convenience to herself.\\n\\nHorses were sent on that night to the \\\"Fox,\\\" an inn half-way between Vizard Court and Miss Maitland's place.\\n\\nIn the morning a light barouche, with a sling for luggage, came round, and Zoe was soon seated in it. Then, to her surprise, Harrington came out and sat beside her.\\n\\nShe was pleased at this and said, \\\"What! are you going with me, dear, all that way?\\\"\\n\\n\\\"Yes, to save appearances,\\\" said he; and took out a newspaper to read.\\n\\nThis froze Zoe, and she retired within herself.\\n\\nIt was a fine fresh morning; the coachman drove fast; the air fanned her cheek; the motion was enlivening; the horses's hoofs rang quick and clear upon the road. Fresh objects met the eye every moment. Her heart was as sad and aching as before, but there arose a faint encouraging sense that some day she might be better, or things might take some turn.\\n\\nWhen they had rolled about ten miles she said, in a low voice, \\\"Harrington.\\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"You were right. Cooping one's self up is the way to go mad.\\\"\\n\\n\\\"Of course it is.\\\"\\n\\n\\\"I feel a little better now--a very little.\\\"\\n\\n\\\"I am glad of it.\\\"\\n\\nBut he was not hearty, and she said no more.\\n\\nHe was extremely attentive to her all the journey, and, indeed, had never been half so polite to her.\\n\\nThis, however, led to a result he did not intend nor anticipate. Zoe, being now cool, fell into a state of compunction and dismay. She saw his affection leaving her for *her,* and stiff politeness coming instead.\\n\\nShe leaned forward, put her hands on his knees, and looked, all scared, in his face. \\\"Harrington,\\\" she cried, \\\"I was wrong. What is Aunt Maitland to me? You are my all. Bid him turn the horses' heads and go home.\\\"\\n\\n\\\"Why, we are only six miles from the place.\\\"\\n\\n\\\"What does that matter? We shall have had a good long drive together, and I will dine with you after it; and I will ride or drive with you every day, if you will let me.\\\"\\n\\nVizard could not help smiling. He was disarmed. \\\"You impulsive young monkey,\\\" said he, \\\"I shall do nothing of the kind. In the first place, I couldn't turn back from anything; I'm only a man. In the next place, I have been thinking it over, as you have; and this is a good move of ours, though I was a little mortified at first. Occupation is the best cure of love, and this old lady will find you plenty. Besides, nursing improves the character. Look at that frivolous girl Fanny, how she has come out. And you know, Zoe, if you get sick of it in a day or two, you have only to write to me, and I will send for you directly. A short absence, with so reasonable a motive as visiting a sick aunt, will provoke no comments. It is all for the best.\\\"\\n\\nThis set Zoe at her ease, and brother and sister resumed their usual manners.\\n\\nThey reached Miss Maitland's house, and were admitted to her sick-room. She was really very ill, and thanked them so pathetically for coming to visit a poor lone old woman that now they were both glad they had come.\\n\\nZoe entered on her functions with an alacrity that surprised herself, and Vizard drove away. But he did not drive straight home. He had started from Vizard Court with other views. He had telegraphed Lord Uxmoor the night before, and now drove to his place, which was only five miles distant. He found him at home, and soon told him his errand. \\\"Do you remember meeting a young fellow at my house, called Severne?\\\"\\n\\n\\\"I do,\\\" said Lord Uxmoor, dryly enough.\\n\\n\\\"Well, he has turned out an impostor.\\\"\\n\\nUxmoor's eye flashed. He had always suspected Severne of being his rival and a main cause of his defeat. \\\"An impostor?\\\" said he: \\\"that is rather a strong word. Certainly I never heard a gentleman tell such a falsehood as he volunteered about--what's the fellow's name?--a detective.\\\"\\n\\n\\\"Oh, Poikilus. That is nothing. That was one of his white lies. He is a villain all round, and a forger by way of climax.\\\"\\n\\n\\\"A forger! What, a criminal?\\\"\\n\\n\\\"Rather! Here are his drafts. The drawer and acceptor do not exist. The whole thing was written by Edward Severne, whose indorsement figures on the bill. He got me to cash these bills. I deposit them with you, and I ask you for a warrant to commit him--if he should come this way.\\\"\\n\\n\\\"Is that likely?\\\"\\n\\n\\\"Not at all; it is a hundred to one he never shows his nose again in Barfordshire. When he was found out, he bolted, and left his very clothes in my house. I packed them off to the 'Swan' at Taddington. He has never been heard of since; and I have warned him, by advertisement, that he will be arrested if ever he sets foot in Barfordshire.\\\"\\n\\n\\\"Well, then?\\\"\\n\\n\\\"Well, then, I am not going to throw away a chance. The beggar had the impudence to spoon on my sister Zoe. That was my fault, not hers. He was an old college acquaintance, and I gave him opportunities--I deserve to be horsewhipped. However, I am not going to commit the same blunder twice. My sister is in your neighborhood for a few days.\\\"\\n\\n\\\"Ah!\\\"\\n\\n\\\"And perhaps you will be good enough to keep your eye on her.\\\"\\n\\n\\\"I feel much honored by such a commission. But you have not told me where Miss Vizard is.\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/48](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/48)\\n\\n\",\"timestamp\":1637670929,\"title\":\"\\\"Indeed it is rare. Why does she not visit me?\\\"\"},\"digest\":\"lmsJEZO7FqSV39t2kgx8zyCC0cbY-u1_FeXXoiSH8H8\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_i6QMoyWiqNHThKvjOy9Ki2kuxyC6aX8eTvV8UcpN78\\\",\\\"y\\\":\\\"Dm5rxoRsnF2hTjk5-8DDLh8_BxCWPz4alwVTO2a8r1Q\\\"}\",\"signature\":\"qhB2kg-kb3V5BoAhB6y8mDuyR79aKss7nHRBsTJBaXR_j6GyzPmz13Z_7Fes4yID3L3o_6IomUkhsM2IX0tCVw\",\"signingKeySignature\":\"0x10967f08fccd911c3693028dfc08394fea861af28bbedcc89e11cfbd6d60fe410535da08fd6ffcc13ff027622af75f68a8cc6b761419f9c692b4b8ccbda917441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_i6QMoyWiqNHThKvjOy9Ki2kuxyC6aX8eTvV8UcpN78\\\",\\\"y\\\":\\\"Dm5rxoRsnF2hTjk5-8DDLh8_BxCWPz4alwVTO2a8r1Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lmsJEZO7FqSV39t2kgx8zyCC0cbY-u1_FeXXoiSH8H8\"}"