"{\"content\":{\"body\":\"秋闱在一场小小的风波中结束，人群渐渐散去，演武场又恢复了往日的宁静。 \\n  \\n     但诸人的内心却并未这么快平息，此届秋闱叶伏天太过亮眼，从诸人眼中的传奇废物一跃化身武法兼修的天才人物，而且，武法天赋皆为天品，更令人嫉妒的是，他和花解语之间似有着一层模糊不清的关系，可以说，若非是因为最后叶伏天因余生的事情站出来顶撞师长，秋闱对他而言便算是完美了。 \\n  \\n     当然，除叶伏天外，余生也真正让人意识到了他有多么妖孽，反倒是秋闱第一的慕容秋在他们面前，并没有什么亮眼的地方。 \\n  \\n     晚秋的空气带着几分凉意，像是为了迎接冬日的来临。 \\n  \\n     接下来的数日，青州学宫有许多消息不胫而走，慕容秋和花解语都将成为学宫正式弟子，而且，会被宫主级别的人物看中，余生也一样，据说武道宫几位前辈以及金行宫的宫主甚至为了此次吵了一回，都想要将这位妖孽的人物招致自己门下，亲自教导。 \\n  \\n     这样的待遇让无数外门弟子为之羡慕，果然，秋闱表现最亮眼的人物，会受到学宫大人物的青睐。 \\n  \\n     除此之外，那些位列秋闱甲榜的学员，许多都开始走上藏书阁的二楼观摩厉害的武道功法以及法术。 \\n  \\n     然而，叶伏天，这位因意气用事被踢出在甲榜之外的传奇人物，却似乎很不走运，据说青州学宫上面的大人物对他目无尊长的行为非常不满意，准备给予惩罚。 \\n  \\n     事实上在秋闱余生也站出来了，但有数位宫主级别的人物要抢人，谁还敢惩罚余生？而余生所犯的一些过错，自然就要一并算在叶伏天的身上，只能说，这家伙是真倒霉。 \\n  \\n     叶伏天和余生这几天都在修行，倒没怎么在意外面的消息。 \\n  \\n     今天有秦伊师姐的课，叶伏天准备做个好学员，于是又一次来到了秦伊的讲堂。 \\n  \\n     不过当叶伏天来到讲堂的时候，他发现诸人看向他的目光都透着古怪之意，这家伙，来的还真是时候，惩罚结果刚下来，他就撞上来了。 \\n  \\n     秦伊看到叶伏天出现，美眸同样凝视着他，隐隐有些愤愤不平。 \\n  \\n     “我知道自己很好看，所以，你们不用这样看着我。”叶伏天开口道，诸人翻了翻白眼，果然，无耻的路上还是一路既往。 \\n  \\n     秦伊迈步走到叶伏天身前，她的美眸中似有几分低落之意，开口道：“叶伏天，学宫刚宣布暂禁止你出入讲堂，不过你别担心，我会向学宫反映，相信很快就会撤销这决定。” \\n  \\n     秦伊知道这消息的时候非常不高兴，叶伏天的天赋所有人都看到了，即便在秋闱上有些莽撞顶撞了师长，但难道秋闱就绝对公平了吗？为何要对叶伏天做出这样的惩罚。 \\n  \\n     事实上她还有一些话没有说出来，学宫不仅禁止叶伏天出入讲堂，而且还决定对他进行观察，意味着，叶伏天依旧有可能因为秋闱上发生的事情被逐出学宫。 \\n  \\n     这也是诸人看他的目光有些古怪的原因，一位刚证明自己不仅不是废材，而且还是武法兼修的天才人物，竟然还是没有摆脱以前可能会被逐出的命运，这还能说什么……只能说这就是年轻气盛的代价。 \\n  \\n     不过他们也感觉有些奇怪，按常理而言，不应该吧，毕竟叶伏天在秋闱上表现出的天赋，在青州学宫绝对是顶尖的。 \\n  \\n     只见叶伏天的脸色变了，像是非常的委屈。 \\n  \\n     “师姐。”他的声音变得有些低落，走到秦伊身前，低着头，看着叶伏天的模样秦伊有些不忍，笑着安慰道：“放心吧，不会有事的。” \\n  \\n     “嗯。”叶伏天点了点头，走上前轻轻的拥抱了下秦伊。 \\n  \\n     “他干什么？”周围的人愣了下，这混蛋在干什么？他竟然，抱了…… \\n  \\n     “谢谢你师姐。”叶伏天轻声道，像是非常感动。 \\n  \\n     秦伊眨了眨眼睛，不对啊？ \\n  \\n     她似乎只告诉叶伏天被禁课？这家伙似乎本就没上过几堂课吧，反应会这么强烈？ \\n  \\n     身体猛的往后退了几步，秦伊那俏脸瞬间变得有些红，她的表情从同情怜悯渐渐化作愤怒，像是想通了什么，恶狠狠的盯着叶伏天，一字一顿道：“叶…伏…天！” \\n  \\n     “师姐我忽然想起还有点事，先走了。”叶伏天转身就溜，无论是说话还是脚上的速度都极快，哪里还有刚才的萎靡不振。 \\n  \\n     “别让我再看到你。”秦伊看着那背影喊道。 \\n  \\n     讲堂中许多男生站起身来，到现在还处于愣神的状态。 \\n  \\n     “他竟然，他竟然……混蛋。”有人愤怒的怒吼。 \\n  \\n     他们心中的女神啊，叶伏天，竟然上前抱了？ \\n  \\n     “这无耻之徒，学宫的惩罚太轻，应该将他直接驱逐。” \\n  \\n     “对，应该直接逐出学宫，永远不得踏入学宫一步。”诸人义愤填膺，他们的女神秦师姐就这样被轻薄了！ \\n  \\n     叶伏天和余生走在学宫路上，只见余生开口道：“感觉怎么样？” \\n  \\n     “脑子想什么呢，我只是情不自禁而已，师姐对我太好了。”叶伏天鄙视的看了余生一眼，满脑子装着什么，竟生出那样的想法，他是那种人吗？ \\n  \\n     “嗯。”余生点了点头，露出一个懂的表情，叶伏天只能叹息，余生也变了。 \\n  \\n     “学宫竟然对我进行惩罚？”叶伏天忽然间道，秋闱的事情没有一个结果，余生的榜首就这样莫名其妙的被人夺走了，如今，竟然还要惩罚他，他真的，很不爽。 \\n  \\n     余生也皱了皱眉，道：“难道是因为当时剑阁阁主或土行宫宫主认为被你驳了面子，才这么做？” \\n  \\n     “不管了，难道还真能将我逐出青州学宫不成。”叶伏天道。 \\n  \\n     “谁说不能将你逐出青州学宫。”就在这时候，身后有一道声音传来，叶伏天脚步停下，转身看向那说话之人，眉头一挑。 \\n  \\n     说话之人是慕容秋，他眼神中透着几分蔑视之意，道：“你真天真的以为拥有一些天赋便能够决定一切？那么，余生的第一，是如何丢掉的？” \\n  \\n     叶伏天听到这句话眼神遽然间变得锋利，余生没有夺得秋闱甲榜第一，难道并非是因为两位宫主人物的个人喜好或者误判，而是，有不为人知的因素。 \\n  \\n     “你此刻心中猜想的大概没错，不仅如此，这次学宫对你的惩罚，也和我有关。”慕容秋一步步走向叶伏天，用很低的声音道：“惊讶吗？” \\n  \\n     “咔嚓。”余生双拳握紧，身上隐隐有一股冲动。 \\n  \\n     “想动手？蠢货，你敢吗？”慕容秋扫了余生一眼，依旧透着蔑视之意，叶伏天眼神眯起，眼眸中透着极寒的光。 \\n  \\n     “听说风晴雪是你青梅竹马，很漂亮，十五岁的年龄，很动人的年龄呢，含苞待放。”慕容秋继续说道，余生脚步往前一踏。 \\n  \\n     “余生。”叶伏天喊了一声，他眼中的冷芒消失，随即笑了起来。 \\n  \\n     慕容秋的话不断变得刺耳，无疑只有一个目的，激怒他。 \\n  \\n     若是他和余生真的对慕容秋动手，他怀疑慕容秋可能都不会还手，那么，对他的惩罚，便又有了借口了。 \\n  \\n     “慕容秋，我记住你了。”叶伏天一笑，随即转身道：“余生，走。” \\n  \\n     余生冰冷的扫了慕容秋一眼，随后跟着叶伏天一起离开，慕容秋愣了下，看着那两道离去的身影眼神越发的寒冷，秋闱论战之时不是很嚣张吗，此刻竟然如此没胆？ \\n  \\n     “为什么不让我动手？”余生此刻很愤怒。 \\n  \\n     “然后我背锅吗？”叶伏天郁闷道，秋闱的事情竟然有故事，看来，慕容秋是盯上他了。 \\n  \\n     “你先回去，我有事去其它地方一趟。”叶伏天忽然间道。 \\n  \\n     “去哪？”余生问了声。 \\n  \\n     “去妖精家里。”叶伏天转身离开，余生看着他的背影愣了下，随即嘀咕一声：“都要见家长了吗？” \\n  \\n     好像他们认识才不到一个月吧，也太快了点，余生表示想不明白，摇着头独自回去。 \\n  \\n     花解语家在青州学宫的位置非常优越，而且是独立的别院，里面很大，这点叶伏天并不奇怪，当日天妖山上中年出现的时候青州学宫的长辈都行礼，可见他在青州学宫的地位必然很高，而且花解语本身在青州学宫内也一直是地位超然且神秘的存在。 \\n  \\n     在别院外叶伏天见一青年站在那，看到叶伏天来到这边不由得一愣，道：“叶伏天？” \\n  \\n     “师兄。”叶伏天看了一眼青年，隐隐有些印象，秋闱之时和青州学宫的长辈们坐在一片区域，可能是正式弟子。 \\n  \\n     “你来这里做什么？”青年神色古怪，而且，他怎么会找到这里？ \\n  \\n     “找我老师。”叶伏天道。 \\n  \\n     “你老师？”青年看着叶伏天，问：“谁？” \\n  \\n     “不是很清楚，但住在这里。”叶伏天指了指别院。 \\n  \\n     “花前辈？”青年弱弱的问道。 \\n  \\n     “额……”叶伏天感觉有些丢人，老师姓什么都不知道，但想到老师和花解语之间的关系，那么应该没错了，便点了点头。 \\n  \\n     青年想起秋闱之时叶伏天和花解语眉来眼去，立即明白了，他捂着胸口……心好痛，不由得转身落寞的离开。 \\n  \\n     想到青州学宫似乎正在处罚叶伏天，甚至有些人还隐隐想要将他逐出学宫，他感觉这个世界有些凌乱，谁活的这么不耐烦了……他的弟子敢赶出青州学宫？土行宫宫主？找虐啊！\",\"timestamp\":1638716624,\"title\":\"第十九章 余波\"},\"digest\":\"acyvcd_vK1_wRNi8Yrb4GQ915Wd6qhgMGYeIwsXvmD4\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"signature\":\"d57ZRm4CBn4LphC-ZhWoh2OYk_pWNwI-GeveBgSnNZa9scq7vfTgWKDbOHjjuFT4Ed_k0xb5jENP_TqkQcER-A\",\"signingKeySignature\":\"0x79fc875b5a3087ea3e5a7a33e0c44de874f6d05683b279021a11585495db552d116827529217ede229ee90484086bd83a9de32ea0dc9fee78dc9379f1248a59a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"acyvcd_vK1_wRNi8Yrb4GQ915Wd6qhgMGYeIwsXvmD4\"}"