"{\"content\":{\"body\":\"咱这诅咒之刃可不光是把切肉断骨的好刀，还是把削皮开膛的利器，再加上把圆月弯刀，这珊树魔哪是我的对手，就在它动作刚刚恢复原有的敏捷，周身又开始散发出隐约绿光之时，我是一个急速加影遁，绕到它背后，双刀劈得它背后是木片横飞，伤痕累累。\\n\\n```\\n由于太侧重魔法防御，尽管珊树魔的血量不少，等级不低，但是在我刚才带着小的们，乘它动作迟缓时的一番猛攻下是大受创伤。这不，珊树魔刚聚集起绿光，还没有来得及给我再上一次愤怒践踏，就如一堆朽木般，吱吱呀呀，摇摇晃晃倒下去了，我赶紧一个疾步冲了上前，伸手抄向珊树魔身下。\\n\\n“当！”一声脆响，一个如龙眼般大小，色泽碧绿，手感柔和的小球滚入我的掌心，莫非又是什么首饰，我侧目一看，哈哈，发达了，是颗镶嵌宝石。咱自从上次海底之行过后，一直都没打到过镶嵌宝石，现在，又让我碰了个巧，运气来了挡也挡不住，今天的收获不小，上午一个戒指，下午一个宝石，爽。\\n\\n也没细看宝石属性，我先把它往背包里一扔，赶紧继续摸下去，不过除了个银币外，啥也没了。得，能爆出个东西已经很不错，咱也该知足，继续冲这珊树魔扔采集术，那个火鸟老外似乎能动了，咱可不能把便宜给他白白沾到。\\n\\n“噼啪噼啪，”我那采集术扔在珊树魔身上，直采得它是老皮乱掉，枝断干裂，嘿嘿，让我居然采集到一大堆又黑又硬，跟木炭似的千年古木，这玩意档次可比百年古木高上不少，效果，一定不差吧，我满心欢喜地想到。\\n\\n“哥们，真是太感谢你了，能够路见不平，仗义出手，救兄弟我一命，这份情兄弟一定记着！”火鸟这家伙敢情中国古代武侠片看多了，一恢复行动能力，立即冲了上来，大声嚷嚷道。\\n\\n记着，你这话是真的还是假的，带着个面罩跟我谈感情，切，当我是三岁小孩不成，我可不是仗义，我是为了获利，不用你来着一套。小影在我的指示下早就闪入丛林之中，小白也被我收起了，只有小黑，在我身边磨蹭着，温顺得如大猫似得，一点看不出刚才的凶悍样，我拍了拍小黑的额头，扔了个肉块给它，然后对火鸟说道：“朋友，大家萍水相逢，不用这么客气，不过是件区区小事，不必放在心上。”\\n\\n“不不，能够有这份勇气面对珊树魔的人，绝对有过人之处，哥们，你刚才的英姿可是让我仰慕不已，你绝对是个高手。”火鸟看似激动地说道。\\n\\n靠，这么吹捧我干吗，我可没啥好处给你，奶奶的，虚伪的家伙，说了这么多头套都不摘，生怕我知道你的身份不成，我淡淡地冲火鸟一笑说道：“天地里没有绝对的高手，只有相对的，没有谁敢说能以一敌众，也没有人能说自己是独孤求败，高手二字，离我还很远。”\\n\\n“精辟，绝对是名谚！”听了我这话，火鸟点头说道，“我这人生平最佩服的就是那些英雄好汉，今日得见哥们你，果真让我大开眼界，才知高人是何风度，对了，不知道哥们你怎么凑巧来到这落珊丛林，有什么事我能帮忙的吗？”\\n\\n奶奶的，狐狸尾巴露出来了吧，这家伙绝对是个人精，先把你给捧上天，然后趁你自我陶醉之时，有意无意问你的来意目的，打听你是何来路。\\n\\n帮我，奶奶的，你小子还是我救的呢，那珊树魔刚才怎么不先把你这家伙给挂了，这么能说，都赶得上我家刑天了，刚才你跟大狗说话的口气可跟这完全两样，我心里暗暗冷笑，脸上则平静地说道：“我和朋友约好过来驯服独角兽的，他们还没到，我就在附近转转，刚才正好听到这边巨响，心里好奇，所以就过来看看，没想到真能挂那动作迟缓的珊树魔，救下朋友，实属运气。”\\n\\n你既然问我来路，那我如果不问你为何蒙面的话，你肯定会起疑心，我接着说道：“呵呵，朋友你怎么蒙着个脸，有什么不方便的吗？”\\n\\n听了我这话，火鸟犹豫了一会，把面罩一掀冲我说道：“既然哥们这么说了，那我也就打开天窗说亮话，实不相瞒，兄弟我其实是俄罗斯人。”\\n\\n我故意装出一脸的惊讶说道：“呀，朋友原来是老外啊，呵呵，怎么，也是被天地吸引过来的？”\\n\\n“恩，这游戏做得实在是太好了，我和不少朋友都喜欢上了，不过因为我们人数比较少，为了防止和你们国家的玩家有了冲突，会吃亏，所以才特地蒙了面，希望你不要介意。”火鸟说道。\\n\\n“没关系，我一点也不介意，我可是和平主义者，热烈欢迎外国朋友来天地里玩。”我笑着走了上前说道，心里却暗道：俄罗斯人，奶奶的，那的黑手党可是很出名的，你小子别也是混的黑道，你们怕吃亏，我估计别人惹了你们，才要吃亏呢。\\n\\n“哈哈！那我们还真是有缘啊！”火鸟立即给了我一个大大地拥抱说道。\\n\\n“恩，真是缘分啊！”我也感叹着。热情地拍着他肩膀说道。\\n\\n“我叫火鸟，哥们你叫什么？”火鸟笑着问我道。\\n\\n哦，你名字没隐瞒，那我也不必造假，我回道：“隐为者！”\\n\\n“这次真是多谢你了，以后要是有什么事，需要我火鸟帮忙的话，隐为者哥们你尽管开口，只要能帮上忙，我火鸟没有二话。”火鸟拍着胸脯说道。\\n\\n“咱中国有句老话，叫救人一命，胜造七级浮屠，咱今天救你一命，是理所当然的事，你就不要念念不忘了。”我微笑着对火鸟说道，“对了，我朋友估计就要到，我就先告辞了，天地之大，有缘我们会再见的。”\\n\\n“恩，那就不耽误你忙了，隐为者哥们，我们相信咱们一定会再见。”火鸟“深情”地看了我一眼，握了握我的手说道。\\n\\n我冲火鸟笑了笑，便翻身上了小黑，一摆手，双腿一夹，小黑会意地转了个方向，冲那落珊之池狂奔而去。\\n\\n凝望着我的背影，火鸟那张笑脸慢慢冷了下来，他摸着下巴，轻声说道：“隐为者，这家伙的实力倒是比较强悍，应该值得我交上一交，也不知道老板，会不会对他有兴趣！”\\n\\n跟着脸色又一黑，拿出回城石叫骂道：“妈的，今天可真是损失惨重，除我之外竟然灭了团，回去非把负责踏点的家伙修理一下才行，不把这里刷的boss属性查点清楚，就让我们来冲级，这不是让我们往火坑里跳吗。”说完化作一道白光，闪了。\\n\\n************************************************************\\n\\n这俄罗斯火鸟，还跟我装纯真，要不是刚才听了你们的对话，咱还真把你当是重感情的人呢。得，还是我那句老话，我也不想靠你们帮啥，你们也别对我动歪脑筋就成。不过刚才他的态度还挺中肯，只字不提我有没暴到装备，算是个识相之人，但谈交个朋友的话，倒也无妨，坐在小黑背上，我心里盘算到……\\n\\n中品的青之强化石，可以提高装备20%的防御力，我靠，好东西啊，值钱了哦，在落珊之池我转悠了一圈，看看前后无人，从背包里掏出那宝石一看，嘴顿时笑得跟石榴似得，一直裂到腮帮，咱可是一直都相信好人有好报，这不，回报来了，这石头，咱不卖了，先放着，等华夏公司开放国外服务器，老外们进来以后再卖，老外们，很有钱，我这心里，是知道的。\\n\\n好了，木头咱也搞到了，趁这时候还早，咱在林子里转转，挖点草药，看看能不能遇到独角兽，弄它一头回家……（人心不足啊，今天已经让你小子发了，还想着要独角兽）\\n\\n夜，渐渐深沉了，丛林里不再有白昼的喧闹，除了风吹树叶的沙沙声外，就只有不眠的夜虫在轻声歌唱；乳白色的月光如流水一般，从树梢的间隙滑落，将地上映得是一片迷离；天空如浓墨泼过一般，黑得那么稠，那么深；一轮皓月当空，繁密星群闪烁，看得我是心头一荡，恨不得平添一对翅膀，飞上九重云天，摘下颗星星为伴才好。\\n\\n恩，除了没碰到独角兽，让我的心里有点失落感外，总的来说，咱这趟落珊丛林之行是成功的，收获是颇丰的，整理一下药材满满的包裹，拍拍身上的泥土，哥们我打道回城拉。\\n\\n刚一回到城里，传呼机就嘟嘟响了起来，我拿起一看，咦，是咱那小团队朋友，大熊发来的，他找我干吗？\\n```\\n\\n\\n------------\",\"timestamp\":1640583236,\"title\":\"第二百一十一章 称兄道弟\"},\"digest\":\"qB7XJGfnvwyLWTZG8IPddEDoMYQ24VpfLqGiYJg8F8Q\",\"authorship\":{\"contributor\":\"0xc7bB091b0D6deDC4d6506F8D35416D7307dab140\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNJTvbxuijUQv-TmXokicYWjsbIZ2mS7tcrJj02vix0\\\",\\\"y\\\":\\\"wQZPcS8yt-0k8HHCoIKkGRrCpwhNQYDrExhGbhA8sY0\\\"}\",\"signature\":\"C5jdPNjuDomJwCQ83Nze5HchNSs4ZVHr4ZJgj_0BaoeT-CwSA34qBrZt9VYJUZ9_9B3tlZ9aW6a_-oZlNUDz2Q\",\"signingKeySignature\":\"0x06f174a6a01f98559aa5b12d6fb7ebdd6a8f4d59f81e04c836655c6236e22ce675feea471af502c780a72dd077d05adb0d8ac2cbef4acff73bf1772ba7a30bdf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNJTvbxuijUQv-TmXokicYWjsbIZ2mS7tcrJj02vix0\\\",\\\"y\\\":\\\"wQZPcS8yt-0k8HHCoIKkGRrCpwhNQYDrExhGbhA8sY0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qB7XJGfnvwyLWTZG8IPddEDoMYQ24VpfLqGiYJg8F8Q\"}"