"{\"content\":{\"body\":\"## 1. What is Banker Joe? How can it boost Trader Joe TVL?\\n\\nTop answers from [Knox.Market](https://knox.market/):\\n\\nBanker Joe is an essential step towards our vision of turning Trader Joe into a one-stop-shop DeFi trading platform.\\n\\nTrader Joe Co-founder 0xMurloc commented on the importance of Banker Joe to the growth of the platform.\\n\\nTrader Joe TVL will be boosted through Banker Joe, by deposits of tokens as collateral for lending and leveraged trading or derivatives. \\n\\nBanker Joe will retain that familiar feel you know and love on the Trader Joe platform in both mobile and desktop UX. \\n\\nBanker Joe will offer the opportunities to non-custody of swapped tokens, cross-margining of lending assets and modularized lending.\\n\\n‘Joe Rush’ will launch in mid-October, with a good portion of these incentives strategically deployed into the Banker Joe protocol.\\n\\nA percentage of Banker Joe protocol fees earned from the borrowing interest and liquidations will go to xJOE holders. \\n\\nBanker Joe offers investors the ability to lend or borrow against whitelisted assets.\\n\\nTrader Joe’s friendly UI with the multi-functionality of the platform’s dual protocols, investors can expect a seamless user experience.\\n\\n“JOE is a governance token that also rewards its holders with a share of exchange revenues”, as their CoinMarketCap bio says. \\n\\nThe long-term vision of the team is to make Trader Joe an R&D-focused platform for new DeFi primitives not yet seen on any blockchain.\\n\\nAssets on Banker Joe, must have a Chainlink Oracle data feed as data accuracy ensures efficient management of lending pool positions.\\n\\nBanker Joe will be the first platform to offer a fully-fledged, in-house DEX and Lending protocol on the Avalanche ecosystem.\\n\\nAdding more tokens in the near term (yes this means xJOE at some point)and this list will also grow to potentially Liquidity Pool tokens.\\n\\n*The top answers listed above are results from a Knowledge Market with* 258.30 *CELO liquidity &* 46.60 *CELO volume. Want more insights? Join our [discord](https://discord.gg/aTTD7Xq4CA).*\\n\\n![Hivemind of 29 bidders](https://images.mirror-media.xyz/publication-images/eBGl11FEIf2Mno9SzQY4Q.png?height=800&width=800)\\n\\n## 2. What is HurricaneSwap? What can it bring to Avalanche?\\n\\nTop answers from [Knox.Market](https://knox.market/):\\n\\nMove the liquidity of assets from source chains to Avalanche, providing a better trading depth seamless transaction of multi-chain assets.\\n\\nAvalanche users can freely trade any popular assets of other chains such as Ethereum, BSC and Heco.\\n\\nThis will attract users from other chains to lock LP tokens and provide liquidity for the transaction pool of HurricaneSwap.\\n\\nEstablishes a HurricaneStation on each chain, mapping of source chain assets high scalability in both new assets and new chains.\\n\\nHurricaneSwap, as the first cross-chain DEX on Avalanche, has received investment and various support from AVATAR (the Avalanche Foundation).\\n\\nEstablishing Stations on source chain, creates a transaction pool on Avalanche, do not need complex operations like the cross-chain bridge.\\n\\nBring more capital and users to the protocol, allows users to trade their original assets on the protocol, captures more funds and liquidity.\\n\\nDirect asset transfer across heterogeneous chains mature cross-chain, bring more capital and users to the protocol.\\n\\nHurricaneSwap also provides a means of value capture for liquidity providers — users who lock LP tokens in station.\\n\\nUsers can trade popular assets of other chains without leaving Avalanche.\\n\\nDo not need complex operations like the cross-chain bridge minting and burning of LP assets. This is because HurricaneSwap uses a more advanced LP-bridge mechanism (Roke Protocol) which is efficient, safe and cheap.', \\n\\nMoving forward, HurricaneSwap will actively cooperate with exchanges and wallet service providers, starting with DEX.\\n\\nHurricaneSwap has an accomplished team with equally strong backing and partners, including Huobi Ventures, KuCoin & Avalaunch.\\n\\nIncrease the scale and users, safe, quick, fast, and cheap manner, reduce cost of switching between different protocols, value capture for LP.\\n\\nSolve the current trading islands, transaction in seconds, win-win cooperation, cheaper Gas fee.\\n\\n*The top answers listed above are results from a Knowledge Market with* 228.04 *CELO liquidity &* 65.50 *CELO volume. Want more insights? Join our [discord](https://discord.gg/aTTD7Xq4CA).*\\n\\n![Hivemind of 25 bidders](https://images.mirror-media.xyz/publication-images/bC06HKRmTbN6_iFS6Yitk.png?height=800&width=800)\\n\\n\",\"timestamp\":1634326307,\"title\":\"Week 2 Report: Avalanche's Banker Joe, HurricaneSwap\"},\"digest\":\"aRDN2HOudBh0kQxXkUFre8udGnIjA2dIGYtPsZcsOTA\",\"authorship\":{\"contributor\":\"0xB52093Eb79BBAa599C0De56FD58ceF84656ec987\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJCfrtyKdtrHqGIgqt-NEE-jYnthMPogwkzBPDVWtkU\\\",\\\"y\\\":\\\"h20rgbq83Az6T-ZgW9LOITiP8dKvxPjxo8y5u0MyTuM\\\"}\",\"signature\":\"utTroaZxfjVorbeFr6UgqSb5KT3KITbyitWr4w6H8Q7FSCY_Ziixvb5EVerMthrZR2tyOjSuSR7KO7FVxX1MlQ\",\"signingKeySignature\":\"0xc43cc6e807d247591ff2cc181a231b1e7af570031784ce2b7021e824147bb44330b94ea8c3fe4c5cfa7c8af3a77bb5b96686f45c2bfcf121ef5c3c330bee339d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJCfrtyKdtrHqGIgqt-NEE-jYnthMPogwkzBPDVWtkU\\\",\\\"y\\\":\\\"h20rgbq83Az6T-ZgW9LOITiP8dKvxPjxo8y5u0MyTuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aRDN2HOudBh0kQxXkUFre8udGnIjA2dIGYtPsZcsOTA\"}"