"{\"content\":{\"body\":\"This idea has been a long time in the making. It began when I had a dream about a QR code being on my merchandise for H4J. The idea then was to scan the QR code and have it take you to a link where you can meet some of the actual youth we work with inside of facilities. It then expanded to include a wish list with books, policies being worked/passed which could potentially bring them home and ultimately to humanize youth and the statistics of the juvenile justice system.\\n\\nIt then evolved when I came across BAYC and NFTs. I still want to incorporate clothing and the QR Code idea but implement NFTs for the above.\\n\\nThe concept is narrative change for the youth who fall through the cracks of the system. To humanize. Tell our stories in such a way so the outside world, who does not and sometimes cannot understand how or why, can finally have their “Aha” moment and feel personally empowered to take action.\\n\\n**The idea and spin is this:** \\n\\nMake badass clothing people would actually wear on a night out on the town, with our QR codes. The QR code will have an NFT on it. Completely randomized so no one knows who is getting what. The NFT will be a character created in the likeliness of a person who is incarcerated. With all proper consents and agreements as to what this project is setting out to accomplish to raise awareness and funding. This NFT will be how people gain access to the narrative. The name, charges, and other obvious and blatantly illegal things we cannot do will be changed just so we are not sued but still maintains the integrity of the story. We stay speaking in facts. \\n\\nThe individual in question can be a part of the process if they so chose to, we will strongly encourage them to participate. Portion of the proceeds will be given to this individual. 60/40 split. (Place Holder)\\n\\nOnce the character is created, we put them in a real moment of this person’s story. This is where the vulnerability of the NFTs comes out. For example the character may be at court head down with tears rolling down it’s face being told they are facing life in prison as a teenager. Each character will be in a different moment: being stripped and searched, in a cell, being pepper sprayed or restrained etc.\\n\\nWe want it to be as real as possible and thought provoking for people to truly think about mass incarceration and all it comes with. Infinite possibilities given the fact this is an incarcerated individual we are talking about. Once we have all the characters, back story and all other logistics we have a charity auction, crypto only, with minimum bids on each piece created. It can be done on a marketplace we create and in person as well.\\n\\nThe purpose is to raise awareness and fund the cause. We can then create x amount of characters, after consulting with experts, and have an NFT community solely composed of the people who have purchased and can verify ownership via the blockchain. Like minded individuals we hope that we can then evolve with and actually create what we need in real life to accomplish the dream vision for H4J. In essence creating a self sustaining nonprofit organization. It funds itself. We want to include as much community as possible both via discord and in person with H4J events and gatherings.\\n\\nNFTs can help rewrite the narrative for formerly incarcerated individuals in a way that is real, felt and understood by all. Mari Tibbetts at ASICS sparked the idea, but also noted the global impact this could potentially have. It would put the US on the world stage as its leading incarcerator and air out the dirty laundry we’ve been neglecting to clean because it isn't our mess. Using the current hype and just the amount of eyeballs that physically are watching or trying to catch up with those who are at the forefront of the technology is tremendous to say the least. In terms of branding this is literally the best way to introduce H4J to the world. We can build out the discord and NFT community to then participate in person within their communities. \\n\\nClothing idea: 10 Letterman Jackets with 10 NFTs, randomized and auctioned. Each a 1 of 1 design and representing a real person now out in the community, such as myself, to set the stage for what can be accomplished through this work and NFTs.\\n\\nThe dream is to end the harsh punitive treatment of youth and pave the way for youth development practices which become a standard nationally breaking down the educational, emotional, financial, and societal barriers which have plagued Black and Brown communities for decades. Sustainability is key to help educate and empower the next generation of youth. #FreeOurFuture\\n\\nYours truly,\\n\\nRonaldo “Rondo” Villeda\\n\\n \\n \",\"timestamp\":1641357720,\"title\":\"Hoops 4 Justice QR Code NFT Idea\"},\"digest\":\"OZoKJp8vlOPswk6qxuiGdXlBM2ievNSgk3e_HSMUGrc\",\"authorship\":{\"contributor\":\"0xB681fF95ceb967907fB5D2cAF166173B70F7c033\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bBxA0PY3FCCHbGx3Uz5KJnXpxMxLSZL3XuGLylDm8kA\\\",\\\"y\\\":\\\"vIKLK378_aEcUmtLSiS0yv-LZBGnU-aa8mKX2EffCto\\\"}\",\"signature\":\"QcdhitCnDD3iEdsCXvWo_9WMO2r7bR7YdokbtjuvbOl8jOb1W4rvXnFexojTlh379eYjFa9PvJQFqWEVFx9sCQ\",\"signingKeySignature\":\"0xdae997b5cf5bc6b81f9ebd1d044e650bf2bb57f6385be0fbd5c2dc35c1eeb08b6aa3f7d9aeae8d0307a1fb5626c14babb1efe6b4e9b11b941250bb260289f8cd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bBxA0PY3FCCHbGx3Uz5KJnXpxMxLSZL3XuGLylDm8kA\\\",\\\"y\\\":\\\"vIKLK378_aEcUmtLSiS0yv-LZBGnU-aa8mKX2EffCto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OZoKJp8vlOPswk6qxuiGdXlBM2ievNSgk3e_HSMUGrc\"}"