"{\"content\":{\"body\":\"Welcome to ***The Mars Mirror***, an experiment in quantum blockchain-enabled publishing.\\n\\n**Why Mars?** Because I have seen humanity's future as a multi-planetary species spread across Earth, the moon and Mars and it is *bleak*.\\n\\nOver the past year I have received leaked documents from a classified project including **[communications received from future settlements on Mars](https://marsspectrum.substack.com/p/another-terraforming-failure-on-arsia)** via a quantum networked blockchain.\\n\\n**Quantum blockchains** are most widely discussed in terms of creating more secure and future-proof ledgers, but Del Rajan and Matt Visser have also proposed a concept that, as they[ wrote in a 2018 paper](https://arxiv.org/abs/1804.05979), “***could be viewed as a quantum-networked time machine***.”\\n\\nPlease resist the temptation to understand this concept in terms of *Back to the Future* or any bit of pop culture involving Keanu Reeves. I’m not describing a means of traversing the centuries with wacky gray-haired guys in a phone booth or a Delorean. The quantum encoding procedure can only influence the past. It's more like **being able to receive a one-way broadcast from the future**.\\n\\n### A Meltdown on Mars\\n\\nThe transmissions from the future that were leaked to me appear to have been from a news outlet reporting in the latter half of the 21st century and primarily from a small industrial settlement near the glacier-covered volcano *Arsia Mons* on the surface of Mars. For the past several months, [I have been reconstructing this publication under the code name given to the classified quantum blockchain project: ](https://www.marsspectrum.com/)***[Spectrum](https://www.marsspectrum.com/).***\\n\\n***The Mars Spectrum*** describes a crisis on the Red Planet decades from now, as [plans to terraform the planet and warm its atmosphere](https://marsspectrum.substack.com/p/finally-mars-is-becoming-another) are beginning to succeed, but [at a tragic expense](https://marsspectrum.substack.com/p/deep-ochre-deep-background-on-arsia). Here’s an excerpt from the metadata of one block, apparently meant as a direct message to a recipient in the past:\\n\\n> *We find ourselves repeating the mistakes of the path you travel now. We created a fork in that path, choosing to escape from Earth, but have created an existence here that is far more bleak. Fortunately, the experience of warming two planets with increasingly catastrophic results has made it more clear where mistakes were made.*\\n\\n![A reconstruction of the first Mars Spectrum transmission, which seems to be the debut edition of a future publication from the Red Planet.](https://images.mirror-media.xyz/publication-images/cead5bb6-d81a-4629-9710-d19b01cd5e6c.JPG?height=1060&width=1174)\\n\\nFor obvious reasons, I have not been able to verify the content of these Mars Spectrum transmissions, but I have been able to confirm independently that Rajan-Visser Quantum Blockchains work as predicted as a means of “***nonclassically influencing the past.***”\\n\\n### Into the Looking Glass\\n\\nThe secret project that resulted in the Mars Spectrum transmissions has since been shut down and destroyed, but my source who worked on the experiment and I have begun a collaboration that culminates in this launch of the Mars Mirror.\\n\\nAs of the time I write this, **Mirror offers the most developed UI and UX for inter-temporal communications** via potential future integration with a[ Rajan-Visser Quantum Blockchain](https://arxiv.org/abs/1804.05979).\\n\\nIf properly constructed, integrated and encoded, **the blocks containing these Mirror entries will become available for potential entanglement** with a node located elsewhere in space and time.\\n\\nBut for the experiment to work, an anterior entangled node will have to be created in the future by someone who is aware of our efforts here -- *in the relative past to them* -- to receive their communications. My collaborator (who wishes to remain anonymous) and I are hopeful that the person who sent the Mars Spectrum transmissions may reconnect, but those communications ended quite abruptly, leading us to believe this may not be possible.\\n\\nAs I write this, the pool of potential creators who can carry the knowledge of this project into the distant future so that a connection with Mars may be re-established is limited to just my collaborator and myself. That makes for long odds that a quantum networked blockchain with decades worth of backwards compatibility ever integrates this block. This is why I’ve turned to Mirror and its Web 3 tools to **build a community and an immutable record that will hopefully travel forward** like the proverbial message in a bottle.\\n\\nThe stronger the community, the better the chances of making this historic and transcendent connection.\\n\\nSoon we will be making use of Mirror’s crowdfunding function to mint and distribute tokens to build this community and establish a large enough footprint on chain to hopefully be noticed by future quantum blockchain users.\\n\\nLook for more details to follow as we continue to develop our model for community engagement.\\n\\nIn the meantime, to support development of this project that aims to document our future on Mars and facilitate the creation of a brighter one, **we have minted an NFT that is representative of this historic project launch, including the original artwork at the top [created by ](https://www.instagram.com/paper.prankster/)*[paper.prankster](https://www.instagram.com/paper.prankster/).***\\n\\nPlease consider collecting this NFT at one of the three pre-determined support levels. All collectors will also be eligible for an airdrop of our community tokens in the near future.\\n\\n***More to come very soon!***\",\"timestamp\":1630123162,\"title\":\"Creating a Blockchain Time Machine\",\"publication\":\"mars\"},\"digest\":\"3nVBm7v0qgPMAOOGRpy48r0z5IymWlrxuyS7ak3RTjY\",\"authorship\":{\"contributor\":\"0x15F44e08d75277915Fe09d90490511E75df9B70A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EDM-xQRCmBPgdtRT_AXNGSAc1mwo9xDdz7Fj7Tj6Tkg\\\",\\\"y\\\":\\\"fHpd8WueoEI47taFbsSHQR76mlg-Fy-6wE8D07eTa5g\\\"}\",\"signature\":\"461mteMUc7DBPJJpBeOgwgMifa1WLceK_GpNBxPo4aq0mNCmB27ClQTUBd-O-Fh7hPpiD5z9O--3RiyZR0uuHg\",\"signingKeySignature\":\"0xb717f91997720a53ba5c41d1fe829ff8feb8e8af64398abb46800c0c0113285a10707d21bb06aa1dad7d8c848d13764663aa695b810ece8566466889cbd2965e1c\",\"signingKeyMessage\":\"I authorize the publication of articles on mars.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EDM-xQRCmBPgdtRT_AXNGSAc1mwo9xDdz7Fj7Tj6Tkg\\\",\\\"y\\\":\\\"fHpd8WueoEI47taFbsSHQR76mlg-Fy-6wE8D07eTa5g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tcXR9Svt_n38FLc1eeBAK7O6nrzAHOXh9lInKWFVias\"}"