"{\"content\":{\"body\":\"[Birthblock](https://www.birthblock.art/) is an NFT that represents your wallet’s age. Each tree ring represents 100k Ethereum blocks. The color of the tree changes based on the age of the wallet, too. The 5 other circles represent the month/day/hour/minute/second your wallet was born, placed around the tree like a clock or calendar.\\n\\n![Two Birthblocks (left: older, right: younger)](https://images.mirror-media.xyz/publication-images/lScOahpcpajs_wJpmsI-l.png?height=583&width=1008)\\n\\n**There are 3 things that make Birthblock special:**\\n\\n1. **Fair.** Unlimited total mints with one mint per wallet. No rush to mint, no gas wars, and open to everyone.\\n2. **Naturally Scarce.** The number of possible Birthblock NFTs with 100+ rings is set by existing on-chain data instead of by an artificial limit.\\n3. **Earned.** Part of the infant category of earned NFTs where you earn attributes based on your actions. The older your wallet, the bigger your tree.\\n\\n** \\n In the [Hyperverse](https://twitter.com/dhof/status/1453793483483910145?s=20), there are [3 things that matter](https://b.mirror.xyz/_YI-j1-pRU54dv5m4N3Lmt30WDiborAI5K0yt2clIg8): access, status, and entertainment. Birthblock aims to enable a bit of all 3.**\\n\\n1. The attributes of your Birthblock (such as the number of tree rings it has, or its star sign) could give you access to private digital spaces, like a specific channel within a discord. This enables grouping people together with shared experiences.\\n2. The number of tree rings gives you status in a community where being early is valued. It’s possible for others to go to Etherscan and look up how old your wallet is. Birthblock creates an easily recognizable image to communicate it. How early you were to Ethereum is a single axis, there is an infinite amount more we can get from on-chain data, just like in real life.\\n3. Can you find someone with the exact same Birthblock as you? Do your month/day/hour/minute/second all lineup together in a perfect line? We hope that you’ll be entertained by some of the quirks and secrets of Birthblock, or maybe just by how [cute](https://twitter.com/alexxzzhang/status/1459215422251753476?s=20) you think yours is.\\n\\n## Birthblock Details\\n\\nThere have been \\\\~13.5 million Ethereum blocks since the genesis block on July 30th 2015 until the Birthblock contract was deployed. Each tree ring represents 100k blocks, so the largest tree is 135 rings. A new block is mined every \\\\~13.5 seconds, so each tree ring is \\\\~15.6 days.\\n\\nThe color of the rings is based on how many rings there are, using [HSL](https://www.w3schools.com/colors/colors_hsl.asp), starting with 0 for 0 rings, going up to 360 for 135 rings.\\n\\nBecause we set the max size of the NFT to the size of a Birthblock with 135 rings, unfortunately the number of rings is static - new rings do not get added as time goes on. \\n\\n## Birthblock - A part of The Metagame\\n\\nBirthblock is the first NFT in an infinite series of achievements you earn by playing a game many of us are already playing whether we know it or not: [The Metagame](https://themetagame.xyz/). The Metagame is the game we’re playing as we all build other games, and the infrastructure to support these games. It’s the hammer you get when you build a new protocol, or the scroll when you draft up the lore for a new set of NFT characters.\\n\\nThese earned achievements will allow access to private spaces gated by shared experiences. Each achievement will contribute to leveling up your character and adding gear to your inventory.\\n\\n## What’s next?\\n\\nOn Thursday December 16th at 4pm EST, The Metagame will release our next NFT: Token Garden 💐.  You can follow along on [Twitter](https://twitter.com/The_Metagame).\",\"timestamp\":1639091889,\"title\":\"Birthblock: A Naturally Scarce NFT\",\"publication\":\"b\"},\"digest\":\"VhXAjMN9lkmWTK4XCltXNmIvgXhxpGjYd2_C0eP9jQY\",\"authorship\":{\"contributor\":\"0x17A059B6B0C8af433032d554B0392995155452E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PWIEZM4nYV65sIfY9be5jCfa1ACOchszUnMR_gtpVzc\\\",\\\"y\\\":\\\"2WFYZAqn0uqS5uTJcF3qsq5Uzkc2gHw5a_B1lta6wM4\\\"}\",\"signature\":\"9n03zDWJ_l0qaK-KcAi8VwACR-zIllAS38wMAG1C6aOqTOubCIuywbm0k3ec8u2eTr7uLMp4jkkf79AitZDVmA\",\"signingKeySignature\":\"0x6d1c45dac7e39c05ef6fa0c3485e8ae9f745540b4653e00aa2a8af2382ee5ff7224374b82f4968e2dff3edaf630f164f78ea5fffb11b24a8ca9e2fa4f53447111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PWIEZM4nYV65sIfY9be5jCfa1ACOchszUnMR_gtpVzc\\\",\\\"y\\\":\\\"2WFYZAqn0uqS5uTJcF3qsq5Uzkc2gHw5a_B1lta6wM4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VhXAjMN9lkmWTK4XCltXNmIvgXhxpGjYd2_C0eP9jQY\"}"