"{\"content\":{\"body\":\"U.S. Treasury Secretary Janet Yellen has given her opinions on the potential of a digital dollar but is hesitant to come to any conclusions at this stage in proceedings. Yellen[said](https://www.reuters.com/markets/us/yellen-says-mind-not-made-up-us-central-bank-digital-currency-2021-12-02/) on Thursday that she had not formed a view on whether the Federal Reserve should create a digital version of the dollar, but such a move would require broad consensus among Congress, the U.S. central bank and the White House. \\n\\nThis follows the recent reports that the Federal Reserve is currently researching whether an [electronic version of the greenback](https://cointelegraph.com/news/federal-reserve-bank-reveals-details-of-digital-dollar-research) would be beneficial. Yellen said that she sees both pros and cons to the digital dollar. Although she does have thoughts on its implementation, she feels more research needs to be done before coming up with any definite answers.\\n\\nAccording to Yellen, the advantages of a central bank digital currency need further study, including its[ effects on banking institutions](https://cointelegraph.com/news/cbdcs-could-lead-to-deeply-negative-interest-rates-wall-street-journal).\\n\\nIn contrast, Federal Reserve Governor Lael Brainard, whom President Biden has chosen for vice-chair of the US central bank, has[ called](https://www.reuters.com/technology/feds-brainard-cant-wrap-head-around-not-having-us-central-bank-digital-currency-2021-07-31/) for urgency in establishing a digital dollar. She suggested that she can't fathom not having one when China and other nations are developing their own central bank digital currencies, which she considers a race to the top.\\n\\n***Related: [It's now or never — The US has to prepare itself for digital currency](https://cointelegraph.com/news/it-s-now-or-never-the-us-has-to-prepare-itself-for-digital-currency)***\\n\\nAccording to the Fed secretary, a consensus is required before moving forward. Yellen said that the Federal Reserve was working on a study of the issue and that it would be available soon, and they are cognizant that broad agreement among authorities would need to take place before they could move forward.\\n\\n> \\\"This is a decision that's important and needs to command consensus. There are some benefits, but there are also meaningful costs.\\\"\\n\\nAs Cointelegraph reported in September, Fed Chair Jerome Powell stated that there was [no need for the central bank to hurry](https://cointelegraph.com/news/fed-still-undecided-about-digital-dollar-says-chair-jerome-powell) their digital currency development plans. Despite several central banks creating their own CBDCs, Powell said the Fed was not rushing to embrace the movement.\\n\\n \\n \",\"timestamp\":1639040218,\"title\":\"Digital dollar needs broad consensus among authorities, says US Treasury Secretary\"},\"digest\":\"QoufBdcUV4RrSQgEwnOEHxOYj7m_ftJ34aXLLQEU67w\",\"authorship\":{\"contributor\":\"0x90D74924bd2244bE5f863c0E3c5C363A5D5287D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"phu8AgKL-QBDVn3I9CHbj5EPEmL0jsJfax7WkcUmdFw\\\",\\\"y\\\":\\\"UPxhYVPqSOV1vMvlVeaz-VhWtKBjrcHbRqPrFSkhRpo\\\"}\",\"signature\":\"uqGZqPN0iOmv8fSFO1ZKxwWhxpGTV0yJgfYGuAhM5UupYDgW3kCCGOs9DiiqmCBVlG5SUF2wVKnferrxEbh2MA\",\"signingKeySignature\":\"0x69f6a00bf44f339d0c2a9a694bf4b840d0b671c1ad05b1e639d9ce975099bd4b301db781796c296ecfffdb21a2e20e97da1ec3b7c6794ad647ecf040e6ca02911c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"phu8AgKL-QBDVn3I9CHbj5EPEmL0jsJfax7WkcUmdFw\\\",\\\"y\\\":\\\"UPxhYVPqSOV1vMvlVeaz-VhWtKBjrcHbRqPrFSkhRpo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QoufBdcUV4RrSQgEwnOEHxOYj7m_ftJ34aXLLQEU67w\"}"