"{\"content\":{\"body\":\" [胡翌霖](https://yilinhut.net/author/admin) [2022年1月14日](https://yilinhut.net/?p=8353) [比特币](https://yilinhut.net/category/series/bitcoin)\\n\\n我说什么来着，为什么“[近几年币圈的新事物我都没有紧跟研究了](https://yilinhut.net/2022/01/04/8300.html)”，因为太费神了：机会太多，动不动就fomo。最近玩了几天NFT，又体会到了熟悉的感觉，这圈子真不能常呆，我还是要早日抽身，好好写论文去……\\n\\n不过我还是把我那天失眠时想到的第二个idea写出来吧，当时其实主要想了三个项目，一是《[万神殿](https://yilinhut.net/2022/01/10/8344.html)》，二是《理念世界》，三是《吕克昂》一个精英化的学术出版平台，类似arxiv/doi/sci-hub/知网的结合。后两个思考得都很初步，但我也不想细琢磨了，把思路说出来再说。\\n\\n## 《吕克昂》：去中心化学术平台\\n\\n先说三吧，其实也可以叫《阿卡德米》，不过academy本身就成为表示“学术”的常用词了，所以不如叫《吕克昂》，吕克昂是对academy的继承与反叛，别称逍遥学派，听着更加去中心化一点。\\n\\n现在已经有许多去中心化的文字社区和文本NFT平台，比如mirror.xyz，BBS等，但是我感觉它们的定位都是大众向的，而其实大众社交对于去中心化的要求根本不高，什么化赞为赏啊，竞价发帖啊，其实都可以在中心的平台里做，对大众参与者来说没什么区别。如果是在大众社交平台，我更看好像推特传闻将要做的那样，嵌入对NFT头像的支持。包括说允许用户把文章或发言铸成NFT的功能，都可以由推特、Facebook、wordpress等现有的大平台来嵌入支持。另起炉灶很难与这些大众平台抗衡。\\n\\n所以我更看好经营领域的需求，比如发论文。前段时间老教授状告知网就引起一波讨论，人们发现知网挺坏，但其实国外的论文平台也没好哪去。平台既从杂志社收钱（实质往往是从作者那里收钱），又要从读者那里收钱，两头都收钱，然后费用还都挺高。但读者交的钱到不了作者手里，作者花的钱也往往起不到作用（比如帮忙推广自己的论文）。\\n\\n所以“去中心化”其实早已成为学术圈的刚需。大众根本不在乎推特或微信是中心化还是去中心化的，但学者都喜欢去中心化平台。我孤陋寡闻，都没看到哪个学者是不喜欢sci-hub的。但sci-hub虽然是个海盗平台，虽然受到全世界学者的欢迎，但是它只要有实体，就会被封禁，会被起诉，然后就会停更乃至关站。所以一个用web3和DAO组建起来的去中心化sci-hub是真的有意义的。\\n\\n我设想的论文NFT平台，作者需要花钱才能发布论文——这是必要的门槛，事实上论文作者通常愿意为得意之作花费版面费。而读者是可以免费阅读——这也是必要的公开性。但引用需要付费——这包含在发布论文的费用之内，但不是额外费用，引用得多和引用得少的论文应该支付同样的发布费用，以免作者为了节省花费而故意减少引用。发布的论文如果引用了平台上已有的论文，被引作者将会获益。这就保证了影响力越大的作者收益越高。连SCI影响因子之类的都被取代了。\\n\\n当然，专利文本或保密文本也可以在平台上传播，比如设置可免费预览的部分，和只有买下授权才能读取的部分。\\n\\n而且，区块链不仅能够使得建立论文下载平台变得去中心化，也能够把现在学术出版的其它普遍需求都整合起来。比如，一个需求是发表优先权的“抢注”，这就是如arxiv、biorxiv等预印本平台的意义。\\n\\n一篇论文从投稿、同行评议、退修到最终出版，往往要经历漫长的时间，但在此期间重要成果可能被竞争者抢先发表，甚至在投稿流程中被泄露、抄袭。所以作者往往愿意在正式发表之前，就把论文上传到预印本平台，一方面能够促进同行交流，在发表前就获得反馈，另一方面也是为了标识自己的优先权。\\n\\n那么这一需求很容易被区块链技术满足，把论文铸造成NFT，就更加确凿无疑地宣示了自己论文的第一个时间戳，而且也能够在任何平台传播。另外，NFT直接起到了doi（数字对象唯一标识符）的作用，也有利于引用者精确地标注引用出处。\\n\\n当然，杂志社的编辑还是有用武之地的，在信息爆炸的环境下，编辑承担宝藏挖掘者的工作，他们可以主动与名声不显的论文作者取得联系，帮他们润色、结集并推广，从而同时从作者和读者那里收取报酬，区别在于作者的立场更加自由。\\n\\n这个设想我没打算卖，哪个大佬愿意做就加油做吧，我还愿意捐钱。一是我相信别人也想得到，现在参与NFT热潮的正经学者不多，但凡正经学者多一些，这种需求应该是都想得到的。二是我相信知识共享是无价的。\\n\\n## 《理念世界》：自上而下的众创平台\\n\\n第二个设想还是一个游戏，但可能更加广义，这个设想是最模糊的，所以我就随便说说。\\n\\n“理念世界”是柏拉图的哲学术语，柏拉图认为理念世界高于现实世界，前者是可知世界，后者是可感世界，现实世界是对理念世界的“摹仿”。比如说现实世界有各种“圆”，但所有现实的圆都是有缺陷的，但使它们都成为圆的“圆的原型”是完美的，但这个完美性存在于理念世界。\\n\\n理念世界是静止的、永恒的。现实中有生老病死，万物难免朽坏，但理念世界的存在永远是完美的，因此不会变化。\\n\\n我在前面[谈元宇宙](https://yilinhut.net/2022/01/05/8291.html)时讲了，元宇宙不是虚拟现实，而是超现实，是现实之上的现实。这个“理念世界”就是取了这种意思。NFT的永恒不变的意象也很对味。（再次申明，这是游戏的设计，不是说我认同柏拉图的学说，也不是说我认为NFT真就是永恒之物）\\n\\n那么理念世界里头有什么呢？eidos，这是柏拉图的术语，英文一般翻译为idea或form。中文翻译为理念、形式或理型。其实就学术而言，理型可能更好一些，但是就大众理解而言，可能还是“理念”更通顺。\\n\\n当然，也可以把《理念世界》的NFT命名为“共相”或“原型”。\\n\\n这里的“原型”的构想本身也是一种“原型”，它可以衍伸到许多更具体的游戏设计中去。\\n\\n我核心的思路其实和[之前](https://yilinhut.net/2022/01/10/8344.html)反复表达过的一致，NFT是精英化的，至少去中心化区块链上的NFT是精英化的，不要指望大众参与者都人手几个NFT才能玩游戏。\\n\\n而理念世界和现实世界的二分，区分了NFT持有者与社区参与者之间的界限。社区可以是无门槛的，围绕各种中心化平台组织起来的。而NFT持有者作为各种中心化平台的中心，作为“元中心”发挥作用。正如理念世界是静止的、永恒的。理念NFT的持有者不需要频繁操作，只需要静止不动，或者以“流溢”的方式（新柏拉图主义的说法）发挥作用。\\n\\n比如我前面设计的《万神殿》，如果把主神卡的持有者设置为“原型”，那么它们在实际的游戏平台里可以拥有无数的“摹仿”或“化身”（avatar的原意）。这些化身并不需要是NFT。\\n\\n当然，也可以不搞神灵体系，换成一个**氪金抽卡游戏（诸如FGO）**，在这个游戏中，NFT卡可以作为“原型卡”，或者说“母卡”。每一个英灵都对应一个“原型”，但实际上玩家氪金抽卡的时候，抽到的不是作为原型的NFT卡，而是作为仿品的无限量的摹卡。这其实就是FGO的设定：英灵存在于永恒的英灵座中，召唤（抽卡）其实是抽出英灵的一个版本。事实上FGO之类的游戏现在就很火，人们不在乎抽到的卡是不是NFT的大家都抽得乐此不疲。那么母卡有什么用呢？母卡根本不是用来下场参加游戏的，母卡是在氪金的时候产生作用的。比如玩家在氪金的时候选择某一母卡定向氪金，就能够增加该卡片的掉率，或者当玩家用氪金方式培养某张卡的时候，对应的母卡可以收到相应的氪金。简单来说，大众端的游戏不需要NFT直接参与，大众也可以免费玩游戏，只是在氪金环节，才与NFT持卡者发生联系。甚至这也不需要是强制性的，玩家照样可以用人民币之类向着运营商氪金，区块链氪金只是选项之一罢了。\\n\\n那么区块链氪金有什么好处呢？一是绕过苹果税之类的额外支付手续费；二是形成一个公开透明的榜单（在打榜期间要冻结持卡人动用资金池）；三是抽卡机制公开化（掉率和随机数都可以做成链上程序公开运行），保证公平还可以炫耀。四是一种社区互动的方式，虽然原则上NFT母卡持有者可以静止不动什么都不做，但是为了吸引抽卡者可以有更主动的行动，例如资助美工制作更好的卡面或礼装等等。\\n\\n当然，上面讲的“原型卡”离柏拉图意义上的原型差的比较大，与柏拉图的“理念”更接近的，可能就是“单词”了。现在已经有了一款以一组单词为基础的众创NFT游戏——Loot，每一个NFT只有8个单词，表示一套装备。然后社区根据这些装备卡再去设计游戏。\\n\\n8个单词还是多了点，干脆就1个单词对应1个NFT如何？其实常用的英语单词并不多，几千个词汇量足够日常交际了，更复杂的含义可以由多个基础单词拼合而成。或者，我们也可以考虑做汉字NFT，其实日常使用的汉字大约就3000个，**一个汉字做一个NFT**。\\n\\n在基础概念的基础上，社区可以开发各种玩法，比如对每个概念制作卡牌，组合多个概念形成新的次级理念等等，这方面我没想好。\\n\\n“原型—复制”的关系也可以套用到**“我的世界”类型的虚拟世界搭建体系**。我们先提供最基础的“砖块”，然后建设者可以自由选用所有基础构件来搭建一个更复杂的单元，比如“床”、“门”等等。基础砖块是可以免费无限复制使用的。但建设者可以把自己组装的一个复合结构注册为NFT，这时候需要向该结构用到的所有元件支付一定税金。NFT具有唯一性，每一个固定的结构只能注册一次。新的NFT也可以变成新的构件，被其他建设者免费无限复制使用。但如果其他建设者要把搭建的更复杂的结构再注册成NFT（比如房子、街区等等），那么他也需要向他使用的所有原始构件和衍伸构件付税。\\n\\n这样的好处还是：玩家可以免费开玩，自由创造，只有在他需要把自己的作品固定为NFT时，才需要花钱（同时他也有了赚钱的可能）。\\n\\n这次我尝试在mirror.xyz上铸造NFT了\",\"timestamp\":1642131070,\"title\":\"《理念世界》、《吕克昂》：我设想的一个NFT项目2、3\"},\"digest\":\"deejSftRHeImjJV8dJyZ_5FD-YIH04yvNA177sptHIE\",\"authorship\":{\"contributor\":\"0xBfd8cba6a1E10e1Ab4Fa11A0062F4e52e13D260f\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uezelO6FDR6Ak0cOrp8DZduAf1duxid57ZN177OjGds\\\",\\\"y\\\":\\\"eKBhwNgBLLV7pAaojlbw2jSJ245QO58g7YVy0P-UFBw\\\"}\",\"signature\":\"v0Af4VAT7A_QooEoux4KvJvHN7XEEu6hJETM794xFYdWLQPXxouX1inM9h8xl_QIECI94TsS78sX41zhMsVGdQ\",\"signingKeySignature\":\"0xeb3a2fb368e48c0f6e342b1dcbbb90d53e57bdc7534b510b7f4908732cc24a84097ef51fc161f7a4dbe961f35944089796f25b693438f7a6fa579a0b285cb1471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uezelO6FDR6Ak0cOrp8DZduAf1duxid57ZN177OjGds\\\",\\\"y\\\":\\\"eKBhwNgBLLV7pAaojlbw2jSJ245QO58g7YVy0P-UFBw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"deejSftRHeImjJV8dJyZ_5FD-YIH04yvNA177sptHIE\"}"