"{\"content\":{\"body\":\"こんにちは！クリエイターエコノミー系のサービスをやっている、[アル株式会社](https://alu.co.jp/)のけんすうといいます。\\n\\n前回のエントリーでも書いたんですが、Web3などの流れに対して、全然理解も参加もできていないことに気づいたので、恥を書いてもいいので、考えたことや調べたこと、参加した結果などについて書いていきたいなと思っています。\\n\\n今日は「DAOは意外と強い個人のクリエイターが中心となる組織体になるんじゃないか」と思ったのでそのことについてです。\\n\\n# クリエイターエコノミー領域による創作環境の変化\\n\\nどこかのツイートで見たんですが(今探しても見つからず)、「創作環境の変化によって、マンガ家さんやイラストレーターの稼ぎ方が結構変わってきている」、という話をみました。\\n\\nこれはまさにそうで・・・。\\n\\nたとえばpixiv FanboxやFantia、skebなどによって、クリエイターさんがお客さんから直接お金を稼げるようになっているという状態があります。これをクリエイターエコノミーと呼んだりしますが、この流れはどんどんと加速していっています。\\n\\nその結果として、「既存の商業誌で稼ぐよりも、個人の活動のほうが稼げる」という人が増えてきているとのことです。\\n\\n昔から、コミケなどで自分の描いた同人誌を売ることで、食べていっている、という人はいましたが、同じようなことができる人が増えている、ということかもしれません。\\n\\nクリエイターがファンに直接データなどを販売できるeluというサービスをやっているんですが、数十万円〜数百万円稼ぐ人も何人かいたりして、こうなってくると、それなりに食べていける迫力があります。\\n\\n[https://elu.jp/](https://elu.jp/)\\n\\n要は、ファンから直接お金をいただけるようになることによって、活動の場所が広がっているということです。\\n\\n# 個人で稼げるようになると何が起こるのか\\n\\nで、こうなってくると、今まで稼いでたメインの場所を「宣伝の場として使う」みたいなことが増えてくるというのはありそうです。\\n\\nたとえば、テレビは安い出演料でもいいので、ガンガンと出て露出する。そして知名度を増やしておいて、その先はYouTubeで活動する、というパターンはすでにあるようです。\\n\\n宣伝になるのであれば、テレビは無料で出演してもいい、ということもありえます。たとえば、ビートたけしさんは、GP帯（ゴールデン＆プライム）で、1番組で、最低300～500万円のギャラらしいんですが、制作費状況が厳しいテレビ局にとって、無料でタレントが出てくれるならそっちにしておくか、という流れは起こりそうです。そちらを使う可能性がでてきます。\\n\\n今までは「テレビで稼ぐ」というのがメインだったけど、「テレビで露出して、ファンを増やして、稼ぐときはファンと直接やり取りをする」という選択肢が増えたということです。\\n\\n# 個人を中心とした組織体が出来ていく？\\n\\nそう考えていくと、やはりこれからは「個人株式会社」みたいなスタイルの人が増えてくるんだろうなーと思っています。Financieなどはそういうコンセプトのサービスですね。\\n\\n[https://financie.jp/](https://financie.jp/)\\n\\nクリエイターにトークンを通じて、出資のようなことをして、その人が活躍すればするほどリターンが返ってくる・・・みたいなことが技術的に可能になると、より多くのお金がクリエイターに回ってくることになりますし、それによってクリエイターがもっと増えていくというのが起こると思います。\\n\\nそして、それに伴い、「個人を支えるチームは、そのクリエイターのトークンを持っている人たち」となったりするのかな？と思いました。\\n\\nDAOというと、自律分散型というか、中央がない組織体のイメージですが、むしろ「強烈な個人クリエイターがいて、その人を支援するために、いろいろな人が自分の能力を使って支援する、イメージです。\\n\\nたとえば、YouTuberがいたとして、そのYouTuberを支える動画撮影者、編集者などは、トークンを持っていて、その人が人気になればなるほどインセンティブが増える、みたいな形です。\\n\\n会社のようにその個人が社長のように振る舞って業務指示をするわけではなくて、あくまでトークンエコノミーを通じての活動ではあるものの、富の源泉が、その個人のクリエイターの才覚だったりする・・・というイメージです。\\n\\nYouTuberとして有名になった、ひろゆきさんとかは近いと思うんですが「自分はダラダラと長時間配信をする」「それの切り抜き動画は許可さえもらえれば誰でもつくっていい」「報酬はひろゆきさんと、編集者で分ける」という形になっています。\\n\\nそれにより、ひろゆきさんも得をするし、切り抜き編集者も得をします。基本的に誰かが中央になって指示をしているわけではありません。自立分散的に活動がされています。\\n\\nこのように「クリエイターのファンもインセンティブがある形で、活動を支えていく」という形が多くなっていくんじゃないかなと思いました。\\n\\n※その意味で、トークンエコノミーの浸透などを待つより先に、今使える仕組みで実行しちゃうひろゆきさんは天才的だな・・・と。\\n\\n# というわけで\\n\\nDAOの多くのパターンで「クリエイターが中心となって、実行されていくゆるやかな組織」みたいな感じでの実例が増えてくるんじゃないかなと思いました。\\n\\n僕も、Mirrorを通じて、いろいろな人とそういう事ができるんじゃないかと思っているので、ちょっと考えてみたいと思います。\\n\\nでは！\",\"timestamp\":1641432935,\"title\":\"DAOは強い個人クリエイターが中心となるのが増えるんじゃないか説\"},\"digest\":\"1C5vHQUnFEfxphNGMS4e4W0RnXIiCkntAKPWwXUp_Zk\",\"authorship\":{\"contributor\":\"0x3217F371e54851e26a30869DF32579f98AC174a5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iwf7M4NObEOBDawtKZ6zz8Rp2CeX5lFmjZY5jeBm8Kw\\\",\\\"y\\\":\\\"ChAs79GiyjbdP_UGfk5ombZMxYTGQnN_HkxH1QXhqmY\\\"}\",\"signature\":\"pjzWHGAWrdowKODpieBuLcMciCi7uaeWGR1uI9OJjwu9vjrUL-_q9psnd0xtWQ5QLsBfzNOrNKTs4XcqOdSO1A\",\"signingKeySignature\":\"0xb516c2336ae7050db5546a037a1f700e5b7ec6cc7f48f69d7ce0a4c09207d5a143d1436c3012f072c4f92fbf21e8d58f891c38e64f812d05196f2a6a103863641b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iwf7M4NObEOBDawtKZ6zz8Rp2CeX5lFmjZY5jeBm8Kw\\\",\\\"y\\\":\\\"ChAs79GiyjbdP_UGfk5ombZMxYTGQnN_HkxH1QXhqmY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UiGklU7JVODEGbgF954_73ptsEbRHOCuq9Yx36tzPoE\"}"