"{\"content\":{\"body\":\"did the old man comfort Ioasaph's anguished soul.  Then he sent him unto certain brethren, which abode a long way off, for to fetch the things fitting for the Holy Sacrifice.  And Ioasaph girded up his loins, and with all speed fulfilled his errand: for he dreaded lest peradventure, in his absence, Barlaam might pay the debt of nature, and, yielding up the ghost to God, might inflict on him the loss of missing his departing words and utterances, his last orisons and blessings.\\n\\nSo when Ioasaph had manfully finished his long journey, and had brought the things required for the Holy Sacrifice, saintly Barlaam offered up to God the unbloody Sacrifice.  When he had communicated himself, and also given to Ioasaph of the undefiled Mysteries of Christ, he rejoiced in the Spirit.  And when they had taken together of their ordinary food, Barlaam again fed Ioasaph's soul with edifying words, saying, \\\"Well-beloved son, no longer in this world shall we share one common hearth and board; for now I go my last journey, even the way of my fathers.  Needs must thou, therefore, prove thy loving affection for me by thy keeping of God's commandments, and by thy continuance in this place even to the end, living as thou hast learned and been instructed, and alway remembering my poor and slothful soul. Rejoice, therefore, with great joy, and make merry with the gladness that is in Christ, because thou hast exchanged the earthly and corruptible for the eternal and incorruptible; and because there draweth nigh the reward of thy works, and thy rewarder is already at hand, who shall come to see the vineyard which thou hast dressed, and shall richly pay thee the wages of thine husbandry.  `Faithful is the saying, and worthy of all acceptation,' as proclaimed by Paul the divine, `For if we be dead with him, we shall also live with him; if we endure, we shall also reign with him in his eternal and everlasting kingdom, being illuminated with the light unapproachable, and guerdoned with the effulgence of the blessed and life-giving Trinity.'\\\"\\n\\nThus until even-tide and all night long did Barlaam converse with Ioasaph, who wept tears that could not be stayed, and could not bear the parting.  But just as day began to dawn, Barlaam ended his discourse, lifted up his hands and eyes to heaven, and offered his thanks to God, thus saying, \\\"O Lord, my God, who art everywhere present, and fillest all things, I thank thee, for that thou hast looked upon my lowliness, and hast granted me to fulfil the course of this mine earthly pilgrimage in thy true Faith, and in the way of thy commandments.  And now, thou lover of good, all-merciful Master, receive me into thine everlasting habitations; and remember not all the sins that I have committed against thee, in knowledge or in ignorance.  Defend also this thy faithful servant, before whom thou hast granted to me, thine unprofitable servant, to stand.  Deliver him from all vanity, and all despiteful treatment of the adversary, and set him clear of the many-meshed nets which the wicked one spreadeth abroad for to trip all them that would full fain be saved.  Destroy, Almighty Lord, all the might of the deceiver from before the face of thy servant, and grant him authority to trample on the baneful head of the enemy of our souls.  Send down from on high the grace of thy Holy Spirit; and strengthen him against the invisible hosts, that he may receive at thy hands the crown of victory, and that in him thy name may be glorified, the Father, the Son, and the Holy Ghost, for to thee belongeth glory and praise for ever and ever.  Amen.\\\"\\n\\nThus prayed he, and in fatherly wise embraced Ioasaph, and saluted him with an holy kiss.  Then he sealed himself with the sign of the Cross, and gathered up his feet, and, with exceeding great joy, as at the home-coming of friends, departed on that blessed journey, to receive his reward yonder, an old man and full of days in the Spirit.\\n\\nXL.\\n\\nThen did Ioasaph embrace the good father, with all the devotion and sorrow that can be told, and washed his corpse with his tears.  Then he wrapped it in the hair-shirt, which Barlaam had given him in his palace; and over him he recited the proper psalms, chanting all the day long, and throughout the night, and watering the venerable body of the Saint with his tears.  On the morrow, he made a grave hard by the cave, and thither reverently bore the sacred body, and there, like a good and honourable son, laid his spiritual father in his sepulchre.  And then, the fire of grief kindling all the hotter within his soul, he set himself to pray the more earnestly, saying:\\n\\n\\\"O Lord my God, hearken unto my voice, when I cry unto thee.  Have mercy upon me, and hear me, for I seek thee with all my heart.  My soul hath sought for thee: O hide not thy face from me, and turn not away in anger from thy servant.  Be thou my helper; cast me not utterly away, and forsake me not, O God my Saviour, because my father and mother forsake me; but do thou, O Lord, take me up.  Teach me thy way, O Lord, and lead me in the right way because of mine enemies.  Deliver me not over unto the souls of them that afflict me; for I have been cast upon thee ever since I was born; thou art my God even from my mother's womb.  O go not from me, because, except thee, there is none to help me.  For lo, I set the hope of my soul upon the ocean of thy mercies.  Be thou the pilot of my soul, thou that steerest all creation with the unspeakable forethought of thy wisdom; and shew thou me the way that I should walk in; and, as thou art a good God and a lover of men, save me by the prayers and intercessions of Barlaam thy servant, for thou art my God, and thee I glorify, the Father, the Son, and the Holy Ghost, world without end.  Amen.\\\"\\n\\nThus prayed he, and sat him down nigh the sepulchre, a-weeping. And as he sat, he fell asleep, and saw those dread men, whom he had seen before, coming to him, and carrying him away to the great and marvellous plain, and bringing him to that glorious and exceeding bright city.  When he had passed within the gate, there met him others, gloriously apparelled with much light, having in their hands crowns radiant with unspeakable beauty, such as mortal eye hath never seen.  And, when Ioasaph enquired, \\\"Whose are these exceeding bright crowns of glory, which I see?\\\" \\\"Thine,\\\" said they, \\\"is the one, prepared for thee, because of the many souls which thou hast saved, and now made still more beautiful because of the religious life that thou leadest, if thou continue therein bravely until the end.  And this other crown is thine also; but it must thou give unto thy father, who, by thy means, turned from his evil way unto the Lord, and was truly penitent.\\\"  But Ioasaph was as one sore vexed, and said, \\\"How is it possible that, for his repentance alone, my father should receive reward equal to mine, that have laboured so much?\\\" Thus spake he, and straightway thought that he saw Barlaam, as it were, chiding him and saying, \\\"These are my words, Ioasaph, which I once spake unto thee, saying, \\\\`When thou waxest passing rich, thou wilt not be glad to distribute,' and thou understoodest not my saying.  But now, why art thou displeased at thy father's equality with thee in honour, and art not rather glad at heart that thine orisons in his behalf have been heard?\\\"  Then Ioasaph said unto him, as he was ever wont to say, \\\"Pardon! father, pardon!  But shew me where thou dwellest?\\\"  Barlaam answered, \\\"In this mighty and exceeding fair city.  It is my lot to dwell in the mid-most street of the city, a street that flasheth with light supernal.\\\"  Again Ioasaph thought he asked Barlaam to bring him to his own habitation, and, in friendly wise, to shew him the sights thereof.  But Barlaam said that his time was not yet come to win those habitations, while he was under the burden of the flesh.  \\\"But,\\\" said he, \\\"if thou persevere bravely, even as I charged thee, in a little while thou shalt come hither, and gain the same habitations, and obtain the same joy and glory, and be my companion for ever.\\\"  Hereupon Ioasaph awoke out of sleep, but his soul was still full of that light and ineffable glory; and greatly wondering, he raised to his Lord a song of thanksgiving.\\n\\nAnd he continued to the end, verily leading on earth the life of an angel, and after the death of his aged friend using himself to severer austerity. Twenty and five years old was he when he left his earthly kingdom, and adopted the monastic life; and thirty and five years in this vast desert did he, like one dis-fleshed, endure rigours above the endurance of man, but not before he had delivered the souls of many men from the soul-devouring dragon, and presented them to God, saved for aye; winning herewith the Apostolic grace.  In will he had proved a martyr, and had with boldness confessed Christ before kings and tyrants, and had proved himself the mighty-voiced preacher of his greatness, and had overthrown many spirits of wickedness in the desert, and had overcome all in the strength of Christ.  Partaking richly of the gift of grace from above, he kept his mind's eye purified from every earth-born cloud, and looked forward to the things that are to come, as though they were already come.  Christ was his recompense for all: Christ was his desire: Christ he ever saw as present with him: Christ and his fair beauty everywhere met his sight, according to the saying of the prophet, \\\"I have set God always before me; for he is on my right hand, therefore I shall not fall.\\\"  And again, \\\"My soul cleaveth to thee; thy right hand hath upholden me.\\\"  For verily Ioasaph's soul clave to Christ, being knit to him in indissoluble union.  From this marvellous work he never swerved, never altered the rule of his ascetic life, from beginning to end, but maintained his zeal from his youth even until old age; or rather, he daily advanced higher in virtue, and daily gained purer power of vision.\\n\\nThus did Ioasaph spend his days, and render unto him that called him labour worthy of his calling, having crucified the world to himself, and himself unto the world, and, at the last, departed in peace unto the God of peace, and passed to that Master whom he had alway longed for.  There he appeared in the immediate presence of the Lord, and was crowned with the crown of glory already prepared for him: there it is granted to him to behold Christ, to be with Christ, to rejoice for ever in the fair beauty of Christ, into whose hands he commended his spirit, when he departed to walk in the land of the living, where is the song of them that feast, the dwelling-place of them that rejoice.\\n\\nAs for his venerable body, it befell thus; about the very hour of Ioasaph's death, there came by divine revelation, from one of the neighbouring cells, a certain holy man.  It was the same that once pointed out to Ioasaph his way to Barlaam.  This man honoured the corpse with sacred hymns, and shed tears, the token of affection, over him, and performed all the last Christian rites, and laid him in the sepulchre of his father Barlaam; for it was only meet that their bodies should rest side by side, since their souls were to dwell through eternity together.\\n\\nIn obedience to the strict command of a dread Angel that appeared to him in a dream, this hermit, who had performed the last rites, journeyed to the kingdom of India, and, entering in to King Barachias, made known unto him all that had befallen Barlaam, and this blessed Ioasaph.  Barachias, making no delay, set forth with a mighty host, and arrived at the cave, and beheld their sepulchre, and wept bitterly over it, and raised the gravestone. There he descried Barlaam and Ioasaph lying, as they had been in life.  Their bodies had not lost their former hue, but were whole and uncorrupt, together with their garments.  These, the consecrated tabernacles of two holy souls, that sent forth full sweet savour, and showed naught distressful, were placed by King Barachias in costly tombs and conveyed by him into his own country.\\n\\nNow when the people heard tell of that which had come to pass, there assembled a countless multitude out of all the cities and regions round about, to venerate and view the bodies of these Saints.  Thereupon, sooth to say, they chanted the sacred hymns over them, and vied one with another to light lamps lavishly, and rightly and fitly, might one say, in honour of these children and inheritors of light.  And with splendour and much solemnity they laid their bodies in the Church which Ioasaph had built from the very foundation.  And many miracles and cures, during the translation and deposition of their relics, as also in later times, did the Lord work by his holy servants.  And King Barachias and all the people beheld the mighty virtues that were shown by them; and many of the nations round about, that were sick of unbelief and ignorance of God, believed through the miracles that were wrought at their sepulchre.  And all they that saw and heard of the Angelic life of Ioasaph, and of his love of God from his childhood upward, marvelled, and in all things glorified God that alway worketh together with them that love him, and granteth them exceeding great reward.\\n\\nHere endeth this history, which I have written, to the best of my ability, even as I heard it from the truthful lips of worthy men who delivered it unto me.  And may God grant that all we that read or hear this edifying story may obtain the heritage of such as have pleased the Lord, by the prayers and intercessions of blessed Barlaam and Ioasaph, of whom this story telleth, in Christ Jesu our Lord; to whom belongeth worship, might, majesty and glory, with the Father and the Holy Ghost, now and for evermore, world without end.  Amen.\",\"timestamp\":1640138961,\"title\":\"\\nWith these words, and many others, full worthy of that sanctified soul and inspired tongue, \"},\"digest\":\"HR06MhVP6HPzgYJX1T4SlqK31ttZhznIP2GLaEOXniU\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFR2qkeUGc1LK602WtB6sxC_lWPB-Eun0s5ljgvzAAQ\\\",\\\"y\\\":\\\"JZ9f8zB4SkZr3MWIus5Jqo1AN_fjjq5e7fxApYteusw\\\"}\",\"signature\":\"kGTG_Avp74G--J4NIY8tyH91eg7kn03ZkyJMuVrqeOuFcGs2fXrb8Eb1Kkc4VAsIF0xiYHgwUYpzz7nDCLzHhQ\",\"signingKeySignature\":\"0x39512b96bd8cc0e685f5d899c3b199f40a59ee4bd5e26bf8ba0da89319b5e2167c4b037b54bd845e3ba605ec6327022954d866177e4dfcf8d1a83fc11d787f111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFR2qkeUGc1LK602WtB6sxC_lWPB-Eun0s5ljgvzAAQ\\\",\\\"y\\\":\\\"JZ9f8zB4SkZr3MWIus5Jqo1AN_fjjq5e7fxApYteusw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HR06MhVP6HPzgYJX1T4SlqK31ttZhznIP2GLaEOXniU\"}"