"{\"content\":{\"body\":\"坐在客栈的中等客房里，我先美美地喝了口上好的碧螺春，淡淡的悠香在唇齿之间回荡，让我的心情很是舒畅，有钱就是好啊，想当初咱在这里，可是只舍得喝杯白开水罢了，这五十个金币的碧螺春，是想也不敢想。\\n\\n```\\n唉，这人啊，一有了钱，就腐败了，堕落了，俺也不免落了这个俗套，不过咱这偶尔的奢侈，可是为了工作需要，炼金术可是个劳心劳神的事，不先放松放松，让自己心情舒畅，要是带着情绪工作，那可不成，从佣兵工会出来后，我直接奔老字号客栈，开房炼药。\\n\\n吃了几块香酥的小点心，抿了口热茶，我定了定神，将矿石从背包里一一拿了出来，将那宝贝炼魂者之头颅端放在圆桌之中，开始我的炼药大计。\\n\\n呀，这炼金容器上开口好小，那死者头颅也塞不下去啊，难道要先敲碎丢进去不成，我拿着血色死者头颅，心中刚有疑问，只见那炼魂者之头颅微微一颤抖，一层淡淡的青光笼罩其上，个头明显增大了不少，正好可以放得下卡在开口处的骷髅头，奶奶的，原来还有这等奥妙，好，实在是啊，我心里暗叹。\\n\\n浑浊的鲜血，暗红的头颅，金光闪闪的草叶，还有那磨成粉末的红玉，在炼魂者之头颅里面相互融合，互相吞噬，白色的头颅里透出妖艳的红芒，我拿着根符文金棒，使用上炼金术，在里面慢慢的搅拌着，只见混合物的进化速度变得是更快，更激烈。\\n\\n渐渐的，光芒散去，头颅内溶液的颜色也开始变得有点迷离，一层薄薄的红雾笼罩其中，下面，平躺着五瓶凝聚成形的血之雾溶剂，爽，今天弄了个开门红，让咱再接再厉，只要后面能有三分之一的成功率，我就够了。等药剂炼好，咱就出发去那幽暗城，找什么十字勋章。\\n\\n“嘟嘟嘟！”传呼机突然响了起来，呀，好几天没响过了，今天怎么又忙起来了，是谁呢？我打开一看，咦，是个难得一见的朋友，他怎么有空给我消息了。\\n\\n“隐兄弟，好久不见，让我甚是思念，有空来帝王阁小坐片刻，聚一聚吗？”发消息的人是金帝，奶奶的，没想到他还这么文绉绉的。\\n\\n他找我，不会就是小聚这么简单吧，我看着这个消息，心里嘀咕道。恩，咱也不黄他面子，这时候也不早，过去正好蹭他个晚饭，这个便宜不占白不占，有啥事再随机应变，心中这么一想，我也就释然了，回了个话道：“呵呵，金老板有请，小隐当然是却之不恭，那我马上过来如何。”\\n\\n“好好，那我就在这等你光临了。”金帝回道。\\n\\n**************************\\n\\n收好一干物品，推门而出，走到街道之上，外面已经是月上枝头，繁星遍空，树影重重，秋风阵阵，一盏盏明黄色的照明灯闪耀在街道的两旁，一家家店铺早已是华灯高照，好一个撩人的夜色。\\n\\n我信步来到帝王阁外，抬头看看那金子招牌，目光扫扫里面喧闹的大厅，心中暗道：金帝这家伙，生意还真是火啊。跨步刚一进门，一个小二就走了过来，一脸微笑地冲我说道：“不好意思，本店现在客人已满，请问您预定了吗？”\\n\\n“哦，是金帝约我来的。”我回道。\\n\\n“是老板的贵宾啊，那请随我来。”小二立即热情地回道。\\n\\n“老板，您的客人到了。”推开一扇大门，小二高声说道，然后转脸对我说道：“您请进，老板在里面呢。”\\n\\n“啊，是隐兄弟来了，来来来，快这边坐，这边坐。”一见我来了，金帝满面笑容地走了过来，冲我招呼道。\\n\\n“呵呵，金老板这么客气，实在让小弟过意不去啊。”我一瞥那满桌的美味佳肴，价格不菲的百年好酒，顿时笑了起来回道。心中则暗想，这金帝倒不是个吝啬之人，每次准备的宴席都很丰盛，嘿嘿，今天又要饱口福拉。\\n\\n“嗨，看兄弟你说得，什么话啊，咱们谁跟谁啊，有啥过意不过意的，你能来，就是给我金帝的面子，这就足够了。”金帝一拉我的手说道，“来，坐这边，咱们好好喝几杯。”\\n\\n谁跟谁，当然是我跟你，不过你既然这么客套，我也就不推辞了，我含笑坐了下来，举杯拿筷，吃上前去。\\n\\n酒过三旬，我停下手，侧脸冲金帝问道：“不知金老板今天叫小弟过来，除了小聚外，还有何事？”\\n\\n“呵呵，难道没事就不能找隐兄弟你这个人才聚一聚吗？”金帝反问道。\\n\\n“惭愧惭愧，人才二字小弟是万不敢当，庸才二字我倒是差不多，能蒙金老板赏识，只要我有空，什么时候聚都成啊。”我一脸谦虚地回道，心里则骂道：奶奶的，你这个老狐狸，明明有事还不说，没事请我白吃白喝，你钱多得花不掉啊，那干脆直接给我个十几二十万好了，我肯定会含笑接受，不会推辞的，咱可得少喝点，免得被他灌醉了乱说话。\\n\\n这酒宴就在我和金帝一番胡天黑地的乱侃中，渐渐落了尾声，眼看这酒尽饭饱，既然金帝你不说有啥目的，那咱也就装个糊涂，直接告辞好了。我心中这么一想，便站起身来，笑着对金帝说道：“今个感谢金老板你的盛情款待，这时候也不早了，小弟就不再打搅，先行告辞。”\\n\\n“隐小弟别张口老板，闭口老板的，那多俗套，要是你看得起我金某的话，我托个大，以后你叫我声金大哥如何。”金帝站起身来，有点不乐地说道。\\n\\n“成，小弟有你这么一个大哥，那可能沾到光了，可以来这里白吃白喝了。”我借酒三分醉地说道。\\n\\n“隐小弟，你等会有什么事吗？”金帝见我离位真要走，连忙问道。\\n\\n“没，没什么事，就是出去杀怪罢了。”狐狸尾巴要出来了，我倒要看看你葫芦里面卖的什么药，我应声回道。\\n\\n“那不如跟大哥我上去玩玩如何，我上面新增加了个娱乐场，很好玩的。”金帝亲热的将手搭上我的肩膀说道。\\n\\n娱乐场？搞什么娱乐的？金帝不会跟那豹哥一个德行，想拿女色来诱惑我吧，奶奶的，我怎么这么吃香，让他们个个对我感兴趣啊，我心里嘀咕道，嘴上笑着说道：“哦，那我倒要长长见识了，呵呵，金老板，啊不，金大哥弄的娱乐场，档次肯定不会差。”\\n\\n*****************************\\n\\n走过一个长长的走廊，其间还有十几个玩家在两边转悠着，走廊的尽头，是四个身穿红色旗袍，身材火暴的美女玩家，笑吟吟地看着我们，齐声说道：“欢迎光临！”\\n\\n金帝一挥手，她们退让到一边，推开后面的一扇红木大门，金帝一手拉着我说道：“走，隐小弟，进去看看吧。”\\n\\n踩着地上猩红的地毯，我跨步走了进去，张目一看。奶奶的，这哪里是什么娱乐场，分明就是一个豪华赌场啊，原来你是挂羊头，卖狗肉，酒楼是假，是搞这个才是真吧。\\n\\n装饰得富丽堂皇的大厅里，是一群群穿着华丽服饰的玩家，其中除了咱黄皮肤，中国人外，还夹杂着不少的高鼻梁，碧眼睛老外，在他们的周围，穿梭着一个个手捧酒杯托盘，穿着性感白短裙的兔女郎，绝对是真人扮演，非NPC水货，除了角落周围的沙发外，这里摆放最多的，是一张张巨大的赌桌，而周围，已经围了不少的玩家，赌桌上玩的，除了常见的买点大小外，就是麻将牌、猜单双和轮盘转了，而不见扑克的踪影，估计是制作有点难度吧，还是这些木头，骨头的简单，只要有木匠就成。\\n\\n“金大哥，这里是？”我故意装作有点茫然，转头对金帝说道。\\n\\n“呵呵，这里是大哥刚弄的娱乐场，给熟悉的一些朋友过来玩的，隐小弟你也不是外人，也进去玩两把吧。”金帝笑了笑对我说道，然后一招手，一个兔女郎立即凑了过来说道：“老板，有什么吩咐。”\\n\\n“给我拿两叠蓝色筹码过来。”金帝说道。\\n\\n“好的，您稍等。”兔女郎立即撅着屁股，转身往边上的一个吧台走了过去。\\n\\n奶奶的，原来你是想把我拉进赌博的深渊，操，除了吸毒外，就这玩意最能冲家，你比豹哥还黑啊，我心里暗骂道，嘴上则说道“金大哥，这玩意我可不会啊！”\\n\\n“没关系，很简单的，要不你陪我一起玩，小赌可以怡情嘛。”金帝一把拉着我，走到一个赌桌旁边说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640584396,\"title\":\"第二百三十二章 金帝的生意\"},\"digest\":\"i1ENOrMZoTMUmWxgjNWOValIQR5dNFCPQDLZTkY1MI0\",\"authorship\":{\"contributor\":\"0xAA968985fF29e8efeDBE4bF86A0ff20E04d06D2a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hu3WgZ2kyynrR9PerXtQzJ677gYQn79Gwiqj2k7w-PA\\\",\\\"y\\\":\\\"N1XZ3NoOx6JITgxAyJL5wCWZ4rplLQgFTmFD56rvRkg\\\"}\",\"signature\":\"hp4cRHs9zmKPVHVjaMZGECTZxCO9-WhYEb0DNd_ZUMTZsZilvvskM-b4Jm97owZ5qH6LpAszZ1n6-UdCJlsHGw\",\"signingKeySignature\":\"0x100bc2dde06ca77873a88e41a06a43f72f8eef4a7fd68ee7aeb7257127832908309482c3168c99dd0b04bb33a79730244a5fa18d86a224c12b40cd97ecfb1cf31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hu3WgZ2kyynrR9PerXtQzJ677gYQn79Gwiqj2k7w-PA\\\",\\\"y\\\":\\\"N1XZ3NoOx6JITgxAyJL5wCWZ4rplLQgFTmFD56rvRkg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i1ENOrMZoTMUmWxgjNWOValIQR5dNFCPQDLZTkY1MI0\"}"