"{\"content\":{\"body\":\"### Failing to scale the planning after on boarding new team members\\n\\nAfter onboarding new team members the need for organization, roadmaps, and planning increases. A competent team of 5 to 7 is completely capable of self coordinating. So as I scaled the team past this number the need for coordination increased significantly, and I failed to equip the team with the tools and planning necessary to succeed. Once the problem was understood we increased the frequency of development team syncs to a daily occurrence.\\n\\nWhen I worked at USAA I was on two separate teams that had very capable SCRUM masters that in retrospect made the development process smooth and less chaotic. In my next project one of the initial 5 hires will be a highly qualified SCRUM master.\\n\\nAlso, as someone who loathes management overhead I fell into the trap of trying to keep that artificially low; which was ultimately detrimental to the team. When the team increased to 12 there begins to be a major breakdown if there is no centralized project management or sprint planning. Rachel Chu stepped into this role when I failed to be an effective planner.\\n\\n### Organizing teams based on skill rather than product line\\n\\nThe development team was organized based on the skill set of the developer i.e: frontend, Solidity, devops. Sushi was taking a team of teams approach which in my opinion is the perfect model for a DAO. However, since the teams were dedicated to their skill set rather than a product line it decreased the teams ability to focus on multiple product lines. In my next project the team will be separated by product lines with very little cross over.\\n\\n### Not off boarding problematic contributors soon enough\\n\\nEarly on when Maki onboarded me to the project there was already infighting among BoringCrypto, Keno, and LevX which in retrospect is the tension that ultimately led to the major infighting later. I thought separating the two warring parties and taking on the code review for LevX under a performance improvement plan was enough to crush the infighting.\\n\\nIf I had to do it over again I would have let LevX go earlier and insulated Keno and BoringCrypto. While the project is still early and Maki in the place of CEO I was able to off board problematic contributors with his approval. However, after his departure I for whatever reason had lost the authority to off board problematic contributors. Which brings my next point and by far my largest failure as a leader, communication.\\n\\n### Communication\\n\\n**Speaking up**\\nCommunication was such a critical component to my failure. When I lost the capability to off board developers I should have approached the Sushi community to tell them. It is impossible to manage a team of developers without the capability to off board problematic developers. For instance Matthew Lilley stopped attending our daily tech syncs leaving other front end developers scrambling on what tasks to do. With the threat of off boarding we could've maintained team communication increasing development productivity.\\n\\n**Cadence**\\nSecondarily, I did not communicate with the community enough so that, when faced with a problem that I would need to speak to them on I was no longer comfortable engaging. So, in hindsight I would have spoken more regularly with the community to increase our rapport.\\n\\n**Public Relations**\\nAs someone who has been working in the Ethereum community for 4 years now I made use of my personal Twitter presence to message about Sushi. This was ultimately a mistake as I should have diverted through official channels. Additionally, my conduct on Twitter which was acceptable before becoming a public figure had shifted greatly and I failed to adapt to new communication styles. I thought it was ok to remain authentic with my feelings about how I thought the DAO was operating and that was an incorrect assumption. I should have looked to people I respect like Sam Bankman-Fried or Joe Lubin who I knew previously ran their own Twitter but had clearly turned their PR over to an agency or an assistant. In my next project I will make use of public relation professionals to drive communication.\\n\\n### Conclusion\\n\\nIn the end ultimately I failed to deliver because of my compounding failures and will incorporate this knowledge into my next project. I think the imperfect birth of Sushi has led to additional problems and in my next project I will have the capability to structure an organization to empower the contributors. Thank you for allowing me to lead Sushi through this time and wish Sushi the best of luck. Long live Sushi.\",\"timestamp\":1639152463,\"title\":\"My Failures in Leadership at Sushi 🍣\"},\"digest\":\"j3i-hLZL4Q_7DNJasBSPINYypliIGjaoD6_LKUeogSQ\",\"authorship\":{\"contributor\":\"0x8f99B0b48b23908Da9f727B5083052d5099e6aea\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HPlFuZtVhDDPU5HdZYjAfbWlZ0lXQcRKw4sFkkkx4Uo\\\",\\\"y\\\":\\\"KvwZ-23JhFVysjbcJc5iNAcDoOGrUkvtaNnQkW5wUEw\\\"}\",\"signature\":\"r6j15cjoh9-110uQYDtX4N8UiaA68ZXVXlUgEnD6-czEcb0Q0hEZ-FWfo5ef8LjiV1DnAa958CIwzEs3HfU8BA\",\"signingKeySignature\":\"0x5a2317935d84a6e62df4f037fcf45c34bc1e1e556ee7ade0af4f09b68467700853f37f1c9d7fa138031040e7d1c1a0e47ad98505ef04c2ebcd5fb3fe82ed434d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HPlFuZtVhDDPU5HdZYjAfbWlZ0lXQcRKw4sFkkkx4Uo\\\",\\\"y\\\":\\\"KvwZ-23JhFVysjbcJc5iNAcDoOGrUkvtaNnQkW5wUEw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j3i-hLZL4Q_7DNJasBSPINYypliIGjaoD6_LKUeogSQ\"}"