"{\"content\":{\"body\":\"[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F0c952b6c-57ad-4db4-8f38-ef7404feeac1\\\\_276x183.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F0c952b6c-57ad-4db4-8f38-ef7404feeac1\\\\_276x183.jpeg)\\n\\nFor a long time, I have thought of why do athletes use silver-gold-looking foils instead of blankets after they have stopped running or after coming from a cold place. Not giving much thought to the question I usually restored what I was doing earlier but when I observed that Spaceships also use this kind of thing I was totally into it. What I came to know was mind-blowing.\\n\\nThese thin foils are not made of silver or some commonly known metal but they are made from Kapton and some other materials. It has many layers which are used as an insulation material which is really great at doing its job. It keeps Marathon runners hot for a long time so that their temperature won't fall immediately after they stop running which can cause health issues. Kapton is thousands of times thinner than carbon has some of the best insulating properties. they are also made by depositing a thin layer of Aluminium over a plastic film.\\n\\nThey are used in space stuff cause there is no atmosphere in space and no protecting equipment and space ships from the infrared light which hits them directly in space and if they go in shadow zone the temperatures can be freezing so as to maintain a temperature balance Kapton Blankets are used. Space blankets also protect space equipment from atomic oxygen that can cause real damage. Kapton sheets are one of the important parts of the James Webb Space Telescope which is scheduled to be launched today.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1f0c6172-e0f0-495f-843a-dd106248edfe\\\\_201x251.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1f0c6172-e0f0-495f-843a-dd106248edfe\\\\_201x251.jpeg)\\n\\nJWST short for James Webb space telescope is one of the most ambitious astrophysics projects ever. It has been in the making since the 1990s and is set to be launched today from an Arian 5 rocket from Kourou, French Guiana. It's the Successor of the Hubble space telescope which changed our understanding of space forever since it launched in 1990. Hubble is of its kind telescope which has one of the most technically advanced equipment in the world and space near us but JWST just takes it further which is about 100 times more accurate than the Hubble space telescope. It has been the work of many scientists and has been the biggest ambition of their careers. Now one of the most interesting things bait JWST is its five-layer sun shield made of Kapton and Space Blankets. The sun shield is about the size of a tennis court and the reason for it si that the telescope won't be focusing the spectrum of light we see but other ones like infrared and lower frequency and without a heat shield it would only receive the infrared rays from our sun which is the closest source of immense radiation to us. The sun shield has an SPF of about 1 million which can protect the observer and delicate equipment of the telescope. because of its massive size, we can't just ship it to space. We have to old and it and deploy it like origami. It will be packed in the rocket and unfolded in a delicate process which if gone the wrong cant be fixed that’s the reason this is one of the most nerve-wracking parts about the deployment of the telescope. Space blankets 3 It will operate at the L2( Lagrange point) which is about 1.5 million kilometers away from the earth’s orbit. As it can look at the light which has traveled millions of light-years, it can basically look into the past of our universe.\\n\\nOnce it's out there it will help look at redshifts and the formation of galaxies at the edge of the universe. It would be able to look at the coldest debris looking for alien civilization or their marks and that's why it has the capability to change our view of the cosmos forever\\n\\nPS: It will be the last post of the year 2021. This year has been one of the most important years of my 17-year journey because It was the year I made some big decisions about what I wanted to become and became part of communities that are like families to me now. I meet some great people and made new connections. Started writing this blog and began sharing with the world what I think and Love. Made my first Blockchain trnasaction and thought of giving back to the community, And thank you for staying and sticking with me and if you are reading my writings for the first time there’s a long journey ahead, and am glad to be joined by you in this wonderful world. The year is ending and so are some things but there are always new beginnings for which we live. Happy Holidays, Merry Christmas, and Happy New Year.\\n\\n[Buy me a book](https://www.buymeacoffee.com/madhavgoyal) because they are my source of these ideas and topics and if you like send me eth on madhavg.eth.\\n\",\"timestamp\":1640443349,\"title\":\"Some Space Stuff\"},\"digest\":\"ylkOv2ifbbvqXknW7DVyymJxzIZNE49qh3scXJFY054\",\"authorship\":{\"contributor\":\"0x5c0265DCFBeeA7A363098483fE4910052D4DD668\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2rYcOVJZCTJXWNMq4hBBlLvKZAxs_zZicORGK0kfOts\\\",\\\"y\\\":\\\"K0KleNx-bybEJrQlQLv3z_C24WKNZWx0nPNfwuHhjUU\\\"}\",\"signature\":\"OdcRtpCR0x0kP0_WsYrshwfh_iboCfBtZsX-UEigmzyozEPWAy456r1PNG9w51K6i5EDZx_Vqf8OHCVhkKQFGA\",\"signingKeySignature\":\"0xfcb035ec6180ca8f4ffdfe88fb0bcef226c0a86f8c4c7e866600b2e997b778225a1fde21391642558fbfe0433c1e6c2bee6de6b2009e30c5d615c8260c4b5d121c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2rYcOVJZCTJXWNMq4hBBlLvKZAxs_zZicORGK0kfOts\\\",\\\"y\\\":\\\"K0KleNx-bybEJrQlQLv3z_C24WKNZWx0nPNfwuHhjUU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ylkOv2ifbbvqXknW7DVyymJxzIZNE49qh3scXJFY054\"}"