"{\"content\":{\"body\":\"We need a Global M-Pesa / Venmo powered by crypto rails. Both these products are closed ecosystems powered by outdated, expensive rails compatible with their chosen markets. Crypto will ultimately enable even better user experiences but powered by rails that give participants access to global finance, trade, and commerce.\\n\\nM-Pesa was transformative in Kenya. It allowed people to send money from cities to rural areas instantly and quickly. A network of agents lets people cash in and cash out as well as exchange their mobile money for products like airtime (credits for their cell phones), pay their utility bills etc. M-Pesa, however, is controlled by Safaricom and is a closed-loop product.\\n\\nVenmo in the USA makes us feel like we are making instant transactions but they are faking it using outdated ACH rails and making money through credit card fees and instant transfers. When you send money to a person or business it feels instant but recipients have to wait a few days to “cash out” typically. Venmo is handling the float and taking some risk in this process and many people have money in their wallets which enables float in the system.\\n\\nCrypto has the power to disrupt these payment systems and power the next generation of how we send each other money. There are a few things that need to be solved to make all of this possible, and activate a whole new set of crypto users (who may not always know they are interacting with crypto):\\n\\n* **Cost**: With fast, cheap blockchains like Solana and ETH layer 2 solutions becoming more battle tested and proven, it’s now technically possible for peer-to-peer transfers to happen with very low cost per block/transaction which previously made small transfers infeasible.\\n* **Scaleability:** In addition to lower cost, these chains are becoming more scaleable. Solana can handle 65k transactions per second on their blockchain which means transfers can happen instantly which was not possible on Ethereum (Layer 1) or Bitcoin.\\n* **Regulation:** Governments have used money to control their economies and societies for a long time, and crypto threatens a this power lever. It’s clear to me that taxation and regulation is imminent across major jurisdictions but my hope is that leading developed economies (like the USA) and emerging economies (all over Africa) will open their minds to the potential benefit to their society outweighing the loss of control.\\n* **Custody:** In order to interact with crypto you have to create a wallet and keep your “keys” and pass-phrases to your account secure. For less digitally native and less literate people this is a tall order and the only real alternatives are to trust centralized exchanges with custody of your accounts (they keep your keys secure). I expect we will see a lot of innovation in the custody space (e.g. group custody, biometric gating etc) in the coming years.\\n* **UX:** One of the biggest issues with crypto is that it’s so f\\\\*cking jargony and confusing for normal people. Crypto natives are often un-empathetic to “normies” who are experiencing crypto for the first time and this is reflected in the design of their products. As we develop products in crypto we need to remove the jargon, find familiar mental models in traditional finance and take all the friction out for normal people while preserving the functionality for crypto native power users. Crypto can power the back end and does not always have to be front and center – most people who interact with financial products today have no idea how the technology works.\\n* **Liquidity:** We need enough liquidity (and systems to scale this up and down) on both sides of transactions so that users can complete tasks without having to understand how their transfers affect the global supply. Right now if you make trades that are a significant part of a pool you can adversely affect markets, which is inefficient when multiple pools exist across exchanges.\\n* **On and Off ramps:** In many countries the hardest thing is figuring out how to convert local cash to cryptocurrency. In emerging markets these are often “over the counter” WhatsApp groups powered by trust because these communities are small enough. In developed economies centralized exchanges like Coinbase power most of the on and off ranmps. We need better standards and process to get fiat (cash) into digital cryptocurrency and back into cash that people can use their cryptocurrency for “real world” utility.\\n* **On-Chain utility:** As more functionality moves on chain and/or seamless integration with real world use for money (e.g. paying school fees, rent, utility bills) the need for on and off ramps becomes less important. Users will have less reason to take their money “off chain” and they will be able to power more of their lives through crypto.\\n\\nOne of the companies I’m most excited about in this space is [Ponto](https://ponto.org/) (where I’m an angel investor and advisor). They are building infrastructure to enable every fintech to offer access to crypto for their customers by bundling technology, compliance, and liquidity (cash in cash out). This allows traditional fintech startups to focus on delightful and consistent customer experiences while Ponto takes care of everything else under the hood. If you’re interested in learning more or potentially joining the company check [out their careers page here.](https://ponto.org/#careers)\\n\\nI’m an active angel investor in emerging markets, particularly in Africa, often in businesses that power the flow of money. Individuals and small businesses get money from friends and family (remittance), trade (exchange of goods and services), labor (salary), or credit (loans). All these systems that power the flow of money can all be improved with crypto rails.\\n\\nOnce we give 1BN more unbanked people who have cell phones but limited access to digital finance new access to global finance at their fingertips we are going to see unprecedented improvements in financial mobility and global trade.\",\"timestamp\":1637881696,\"title\":\"A Global M-Pesa\"},\"digest\":\"rEdc7mz06UI2r4vBrvdwcytBYF6F0mAgyiCT_89gCHU\",\"authorship\":{\"contributor\":\"0xc752Fe0551214Be71435C374B8A849AD09C75fdE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0DRJzpJsspTUCi4DtPcC7TibLO2oZQ2nx3mJeAF9mWY\\\",\\\"y\\\":\\\"HNn5XRDSoUrUR4hEYJ6r7zzPge-Tl1q01rCROhYrtOg\\\"}\",\"signature\":\"Boz6fvzwEfyzyxt6Vx7XvVV2Os_yNiNDeQS5uknh9kX1L2GvMJRWK_m8V_OCBqUS7DFZgZ9Rf8poDuqTi2MLgw\",\"signingKeySignature\":\"0x60807a3258bdad8498ca0d0bb1dc44550b3e7b5edcdf333cc3bd3f17c570b0de0de4a89b67593c8803662589fae9de56a125c3cc1c07012b9ce4fbfe77dc96b71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0DRJzpJsspTUCi4DtPcC7TibLO2oZQ2nx3mJeAF9mWY\\\",\\\"y\\\":\\\"HNn5XRDSoUrUR4hEYJ6r7zzPge-Tl1q01rCROhYrtOg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rEdc7mz06UI2r4vBrvdwcytBYF6F0mAgyiCT_89gCHU\"}"