"{\"content\":{\"body\":\"Це друга частина [\\\"Посібника з Метаверсу\\\" Метью Болла](https://www.matthewball.vc/all/hardwaremetaverse), яка присвячена ролі апаратного забезпечення (\\\"заліза\\\") для Метаверсу.\\n\\n![](https://phaven-prod.s3.amazonaws.com/files/image_part/asset/2739095/G78XkWbXugI-exKtQT423TstMps/large_wrench-717684_1920.jpg)\\n\\nАпаратне забезпечення тут визначається як \\\"продаж і підтримка обладнання та пристроїв, які використовуються для доступу, взаємодії або розробки для Метаверсу. Це, зокрема, включає обладнання для споживачів (наприклад, гарнітури віртуальної реальності, мобільні телефони та тактильні рукавички), а також корпоративне обладнання (те, що використовуються для функціонування або створення віртуальних або AR-середовищ, наприклад камери, системи проекції та стеження, а також сканери). Ця категорія не включає апаратне забезпечення для обчислень, таке як графічні процесори та сервери, а також специфічне обладнання для мереж, таке як оптоволоконні кабелі або бездротові чіпсети.\\n\\n### Обладнання для споживачів\\n\\nЗ кожним роком споживче обладнання отримує все більше переваг від кращих і потужніших датчиків, довший термін служби акумулятора, складніші/різноманітніші тактильні елементи, більш насичені екрани, чіткіші камери тощо. Ми також бачимо, що кількість \\\"розумних\\\" пристроїв, таких як годинники, гарнітури віртуальної реальності (і незабаром AR окуляри) постійно зростає. Усі ці досягнення покращують і розширюють занурення користувачів, навіть якщо справжній досвід і \\\"магію\\\" забезпечує програмне забезпечення.\\n\\nЯк приклад, розглянемо програми для створення живих аватарів, такі як [Bitmoji](https://www.bitmoji.com/), Animoji та Snapchat AR. Вони залежать від досить потужних CPU/GPU, а також від складного програмного забезпечення. Але вони також вимагають наявність потужної камери з відстеженням обличчя та інших сенсорів, які продовжують вдосконалюватися. Нові моделі iPhone тепер відстежують 30 000 точок на вашому обличчі за допомогою інфрачервоних датчиків. Хоча це зазвичай використовується для Face ID, тепер його можна підключати до таких програм, як додаток Live Link Face від Epic Games, що дозволяє будь-якому користувачеві створювати (і використовувати для трансляцій) високоякісний аватар на основі Unreal Engine в режимі реального часу. Зрозуміло, що наступним кроком Epic буде використання цієї функції для накладання обличчя гравця у Fortnite на його ігрового персонажа.\\n\\nТим часом [Apple Object Capture](https://developer.apple.com/augmented-reality/object-capture/) дозволяє користувачам за лічені хвилини створювати віртуальні об’єкти високої точності, використовуючи фотографії зі стандартного iPhone. Ці об’єкти потім можна переносити в інші віртуальні середовища (знижуючи, таким чином, вартість їх виготовлення і підвищуючи якість відтворення), або накладати на реальне середовище для потреб мистецтва, дизайну та інших застосувань AR.\\n\\nБагато нових смартфонів, у тому числі iPhone 11 і iPhone 12, мають нові потужні чіпи, які випромінюють 500 000 000 радіолокаційних імпульсів в секунду, і приймачі, які обробляють зворотну інформацію. Це дозволяє смартфонам створювати великі радарні карти всього -  від вашого дому, офісу та вулиці, по якій ви йдете - і визначати місце вашого розташування на цих картах відносно інших локальних пристроїв з точністю до кількох сантиметрів. Це означає, що двері вашого будинку можуть відчинятися, коли ви підходите ззовні, але залишаться закритими, якщо ви підійшли до них зсередини. А за допомогою радіолокаційної карти в реальному часі ви зможете переміщуватися більшою частиною свого будинку, не знімаючи VR-гарнітуру.\\n\\nТе, що все це можливо за допомогою стандартного обладнання споживчого класу, вражає. І зростаюча роль цієї функціональності в нашому повсякденному житті пояснює, чому iPhone зміг збільшити свою середню ціну продажу з приблизно з 450 доларів США в 2007 році до понад 750 доларів США в 2021 році.\\n\\nXR-гарнітури є ще одним чудовим прикладом прогресу та ще не вирішених потреб в обладнанні. Перша споживацька модель шолому Oculus (2016) мала роздільну здатність 1080х1200 на око, а Oculus Quest 2, випущений через чотири роки, мав 1832х1920 на око (майже 4K). Палмер Лакі, один із засновників Oculus, вважає, що потрібно збільшити роздільну здатність ще більше ніж вдвічі, щоб у VR-шоломах зникла піксельність і ця технологія стала масовою. Oculus Rift також мав частоту оновлення кадру 72 Гц, тоді як останні версії мають частоту оновлення від 90 Гц і до 120 Гц при підключенні до ігрового ПК через Oculus Link. Багато хто вважає, що 120 Гц є мінімальним значенням для уникнення дезорієнтації та нудоти у деяких користувачів. І в ідеалі це повинно було б досягнуто без потреби в ПК ігрового рівня та кабелю.\\n\\n![](https://phaven-prod.s3.amazonaws.com/files/image_part/asset/2739203/JcDqI5gEQXZ4LH4FycLsxRCBZKY/large_______________2022-01-16_203743.png)\\n\\nУ той час як люди можуть бачити в середньому 210°, дисплей HoloLens 2 від Microsoft охоплює кут огляду лише у 52°. Майбутні окуляри Snap мають огляд лише у 26,3°. Щоб злетіти, нам, ймовірно, знадобиться набагато ширший кут огляду. І це насамперед апаратні проблеми, а не програмні. Щобільше, нам потрібно досягти цих успіхів, одночасно покращуючи якість іншого обладнання всередині портативних пристроїв (наприклад, динаміків, процесорів, акумуляторів) - і в ідеалі також зменшити їх.\\n\\nІншим прикладом є [Project Starline](https://blog.google/technology/research/project-starline/) від Google, апаратна будка, що розроблена для створення відчуття, ніби ви перебуваєте в одній кімнаті зі співрозмовником. В ній використовується дюжина датчиків глибини і камер, а також систему відображення світлового поля і просторові аудіоколонки. Все це втілюється в життя за допомогою об’ємної обробки та стиснення даних, а потім передається через webRTC, але апаратне забезпечення має вирішальне значення для захоплення та відображення рівня деталізації, який \\\"здається реальним\\\".\\n\\n### Корпоративне обладнання\\n\\nЗ огляду на те, що можливо робити з пристроями споживчого рівня, не дивно, що корпоративне обладнання, ціна і розмір якого на декілька порядків вище, приголомшує уяву. Зараз Leica продає [фотограмметричні камери](https://shop.leica-geosystems.com/buy/blk360/blk360) за 20 000 доларів, які мають швидкість до 360 000 \\\"точок лазерного сканування на секунду\\\", які призначені для зйомки цілих торгових центрів, будівель і будинків з більшою роздільною здатністю та деталізацією, ніж звичайна людина змогла б угледіти. Quixel від Epic Games, тим часом використовує власні камери для створення \\\"мегасканів\\\" навколишнього середовища, що складаються з десятків мільярдів трикутників з точністю до пікселя.\\n\\nЦі пристрої дозволяють компаніям простіше та дешевше створювати якісні \\\"дзеркальні світи\\\" або \\\"цифрові близнюки\\\" фізичних просторів, а також використовувати сканування реального світу для створення якісних і менш дорогих фантазійних світів. П’ятнадцять років тому ми були вражені здатністю Google знімати (і фінансувати) 360° 2D-зображення кожної вулиці світу. Сьогодні десятки компаній можуть придбати LIDAR та сканери, щоб створювати 3D фотограмметричні копії будь-чого на землі.\\n\\nЦі камери стають особливо цікавими, коли вони виходять за рамки захоплення статичних зображень і віртуалізації та переходять до рендерингу й оновлення реального світу в реальному часі. Сьогодні, наприклад, камери роздрібного магазину Amazon Go відстежують десятки споживачів одночасно за допомогою коду. У майбутньому ця система стеження буде використовуватися для відтворення цих користувачів у реальному часі у віртуальному дзеркальному світі. Такі технології, як Starline від Google, дозволять віддаленим працівникам бути \\\"присутніми\\\" в магазині (або в музеї, або в казино) зі свого роду офшорного \\\"кол-центру Метаверсу\\\" - або, можливо, з дому перед їхніми iPhone.\\n\\nКоли ви поїдете в Діснейленд, ви зможете побачити віртуальні (або навіть роботизовані) втілення своїх друзів, які знаходяться вдома і співпрацювати з ними, щоб перемогти Альтрона або зібрати Камені Нескінченності. Ці можливості вимагають набагато більшого, ніж тільки апаратного забезпечення, але вони обмежені ним та реалізовані завдяки йому.\\n\\n[Посилання на неповторний оригінал](https://www.matthewball.vc/all/hardwaremetaverse)\",\"timestamp\":1642407772,\"title\":\"\\\"Залізо\\\" для Метаверсу - Посібник Метью Болла 2/9\"},\"digest\":\"fBXGVY7rmPloBrQ9RgO7ASiLJslaUWrk7-dEnyapDoA\",\"authorship\":{\"contributor\":\"0xda8C38C3F009EB2D7c29aeEC1f9e241c4D14beE3\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_J7gzki9m-tnpXXnteOaagdafCBAO3gUtnNkuCp6xw\\\",\\\"y\\\":\\\"cMqvLQyVBvyDzwZTgOiu-6hk5ia7sSx2bIbbZBhy6fg\\\"}\",\"signature\":\"2wfq3xh-PSqLOQSSpY15XceFbjQwkXIvp9s1ytEoO0e44D2O9k2mfPVieqee0JeeHTlea3EFDFpzAkKAj38ecw\",\"signingKeySignature\":\"0xf1a1aa6f13732051a63bef67bc53a6d523662cb1f4678a806d3304abd2934b014a68ad527b1bab0c1a725e3c6d8369d1f69cfc6a650c8f68b7aa6d5bfd25d8fa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_J7gzki9m-tnpXXnteOaagdafCBAO3gUtnNkuCp6xw\\\",\\\"y\\\":\\\"cMqvLQyVBvyDzwZTgOiu-6hk5ia7sSx2bIbbZBhy6fg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fBXGVY7rmPloBrQ9RgO7ASiLJslaUWrk7-dEnyapDoA\"}"