"{\"content\":{\"body\":\"[![Daniel](https://miro.medium.com/fit/c/96/96/1\\\\*pQS7DqZ96dqFbklQq80r2w@2x.jpeg)](https://medium.com/@dannibenren\\\\_21182?source=post_page-----362a9a4f6dc-----------------------------------)\\n\\n![](https://miro.medium.com/max/1280/1\\\\*5OYNl-t4xDukMvWnywMabw.jpeg)\\n\\n> The creators have been sealed for several years, and we let the monopoly hurt them.\\n\\n## Web 3.0 transformation\\n\\nWeb 1.0: Internet\\n\\nWeb 2.0: social media/mobile internet\\n\\nWeb 3.0: Blockchain/AI\\n\\nWe are in the third stage of the Internet. Many Web 3.0 skeptics believe that decentralization will not change anything. I disagree.\\n\\nCoinbase CEO Brian Armstrong believes that Web 3.0 is nothing new. He said that we are re-decentralizing the Internet, that is, what was the Internet like in the beginning and why?\\n\\nHe said that we need to “test the power of large technology companies,” also because many countries are excluded from the creator’s economic prosperity. Ask creators like Chinedu, my friend in Africa. It is difficult for them to make money through PayPal and Stripe. However, people like me have always taken this for granted. The luck of your birthplace should not affect whether you can join the creator economy and make a living from it.\\n\\nCreativity is not restricted by the country of origin. Web 2.0 makes us think it is.\\n\\n## **“Conversion rate” explains the exploitation of creators**\\n\\nSocial media platforms like Twitter, Instagram, and TikTok have a 100% conversion rate-they don’t share any revenue with creators at all! This is good for them, but bad for users. — Chris Dixon\\n\\nHere I will go further to trouble Dixon. Before CEO Jack Dorsey saw the power of Web 3.0, Twitter had never shared revenue with its creator, and now he has set sail again. He publicly announced that he will decentralize Twitter and turn it into a Web 3.0 product. In addition, Twitter has just launched a “super follow” feature that allows creators to make money from content.\\n\\nIn addition, there is a new revue newsletter feature that allows creators to charge for paid newsletters. This is not all. The best features have been introduced recently. Twitter has now opened up cryptocurrency services. You can use Bitcoin to transfer money on Twitter. For example, if you ever tried to send money from the United States to El Salvador, this is the new rule of the game. Twitter proved that the migration to Web 3.0 will happen 100%, albeit slowly.\\n\\nHowever, Facebook, Instagram, and TikTok have not yet understood this shift. They allow content creators to work as slaves. The creator builds a follower and gets a view controlled by an algorithm that can decide whether to like your hoodie color tomorrow. They use this content to attract consumers and show them advertisements. The $0 in advertising revenue will be shared with creators. Please read it again.\\n\\nWhen content platforms first appeared, we were just happy to use them without spending a penny. Now we are used to it. Our standards have changed. Creators hope to share the platform’s benefits from our content fairly. This is reasonable. However, unless Zuckerberg is forced to sell ads and share the revenue instead of buying another house, change will not happen.\\n\\nIf creators no longer provide content for free, then platforms like TikTok will go bankrupt. Please imagine.\\n\\n## Platform ownership is broken\\n\\nHow is Web 3.0 different? ownership. Creators want to own the platforms they create and have voting rights. When platforms make money, they also make money.\\n\\nA content review policy is formed through voting rights. It is completed through a process of blockchain consensus and the forced trust of thousands of computers around the world (even an orange president cannot influence blockchain elections).\\n\\nIn addition, there are functions of the platform itself. Have you ever opened your favorite app on a beautiful Saturday afternoon and found that everything has changed, and it looks like it was designed by a freshman UI/UX kid? Do you feel that you don’t see the design giving your face A punch from the top? It’s not the child’s fault. They are too far away from the work of the creator. They are outsiders.\\n\\nWeb 3.0 is different. The function is determined by the user through a democratic process. If a group of users doesn’t like it, they will create a fork. Forking refers to running two versions of the same platform with different characteristics.\\n\\nWhen ownership is fixed and transparent, the motivation will change. Ownership leads to user democracy, not a dictatorial philosophy similar to web 2.0 “This is the latest update, you dirty animal.”\\n\\n## Smart contracts contributed to this revolution\\n\\nAt the beginning of the 21st century: make a website.\\n\\nThe 2010s: developing applications.\\n\\nThe 1920s: Deploy smart contracts.\\n\\nMany people misunderstand the role of Ethereum in the new creator economy. Ethereum allows machines instead of humans to execute smart contracts.\\n\\nEntrepreneur Mike Novogratz explained: “Blockchain will allow information that should not be free, not free.” Remember Napster? You can download music for free, and no one can stop you, even metal The fool of the band.\\n\\nThe Web 2.0 version of the Internet we are using is not built for content ownership. If you want, you can take any video from Youtube. This is hard to detect. Damn it, this article can easily be stolen by copy and paste.\\n\\nSmart contracts change this. The smart contract tells everyone who is the owner of this content. The creativity of NFT is to turn your content into portable digital assets so that you can publish it anywhere on the Internet.\\n\\nAccording to expert Eric Jorgenson (Eric Jorgenson), the current era of web 3.0 is only due to differences in these three areas:\\n\\nWeb1 = free publishing\\n\\nWeb2 = Free communication\\n\\nWeb3=Free transaction\\n\\n## More ways to make money\\n\\nNow that Web 3.0 solves the content ownership problem and makes our digital assets portable, we as creators can find more ways to make money.\\n\\nMike Novogratz stated that we will “see the transition from businessman to creativity.” Creators will have a way to monetize their creativity. Not only artistic creativity but all kinds of creativity.\\n\\nHe even said that we will wear NFTs on T-shirts, and other people can only see them if we wear AR/VR glasses.\\n\\nYou can share money with multiple parties. You can transfer your content from one platform to another according to which platform is better. Creators from all over the world will be able to collaborate and come up with crazy ways to make money from our work.\\n\\nWhen Zach gets rich, he no longer has to make $0 on Facebook. According to the performance of the content, money can flow into your pocket in seconds.\\n\\nCreators will accelerate the development of Web 3.0 because we just want to be paid so that we can engage in creation full-time. Once content capturers release us, more ways to make money will drown our creative brains. I can not wait anymore.\\n\\n## Web 3.0 changed every major industry\\n\\nETH: Decentralized Silicon Valley\\n\\nDeFi: Decentralized Wall Street\\n\\nNFTs: Decentralized Hollywood\\n\\nThis shift is not unique to the creator economy. All industries will slowly change to reflect a human obsession with democracy. Web 3.0 first aimed at finance and became an industry with more than 2 trillion US dollars. This shift has shifted to the creator economy. For example, platforms such as Bitclout invented coins, allowing creators to become their users so that they can invest in stocks.\\n\\nThe next wave of decentralization will be Youtube, Spotify, and Facebook. Now is the best time to become part of the creator’s economy. Observe the transformation that takes place in front of your eyes and port any content type you like to Web 3.0. This is how you as a creator can take advantage of this great opportunity.\\n\\n> Join Coinmonks [Telegram Channel](https://t.me/coincodecap) and [Youtube Channel](https://www.youtube.com/c/coinmonks/videos) learn about crypto trading and investing\\n\\n## Also, Read\\n\\n*   [How to buy Monero](https://blog.coincodecap.com/buy-monero) | [IDEX Review](https://blog.coincodecap.com/idex-review) | [BitKan Trading Bot](https://blog.coincodecap.com/bitkan-trading-bot)\\n*   [How to buy Shiba(SHIB) Coin on Bitbns?](https://blog.coincodecap.com/buy-shiba-bitbns) | [Binance in India](https://blog.coincodecap.com/binance-in-india)\\n*   [Binance vs Bitstamp](https://blog.coincodecap.com/binance-vs-bitstamp) | [Bitpanda vs Coinbase vs Coinsbit](https://blog.coincodecap.com/bitpanda-coinbase-coinsbit)\\n*   [How to buy Ripple (XRP)](https://blog.coincodecap.com/buy-ripple-india) | [Best Crypto Exchanges in Africa](https://blog.coincodecap.com/crypto-exchange-africa)\\n*   [Best Crypto Exchanges in Africa](https://blog.coincodecap.com/crypto-exchange-africa) | [Hoo Exchange Review](https://blog.coincodecap.com/hoo-exchange-review)\\n*   [eToro vs Robinhood](https://blog.coincodecap.com/etoro-robinhood) | [MoonXBT vs Bybit vs Bityard](https://blog.coincodecap.com/bybit-bityard-moonxbt)\\n*   [Stormgain Review](https://blog.coincodecap.com/stormgain-review) | [Bexplus Review](https://blog.coincodecap.com/bexplus-review) | [Binance vs Bittrex](https://blog.coincodecap.com/binance-vs-bittrex)\\n*   [Bookmap Review](https://blog.coincodecap.com/bookmap-review-2021-best-trading-software) | [5 Best Crypto Exchanges in the USA](https://blog.coincodecap.com/crypto-exchange-usa)\\n*   [How to trade Futures on FTX Exchange](https://blog.coincodecap.com/ftx-futures-trading) | [OKEx vs Binance](https://blog.coincodecap.com/okex-vs-binance)\\n*   [How to Buy Domain Name on Unstoppable Domains?](https://blog.coincodecap.com/buy-domain-on-unstoppable-domains)\\n*   [Crypto Tax in India](https://blog.coincodecap.com/crypto-tax-india) | [altFINS Review](https://blog.coincodecap.com/altfins-review) | [Prokey Review](https://medium.com/coinmonks/prokey-review-26611173c13c)\\n*   [Blockfi vs Coinbase](https://blog.coincodecap.com/blockfi-vs-coinbase) | [BitKan Review](https://blog.coincodecap.com/bitkan-review) | [Binance Review](https://medium.com/coinmonks/binance-review-ee10d3bf3b6e)\\n*   [Coldcard Review](https://blog.coincodecap.com/coldcard-review) | [BOXtradEX Review](https://blog.coincodecap.com/boxtradex-review) | [A Guide to Uniswap](https://blog.coincodecap.com/uniswap)\\n*   [5 Best Crypto Exchanges in UAE](https://blog.coincodecap.com/best-crypto-exchanges-in-uae) | [SimpleSwap Review](https://blog.coincodecap.com/simpleswap-review)\\n*   [7 Best Ways to buy Dogecoin](https://blog.coincodecap.com/ways-to-buy-dogecoin) | [ZebPay Review](https://blog.coincodecap.com/zebpay-review)\\n*   [iTop VPN Review](https://blog.coincodecap.com/itop-vpn-review) | [Mandala Exchange Review](https://blog.coincodecap.com/mandala-exchange-review)\\n*   [Best Crypto Trading Bots in the US](https://blog.coincodecap.com/crypto-trading-bots-in-the-us) | [Changelly Review](https://blog.coincodecap.com/changelly-review)\\n*   [A-Ads Review](https://blog.coincodecap.com/a-ads-review) | [Bingbon Review](https://blog.coincodecap.com/bingbon-review) | [Mudrex Invest](https://blog.coincodecap.com/mudrex-invest-review-the-best-way-to-invest-in-crypto)\\n\",\"timestamp\":1636940478,\"title\":\"Breaking Ownership, the Web3.0 Journey of Creator Economy\"},\"digest\":\"9P2WELWMEZH2kRu4MTSGnyG16MkWkkyv50qtcxkfYJI\",\"authorship\":{\"contributor\":\"0x4CC11987Ee4D62076F8218d0f97e81437611e311\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M6-E4ns3thRNxiuNE25hKNhVYJVZvYbRLjgIVu08jkE\\\",\\\"y\\\":\\\"9O-n1CdrN9LtIzV9pbY1rzxEDeS0ObMvNivNLcEUxdw\\\"}\",\"signature\":\"bY1nP9jN2yFcczeFuOu5rbEQhy7nxgODSdyaHiDnFlvHZgsNI8szpiFYlaQmvfR4SmsG73rlonJ5jBwmCcqsLw\",\"signingKeySignature\":\"0x671f2e3b03b5a28a34860c960369b47e9ddc1985b459190bf7f0e9a8e7f8b6431c180bc2cc0bacdc036164c8e6197894e5d78930c1b8c29d50ab087aa6309fe31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M6-E4ns3thRNxiuNE25hKNhVYJVZvYbRLjgIVu08jkE\\\",\\\"y\\\":\\\"9O-n1CdrN9LtIzV9pbY1rzxEDeS0ObMvNivNLcEUxdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9P2WELWMEZH2kRu4MTSGnyG16MkWkkyv50qtcxkfYJI\"}"