"{\"content\":{\"body\":\"It’s interesting how the mind can switch between absolutely crumbling and being at the peak of its performance. Looking at the elements of my environment and how they have impacted my actions, mind, and perception has been enlightening. Just the simple idea that I have the ability to observe such a cacophony of thoughts is mind-blowing.\\n\\n> “Observe Or Die” - …\\n\\nHowever, I often think to myself, “will there be a moment in time when observing this life becomes somewhat of a nuisance?” The goal is always to be the ultimate observer but what if observing becomes boring or annoying? What if the observer is tired of viewing the same being experience the same lessons until the karmic cycle has been completed?\\n\\nThoughts are like multiple bubbles floating through an endless landscape. They drift and warp. Some are big and massive that seem to take up the majority of your vision. Others are so small you can barely notice them. Some collide with each other and make larger more vibrant bubbles or just cling to each other. But the reason why thoughts are most like bubbles is because of a thought’s ability to disappear in an instant.\\nMeditation is becoming my greatest friend and strictest parent. The relationship is growing continually but within the past two days of consistent detachment, I’ve come to the realization that allowing my mind to leave my body is one of the most important things I can do right now.\\n\\nIf the mind is constantly in motion within the body and the bubbles in this endless landscape are being created, popping, and colliding, there is bound to be some bubble residue on the ground. The body takes on all of the subconscious weight. The human mind processes about 6,000 thoughts a day. 95% of them are unconscious thoughts. The subconscious has all of this murky build-up that it’s consistently grinding away at. Would you not think that giving your mind a break is imperative?\\n\\nHowever, I’ve realized that self-help can be very toxic. Advice shouted in the wind at unsuspecting observers can cause damage to self-perception. It can also seriously fuck with internal decision-making and risk-to-solution assessment. So maybe all of you don’t exactly need to take a break. Maybe that bubble residue is the oil to your gears and allows you to move at unbelievably fast speeds with peak precision!  \\n I have no clue.  \\n I’m just a guy that writes what’s on his mind. \",\"timestamp\":1642493988,\"title\":\"SyNAPsis\"},\"digest\":\"D7LKzu7KDzRcRNUBIDws46bzvbExyI4MfbviEknJM2M\",\"authorship\":{\"contributor\":\"0x326486311f2D69a2cd9Ec5bb9f5F5e22a1634781\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GzKmRWUTk-U9q8grtj3aJggGFJyg-C3pivOxmvBEX0c\\\",\\\"y\\\":\\\"5AKVe7JvT5iIWNLj40SV8rhnc-Q2Gq_ES-A8c4VZ7TA\\\"}\",\"signature\":\"ENggI1_jm2QYAcW62_JmrIq9HQt0xolsHoFJ4qR0UT_HEWxGsl_e27OZmjG3rBwPexQORcPYQTAhtAojKDj5-g\",\"signingKeySignature\":\"0x985219b9c77b7816a899e7d701b8a7f2bbdcb4839aca7e8e85aebe89da19f5a92f89349a064c701f3e516e829bb6c8969bcf2ac3b09acf2d7c31426995a1213b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GzKmRWUTk-U9q8grtj3aJggGFJyg-C3pivOxmvBEX0c\\\",\\\"y\\\":\\\"5AKVe7JvT5iIWNLj40SV8rhnc-Q2Gq_ES-A8c4VZ7TA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"by_zCcDg_9X_3_3c8ue8Uq2DPm0lTIDaYpmrc4k3Sgs\"}"