"{\"content\":{\"body\":\"We started 30 years ago, and the most daring people in China are Sichuanese and Zhejiangese. The people from these two places were the first to go out and wander the world. However, people from Sichuan went to work in factories in coastal cities. People from Zhejiang, especially from Wenzhou, set up stalls everywhere, tinkering with pots, and shoes.\\n\\n```\\nAlthough all farmers are very hardworking, they have different ideas. One is entrepreneurship and the other is part-time job. Nowadays, people from Zhejiang are still the best managers in China. There are a lot of riches and nobles. As for Sichuanese, when they are old, they return to their hometown and continue to be poor. What is even more sad is that their children still like to work. And the business of the children of Zhejiang people began to expand abroad. It's like a reincarnation.\\n\\nEntrepreneurship is not that scary. Entrepreneurship is just a business skill. Why are many people afraid of choice? In fact, in the Chinese society, there is no guarantee system, especially for the poor. It is never possible to achieve freedom of wealth by working as a part-timer. If a person's wealth is not free, it is difficult to be independent of his personality. Can not provide a good living environment for their wives and children, nor can they provide parents with a guaranteed old age. Even when they are sick in their later years, you can only watch them! It's not that you are not filial, but that you have no capital to be filial. This is actually the realism of most Chinese people and has nothing to do with morality. The reality is so.\\n\\nTherefore, in order to live a dignified life, we must learn to make money when we are young. It must be clear that everyone has such an account, and you must calculate it clearly.\\n```\",\"timestamp\":1634802691,\"title\":\"Starving to death would rather be an entrepreneurial wolf than a working dog.\"},\"digest\":\"2akHspqrflwRQDGAL-yrPXL7F5nSSkf_b6kamSaKEFg\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"ZgeCXORL7YRcJ-wu7rvTVTZo-LVYG8zCHT8Dmk_vFMAN_R7pE2Hv8PAkgC-6naHXcdPFX5dV_3ybMuUAkakhxg\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2akHspqrflwRQDGAL-yrPXL7F5nSSkf_b6kamSaKEFg\"}"