"{\"content\":{\"body\":\"> «I believe in God, only I spell it Nature.» — Frank Lloyd Wright \\n\\nTo live, is something we all must learn, but no one can teach us. This old saying, highlights one of the most singular traits of human condition. That we are forever amateurs. It’s impossible to learn everything, because everyday, there is more to learn. Knowledge is something in constant mutation. Things that we’ve learned become obsolete, others gain new colors, recombine, change… Living is like wandering through the corridors of the [The library of Babel](http://en.wikipedia.org/wiki/The_Library_of_Babel), an infinite space with all the possible variations of knowledge.\\n\\nBut, what is knowledge? How do we gain knowledge? These questions have been asked by philosophers, and scientists for centuries. Since the Greeks, joining Kant, into our cybernetic days, many were the scientists and philosophers, that tried to answer these questions. Although the answers vary, no one doubts that Science is a powerful way of gaining knowledge, but it could be a little more difficult to find someone who can say the same thing about Art. Arguably, the current definition of Art, is the creation of aesthetic objects, environments, or experiences that can be shared with others, and most people don’t see that as knowledge.\\n\\nTo see Art and Science as two separate things, is a recent historical illusion. We don’t have to go back very far, to find a time where Art and Science were one and the same thing. We only have to think about Leonardo da Vinci, to realize that in the Renaissance, this distinction was non-existing. [Gregory Bateson](http://en.wikipedia.org/wiki/Gregory_Bateson), said, if you get your epistemology confused, you go psychotic. To see things separate, that really are one, (like Man and Nature), allows Man to destroy its environment, and by consequence, to destroy itself. So, its not hard to see, that this separation between Art and Science is also the result of the current epistemological confusion.\\n\\nIts common to say, that science is not a noun, but a verb, because science is not a static structure of knowledge, but a process in permanent flow. This process is called the [scientific method](http://en.wikipedia.org/wiki/Scientific_method) and it is mainly deductive. It all about measuring, predicting and proving. All begins with experience through senses or instruments, then in the formulation of hypotheses to explain the regularities of observations, then the deduction of predictions that support those hypotheses, that are tested and verified to construct what we call «natural laws». These «natural laws» are the inductive part of the process.\\n\\nThis process is highly effective, and it has produced a huge advance in knowledge in the last centuries. But the successes were so many, that they created the positivist illusion. This illusion believes that there is nothing that science cannot know, and there is no valid knowledge outside the scientific method. This is an illusion for several reasons, but mainly, because the scientific method has limits. There are theoretical limits on what we can [measure](http://en.wikipedia.org/wiki/Uncertainty_principle), [predict ](http://en.wikipedia.org/wiki/Chaos_theory#Sensitivity_to_initial_conditions)or [prove](http://en.wikipedia.org/wiki/G%C3%B6del's_incompleteness_theorems). These limitations are fundamental, in a sense that, they don’t depend on technological advances, but create a knowledge horizon, that we cannot go beyond. So, we must ask ourselves: Can we expand this knowledge horizon, by changing the method that we use to acquire knowledge? What role can Art have in this change?\\n\\nWe have to realize that the world image projected by the scientific knowledge has been suffering a radical transformation in the last few decades. We can say that the paradigm suffered a mutation, that has created the space for Art, to stand as a valid way of knowing. This, because we have come from a [reductionist](http://en.wikipedia.org/wiki/Reductionism) and materialistic view, to one of [emergence](http://en.wikipedia.org/wiki/Emergence) and creativity.\\n\\nThe reductionist view of the world, is an historical heritage from Descartes that saw the Universe as one gigantic clock. To understand this machine, we only had to understand the various parts. So, life was seen as *nothing more* than biology, that by itself, was *nothing more* than chemistry, that was *nothing more* than physics, that was *nothing more* that arrangements of the fundamental particle, that… was never found. To a reductionist, a plane is nothing more than the sum of its parts, ignoring the obvious. There is an infinite way of organizing the parts, but only one that allows to fly!\\n\\nEmergence, states that a collective whole is more than the sum of its parts. This “more” is information only present on the whole. It is organizational information that allows us to make the distinction between a plane and a pile of junk. Diamond and graphite are both made of carbon. One is hard and transparent, the other is black and fragile. No physicist could look at a single carbon atom, and deduce the properties of the whole, because these properties depend on a particular organization. That’s why collective wholes, cannot be reduced to their parts, because they have properties that can only be found in a particular organization. Because living things, change organization through time, they have still more information in their temporal dynamics. The more complex, the more information it has.\\n\\nThis new scientific view, reveals what was the most obvious thing to poets. That the Universe is not a static machine, but is [fundamentally creative](https://www.edge.org/conversation/beyond-reductionism-reinventing-the-sacred). That life is a process of [autopoeisis](http://en.wikipedia.org/wiki/Autopoiesis), and that by organizing itself, creates continuously new properties that were not present in their parts. These actual properties depend on the process history, and chance, so determinism is not the rule, but a particular case. This implies that the future is wide open and unpredictable, and we can never know what properties will actually be created.\\n\\nNow, we can start to see a relationship between Art and this new worldview, because Art, has never been reductionist. We don’t appreciate a Mozart concerto, by analyzing each and every one of the notes, or the painting of Mona Lisa, by analyzing color pigments in the canvas. Every work of art is a collective whole by nature, that focus on the organization of parts, to express meaning and beauty.\\n\\nIf we believe the [positivist](http://en.wikipedia.org/wiki/Positivism) view, than we believe that nothing can be learned from Art, because knowledge is propositional. Knowledge comes from experience and reason, and it is expressed in facts, in the language of mathematics and logic. This is a sensible definition, but quite limited. With this definition, to know how to ride a bike, or to know how to play an instrument, is not considered knowledge, because there is no objective set of facts that could describe it. The focus is on the *know-that* (parts) instead of the *know-how* (wholes). This is the reductionist view applied to epistemology. Facts are like the «fundamental particle» of an materialistic and objective world, ignoring the new properties coming from the organization of this knowledge in whole coherent structures.\\n\\nLuckily positivism is not the only epistemology to choose from. Kant, in his book, the [Critic of Judgment](http://en.wikipedia.org/wiki/Critique_of_Judgment) said that, the most fundamental aesthetic act is the selection of a fact. If facts (parts) have to be selected from the chaos of experience, this implies that aesthetics is at the core of knowing, and that objectivity is an illusion. There is no “objective facts” when the selection is subjective.\\n\\nThe argument for the illusion of objectivity is simple. If our senses are limited, (even with all the measurement instruments and technology), what we can know is not «reality» but a subjective representation of it. A metaphor for this would be, somebody that puts a video camera outside its house, connected to the TV, and looking at the TV said, we’re looking at «reality». The TV is not «reality», but only the representation of our senses. There is no «real» objectivity. What we call objectivity is nothing more than a shared subjectivity with other people, or as Howard Bloom said: [Reality is a Shared Hallucination.](http://reactor-core.org/reality-hallucination.html)\\n\\nSo, if we cannot separate the process of knowing, from our own subjective world, and cannot separate the *know-that* from the *know-how*, we start to see that Art, is not really a *new* epistemology, but only one that we have forgotten in our current positivist confusion. We can start to realize that the creative process is at the center of the process of knowing. It is true that scientists as individuals are very creative people, but Science as a whole is not, because it keeps focusing on parts instead of wholes, and the result is the excessive fragmentation and specialization of Science. To support Art as a valid epistemology is not saying that it should replace what we know today as the scientific method, but to bring to the process of knowing the unique qualities of the creative process. These qualities are the ability to integrate, connect, organize, create coherent structures of meaning, beauty and knowledge among different levels and domains, that can relate to our own shared subjective world.\\n\\n[Humberto Maturana](http://en.wikipedia.org/wiki/Humberto_Maturana) and [Francisco Varela](http://en.wikipedia.org/wiki/Francisco_Varela), in their book «[The Tree of Knowledge](http://www.amazon.com/Tree-Knowledge-Humberto-R-Maturana/dp/0877736421)» shared most of these ideas, but with a deeper view. To them, not only the Universe is fundamentally creative, but this creative process is a cognitive one. There is a duality between the *know-that* and the *know-how*. When we construct our own subjective world of *know-that*, this changes how we can act in the world of *know-how*. This circularity between action and experience is common to all life forms, and that’s why they say «*All doing is knowing, and all knowing is doing*». The process of knowing is not restricted to the human mind, but is pervasive in the life process itself. So the process of knowing, creativity and life, are one and the same.\\n\\nWhen we look at the beautiful hydrodynamic shape of a shark, or the ultra quiet feathers of an owl, we realize that these shapes are knowledge that Nature has «crystallized» in living things adapted to their environments. When we see a [paramecium](http://en.wikipedia.org/wiki/Paramecium) swimming in a sugar gradient, we marvel how such a simple life form, «*know-how*» to do that. This process of cognition has accelerated with humans, and exploded in our cybernetic days. So what we call mind can no longer be something limited to the human brain, but something that extends through circuits and relationships, outside our bodies connecting with a bigger Mind, in which the human mind is only a subsystem. Mind becomes the whole evolutive structure itself. As Gregory Bateson said: «[This larger Mind is comparable to God and is perhaps what some people mean by “God,” but it is still immanent in the total interconnected social system and planetary ecology](https://faculty.washington.edu/jernel/521/Form.htm)»\\n\\n![The Tree of Life, Luang Prabang, Laos](https://miro.medium.com/max/664/1\\\\*H75Agi8JPXNodbWd7O0o0w.jpeg)\\n\\nThis image represents the «[Tree Of Life](http://en.wikipedia.org/wiki/Tree_of_life)». Its a work of art, that covers the wall of the Wat Xieng Thong temple, in Luangprabang, Laos. The myth of the Tree Of Life, is common to many ancient civilizations, and is a metaphor, for the ascension of complexity of life forms, from earth to heaven, or the path to God. One, does not need to stretch the imagination, to see in this image the knowledge of evolution or that everything is connected, centuries before Darwin or quantum mechanics. It is a structure that diversifies but keeps its whole coherence intact. The kabbalah used the myth of the Tree of Life as a model of creation, and it is no coincidence, that the Tree of Life from where Adam ate the forbidden fruit, was the [tree of knowledge](http://en.wikipedia.org/wiki/Tree_of_the_knowledge_of_good_and_evil) of good and evil… As we keep wandering through the Total Library, we will find Borges own words: «[the task of art is to transform what is continuously happening to us, to transform all these things into symbols, into music, into something which can last in memory.](https://www.youtube.com/watch?v=mJeLGd3JV2I)»\",\"timestamp\":1642619449,\"title\":\"Art, as a new epistemology\"},\"digest\":\"T-4UmwIcXh06W81tdjN-lVJfszECZuL2BT-JTgqFA5M\",\"authorship\":{\"contributor\":\"0x859AEE43B2b7433702Aa1aa10ecca2a5c2e5Cc33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JJXqb_Kkhf4JIyZRM1vAan7674LaiFmk-10BqBRNDZU\\\",\\\"y\\\":\\\"ZSXqocRdE_Xd5qUmXRpE3JvEkPNzqzWo0EzGO0TPjvA\\\"}\",\"signature\":\"ghOCmTRjM7q-NQB2G5ExAka7j-LHS3nZVd99qZZxPszzXI3S8fTmSjWRbhI3_7T_YhmQaSGGytXo6v5f6CZvsw\",\"signingKeySignature\":\"0xb77114dca17cff0f93f0ca37360943fe4ab80178e537c53710c38c35db398be860040c5b9097ff1686b1d2573f0bfd38dfedf5dab095dffb7efa7dea720eeae11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JJXqb_Kkhf4JIyZRM1vAan7674LaiFmk-10BqBRNDZU\\\",\\\"y\\\":\\\"ZSXqocRdE_Xd5qUmXRpE3JvEkPNzqzWo0EzGO0TPjvA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_U5UZ5UEiYCGdDZ2FITjm4cLdZ041ZG4pdbVdQbcTZ0\"}"