"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*Eh2cURyNw7P5PLz2eOaGug.png)\\n\\nWhat started off as a mission to build a fractional NFT marketplace has expanded into building core infrastructure for the NFT ecosystem.\\n\\nOur initial vision for Fraktal was to create a marketplace where any major NFT could be fractionalised to solve for issues present within the NFT ecosystem such as:\\n\\n**-Lack of Inclusiveness** — Having a single owner, goes against the ethos of the crypto industry. Any tokenised asset should be available for everyone to participate in without large barriers to entry, be in financial, geographical, or other. Millions of users are sitting on the sidelines and unable to participate in the NFT revolution due to the financial barriers for reputable NFT collections.\\n\\n**-Utility** — Currently NFTs are not usable for anything past speculation and collecting. This is just scratching the surface and a utility layer is required to fully unlock the potential of NFTs to transform industries. Utilities which Fraktal unlocks include: on-chain royalty distribution, managing multi-owner collaborations (i.e band members, multiple artists, etc.), and on-chain pricing to enable NFTs to be fully utilised in DeFi.\\n\\nAs we built out the marketplace Fraktal transformed into a protocol which could be utilised by many NFT initiatives as we have built “the utility layer for NFTs”\\n\\nProjects such as NFT AMMs, community-driven purchases, collaborative pieces, and much more have reached out to us to utilise the Fraktal technology for their own use case or in their decentralised application.\\n\\nWe love these collaborations, but also want to make sure that stakeholders in the Fraktal ecosystem are rewarded for all of these integrations of the Fraktal Protocol.\\n\\nThis is why we have introduced the Fraktal Protocol Software License. You can view the actual license [here](https://github.com/FraktalNFT/License/blob/main/license.md).\\n\\nThe license ensures that Fraktal stakeholders (owners of FRAK) receive revenue from external integrations; as well as having a portion of the funds flow back into the Fraktal ecosystem to continue contract maintenance and growth so we can continue supporting the technology and advancing it.\\n\\nFor projects integrating Fraktal this model offers them the ability to rapidly test and deploy without having to spend their own resources on smart contract development, audits, and ongoing maintenance. Instead they can focus on user experience and growth. Then if their project is successful it allows for funds to be shared among the Fraktal ecosystem as a percentage of volume.\\n\\nVolume tiers:\\n\\nUp to USD ($) 1,000,000: 2.5%\\n\\nFrom USD ($) 1,000,000 up to USD ($) 10,000,000: 1%\\n\\nFrom USD ($) 10,000,000 up to USD ($) 100,000,000: 0.5%\\n\\nFrom USD ($) 100,000,000: 0.25%\\n\\nHow to integrate: Integrate, modify, or otherwise use the contracts, and add the correct network payment address into your smart contracts to process fees accordingly. Make sure it can be dynamically set to adjust for changing volume rates, or hard-code the volume tiers into your contracts.\\n\\nHow to enforce: We can configure bots to scan smart contract deployments to monitor if others are using a version of the Fraktal Protocol Code.\\n\\nFraktal contracts will be deployed across all EVM compatible networks and fees can flow through them all. If cross-chain bridges i.e gnosis safes do not exist for that to be managed by the DAO we will use a multi-sig approach from core DAO members until a cross-chain solution is found.\\n\\nFor custom integrations and fee structures projects can always reach out directly to Fraktal to discuss.\\n\\nThis license enables Fraktal to power the growing NFT ecosystem and ensure stakeholders (holders of FRAK) receive their share of the gains.\",\"timestamp\":1641819250,\"title\":\"Fraktal Protocol Software License\"},\"digest\":\"gPIXaxYQ7F9sMv8_FlDb4EtQnd3QMCCZ9fBgFJc56xk\",\"authorship\":{\"contributor\":\"0x77DD52c08F4aAA9dA42ED1bF2e738B8969Ab980F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tnXZ25T7TDyAgHaRSqCG9A40JBmbWYBbh-b1HC20Oj8\\\",\\\"y\\\":\\\"ozUUYwLHG5SBsNJIgBFdWuAL6ZkjEUwJ8jlhyYKve0E\\\"}\",\"signature\":\"CZj73AyqSwkW53Vzi0pSN3rm3Bzff2dqbz14g49noITXKBAxkLl-D7tf8o6GJR9Tg2eEj56AzMb0S-n033SY9A\",\"signingKeySignature\":\"0xc41e112f1ceed2a02051f9f497268a30b77b4cf60a60dd914ceb3da0182657ac686c5e7866f5fe740c278a16fa98113f75794e285a5146ca80c896ca450f15f51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tnXZ25T7TDyAgHaRSqCG9A40JBmbWYBbh-b1HC20Oj8\\\",\\\"y\\\":\\\"ozUUYwLHG5SBsNJIgBFdWuAL6ZkjEUwJ8jlhyYKve0E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gPIXaxYQ7F9sMv8_FlDb4EtQnd3QMCCZ9fBgFJc56xk\"}"