"{\"content\":{\"body\":\"![Su Yiming competes during the men's snowboard Big Air World Cup finals at Steamboat Resort on Saturday in Colorado. Su won gold ahead of second-place Austrian Clemens Millauer.](http://img2.chinadaily.com.cn/images/202112/07/61aeb9dda310cdd3d81f2864.png)\\n\\nStomping jaw-dropping tricks to secure historic World Cup wins, freeski phenom Gu Ailing and snowboard prodigy Su Yiming showed the sky's the limit for Chinese snow sports over the weekend.\\n\\nWith **Beijing 2022** just around the corner, the final leg of the Big Air World Cup series turned into a celebration for China as Su and Gu topped the podium at Steamboat Resort in Colorado, delivering a huge confidence booster for their Winter Olympic debuts in February.\\n\\nAs one of the youngest of all the riders in the snowboard field, 17-year-old Su soared to new heights by winning his maiden World Cup title in his first final appearance at the top-tier International Ski Federation (FIS) event.\\n\\nBlessed with perfect weather on Saturday morning, Su landed a backside triple cork 1800 indy and a frontside 1800 tail grab in his first and second runs to score a winning total of 155.25 points, becoming the first rider ever to land 1800s two ways in one FIS event. The feats announced to the world that the fearless teen from Northeast China's Jilin province is very much in the medal conversation at his home Olympics next year.\\n\\n\\\"*Never before had I imagined being able to compete at the World Cup, never mind winning it,\\\" Su said during an online interview on Monday.*\\n\\n\\\"This means the world to me as recognition of my style at the highest level. It helps raise my confidence a lot going into my final preparations for the Winter Olympics.\\\"\\n\\nHours after Su's triumph, freestyle skier Gu capped an incredible day for China by claiming an equally stunning victory in her first World Cup victory in Big Air－which involves skiers or snowboarders hurtling down a giant ramp to perform aerial tricks.\\n\\nAfter two high-flying runs to secure top spot, Gu chose to step it up a notch in her third drop by landing a right double cork 1440 cleanly to become the first woman ever to stomp the double-flipping, four-full-rotation trick in an official FIS competition.\\n\\nThe 18-year-old finished with a dominating score of 184.25 points, out of a possible 200.\\n\\n\\\"Of course I felt nervous, you are going to feel nervous because you are pushing your body to do something never done before,\\\" Gu said of the challenging trick during an online interview.\\n\\n\\\"But I felt safe and prepared after having completed it quite a few times in training. It was more about building confidence and making sure that I had a consistent set and that my landing is very safe. Before I dropped I knew that I was going to do it and I did.\\\"\\n\\nChina has only made it onto the Olympic podium in snow sports twice－Han Xiaopeng's gold in men's freeski aerials in 2006 in Italy, and Liu Jiayu's silver in women's snowboard halfpipe at the 2018 Games in South Korea.\\n\\nNow, though, the host heads into Beijing 2022 with realistic medal hopes from Gu, Su and world-class halfpipe riders Liu and Cai Xuetong, as well as a competitive aerials squad.\\n\\n\\\"The results achieved by Gu and Su really got our season off to a flying start, boosted our confidence and showed the world our strength ahead of the Olympics,\\\" said Li Yang, manager of China's Big Air, halfpipe and slopestyle national programs.\\n\\nHaving succeeded early in their athletic careers, both Gu and Su have seen their popularity expand beyond the sporting sphere, with the pair already crossing over into the fashion and entertainment worlds.\\n\\nAlso a top skier in slopestyle and halfpipe, the US-born Gu, known as Eileen in the States, has graced the cover of major international fashion magazines while enjoying a budding modeling career too.\\n\\n**The Stanford-bound student, who has taken a gap year from college to focus on Beijing 2022,** has drawn comparisons to the likes of tennis legend Li Na and basketball icon Yao Ming because of her potential to become one of China's most marketable sports stars.\\n\\nSu, meanwhile, was already showing his star potential at 9, playing a role in Hong Kong director Tsui Hark's hit movie The Taking of Tiger Mountain in 2014.\\n\\nFor now, though, both athletes are firmly focused on doing their country proud at Beijing 2022, which opens on Feb 4.\\n\\n\\\"For me, there is so much room to improve upon it,\\\" Gu said of her 1440 trick. \\\"The thing with freeski that I love is you can improve one trick infinitely, because it's not a sport about difficulty. It's about style.\\n\\n\\\"I am really happy with the level of difficulty on this one, but the real difficulty is making that trick my own and adding my own flavor to it.\\\"\\n\\nSu echoed that sentiment, revealing that he's well on his way to cracking a 1980-degree trick, a five-and-a-half rotation stunt.\\n\\n\\\"I landed my first try on 1980 at the preseason training camp in Austria, which is super difficult but possible,\\\" said Su.\\n\\n\\\"The goal is to improve the consistency through repetition and to land the trick neatly as many times as possible in training to be able to throw it in real competitions as it needs to be done.\\\"\",\"timestamp\":1638877884,\"title\":\"High-flying Gu, Su soar to new heights\"},\"digest\":\"g6nBxb7Ouc41dn0cW2BCsYRkEryPz-b5Nakg1LDLrDg\",\"authorship\":{\"contributor\":\"0xF86F781C07805605058AF21Eb55aaeaE33A74F4B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TZAN3CiC72PAJWanvw0n4E-du5p96FCIE-d-WE-4nU\\\",\\\"y\\\":\\\"hzC6NUakNyXdvlh46weY3UUsI6HZVJV3DP7Eyq7La_8\\\"}\",\"signature\":\"f0FCbTRMqKZl_5SEeaUmKc96g7FWX8TfdiiIxW7jHNZHt3rjwShHMogrEYMyfERyn6GaZn2uhzvLaiyoStDUoA\",\"signingKeySignature\":\"0x98d620cc802cfcbbd5e134d8433c999bb0cbfa166494f1f850c5caebd0d3ad6532331cb7e0182e6a838837a78c9b7ba79621fc04e9cbf62f28f75a0f1443b1181b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TZAN3CiC72PAJWanvw0n4E-du5p96FCIE-d-WE-4nU\\\",\\\"y\\\":\\\"hzC6NUakNyXdvlh46weY3UUsI6HZVJV3DP7Eyq7La_8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g6nBxb7Ouc41dn0cW2BCsYRkEryPz-b5Nakg1LDLrDg\"}"