"{\"content\":{\"body\":\"## 非典肺炎与新冠肺炎发展脉络\\n\\n## 前情回顾\\n\\n2002年11月16日，广东发现第一例疑似 SARS 患者。\\n\\n2003年2月18日，此时已经距离 SARS 爆发四个月，国家 CDC 把病原错误的诊断为衣原体。耽误了疫情的防控。\\n\\n2003年4月16日，当世界卫生组织 WHO 宣布新型冠状病毒为 SARS 病原体后，全国开始全面抗击非典。\\n\\n2003年4月20日，是抗击“非典”过程中的重要节点。时任卫生部部长张文康被免去卫生部党组书记职务，并于4月26日被免去卫生部长职务。同时，孟学农被免去北京市委副书记职务，王岐山紧急进京救火。\\n\\n2003年6月24日，世卫组织宣布将北京从非典疫区名单中排除。非典疫情结束。\\n\\n## 对公共卫生事件爆发要谨慎乐观\\n\\n2013年，中国疾病预防控制中心流行病首席科学家曾光对媒体总结说：“对于中国公共卫生事业来说，SARS 是一个里程碑。它给我们留下了很多教训，其中一个大的教训，就是最开始的时候，公共卫生专家的声音太小。”\\n\\n2019 年 3 月 5 日，中国疾控中心（CDC）主任高福院士在接受金羊网记者专访时表示：“SARS 这一类病毒随时有可能出现，但我很有信心地说，‘SARS类似事件’不会再出现，因为我国传染病监控网路体系建设得很好，这类事件不会再发生。”\\n\\nSARAS 期间，从美国紧急回国抗疫的流行病学教授黄建始，在美国匹兹堡大学的演讲《从SARS危机看中国应建立什么样的公共卫生应对体系》中指出“人类现代化进程造成的生态失衡以及对生活方式的影响，已经导致新病不断出现，动荡的世界和国内社会转型的现实已经使生物恐怖的出现成为不是有或无的问题，而是早或晚的问题中，中国奔小康社会城市化转型人口基数史无前例， 人口密集和人口流动为传染病流行提供了很好的温床。”\\n\\n果不其然，2020年初，一场始料未及的新冠肺炎（COVID-19）又在武汉爆发。\\n\\n\\n---\\n\\n## 旧景再现\\n\\n2019年12月26日，湖北省中西医结合医院呼吸内科主任张继先接诊4位肺部CT异常的病人，并将情况汇报给医院，同日，湖北省中西医结合医院将情况上报江汉区疾控中心，她成为第一个为疫情防控工作拉响警报的人。\\n\\n2019 年 12 月 31日，中国疾控中心主任高福等第一批疾控专家组赴武汉调查新冠肺炎（COVID-19）。随后，高福等人以“新型冠状病毒感染的肺炎在中国武汉早期传播动力学”为题发表在世界著名医学期刊《新英格兰医学杂志》发表研究文章。宣称，自2019年12月中旬以来，新冠肺炎密切接触者之间已经发生了人际传播。（此论文于 2020 年 1 月 30 日见刊）。\\n\\n2020年1月1日，武汉关停华南海鲜批发市场。\\n\\n2020年1月8日，距离发现首例病人14天后，国家卫健委通过对病例样本进行实验室平行检测，初步确定新型冠状病毒为此次疫情的病原。\\n\\n2019年1月19日，中国向世界卫生组织（WHO）共享新冠病毒基因序列。\\n\\n2020 年 1 月 20 日，第二批卫健委专家组成员钟南山接受央视采访，宣布武汉新冠肺炎具有人传人现象。\\n\\n2020年1 月 23 日 武汉宣布封城，时任武汉市长周先旺接受媒体采访时表示，由于正值春节返乡季节，已经有500多万人离开武汉奔赴全球各地。同日，武汉宣布参照2003年抗击非典期间北京小汤山医院模式，建设武汉火神山医院。\\n\\n2020年1月25日，大年初一，最高层开会并成立疫情工作领导小组。这一天全国各地禁止拜年，串门、走亲戚，这个春节成为史上最冷清的大年初一。\\n\\n2020年1月27日，春节假期延长至2月2日，此后全国各地开工又陆续推迟至2月9日，2月14日。\\n\\n2020年02月11日，官方数据显示全国已经确诊新冠肺炎42744例，死亡1017例，疫情仍在延续。\\n\\n\\n---\\n\\n## 胜兵先胜而后求战\\n\\n与2003年的 SARS 相比，我们这次的疫情防控能力的确有了明显提升。各地医疗工作队驰援武汉，火神山、雷神山医院快速建成，各方力量全球寻找口罩防护服、社区乡村迅速封闭式管理，医疗工作者舍小家顾大家，带病上前线….这些在突发事件中表现英勇的人和事的确激动人心，但我们需要的不是停留在对这些英雄人物大张旗鼓地宣传上，而是要扎扎实实建立避免发生这类突发事件的机制。将百分之九十九点九九的潜在突发公共卫生事件消灭在萌芽之中，远比在与病毒肉搏更加有意义。管理大师德鲁克曾说“管理得好的工厂，总是单调乏味，没有任何激动人心的事件发生”，治国也一样。\\n\\n人口大国和公共卫生发展地区性和多样化，决定了我国每天都有可能出现突发公共卫生事件，而我们长期倾向于采用临时性的强制性很明显的行政手段来处理危机，比如建立火神山、雷神山医院，封闭式管理，这种至上而下的运动战在阻断传播途径，保护易感人群中确实起到立竿见影的效果, 但是全国延迟复工，复学，经济损失严重，当疫情结束后，各地救援队返回原工作岗位，各类救助设施拆除，处理危机的宝贵经验如何系统化制度化？\\n\\n《孙子兵法 · 形篇》有云：故善战者，立于不败之地，而不失敌之败也。是故，胜兵先胜而后求战，败兵先战而后求胜。只有在战前建立完善的情报网络、灵敏的防御系统，高效的参谋系统，有领导力的司令部、充足的后勤保障，战时状态，前线士兵才能奋勇杀敌，才能迅速取得胜利。\\n\\n治大国，若烹小鲜。在民众尚未感受到疾病威胁时，反应部门已经将病魔扼杀在襁褓中的国家，才是大家期待的生活状态。正如那些幸福指数很高的芬兰、丹麦、挪威等国家，我们很少会在媒体上听到有关它们的新闻，而经常登上各大媒体头条的阿富汗则是最不幸的国家。\\n\\n度尽劫波兄弟在，希望这次疫情过去后，大家都平安健康回归正常生活工作；希望大家都敬畏自然，不买卖食用野生动物；也希望经此一役，大家都更加尊重科学，尊重科学家，根据钟南山院士、李兰娟院士等专家的指导，补齐公共卫生体系短板，真正的实现高质量发展。\\n\\n## 不动如山，动如雷震\\n\\n因为疫情，节后复工一延再延，企业主，创业者无比焦虑，担心长时间不开工，又要发放员工工资，现金流吃紧，企业会熬不过去。\\n\\n希望大家能保持冷静，第一，新冠肺炎这类疫情不会长时间持续，照现在的防控力度和发展势头，3月底前，全国应该能够全面解除疫情。第二，对于企业来说，在激烈的商业丛林中，迅速扩张，高速发展确实重要，但是高质量发展，未雨绸缪，建立防范发生重大系统性风险的预防机制更加重要。我们的很多企业一味求大，要做头部企业，要上市，要成为世界五百强，在极速狂奔的时候往往低估了黑天鹅的出现，一旦出现小的风吹草动，企业就危在旦夕。而反观日本、德国的很多企业，公司规模虽小，但抗风险能力极强，存续百年而不倒。与其焦虑担忧，不如趁此机会，静下心来，思考对策。\\n\\n系统性风险的发生是不可避免的。经此新冠肺炎事件，希望我们的企业家能够对风险再认识，重新定位公司战略，思考是要活得久一点还是长的大一点，如何在动态平衡中存活下去，如果度过下一次危机。\",\"timestamp\":1641119729,\"title\":\"那些在突发事件中表现英勇的人和事的确激动人心，但我们需要的是避免发生突发事件的机制\"},\"digest\":\"R__9rTmeGNaex9nebTeFgLwXgUtVZKNm4LtORA4SLYc\",\"authorship\":{\"contributor\":\"0xE121d0447c6372E864722eC4b34A77D13542890D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gifKn2h3usaJvlX1Ghw6gpSpybOz7QQSHdZNyPd2Xwg\\\",\\\"y\\\":\\\"IXkJt9_al_jNiRDmaz8HZF5pdIaYHoSuI03fuV5uNKU\\\"}\",\"signature\":\"1y1uhsPzPWr78Xz4P_88XeKV_JAO-tR-T8CM6AKUv_gm3LOoUID0GojVFCz-kPDh73H70_hIQJPXlrNAi7XOeQ\",\"signingKeySignature\":\"0x14af8eded700978b71e0ee6b051fbacee36a90f17a8955bda3a3573d461a594807cf703f50816a9b0e6724608fd7dc948ecf63d1d8752f3395c4088c6b248fd61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gifKn2h3usaJvlX1Ghw6gpSpybOz7QQSHdZNyPd2Xwg\\\",\\\"y\\\":\\\"IXkJt9_al_jNiRDmaz8HZF5pdIaYHoSuI03fuV5uNKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R__9rTmeGNaex9nebTeFgLwXgUtVZKNm4LtORA4SLYc\"}"