"{\"content\":{\"body\":\"chief among whom were Robert Toombs, Howell Cobb, and Alexander H. Stephens.  Curiously enough all three were Georgians, and this might indeed be called the day of Georgia in the history of the South.\\n\\nA different type of man, however, and one significant of a divergent point of view, had long endeavored to shake the leadership of the Georgian group.  Rhett in South Carolina, Jefferson Davis in Mississippi, and above all Yancey in Alabama, together with the interests and sentiment which they represented, were almost ready to contest the orthodoxy of the policy of \\\"nothing doing.\\\"  To consolidate the interests behind them, to arouse and fire the sentiment on which they relied, was now the confessed purpose of these determined men.  So little attention has hitherto been given to motive in American politics that the modern student still lacks a clear-cut and intelligent perception of these various factions.  In spite of this fact, however, these men may safely be regarded as being distinctly more intellectual, and as having distinctly deeper natures, than the men who came together under the leadership of Toombs and Cobb, and who had the true provincial enthusiasm for politics as the great American sport.\\n\\nThe factions of both Toombs and Yancey were intensely Southern and, whenever a crisis might come, neither meant to hesitate an instant over striking hard for the South.  Toombs, however, wanted to prevent such a situation, while Yancey was anxious to force one. The former conceived felicity as the joy of playing politics on the biggest stage, and he therefore bent all his strength to preserving the so-called national parties; the latter, scornful of all such union, was for a separate Southern community.\\n\\nFurthermore, no man could become enthusiastic about political evasion unless by nature he also took kindly to compromise.  So, Toombs and his followers were for preserving the negative Democratic position of 1856.  In a formal paper of great ability Stephens defended that position when he appeared for reelection to Congress in 1857.  Cobb, who had entered Buchanan's Cabinet as Secretary of the Treasury, and who spoke hopefully of making Kansas a slave state, insisted nevertheless that such a change must be \\\"brought about by the recognized principles of carrying out the will of the majority which is the great doctrine of the Kansas Bill.\\\"  To Yancey, as to the Republicans, Kansas was a disputed border-land for which the so-called two nations were fighting.\\n\\nThe internal Southern conflict between these two factions began anew with the Congressional elections of 1857.  It is worth observing that the make-up of these factions was almost a resurrection of the two groups which, in 1850, had divided the South on the question of rejecting the Compromise.  In a letter to Stephens in reference to one of the Yancey men, Cobb prophesied: \\\"McDonald will utterly fail to get up a new Southern Rights party. Burnt children dread the fire, and he cannot get up as strong an organization as he did in 1850.  Still it is necessary to guard every point, as McDonald is a hard hand to deal with.\\\"  For the moment, he foretold events correctly.  The Southern elections of 1857 did not break the hold of the moderates.\\n\\nYancey turned to different machinery, quite as useful for his purpose.  This he found in the Southern commercial conventions, which were held annually.  At this point there arises a vexed question which has, of late, aroused much discussion.  Was there then what we should call today a slave \\\"interest\\\"?  Was organized capital deliberately exploiting slavery?  And did Yancey play into its hands?\\\\*  The truth seems to be that, between 1856 and 1860, both the idealist parties, the Republicans and the Secessionists, made peace with, shall we say, the Mammon of unrighteousness, or merely organized capital?  The one joined hands with the iron interest of the North; the other, with the slave interest of the South.  The Republicans preached the domination of the North and a protective tariff; the Yancey men preached the independence of the South and the reopening of the slave trade.\\n\\n* For those who would be persuaded that there was such a slave interest, perhaps the best presentation is to be found in Professor Dodd's Life of Jefferson Davis.\\n\\nThese two issues Yancey, however, failed to unite, though the commercial convention of 1859 at last gave its support to a resolution that all laws, state or federal, prohibiting the African slave trade ought to be repealed.  That great body of Northern capital which had dealings with the South was ready, as it always had been, to finance any scheme that Southern business desired.  Slavers were fitted out in New York, and the city authorities did not prevent their sailing.  Against this somber background stands forth that much admired action of Lewis Cass of Michigan, Buchanan's Secretary of State.  Already the slave trade was in process of revival, and the British Navy, impelled by the powerful anti-slavery sentiment in England, was active in its suppression.  American ships suspected of being slavers were visited and searched.  Cass seized his opportunity, and declaring that such things \\\"could not be submitted to by an independent nation without dishonor,\\\" sent out American warships to prevent this interference.  Thereupon the British government consented to give up trying to police the ocean against slavers. It is indeed true, therefore, that neither North nor South has an historical monopoly of the support of slavery!\\n\\nIt is but fair to add that, so far as the movement to reopen the slave trade found favor outside the slave barons and their New York allies, it was advocated as a means of political defense, of increasing Southern population as an offset to the movement of free emigration into the North, and of keeping the proportion of Southern representation in Congress.  Stephens, just after Cass had successfully twisted the lion's tail, took this position in a speech that caused a sensation.  In a private letter he added, \\\"Unless we get immigration from abroad, we shall have few more slave states.  This great truth seems to take the people by surprise.  Some shrink from it as they would from death. Still, it is as true as death.\\\"  The scheme, however, never received general acceptance; and in the constitution of the Southern Confederacy there was a section prohibiting the African slave trade.  On the other of these two issues--the independence of the South--Yancey steadily gained ground.  With each year from 1856  to 1860, a larger proportion of Southerners drew out of political evasion and gave adherence to the idea of presenting an ultimatum to the North, with secession as an alternative.\\n\\nMeanwhile, Buchanan sent to Kansas, as Governor, Robert J. Walker, one of the most astute of the Democrats of the opposite faction and a Mississippian.  The tangled situation which Walker found, the details of his attempt to straighten it out, belong in another volume.\\\\* It is enough in this connection merely to mention the episode of the Lecompton convention in the election of which the Northern settlers refused to participate, though Walker had promised that they should have full protection and a fair count as well as that the work of the convention should be submitted to a popular vote.  This action of Walker's was one more cause of contention between the warring factions in the South.  The fact that he had met the Northerners half-way was seized upon by the Yancey men as evidence of the betrayal of the South by the Democratic moderates.  On the other hand, Cobb, writing of the situation in Kansas, said that \\\"a large majority are against slavery and...our friends regard the fate of Kansas as a free state pretty well fixed...the pro-slavery men, finding that Kansas was likely to become a Black Republican State, determined to unite with the free-state Democrats.\\\"  Here is the clue to Walker's course.  As a strict party man, he preferred to accept Kansas free, with Democrats in control, rather than risk losing it altogether.\\n\\n* See Jesse Macy, \\\"The Anti-Slavery Crusade\\\".  (In \\\"The Chronicles of America\\\".)\\n\\nThe next step in the affair is one of the unsolved problems in American history.  Buchanan suddenly changed front, disgraced Walker, and threw himself into the arms of the Southern extremists. Though his reasons for doing so have been debated to this day, they have not yet been established beyond dispute.  What seems to be the favorite explanation is that Buchanan was in a panic.  What brought him to that condition may have been the following events.\\n\\nThe free-state men, by refusing to take part in electing the convention, had given control to the slaveholders, who proved they were not slow to seize their opportunity.  They drew up a constitution favoring slavery, but this constitution, Walker had promised, was to be submitted in referendum.  If the convention decided, however, not to submit the constitution, would not Congress have the right to accept it and admit Kansas as a Mate? This question was immediately raised.  It now became plain that, by refusing to take part in the election, the free-state Kansans had thrown away a great tactical advantage.  Of this blunder in generalship the Yancey men took instant advantage.  It was known that the proportion of Free-Soilers in Kansas was very great-- perhaps a majority--and the Southerners reasoned that they should not be obliged to give up the advantage they had won merely to let their enemies retrieve their mistake.  Jefferson Davis formulated this position in an address to the Mississippi Legislature in which he insisted that Congress, not the Kansas electorate, was entitled to create the Kansas constitution, that the Convention was a properly chosen body, and that its work should stand.  What Davis said in a stately way, others said in a furious way. Buchanan stated afterward that he changed front because certain Southern States had threatened that, if he did not abandon Walker, they would secede.\\n\\nBe that as it may, Buchanan did abandon Walker and threw all the influence of the Administration in favor of admitting Kansas with the Lecompton constitution.  But would this be true to that principle of \\\"popular sovereignty\\\" which was the very essence of the Kansas-Nebraska Act?  Would it be true to the principle that each locality should decide for itself between slavery and freedom? On this issue the Southerners were fairly generally agreed and maintained that there was no obligation to go behind the work of the convention.  Not so, however, the great exponent of popular sovereignty, Douglas.  Rising in his place in the Senate, he charged the President with conspiring to defeat the will of the majority in Kansas.  \\\"If Kansas wants a slave state constitution,\\\" said he, \\\"she has a right to it; if she wants a free state constitution, she has a right to it.  It is none of my business which way the slavery clause is decided.  I care not whether it is voted up or down.\\\"\\n\\nThere followed one of those prolonged legislative battles for which the Congress of the United States is justly celebrated. Furious oratory, propositions, counter-propositions, projected compromises, other compromises, and at the end nothing positive. But Douglas had defeated the attempt to bring in Kansas with the Lecompton constitution.  As to the details of the story, they include such distinguished happenings as a brawling, all-night session when \\\"thirty men, at least, were engaged in the fisticuff,\\\" and one Representative knocked another down.\\n\\nDouglas was again at the center of the stage, but his term as Senator was nearing its end.  He and the President had split their party.  Pursued by the vengeful malice of the Administration, Douglas went home in 1858 to Illinois to fight for his reelection. His issue, of course, was popular sovereignty.  His temper was still the temper of political evasion.  How to hold fast to his own doctrine, and at the same time keep to his programme of \\\"nothing doing\\\"; how to satisfy the negative Democrats of the North without losing his last hold on the positive men of the South--such were his problems, and they were made still more difficult by a recent decision of the Supreme Court.\\n\\nThe now famous case of Dred Scott had been decided in the previous year.  Its bewildering legal technicalities may here be passed over; fundamentally, the real question involved was the status of a negro, Dred Scott.  A slave who had been owned in Missouri, and who had been taken by his master to the State of Illinois, to the free territory of Minnesota, and then back to Missouri, now claimed to be free.  The Supreme Court undertook to decide whether his residence in Minnesota rendered him free, and also whether any negro of slave descent could be a citizen of the United States. The official opinion of the Court, delivered by Chief Justice Taney, decided both questions against the suppliant.  It was held that the \\\"citizens\\\" recognized by the Constitution did not include negroes.  So, even if Scott were free, he could not be considered a citizen entitled to bring suit in the Federal Courts. Furthermore, he could not be considered free, in spite of his residence in Minnesota, because, as the Court now ruled, Congress, when it enacted the Missouri Compromise, had exceeded its authority; the enactment had never really been in force; there was no binding prohibition of slavery in the Northwestern territories.\\n\\nIf this decision was good law, all the discussion about popular sovereignty went for nothing, and neither an act of Congress nor the vote of the population of a territory, whether for or against slavery, was of any value whatsoever.  Nothing mattered until the newmade state itself took action after its admission to the Union. Until that time, no power, national or local, could lawfully interfere with the introduction of slaves.  In the case of Kansas, it was no longer of the least importance what became of the Lecompton constitution or of any other that the settlers might make.  The territory was open to settlement by slaveholders and would continue to be so as long as it remained a territory.  The same conditions existed in Nebraska and in all the Northwest.  The Dred Scott decision was accepted as orthodox Democratic doctrine by the South, by the Administration, and by the \\\"Northern men with Southern principles.\\\"  The astute masters of the game of politics on the Democratic side struck the note of legality.  This was law, the expression of the highest tribunal of the Republic; what more was to be said?  Though in truth there was but one other thing to be said, and that revolutionary, the Republicans, nevertheless, did not falter over it.  Seward announced it in a speech in Congress on \\\"Freedom in Kansas,\\\" when he uttered this menace: \\\"We shall reorganize the Court and thus reform its political sentiments and practices.\\\"\\n\\nIn the autumn of 1858 Douglas attempted to perform the acrobatic feat of reconciling the Dred Scott decision, which as a Democrat he had to accept, with that idea of popular sovereignty without which his immediate followers could not be content.  In accepting the Republican nomination as Douglas's opponent for the senatorship, Lincoln used these words which have taken rank among his most famous utterances: \\\"A house divided against itself cannot stand.  I believe this government cannot endure permanently half slave and half free.  I do not expect the Union to be dissolved. I do not expect the house to fall but I do expect it will cease to be divided.  It will become all one thing or all the other. Either the opponents of slavery will arrest the further spread of it, and place it where the public mind shall rest in the belief that it is in the course of ultimate extinction; or its advocates will push it forward till it shall become alike lawful in all the states, old as well as new--North as well as South.\\\"\\n\\nNo one had ever so tellingly expressed the deathgrapple of the sections: slavery the weapon of one, free labor the weapon of the other.  Though Lincoln was at that time forty-nine years old, his political experience, in contrast with that of Douglas, was negligible.  He afterward aptly described his early life in that expressive line from Gray, \\\"The short and simple annals of the poor.\\\"  He lacked regular schooling, and it was altogether from the practice of law that he had gained such formal education as he had.  In law, however, he had become a master, and his position, to judge from the class of cases entrusted to him, was second to none in Illinois.  To that severe yet wholesome cast of mind which the law establishes in men naturally lofty, Lincoln added the tonic influence of a sense of style--not the verbal acrobatics of a rhetorician, but that power to make words and thought a unit which makes the artist of a man who has great ideas.  How Lincoln came by this literary faculty is, indeed, as puzzling as how Burns came by it.  But there it was, disciplined by the court room, made pungent by familiarity with plain people, stimulated by constant reading of Shakespeare, and chastened by study of the Bible.\\n\\nIt was arranged that Douglas and Lincoln should tour the State together in a series of joint debates.  As a consequence there followed a most interesting opposition of methods in the use of words, a contest between the method formed in Congress at a time when Congress was a perfect rhetorical academy, and that method of using words which was based on an arduous study of Blackstone, Shakespeare, and Isaiah.  Lincoln issued from the debates one of the chief intellectual leaders of America, and with a place in English literature; Douglas came out a Senator from Illinois.\\n\\nBut though Douglas kept his following together, and though Lincoln was voted down, to Lincoln belonged the real strategic victory. In order to save himself with his own people, Douglas had been forced to make admissions that ruined him with the South.  Because of these admissions the breach in the party of political evasion became irreparable.  It was in the debate at Freeport that Douglas's fate overtook him, for Lincoln put this question: \\\"Can the people of a United States territory, in any lawful way, against the wish of any citizen of the United States, exclude slavery from its limits, prior to the formation of a state constitution?\\\"\\n\\nDouglas answered in his best style of political thunder.  \\\"It matters not,\\\" he said, \\\"what way the Supreme Court may hereafter decide as to the abstract question whether slavery may or may not go into a territory under the Constitution; the people have the lawful means to introduce it or exclude it as they please, for the reason that slavery cannot exist a day or an hour anywhere unless it is supported by local police regulations.  Those police regulations can only be established by the local legislatures; and if the people are opposed to slavery, they will elect representatives to that body who will by unfriendly legislation effectually prevent the introduction of it into their midst. If, on the contrary, they are for it, their legislation will favor its extension.  Hence, no matter what the decision of the Supreme Court may be on that abstract question, still the right of the people to make a slave territory or a free territory is perfect and complete under the Nebraska Bill.\\\"\\n\\nAs to the moral aspect of his actions, Douglas must ultimately be judged by the significance which this position in which he placed himself assumed in his own mind.  Friendly critics excuse him: an interpretation of the Dred Scott decision which explained it away as an irresponsible utterance on a subject outside the scope of the case, a mere obiter dictum, is the justification which is called in to save him from the charge of insincerity.  His friends, today, admit that this interpretation was bad law, but maintain that it may have been good morals, and that Douglas honestly held it.  But many of us have not yet advanced so far in critical generosity, and cannot help feeling that Douglas's position remains political legerdemain--an attempt by a great officer of the government, professing to defend the Supreme Court, to show the people how to go through the motions of obedience to the Court while defeating its intention.  If not double-dealing in a strict sense, it must yet be considered as having in it the temper of double-dealing.\\\\* This was, indeed, the view of many men of his own day and, among them, of Lincoln.  Yet the type of man on whom the masters of the game of politics relied saw nothing in Douglas's position at which to be disturbed.  It was merely playing politics, and if that absorbing sport required one to carry water on both shoulders, why--play the game! Douglas was the man for people like that.  They cheered him to the echo and sent him back to the Senate.  So well was this type understood by some of Lincoln's friends that they had begged him, at least according to tradition, not to put the question at Freeport, as by doing so he would enable Douglas to save himself with his constituency.  Lincoln saw further, however.  He understood better than they the forces then at work in America. The reply reported of him was: \\\"If Douglas answers, he can never be President, and the battle of 1860 is worth a hundred of this.\\\"\\n\\n* There are three ways of regarding Douglas's position: (1) As a daring piece of evasion designed to hold all the Democrats together; (2) as an attempt to secure his locality at all costs, taking his chances on the South; (3) as a sincere expression of the legal interpretation mentioned above.  It is impossible in attempting to choose among these to escape wholly one's impression of the man's character.\\n\\nWell might Yancey and his followers receive with a shout of joy the \\\"Freeport Doctrine,\\\" as Douglas's supreme evasion was called. Should Southerners trust any longer the man who had evolved from the principle of let-'em-alone to the principle of double-dealing? However, the Southerners were far from controlling the situation. Though the events of 1858 had created discord in the Democratic party, they had not consolidated the South.  Men like Toombs and Stephens were still hopeful of keeping the States together in the old bond of political evasion.  The Democratic machine, damaged though it was, had not yet lost its hold on the moderate South, and while that continued to be the case, there was still power in it.\\n\\nCHAPTER IV. THE CRISIS\\n\\nThe Southern moderates in 1859 form one of those political groups, numerous enough in history, who at a crisis arrest our imagination because of the irony of their situation.  Unsuspecting, these men went their way, during the last summer of the old regime, busy with the ordinary affairs of state, absorbed in their opposition to the Southern radicals, never dreaming of the doom that was secretly moving toward them through the plans of John Brown.  In the soft brilliancy of the Southern summer when the roses were in bloom, many grave gentlemen walked slowly up and down together under the oaks of their plantation avenues, in the grateful dusk, talking eagerly of how the scales trembled in Southern politics between Toombs and Yancey, and questioning whether the extremists could ride down the moderate South and reopen the slave trade.  In all their wondering whether Douglas would ever come back to them or would prove the blind Samson pulling down their temple about their ears, there was never a word about the approaching shadow which was so much more real than the shades of the falling night, and yet so entirely shut away from their observation.\\n\\nIn this summer, Stephens withdrew as he thought from public life. With an intensely sensitive nature, he had at times flashes of strange feeling which an unsophisticated society would regard as prophetic inspirations.  When he left Washington \\\"on the beautiful morning of the 5th of March, 1859, he stood at the stern of the boat for some minutes gazing back at the capital.\\\"  He had announced his intention of not standing again as a Representative, and one of his fellow-passengers asked jokingly whether he was thinking of his return as a Senator.  Stephen's reply was full of emotion, \\\"No, I never expect to see Washington again unless I am brought here as a prisoner of war.\\\"  During the summer he endeavored to cast off his intuition of approaching disaster.  At his plantation, \\\"Liberty Hall,\\\" he endeavored to be content with the innumerable objects associated with his youth; he tried to feel again the grace of the days that were gone, the mysterious loveliness of the Southern landscape with its immense fields, its forests, its great empty spaces filled with glowing sunshine.  He tried to possess his troubled soul with the severe intellectual ardor of the law.  But his gift of second sight would not rest. He could not overcome his intuition that, for all the peace and dreaminess of the outward world, destiny was upon him.  Looking out from his spiritual seclusion, he beheld what seemed to him complete political confusion, both local and national.  His despairing mood found expression a little later in the words: \\\"Indeed if we were now to have a Southern convention to determine upon the true policy of the South either in the Union or out of it, I should expect to see just as much profitless discussion, disagreement, crimination, and recrimination amongst the members of it from different states and from the same state, as we witness in the present House of Representatives between Democrats, Republicans, and Americans.\\\"\\n\\nAmong the sources of confusion Stephens saw, close at home, was the Southern battle over the reopening of the slave trade.  The reality of that issue had been made plain in May, 1859, when the Southern commercial congress at Vicksburg entertained at the same time two resolutions: one, that the convention should urge all Southern States to amend their constitutions by a clause prohibiting the increase of African slavery; the other, that the convention urge all the Legislatures of Southern States to present memorials to Congress asking the repeal of the law against African slave trade.  Of these opposed resolutions, the latter was adopted on the last day of the convention\\\\*, though the moderates fought hard against it.\\n\\n\\\\*It is significant that the composition of these Southern commercial congresses and the Congress of the whole Southern people was strikingly different in personnel.  Very few members of the commercial congresses reappear in the Confederate Congress.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/23](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/23)\\n\\n\",\"timestamp\":1637674628,\"title\":\"\\nThe South had thus far been kept in line with the cause of political evasion by a small group of able politicians, \"},\"digest\":\"rjyZWIp-PiVGsNRMU4BQM-FdBw_izNE06SX90wCUExs\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0XBrQGgXzgOuFXO-Wz1IiVMW8dBL3HvHO2sXtN095Ro\\\",\\\"y\\\":\\\"Qh_uXNaVRCu9p_3sBMG02f5hEh94xcPcjqa-k4q5lnI\\\"}\",\"signature\":\"tVRhNPsUVxiqy0xzFuuJgSl9lkXbPNBLGC4rE4rKmKTtUsHq1NHj74Z2E0FjqL_mfm_mQ-XSFJQ7jv79bqkV9g\",\"signingKeySignature\":\"0xeda1441d9c5afd37d76d04cf9868e51a634320f24719096a67867716193b75a651877db3fba99b61a5b863b33a3863b7df7deedf62cecdab06bfa70fa03c22461b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0XBrQGgXzgOuFXO-Wz1IiVMW8dBL3HvHO2sXtN095Ro\\\",\\\"y\\\":\\\"Qh_uXNaVRCu9p_3sBMG02f5hEh94xcPcjqa-k4q5lnI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rjyZWIp-PiVGsNRMU4BQM-FdBw_izNE06SX90wCUExs\"}"