"{\"content\":{\"body\":\"“Sister Wives” star Christine Brown is done with her polygamist family.\\n\\nThe 49-year-old said Tuesday that she is [ending her 25-year “spiritual union”](https://pagesix.com/article/celebrity-breakups-2021/) with patriarch Kody Brown, who she shares with three other women.\\n\\n“Kody and I have grown apart and I have made the difficult decision to leave,” Christine, 49, [wrote via Instagram](https://www.instagram.com/p/CVyGLiIvp7R/).\\n\\n“We will continue to be a strong presence in each other’s lives as we parent our beautiful children and support our wonderful family. At this time, we ask for your grace and kindness as we navigate through this stage within our family.”\\n\\nChristine has complained on the show — which will start its 16th season later this month — about feeling unsupported by Kody while his other wives get along with him well.\\n\\nEnlarge ImageChristine and Kody Brown have broken up after 25 years together.TLC\\n\\n“I can’t do marriage with Kody anymore,” she confessed during the Season 15 finale. “I don’t wanna.”\\n\\nChristine has six kids with Kody since she first joined his plural marriage in March 1994: Asypen, 26, Mykelti, 25, Paedon, 23, Gwendlyn, 20, Ysabel, 18, and Truely, 11.\\n\\nShe did not say if the youngest, Truely, will be coming with her to Utah, where she has recently said she wanted to move.\\n\\nEnlarge ImageChristine thanked her followers for their compassion.Instagram\\n\\nKody, 52, said the breakup was upsetting to him.\\n\\n“Christine’s decision to leave comes with a great deal of sadness. We enjoyed many years together and I have a large amount of respect and admiration for her. Although we are moving forward on different paths, we will always remain committed parents,”[ he wrote on Instagram](https://www.instagram.com/p/CVyGppnPdaG/).\\n\\nKody and Christine never legally married, but have had an unofficial connection that they have dubbed a “spiritual union.” Kody legally married first wife Meri Brown in 1990, but they divorced on paper in 2014, so he could legally marry Robyn Brown a few months later.  Kody is also with a fourth “wife,” Janelle Brown, with whom he also has an unofficial “spiritual union.”\\n\\nRobyn Brown remains the only spouse to which Kody is legally wed.\\n\\nEnlarge ImageChristine shared Kody with Meri, Janelle and Robyn Brown.Ethan Miller\\n\\nChristine’s desire to leave Arizona for Utah and her feelings of being ignored by her long-time partner caused trouble in the family during the past season the reality show.\\n\\n“I’m tired of feeling like I don’t matter,” she said. “I’m tired of not having his support when I really need it. I’m just tired. I need a partnership. I need something different than this.”\\n\\nEnlarge ImageKody and Christine’s relationship will play out on the newest season of “Sister Wives.”Instagram\\n\\nSeason 16 of “Sister Wives” will continue to follow Kody and Christine’s rocky relationship. The[ trailer teases the families moving](https://www.youtube.com/watch?v=slJTlmSPf7Q) to Flagstaff, Ariz. together, but Christine isn’t having it.\\n\\n“Why would I want to live on the same property with a dysfunctional marriage, where right over there he’s got a full functioning marriage?” she asks during a confessional. “Who would ever want to live like that?”\\n\\n–– ADVERTISEMENT ––\\n\\n“Sister Wives” Season 16 premieres Sunday, Nov. 21 at 10 p.m. on TLC.\",\"timestamp\":1635905887,\"title\":\"Sister Wives’ stars Kody and Christine Brown break up after 25 years\"},\"digest\":\"wDTemCsoQr3hvoAijTCIXx84pT33UWf-G1Z2q8rrkRs\",\"authorship\":{\"contributor\":\"0xd4136e6E66561B194a8F4E5cA62A707095B64721\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T7TnPyvq2JnqCOyT1woRnf66qYwIi18oPnpkrjpBeUQ\\\",\\\"y\\\":\\\"Yl8_6m6isQ8KE4LkK3ojIXQx9CuZKIIMrVxhZcomP4Y\\\"}\",\"signature\":\"ZvBr4VKbZAL4bXRAgbKsSpLqZGmgCSF-QqMQUCaf08axJY3M6vDzH4tvQ78_VnOFi2QMJbOK0EJQFnzAPlkloA\",\"signingKeySignature\":\"0xe95fed5a995f0d70f310f68302b436d342cd48f644490016a04a475bf574915e42f33d36db021ca2420173409beafbc9475f81a0167299fd64fda1ead0c7821e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T7TnPyvq2JnqCOyT1woRnf66qYwIi18oPnpkrjpBeUQ\\\",\\\"y\\\":\\\"Yl8_6m6isQ8KE4LkK3ojIXQx9CuZKIIMrVxhZcomP4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wDTemCsoQr3hvoAijTCIXx84pT33UWf-G1Z2q8rrkRs\"}"