"{\"content\":{\"body\":\"Hello and welcome to the second edition of This Outfit Does Not Exist!\\n\\n*This month: digital design 101 - increasing creativity and reducing your bottom line; 5 need-to-know resources for the emerging digital designer; Virtual Fashion makes mainstream media, and how you can get involved*\\n\\n## **The Long Read **\\n\\nMary Antoinette demanded that her dressmaker Rose Bertin, help her *“combat her enemies with style”*\\n\\nMuch like a General going to war Ms Bertin would prepare herself for battle; understanding the enemy’s preconceptions, their desires, and how her Queen could capitalise on these. She’d then return to her troops (an army of seamstresses) and command them to create a weapon from swathes of illustrious fabric.\\n\\nIt was a long and arduous process. After months in the trenches, Rose would return to the Queen with the finished product, unaware of its success until the wearer charged into Court.\\n\\nLuxury fashion has not evolved much since then. \\n\\nWith little exception, S/S 2020 was devised by a coterie of designers, sitting together late into the night, sketching, sampling and pinning, all whilst clutching oat-milk lattes with fervour. The collections they created were astounding, but so was the quantity of waste. It’s estimated that [35% of all materials](https://www.commonobjective.co/article/fashion-and-waste-an-uneasy-relationship) in the fashion supply chain are discarded before they reach the consumer, contributing to the [92 million tonnes](https://www.bbc.com/future/article/20200710-why-clothes-are-so-hard-to-recycle) of textiles waste created each year. \\\\\\n\\n\\n### **Let's get digital **\\n\\nWhat do you do when the world shuts down, and the high-touch artisan methods, core to your career, become untenable (never mind the oat milk lattes)?\\n\\nMuch like engineers, actors and vegan baristas, few designers were [prepared](https://www.ft.com/content/8f8c1c32-7a66-11ea-bd25-7fd923850377) to forgo high-touch collaborative creation. Some resorted to “phys-gital” adaptations of the old ways, [draping and displaying mannequins on Zoom](https://www.ft.com/content/8f8c1c32-7a66-11ea-bd25-7fd923850377), others to the powers of imagination, sending out SOS sample kits complete with [fabric swatches](https://www.ft.com/content/8f8c1c32-7a66-11ea-bd25-7fd923850377), colour charts and paired-down research printouts. All scrambled to adapt, crossed their fingers and hoped for the best.\\n\\n[Tommy Hilfiger](https://uk.tommy.com/) was the exception. Hilfiger has increased its spend on technology by [10-15% year-on-year](https://www.voguebusiness.com/companies/tommy-hilfiger-daniel-grieder-interview-technology-sustainability) since 2015. [As early as 2017](https://fashionunited.uk/news/fashion/tommy-hilfiger-commits-to-100-percent-3d-apparel-design/2019110846123), Hilfiger, and its parent group [PVH](https://www.pvh.com/), began to design in digital. The move became official in 2019, when CEO Daniel Grieder [announced](https://www.lsnglobal.com/fashion/article/24889/tommy-hilfiger-commits-to-100-digital-design) that the brand would have digitised its entire design process by 2022; developing tech incubator [Stitch](https://www.academy.stitchdesignlab.com/) responsible for recreating their entire asset library online, as well as upskilling thousands of relevant staff.\\n\\nAssuming those at PVH are not soothsayers, (or that they manufactured COVID 19 along with their S/S 19 knee-socks) it would be fair to question the brand’s motivations for indulging in such an onerous and expensive process. The justification is two-fold: \\n\\n1.  **Sustainability:** the implementation of digital design processes reduces environmental impact across:\\n\\n    *   **Textiles** - reducing materials waste across the supply chain by enabling: 1) Designs to be pre-engineered to minimise textile waste during production 2) Physical clothing samples to be eliminated, replaced by digital counterparts for both creators and consumers 3) The seamless shift towards a made-to-order production model, where clothes are not manufactured until they’re consumed.\\n    *   **Paper** - decreasing paper waste, by transforming the first point of design from plotter paper sketches to 3D renders. In October 2020 Burberry partnered with digital design agency [Koffeecup](https://www.koffeecup.net/) to integrate [gaming design methods](https://www.burberryplc.com/en/news/news/corporate/2020/burberry-uses_gaming-technology-to-streamlinefashiondesignproces.html) into its product creation. The application, inspired by the 3D tools used to create its game [B-Bounce](https://www.burberryplc.com/en/news/news/corporate/2019/race-to-the-moon-with-burberry-s-first-online-game-b-bounce.htmlhttps://www.burberryplc.com/en/news/news/corporate/2019/race-to-the-moon-with-burberry-s-first-online-game-b-bounce.html), instantaneously maps 2D prints onto 3D product templates, resulting in [two thirds](https://www.burberryplc.com/en/news/news/corporate/2020/burberry-uses_gaming-technology-to-streamlinefashiondesignproces.html) less paper usage at the design stage.\\n    *   **CO2** - digital design optimises the creation process, cutting emissions expended producing garments which will never be worn. It also reduces the need for showroom samples to be shipped around the world to buyers. As early as [2004](https://www.edie.net/news/5/Adidas-virtual-designs-save-over-one-million-material-samples-/), Adidas trialled integrating 3D modelling into its operations. Six years later it got the green light to expand digital design across the business. Between 2010 and 2013 the brand was able to eliminate close to [1.5 million](https://eco-age.com/resources/how-3d-digital-design-and-augmented-reality-can-slash-textile-waste-fashion/) physical samples; along with the waste and emissions their creation would have generated.\\\\\\n\\n\\n2.  **Market need: **using an end-to-end digital process can boost the bottom line improving:\\n\\n*   **Demand responsiveness -** helping designers create desirable items by responding directly to consumer data. Hilfiger first [trialled this concept in 2018](https://www.forbes.com/sites/rachelarthur/2018/01/15/ai-ibm-tommy-hilfiger/), partnering with Fashion Institute of Technology and IBM to apply [AI based forecasting tools](https://newsroom.ibm.com/2019-04-23-IBM-and-FIT-Announce-Collaboration-to-Help-Build-the-Creative-Fashion-Workforce-of-the-Future) to over 715,000 images spanning Hilfiger products, global runways, and fabrics. The project unearthed actionable insights around which silhouettes, colours and prints would appeal to the consumer; then used as inspiration by design teams. Fashion unicorn [Stitch Fix](https://www.stitchfix.com/) leverages data to influence design on an even more granular level, crafting what Chief Algorithm Officer Eric Colson affectionately terms “[Frankenstyles](https://hbr.org/2016/11/how-one-clothing-company-blends-ai-and-human-expertise)”. Using computers as creators, these garments are patched together from fashion elements consumer data signals are appealing; a flared sleeve here, a victorian neckline there, to create an irresistible monster (with less conspicuous stitching!).\\n*   **Speed -** Digital design and distribution can decrease go-to-market time by [up to 40%](https://www.bcg.com/publications/2020/why-fashion-must-go-digital-end-to-end) through end-to-end supply chain optimisation. Hours inspecting samples become minutes, transporting clothes to showrooms becomes instantaneous, virtual fittings reduce mistake-spurred re-runs, and shoots which usually take days, become renders which take hours. In 2016 Hilfiger leveraged digital to debut [#TOMMYNOW ‘catwalk-to-closet](https://www.vogue.co.uk/article/bc/see-it-like-it-shop-it-tommyhilfiger)’ pioneering its ‘See Now, Buy Now’ consumption model. Instead of waiting 3 months to release garments from S/S 17, looks from the Hilfiger show were shoppable as soon as they hit the catwalk. As the successes of streetwear drops indicate, velocity captures consumers. Why wait months for other collections to hit the stores when you can have the latest Hilfiger instantly?\\n*   **Omnichannel - **Digital design helps brands move towards the retail experience of the future; one fully synthesised across physical and digital channels. By 2022, 3D-produced apparel styles will appear in more than [2,000 Hilfiger points of sale](https://www.voguebusiness.com/technology/tommy-hilfiger-pvh-corp-3d-design-digital-clothing-innovation-sustainability) worldwide. Not only does this optimise the consumption experience, it also sets the foundation for experiments in phys-gital engagement. Trend forecasters predict that in the next few years physical stores will become markers of brand identity rather than primary points of purchase. In this environment, tech enhancements become key vehicles for engagement. Burberry opened its first ‘[social retail](https://www.voguebusiness.com/consumers/burberry-tests-social-retail-in-chinas-tech-capital?utm_source=Vogue+Business+Technology\\\\&utm_campaign=560fac5710-EMAIL_CAMPAIGN\\\\_2020\\\\_07\\\\_31\\\\_10\\\\_24\\\\&utm_medium=email\\\\&utm_term=0\\\\_532c2c2142-560fac5710-57932583)’ store in July last year; a 5,800-square-foot goliath in partnership with Tencent. Alongside interactive ‘living sculptures’ the store boasts a personally designed WeChat mini game featuring a ‘digital companion’ who grows with every visit, QR codes relaying product stories, and an entire room dedicated to ‘[The Art of the Trench](https://digiday.com/marketing/burberry-became-top-digital-luxury-brand/#:\\\\~:text=Burberry%20was%20early%20to%20turn,which%20it%20launched%20in%202009.)’. As [80%](https://www.voguebusiness.com/consumers/burberry-tests-social-retail-in-chinas-tech-capital?utm_source=Vogue+Business+Technology\\\\&utm_campaign=560fac5710-EMAIL_CAMPAIGN\\\\_2020\\\\_07\\\\_31\\\\_10\\\\_24\\\\&utm_medium=email\\\\&utm_term=0\\\\_532c2c2142-560fac5710-57932583) of Burberry customers use digital touch points before purchase, this phys-gital investment is bound to have strong returns.\\\\\\n\\n\\n### **Why not worldwide?**\\n\\nWith the advantages explored you’d expect to see every fashion house lining up to undergo the digital shift. Yet, in spite of the pandemic, initiatives of Hilfiger’s size and scale are yet to be rivalled by any other luxury brand. This boils down to a trio of lacks which slacken digital adoption: \\n\\n1.  **A lack of correct infrastructure** - Hilfiger budgeted 5 years for its digital transformation because leveraging digital design transformatively requires revolution across the *entire* supply chain. For each of the [60,000 product options](https://www.voguebusiness.com/technology/tommy-hilfiger-pvh-corp-3d-design-digital-clothing-innovation-sustainabilityhttps://www.voguebusiness.com/technology/tommy-hilfiger-pvh-corp-3d-design-digital-clothing-innovation-sustainability) Hilfiger digitally designs, all components (fabrics, colours, patterns and prints) must first be visualised in 3D; that’s hundreds of thousands of moving pieces. What’s more, the end-to-end digital infrastructure erected must span not only the brand’s facilities (studios, showrooms and stores) but also those of third party contractors in order to take effect. To top it all off, this entire revolution is expected to take place with no stalls in the normal course of business - not an easy task!\\n2.  **A lack of transferable skills** - being told as a physical fashion designer that your entire process needs to be transformed can present barriers that seem insurmountable. In facilitating its shift, Hilfiger demystified the process by sitting those trained in physical design side-by-side with their digitally experienced counterparts; making them create in tandem. The brand also upskilled every other individual involved in the clothing supply chain; from product specialists to showroom managers. This end-to-end upskilling, though arduous, is integral to digital design’s success. Not only does it allow the process to be optimised, it creates cohesion across the company; uniting employees through their shared experience of the digital shift.\\n3.  **A lack of trust -** despite increasing adoption, many regard fashion and tech as incompatible. Fashion derives its value from a brand reputation, established over hundreds of years, with a product’s desirability tied to its complexity to create. Tech drives value through improvements in speed and efficiency, where novelty is desired (as long as it works!). Traditionally therefore, tech has been viewed by those in the industry as a gimmick, something that reduces brand prestige rather than furthering it. In order for tech to show value to those in fashion it needs to demonstrate a clear contribution to the values underlying each brand, instead of presenting itself as a shiny new toy. For Hilfiger this is [Accessibility](https://www.pvh.com/brands/tommy-hilfiger), for Burberry [Creativity](https://www.burberryplc.com/en/company/our-purpose.html), with Sustainability as a key priority for both.\\\\\\n\\n\\n### **Design 3.0**\\n\\nAs large brands remain laggards in pushing the bounds of what digital design can do, Design 3.0, is pioneered by the digital community: Fashion Houses like [The Fabricant](https://www.thefabricant.com/) (a Hilfiger [transformation partner](https://www.thefabricant.com/tommy-hilfiger)), designers like [Fanri Sun](https://www.instagram.com/p/CLouajGBVMm/) and [Stephy Fung](https://www.instagram.com/stephyfung/), and communities like [The Institute of Digital Fashion](https://www.instagram.com/institute_digital_fashion/), all create masterpieces with digital design at their core. From conversations with these pioneers, three opportunities for digital design to amplify creativity have sprung out: \\n\\n1.  **CREATION X SINGULARITY *****- this dress has a mind of its own ***- Digital design has the ability to automate, not only production, but creation - as designer Regina Turbina proved with her ‘[neural dress](https://www.instagram.com/p/CLZEbFJBL80/)’. In designing for her brand ophelica Regina took inspiration from 400 of her favourite designers. However, rather than choosing which influences would take precedence, she deployed a design team of AI algorithms to do the leg work - coming up with the creation below ↓ ↓ ↓ Training algorithms to scrape from millions of images can inspire designers (à la Hilfiger) or create on their behalf. This renders ‘designer’s block’, alongside complaints about fashion being stale, a thing of the past.\\n\\n    [![](https://cdn.substack.com/image/fetch/w\\\\_640,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F\\\\_\\\\_ss-rehost\\\\_\\\\_IG-CLeildABS5A.jpg)](https://instagram.com/p/CLeildABS5A)\\n\\n2.  **EVOLVING ATTIRE***** - my outfit grows on you*** - WAG wisdom is that one should never be seen in the same outfit twice. This advice is hard to follow if you care about sustainability (or lack footballer-fed-funds). The NFT movement (discussed in depth next month) has given rise to platforms such as [aynsc.art](https://async.art/https://async.art/) - which allows creators to sell living artworks programmed to change over time. Digital couturier [Auroboros](https://www.auroboros.co.uk/) brought this concept into the fashion space in January with their ‘[biomimicry](https://www.instagram.com/p/CMCVB20BHa0/)’ collection. Crafted through a fusion of science, technology and design, the brand’s physical garments are constructed from biodegradable materials that react with the body to self-alter with use. Their digital collection is programmed to do the same. [The physical Metamorph headpiece](https://www.instagram.com/p/CMCVB20BHa0/) is composed of crystals that react with bodily fluids to morph and eventually dissolve over a 7-12 hour period; its [digital counterpart](https://www.instagram.com/p/CMCVB20BHa0/) mimics this process in AR ↓ ↓ ↓. As secondary markets for digital garments evolve, changes like these will become markers of provenance; capturing how a previous wearer has altered a piece, contributing to a new form of sentimental value exclusive to ‘digital vintage’.\\n\\n    [![](https://cdn.substack.com/image/fetch/w\\\\_640,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F\\\\_\\\\_ss-rehost\\\\_\\\\_IG-CMCVB20BHa0.jpg)](https://instagram.com/p/CMCVB20BHa0)\\n\\n3.  **OPEN SOURCE OPPORTUNITIES***** - collaborative creation*** - In 2019, Digital Fashion House [The Fabricant](https://www.thefabricant.com/) subverted traditionally secretive fashion industry protocol, by making their designs downloadable and open source. They wished to empower digital designers, and demonstrate that collaboration leads to creativity, rather than theft. In their [recent collaboration](https://www.thefabricant.com/makingstridestop20/karliekloss) with Karlie Kloss they encouraged sportswear megabrand adidas to do the same. The trio engaged some 300 digital creators to recreate the adidas wind.rdy parka in 3D. All competitors received the same brief, alongside adidas source files containing precious IP. The results were 300 designs, all completely unique. Creative collaboration requires trust, but as The Fabricant proved, where this trust is correctly enabled, the results can be astounding. End-to-end blockchain platforms such as [Digitalax](https://www.digitalax.xyz/homepage), facilitate this enablement by providing traceable, immutable ownership, across the creative value chain; from fabrics and patterns to designs. Not only does this improve accreditation, it ensures all creators are fairly rewarded for their contributions, increasing willingness within the industry to freely share.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_640,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F\\\\_\\\\_ss-rehost\\\\_\\\\_IG-CMFVBYBA7t-.jpg)](https://instagram.com/p/CMFVBYBA7t-)\\n\\n## This Month in Imaginary Clothing…\\n\\n*   Virtual Fashion featured in [Vogue Business](https://www.voguebusiness.com/technology/3d-design-is-the-future-brands-are-catching-up), [Elle Australia](https://www.elle.com.au/fashion/is-the-future-of-fashion-digital-24801), [The Telegraph](https://www.telegraph.co.uk/fashion/style/meet-fashion-fans-buying-500-virtual-outfits-wear-online/#comment), [Le Temps](https://www.letemps.ch/lifestyle/numerique-infiltre-mode), [Trend Hunter](https://www.trendhunter.com/trends/dematerialiseds), and in a [BBC Documentary](https://www.bbc.co.uk/iplayer/episode/m000st9j/click-digital-models-and-fungi-fashion)\\n*   Gucci released a pair of [$12 Digital Only Sneaker](https://www.businessoffashion.com/articles/technology/gucci-is-selling-12-virtual-sneakers)s, while Snapchat upped its try-on game with an [AR jacket](https://twitter.com/dematerialised/status/1371466052731817985)\\n*   [Crypto Fashion Week](http://cryptofashionweek.xyz/) launched, with talks from industry veterans, collabs with [Dress-X, Digitalax](https://www.digitalax.xyz/homepagehttps://dress-x.com/collections/dressx-digitalax) and [The Dematerialised](https://thedematerialised.com/profile), and a blue haired [digital avatar](https://www.instagram.com/p/CLvfz_cDpV\\\\_/)\\n*   The Fabricant’s ‘[Making Strides](https://www.thefabricant.com/makingstridestop20/karliekloss)’ competition with Adidas and Karlie Kloss announced its three winners, with work available to buy on [KnownOrigin](https://knownorigin.io/the-fabricant) \\n\\n## Ecosystem Exploration\\n\\n#### Your need-to-know resources\\n\\n> 1.  **The Tools** - [CLO3D](https://www.clo3d.com/), [Browzwear](https://browzwear.com/), [Marvelous Designer](https://www.marvelousdesigner.com/) and [MasterKey](https://www.masterkey.com.tr/) (plus great tutorials on their websites)\\n> 2.  **The Tutors** - [Skeeva](https://theskeeva.com/courses), [Stephy Fung](https://www.youtube.com/channel/UC_f2mc1UX2-rDoZ7JjNLgTw), [Travis Davis](https://www.youtube.com/channel/UCniZ7Qzbv17NvoCypCzB4Ow), [FlippedNormals](https://www.youtube.com/user/FlippedNormalsTuts), [The Fabricant](https://www.twitch.tv/thefabricant)\\n> 3.  **The Timeline -** [Digital Fashion 101](https://thedigitalfashiongroup.com/academy/) - a course from The Digital Fashion Group Academy introducing digital developments in fashion\\n> 4.  **The Talks** - [The Digital Fashion and Art Clubhouse](https://ios.joinclubhouse.com/event/MK5l6g2e), [Crypto Fashion Week Workshops](https://www.youtube.com/playlist?list=PLV02ZWrhDxHvP0qRizb4tx2gB_g5jIjZE)\\n> 5.  **The Tweeters **- [@karinnanobbs](https://twitter.com/karinnanobbs), [@modyaya](https://twitter.com/modyaya), [@maghanmcd](https://twitter.com/maghanmcd), [@k3rrymurphy](https://twitter.com/k3rrymurphy), @[TODNExist](https://twitter.com/TODNExist)\\n\\n### Guess the Stat\\n\\nWhat % of brands are yet to leverage the potentials of 3D design?\\n\\n[25%](https://www.instagram.com/stories/highlights/17971118209360048/)\\n\\n[70%](https://www.instagram.com/stories/highlights/17971118209360048/)\\n\\n[95%](https://www.instagram.com/stories/highlights/17971118209360048/)\\n\\n***This Outfit Does Not Exist**, is a newsletter about Virtual Fashion and its possibilities. The newsletter will dive into the industry’s developments, the start-ups that shape them, and their capacity to disrupt the wider world of physical goods.*\\n\\n*Each month will explore a theme: from digital design & distribution, to marketing in the Metaverse. I’ll also showcase the most brilliant feats of digital design via [Instagram](https://www.instagram.com/thisoutfitdoesnotexist/).*\\n\\n**Love it? Hate it? Don’t understand it!**\\n\\nAnd send me all your thoughts around how this newsletter can be improved!!\\n\\n— Dani, *This Outfit Does Not Exist*\\n\",\"timestamp\":1636741402,\"title\":\"#2 Design and Technology\"},\"digest\":\"l5dwtFLpJqyxrpx13NzAtSrSBXp4_DxX997B16Vaqfo\",\"authorship\":{\"contributor\":\"0x76E1E457d43FC12Ec262dE85cCA410133b75f2Cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BQ4naPzKRuAi9CTmBOXVC_MMRAr9Cz2aHUgYdWWQ_LM\\\",\\\"y\\\":\\\"1V5vcV-A0d7pOEq7lwRN4GFDy6MMS9DCZ2T1UGnwBBo\\\"}\",\"signature\":\"Iq8vNV3mOyeM1HJ_xLVi-QxsQ6yNl_RUDQhsecrehuIpdTRLO-ceM6OG0M7yFMSkiiZV1pwvWD5sSbhuXdM65w\",\"signingKeySignature\":\"0x77eb9cb348df99ef6a42469b6f60ff6466e230f7ffa155b5db32ada38b7bca883f449964071501251938c0f5a1f10ba87743ddbb4cbb5e34bfbef9b3ce672ba31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BQ4naPzKRuAi9CTmBOXVC_MMRAr9Cz2aHUgYdWWQ_LM\\\",\\\"y\\\":\\\"1V5vcV-A0d7pOEq7lwRN4GFDy6MMS9DCZ2T1UGnwBBo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l5dwtFLpJqyxrpx13NzAtSrSBXp4_DxX997B16Vaqfo\"}"