"{\"content\":{\"body\":\"**Table of Contents**\\n\\n*   [Reflections on the first 8 weeks running Vibe Cap](#adbb04a679e74c2bacf75597e8ac8722)\\n*   [New Investments](#628ac1efedce41ce9016f585fb91d802)\\n*   [Portfolio Company Updates](#3b8001e348454e578103ee66e494288b)\\n*   [Highlights](#929e41878d034f7db6ace83b6c9fada5)\\n*   [Lowlights](#07e2e5fac62a43c4a5802566641eb1b1)\\n*   [Fund and Portfolio Company Asks](#fcd459ef6b4e445aa7e9aa8cfcaa30ee)\\n*   [Market/Macro commentary](#4b70c366379b448983651901630a633d)\\n*   [Great/Recommended Reads/Listens](#38026e7a92114a50bc597478f6323685)\\n\\nHi, and thanks for supporting Vibe Cap!\\n\\nI’ll be sending out monthly updates to keep you in the loop. Please let me know if you have any feedback/thoughts/questions.\\n\\n### Reflections on the first 8 weeks running Vibe Cap\\n\\nAs expected, the learning curve for logistically running a fund is high and somewhat opaque, but the other pieces (finding great startups, evaluation of deals, macro outlook) feel right in my wheelhouse.\\n\\nI have a strong feeling the logistical pieces (things like fundraising, dealing with delays in wiring, etc.) will quickly turn in to “no brainers.”\\n\\nAs long as I make sure logistical pieces don’t completely derail running of the fund, I am very confident Vibe Cap will outperform both in return and impact on the world.\\n\\n### New Investments\\n\\n**Sero Health**\\n\\nWe actually completed this investment at the beginning of the quarter, but just announced now. Please re-tweet/share/like [our Twitter thread explaining why we invested](https://twitter.com/vibe_cap/status/1433915179549347840)!\\n\\n### Portfolio Company Updates\\n\\n**🦌 Fauna Bio**\\n\\nFauna has been *crushing* it.\\n\\n*   [Featured in a piece of press](https://www.longevity.technology/drug-discovery-secrets-of-the-animal-kingdom/) on Longevity.technology\\n*   Brought in a highly experienced Head of Therapeutics ([Bryan Burkey](https://www.linkedin.com/in/bryan-burkey-ph-d-b0611423)) who is leading the individual therapeutics programs\\n*   Signed offer letter from a new bioinformatician\\n*   Signed offer letter from a new Research Scientist, driving Fauna’s ability to test therapies in 3D models of human disease\\n*   Launching development of integrated knowledge graph to improve ability to rapidly identify unique insights of human diseases\\n*   In discussions with [Novo Nordisk](https://www.novonordisk-us.com/) to extend collaboration into broader set of targets, setting milestones for a target acquisition in obesity, Type 2 Diabetes or Nash.\\n\\n**🥷🏿 Stealth Social Company coming out of stealth September 14**\\n\\nThis one has been under wraps for a few months, can’t wait to share in a couple weeks!\\n\\n### Highlights\\n\\n**Brought on Divij Mathur to help out at Vibe Cap!**\\n\\n[Divij](https://www.linkedin.com/in/divij-mathur-331029a5) is another ex-fber (his last day was August 1). He reached out cold and asked if there were any opportunities at Vibe Cap. He’s currently interviewing at startups, but in the meantime, he’s working with me to understand the world of Venture Investing.\\n\\n**Working with Angel Syndicates to syndicate deals we can’t get in to**\\n\\nVibe Capital, by nature of our size and nascentness, simply can’t participate in all the great deals that come across our inbox. We’ve found a solution to this; partnering with Angel Syndicates. ([*Click*](https://help.venture.angel.co/hc/en-us/articles/360048157371-What-is-a-syndicate-)* for more on Angel Syndicates*)\\n\\nSharing these deals with Angel Syndicates is beneficial to Vibe in a few ways:\\n\\n*   If a syndicate participates in the deal, we get carry\\n*   We market the Vibe Cap brand as a great finder of deals/startups to potential LPs\\n*   Generate a great amount of goodwill with founders looking to close out their rounds\\n\\n**Minting Vibe Capital NFTs**\\n\\nGiven our thesis, along with my ongoing interest in both AI/Generative art and Crypto, creating NFTs for our fund/portfolio companies seemed like a natural next step.\\n\\nThe NFTs are available on OpenSea, with all proceeds going to the charity of the founder’s choice. You can view the collection here: <https://opensea.io/Vibe_Capital>\\n\\nIf you would like to be featured on our Open Sea account, just lmk, and I’ll create a piece of generative art that captures your vibe/list it on Open Sea ;)\\n\\n**Great conversation with Pascal Finette**\\n\\nI sat down for an interview with [Pascal](https://www.finette.com/)[** **](https://www.finette.com/)[Finette](https://www.finette.com/), Co-Founder of be radical, EY’s wavespace Advisory Board Chair, and a member of Pearson’s Digital Advisory Board to chat about Vibe Capital’s thesis. We wound up spending the majority of our time chatting about Crypto.  You can view the full conversation here: <https://vimeo.com/589475277/dde416672f>\\n\\n**Brought on **[**Peter Yang**](https://twitter.com/petergyang)** as Social Advisor**\\n\\nPeter is ex-FB and current Reddit product, as well as quite a Twitter presence (15k followers). He also has writes at <https://creatoreconomy.so/>, and is generally thought of as one of the best Social/Product minds in tech! He will provide a much needed second set of eyes for diligence on any creator/social product, as well as providing support and advice to our Portfolio Companies.\\n\\nThis was a huge get for us and I’m thrilled he’s involved in Vibe Cap.\\n\\n### Lowlights\\n\\n**Lost allocation in pre-seed deal due to being pushed out by VC**\\n\\nI knew this founder from a few months ago. Had a secured allocation in his DAO company, but was later told the VC did not want angels/micro-funds in this round. Had heard of this happening, but first time it happened to me!\\n\\n**Will likely come short of $250k/quarter goal; will have to backstop with my own capital**\\n\\nSeveral LPs pulled out at the last minute or are delayed until next quarter. Don’t count your $ until it’s in the bank, I suppose.\\n\\n**Working with Angellist to wire money to founders has been cumbersome and delay ridden**\\n\\nOne of the reasons I decided to do a Rolling Fund through Angellist was because of the supposed ease of the software they had built to take care of the mechanics of fund management.\\n\\nUnfortunately, wire times are slow, LPs funds need to be manually approved via email through a contact at Angellist, and the same goes for wiring of funds to founders.\\n\\nUltimately, the whole process of LP wiring money>wiring money to founder can take north of 2 weeks.\\n\\n### Fund and Portfolio Company Asks\\n\\n**We continue to look for LPs**\\n\\nPlease let people know about Vibe Cap and intro me to potential LPs!\\n\\n**Fauna Bio is looking for two positions: Lead, Data Curation and Assistant Research Scientist**\\n\\nIf you know anyone that is passionate about the omics space and may be a good fit, please let me know! You can view the job descriptions here: https\\\\://www\\\\.faunabio.com/careers\\n\\n### Market/Macro commentary\\n\\n**NFTs are on *****fire***\\n\\nI honestly underestimated how quickly they would take off, and thought they were a small portion of the overall crypto take over. I was very wrong :D. Ultimately, crypto may be more of a story of culture than finance.\\n\\n![image](https://super-static-assets.s3.amazonaws.com/255e40c6-d154-4deb-aff8-62a4787b3c91/null/4a601a64-0445-43a7-a9ef-1683a6793c96.com/iTglsByLpBYD8bK69oWZz0nY7DZKEGeWakLby8LiM2zRiqGV8jASkdvH5rzrWHuSqzc8iEABhEay5LLx5pCtRLKf2AwLndo1kI1QdE3T-4tPaMBsp5V_Qt6HxzWU2W0use2953yG=s0?w=1500)\\n\\n**Fall of Afghanistan may mark the beginning of the end of the nation state**\\n\\nInfluence of nation-states reached it’s peak in the mid-20th century; “Network States” may be up next. Listen to [The Network State with Balaji Srinivasan](https://open.spotify.com/episode/70gpR9wPUHEROkbZfiaHo3?si=de0636ab5d934d30) for a deeper dive.\\n\\n**Crypto is infiltrating biotech, lending to our thesis that exponential technologies are not just disruptive but combinatorial**\\n\\nFor the first time, IP was transferred and funded on a blockchain as an NFT, and is now owned by a decentralised autonomous organisation. This event represents** full legal IP rights and data access control for biotech research and data**. You can read more straight from the horse’s mouth [in this Twitter thread](https://twitter.com/paulkhls/status/1427724533713326082).\\n\\n### Great/Recommended Reads/Listens\\n\",\"timestamp\":1641314299,\"title\":\"Vibe Capital September 2021 Update\"},\"digest\":\"9QpI46L62gElyKhDATediWJiFKfBTjjc57SXjErdsLw\",\"authorship\":{\"contributor\":\"0x750DB1fa72401D9fA32855E4FBd7aC89845D0Cf9\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MbLZaojFESQc3ir6aPvm5UT8MyGOXK1XQDIIJRLB5fk\\\",\\\"y\\\":\\\"05GIgcTVht06LE8iWDrri1wszrTniVCvQUof6lIFCgE\\\"}\",\"signature\":\"zR3h6I9hf5I8gOMT2ZEckevtToNiCVQVCyhJg63NYC2qNQmGeXrLFywAk1lcfQBFE3gJTDXmlNGfBvS_NVHFnQ\",\"signingKeySignature\":\"0xa4b414ae0ec615df35172fede0e8ed2c3ef331fa470f0077b39d68900aa31a4f7f099b9a76c6deefc9807a1adcc8b3158a6509118a70b44fa98ff6f1c66537601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MbLZaojFESQc3ir6aPvm5UT8MyGOXK1XQDIIJRLB5fk\\\",\\\"y\\\":\\\"05GIgcTVht06LE8iWDrri1wszrTniVCvQUof6lIFCgE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9QpI46L62gElyKhDATediWJiFKfBTjjc57SXjErdsLw\"}"