"{\"content\":{\"body\":\"Analysis of on-chain activity of social tokens tracked by [Forefront](https://forefront.news/market).\\n\\n![](https://images.mirror-media.xyz/publication-images/48a76402-cc1a-46fa-b02c-1d2d92d684d5.png?height=720&width=1280)\\n\\nSocial Tokens have [exploded](https://2020inreview.forefront.news/) in growth over the past 18 months and momentum is still picking up. Forefront community member RantumBits conducted an on-chain analysis of the 25 tokens listed on [Forefront Market](https://forefront.news/market), as measured in the [Dune Analytics dashboard](https://duneanalytics.com/rantum/Social-Tokens) on the number of wallets holding tokens, and their trading activity. *(Note: price activity will be added to the dashboard once tokens are added to Dune’s database.)*\\n\\nWhile there’s much left to explore, here are four key takeaways that have us excited:\\n\\n## First, more people are holding social tokens than ever before.\\n\\nOver 16,000 wallets now hold social tokens, with over 10,000 new wallets introducing social tokens since the beginning of this year. Since August 2020, the number of wallets holding $FF tracked tokens has grown over 1400%, while the number of tokens tracked increased from 9 to 25. While Forefront doesn’t track every token in the space, the growth here is indicative of much larger trends across the ecosystem. \\n\\n## Second, three main communities are responsible for most social token exposure.\\n\\n![](https://images.mirror-media.xyz/publication-images/742c736c-42df-462d-88d2-7c05f0bfd28e.png?height=720&width=1280)\\n\\n[$WHALE](https://forefront.news/creators/whale), introduced in May 2020, became the most-held social token by wallet count in September of last year. It remains the most widely held social token, with over 3,200 holders. $WHALE saw particularly fast growth between mid-February and mid-March this year, being introduced to over 1400 (~43%) new wallets in that timespan. Much of this growth can be attributed to the peak of NFT hype, as new users were being introduced to crypto at an unprecedented pace.\\n\\n![](https://images.mirror-media.xyz/publication-images/3c42d344-3d01-4bb1-9e83-e25ac03b466f.png?height=720&width=1280)\\n\\nWhile growth has slowed recently for $WHALE, new tokens have launched with even more impressive growth. [$FWB](https://forefront.news/creators/friends-with-benefits-pro) quickly took over the #2 spot after its relaunch following the Roll hack, before relinquishing the position to [$BANK](https://forefront.news/creators/bankless-dao) upon its airdrop in May 2021. In particular, the success of communities like $FWB following the Roll hack demonstrates that the growth of the last year is here to stay.\\n\\n## Third, new tokens are launching to larger audiences.\\n\\nAfter an impressive launch by $FWB to over 1800 wallets, $BANK surpassed that launching to over 2500 wallets. $BANK growth has continued at a fast rate, and it could take the top spot in the coming months, if not weeks. However, the growth of these tokens is not solely responsible for the rise of the space at large.\\n\\nThe market share of social tokens continues to diversify as new tokens are introduced. Rather than wallets shifting between social tokens in their portfolio, the pie continues to expand. Still, over 50% of wallets that hold Social Tokens can be attributed to 3 tokens mentioned above: $WHALE, $FWB, and $BANK. The next tier is much more widely distributed, with the next 10 tokens making up over 30% of all wallets holding social tokens.\\n\\n![](https://images.mirror-media.xyz/publication-images/0c81a79b-393e-47f8-b6d0-e4fa222bf72a.png?height=720&width=1280)\\n\\n## Fourth, social tokens are being traded, not just held.\\n\\nIn terms of DEX activity, $BANK leads both for the number of trades and token volume. $WHALE and $FWB are both among the most widely traded, as are $1337, $SEEN and $ROBOT. At its peak in May 2021, the number of token traders exceeded 100,000 in one day. \\n\\n## Social Tokens Poised for Growth\\n\\nWhile social token growth has exploded to over 16,000 wallets this year, it’s important to put that in context. The number of active daily DeFi wallets crossed over 15,000 last July and has grown to over 50,000 daily active wallets, even after a significant decrease since a peak of over 100,000 in May 2021. Social tokens don’t necessarily require the same level of daily activity and this comparison can serve as an indicator of the growth potential ahead for social tokens. \\n\\n> With the space maturing rapidly, one question is apparent: Will the next catalyst of social token growth be an existing community or a new token that breaks into the mainstream?\\n\\n*If you enjoyed this post, be sure to leave a tip. It will automatically be distributed to all contributors! Thank you!*\\n\\n[Data Bites #1 - Social Tokens Growth](split://0x3114Ce049Af6372953d335C64f49A336b8984aba?network=mainnet)\",\"timestamp\":1624278308,\"title\":\"Social Tokens have grown over 400% in 2021\",\"publication\":\"ff\"},\"digest\":\"k2VyRo2k16lNIw59w4z9ZSyE0g1a0C1zDCB6hu_f45Y\",\"authorship\":{\"contributor\":\"0xaBaF40768e575bEb3244df2853A0505Cb2D2e4bB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GcRIi-1Ypz-7e-cswbW4aPpGd9u5UdxUa9WeC4hNEfc\\\",\\\"y\\\":\\\"YbqkuUdVajjSH8dF1D3YCFMBerMPtfiDAEoU30978SU\\\"}\",\"signature\":\"kXC57F5qXKOr3M5iFsuJ3KbAM9Ue5Ca58ysBSo2QOOrU2jHtzcSb3Bh3AFxCD1F9ONiA857EuSXZOp6MvXFAQw\",\"signingKeySignature\":\"0x4a190c86cbf58012e08e5912fce544ec1b77e2ea3a695ef8193d076b204ef8fe24cb17d16da669582a2cd1c3b484095600e50384128ae537824a0eb5b63aca911b\",\"signingKeyMessage\":\"I authorize the publication of articles on ff.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GcRIi-1Ypz-7e-cswbW4aPpGd9u5UdxUa9WeC4hNEfc\\\",\\\"y\\\":\\\"YbqkuUdVajjSH8dF1D3YCFMBerMPtfiDAEoU30978SU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XFuXL8vVZtk3kTldgS6VlDc5Y6uKpfxGJsQ5MECa1Rc\"}"