"{\"content\":{\"body\":\"Li Jin wrote [1,000 True Fans? Try 100](https://a16z.com/2020/02/06/100-true-fans/) to express the argument that an entrepreneur in the passion economy needs only 100 true fans to provide a livable income.\\n\\n> \\\"I believe that creators need to amass only 100 True Fans—not 1,000—paying them $1,000 a year, not $100.\\\"\\n\\nThis principle can be applied more broadly in our psychology. How many people do you need to be a friend in order to have a fulfilling social life?\\n\\nThe answer is less than 100. Since there are so many people in the world, this means we have a unique opportunity to surround ourselves with those who really embody our ideals - more than ever. All of your friends should be huge fans of yours, and you of them.\\n\\nThis unburdens us from the traditional constraints of conformity. We do not need mainstream acceptance of our ideas anymore. Being cancelled, for example, has never mattered less in the world. Moving might be uncomfortable, but if you truly have a unique point of view that you believe in, you can find 100 people who think like you and build your social circle around them.\\n\\nThis is incredibly important, because many of history's greatest heroes were those who literally did not have this privileged. There was no safe vantage point whence to speak their truth. Exile from Rome was harsh, and it would have been difficult to create new connections. If their friends abandoned them, a contrarian long ago would find lengthy travel separating them from a new circle. \\n\\nBut today, we can get on the internet, find our tribe, and take a short flight to find a whole new social ecosystem that truly supports us.\\n\\nNow is the time to have unique beliefs about the world. To be fully psychologically independent. To be emboldened by the fact that never before has it mattered less whether you're liked or accepted - because you need less than 100 true friends, and if you're loud enough and search deeply enough, you'll find them.\\n\",\"timestamp\":1622222128,\"title\":\"100 True Friends\",\"publication\":\"g\"},\"digest\":\"HkhMInmDb4dSvSGK6GFvFmh1CrwI7u29F5VXq94Qp60\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BfceRoeW52J5acyW8U_blUeMyZtDpoauDwZ-bsQyzrw\\\",\\\"y\\\":\\\"n2DphXaEaQXKa1UFZAuFuLFFzCsRkY_FKQXSCxaKvpE\\\"}\",\"signature\":\"38Vqst2oSkNbbXRf6RvgSsQW9tgBdBASuncpTnyed410OEK36eHYt7wwAXzT6AeB0Xqjfl2kuFP1JGn3IJ2hXw\",\"signingKeySignature\":\"0x18c1e0bbc9728575b1d930e8dd99c3d8b66826395acdc3d9c5f3342335fa9d140562d8631fd81ed417ed335f77288889b6c7df0dc69f10e60b1b29981e034e641b\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BfceRoeW52J5acyW8U_blUeMyZtDpoauDwZ-bsQyzrw\\\",\\\"y\\\":\\\"n2DphXaEaQXKa1UFZAuFuLFFzCsRkY_FKQXSCxaKvpE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4LVXLajc-qco35Tq5VvOxfncUKXFDjsAWWwIPV48wdo\"}"