"{\"content\":{\"body\":\"Although NFT has been very popular in the past year, most of the creators who have benefited from it are men. According to a recent report, the income of female creators only accounts for 5% of all NFT sales, and the number of female creators only accounts for 16% of the NFT art market. For this reason, L'Oreal Paris decided to enhance the status of women in the NFT industry.\\n\\n![](https://images.mirror-media.xyz/publication-images/1hVG48NSFpDQVivRyLFub.png?height=501&width=400)\\n\\nSince L'Oréal Paris announced its slogan \\\"You deserve it\\\" for more than 50 years, it has been supporting the beauty of the individual and the intrinsic value of every woman.\\n\\nFrom its inclusive product line to diversified female speakers, the brand has integrated the empowerment of women into its mission and core values.\\n\\nL'Oreal Paris, USA has commissioned five female artists-Amber Vittoria, Arina BB, Hueman, Lili Tae and Puks, to create NFT art-Reds of Worth NFT in the new L'Oreal red series of lipsticks.\\n\\n![](https://images.mirror-media.xyz/publication-images/Jdx747RnR-Z76xE66c4K_.png?height=400&width=400)\\n\\n\\\"Through this project, we hope to arouse people's attention to gender differences in the NFT field, and hope that we can inspire women who are already working in this field, and at the same time attract more female artists and buyers,\\\" Maude Brunschwig, senior vice president of L'Oréal Paris, USA : \\\"As a brand committed to empowerment and tolerance, we are proud to continue to support women and provide these artists with a platform to showcase their works.\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/kw0Bsk1PDTKs9HETzXnTv.png?height=172&width=600)\\n\\nReds of Worth NFT will be auctioned on the OpenSea market from December 13th to 15th, 2021. Artists will get 100% of the sales. The minimum starting price for each NFT is $1500. \\n \\n\\nThe artists will also have conversations with OpenSea, UTA and L'Oréal during Twitter Spaces at 1:00 PM Eastern Standard Time on December 14, 2021, to raise awareness of the auction and share more about their works.\\n\\nHueman said: \\\"I am very happy and honored to participate in the L'Oréal Paris NFT program. My work'radical and freedom' is to express that women have their own power.\\\"\\n\\nLili Tae said: \\\"After joining the NFT community, I learned that my creation is valuable. Putting myself in the larger world may be stressful, but I have also been encouraged by many artists and supporters from all over the world. This The project is an opportunity to inspire self-confidence through my work. I want to convey how self-confidence promotes my self-worth and how red can be a spark to help achieve this goal.\\\"\",\"timestamp\":1639480747,\"title\":\"L'Oréal Paris focuses on female artists and launches NFT lipsticks\"},\"digest\":\"IB4DwQxMOje_Xdcj4bkhlBA3ehlqFBmoZcJjT_YPRnI\",\"authorship\":{\"contributor\":\"0xc4729134478d3C86f0207359eb14109c677a5064\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w9Eb78X7jxLaeWXmdxLBGywhxtQadPhdz3MsC8XBpI\\\",\\\"y\\\":\\\"GgVPIuLh-eI63o9FuvZGClmWtPzlL60dZr1X85Llkio\\\"}\",\"signature\":\"x9dpL3xmpuIAGC80T68WCL2gxv99ldwdNhWEpyMKoWIjGNN1udAVAZlMqU-L8d9-SDoYBiCN8WSrRqFBtNIqlA\",\"signingKeySignature\":\"0xd03c2748e75c7fe5bec536ba6e3bf18e31ae0e42b295b5bab6ee9cc67b0c4f2a4881921ff43a6022a35288d7b35923ad05ac385b89c5e9a4e4e28de8b58f47051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w9Eb78X7jxLaeWXmdxLBGywhxtQadPhdz3MsC8XBpI\\\",\\\"y\\\":\\\"GgVPIuLh-eI63o9FuvZGClmWtPzlL60dZr1X85Llkio\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IB4DwQxMOje_Xdcj4bkhlBA3ehlqFBmoZcJjT_YPRnI\"}"