"{\"content\":{\"body\":\"*A step-by-step guide on how to mint an Ethereum NFT.*\\n\\n![](https://miro.medium.com/max/1400/1\\\\*fZXv9nmN6h69F7-zJXCpFA.png)\\n\\nThis article outlines how to mint an NFT from a project's site in 3 steps.\\n\\nFirst, let’s get some confusing terms out of the way.\\n\\nWhat does minting really mean? Simply put, minting an NFT is when you buy the NFT directly from the project website.\\n\\nYou can compare Minting an NFT directly from the project site to\\n\\n* Buying the new Supreme drop directly from Supreme.\\n* Buying a Telfar when they release a new bag on their site.\\n* Buying the new iPhone 13 from Apple.\\n\\nWhy mint directly from the project website? This means you are the first person to own the NFT and you are the one who is putting it on the blockchain. You also pay the fee to put it on the blockchain.\\n\\nBefore you buy an NFT let's make sure you are set up and ready to go. Here’s what you’ll need to mint an Etherum NFT:\\n\\n* **Ethereum Wallet** — Examples include MetaMask and Rainbow Wallet. If you don’t have an Ethereum wallet set up, it’s ok! Check out my helpful guide to setting up an Ethereum wallet here: [LuLu’s NFT Toolbox](https://luluholland.medium.com/lulus-nft-toolbox-4dbfdeb415f5).\\n* **Ethereum** — Ethereum in your wallet. This will be used to pay the mint fee. Mint fee = price that the project charges to mint the NFT in Ethereum. Gas fee = network fees associated with Ethereum.\\n\\nLet’s dive in! Now that you have your wallet setup and we’ll go into how to mint an NFT.\\n\\nMost of the websites you mint on are somewhat similar so the process is generally the same. For this article, I’ll be using [MusicFund](http://musicfundnft.com/) for my examples.\\n\\n## **Step 1: Go to the project’s site**\\n\\nMake sure you are minting from the official project website! Here’s an example of a minting page:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*IkOuBOEBHVg_CuD0WkvWzg.png)\\n\\nVerify that you are using the correct URL before you mint. You can verify the URL for yourself through the project’s profiles and presence (Discord, Twitter, etc.) Usually, the Discord will have an “Official Links” channel or highlighted post that will list out all of the official links for the website, Twitter, Instagram, and Opensea collection. Here’s an example:\\n\\n![Screenshot from the links channel in the project Discord](https://miro.medium.com/max/1400/1\\\\*rj6_R17Nkk8iVkaMNhk13A.png)\\n\\n*A note from me — Triple-check that you are minting from the right website. I check that I’m using the right website through the project’s community. I head over to the projects Twitter, Discord, Instagram, etc. to see the vibes. Overall don’t let this stress you out and trust your gut!*\\n\\n## **Step 2: Connect your wallet**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*No7zeQKfZ6qCQcj2JtgSPQ.png)\\n\\nNow that you have arrived at the official minting page you should see a button on the page to connect your wallet. Here’s an example:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*_r-MPucVa3CBVZhDlENT5g.png)\\n\\nOnce clicked, MetaMask (or your wallet of choice) should appear asking you to approve the connection to the website. After the pop-up appears, you are approved, and connected your wallet is officially connected. Now you’re ready for the next step!\\n\\n## **Step 3: Buy your NFT**\\n\\nNow that your wallet is connected you can now mint an NFT.\\n\\n![Screenshot of the MusicFund website](https://miro.medium.com/max/1400/1\\\\*HJR8se6GZsghPaZRJZg5sw.png)\\n\\nHit the “Mint” button and get ready to see some pop-ups from Metamask.\\n\\n![Screenshot of the MetaMask pop-up](https://miro.medium.com/max/1400/1\\\\*kZyrxrdBRe4Hc2DzHR-Bug.png)\\n\\nThe Metamask pop-up shows you a few things:\\n\\n* Gas fee = the network fee\\n* Total = cost of the NFT\\n* Amount + Gas fee = total amount of Etherum you will pay\\n\\nHit “confirm” to mint your NFT.\\n\\n![Screenshot of MusicFund site after mint](https://miro.medium.com/max/1400/1\\\\*rXLWemWhYuJKlX-RkibGsA.png)\\n\\nOnce you confirm, the transaction is being processed and you will be able to view your new NFT shortly!\\n\\n*A note from me — some projects will have a specific revealing or unveiling process to show you the NFT. If you mint from one of these projects, you might not be able to view your NFT right away. MusicFund is an example of this.*\\n\\n## Check out your new NFT!\\n\\nNow that you have minted your new NFT you gotta go look at it. You can view your NFT through your wallet and on OpenSea.\\n\\n**Your Ethereum wallet** — In this example I used MetaMask. In the MetaMask mobile app, you can click on the NFTs tab to view all of your NFTs.\\n\\n![Screenshot of my MetaMask Wallet on the mobile app](https://miro.medium.com/max/1400/1\\\\*PxFGS-Jh1i0oFeMoM7QpFw.png)\\n\\n*A note from me — Currently MetaMask does not have a way to view your NFTs through the chrome extension. You should use the MetaMask mobile app to view your NFTs.*\\n\\n**Opensea** — Head to [OpenSea.io](http://opensea.io/), connect your wallet and click the profile icon in the upper right-hand corner.\\n\\n![Screenshot of OpenSea home page](https://miro.medium.com/max/1400/1\\\\*cysHV2zHwCzr9u5Z7VGXtQ.png)\\n\\nThis will take you to your account where you can view all of your NFTs.\\n\\n![Screenshot of my OpenSea page](https://miro.medium.com/max/1400/1\\\\*fZXv9nmN6h69F7-zJXCpFA.png)\\n\\n**Ta-da! Now you know how to mint an NFT.**\\n\\nIf you found this helpful or used this article to mint an NFT let me know how your experience was on [Twitter](https://twitter.com/lulu_holland)!\\n\\nTo learn more about Ethereum Gas see [this article](https://www.thebalance.com/gas-ethereum-5189030). To learn more about the tools you need to buy an NFT see [this article](https://luluholland.medium.com/lulus-nft-toolbox-4dbfdeb415f5).\\n\\nI’m excited about building a welcoming and friendly environment in Web3 and thank you for reading!\",\"timestamp\":1639618355,\"title\":\"How to Buy NFTs\"},\"digest\":\"mtcGSdZa3cGJvAkdJTiSW7kS2vztJlLZaxfT1f5djd4\",\"authorship\":{\"contributor\":\"0xf3A653976F29DbC64A33280B0793dFC4c04bCE76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sa0cMQCN7r_f5hZDJYo0CVvHDo94JtWhA-Oy1bm0gF0\\\",\\\"y\\\":\\\"bE-rUO_AzNixcZqhNTdh-XUEx4h-GM8s13o_CweDt6Y\\\"}\",\"signature\":\"hGFDAH9CTDXb7pPla4krMlv2mq2OhkQb_QeiUL55fbB4Ql8ltAicnCEf7qSMhtjZ4s8gXJN9yzcGLAxQqfPEvw\",\"signingKeySignature\":\"0x40deb7f338d190ea6128367c8bb55bc76913c5604d1a73d9a41e1eb8f4c1a698009bd9c1d2bffc78794ba40b061bd3fc4257c3650727ee23a76f52d64c082c941c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sa0cMQCN7r_f5hZDJYo0CVvHDo94JtWhA-Oy1bm0gF0\\\",\\\"y\\\":\\\"bE-rUO_AzNixcZqhNTdh-XUEx4h-GM8s13o_CweDt6Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g0h87v_RitXqKxUjIytqXkbXEKh_ByBoTMoFIK3HSfU\"}"