"{\"content\":{\"body\":\"TL;DR Entertainment companies need to wake up and realize NFT's as a community membership are far superior to legacy subscription models.\\n\\nHey all you entertainment companies out there! Wake up! Time to look around at what's happening right in front of your eyes. There’s a reason that a majority of today's youth rank TV/FILM near the bottom of entertainment activities. Everyone is competing for eyeballs. Whether it’s Netflix, Roblox, Fortnite, Amazon, and the list goes on and on. What can you do to keep users engaged in the ecosystem the longest?\\n\\nIt’s time to start thinking about your subscribers as more than just customers, but as a **community**. We will spend time later diving into community building and what this means in the **Web 3.0 Future.** However, it's not too late for legacy entertainment companies to create a secondary market around their content by building a community and not treating them just as numbers on a spreadsheet.\\n\\nRight now, content tends to be a one way street. Subscribers pay and in return get to view. That's pretty much it (Seems like there's some opportunity here?). But we all know the key to a healthy subscription business is focusing on retention. If the subscribers get bored of the content, finish that show they signed up to watch, or stop seeing the value in this exchange, they’ll probably just cancel their subscription. Of course they can come back at any time if there is a new movie/show, or a discount is offered, but every company knows a lapsed subscriber is much harder to acquire back.\\n\\nNFT’s offer the potential for a new kind of subscription model that provides the community with a greater sense of ownership and therefore added value. If I owned digital assets of my favorite show or film and I had the ability to do other \\\"things\\\" beyond simple viewership, I probably wouldn't want to cancel that membership. With the implementation of NFTs, subscribers can now have more of an attachment that a $9.99 a month byline on their credit card statement than ever before, and are incentivized to stay part of your ecosystem.\\n\\nWe can now look at your business as facilitating a two way value exchange with your subscribers. Where the company/platform is providing entertaining content and the community they build can also take part in new ways to be involved and stay engaged with the ecosystem. You can potentially offer financial incentives, engagement, secondary markets, gaming? The community can also build off this content and create more. The possibilities are endless, and by inviting your community into the conversation, you can take pressure off your teams to guess and deliver exactly what you think your subscribers want. Let them tell you!\\n\\nIt goes back to take rate, which is a longer topic I still want to dive into further at some point. If the leading entertainment companies of today don't start thinking how to disrupt themselves, someone will come along and do it for them. There's a great flick on Netflix called [\\\"The Last Blockbuster\\\"](https://www.netflix.com/title/81354557) I have a feeling we will be seeing more shows like that on the Entertainment Web 3.0 companies being built today (**FUTUREPROOF?**)\\n\\nand...\\n\\ngm and gn\\n\\n\\\\-[Simon_Goldberg](https://twitter.com/Simon_Goldberg)\",\"timestamp\":1637271877,\"title\":\"Your Entertainment Subscription Just Got an Upgrade (NFT)\"},\"digest\":\"5O19765jlu7QQRW0ZURuVxoNZBY3rxFC_Hapm_af8ro\",\"authorship\":{\"contributor\":\"0x72ba71557730a3f9C538b7Ea4Dd7b4E0d3cef6D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Be8aor_YXFAl91YfdL2PqcDE0g4wByc1Z4t8YGStC0Y\\\",\\\"y\\\":\\\"vvoTbgMLXNkSrkMcUC4pO_XdYzJkabuT4g6k_ukYfUE\\\"}\",\"signature\":\"mDGJDq4N4Be5uNgCCpnOPLH79AKk0bAyzzxxEIhwlMiyLD5LRPq5rGXJBj-OX144ytBSDAQIXv22pKs2ljUqAA\",\"signingKeySignature\":\"0xf50df33225a3a1df6ebae86cb0c6c22fb167720198c4635ff4c19a77e7586bec2799c8c35a955b285dbe34c655bcb7850089c6728de4de7c8223446f42136e191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Be8aor_YXFAl91YfdL2PqcDE0g4wByc1Z4t8YGStC0Y\\\",\\\"y\\\":\\\"vvoTbgMLXNkSrkMcUC4pO_XdYzJkabuT4g6k_ukYfUE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5O19765jlu7QQRW0ZURuVxoNZBY3rxFC_Hapm_af8ro\"}"