"{\"content\":{\"body\":\"### \\\"We are born like this, into this. Into hospitals which are so expensive that it's cheaper to die. Into lawyers who charged so much, it's cheaper to plead guilty...Born into this, walking and living through this—dying because of this.\\\"\\n*[Charles Bukowski — Dinosauria, We](https://www.youtube.com/watch?v=HDiLfQUBnyA)*\\n\\nIf I think about my own community, as a Black American, our traditions are mostly oral being barred from reading or writing for over 200 years in American history. While we since have developed the most global cultural zeitgeist through literature, music, language, and other cultural markers that document our experiences, for a long time, we were the property of America. Undocumented human labor dying en masse for the benefits of the estranged Britons, and subject to the experimentation of bizarre proportions under other European countries. To be Black is to live in a transient truth; unknowing of our past selves and thrust in a world built from our backs we cannot claim nor own as our own. \\n\\nUntil today.\\n\\nI had the pleasure of being [interviewed by George Howard](https://www.forbes.com/sites/georgehoward/2021/04/30/creative-immortality-ameer-carters-mint-fund-helps-bipoc-and-lgbtqia-creators-mint-their-first-nfts/?sh=2bac2bb94fa6), a passionate writer, educator, and lawyer who preaches “purpose not product” in a post in Forbes about [Mint Fund](https://themint.fund). We talked at length about black culture and the exploitation we’ve endured for centuries. \\n\\n\\n> *“This is something so near and dear to me...Black culture has had their voices silenced, their art appropriated by white people, with no or little-to-no credit, and certainly no financial benefit. You know for me the thing that absolutely destroys me is the South Bronx, in the late seventies, and DJ Kool Herc and Grandmaster Flash actually taking Rock’n’Roll records — which were obviously built upon Black people’s rhythms — and Grandmaster Flash pulling the record backwards. To me, that was the gesture of reclamation. But even to this day, people kind of know Grandmaster Flash, but nobody knows Kool Herc, right? But everyone knows Eminem. Again, all props to Eminem, but this is why [Blockchain tech, social tokens, NFTs are] interesting to me: **The provenance of creation, and particularly as it resonates to the actual creators.** Not the rent seekers, not the people who just steal the ideas.”*\\n\\n\\nThe provenance of creation. Tracking value to and from the source transparently. Or what I like to call, “Creative Immortality”. With the advent of decentralized applications, **we have the opportunity to build a framework of perpetual wealth redistribution through attribution, patronage, community to build and sustain our culture capital.** \\n\\nAs a participant in this space, my goal is to activate and engage Black Culture in crypto to document and record our past, and build our future simultaneously. In order to achieve creative immortality, we need to be able to reconcile with the things we’ve already made. It doesn’t necessarily mean it has to be in the same form of an NFT, but it does mean that we should have all of our references available and easily accessible. I am reminded of institutions like our HBCUs that are constantly fighting for resources to preserve and teach our history. Or institutions like Yale or the MOMA who have profited from us without retribution. \\n\\nHow much of our work has been purchased over the years that has never seen the light of day? That has never been exhibited before, that hasn’t been intellectualized, that doesn't have the type of attention or appeal that centralized institutions are looking for. What if the artists of our past could have flourished had we seen ourselves in those galleries, publicly supported, and paid equitably?\\n\\nCrypto can enable that level of patronage at scale, if we anchor ourselves to act inclusively. \\n\\n---\\n\\n### “Killing fields need blood to graze the cash cow/ It's a number game, but shit don't add up somehow/ Like I got, sixteen to thirty-two bars to rock it/ But only 15% of profits, ever see my pockets like—” \\n*[Mos Def, Mathematics](https://www.youtube.com/watch?v=8Ir-zFC9nFE)*\\n\\n\\nLet's face it: Out of the the $MM that have touched the hands of NFT artists, cultural communities can count on their fingers the amount of artists that have seen any significant portion of that. Micah Johnson's first Aku drop on Nifty Gateway, and the DAO Clash to acquire the work of Ix_Shells x TOR collaboration are the ONLY examples of black artists in the space (notwithstanding celebrities) that have had their works sold for over $1mm. \\n\\nThat's two fingers. The other 8? \\n\\n- (50 ETH)* $77.7k high for Carlos Marcial;\\n- (22 ETH) $55k high for Cory Van Lew; \\n- (11 ETH) $44k high for Osinachi;\\n- (10 ETH) $28k high for DIGITAL + Mighty33; \\n- (4 ETH) $16.4k high for Yatreda;\\n- (9.7 ETH) $16.1k high for Blacksneakers; \\n- (4 ETH) $11.6k high for Yosnier;\\n- (2.68 ETH) $11.1k high for Latasha (collab);\\n\\n\\nNow if we take these 10 artists out of the equation, for black artists, **our average HIGH ETH sale is roughly 1.79 ETH.**** \\n\\nThat sucks. \\n\\nEven if these artists manage to hodl their assets for as long as they can, as the cost of ETH rises, their holdings do not rise at the same rate making it increasingly harder for us to participate in other projects. Perhaps this speaks to a larger issue about ETH becoming more of a store of value than token to be exchanged—but ultimately, the disparity of asset accrual is not foreign to the black experience. While we have this \\\"early access\\\" to crypto, we must work toward broader redistribution of assets to prevent the same issues that plague us: income disparity, low wealth accrual, lack of access to funding, etc.\\n\\n---\\n\\n### Archivism—Defining Ethical Digital Archeology + Cultural Preservation\\n\\nWe are at an inflection point in the digital art age where the same mistakes in traditional institutions are being made in cryptospaces:\\n\\nCultural erasure. \\n\\nThere’s this push and pull between folks who are really about the provenance of the blockchain versus folks who are wanting to predispose themselves as first because they have more visibility.\\n\\nBlack artists like Connie Digital, Harrison First and others who were some of the first people to institute social tokens for their fans on the blockchain. Unfortunately, after the release of 3LAU's album, media articles were declaring he’s the first to sell an album. And without pause, had done the same for Kings of Leon (which they've since corrected to 'first band' but how accurate is that really?) And it’s not true. At all. But what has continued to contribute to erasing us has been the attention around that sale, becoming the formative marker as being first because it’s the one that’s made the most noise (and most $$$). I find it interesting because the blockchain doesn't lie—we can literally go back tangibly, and there’s verifiable hash proof that none of those works are first. Frustratingly, it's also hard to go back further than 2017 because the NFT standard contract ERC-721 wasn't invented prior to the launch of CryptoPunks. So unless you have already documented this work (largely being part of the scene pre-ICOs), you wouldn't even know what to look for.\\n\\nRelated to this, the convo with @boop  (reference MoonCats)\\n\\nWe need to instill ethics in our works, projects, and practices. We must respect those who have paved the way for us. We have to actively practice attribution. Several articles I've read recently have deepened my motives around defining the practice of preserving context from archival works:\\n\\nCryptarchivism (or Crypto-Archivism)\\nCryptarch (or Crypto-Archivist)\\n\\nCryptarchivism - The art of practice of maintaining, discovering, and accessing archives of crypto assets with long-term value.\\n\\nCryptarch - A praticitioner of cryptarchivism.\\n\\nI think it's at least a first attempt at an ethical practice of handling crypto archives.\\n\\nI’m not necessarily a historian, but I think the more and more I get involved in this space, the more and more I feel that pressing role of being an archivist. So that culturally, we aren’t erased, even in a space that’s supposed to be decentralized and supposed to be something that works for everyone.\\n\\n\\n\\n---\\n\\nInclusion. Diversity. Equity. Buzzwords when spoken through hollow action. Powerful instruments of change when cultivated in the right hands. But let's be honest with ourselves—this shit is hard fucking work. Many don't want to talk about it. Many don't believe there's a problem. And many of us don't want to do shit about it. The fact remains, cultural work is undervalued. \\n\\nThe crypto-creative space does not have an ecosystem (yet) for curators to market signal dope creatives that are minting really great works, collectors are largely unaware of works made that don't already have big followings, AND artists lack the tools they need to increase their exposure. \\n\\nCulture flourishes when its creators and participants are equally given agency within their respective roles. If collectors empower creators of culture, the larger global communities that engage with the culture benefit greatly. \\n\\nBy changing the state of play, we positively impact creativity, give larger agency for cultural communities to make their best works, leave rich histories for those who come after us, and build toward a more inclusive, equitable, and sustainable world.\\n\\n**Examples of Success + Patronage of toward Black creatives**\\n\\n- The Micah Johnson “Aku” drop on Nifty Gateway has created more than $2.6M in primary and secondary sales from the Black community buy-in. \\n- xx1/Off (the largest holder/patron of black work) has spent more than 69ETH on black artists.\\n- MintFund is currently supporting 650+ BIPOC and Queer artists to mint freely on the Ethereum blockchain.  \\n\\n### High-value collectors can help accelerate and increase longterm value for these communities.\\n\\nAs early adopters, we have a responsibility toward creating a fair, safe, inclusive, and equitable environment for all creatives. This isn't done from simply hiring more of us in your companies especially if they aren't already diverse from its inception. The culture is already built—you can't hire out of it unless those folks are granted enough power and influence to do so. Real change starts from the community level. You have to be in it and of it especially if you are an ally (or wanting to be; we don't just hand these out). The goal is to make sure any cultural community can build their communities as they see fit. As builders, leaders, analysts, engineers, influencers, we HAVE to co-create tools to enable agency. **Don't build for us, build with us.**\\n\\nAs we set precedents for outsiders to respect the space, artists, creators, and curators, we must center them for the generations of cultural stewards that succeed us. I’m challenging all of us to start thinking about intentionality and being actively present in this moment. **Because when it’s gone, it’s gone.**\\n\\n\\n---\\nAppendix:\\n\\n**Accounting for trading value of ETH at time of sale, not adjusted for current value.*\\n\\n** *This study is based off of the sales collected from a pool of 40 black artists. The sales account for highest historic USD value from ETH sale. There is a correlation of higher ETH = higher USD despite some outliers. This post and study will be updated as I collect more data.*\\n\\n\\n\\n\\n\\n\",\"timestamp\":1621041073,\"title\":\"Creative Immortality: Combating Cultural Erasure Through Active Archivism + Curation\",\"publication\":\"sirsu\"},\"digest\":\"yOVnVA8rC_HtzWSSK1M3F6dKUNbb8oVCPu0RRbS-4mY\",\"authorship\":{\"contributor\":\"0xEB95ff72EAb9e8D8fdb545FE15587AcCF410b42E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g0prTex5sH12YlvI1YSz3RK4zPQ9NC6FAfZ6YLjoCU8\\\",\\\"y\\\":\\\"_qAGwWtU704Mjvat_zLKKpLgf-6_OnJv0PkQfZ8I9t4\\\"}\",\"signature\":\"pZgwRD6usCfyrQzXdVgVB_pXt3NbUPSbd9BO9YdwC8dmmQ1Pf444frQ-awTZ2-M_6ngYpgoMDMxFPqamYvpEWg\",\"signingKeySignature\":\"0xefc5e6de4581cb792e6411321f942ad5e6fb72235d5c23693634c505922edd3601ea195ef82970b34422f27a05f2d6cb0e687a007f81234e975a90a8e14956ff1c\",\"signingKeyMessage\":\"I authorize the publication of articles on sirsu.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g0prTex5sH12YlvI1YSz3RK4zPQ9NC6FAfZ6YLjoCU8\\\",\\\"y\\\":\\\"_qAGwWtU704Mjvat_zLKKpLgf-6_OnJv0PkQfZ8I9t4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aY5NWo3tf__bWWvZ5slk61T2b6rgGDbXBRzjHSSw_O0\"}"