"{\"content\":{\"body\":\"A fast-paced society has made people increasingly neglect things other than their own work, and the word \\\"procrastination\\\" has frequently appeared in people's self-deprecation and helplessness. Following this, many concepts related to time management have emerged, such as GTD, tomato work, fragmented learning, Da Vinci sleep, Feynman techniques ....... The corresponding \\\"must install\\\" apps, such as \\\\*\\\\*list, \\\\*\\\\*do, \\\\*\\\\*list... These are the products of the characteristics of our time, is a microcosm of the state of operation of the modern social machine.\\n\\nEverything has its own positive and negative sides. Before the concept of time management flourished, people worked in a routine manner; however, the huge changes brought about by technology have changed the rhythm of our life, which we may not notice at first, but with the media reports and people's active exposure to information, it seems that the rhythm of the whole society has suddenly gone up. On the subway to work, we need to brush the microblogging all over current affairs; on the way home, open WeChat, responding to the small red dots saved in the first few hours; after arriving home, chatting with customers, of course, to \\\"improve feelings\\\" as the reason. The phone has become our second brain, showing our achievements in the virtual world.\\n\\nAre we busier than ever? Yes, we are. The world is moving so fast that we must always look at our phones and keep in touch with our bosses and friends at the same time to make sure we are not eliminated from society? It's just that our hearts have changed.\\n\\nThe acceleration of the speed of society seems to have also generated a force that drives us to achieve the desired results in the shortest possible time, \\\"30 days package you learn...\\\"\\\" From white to god, just xxx is enough\\\" \\\"... Top secret information\\\". But we should be clear, as \\\"security\\\" and \\\"complex\\\" is the opposite, you can not just set up 123456 to believe that the Internet will not be stolen; similarly, between speed and quality we need to make trade-offs. Suppose we work 8 hours during the day, of which 2 hours are at our disposal, then in these 2 hours, do we always focus on the communication software or use 15 minutes to finish the necessary messages and then use the remaining time to read some books and do some meditation? Here we are talking about maximizing the use of time. Did we really do something useful in the 2 hours, or did we spend a large part of the time in vain? And then when you get off work, you complain: today is a busy day, so tired!\\n\\nOur minds are getting restless.\\n\\nI was not aware of the concept of time management when I tasted geometry, nor was I sensitive to social news until I first came across the term \\\"fragmented time management\\\". It means that there are a lot of time in our life that we ignore, including not limited to the car, waiting process, between classes, on the road, before going to bed ...... If we can make use of this time, read a book while waiting in line, listen to some foreign original listening on the road... The day after day, we will be much more competitive. I don't disagree with all of the above. It's just clear that it has its specific adaptation to the people, and not everyone's time is so fragmented. I, on the other hand, like to schedule my study tasks to be done in whole blocks of time, and beyond that, there is not a lot of fragmented time (use it to get tired shit good)... In addition, the concept has changed a little bit to advocate \\\"fragmented learning\\\", which is very different from the previous one! Big! The difference! The difference! In this model, people will feel that spending a lot of time studying a certain issue is better to take the phone and brush the news, spend months reading a large part of the book is better to read a good summary of the book review, the name \\\"to take the essence, remove the dross\\\".\\n\\nBook reviews are not so good! This is not how book reviews work! Although I thought so before I started to sit down to read the book -: this author, a long paragraph, the front can still read, the publisher is expected to rush, in order to get enough words really no professionalism, rather than spend my \\\"precious\\\" time to look at people's book reviews forget, ha ha, someone in front of me to run around to test the poison! I not only saved the expensive cost of buying the book, save the energy to digest the obscure text, the key I used the least amount of time to get the essence of the author's decades of work condensed down in this book! Tremble, mortals, in your still chewing books, I have thrown you XX streets, my IQ is unmatched by you! (This is the first time to use this style of language, bear with me)\\n\\nWe always want to find the justification for our approach in our real-life examples, and thus deepen the sense of superiority we hold. There is an app called \\\"Cheese\\\" that describes: a... Professional book summary - 5 minutes to read a book! II. Book recommendations - discover the unknown world! III. Review exchange - make the world less lonely in the hustle and bustle! At first glance, the editor has done the work of selecting books for you, digesting the content, and bringing in social elements to let you see other book lovers' reviews and find fellow writers. I can't help but think of my previous blog post (:-) I've been using Twitter as a blog), in which we are being overwhelmed by the flood of information in our time, when we shouldn't be, we are spoiled, we spend a long time only absorbing knowledge that others have digested for us, and only passively accepting content that others have filtered and pushed out. We have become a bird in a cage, gradually degenerating our wings and no longer thinking about the infinite sky.\\n\\nWhen I was in elementary school, I learned that \\\"there are 10,000 Hamlets in 10,000 people's eyes\\\", so what about book reviews? Isn't it a good analogy? Book review is the reader's real feelings after reading a book (said to exclude soft copy), his thoughts on the book, are combined with his personal unique personal experience out of perception, from this aspect, the book review has a personal nature, it is branded with a specific person's thoughts, so it can also be said that the book review from the original book is also a kind of re-creation. Through the book review, we cannot say that what we read is only the original author's thoughts, which may hide the \\\"bias\\\" of the person who wrote the book review without any trace. In addition, everyone has different reading habits, everyone thinks about things from different perspectives ...... All of these may cause the same book to be evaluated very differently. In short, as the beginning of this sentence, the book has a few readers, there will be several ways to read. Too many people miss out by reading only book reviews. And people who read only book reviews are unlikely to read all of them.\\n\\nA leaf of blindness, or even misunderstanding and misuse of the content due to misinterpretation of the original meaning, is not only a misfortune for the original author, but the consequences are also the reader's own to bear in the future.\",\"timestamp\":1634371777,\"title\":\"The Meaning of Book Reviews\"},\"digest\":\"t8CS63b7-DBVsuC_xWBRoQo0DxZdmVpZJ_2A18YJ_w8\",\"authorship\":{\"contributor\":\"0x078Ad5270b0240D8529f600f35A271Fc6E2b2bD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YmULbSqGPvJtAkr9ARgU1EZJqLL4Y_8WpG9Gs6MunAg\\\",\\\"y\\\":\\\"hIT0mzE7kP3x9HCcOlTAJGodsnbqOKoGyTjiip4yKgU\\\"}\",\"signature\":\"wDOHn-cJW1L_S5yiO2TsA1g1be6nTHDnM0dZvObppYhAp1wE9_JZqT7ONHNvY_JrOQhc_MEY0wRbNdA-kL0ZWA\",\"signingKeySignature\":\"0xd526c6c8d19857e8fae5c94ad6f3adbf4f5ad2b8ccd7594f3002f4e8f0e68c0e512cd67c3e67dbc7d06e42aa17596388c0bc43ac91f2105693bc7a7554ce87f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YmULbSqGPvJtAkr9ARgU1EZJqLL4Y_8WpG9Gs6MunAg\\\",\\\"y\\\":\\\"hIT0mzE7kP3x9HCcOlTAJGodsnbqOKoGyTjiip4yKgU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t8CS63b7-DBVsuC_xWBRoQo0DxZdmVpZJ_2A18YJ_w8\"}"