"{\"content\":{\"body\":\"\\\"You can't do it,\\\" said Jerry, \\\"you might be knocked down and the child be run over.  Now look here, just get into this cab, and I'll drive you safe to the hospital.  Don't you see the rain is coming on?\\\"\\n\\n\\\"No, sir, no; I can't do that, thank you, I have only just money enough to get back with.  Please tell me the way.\\\"\\n\\n\\\"Look you here, missis,\\\" said Jerry, \\\"I've got a wife and dear children at home, and I know a father's feelings; now get you into that cab, and I'll take you there for nothing.  I'd be ashamed of myself to let a woman and a sick child run a risk like that.\\\"\\n\\n\\\"Heaven bless you!\\\" said the woman, and burst into tears.\\n\\n\\\"There, there, cheer up, my dear, I'll soon take you there; come, let me put you inside.\\\"\\n\\nAs Jerry went to open the door two men, with colors in their hats and buttonholes, ran up calling out, \\\"Cab!\\\"\\n\\n\\\"Engaged,\\\" cried Jerry; but one of the men, pushing past the woman, sprang into the cab, followed by the other.  Jerry looked as stern as a policeman.  \\\"This cab is already engaged, gentlemen, by that lady.\\\"\\n\\n\\\"Lady!\\\" said one of them; \\\"oh! she can wait; our business is very important, besides we were in first, it is our right, and we shall stay in.\\\"\\n\\nA droll smile came over Jerry's face as he shut the door upon them. \\\"All right, gentlemen, pray stay in as long as it suits you; I can wait while you rest yourselves.\\\"  And turning his back upon them he walked up to the young woman, who was standing near me. \\\"They'll soon be gone,\\\" he said, laughing; \\\"don't trouble yourself, my dear.\\\"\\n\\nAnd they soon were gone, for when they understood Jerry's dodge they got out, calling him all sorts of bad names and blustering about his number and getting a summons.  After this little stoppage we were soon on our way to the hospital, going as much as possible through by-streets. Jerry rung the great bell and helped the young woman out.\\n\\n\\\"Thank you a thousand times,\\\" she said; \\\"I could never have got here alone.\\\"\\n\\n\\\"You're kindly welcome, and I hope the dear child will soon be better.\\\"\\n\\nHe watched her go in at the door, and gently he said to himself, \\\"Inasmuch as ye have done it to one of the least of these.\\\" Then he patted my neck, which was always his way when anything pleased him.\\n\\nThe rain was now coming down fast, and just as we were leaving the hospital the door opened again, and the porter called out, \\\"Cab!\\\"  We stopped, and a lady came down the steps.  Jerry seemed to know her at once; she put back her veil and said, \\\"Barker!  Jeremiah Barker, is it you? I am very glad to find you here; you are just the friend I want, for it is very difficult to get a cab in this part of London to-day.\\\"\\n\\n\\\"I shall be proud to serve you, ma'am; I am right glad I happened to be here. Where may I take you to, ma'am?\\\"\\n\\n\\\"To the Paddington Station, and then if we are in good time, as I think we shall be, you shall tell me all about Mary and the children.\\\"\\n\\nWe got to the station in good time, and being under shelter the lady stood a good while talking to Jerry.  I found she had been Polly's mistress, and after many inquiries about her she said:\\n\\n\\\"How do you find the cab work suit you in winter?  I know Mary was rather anxious about you last year.\\\"\\n\\n\\\"Yes, ma'am, she was; I had a bad cough that followed me up quite into the warm weather, and when I am kept out late she does worry herself a good deal.  You see, ma'am, it is all hours and all weathers, and that does try a man's constitution; but I am getting on pretty well, and I should feel quite lost if I had not horses to look after. I was brought up to it, and I am afraid I should not do so well at anything else.\\\"\\n\\n\\\"Well, Barker,\\\" she said, \\\"it would be a great pity that you should seriously risk your health in this work, not only for your own but for Mary's and the children's sake; there are many places where good drivers or good grooms are wanted, and if ever you think you ought to give up this cab work let me know.\\\"\\n\\nThen sending some kind messages to Mary she put something into his hand, saying, \\\"There is five shillings each for the two children; Mary will know how to spend it.\\\"\\n\\nJerry thanked her and seemed much pleased, and turning out of the station we at last reached home, and I, at least, was tired.\\n\\n44      Old Captain and His Successor\\n\\nCaptain and I were great friends.  He was a noble old fellow, and he was very good company.  I never thought that he would have to leave his home and go down the hill; but his turn came, and this was how it happened.  I was not there, but I heard all about it.\\n\\nHe and Jerry had taken a party to the great railway station over London Bridge, and were coming back, somewhere between the bridge and the monument, when Jerry saw a brewer's empty dray coming along, drawn by two powerful horses.  The drayman was lashing his horses with his heavy whip; the dray was light, and they started off at a furious rate; the man had no control over them, and the street was full of traffic.\\n\\nOne young girl was knocked down and run over, and the next moment they dashed up against our cab; both the wheels were torn off and the cab was thrown over.  Captain was dragged down, the shafts splintered, and one of them ran into his side.  Jerry, too, was thrown, but was only bruised; nobody could tell how he escaped; he always said 'twas a miracle.  When poor Captain was got up he was found to be very much cut and knocked about.  Jerry led him home gently, and a sad sight it was to see the blood soaking into his white coat and dropping from his side and shoulder.  The drayman was proved to be very drunk, and was fined, and the brewer had to pay damages to our master; but there was no one to pay damages to poor Captain.\\n\\nThe farrier and Jerry did the best they could to ease his pain and make him comfortable.  The fly had to be mended, and for several days I did not go out, and Jerry earned nothing.  The first time we went to the stand after the accident the governor came up to hear how Captain was.\\n\\n\\\"He'll never get over it,\\\" said Jerry, \\\"at least not for my work, so the farrier said this morning.  He says he may do for carting, and that sort of work.  It has put me out very much.  Carting, indeed! I've seen what horses come to at that work round London.  I only wish all the drunkards could be put in a lunatic asylum instead of being allowed to run foul of sober people.  If they would break their own bones, and smash their own carts, and lame their own horses, that would be their own affair, and we might let them alone, but it seems to me that the innocent always suffer; and then they talk about compensation! You can't make compensation; there's all the trouble, and vexation, and loss of time, besides losing a good horse that's like an old friend -- it's nonsense talking of compensation!  If there's one devil that I should like to see in the bottomless pit more than another, it's the drink devil.\\\"\\n\\n\\\"I say, Jerry,\\\" said the governor, \\\"you are treading pretty hard on my toes, you know; I'm not so good as you are, more shame to me; I wish I was.\\\"\\n\\n\\\"Well,\\\" said Jerry, \\\"why don't you cut with it, governor? You are too good a man to be the slave of such a thing.\\\"\\n\\n\\\"I'm a great fool, Jerry, but I tried once for two days, and I thought I should have died; how did you do?\\\"\\n\\n\\\"I had hard work at it for several weeks; you see I never did get drunk, but I found that I was not my own master, and that when the craving came on it was hard work to say `no'.  I saw that one of us must knock under, the drink devil or Jerry Barker, and I said that it should not be Jerry Barker, God helping me; but it was a struggle, and I wanted all the help I could get, for till I tried to break the habit I did not know how strong it was; but then Polly took such pains that I should have good food, and when the craving came on I used to get a cup of coffee, or some peppermint, or read a bit in my book, and that was a help to me; sometimes I had to say over and over to myself, `Give up the drink or lose your soul!  Give up the drink or break Polly's heart!'  But thanks be to God, and my dear wife, my chains were broken, and now for ten years I have not tasted a drop, and never wish for it.\\\"\\n\\n\\\"I've a great mind to try at it,\\\" said Grant, \\\"for 'tis a poor thing not to be one's own master.\\\"\\n\\n\\\"Do, governor, do, you'll never repent it, and what a help it would be to some of the poor fellows in our rank if they saw you do without it. I know there's two or three would like to keep out of that tavern if they could.\\\"\\n\\nAt first Captain seemed to do well, but he was a very old horse, and it was only his wonderful constitution, and Jerry's care, that had kept him up at the cab work so long; now he broke down very much. The farrier said he might mend up enough to sell for a few pounds, but Jerry said, no! a few pounds got by selling a good old servant into hard work and misery would canker all the rest of his money, and he thought the kindest thing he could do for the fine old fellow would be to put a sure bullet through his head, and then he would never suffer more; for he did not know where to find a kind master for the rest of his days.\\n\\nThe day after this was decided Harry took me to the forge for some new shoes; when I returned Captain was gone.  I and the family all felt it very much.\\n\\nJerry had now to look out for another horse, and he soon heard of one through an acquaintance who was under-groom in a nobleman's stables. He was a valuable young horse, but he had run away, smashed into another carriage, flung his lordship out, and so cut and blemished himself that he was no longer fit for a gentleman's stables, and the coachman had orders to look round, and sell him as well as he could.\\n\\n\\\"I can do with high spirits,\\\" said Jerry, \\\"if a horse is not vicious or hard-mouthed.\\\"\\n\\n\\\"There is not a bit of vice in him,\\\" said the man; \\\"his mouth is very tender, and I think myself that was the cause of the accident; you see he had just been clipped, and the weather was bad, and he had not had exercise enough, and when he did go out he was as full of spring as a balloon.  Our governor (the coachman, I mean) had him harnessed in as tight and strong as he could, with the martingale, and the check-rein, a very sharp curb, and the reins put in at the bottom bar.  It is my belief that it made the horse mad, being tender in the mouth and so full of spirit.\\\"\\n\\n\\\"Likely enough; I'll come and see him,\\\" said Jerry.\\n\\nThe next day Hotspur, that was his name, came home; he was a fine brown horse, without a white hair in him, as tall as Captain, with a very handsome head, and only five years old.  I gave him a friendly greeting by way of good fellowship, but did not ask him any questions.  The first night he was very restless.  Instead of lying down, he kept jerking his halter rope up and down through the ring, and knocking the block about against the manger till I could not sleep. However, the next day, after five or six hours in the cab, he came in quiet and sensible.  Jerry patted and talked to him a good deal, and very soon they understood each other, and Jerry said that with an easy bit and plenty of work he would be as gentle as a lamb; and that it was an ill wind that blew nobody good, for if his lordship had lost a hundred-guinea favorite, the cabman had gained a good horse with all his strength in him.\\n\\nHotspur thought it a great come-down to be a cab-horse, and was disgusted at standing in the rank, but he confessed to me at the end of the week that an easy mouth and a free head made up for a great deal, and after all, the work was not so degrading as having one's head and tail fastened to each other at the saddle. In fact, he settled in well, and Jerry liked him very much.\\n\\n45      Jerry's New Year\\n\\nFor some people Christmas and the New Year are very merry times; but for cabmen and cabmen's horses it is no holiday, though it may be a harvest.  There are so many parties, balls, and places of amusement open that the work is hard and often late.  Sometimes driver and horse have to wait for hours in the rain or frost, shivering with the cold, while the merry people within are dancing away to the music.  I wonder if the beautiful ladies ever think of the weary cabman waiting on his box, and his patient beast standing, till his legs get stiff with cold.\\n\\nI had now most of the evening work, as I was well accustomed to standing, and Jerry was also more afraid of Hotspur taking cold.  We had a great deal of late work in the Christmas week, and Jerry's cough was bad; but however late we were, Polly sat up for him, and came out with a lantern to meet him, looking anxious and troubled.\\n\\nOn the evening of the New Year we had to take two gentlemen to a house in one of the West End Squares.  We set them down at nine o'clock, and were told to come again at eleven, \\\"but,\\\" said one, \\\"as it is a card party, you may have to wait a few minutes, but don't be late.\\\"\\n\\nAs the clock struck eleven we were at the door, for Jerry was always punctual.  The clock chimed the quarters, one, two, three, and then struck twelve, but the door did not open.\\n\\nThe wind had been very changeable, with squalls of rain during the day, but now it came on sharp, driving sleet, which seemed to come all the way round; it was very cold, and there was no shelter. Jerry got off his box and came and pulled one of my cloths a little more over my neck; then he took a turn or two up and down, stamping his feet; then he began to beat his arms, but that set him off coughing; so he opened the cab door and sat at the bottom with his feet on the pavement, and was a little sheltered.  Still the clock chimed the quarters, and no one came.  At half-past twelve he rang the bell and asked the servant if he would be wanted that night.\\n\\n\\\"Oh, yes, you'll be wanted safe enough,\\\" said the man; \\\"you must not go, it will soon be over,\\\" and again Jerry sat down, but his voice was so hoarse I could hardly hear him.\\n\\nAt a quarter past one the door opened, and the two gentlemen came out; they got into the cab without a word, and told Jerry where to drive, that was nearly two miles.  My legs were numb with cold, and I thought I should have stumbled.  When the men got out they never said they were sorry to have kept us waiting so long, but were angry at the charge; however, as Jerry never charged more than was his due, so he never took less, and they had to pay for the two hours and a quarter waiting; but it was hard-earned money to Jerry.\\n\\nAt last we got home; he could hardly speak, and his cough was dreadful. Polly asked no questions, but opened the door and held the lantern for him.\\n\\n\\\"Can't I do something?\\\" she said.\\n\\n\\\"Yes; get Jack something warm, and then boil me some gruel.\\\"\\n\\nThis was said in a hoarse whisper; he could hardly get his breath, but he gave me a rub-down as usual, and even went up into the hayloft for an extra bundle of straw for my bed.  Polly brought me a warm mash that made me comfortable, and then they locked the door.\\n\\nIt was late the next morning before any one came, and then it was only Harry. He cleaned us and fed us, and swept out the stalls, then he put the straw back again as if it was Sunday.  He was very still, and neither whistled nor sang.  At noon he came again and gave us our food and water; this time Dolly came with him; she was crying, and I could gather from what they said that Jerry was dangerously ill, and the doctor said it was a bad case.  So two days passed, and there was great trouble indoors. We only saw Harry, and sometimes Dolly.  I think she came for company, for Polly was always with Jerry, and he had to be kept very quiet.\\n\\nOn the third day, while Harry was in the stable, a tap came at the door, and Governor Grant came in.\\n\\n\\\"I wouldn't go to the house, my boy,\\\" he said, \\\"but I want to know how your father is.\\\"\\n\\n\\\"He is very bad,\\\" said Harry, \\\"he can't be much worse; they call it \\\\`bronchitis'; the doctor thinks it will turn one way or another to-night.\\\"\\n\\n\\\"That's bad, very bad,\\\" said Grant, shaking his head; \\\"I know two men who died of that last week; it takes 'em off in no time; but while there's life there's hope, so you must keep up your spirits.\\\"\\n\\n\\\"Yes,\\\" said Harry quickly, \\\"and the doctor said that father had a better chance than most men, because he didn't drink.  He said yesterday the fever was so high that if father had been a drinking man it would have burned him up like a piece of paper; but I believe he thinks he will get over it; don't you think he will, Mr. Grant?\\\"\\n\\nThe governor looked puzzled.\\n\\n\\\"If there's any rule that good men should get over these things, I'm sure he will, my boy; he's the best man I know. I'll look in early to-morrow.\\\"\\n\\nEarly next morning he was there.\\n\\n\\\"Well?\\\" said he.\\n\\n\\\"Father is better,\\\" said Harry.  \\\"Mother hopes he will get over it.\\\"\\n\\n\\\"Thank God!\\\" said the governor, \\\"and now you must keep him warm, and keep his mind easy, and that brings me to the horses; you see Jack will be all the better for the rest of a week or two in a warm stable, and you can easily take him a turn up and down the street to stretch his legs; but this young one, if he does not get work, he will soon be all up on end, as you may say, and will be rather too much for you; and when he does go out there'll be an accident.\\\"\\n\\n\\\"It is like that now,\\\" said Harry.  \\\"I have kept him short of corn, but he's so full of spirit I don't know what to do with him.\\\"\\n\\n\\\"Just so,\\\" said Grant.  \\\"Now look here, will you tell your mother that if she is agreeable I will come for him every day till something is arranged, and take him for a good spell of work, and whatever he earns, I'll bring your mother half of it, and that will help with the horses' feed. Your father is in a good club, I know, but that won't keep the horses, and they'll be eating their heads off all this time; I'll come at noon and hear what she says,\\\" and without waiting for Harry's thanks he was gone.\\n\\nAt noon I think he went and saw Polly, for he and Harry came to the stable together, harnessed Hotspur, and took him out.\\n\\nFor a week or more he came for Hotspur, and when Harry thanked him or said anything about his kindness, he laughed it off, saying it was all good luck for him, for his horses were wanting a little rest which they would not otherwise have had.\\n\\nJerry grew better steadily, but the doctor said that he must never go back to the cab work again if he wished to be an old man.  The children had many consultations together about what father and mother would do, and how they could help to earn money.\\n\\nOne afternoon Hotspur was brought in very wet and dirty.\\n\\n\\\"The streets are nothing but slush,\\\" said the governor; \\\"it will give you a good warming, my boy, to get him clean and dry.\\\"\\n\\n\\\"All right, governor,\\\" said Harry, \\\"I shall not leave him till he is; you know I have been trained by my father.\\\"\\n\\n\\\"I wish all the boys had been trained like you,\\\" said the governor.\\n\\nWhile Harry was sponging off the mud from Hotspur's body and legs Dolly came in, looking very full of something.\\n\\n\\\"Who lives at Fairstowe, Harry?  Mother has got a letter from Fairstowe; she seemed so glad, and ran upstairs to father with it.\\\"\\n\\n\\\"Don't you know?  Why, it is the name of Mrs. Fowler's place -- mother's old mistress, you know -- the lady that father met last summer, who sent you and me five shillings each.\\\"\\n\\n\\\"Oh! Mrs. Fowler.  Of course, I know all about her.  I wonder what she is writing to mother about.\\\"\\n\\n\\\"Mother wrote to her last week,\\\" said Harry; \\\"you know she told father if ever he gave up the cab work she would like to know. I wonder what she says; run in and see, Dolly.\\\"\\n\\nHarry scrubbed away at Hotspur with a huish! huish! like any old hostler. In a few minutes Dolly came dancing into the stable.\\n\\n\\\"Oh! Harry, there never was anything so beautiful; Mrs. Fowler says we are all to go and live near her.  There is a cottage now empty that will just suit us, with a garden and a henhouse, and apple-trees, and everything! and her coachman is going away in the spring, and then she will want father in his place; and there are good families round, where you can get a place in the garden or the stable, or as a page-boy; and there's a good school for me; and mother is laughing and crying by turns, and father does look so happy!\\\"\\n\\n\\\"That's uncommon jolly,\\\" said Harry, \\\"and just the right thing, I should say; it will suit father and mother both; but I don't intend to be a page-boy with tight clothes and rows of buttons.  I'll be a groom or a gardener.\\\"\\n\\nIt was quickly settled that as soon as Jerry was well enough they should remove to the country, and that the cab and horses should be sold as soon as possible.\\n\\nThis was heavy news for me, for I was not young now, and could not look for any improvement in my condition.  Since I left Birtwick I had never been so happy as with my dear master Jerry; but three years of cab work, even under the best conditions, will tell on one's strength, and I felt that I was not the horse that I had been.\\n\\nGrant said at once that he would take Hotspur, and there were men on the stand who would have bought me; but Jerry said I should not go to cab work again with just anybody, and the governor promised to find a place for me where I should be comfortable.\\n\\nThe day came for going away.  Jerry had not been allowed to go out yet, and I never saw him after that New Year's eve.  Polly and the children came to bid me good-by.  \\\"Poor old Jack! dear old Jack!  I wish we could take you with us,\\\" she said, and then laying her hand on my mane she put her face close to my neck and kissed me.  Dolly was crying and kissed me too.  Harry stroked me a great deal, but said nothing, only he seemed very sad, and so I was led away to my new place.\\n\\n```\\n      Part IV\\n```\\n\\n46      Jakes and the Lady\\n\\nI was sold to a corn dealer and baker, whom Jerry knew, and with him he thought I should have good food and fair work.  In the first he was quite right, and if my master had always been on the premises I do not think I should have been overloaded, but there was a foreman who was always hurrying and driving every one, and frequently when I had quite a full load he would order something else to be taken on. My carter, whose name was Jakes, often said it was more than I ought to take, but the other always overruled him.  \\\"'Twas no use going twice when once would do, and he chose to get business forward.\\\"\\n\\nJakes, like the other carters, always had the check-rein up, which prevented me from drawing easily, and by the time I had been there three or four months I found the work telling very much on my strength.\\n\\nOne day I was loaded more than usual, and part of the road was a steep uphill.  I used all my strength, but I could not get on, and was obliged continually to stop.  This did not please my driver, and he laid his whip on badly.  \\\"Get on, you lazy fellow,\\\" he said, \\\"or I'll make you.\\\"\\n\\nAgain I started the heavy load, and struggled on a few yards; again the whip came down, and again I struggled forward. The pain of that great cart whip was sharp, but my mind was hurt quite as much as my poor sides.  To be punished and abused when I was doing my very best was so hard it took the heart out of me. A third time he was flogging me cruelly, when a lady stepped quickly up to him, and said in a sweet, earnest voice:\\n\\n\\\"Oh! pray do not whip your good horse any more; I am sure he is doing all he can, and the road is very steep; I am sure he is doing his best.\\\"\\n\\n\\\"If doing his best won't get this load up he must do something more than his best; that's all I know, ma'am,\\\" said Jakes.\\n\\n\\\"But is it not a heavy load?\\\" she said.\\n\\n\\\"Yes, yes, too heavy,\\\" he said; \\\"but that's not my fault; the foreman came just as we were starting, and would have three hundredweight more put on to save him trouble, and I must get on with it as well as I can.\\\"\\n\\nHe was raising the whip again, when the lady said:\\n\\n\\\"Pray, stop; I think I can help you if you will let me.\\\"\\n\\nThe man laughed.\\n\\n\\\"You see,\\\" she said, \\\"you do not give him a fair chance; he cannot use all his power with his head held back as it is with that check-rein; if you would take it off I am sure he would do better -- do try it,\\\" she said persuasively, \\\"I should be very glad if you would.\\\"\\n\\n\\\"Well, well,\\\" said Jakes, with a short laugh, \\\"anything to please a lady, of course.  How far would you wish it down, ma'am?\\\"\\n\\n\\\"Quite down, give him his head altogether.\\\"\\n\\nThe rein was taken off, and in a moment I put my head down to my very knees. What a comfort it was!  Then I tossed it up and down several times to get the aching stiffness out of my neck.\\n\\n\\\"Poor fellow! that is what you wanted,\\\" said she, patting and stroking me with her gentle hand; \\\"and now if you will speak kindly to him and lead him on I believe he will be able to do better.\\\"\\n\\nJakes took the rein.  \\\"Come on, Blackie.\\\"  I put down my head, and threw my whole weight against the collar; I spared no strength; the load moved on, and I pulled it steadily up the hill, and then stopped to take breath.\\n\\nThe lady had walked along the footpath, and now came across into the road. She stroked and patted my neck, as I had not been patted for many a long day.\\n\\n\\\"You see he was quite willing when you gave him the chance; I am sure he is a fine-tempered creature, and I dare say has known better days. You won't put that rein on again, will you?\\\" for he was just going to hitch it up on the old plan.\\n\\n\\\"Well, ma'am, I can't deny that having his head has helped him up the hill, and I'll remember it another time, and thank you, ma'am; but if he went without a check-rein I should be the laughing-stock of all the carters; it is the fashion, you see.\\\"\\n\\n\\\"Is it not better,\\\" she said, \\\"to lead a good fashion than to follow a bad one?  A great many gentlemen do not use check-reins now; our carriage horses have not worn them for fifteen years, and work with much less fatigue than those who have them; besides,\\\" she added in a very serious voice, \\\"we have no right to distress any of God's creatures without a very good reason; we call them dumb animals, and so they are, for they cannot tell us how they feel, but they do not suffer less because they have no words. But I must not detain you now; I thank you for trying my plan with your good horse, and I am sure you will find it far better than the whip.  Good-day,\\\" and with another soft pat on my neck she stepped lightly across the path, and I saw her no more.\\n\\n\\\"That was a real lady, I'll be bound for it,\\\" said Jakes to himself; \\\"she spoke just as polite as if I was a gentleman, and I'll try her plan, uphill, at any rate;\\\" and I must do him the justice to say that he let my rein out several holes, and going uphill after that, he always gave me my head; but the heavy loads went on. Good feed and fair rest will keep up one's strength under full work, but no horse can stand against overloading; and I was getting so thoroughly pulled down from this cause that a younger horse was bought in my place.  I may as well mention here what I suffered at this time from another cause.  I had heard horses speak of it, but had never myself had experience of the evil; this was a badly-lighted stable; there was only one very small window at the end, and the consequence was that the stalls were almost dark.\\n\\nBesides the depressing effect this had on my spirits, it very much weakened my sight, and when I was suddenly brought out of the darkness into the glare of daylight it was very painful to my eyes. Several times I stumbled over the threshold, and could scarcely see where I was going.\\n\\nI believe, had I stayed there very long, I should have become purblind, and that would have been a great misfortune, for I have heard men say that a stone-blind horse was safer to drive than one which had imperfect sight, as it generally makes them very timid.  However, I escaped without any permanent injury to my sight, and was sold to a large cab owner.\\n\\n47      Hard Times\\n\\nMy new master I shall never forget; he had black eyes and a hooked nose, his mouth was as full of teeth as a bull-dog's, and his voice was as harsh as the grinding of cart wheels over graveled stones. His name was Nicholas Skinner, and I believe he was the man that poor Seedy Sam drove for.\\n\\nI have heard men say that seeing is believing; but I should say that feeling is believing; for much as I had seen before, I never knew till now the utter misery of a cab-horse's life.\\n\\nSkinner had a low set of cabs and a low set of drivers; he was hard on the men, and the men were hard on the horses. In this place we had no Sunday rest, and it was in the heat of summer.\\n\\nSometimes on a Sunday morning a party of fast men would hire the cab for the day; four of them inside and another with the driver, and I had to take them ten or fifteen miles out into the country, and back again; never would any of them get down to walk up a hill, let it be ever so steep, or the day ever so hot -- unless, indeed, when the driver was afraid I should not manage it, and sometimes I was so fevered and worn that I could hardly touch my food. How I used to long for the nice bran mash with niter in it that Jerry used to give us on Saturday nights in hot weather, that used to cool us down and make us so comfortable. Then we had two nights and a whole day for unbroken rest, and on Monday morning we were as fresh as young horses again; but here there was no rest, and my driver was just as hard as his master. He had a cruel whip with something so sharp at the end that it sometimes drew blood, and he would even whip me under the belly, and flip the lash out at my head.  Indignities like these took the heart out of me terribly, but still I did my best and never hung back; for, as poor Ginger said, it was no use; men are the strongest.\\n\\nMy life was now so utterly wretched that I wished I might, like Ginger, drop down dead at my work and be out of my misery, and one day my wish very nearly came to pass.\\n\\nI went on the stand at eight in the morning, and had done a good share of work, when we had to take a fare to the railway. A long train was just expected in, so my driver pulled up at the back of some of the outside cabs to take the chance of a return fare. It was a very heavy train, and as all the cabs were soon engaged ours was called for.  There was a party of four; a noisy, blustering man with a lady, a little boy and a young girl, and a great deal of luggage.  The lady and the boy got into the cab, and while the man ordered about the luggage the young girl came and looked at me.\\n\\n\\\"Papa,\\\" she said, \\\"I am sure this poor horse cannot take us and all our luggage so far, he is so very weak and worn up. Do look at him.\\\"\\n\\n\\\"Oh! he's all right, miss,\\\" said my driver, \\\"he's strong enough.\\\"\\n\\nThe porter, who was pulling about some heavy boxes, suggested to the gentleman, as there was so much luggage, whether he would not take a second cab.\\n\\n\\\"Can your horse do it, or can't he?\\\" said the blustering man.\\n\\n\\\"Oh! he can do it all right, sir; send up the boxes, porter; he could take more than that;\\\" and he helped to haul up a box so heavy that I could feel the springs go down.\\n\\n\\\"Papa, papa, do take a second cab,\\\" said the young girl in a beseeching tone. \\\"I am sure we are wrong, I am sure it is very cruel.\\\"\\n\\n\\\"Nonsense, Grace, get in at once, and don't make all this fuss; a pretty thing it would be if a man of business had to examine every cab-horse before he hired it -- the man knows his own business of course; there, get in and hold your tongue!\\\"\\n\\nMy gentle friend had to obey, and box after box was dragged up and lodged on the top of the cab or settled by the side of the driver. At last all was ready, and with his usual jerk at the rein and slash of the whip he drove out of the station.\\n\\nThe load was very heavy and I had had neither food nor rest since morning; but I did my best, as I always had done, in spite of cruelty and injustice.\\n\\nI got along fairly till we came to Ludgate Hill; but there the heavy load and my own exhaustion were too much.  I was struggling to keep on, goaded by constant chucks of the rein and use of the whip, when in a single moment -- I cannot tell how -- my feet slipped from under me, and I fell heavily to the ground on my side; the suddenness and the force with which I fell seemed to beat all the breath out of my body.  I lay perfectly still; indeed, I had no power to move, and I thought now I was going to die.  I heard a sort of confusion round me, loud, angry voices, and the getting down of the luggage, but it was all like a dream.  I thought I heard that sweet, pitiful voice saying, \\\"Oh! that poor horse! it is all our fault.\\\"  Some one came and loosened the throat strap of my bridle, and undid the traces which kept the collar so tight upon me.  Some one said, \\\"He's dead, he'll never get up again.\\\" Then I could hear a policeman giving orders, but I did not even open my eyes; I could only draw a gasping breath now and then.  Some cold water was thrown over my head, and some cordial was poured into my mouth, and something was covered over me.  I cannot tell how long I lay there, but I found my life coming back, and a kind-voiced man was patting me and encouraging me to rise.  After some more cordial had been given me, and after one or two attempts, I staggered to my feet, and was gently led to some stables which were close by. Here I was put into a well-littered stall, and some warm gruel was brought to me, which I drank thankfully.\\n\\nIn the evening I was sufficiently recovered to be led back to Skinner's stables, where I think they did the best for me they could. In the morning Skinner came with a farrier to look at me. He examined me very closely and said:\\n\\n\\\"This is a case of overwork more than disease, and if you could give him a run off for six months he would be able to work again; but now there is not an ounce of strength left in him.\\\"\\n\\n\\\"Then he must just go to the dogs,\\\" said Skinner.  \\\"I have no meadows to nurse sick horses in -- he might get well or he might not; that sort of thing don't suit my business; my plan is to work 'em as long as they'll go, and then sell 'em for what they'll fetch, at the knacker's or elsewhere.\\\"\\n\\n\\\"If he was broken-winded,\\\" said the farrier, \\\"you had better have him killed out of hand, but he is not; there is a sale of horses coming off in about ten days; if you rest him and feed him up he may pick up, and you may get more than his skin is worth, at any rate.\\\"\\n\\nUpon this advice Skinner, rather unwillingly, I think, gave orders that I should be well fed and cared for, and the stable man, happily for me, carried out the orders with a much better will than his master had in giving them.  Ten days of perfect rest, plenty of good oats, hay, bran mashes, with boiled linseed mixed in them, did more to get up my condition than anything else could have done; those linseed mashes were delicious, and I began to think, after all, it might be better to live than go to the dogs.  When the twelfth day after the accident came, I was taken to the sale, a few miles out of London. I felt that any change from my present place must be an improvement, so I held up my head, and hoped for the best.\\n\\n48      Farmer Thoroughgood and His Grandson Willie\\n\\nAt this sale, of course I found myself in company with the old broken-down horses -- some lame, some broken-winded, some old, and some that I am sure it would have been merciful to shoot.\\n\\nThe buyers and sellers, too, many of them, looked not much better off than the poor beasts they were bargaining about.  There were poor old men, trying to get a horse or a pony for a few pounds, that might drag about some little wood or coal cart.  There were poor men trying to sell a worn-out beast for two or three pounds, rather than have the greater loss of killing him.  Some of them looked as if poverty and hard times had hardened them all over; but there were others that I would have willingly used the last of my strength in serving; poor and shabby, but kind and human, with voices that I could trust. There was one tottering old man who took a great fancy to me, and I to him, but I was not strong enough -- it was an anxious time! Coming from the better part of the fair, I noticed a man who looked like a gentleman farmer, with a young boy by his side; he had a broad back and round shoulders, a kind, ruddy face, and he wore a broad-brimmed hat.  When he came up to me and my companions he stood still and gave a pitiful look round upon us.  I saw his eye rest on me; I had still a good mane and tail, which did something for my appearance.  I pricked my ears and looked at him.\\n\\n\\\"There's a horse, Willie, that has known better days.\\\"\",\"timestamp\":1641283026,\"title\":\"I am strong, thank God, and if I knew the way I think I should get on somehow; please tell me the way\"},\"digest\":\"krtRH1jY7kZvkVFSL2AUiEVtKG3WR5dbkWsm8lqwDZ8\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ClcbIwxyVRcli_XukqiMHZ6YHCwI9K5JdZ26Yf2FuxA\\\",\\\"y\\\":\\\"RtrUnOuXNIkSfvDzLTM7FwZ6jXp0IWvyMVtPmRdSawA\\\"}\",\"signature\":\"8YwUDMIRNf6YjXr716kzN-yX7ZSlQ91ZNX2ClSZTAzZfZSsPbGANlkeeatasfBxsTSPexaSIsEVbtKlKwEeKTw\",\"signingKeySignature\":\"0x60e00063c2b180860ad8e0596875ea87d8e42bcbc9e946f6afab05b11f15f33a62fb582250e63639f4920e8c06e251ca0b8659fef03ce5bb5f0d6d2cb655141e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ClcbIwxyVRcli_XukqiMHZ6YHCwI9K5JdZ26Yf2FuxA\\\",\\\"y\\\":\\\"RtrUnOuXNIkSfvDzLTM7FwZ6jXp0IWvyMVtPmRdSawA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"krtRH1jY7kZvkVFSL2AUiEVtKG3WR5dbkWsm8lqwDZ8\"}"