"{\"content\":{\"body\":\"The patient was fifty-two years of age and the victim of congenital phimosis. He was circumcised four years previously, and shortly after the wound healed there appeared a small wart, followed by a horn about the size of a marble. Jewett speaks of a penile horn 3 1/2 inches long and 3 3/4 inches in diameter; Pick mentions one 2 1/2 inches long. There is an account of a Russian peasant boy who had a horn on his penis from his earliest childhood. Johnson mentions a case of a horn from the scrotum, which was of sebaceous origin and was subsequently supplanted by an epithelioma.\\n\\nAsh reported the case of a girl named Annie Jackson, living in Waterford, Ireland, who had horny excrescences from her joints, arms, axillae, nipples, ears, and forehead. Locke speaks of a boy at the Hopital de la Charite in Paris, who had horny excrescences four inches long and 11 inches in circumference growing from his fingers and toes.\\n\\nWagstaffe presents a horn which grew from the middle of the leg six inches below the knee in a woman of eighty. It was a flattened spiral of more than two turns, and during forty years' growth had reached the length of 14.3 inches. Its height was 3.8 inches, its skin-attachment 1.5 inches in diameter, and it ended in a blunt extremity of 0.5 inch in diameter. Stephens mentions a dermal horn on the buttocks at the seat of a carcinomatous cicatrix. Harris and Domonceau speak of horns from the leg. Cruveilhier saw a Mexican Indian who had a horn four inches long and eight inches in circumference growing from the left lumbar region. It had been sawed off twice by the patient's son and was finally extirpated by Faget. The length of the pieces was 12 inches. Bellamy saw a horn on the clitoris about the size of a tiger's claw in a its origin from beneath the preputium clitoridis.\\n\\nHorns are generally solitary but cases of multiple formation are known Lewin and Heller record a syphilitic case with eight cutaneous horns on the palms and soles. A female patient of Manzuroff had as many as 185 horns.\\n\\nPancoast reports the case of a man whose nose, cheeks, forehead, and lips were covered with horny growths, which had apparently undergone epitheliomatous degeneration. The patient was a sea-captain of seventy-eight, and had been exposed to the winds all his life. He had suffered three attacks of erysipelas from prolonged exposure. When he consulted Pancoast the horns had nearly all fallen off and were brought to the physician for inspection; and the photograph was taken after the patient had tied the horns in situ on his face.\\n\\nAnomalies of the Hair.--Congenital alopecia is quite rare, and it is seldom that we see instances of individuals who have been totally destitute of hair from birth. Danz knew of two adult sons of a Jewish family who never had hair or teeth. Sedgwick quotes the case of a man of fifty-eight who ever since birth was totally devoid of hair and in whom sensible perspiration and tears were absent. A cousin on his mother's side, born a year before him, had precisely the same peculiarity. Buffon says that the Turks and some other people practised depilatory customs by the aid of ointments and pomades, principally about the genitals. Atkinson exhibited in Philadelphia a man of forty who never had any distinct growth of hair since birth, was edentulous, and destitute of the sense of smell and almost of that of taste. He had no apparent perspiration, and when working actively he was obliged to wet his clothes in order to moderate the heat of his body. He could sleep in wet clothes in a damp cellar without catching cold. There was some hair in the axillae and on the pubes, but only the slightest down on the scalp, and even that was absent on the skin. His maternal grandmother and uncle were similarly affected; he was the youngest of 21 children, had never been sick, and though not able to chew food in the ordinary manner, he had never suffered from dyspepsia in any form. He was married and had eight children. Of these, two girls lacked a number of teeth, but had the ordinary quantity of hair. Hill speaks of an aboriginal man in Queensland who was entirely devoid of hair on the head, face, and every part of the body. He had a sister, since dead, who was similarly hairless. Hill mentions the accounts given of another black tribe, about 500 miles west of Brisbane, that contained hairless members. This is very strange, as the Australian aboriginals are a very hairy race of people.\\n\\nHutchinson mentions a boy of three and a half in whom there was congenital absence of hair and an atrophic condition of the skin and appendages. His mother was bald from the age of six, after alopecia areata. Schede reports two cases of congenitally bald children of a peasant woman (a boy of thirteen and a girl of six months). They had both been born quite bald, and had remained so. In addition there were neither eyebrows nor eyelashes and nowhere a trace of lanugo. The children were otherwise healthy and well formed. The parents and brothers were healthy and possessed a full growth of hair. Thurman reports a case of a man of fifty-eight, who was almost devoid of hair all his life and possessed only four teeth. His skin was very delicate and there was absence of sensible perspiration and tears. The skin was peculiar in thinness, softness, and absence of pigmentation. The hair on the crown of the head and back was very fine, short, and soft, and not more in quantity than that of an infant of three months. There was a similar peculiarity in his cousin-german. Williams mentions the case of a young lady of fifteen with scarcely any hair on the eyebrows or head and no eyelashes. She was edentulous and had never sensibly perspired. She improved under tonic treatment.\\n\\nRayer quotes the case of Beauvais, who was a patient in the Hopital de la Charite in 1827. The skin of this man's cranium was apparently completely naked, although in examining it narrowly it was found to be beset with a quantity of very white and silky hair, similar to the down that covers the scalp of infants; here and there on the temples there were a few black specks, occasioned by the stumps of several hairs which the patient had shaved off. The eyebrows were merely indicated by a few fine and very short hairs; the free edges of the eyelids were without cilia, but the bulb of each of these was indicated by a small, whitish point. The beard was so thin and weak that Beauvais clipped it off only every three weeks. A few straggling hairs were observed on the breast and pubic region, as in young people on the approach of puberty. There was scarcely any under the axillae. It was rather more abundant on the inner parts of the legs. The voice was like that of a full-grown and well-constituted man. Beauvais was of an amorous disposition and had had syphilis twice. His mother and both sisters had good heads of hair, but his father presented the same defects as Beauvais.\\n\\nInstances are on record of women devoid of hair about the genital region. Riolan says that he examined the body of a female libertine who was totally hairless from the umbilical region down.\\n\\nCongenital alopecia is seen in animals. There is a species of dog, a native of China but now bred in Mexico and in the United States, which is distinguished for its congenital alopecia. The same fact has been observed occasionally in horses, cattle, and dogs. Heusner has seen a pigeon destitute of feathers, and which engendered a female which in her turn transmitted the same characteristic to two of her young.\\n\\nSexualism and Hair Growth.--The growth or development of the hair may be accelerated by the state of the organs of generation. This is peculiarly noticeable in the pubic hairs and the beard, and is fully exemplified in the section on precocious development (Chapter VII); however, Moreau de la Sarthe showed a child to the Medical Faculty of Paris in whom precocious development of the testicles had influenced that of the hair to such a degree that, at the age of six, the chest of this boy was as thickly set with hair as is usually seen in adults. It is well known that eunuchs often lose a great part of their beards, and after removal of the ovaries women are seen to develop an extra quantity of hair. Gerberon tells of an infant with a beard, and Paullini and the Ephemerides mention similar instances.\\n\\nBearded women are not at all infrequent. Hippocrates mentions a female who grew a beard shortly after menstruation had ceased. It is a well-recognized fact that after the menopause women become more hirsute, the same being the case after removal of any of the functional generative apparatus. Vicat saw a virgin who had a beard, and Joch speaks of \\\"foeminis barbati.\\\" Leblond says that certain women of Ethiopia and South America have beards and little or no menstruation. He also says that sterility and excessive chastity are causes of female beards, and cites the case of Schott of a young widow who secluded herself in a cloister, and soon had a beard.\\n\\nBarbara Urster, who lived in the 16th century, had a beard to her girdle. The most celebrated \\\"bearded woman\\\" was Rosine-Marguerite Muller, who died in a hospital in Dresden in 1732, with a thick beard and heavy mustache. Julia Pastrana had her face covered with thick hair and had a full beard and mustache. She exhibited defective dentition in both jaws, and the teeth present were arranged in an irregular fashion. She had pronounced prognathism, which gave her a simian appearance. Ecker examined in 1876 a woman who died at Fribourg, whose face contained a full beard and a luxuriant mustache.\\n\\nHarris reports several cases of bearded women, inmates of the Coton Hill Lunatic Asylum. One of the patients was eighty-three years of age and had been insane forty-four years following a puerperal period. She would not permit the hair on her face to be cut, and the curly white hairs had attained a length of from eight to ten inches on the chin, while on the upper lip the hairs were scarcely an inch. This patient was quite womanly in all her sentiments. The second case was a woman of thirty-six, insane from emotional melancholia. She had tufts of thick, curly hair on the chin two inches long, light yellowish in color, and a few straggling hairs on the upper lip. The third case was that of a woman of sixty-four, who exhibited a strong passion for the male sex. Her menstruation had been regular until the menopause. She plaited her beard, and it was seven or eight inches long on the chin and one inch on the lip. This woman had extremely hairy legs. Another case was that of a woman of sixty-two, who, though bald, developed a beard before the climacteric. Her structural proportions were feminine in character, and it is said that her mother, who was sane, had a beard also. A curious case was that of a woman of twenty-three (Mrs. Viola M.), who from the age of three had a considerable quantity of hair on the side of the cheek which eventually became a full beard. She was quite feminine was free from excessive hair elsewhere, her nose and forehead being singularly bare. Her voice was very sweet; she was married at seventeen and a half, having two normal children, and nursed each for one month. \\\"The bearded woman\\\" of every circus side-show is an evidence of the curious interest in which these women are held. The accompanying illustration is a representation of a \\\"bearded woman\\\" born in Bracken County, Ky. Her beard measured 15 inches in length.\\n\\nThere is a class of anomalies in which there is an exaggerated development of hair. We would naturally expect to find the primitive peoples, who are not provided with artificial protection against the wind, supplied with an extra quantity of hair or having a hairy coat like animals; but this is sometimes found among civilized people. This abnormal presence of hair on the human body has been known for many years; the description of Esau in the Bible is an early instance. Aldrovandus says that in the sixteenth century there came to the Canary Islands a family consisting of a father, son, and two daughters, who were covered all over their bodies by long hair, and their portrait, certainly reproduced from life, resembles the modern instances of \\\"dog men.\\\"\\n\\nIn 1883 there was shown in England and France, afterward in America, a girl of seven named \\\"Krao,\\\" a native of Indo-China. The whole body of this child was covered with black hair. Her face was of the prognathic type, and this, with her extraordinary prehensile powers of feet and lips, gave her the title of \\\"Darwin's missing link.\\\" In 1875 there was exhibited in Paris, under the name of \\\"l'homme-chien\\\" Adrien Jeftichew, a Russian peasant of fifty-five, whose face, head, back, and limbs were covered with a brown hairy coat looking like wool and several centimeters long. The other parts of the body were also covered with hair, but less abundantly. This individual had a son of three, Theodore, who was hairy like himself.\\n\\nA family living in Burmah (Shive-Maon, whose history is told by Crawford and Yule), consisting of a father, a daughter, and a granddaughter, were nearly covered with hair. Figure 84 represents a somewhat similar family who were exhibited in this country.\\n\\nTeresa Gambardella, a young girl of twelve, mentioned by Lombroso, was covered all over the body, with the exception of the hands and feet, by thick, bushy hair. This hypertrichosis was exemplified in this country only a few months since by a person who went the rounds of the dime museums under the euphonious name of \\\"Jo-Jo, the dog-face boy.\\\" His face was truly that of a skye-terrier.\\n\\nSometimes the hairy anomalies are but instances of naevus pilosus. The Indian ourang-outang woman examined at the office of the Lancet was an example of this kind. Hebra, Hildebrandt, Jablokoff, and Klein describe similar cases. Many of the older \\\"wild men\\\" were individuals bearing extensive hairy moles.\\n\\nRayer remarks that he has seen a young man of sixteen who exhibited himself to the public under the name of a new species of wild man whose breast and back were covered with light brown hair of considerable length.\\n\\nThe surface upon which it grew was of a brownish hue, different from the color of the surrounding integument. Almost the whole of the right arm was covered in the same manner. On the lower extremity several tufts of hair were observed implanted upon brown spots from seven to eight lines in diameter symmetrically disposed upon both legs. The hair was brown, of the same color as that of the head. Bichat informs us that he saw at Paris an unfortunate man who from his birth was afflicted with a hairy covering of his face like that of a wild boar, and he adds that the stories which were current among the vulgar of individuals with a boar's head, wolf's head, etc., undoubtedly referred to cases in which the face was covered to a greater or less degree with hair. Villerme saw a child of six at Poitiers in 1808 whose body, except the feet and hands, was covered with a great number of prominent brown spots of different dimensions, beset with hair shorter and not so strong as that of a boar, but bearing a certain resemblance to the bristles of that animal. These spots occupied about one-fifth of the surface of this child's skin. Campaignac in the early part of this century exhibited a case in which there was a large tuft of long black hair growing from the shoulder. Dufour has detailed a case of a young man of twenty whose sacral region contained a tuft of hair as long and black, thick and pliant, as that of the head, and, particularly remarkable in this case, the skin from which it grew was as fine and white as the integument of the rest of the body. There was a woman exhibited recently, under the advertisement of \\\"the lady with a mane,\\\" who had growing from the center of her back between the shoulders a veritable mane of long, black hair, which doubtless proceeded from a form of naevus.\\n\\nDuyse reports a case of extensive hypertrichosis of the back in a girl aged nine years; her teeth were normal; there was pigmentation of the back and numerous pigmentary nevi on the face. Below each scapula there were tumors of the nature of fibroma molluscum. In addition to hairy nevi on the other parts of the body there was localized ichthyosis.\\n\\nZiemssen figures an interesting case of naevus pilosus resembling \\\"bathing tights\\\". There were also present several benign tumors (fibroma molluscum) and numerous smaller nevi over the body. Schulz first observed the patient in 1878. This individual's name was Blake, and he stated that he was born with a large naevus spreading over the upper parts of the thighs and lower parts of the trunk, like bathing-tights, and resembling the pelt of an animal. The same was true of the small hairy parts and the larger and smaller tumors. Subsequently the altered portions of the skin had gradually become somewhat larger. The skin of the large hairy naevus, as well as that of the smaller ones, was stated by Schulz to have been in the main thickened, in part uneven, verrucose, from very light to intensely dark brown in color; the consistency of the larger mammiform and smaller tumors soft, doughy, and elastic. The case was really one of large congenital naevus pilosus and fibroma molluscum combined.\\n\\nA Peruvian boy was shown at the Westminster Aquarium with a dark, hairy mole situated in the lower part of the trunk and on the thighs in the position of bathing tights. Nevins Hyde records two similar cases with dermatolytic growths. A sister of the Peruvian boy referred to had a still larger growth, extending from the nucha all over the back. Both she and her brother had hundreds of smaller hairy growths of all sizes scattered irregularly over the face, trunk, and limbs. According to Crocker, a still more extraordinary case, with extensive dermatolytic growths all over the back and nevi of all sizes elsewhere, is described and engraved in \\\"Lavater's Physiognomy,\\\" 1848. Baker describes an operation in which a large mole occupying half the forehead was removed by the knife.\\n\\nIn some instances the hair and beard is of an enormous length. Erasmus Wilson of London saw a female of thirty-eight, whose hair measured 1.65 meters long. Leonard of Philadelphia speaks of a man in the interior of this country whose beard trailed on the ground when he stood upright, and measured 2.24 meters long. Not long ago there appeared the famous so-called \\\"Seven Sutherland Sisters,\\\" whose hair touched the ground, and with whom nearly every one is familiar through a hair tonic which they extensively advertised. In Nature, January 9, 1892, is an account of a Percheron horse whose mane measured 13 feet and whose tail measured almost ten feet, probably the greatest example of excessive mane development on record. Figure 88 represents Miss Owens, an exhibitionist, whose hair measured eight feet three inches. In Leslie's Weekly, January 2, 1896, there is a portrait of an old negress named Nancy Garrison whose woolly hair was equally as long.\\n\\nThe Ephemerides contains the account of a woman who had hair from the mons veneris which hung to the knees; it was affected with plica polonica, as was also the other hair of the body.\\n\\nRayer saw a Piedmontese of twenty-eight, with an athletic build, who had but little beard or hair on the trunk, but whose scalp was covered with a most extraordinary crop. It was extremely fine and silky, was artificially frizzled, dark brown in color, and formed a mass nearly five feet in circumference.\\n\\nCertain pathologic conditions may give rise to accidental growths of hair. Boyer was accustomed to quote in his lectures the case of a man who, having an inflamed tumor in the thigh, perceived this part becoming covered in a short time with numerous long hairs. Rayer speaks of several instances of this kind. In one the part affected by a blister in a child of two became covered with hair. Another instance was that of a student of medicine, who after bathing in the sea for a length of time, and exposing himself to the hot sun, became affected with coppery patches, from which there sprang a growth of hair. Bricheteau, quoted by the same authority, speaks of a woman of twenty-four, having white skin and hair of deep black, who after a long illness occasioned by an affection analogous to marasmus became covered, especially on the back, breast, and abdomen, with a multitude of small elevations similar to those which appear on exposure to cold. These little elevations became brownish at the end of a few days, and short, fair, silky hair was observed on the summit of each, which grew so rapidly that the whole surface of the body with the exception of the hands and face became velvety. The hair thus evolved was afterward thrown out spontaneously and was not afterward reproduced.\",\"timestamp\":1639717421,\"title\":\"Gould cites the instance of a horn growing from an epitheliomatous penis\"},\"digest\":\"VF-tNtEzBy03dIXmMH91ARJTvmw4kBE1_l8Shf_f5wo\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DwpzxSVS22c_hrmQPRY5nP864WLQma5LFau95cYO70M\\\",\\\"y\\\":\\\"Pmare3qko9p34geKCPSGOzKctdfmeSueA9JlZA7YIUc\\\"}\",\"signature\":\"EQ-E7DGIAQRJGXc8CfV4E16Zbski3M5ykDudyO4Q1dYF-28QLWAfVsMW-_fK51AwXN88h1iK3A81Rx3_2q8-PA\",\"signingKeySignature\":\"0x987f405849bd7c20421a9a0d63a16559b544f2715e1bb51dde64f7e2f1f1dd0f13a7e2bd089ac80ec4dfe8138d2ae791dbaea9608e39236f66d8f0ffdc66ae0d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DwpzxSVS22c_hrmQPRY5nP864WLQma5LFau95cYO70M\\\",\\\"y\\\":\\\"Pmare3qko9p34geKCPSGOzKctdfmeSueA9JlZA7YIUc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VF-tNtEzBy03dIXmMH91ARJTvmw4kBE1_l8Shf_f5wo\"}"