"{\"content\":{\"body\":\"前几天，一位同事被诊断出抑郁，而且是重度抑郁，被医生要求立即住院。众人非常惊讶，因为这位同事平日里非常活泼，在公司办公室经常传来她的欢声笑语，而且和大家相处的也挺不错的，看上去很正常很开心的样子，没想到竟然已经重度抑郁了…\\n\\n其实很多事情，表面上和实际的情况完全是两码事，这位同事就是如此。也许为了维持表面上的欢快，内心里已经憔悴不已了\\n\\n如今这个社会，像她这样情况的其实已经非常多了，抑郁症越来越普遍，就像感冒一样普遍，大家真的要好好照顾自己\\\\~\\n\\n回想这位同事平时的表现，经过事后诸葛亮一番的分析，我觉得很大可能的一点，就是她有点过于较真了\\\\~\\n\\n很多事情，不论是工作上的还是生活上的，不论大事还是小事，她都非常“坚定”，说一不二，只要她认定的，就无法改变，哪怕明显错了，也要坚持到底。\\n\\n“是这样的，就是这样的”！这句话常常从她嘴里冒出来\\\\~\\n\\n而周围的人，往往摇摇头，摆摆手，只能算了，但她仍在继续坚持，不但自己要这样认为，还要别人也这样认为。\\n\\n太过较真，确实太过较真\\\\~\\n\\n太把太多事情当回事，太把自己当回事\\\\~\\n\\n当然，抑郁的因素有很多，这一点肯定不是全部，可能是增加她焦虑的原因之一吧\\\\~\\n\\n你视之如珍宝的事物，他人可能完全不当回事\\\\~\\n\\n例如币圈，你觉得很有潜力的项目，他人觉得就是个垃圾。你觉得付出了很多，他人觉得只不过是无效劳动而已。你觉得是在坚持，他人觉得你不过是懒，不想思考不想动而已\\\\~\\n\\n甚至不仅仅是币圈的某个项目，很多圈外人可能会觉得整个币圈就是个笑话，一帮傻叉在里面自我催眠，自嗨而已，完全没有希望没有未来\\\\~\\n\\n而当你视之实现未来自由的方舟，竟然被他人践踏至尘土中，你心里是什么感觉？\\n\\n这也是为何很多人建议不要去随意推广币圈的原因所在，尤其是如今的大熊市，向周边的人介绍币圈，往往会很受打击，何必呢？自己独自默默享受币圈的起起落落就好了，何必自讨苦吃？\\n\\n还是和志同道合的小伙伴一起前行吧，开心快乐\\\\~\\n\\n汝之珍宝，彼之敝履\\\\~\\n\\n最近公司尽调，参与了很多“高级机密”的会议，以前对这些会议非常好奇，觉得应该会非常有意思，脑补了很多画面，会有唇枪舌战什么的。但真正参与了，才发现都是些什么啊，颇感无聊，只想快点从会议室里逃出来\\\\~\\n\\n曾经非常期盼的事物，神秘的面纱一旦揭开，发现想象中的绝美容颜竟然如此苍白\\\\~\\n\\n其实也不是，只是之前想象的太过了罢\\\\~\\n\\n币圈中的很多事情也是如此\\\\~\\n\\n曾经非常羡慕崇拜大佬高收益，当得知背后真实的原因后，只能呵呵。然后自己也曾模仿了一番，发觉没劲，也就算了\\\\~\\n\\n珍宝还是敝履，只有你自己经历了才知道\\\\~\\n\\n没什么好羡慕的，那些看似轻松炫丽的背后，一定隐藏着很多你看不到的东西\\\\~\\n\\n币民很喜欢赌，动不动就引爆小宇宙，“不服就干，一把梭”！\\n\\n为什么会赌？赌的是什么？\\n\\n币民赌减半大牛市，赌历史不会简单重复，但会惊人的相似\\\\~\\n\\n呵呵，这句话真的都听烂了，一次次的依靠这句话来打鸡血，充值信仰，如果这次真的能再赌对一次，这句话的能量会更足，下一次减半会有更多人携上这句话上路\\\\~\\n\\n看着历史上那些惊心动魄、眼花缭乱、大起大落的K线，自己默默的在画着后续的走势，怎么看怎么觉得，大牛市还会再来，到那时，之前的那些山峰，都会变成平地\\\\~\\n\\n币民们都信心满满，定投的定投，抄底的抄底，看着各处激荡的风起云涌，完全不担心，觉得自己呆着一个避风的大港湾，并且觉得万一的万一，如果这次不来，那就期待下一次减半，哼，不相信下次还不来！\\n\\n倘若再不来呢？\\n\\n不是还有下下次减半吗？减半逻辑不会变，\\\\*\\\\*们，肯定会再回来的！\\n\\n一定能！\\n\\n币民们在心中默默的想\\\\~\\n\\n真的是这样吗？谁也不知道，在前几次牛市来临之前，大家也都恐慌到极致了，可以说已经绝望到心死了，但谁想到，还真的就来了，而且来的那么汹涌\\\\~\\n\\n也许一定要币民们恐慌到极致，牛市才愿意降临？\\n\\n也许，上一次就是最后一次？\\n\\n谁也不知道，只能让时间来说明一切\\\\~\\n\\n还有很多其他领域的人，其实也在赌\\\\~\\n\\n炒房者赌的是国运，赌楼市的大水不会泄洪，无法泄洪，没人愿意泄洪，这也算是一个共识吧。\\n\\n不泄洪，卖地有大笔天量的资金流入，基建有钱，从而增加就业量，GDP的数据也漂亮许多\\\\~\\n\\n巴菲特赌的是什么？是不是也是国运？\\n\\n我们自己呢？扪心自问，赌的是什么？\\n\\n自己的运气？还是自己的能力？\\n\\n遇到迈不过的坎怎么办？\\n\\n首先气势上不能输，咬咬牙，继续上，想尽办法\\\\~\\n\\n其实很多时候事情并没有那么困难，逼到一定份上也就克服了\\\\~\\n\\n现在回头望望，当年很多困难确实没有那么难，开始动手之前觉得面前是一道天堑，真正动手之后，一步步来，把问题和困难各个击破，其实也就那样，但迈出最开始的那一步非常难，这些本不太困难的困难就足以吓退八成的人了\\\\~\\n\\n所以，如果你已经迈出第一步，不管后面如何，恭喜你，你已经战胜绝大部分人了\\\\~\\n\\n谋事在人，成事在天\\\\~\\n\\n如果真的超出了自己的能力范文，想尽一切办法，还是搞不定，那还是要认怂的，超出就要认，认怂也很关键，一直刚，一直刚，那迟早会断\\\\~\\n\\n很多人就是这个时候还在赌，赌自己能超神，结果…\\n\\n而且很多时候，在拼搏的路上跑着跑着吗，走着走着，渐渐的方向就变了，就像写文，写着写着，笔下源源不断流出来的字，和初稿已经相差甚远\\\\~\\n\\n无论赌的是什么，好好吃饭，好好睡觉，反正筹码已经摆上赌桌，等就是了\\\\~\",\"timestamp\":1639008697,\"title\":\"赌就是了~\"},\"digest\":\"_PQZLG3qk5gZ5CH13kWI4vIZXpCkhcr9gAN4l4GP5yY\",\"authorship\":{\"contributor\":\"0x85067429E3d78C7D75878BB858C6C5De4D7210C2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_S1U0ZGw9zsYwEY67tUx22-r1xEM4sVMN-QZ9yJTXv0\\\",\\\"y\\\":\\\"dbum8HGyZ21pYAteXel9U5rS5OsRyItqSwnkTXJu3JU\\\"}\",\"signature\":\"O4jQ33qA971_wPw7heCPDKZLp524UkiZpbruPwUr_VTvbckhwGv3z5QOv1sLVk6x7ggzF4Q-UZ-F6spMs-rc9Q\",\"signingKeySignature\":\"0x4be1fd2899b4bc4654599d3ef1bff13d2d43d58450d04843f4a2e23965d9fda212aad0646ee14a0707fb5c6beae4bacfca1e6cc906fce4f877529dbbe4c1892d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_S1U0ZGw9zsYwEY67tUx22-r1xEM4sVMN-QZ9yJTXv0\\\",\\\"y\\\":\\\"dbum8HGyZ21pYAteXel9U5rS5OsRyItqSwnkTXJu3JU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_PQZLG3qk5gZ5CH13kWI4vIZXpCkhcr9gAN4l4GP5yY\"}"