"{\"content\":{\"body\":\"**Preamble**\\n\\n\\\\-smart contracts are enforceable\\n\\n\\\\-reward metrics are transparent, minimally efficient and are part of the contractual agreement. That is, productivity evaluation has an acceptable accuracy level, and the contract clauses include these performance indicators\\n\\n\\\\-process and tasks are specific and capable of being delegated\\n\\n \\n\\n**Coase's Theory of the Firm**\\n\\nCoase's fundamental contribution to the nature of the firm is the idea that within a company a force, under the figure of an agent, partially neutralizes the price system and the market forces\\n\\nFormalization: minimizing transaction costs:\\n\\nCoase's fundamental contribution was that within a company a force under the figure of an agent partially neutralizes the price system and market forces\\n\\n \\n\\nWhy do we need firms? Why not simply let the Price mechanism handle all coordination?\\n\\n>why do we need these \\\"islands of conscious power\\\"?\\n\\n \\n\\nFormally, we say that a firm minimizes transaction costs because, under the price mechanism,\\n\\n \\n\\nMarket production is a function of P, ETC, t\\n\\ni.e.,\\n\\nProduction = f(P, ETC, t)\\n\\n \\n\\nWhere P is price, ETC is external transaction costs, and t is time\\n\\n \\n\\nSo intuitively, the sum of production in the economy under the \\\"price mechanism\\\" is a function of a price P and ETC over time\\n\\n \\n\\nMeanwhile, within the firm, we say that production is a function of the TTC (total transaction cost) and t is time\\n\\ni.e.,\\n\\nProduction = f(TTC, t)\\n\\n \\n\\n>firms are more efficient than the price mechanism because there is a cost of using the price mechanism\\n\\n \\n\\nYou must discover what the relevant prices are. This cost may be reduced but will not be eliminated by the emergence of specialists who will sell this information\\n\\n \\n\\n>there is a cost to determining \\\"What should P be?\\\"\\n\\n \\n\\nThus,\\n\\n \\n\\nETC > ITC\\n\\n \\n\\nTTC = ETC + ITC\\n\\n \\n\\n>the operation of a market costs something and by forming an organization and allowing some authority to direct the resources, and certain marketing costs are saved\\n\\n \\n\\n\\\\-so one prior condition of a firm is that it can only exist as long as ITC exists (and is by definition is < ETC)\\n\\n \\n\\nThe next condition necessary for a firm to exist is uncertainty, because if all consumers had perfect information there would be no occasion for anything of the nature of responsible management or control of productive activity. Even marketing transactions in any realistic sense would not be found.\\n\\n \\n\\n\\\\->if everyone had perfect information, then there would not be a cost of finding P and there would be no reason not to simply use the Pricing Mechanism\\n\\n \\n\\n\\\"a firm will tend to expand until the costs of organising an extra transaction within the firm become equal to the costs of carrying out the same transaction by means of an exchange on the open market or the costs of organising in another firm”\\n\\n \\n\\nGiven this,\\n\\n \\n\\nF_{M} > 0 <-> MITC < METC\\n\\n \\n\\nWhere F_{M} is the firm, MITC is the Marginal Internal Transaction Costs, and METC stands for Marginal External Transaction Costs.\\n\\n \\n\\nConsequently:\\n\\n \\n\\nITC and uncertainty are necessary to the existence of a firm\\n\\n \\n\\nThe firm emerges and expands as a result of transaction cost reduction\\n\\n \\n\\nThe firm is composed of a system of relationships which are under the authority of an entrepreneur. This agent is, then, responsible for coordinating the firm’s infrastructure to:\\n\\n \\n\\ni) measure and estimate the product price, the internal/external costs at a time t, and\\n\\n \\n\\nii) intervene in the functional-cost composition of the firm via productivity expansion/contraction, and transaction selectivity\\n\\n**Olson's Logic of Collective Action**\\n\\nSmall groups offer considerable value to individuals. On the other hand, the latent groups reward small benefits to their members since their interest are notably fragmented; members tend to work motivated by their objectives instead of the common benefit. Therefore, small groups are more efficient than large ones. However, the small groups develop monopolistic practices and a biased wealth distribution. As for latent groups, they manifest a lack of efficiency and a remarkable difficulty to adopt changes.\\n\\n \\n\\nFormalisation: The Free Rider Problem\\n\\n \\n\\n\\\\->the larger a group is, the smaller the fraction of the total group benefit any person acting in the group interest receives, and the less adequate the reward is for any group oriented action is\\n\\n \\n\\nIf you've ever looked into mechanism design, you'll know that rewards (incentives) = outcome, so the Free Rider Problem is basically telling us that large groups are basically fundamentally doomed to incompetence.\\n\\n \\n\\n\\\"the larger the group the smaller the likelihood of oligopolistic interaction that might help to obtain the good\\\"\\n\\n”The larger the number of members in the group the greater the organisation costs and thus the higher the hurdle that must be jumped before any of the collective good at all can be obtained. For these reasons, the larger the group the farther it will fall short of providing an optimal supply of a collective good, and very large groups normally will not, in the absence of coercion or separate, outside incentives, provide themselves with even minimal amounts of collective good.\\\"\\n\\n\\\\-only if one person in a group is willing to bear the entire costs of providing a service will the action likely be taken or the service provided.\\n\\n\\\\-Even if there is a small number of enthusiastic persons prepared to bear the full costs of providing a collective good, it may not be provided as the probability of the new service being provided to the group approaches 0 if the number of enthusiastic persons is less than the total number of group members.\\n\\nTo be finished tomorrow.\",\"timestamp\":1642737606,\"title\":\"First Half Annotations \"},\"digest\":\"K5UTHTXcbO_DS-8JMil_4WoFONAwUqC-uCmQwj3ITP4\",\"authorship\":{\"contributor\":\"0x57c322bafDBC22CF5B50835a1392Eb3Cef735F06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uxttGTLMjP6N-ut1Ma1R6OBFeHP-2Wy7WODftamBmAI\\\",\\\"y\\\":\\\"JtK3cQu3bCgLSoJvme_tRDHgMvUrmlmDgf1PeUmm9-A\\\"}\",\"signature\":\"FF6JzLKw7ucbSVKV8IjKgbjWwzrO2RLRiGAy2sb8fIPPYPKwzvr43Lh6S80BoYzeY0nusYNVQs29Ye0UZF7BGQ\",\"signingKeySignature\":\"0x7dcc8819abd4822ae1adc31a6d5528640bb80bc2f5a4e95b2369c33d8cf253006f9159e05a85d5e47be29b826d7f328997c1c0c8946bc1e8b82bb7b55ce88ec51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uxttGTLMjP6N-ut1Ma1R6OBFeHP-2Wy7WODftamBmAI\\\",\\\"y\\\":\\\"JtK3cQu3bCgLSoJvme_tRDHgMvUrmlmDgf1PeUmm9-A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K5UTHTXcbO_DS-8JMil_4WoFONAwUqC-uCmQwj3ITP4\"}"