"{\"content\":{\"body\":\"if his senses were not playing him false.  He had little conception of the terrible dramas which are constantly enacted in these superb mansions, so admired and envied by the passing crowd.  He thought that the baroness would be crushed--that she would fall on her knees before her husband.  What a mistake! The tone of her voice told him that, instead of yielding, she was only bent on retaliation.\\n\\n\\\"Does your son-in-law do anything worse than you?\\\" she exclaimed.  \\\"How dare you censure him--you who drag your name through all the gambling dens of Europe?\\\"\\n\\n\\\"Wretch!\\\" interrupted the baron, \\\"wretch!\\\" But quickly mastering himself, he remarked: \\\"Yes, it's true that I gamble.  People say, 'That great Baron Trigault is never without cards in his hands!' But you know very well that I really hold gambling in horror--that I loathe it.  But when I play, I sometimes forget--for I must forget.  I tried drink, but it wouldn't drown thought, so I had recourse to cards; and when the stakes are large, and my fortune is imperilled, I sometimes lose consciousness of my misery!\\\"\\n\\nThe baroness gave vent to a cold, sneering laugh, and, in a tone of mocking commiseration, she said: \\\"Poor baron! It is no doubt in the hope of forgetting your sorrows that you spend all your time-- when you are not gambling--with a woman named Lia d'Argeles.  She's rather pretty.  I have seen her several times in the Bois----\\\"\\n\\n\\\"Be silent!\\\" exclaimed the baron, \\\"be silent! Don't insult an unfortunate woman who is a thousand times better than yourself.\\\" And, feeling that he could endure no more--that he could no longer restrain his passion, he cried: \\\"Out of my sight! Go! or I sha'n't be responsible for my acts!\\\"\\n\\nPascal heard a chair move, the floor creak, and a moment afterward a lady passed quickly through the smoking-room.  How was it that she did not perceive him? No doubt, because she was greatly agitated, in spite of her bravado.  And, besides, he was standing a little back in the shade.  But he saw her, and his brain reeled.  \\\"Good Lord! what a likeness!\\\" he murmured.\\n\\nIII.\\n\\nIt was as if he had seen an apparition, and he was vainly striving to drive away a terrible, mysterious fear, when a heavy footfall made the floor of the dining-room creak anew.  The noise restored him to consciousness of his position.  \\\"It is the baron!\\\" he thought; \\\"he is coming this way! If he finds me here I am lost; he will never consent to help me.  A man would never forgive another man for hearing what I have just heard.\\\"\\n\\nWhy should he not try to make his escape? The card, bearing the name of Maumejan, would be no proof of his visit.  He could see the baron somewhere else some other day--elsewhere than at his own house, so that he need not fear the recognition of the servants.  These thoughts flashed through his mind, and he was about to fly, when a harsh cry held him spell-bound.  Baron Trigault was standing on the threshold.  His emotion, as is almost always the case with corpulent people, was evinced by a frightful distortion of his features.  His face was transformed, his lips had become perfectly white, and his eyes seemed to be starting from their sockets.  \\\"How came you here?\\\" he asked, in a husky voice.\\n\\n\\\"Your servants ushered me into this room.\\\"\\n\\n\\\"Who are you?\\\"\\n\\n\\\"What! monsieur, don't you recognize me?\\\" rejoined Pascal, who in his agitation forgot that the baron had seen him only twice before.  He forgot the absence of his beard, his almost ragged clothing, and all the precautions he had taken to render recognition impossible.\\n\\n\\\"I have never met any person named Maumejan,\\\" said the baron.\\n\\n\\\"Ah! monsieur, that's not my name.  Have you forgotten the innocent man who was caught in that infamous snare set for him by the Viscount de Coralth?\\\"\\n\\n\\\"Yes, yes,\\\" replied the baron, \\\"I remember you now.\\\" And then recollecting the terrible scene that had just taken place in the adjoining room: \\\"How long have you been here?\\\" he asked.\\n\\nShould Pascal tell a falsehood, or confess the truth? He hesitated, but his hesitation lasted scarcely the tenth part of a second.  \\\"I have been here about half an hour,\\\" he replied.\\n\\nThe baron's livid cheeks suddenly became purple, his eyes glittered, and it seemed by his threatening gesture as if he were strongly tempted to murder this man, who had discovered the terrible, disgraceful secrets of his domestic life.  But it was a mere flash of energy.  The terrible ordeal which he had just passed through had exhausted him mentally and physically, and it was in a faltering voice that he resumed: \\\"Then you have not lost a word--a word of what was said in the other room?\\\"\\n\\n\\\"Not a word.\\\"\\n\\nThe baron sank on to the divan.  \\\"So the knowledge of my disgrace is no longer confined to myself!\\\" he exclaimed.  \\\"A stranger's eye has penetrated the depths of misery I have fallen into! The secret of my wretchedness and shame is mine no longer!\\\"\\n\\n\\\"Oh, monsieur, monsieur!\\\" interrupted Pascal.  \\\"Before I recross the threshold of your home, all shall have been forgotten.  I swear it by all that is most sacred!\\\"\\n\\nHe had raised his hand as if to take a solemn oath, when the baron caught hold of it, and, pressing it with sorrowful gratitude, exclaimed: \\\"I believe you! You are a man of honor--I only needed to see your home to be convinced of that.  You will not laugh at my misfortunes or my misery!\\\" He must have been suffering frightfully, for big tears rolled slowly down his cheeks.  \\\"What have I done, my God! that I should be so cruelly punished?\\\" he continued.  \\\"I have always been generous and charitable, and ready to help all who applied to me.  I am utterly alone! I have a wife and a daughter--but they hate me.  They long for my death, which would give them possession of my wealth.  What torture! For months together I dared not eat a morsel of food, either in my own house, or in the house of my son-in-law.  I feared poison; and I never partook of a dish until I had seen my daughter or my wife do so.  To prevent a crime, I was obliged to resort to the strangest expedients.  I made a will, and left my property in such a way that if I die, my family will not receive one penny.  So, they now have an interest in prolonging my life.\\\" As he spoke he sprang up with an almost frenzied air, and, seizing Pascal by the arm, again continued.  \\\"Nor is this all! This woman--my wife--you know--you have heard the extent of her shame and degradation.  Ah, well! I-- love her!\\\"\\n\\nPascal recoiled with an exclamation of mingled horror and consternation.\\n\\n\\\"This amazes you, eh?\\\" rejoined the baron.  \\\"It is indeed incomprehensible, monstrous--but it is the truth.  It is to gratify her desire for luxury that I have toiled to amass millions.  If I purchased a title, which is absurd and ridiculous, it was only because I wished to satisfy her vanity.  Do what she may, I can only see in her the chaste and beautiful wife of our early married life.  It is cowardly, absurd, ridiculous--I realize it; but my love is stronger than my reason or my will.  I love her madly, passionately; I cannot tear her from my heart!\\\"\\n\\nSo speaking, he sank sobbing on to the divan again.  Was this, indeed, the frivolous and jovial Baron Trigault whom Pascal had seen at Madame d'Argeles's house--the man of self-satisfied mien and superb assurance, the good-natured cynic, the frequenter of gambling-dens? Alas, yes! But the baron whom the world knew was only a comedian; this was the real man.\\n\\nAfter a little while he succeeded in controlling his emotion, and in a comparatively calm voice he exclaimed: \\\"But it is useless to distract one's mind with an incurable evil.  Let us speak of yourself, M. Ferailleur.  To what do I owe the honor of this visit?\\\"\\n\\n\\\"To your own kind offer, monsieur, and the hope that you will help me in refuting this slander, and wreaking vengeance upon those who have ruined me.\\\"\\n\\n\\\"Oh! yes, I will help you in that to the full extent of my power,\\\" exclaimed the baron.  But experience reminded him that confidential disclosures ought not to be made with the doors open, so he rose, shut them, and returning to Pascal, said: \\\"Explain in what way I can be of service to you, monsieur.\\\"\\n\\nIt was not without many misgivings that Pascal had presented himself at the baron's house, but after what he had heard he felt no further hesitation; he could speak with perfect freedom.  \\\"It is quite unnecessary for me to tell you, Monsieur le Baron,\\\" he began, \\\"that the cards which made me win were inserted in the pack by M. de Coralth--that is proven beyond question, and whatever the consequences may be, I shall have my revenge.  But before striking him, I wish to reach the man whose instrument he was.\\\"\\n\\n\\\"What! you suppose----\\\"\\n\\n\\\"I don't suppose--I am sure that M. de Coralth acted in obedience to the instructions of some other scoundrel whose courage does not equal his meanness.\\\"\\n\\n\\\"Perhaps so! I think he would shrink from nothing in the way of rascality.  But who could have employed him in this vile work of dishonoring an honest man?\\\"\\n\\n\\\"The Marquis de Valorsay.\\\"\\n\\nOn hearing this name, the baron bounded to his feet.  \\\"Impossible!\\\" he exclaimed; \\\"absolutely impossible! M. de Valorsay is incapable of the villainy you ascribe to him.  What do I say?-- he is even above suspicion.  I have known him for years, and I have never met a more loyal, more honorable, or more courageous man.  He is one of my few trusted friends; we see each other almost every day.  I am expecting a visit from him even now.\\\"\\n\\n\\\"Still it was he who incited M. de Coralth to do the deed.\\\"\\n\\n\\\"But why? What could have been his object?\\\"\\n\\n\\\"To win a young girl whom I love.  She--loved me, and he saw that I was an obstacle.  He put me out of the way more surely than if he had murdered me.  If I died, she might mourn for me-- dishonored, she would spurn me----\\\"\\n\\n\\\"Is Valorsay so madly in love with the girl, then?\\\"\\n\\n\\\"I think he cares but very little for her.\\\"\\n\\n\\\"Then why----\\\"\\n\\n\\\"She is the heiress of several millions.\\\"\\n\\nIt was evident that this explanation did not shake Baron Trigault's faith in his friend.  \\\"But the marquis has an income of a hundred and fifty or two hundred thousand francs,\\\" said he; \\\"that is an all-sufficient justification.  With his fortune and his name, he is in a position to choose his wife from among all the heiresses of France.  Why should he address his attentions in particular to the woman you love? Ah! if he were poor--if his fortune were impaired--if he felt the need of regilding his escutcheon, like my son-in-law----\\\"\\n\\nHe paused; there was a rap at the door.  The baron called out: \\\"Come in,\\\" and a valet appeared, and informed his master that the Marquis de Valorsay wished to speak with him.\\n\\nIt was the enemy! Pascal's features were distorted with rage; but he did not stir--he did not utter a word.  \\\"Ask the marquis into the next room,\\\" said the baron.  \\\"I will join him there at once.\\\" Then as the servant retired, the baron turned to Pascal and said: \\\"Well, M. Ferailleur, do you divine my intentions?\\\"\\n\\n\\\"I think so, monsieur.  You probably intend me to hear the conversation you are going to have with M. de Valorsay.\\\"\\n\\n\\\"Exactly.  I shall leave the door open, and you can listen.\\\"\\n\\nThis word, \\\"listen,\\\" was uttered without bitterness, or even reproach; and yet Pascal could not help blushing and hanging his head.  \\\"I wish to prove to you that your suspicions are without foundation,\\\" pursued the baron.  \\\"Rest assured that I shall prove this conclusively.  I will conduct the conversation in the form of a cross-examination, and after the marquis's departure, you will be obliged to confess that you were wrong.\\\"\\n\\n\\\"Or you, that I am right?\\\"\\n\\n\\\"So be it.  Any one is liable to be mistaken, and I am not obstinate.\\\"\\n\\nHe was about to leave the room, when Pascal detained him.  \\\"I scarcely know how to testify my gratitude even now, monsieur, and yet--if I dared--if I did not fear to abuse your kindness, I should ask one more favor.\\\"\\n\\n\\\"Speak, Monsieur Ferailleur.\\\"\\n\\n\\\"It is this, I do not know the Marquis de Valorsay; and if, instead of leaving the door wide open, you would partially close it, I should hear as distinctly, and I could also see him.\\\"\\n\\n\\\"Agreed,\\\" replied the baron.  And, opening the door, he passed into the dining-room, with his right hand cordially extended, and saying, in his most genial tones: \\\"Excuse me, my dear friend, for keeping you waiting.  I received your letter this morning, and I was expecting you, but some unexpected business required my attention just now.  Are you quite well?\\\"\\n\\nAs the baron entered the room, the marquis had stepped quickly forward to meet him.  Either he was inspired with fresh hope, or else he had wonderful powers of self-control, for never had he looked more calm--never had his face evinced haughtier indifference, more complete satisfaction with himself, and greater contempt for others.  He was dressed with even more than usual care, and in perfect taste as well; moreover, his valet had surpassed himself in dressing his hair--for one would have sworn that his locks were still luxuriant.  If he experienced any secret anxiety, it only showed itself in a slightly increased stiffness of his right leg--the limb broken in hunting.  \\\"I ought rather to inquire concerning your own health,\\\" he remarked.  \\\"You seem greatly disturbed; your cravat is untied.\\\" And, pointing to the broken china scattered about the floor, he added: \\\"On seeing this, I asked myself if an accident had not happened.\\\"\\n\\n\\\"The baroness was taken suddenly ill at the breakfast table.  Her fainting fit startled me a little.  But it was a mere trifle.  She has quite recovered already, and you may rely upon her applauding your victory at Vincennes to-day.  She has I don't know how many hundred louis staked upon your horses.\\\"\\n\\nThe marquis's countenance assumed an expression of cordial regret.  \\\"I am very sorry, upon my word!\\\" he exclaimed.  \\\"But I sha'n't take part in the races at Vincennes.  I have withdrawn my horses.  And, in future, I shall have nothing to do with racing.\\\"\\n\\n\\\"Nonsense!\\\"\\n\\n\\\"It is the truth, however.  I have been led to this determination by the infamous slander which has been circulated respecting me.\\\"\\n\\nThis answer was a mere trifle, but it somewhat shook Baron Trigault's confidence.  \\\"You have been slandered!\\\" he muttered.\\n\\n\\\"Abominably.  Last Sunday the best horse in my stables, Domingo, came in third.  He was the favorite in the ring.  You can understand the rest.  I have been accused of manoeuvering to have my own horse beaten.  People have declared that it was my interest he should be beaten, and that I had an understanding with my jockey to that effect.  This is an every-day occurrence, I know very well; but, as regards myself, it is none the less an infamous lie!\\\"\\n\\n\\\"Who has dared to circulate such a report?\\\"\\n\\n\\\"Oh, how can I tell? It is a fact, however, that the story has been circulated everywhere, but in such a cautious manner that there is no way of calling the authors to account.  They have even gone so far as to say that this piece of knavery brought me in an enormous sum, and that I used Rochecotte's, Kervaulieu's, and Coralth's names in betting against my own horse.\\\"\\n\\nThe baron's agitation was so great that M. de Valorsay observed it, though he did not understand the cause.  Living in the same society with the Baroness Trigault, and knowing her story, he thought that Coralth's name might, perhaps, have irritated the baron.  \\\"And so,\\\" he quickly continued, \\\"don't be surprised if, during the coming week, you see the sale of my horses announced.\\\"\\n\\n\\\"What! you are going to sell----\\\"\\n\\n\\\"All my horses--yes, baron.  I have nineteen; and it will be very strange if I don't get eight or ten thousand louis for the lot.  Domingo alone is worth more than forty thousand francs.\\\"\\n\\nTo talk of selling--of realizing something you possess--rings ominously in people's ears.  The person who talks of selling proclaims his need of money--and often his approaching ruin.  \\\"It will save you at least a hundred and fifty or sixty thousand francs a year,\\\" observed the baron.\\n\\n\\\"Double it and you won't come up to the mark.  Ah! my dear baron, you have yet to learn that there is nothing so ruinous as a racing stable.  It's worse than gambling; and women, in comparison, are a real economy.  Ninette costs me less than Domingo, with his jockey, his trainer, and his grooms.  My manager declares that the twenty-three thousand francs I won last year, cost me at least fifty thousand.\\\"\\n\\nWas he boasting, or was he speaking the truth? The baron was engaged in a rapid calculation.  \\\"What does Valorsay spend a year?\\\" he was saying to himself.  \\\"Let us say two hundred and fifty thousand francs for his stable; forty thousand francs for Ninette Simplon; eighty thousand for his household expenses, and at least thirty thousand for personal matters, travelling, and play.  All this amounts to something like four hundred and thirty thousand francs a year. Does his income equal that sum? Certainly not.  Then he must have been living on the principal--he is ruined.\\\"\\n\\nMeanwhile the marquis gayly continued: \\\"You see, I'm going to make a change in my mode of life.  Ah! it surprises you! But one must make an end of it, sooner or later.  I begin to find a bachelor life not so very pleasant after all; there is rheumatism in prospect, and my digestion is becoming impaired--in short, I feel that it is time for marriage, baron; and--I am about to marry.\\\"\\n\\n\\\"You!\\\"\\n\\n\\\"Yes, I.  What, haven't you heard of it, yet? It has been talked of at the club for three days or more.\\\"\\n\\n\\\"No, this is the first intimation I have received of it.  It is true, however, that I have not been to the club for three days.  I have made a wager with Kami-Bey, you know--that rich Turk--and as our sittings are eight or ten hours long, we play in his apartments at the Grand Hotel.  And so you are to be married,\\\" the baron continued, after a slight pause.  \\\"Ah, well! I know one person who won't be pleased.\\\"\\n\\n\\\"Who, pray?\\\"\\n\\n\\\"Ninette Simplon.\\\"\\n\\nM. de Valorsay laughed heartily.  \\\"As if that would make any difference to me!\\\" he exclaimed.  And then in a most confidential manner he resumed: \\\"She will soon be consoled.  Ninette Simplon is a shrewd girl--a girl whom I have always suspected of having an account book in place of a heart.  I know she has at least three hundred thousand francs safely invested; her furniture and diamonds are worth as much more.  Why should she regret me? Add to this that I have promised her fifty thousand francs to dry her tears with on my wedding-day, and you will understand that she really longs to see me married.\\\"\\n\\n\\\"I understand,\\\" replied the baron; \\\"Ninette Simplon won't trouble you.  But I can't understand why you should talk of economy on the eve of a marriage which will no doubt double your fortune; for I'm sure you won't surrender your liberty without good and substantial reasons.\\\"\\n\\n\\\"You are mistaken.\\\"\\n\\n\\\"How mistaken?\\\"\\n\\n\\\"Well, I won't hesitate to confess to you, my dear baron, that the girl I am about to marry hasn't a penny of her own.  My future wife has no dowry save her black eyes--but they are certainly superb ones.\\\"\\n\\nThis assertion seemed to disprove Pascal's statements.  \\\"Can it really be you who are talking in this strain?\\\" cried the baron.  \\\"You, a practical, worldly man, give way to such a burst of sentiment?\\\"\\n\\n\\\"Well, yes.\\\"\\n\\nThe baron opened his eyes in astonishment.  \\\"Ah! then you adore your future bride!\\\"\\n\\n\\\"Adore only feebly expresses my feelings.\\\"\",\"timestamp\":1640139465,\"title\":\"\\nPascal was absolutely terrified.  He wondered if he were not the victim of some absurd nightmare\"},\"digest\":\"ZZ-DqXIfIbnB9XEZiggLsNNWYfClKswrOIM924VzZ_c\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NC8q73LxTHbmv6eaSQKbHhap62tkp-JM7EnmSWBjASw\\\",\\\"y\\\":\\\"1aUvaUfEwinKs6sbnEYRa52GowAsRJYUU8boac2v_DU\\\"}\",\"signature\":\"9n8-92UKjMkaVaPXP8IjYOuOQeMrDA-I7etaUprapqhIAyTa67fab5Nled751c5ysrhx5R070vPEXOVWHl5jzA\",\"signingKeySignature\":\"0x2d2225b153c22f66c167dbe5c0db09d8cd26f2da05a6ee5777265ff38e50d1065e4f44cd492d6a7d6b46704ae804e4f8f16c806bedc78103232d2678e63c8b531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NC8q73LxTHbmv6eaSQKbHhap62tkp-JM7EnmSWBjASw\\\",\\\"y\\\":\\\"1aUvaUfEwinKs6sbnEYRa52GowAsRJYUU8boac2v_DU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZZ-DqXIfIbnB9XEZiggLsNNWYfClKswrOIM924VzZ_c\"}"