"{\"content\":{\"body\":\"站在村子的中间，往来的玩家不时朝我投来一抹羡慕的眼神。嘿嘿，俺现在穿的是火红的血狼软甲，外表凸现着精致的花纹，胸口一只血狼头清晰可见，惟妙惟肖；用的是俺心爱的诅咒之刃，虽然黑黝黝的刀身看不出什么异样来，但是起码镶嵌在上面的黑曜结晶所流露的珠光还是比较惹眼的；在这依然是新手云集的地方，俺也算是脱贫一族了，不过等去了城镇，估计就没现在这么风光。\\n\\n```\\n修理好装备后跑到银行，先把月牙草给放了起来，这次可不能贪图便宜，都拿去换药剂了，留着自己以后制药用，血狼獠牙嘛，36个，自己留10个，其他的都给卖了，走到银行门口，清了清嗓子，吆喝起来。\\n\\n“战士一转必备物品，12级的血狼獠牙限量出售了，要的快说，价高者得哦”刚一出口，立即就围上了一群人，喂，法师你跟上来的凑什么热闹，你又不要这玩意，我带着疑问的目光看着其中的几个法师。\\n\\n干吗这样看着我，我不需要血狼獠牙，难道我朋友就不需要吗？我不需要血狼獠牙，难道我老婆不需要吗？靠，有钱给你就卖，这种目光看什么看，他们立即用眼神告诉了我答案。\\n\\n“你那有多少个血狼獠牙？”一个短小精悍的矮人战士问道。\\n\\n“26个，要的报个价。”我手指一比画说道。\\n\\n“我出2个银币一个，要10个。”矮人战士急忙忙地说道。\\n\\n“给我10个，我给你2.3个银币怎么样。”一个兽人战士挤了上来，拍了拍俺的肩膀说道。\\n\\n“我只要5个，2.5银币好吗？”一个穿着半身盔甲，手拿一柄斧头的妹妹冲俺抛了个眉眼，脆生生地说道。咳，请不要用女色诱惑俺，俺只会被money所诱惑。\\n\\n“我出3个银币，都要了。”旁边一个身穿银白色法袍，手拿一根修长法杖的精灵法师立马抬高了价。\\n\\n晕，不是吧，看来这个牙齿真是难打，俺走运了打了这么多，不过这些人也太舍得了吧，俺的运气也算不错的了，现在不过还几十个银币，他们为了几个牙齿都肯出这么多啊，不会又是有了组织的吧。\\n\\n看来3个银币是个坎，法师抬到这个价格，基本也没什么人争了，看到没了戏，大家也就作了鸟兽之散，还有几个不死心的问我还去不去打，他们预定，切，我哪有有空，等做好了任务，俺还不赶紧去城镇，窝在这里“钱”途暗淡，毕竟作为新手村，连个青铜级的装备都打不到，赚个屁啊。\\n\\n冲那个法师发了个交易，原来他叫幽明鬼火，一听名字就知道，不是个转牧师的主，十之八九转巫师。放上26个血狼獠牙，接过78个银币，哈哈，看着突破100上限的银币，本人终于在天地里赚到了第一块金拉。\\n\\n“哥们，谢谢惠顾，88了您那。”冲法师道了个别，我哼着小曲，乐呵呵跑向了矿坑。\\n\\n通向矿坑的玩家也不少，估计现在也有人已经学了矿工，摸了摸背包里的精钢锹，俺又想到了老爷子的好，做好任务得多买几瓶好酒孝敬孝敬他老人家。\\n\\n来到阴森森的洞口，还没进去，就已经听到“叮叮当当”的挖掘声了，而前几天还让我有点怕怕的疯狂哥布林，早就被人料理掉了。\\n\\n大摇大摆地走进了矿坑，只见前面几个玩家正举着铁锹，挥汗如雨地卖力开采着，地上躺着几条地虫的尸体，不过没有指引者所说的巨鼠，看来要想找到巨鼠的话还要继续深入，正好看看里面能不能挖到什么好的矿石。\\n\\n我的到来并没有影响到其他玩家，他们只是瞄了我一眼，没有停下手里的铁锹，坚硬的铁锹撞击在厚实的矿壁上，激起石末四溅，清脆的声音不断回荡在空旷的矿道里。\\n\\n我顺着废弃的钢轨，慢慢走在阴暗的矿道中，头顶的光线越来越淡薄，幸好我早有准备，来时在杂货店买好了火把和打火石，现在正好派上用场。\\n\\n从背包里掏出打火石，“擦”的一声点燃了火把，青红色的火焰在我眼前跳跃，灯油被火把点的啪啪作响。望着前面深邃的矿道，我忍不住握紧了手上的诅咒之刃，舔了舔干燥的嘴唇，“咕嘟”一声咽下了口水。\\n\\n打着十二分精神的我谨慎的注意着周围，穿着狼皮靴的双脚轻轻地贴着轨道前进着，没有发出一丝多余的响声。\\n\\n突然“嗖”的一声前面窜出一道黑影，迎面向我冲了过来，我随手将手中的火把挥舞了过去，“吱，吱”几声刺耳的尖叫从黑影中发出，黑影掉落在我的前方，一股皮毛的焦臭味飘散在空气中。\\n\\n定眼一看，一个如同家猫大小的老鼠匍匐在地上，耳朵不住的煽动，一双黄豆般大小的眼睛死死盯着我，头顶的一簇毛发已经焦黄了，身后拖着一条如竹节般粗长的尾巴。\\n\\n怪名：巨鼠  等级：11\\n\\n呵呵，还让我紧张了一下，原来不过才区区11级的怪，对于现在的我来说，砍你简直就是小菜一碟。\\n\\n高举火把，我一个大跨步，操起匕首就是一刀劈向了巨鼠，它身子一扭，让过了头部，被我砍在肥硕的身子上，-165的数字立即告诉了我俺的攻击是强悍的，效果是明显的。\\n\\n嘿嘿，巨鼠咬在我身上只造成了-30的伤害，无关痛痒啊，既然这样，我就肆无忌惮的ling辱起它来，痛在它身，笑在我心。\\n\\n巨鼠着了痛，身影也迟缓下来，叫声也越发的凄厉了，俺可不不会给你施舍怜悯之心，继续蹂躏你，直到你交出眼珠为止。\\n\\n得意的我丝毫没有注意到旁边悄然多起的一双双绿色的眼眸，以及渐渐浑浊的空气，只是一个劲的猛砍巨鼠，嘿嘿，巨鼠躺在地上抽动了几下它那短小的爪子，一甩头挂了。\\n\\n上去一摸，嘿嘿，送我一巨鼠眼珠了，这么简单，丝毫没有难度，我扔了扔手上的眼珠，心里想到。\\n\\n继续找老鼠开刀，我刚一动这个念头，就发觉周围情况的不对，好象不需要我继续去找它们，他们已经主动找到了我。那个该死的耗子，拼命的鬼叫不是怕痛，原来是在召集它的同伴啊。NND个熊，都成了精，还知道叫人帮忙，现在你死了也该瞑目吧。\\n\\n好汉难敌双拳，俺英雄也怕群鼠（靠，干吗扔砖头，鸡蛋，注意保护环境撒），虽然我能轻松解决一个，二个，乃至几个，但是这么一大群逼了过来，俺也只有撒腿就跑的命。\\n\\n看着纷涌而上的巨鼠，我一把将火把扔了过去，扭头就怕，禀着动物天生对火焰畏惧特性，巨鼠群稍微退了退，让过了火把后就追了过来。\\n\\n“有老鼠啊，大家快闪人。”我一边叫着，一边头也不回往洞口跑去。\\n\\n“切，神经病，这么大一个人了，连个老鼠也怕，还大惊小怪。”\\n\\n“别理他，我们挖我们的。”挖矿的哥们们并没有理会我的叫喊，BS的看着我狼狈的身影说到。\\n\\n“你，你们看，老，老鼠。”一个最靠坑道里面的玩家突然发现如潮水般涌出的硕大的巨鼠，惊吓地掉下了手中的铁锹，结结巴巴的说到……\\n\\n跑出了洞外休息了片刻的我，回头看了看并没有跟出来的巨鼠们，放下了悬挂的心，靠在山壁上，深深地喘了一口气。\\n\\n咦，怎么感觉有点不对劲，那些在里面挖矿的玩家呢，怎么还没出来。不会他们都是些转了职的牛人，还是深藏不露的高人，在这里挖矿攒钱，把那些巨鼠都解决了，还是……他们没跑掉，都被巨鼠给解决了。\\n\\n仔细听了听矿坑里并没有什么动静后，我慢慢探进了身子，张望了一下。\\n\\n唉，是我不好，如果我当时说是有地虫多好，起码还能够让挖矿的玩家能够紧张一下；如果我当时不说是老鼠，说是11级的怪物群多好，他们应该比我还跑的快吧。看着狼籍的坑道，到处散落的矿石和零星的新手装备，我想到。\\n\\n弯下腰怀着悲痛的心情一个不落的捡起地上的矿石（新手装备就免了，商店不收，没人要的，只有扔垃圾箱环保处理），我心里盘算着，如果巨鼠都是这样一呼就到的话，怎么才能顺利打到我要的转职道具，还有里面的骷髅我连见都没见到，看来这个任务还真是麻烦。\\n\\n无意中一脚踢到被扔在地上的火把，看了看狭窄的矿道，我的眼前突然一亮，嘿嘿，有办法了，想当年诸葛亮火烧藤甲兵，今天俺隐为者火挡巨鼠群。\\n\\n赶紧收集了地上的火把，看了看自己的背包，加起来有20几个，点燃了一只火把，我又向矿坑深处走去，再不走，等会挂了的玩家过来，看到我在这里，非要群K了我不可。\\n```\\n\\n\\n------------\",\"timestamp\":1639820800,\"title\":\"第十六章 再探矿坑一\"},\"digest\":\"RoUTwXMF6ZjfNBmkSDzdyGolp3VZdLsFJCVoSlRNnOw\",\"authorship\":{\"contributor\":\"0xd1eC11095Fbc92743f04D5454cF97579B33e7F79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FGv_omyOsAk9pdAHRshCwEtqTFinqCL4dcplE2CYvzg\\\",\\\"y\\\":\\\"iGCC19mkAhB3SQuFxb76N_zmcJ2qcQuCkMRgYdj66rU\\\"}\",\"signature\":\"SckyfT2Lv8_Fc5l7AIvRfBYqE5aVQ6Z1dELR-f9xpv_lR95xRBlsWV6wSqUvs_DsYk9NRQs1hkepdoi6lRIiPQ\",\"signingKeySignature\":\"0x1170c3671c25faf8b6b6a025d66486619cb3d8f8c11f8bfa88a83275fc21884163eff7f04532de1db1f0cca2a9a5736f2bcfbdbb4be75a72ad6067701f75dc8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FGv_omyOsAk9pdAHRshCwEtqTFinqCL4dcplE2CYvzg\\\",\\\"y\\\":\\\"iGCC19mkAhB3SQuFxb76N_zmcJ2qcQuCkMRgYdj66rU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RoUTwXMF6ZjfNBmkSDzdyGolp3VZdLsFJCVoSlRNnOw\"}"