"{\"content\":{\"body\":\"The digital sphere is more and more intertwined with the real world in every area of our lives, and education is no exception. When the COVID pandemic hit, a large portion of the population had to stay at home and many schools and organizations turned to digital tools to ensure their teaching and training. Edtech start-ups - i.e companies leveraging technology in education - truly benefited from the situation and now have an essential role participating in the future of learning.\\n\\nIn the meantime, climate change occupies a prominent place in today's preoccupations more than ever. As we move towards a greener economy to achieve net-zero by 2050 and respect the 2015 Paris agreement, the need to teach and train entire generations on climate change has never been more pregnant.\\n\\n**Throughout the Ikigaï Project, we have been talking with a large number of Edtech entrepreneurs harnessing the problem of climate change. We believe education plays a key role in solving the climate crisis and there are already encouraging and ambitious initiatives out there, here is a short guide of our findings:**\\n\\n👀 Providing state-of-the-art content about climate change to ensure the best learning experience\\n\\n🏢 Helping organizations to engage collectively in the sustainable transition\\n\\n🛠 Training & Career path support for individuals looking to transition towards the climate change economy\\n\\n🎓 Offering new degrees on climate change\\n\\n\\n---\\n\\n## 👀 **Providing state-of-the-art content about climate change to ensure the best learning experience**\\n\\nMany people aware of the climate crisis are eager to learn about its consequences and how to act about it, but there is still a huge lack of comprehensive learning available. **Most people don't have time to read the latest IPCC report and even though we hear about climate change since the 1980s, the general climate literacy remains quite low, [even in Western countries](https://www.allianz.com/en/economic_research/publications/specials_fmo/2021_10_27_ClimateLiteracySurvey.html)!**\\n\\nA few Edtech start-ups are now trying to fill in that knowledge gap by providing general content on climate change. Human beings learn more easily with gamified and interactive content rather than lectures, and also by engaging socially or emotionally during their learning process. **Companies can now leverage technology to bring engaging learning courses about climate change to everybody.** This is the case of [AimHiEarth](https://www.aimhi.earth) for example, which built a 4-part online climate course featuring inspiring role models, experts and changemakers from around the world. This course brings complex scientific facts in a simple way thanks to an accessible interface.\\n\\n**Interactive content can also be used to engage children in understanding the climate situation and the importance of Nature. That is the main driver of [Earth Cubs](https://earthcubs.com), an EdTech platform inspiring kids to learn and love the world.** With a community of expert organizations, they have built \\\"thematic\\\" content and stories about the world (Amazon Rain forest, the Arctic, or the Great Barrier Reef) where you can find games, puzzles, videos, stories to learn about the related challenges.\\n\\n> *Driving global awareness, literacy and creativity skills for kids. Inspiring them to understand and love the amazing ecosystems and cultures of the world, both locally and globally.*\\n> **Toby Hunt, CEO of Earth Cubs**\\n\\n[https://youtu.be/6R4NGUmi4z4](https://youtu.be/6R4NGUmi4z4)\\n\\nAs a whole, technology can enable you to experience things you could not live in the real world. **As David Attenborough famously said, \\\"you can't protect what you don't know\\\". The trigger to protecting our environment could start with discovering the richness of its biodiversity and complex mechanisms.**\\n\\nThat's the observation made by the Edtech start-up [Lyfta](https://www.lyfta.com), which helps students experience issues like climate change, social justice, sexual orientation etc. in places within the real world through 360-degree immersive learning.\\n\\n> *[Research from the University of Tampere](https://www.lyfta.com/blog-storage/tampere-research) after the use of Lyfta showed that an immersive learning experience reduces anxiety in meeting new people, increases the level of interest... There is a huge difference between just watching a film and going into an immersive space, which has much more impact.*\\n> **Rahul Karavadra, Account Executive at Lyfta**\\n\\n[https://youtu.be/tGMpjSdniq8](https://youtu.be/tGMpjSdniq8)\\n\\nThe same thing happens with the Earth Cubs app, where children can fall in love with nature because that is what the content of Earth Cubs is about, and therefore it's more likely that they'll want to protect it.\\n\\n> *My opinion is that we got to find them (the children) where they are, there are already in front of Ipads and TV, so I would rather them use Earthcubs than other games*\\n> **Toby Hunt, CEO of Earth Cubs**\\n\\n**Finally, some companies are providing teachers with tailored content and lessons to teach about climate change.** Indeed, teachers play an essential role in delivering knowledge, yet they don't feel competent in teaching the subject and feel the need to upskill themselves before teaching. **Nevertheless, they often lack time to follow general and extensive courses on climate change, and some Edtechs start providing them with online content tailored to their specific needs.** EduGems is a relevant example, offering course modules with innovative research-based practices of how and why to include, learn and teach Education for Sustainable Development (ESD) in schools.\\n\\n👉🏼 Learn more: our interviews with [Earth Cubs](https://www.notion.so/Earth-Cubs-99f71ed622a5450e90733e1b808b7cc6) & [Lyfta](https://www.notion.so/Lyfta-005731f2c9364e8792b477bfd9681643)\\n\\n## 🏢 Helping organizations to engage collectively in the sustainable  transition\\n\\nMany organizations are willing to go the path of carbon neutrality. A lot has to be done to reduce carbon emissions for an entire school or company, and these organizations also need to train their workforce or students to meet their corporate expectations. But behavioral change is hard and organizations need to call on nudges or psychology to shift their employee or students' habits.\\n\\nThat is the approach of the Norwegian Edtech start-up [Ducky](https://www.ducky.eco/en/), which is using the competitive spirit of each individual to help us become more sustainable. One of their products applied to schools and businesses is a challenge at the organization level where people compete in groups to reduce their own CO2 emissions in everyday life. Over two weeks, participants log their climate-positive activities via the Ducky web app, and at the same time inspire others to do the same! **On average, every student who participated had a saving of 20-30% compared to their usual lifestyle.**\\n\\n> *Competition can lead to useless action like wanting to have the bigger car, the bigger house, etc. but if you use this competitive spirit to turn it into something positive, then you can compete to be the one who lives the more sustainably.*\\n> **Sven Collett, Sustainability Manager Expert at Ducky**\\n\\nA B2B2C approach *(Business to Business to Consumer)* is also very efficient to enable start-ups to reach a large number of people in a short amount of time. When helping organizations to implement climate awareness activities, Edtech companies can help foster behavioral change amongst employees or customers. This is what [Deedster](https://deedster.com) does with Deedster at Work, a gamified learning experience for employee engagement and team-building activities for work to implement climate engagement within the organization. **Through a gamified experience making it fun to learn about climate, Deedster has 70-80% user adoption per organization, and people spend 6 to 9 minutes a day on the app on average.**\\n\\n> *With one account, you can reach 30k people so this is why we work with companies*\\n> **Marlena Batist, Head of Marketing at Deester**\\n\\n👉🏼 Learn more: our interviews with [Ducky](https://www.notion.so/Ducky-045cd1b618ce47d5b1b713bfd1b99d1e) & [Deedster](https://www.notion.so/Deedster-5d3a3328f3314fdbb80d24d14a5fef3b)\\n\\n## 🛠 Training **& Career path support for individuals looking to transition towards the climate change economy**\\n\\nThe path to limit our carbon emissions and respect the Paris agreement requires a quick transition in our way of life, finding new sustainable business models, exploring circularity or renewable sources of energy, changing our consumption, transportation and food habits. This inevitably demands new skills and jobs to conduct this climate transition. In total, the International Labor Organization (ILO) estimates that [\\\\*\\\\*24 million jobs worldwide](https://www.weforum.org/agenda/2021/09/sectors-where-green-jobs-are-growing-in-demand/#:\\\\~:text=Over%20the%20next%20decade%2C%20we,green%20economy%20by%202030%20alone.) could be created by the green economy by 2030 alone.\\\\*\\\\*\\n\\nAs organizations are asked to create green jobs, the possibilities to participate in the green economy are growing quickly. Nevertheless, many point out that there are still limited opportunities in the traditional education sector to upskill on sustainability. The need to fill in that gap was the reason Kamal and his co-founder created [Terra.do](http://Terra.do) in 2019, an online school aiming to solve climate change. The company started with a simple mission: ***Why don't we start a program for good professionals who want to apply their skills to solving climate change but just don't know how?***\\n\\nThey began with a first bootcamp called \\\"Climate Change learning for action\\\" and are now doing many other courses developed with partners on a specific subject such as finance, farming, hydrology... With cohorts of 120 members on average, members can learn together with a community of passionate people and mentors to eventually transition into climate change, whether in their actual activity or by finding a new job. **By 2030, they want to get 100 million people to work on climate change solutions relevant to them.**\\n\\nThe need for employee upskilling is also what triggered the launch of [AXA Climate School](https://www.climate.axa/training), an online learning experience made of 150+ micro-learning chapters, 100% customizable, to engage and upskill your employees in your sustainable transition. According to its founder Antoine Poincaré, the sustainable transition will require organizations to upskill their employees to meet new business or policy demands, just like the digital transition did 10 years ago. The online platform offers training solutions made with climate experts to specific business activities ranging from insurance, industry, agriculture, etc.\\n\\n👉🏼 Learn more: our interview with [Terra.do](https://www.notion.so/Terra-do-d38b34474efc4b20893f909ab9d81bac)\\n\\n## 🎓 **Offering new degrees on climate change**\\n\\nEventually, the sustainable transition is already shaking up the higher education sector, with a growing number of post-secondary students demanding to be trained on climate change. Indeed, students are increasingly looking for sustainability courses at their schools, [new rankings](https://www.changenow.world/classement/) about the course offering on climate change start taking off and help students make their choice before starting their post-secondary studies.\\n\\nEdtech companies want to offer an alternative to traditional higher education, by creating new attractive courses or degrees on sustainability. [Climate University](https://climateuniversity.fi) in Finland launched a set of online courses, accessible for anyone, in order for students to learn the basics on climate change. These courses are an initiative of 18 Finnish universities, putting their in-house climate experts to work on state-of-the-art courses on climate change. If you are part of one of the 18 universities, you are free to follow one of the 8 courses designed and earn university credits accordingly.\\n\\n> *This network combined different universities with different specialties, for example there are technological universities, applied sciences universities, management universities etc. They all have different approaches but that is why it is so interesting, this way they can build courses together on climate change and sustainability, as it is an inter-disciplinary subject.*\\n> **Laura Riuttanen, Founder at Climate University**\\n\\nNevertheless, some initiatives go beyond the traditional MOOC format and embrace a more engaging learning experience. This is the case of [Tomorrow's education](https://www.tomorrows.education), a start-up based in Berlin building a fully-accredited professional master's degree in sustainability, entrepreneurship and technology in partnership with the WU Executive Academy. **The particularity of this master is to be mobile-first only, their platform containing challenge-based and interactive learning formats to complete your degree in 12 to 18 months.**\\n\\n👉🏼 Learn more: our interview with [Climate University](https://www.notion.so/Climate-University-23216fbb52e341db92fdb676df5d17fe)\\n\\n\\n---\\n\\nTechnology will be essential to conduct a quick sustainable transition, and Edtech start-ups play an essential role. **Whether you are an individual or an organization willing to learn about climate change, you should look into it.** As the needs and concerns about climate change grow, we can expect more and more Edtech start-ups to take up the subject of climate education!\\n\\n*NB: This article has been written based on different meetings we conducted during [the Ikigaï Project](https://www.ikigai-project.com/) but reflects our own opinion on the subject.*\\n\\n*Thank you to all our wonderful interviewees* 💛\\n\\n👉🏼 *Follow our world tour on climate education on our [website](https://www.ikigai-project.com/), [Linked In](https://www.linkedin.com/company/ikiga%C3%AF-project/), and [Instagram](https://www.instagram.com/the.ikigai.project/)*\",\"timestamp\":1639028327,\"title\":\"The emergence of Edtech in the climate education space \"},\"digest\":\"bSi6nHIfry-lcJlZMtIxN6085QDCvzas-MpH2SXp_nU\",\"authorship\":{\"contributor\":\"0x280533Cc89A4c06AF46f7D25818545c8fB39d88d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6FqsBQ_X2EWmIDpDuXpRzOHFLdvPMe0yOoXiZoQhAXQ\\\",\\\"y\\\":\\\"YID3NGQTawGLzm-s2CDiLMiceWFvggilLF-QCEXkzoA\\\"}\",\"signature\":\"NLi3ll00vUzQc8JxLxO8XpB2G7zAyJ-qvfFaDYTU9QPECMntaekf9AKP6XF76q37U9cpAb_ce3jvNeZT2l-qHw\",\"signingKeySignature\":\"0xeece773262164e878ff48e4f9a11068375b36100b482b8d128b8904f82eeced26f723cfcea726a44e83b859dfae8a2912cc6cc57e7c3dc1d3caa307847e05cca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6FqsBQ_X2EWmIDpDuXpRzOHFLdvPMe0yOoXiZoQhAXQ\\\",\\\"y\\\":\\\"YID3NGQTawGLzm-s2CDiLMiceWFvggilLF-QCEXkzoA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bSi6nHIfry-lcJlZMtIxN6085QDCvzas-MpH2SXp_nU\"}"