"{\"content\":{\"body\":\"The “funding model” pioneered by Axie Infinity is an agreement between NFT investors and Metaverse workers. This agreement allows players to start making money without having to invest in Axie at the beginning, and investors can also get a certain share of the tokens earned by the players as income. The funding model is particularly important for time-consuming P2E games like Axie Infinity.\\n\\nIn this way, grants are the key element of Axie’s growth as a digital economy, because it has brought major changes to the most important stakeholders, including:\\n\\nCan't afford the initial investment (approximately US$1,000), but want to use other people's Axie to play and earn \\\"workers\\\". A \\\"manager\\\" who is an NFT investor but does not have the time or ability to exploit the profitability of assets. The funding model has quickly become a recognized agreement. The agreement relies on the relevant social norms of \\\"workers\\\" and \\\"managers\\\" in terms of positioning, application procedures, and income distribution, and has been widely recognized.\\n\\nThe funding model is mainly dominated by the community and is a bottom-up program.\\n\\nThe game architecture provides help for the operation of this mode: the permission to use other people's Axie team can be shared through the QR code, without the need to transfer the ownership of the NFT or reveal the private key. The QR code mechanism not only makes it possible to \\\"rent\\\" Axie, but also protects it from being stolen. This gave the Axie team an opportunity to earn a certain percentage of revenue by relying on leasing.\\n\\nHow much profit you can get in the game mainly depends on how much your Axie has value (its value is often directly proportional to their earning power).\\n\\nThe total income of the workers is about 50-200 SLP per day, which can be converted into 5-20 US dollars (if 1 SLP is worth 0.1 US dollars). Income is usually divided into five to five or seven to three.\",\"timestamp\":1634222460,\"title\":\"\\\"Axie\\\"-Funding Yuan Universe to fight workers while generating income\"},\"digest\":\"5O_SHbltx0WRADnsHawY76ygSubqBnjaVMgRoY1HAnI\",\"authorship\":{\"contributor\":\"0xd8c19eAE0bd8Bc6f48538dbC54285499fF21fE1c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TqHQUqqOdJDIY8xzpXBWWKsPBGzPYqcsfjCvudmnsbc\\\",\\\"y\\\":\\\"PdF5gp2qNRydWgkojhIdUy7H3o72fUiHod_3-3MpHEs\\\"}\",\"signature\":\"ESU5peF0TzK-ngaYGeoh_l82UFtAOxIBn_02R1iBjhN_fuACE0uDaVx4eaXJqZAFbNGH5MNDAjEDRRyceeuxrw\",\"signingKeySignature\":\"0xccde01b1b143b0e3e624a610b4ce5bbf671dbb0bfefb337fad1c9966677599e17d1206c9fb96a93abedd2e3dec88eec2cf6d8ad2fb968012d7f45fee0c06dea11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TqHQUqqOdJDIY8xzpXBWWKsPBGzPYqcsfjCvudmnsbc\\\",\\\"y\\\":\\\"PdF5gp2qNRydWgkojhIdUy7H3o72fUiHod_3-3MpHEs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5O_SHbltx0WRADnsHawY76ygSubqBnjaVMgRoY1HAnI\"}"