"{\"content\":{\"body\":\"It’s the middle of the week, probably spring time, though one can never be too sure in London. The colour grey tends to indiscriminately blanket everything. It’s been 6 years since I joined The Company. I’m a young, up and coming business development manager, eager to please, with grand ambitions of changing the world for the better and making a name for myself. \\n\\n*All very commendable young Padawan.* \\n\\nThe Company, the epitome of established, is mainly populated by late baby boomers. It’s business has been stable, profitable, steadily growing for multiple decades, no small feat. However, market conditions are changing rapidly. New technologies, changing regulations, and new competitors armed with silly VC money, mean that a great change is a-coming. An extinction level event might be on the horizon.\\n\\n*Classic tale of a hegemon facing disruption*. Yawn.\\n\\nI’m inputting notes from my recent sales meeting when I get a gentle tap on the shoulder. I turn around to find, to my great surprise, the CEO of The Company. He’s asking me if I have time to spare to join him in a meeting room for a quick chat. I comply - this is not a habitual occurrence. Colleagues squeakily swivel around across the open plan office and ogle at us for a minute, puzzled expressions drawn on their faces. I exaggerate and clearly signal great surprise in an attempt to deal with the awkwardness.\\n\\n*Why am I sweating?*\\n\\nThe conversation that ensues with the CEO is brief, vertiginous, and intellectually exhilarating. This man clearly commands a keen intellect, a unique sense of humour, and a flair for the dramatic. I’m hooked. He offers me to become his next chief of staff which I accept then and there as fast as I possibly can say yes. \\n\\nMinutes after this meeting, the Executive and the Managing Director of the sales region pull me into another meeting room. This seems like fresh news for them both. They are surprised and somewhat agitated. They encourage me to take some time to think about whether or not to take the position. Little do they know, and never will they know, how long I’ve been dreaming about something like this to happen.\\n\\nI am supposed to take another position as head of business development for the sales region, but the CEO’s offer clearly supersedes it. It could drastically accelerate my career and rocket fuel my climb to the top of the corporate power structure. I convey to them my decision to take the chief of staff role on the spot. They seem ok for me to proceed. It’s hard for me to decipher their reactions. I shrug away any suspicions I harbour and decide: nah, they must be happy for me.\\n\\n*In my limited experience, older, often balding, white men are rarely happy for anyone but themselves.*\\n\\nAt the tender age of 27, I am the youngest chief of staff in The Company’s history. The youngest participant ever in executive team meetings and company board meetings. A fact that I would constantly be reminded of for the next 2 years.\\n\\nPhoto by [Patrick Robert Doyle](https://unsplash.com/@teapowered?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/2%2F1-ratios?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\",\"timestamp\":1641485690,\"title\":\"The Shoulder Tap\"},\"digest\":\"dOsyJgdsGs5H_-sTew0Q2cX8QV2AFsRlflHzpM1jZFw\",\"authorship\":{\"contributor\":\"0xEeCe61d40ae048F34647EF8732b6a3af074541f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGDum6ovOO2a6c-X0HjqCxuRgf0ENxODVKmYFSOtvKQ\\\",\\\"y\\\":\\\"1n8X0mKxdsMgozLq1GKPz6nN7dmyGi7AKS9JNVI5H-Y\\\"}\",\"signature\":\"vPDaxR62wRahc7GjaR2mgZ3gWpwC2mMwiAN0HjAJTnfbI-Kk0Owi8_4ahfR-CiqYXPSUvdzCa8yjIOovykl1uA\",\"signingKeySignature\":\"0xac032c95cc5965e4ebb4a418e296c11019302eccc455fe22e9ebf160edf487c41c90fb5ef825fa5d0d770cb4b65881fcd5ddc4be24e46105701f7a1cfef7b6061b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGDum6ovOO2a6c-X0HjqCxuRgf0ENxODVKmYFSOtvKQ\\\",\\\"y\\\":\\\"1n8X0mKxdsMgozLq1GKPz6nN7dmyGi7AKS9JNVI5H-Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dOsyJgdsGs5H_-sTew0Q2cX8QV2AFsRlflHzpM1jZFw\"}"