"{\"content\":{\"body\":\"サークルや部でコミュニティを統括しているのはいわゆる部長ですよね。複数人で回してる場合でも部長とその周りの運営陣が中心になってるはず。\\n\\n運営がサークルを「ガチ勢」にするか「ゆる勢」にするかでコミュニティの雰囲気は変わるし、集まる人たちの属性にも影響します。\\n\\nサークルの中にはガチもゆるもどっちもOKですよ、なんてのもあるけれど基本的に共存は無理なんじゃないかと思うんです。\\n\\nサークルは同じ方向性の人たちの集まりなので、カメラという共通項があってもガチ勢とゆる勢では姿勢が違います。\\n\\nここで共存させようとするとコミュニティ内で派閥ができて二分化しちゃうんですね。水と油を混ぜても分離するみたいに。\\n\\n最終的にガチ勢はガチ勢で、ゆる勢はゆる勢で、という風に溝ができてしまいひとつのサークルである意味がなくなります。\\n\\n部長含め運営側がガチ勢ならゆる勢は淘汰され、逆ならガチ勢が淘汰され、コミュニティは結局どっちかになると思うんですよ。\\n\\n仕組みや理屈だけで書くと「まぁそうなるよね」で終わりですが、実際はひともんちゃくあった後のグループって雰囲気わるくなります。\\n\\nそうすると残ったメンバーもサークル自体に距離を置くようになって、せっかく問題解決したのにコミュニティは崩壊してしまうことに。\\n\\nまぁガチかゆるかくらいなら合わない方が去っていくで済みますが、レンズやセンサーサイズ、メーカーの好みになってくると揉めに揉めると思うんですよ。とくにカメラクラスターは。\\n\\nサークルは人の集まりである以上、カメラじゃなくても意思決定や方向性で運営とメンバーでトラブルが発生することはあり得ます。\\n\\n### ここでDAOを取り入れるとどうなるでしょう？\\n\\nDAOは自立分散型組織。階級もないし上下関係もない。ピラミッド型ではなく星型になる感じです。\\n\\n便宜上、部長はいるでしょうが実際にはシステムの管理者くらいの役割しかやらないと思われます。\\n\\nDAOでの意思決定はコミュニティ内でガバナンストークンが発行され、そのトークンを使って投票をしていく。何に投票したかはブロックチェーン上に記録されるので透明性が出ます。（誰が何に投票したかわかる）\\n\\nトークンそのものは運営が配布しますが、投票にどう使うかはメンバーの個々人次第。するもしないも自由だし、いくつのトークンを使うかもお好みです。\\n\\nさっきの例えでいうとガチで行くかかゆるで行くかで投票を行い、多い方を採用する流れになります。\\n\\nトークンは複数もっているようにし（例えばメンバーは全員3トークン配布される）、投票で1トークン使うでも一気に3トークン使うでもOK。自分の意思表示を量で表せるということです。\\n\\n「ガチでもゆるでもどっちでもいい人」は投票をせず、「ガチでいきたいッ！人」はガチ化に3トークン投票し、「ゆるでいいかなぁ〜って人」はゆる化に1トークン投票する、そんな感じになると思います。\\n\\nサークルの意思決定はたびたび投票で行うことになるので、ここぞという時のためにトークンを保持するのもありです。なんか戦略性がありますね。\\n\\nたくさんのトークンをもってる人が意見を通しやすくなるあたり、筆頭株主みたいなイメージがあります。ここがDAOが株式会社の進化系といわれる所以なんでしょう。\\n\\nもちろん趣味のサークルでここまで大げさにやらなくてもいいかもしれません。でも意思表示が後腐れなくできる良さがあるのでコミュニティの精神衛生上メリットが多そうです。\\n\\nそれにDAOはこれからの世の中で主導権を握っていく仕組みになりそうな風潮があります。趣味レベルから関わっていくとハードルが下がっていいかもしれません。\\n\\nDAOにもいろんな種類がありますし、トークンの発行も法的に問題があるかどうかも国の方針によって変化すると思います。\\n\\nとりあえず興味のアンテナだけは張っておくと面白いんじゃないですかね。\",\"timestamp\":1641649929,\"title\":\"カメラサークルをDAO化するとどうなる？\"},\"digest\":\"f6ZyfMS2J6xbp4942fJaG8v6E2IKejR-3kz0aEmJe7c\",\"authorship\":{\"contributor\":\"0xc495fDAb0B18Ff96fBbf77416165262F093e9Fc0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TgY_ZeG_2Pm0-y4C5vA4M9rIuMpubDzbfZOrjwTBZhc\\\",\\\"y\\\":\\\"azLXxP9nRx6RLXuyF7jrjkV1apN67pFM-cO5oCBLSlM\\\"}\",\"signature\":\"rMZwVbf8si2_cMbhqff2kC15rorg-LAQ0wkN2lzwKmI33I00J6BIKXa_mlgI2Gqa62HN0_oWnmQhisQ5nmLTEg\",\"signingKeySignature\":\"0x32e8a5e00049a928e112fba75dab1fc95ad2072e1699209139c403544093eb793068bca4db8c895e2ea90c0a57de5e99c49c50e2ae75ef972d10494c1e0eeff21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TgY_ZeG_2Pm0-y4C5vA4M9rIuMpubDzbfZOrjwTBZhc\\\",\\\"y\\\":\\\"azLXxP9nRx6RLXuyF7jrjkV1apN67pFM-cO5oCBLSlM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f6ZyfMS2J6xbp4942fJaG8v6E2IKejR-3kz0aEmJe7c\"}"