"{\"content\":{\"body\":\"demanded that all the Gelongs and Getuls with the Hutuktu and Kanpo at their head should congregate in this room.  Then one of the strangers mounted the throne, where he took off his bashlyk or cap-like head covering.  All of the Lamas fell to their knees as they recognized the man who had been long ago described in the sacred bulls of Dalai Lama, Tashi Lama and Bogdo Khan.  He was the man to whom the whole world belongs and who has penetrated into all the mysteries of Nature.  He pronounced a short Tibetan prayer, blessed all his hearers and afterwards made predictions for the coming half century.  This was thirty years ago and in the interim all his prophecies are being fulfilled.  During his prayers before that small shrine in the next room this door opened of its own accord, the candles and lights before the altar lighted themselves and the sacred braziers without coals gave forth great streams of incense that filled the room.  And then, without warning, the King of the World and his companions disappeared from among us.  Behind him remained no trace save the folds in the silken throne coverings which smoothed themselves out and left the throne as though no one had sat upon it.\\\"\\n\\nThe Hutuktu entered the shrine, kneeled down, covering his eyes with his hands, and began to pray.  I looked at the calm, indifferent face of the golden Buddha, over which the flickering lamps threw changing shadows, and then turned my eyes to the side of the throne.  It was wonderful and difficult to believe but I really saw there the strong, muscular figure of a man with a swarthy face of stern and fixed expression about the mouth and jaws, thrown into high relief by the brightness of the eyes. Through his transparent body draped in white raiment I saw the Tibetan inscriptions on the back of the throne.  I closed my eyes and opened them again.  No one was there but the silk throne covering seemed to be moving.\\n\\n\\\"Nervousness,\\\" I thought.  \\\"Abnormal and over-emphasized impressionability growing out of the unusual surroundings and strains.\\\"\\n\\nThe Hutuktu turned to me and said:  \\\"Give me your hatyk.  I have the feeling that you are troubled about those whom you love, and I want to pray for them.  And you must pray also, importune God and direct the sight of your soul to the King of the World who was here and sanctified this place.\\\"\\n\\nThe Hutuktu placed the hatyk on the shoulder of the Buddha and, prostrating himself on the carpet before the altar, whispered the words of prayer.  Then he raised his head and beckoned me to him with a slight movement of his hand.\\n\\n\\\"Look at the dark space behind the statue of Buddha and he will show your beloved to you.\\\"\\n\\nReadily obeying his deep-voiced command, I began to look into the dark niche behind the figure of the Buddha.  Soon out of the darkness began to appear streams of smoke or transparent threads. They floated in the air, becoming more and more dense and increasing in number, until gradually they formed the bodies of several persons and the outlines of various objects.  I saw a room that was strange to me with my family there, surrounded by some whom I knew and others whom I did not.  I recognized even the dress my wife wore.  Every line of her dear face was clearly visible. Gradually the vision became too dark, dissipated itself into the streams of smoke and transparent threads and disappeared.  Behind the golden Buddha was nothing but the darkness.  The Hutuktu arose, took my hatyk from the shoulder of the Buddha and handed it to me with these words:\\n\\n\\\"Fortune is always with you and with your family.  God's goodness will not forsake you.\\\"\\n\\nWe left the building of this unknown King of the World, where he had prayed for all mankind and had predicted the fate of peoples and states.  I was greatly astonished to find that my companions had also seen my vision and to hear them describe to me in minute detail the appearance and the clothes of the persons whom I had seen in the dark niche behind the head of Buddha.\\\\*\\n\\n* In order that I might have the evidence of others on this extraordinarily impressive vision, I asked them to make protocols or affidavits concerning what they saw.  This they did and I now have these statements in my possession.\\n\\nThe Mongol officer also told me that Chultun Beyli had the day before asked the Hutuktu to reveal to him his fate in this important juncture of his life and in this crisis of his country but the Hutuktu only waved his hand in an expression of fear and refused.  When I asked the Hutuktu for the reason of his refusal, suggesting to him that it might calm and help Chultun Beyli as the vision of my beloved had strengthened me, the Hutuktu knitted his brow and answered:\\n\\n\\\"No!  The vision would not please the Prince.  His fate is black. Yesterday I thrice sought his fortune on the burned shoulder blades and with the entrails of sheep and each time came to the same dire result, the same dire result! . . .\\\"\\n\\nHe did not really finish speaking but covered his face with his hands in fear.  He was convinced that the lot of Chultun Beyli was black as the night.\\n\\nIn an hour we were behind the low hills that hid the Narabanchi Kure from our sight.\\n\\nCHAPTER XXVIII\\n\\nTHE BREATH OF DEATH\\n\\nWe arrived at Uliassutai on the day of the return of the detachment which had gone out to disarm the convoy of Wang Tsao-tsun.  This detachment had met Colonel Domojiroff, who ordered them not only to disarm but to pillage the convoy and, unfortunately, Lieutenant Strigine executed this illegal and unwarranted command.  It was compromising and ignominious to see Russian officers and soldiers wearing the Chinese overcoats, boots and wrist watches which had been taken from the Chinese officials and the convoy.  Everyone had Chinese silver and gold also from the loot.  The Mongol wife of Wang Tsao-tsun and her brother returned with the detachment and entered a complaint of having been robbed by the Russians.  The Chinese officials and their convoy, deprived of their supplies, reached the Chinese border only after great distress from hunger and cold.  We foreigners were astounded that Lt.-Colonel Michailoff received Strigine with military honors but we caught the explanation of it later when we learned that Michailoff had been given some of the Chinese silver and his wife the handsomely decorated saddle of Fu Hsiang.  Chultun Beyli demanded that all the weapons taken from the Chinese and all the stolen property be turned over to him, as it must later be returned to the Chinese authorities; but Michailoff refused.  Afterwards we foreigners cut off all contact with the Russian detachment.  The relations between the Russians and Mongols became very strained.  Several of the Russian officers protested against the acts of Michailoff and Strigine and controversies became more and more serious.\\n\\nAt this time, one morning in April, an extraordinary group of armed horsemen arrived at Uliassutai.  They stayed at the house of the Bolshevik Bourdukoff, who gave them, so we were told, a great quantity of silver.  This group explained that they were former officers in the Imperial Guard.  They were Colonels Poletika, N. N. Philipoff and three of the latter's brothers.  They announced that they wanted to collect all the White officers and soldiers then in Mongolia and China and lead them to Urianhai to fight the Bolsheviki; but that first they wanted to wipe out Ungern and return Mongolia to China.  They called themselves the representatives of the Central Organization of the Whites in Russia.\\n\\nThe society of Russian officers in Uliassutai invited them to a meeting, examined their documents and interrogated them. Investigation proved that all the statements of these officers about their former connections were entirely wrong, that Poletika occupied an important position in the war commissariat of the Bolsheviki, that one of the Philipoff brothers was the assistant of Kameneff in his first attempt to reach England, that the Central White Organization in Russia did not exist, that the proposed fighting in Urianhai was but a trap for the White officers and that this group was in close relations with the Bolshevik Bourdukoff.\\n\\nA discussion at once sprang up among the officers as to what they should do with this group, which split the detachment into two distinct parties.  Lt.-Colonel Michailoff with several officers joined themselves to Poletika's group just as Colonel Domojiroff arrived with his detachment.  He began to get in touch with both factions and to feel out the politics of the situation, finally appointing Poletika to the post of Commandant of Uliassutai and sending to Baron Ungern a full report of the events in the town. In this document he devoted much space to me, accusing me of standing in the way of the execution of his orders.  His officers watched me continuously.  From different quarters I received warnings to take great care.  This band and its leader openly demanded to know what right this foreigner had to interfere in the affairs of Mongolia, one of Domojiroff's officers directly giving me the challenge in a meeting in the attempt to provoke a controversy.  I quietly answered him:\\n\\n\\\"And on what basis do the Russian refugees interfere, they who have rights neither at home nor abroad?\\\"\\n\\nThe officer made no verbal reply but in his eyes burned a definite answer.  My huge friend who sat beside me noticed this, strode over toward him and, towering over him, stretched his arms and hands as though just waking from sleep and remarked:  \\\"I'm looking for a little boxing exercise.\\\"\\n\\nOn one occasion Domojiroff's men would have succeeded in taking me if I had not been saved by the watchfulness of our foreign group. I had gone to the fortress to negotiate with the Mongol Sait for the departure of the foreigners from Uliassutai.  Chultun Beyli detained me for a long time, so that I was forced to return about nine in the evening.  My horse was walking.  Half a mile from the town three men sprang up out of the ditch and ran at me.  I whipped up my horse but noticed several more men coming out of the other ditch as though to head me off.  They, however, made for the other group and captured them and I heard the voice of a foreigner calling me back.  There I found three of Domojiroff's officers surrounded by the Polish soldiers and other foreigners under the leadership of my old trusted agronome, who was occupied with tying the hands of the officers behind their backs so strongly that the bones cracked.  Ending his work and still smoking his perpetual pipe, he announced in a serious and important manner:  \\\"I think it best to throw them into the river.\\\"\\n\\nLaughing at his seriousness and the fear of Domojiroff's officers, I asked them why they had started to attack me.  They dropped their eyes and were silent.  It was an eloquent silence and we perfectly understood what they had proposed to do.  They had revolvers hidden in their pockets.\\n\\n\\\"Fine!\\\" I said.  \\\"All is perfectly clear.  I shall release you but you must report to your sender that he will not welcome you back the next time.  Your weapons I shall hand to the Commandant of Uliassutai.\\\"\\n\\nMy friend, using his former terrifying care, began to untie them, repeating over and over:  \\\"And I would have fed you to the fishes in the river!\\\"  Then we all returned to the town, leaving them to go their way.\\n\\nDomojiroff continued to send envoys to Baron Ungern at Urga with requests for plenary powers and money and with reports about Michailoff, Chultun Beyli, Poletika, Philipoff and myself.  With Asiatic cunning he was then maintaining good relations with all those for whom he was preparing death at the hands of the severe warrior, Baron Ungern, who was receiving only one-sided reports about all the happenings in Uliassutai.  Our whole colony was greatly agitated.  The officers split into different parties; the soldiers collected in groups and discussed the events of the day, criticising their chiefs, and under the influence of some of Domojiroff's men began making such statements as:\\n\\n\\\"We have now seven Colonels, who all want to be in command and are all quarreling among themselves.  They all ought to be pegged down and given good sound thrashings.  The one who could take the greatest number of blows ought to be chosen as our chief.\\\"\\n\\nIt was an ominous joke that proved the demoralization of the Russian detachment.\\n\\n\\\"It seems,\\\" my friend frequently observed, \\\"that we shall soon have the pleasure of seeing a Council of Soldiers here in Uliassutai. God and the Devil!  One thing here is very unfortunate--there are no forests near into which good Christian men may dive and get away from all these cursed Soviets.  It's bare, frightfully bare, this wretched Mongolia, with no place for us to hide.\\\"\\n\\nReally this possibility of the Soviet was approaching.  On one occasion the soldiers captured the arsenal containing the weapons surrendered by the Chinese and carried them off to their barracks. Drunkenness, gambling and fighting increased.  We foreigners, carefully watching events and in fear of a catastrophe, finally decided to leave Uliassutai, that caldron of passions, controversies and denunciations.  We heard that the group of Poletika was also preparing to get out a few days later.  We foreigners separated into two parties, one traveling by the old caravan route across the Gobi considerably to the south of Urga to Kuku-Hoto or Kweihuacheng and Kalgan, and mine, consisting of my friend, two Polish soldiers and myself, heading for Urga via Zain Shabi, where Colonel Kazagrandi had asked me in a recent letter to meet him.  Thus we left the Uliassutai where we had lived through so many exciting events.\\n\\nOn the sixth day after our departure there arrived in the town the Mongol-Buriat detachment under the command of the Buriat Vandaloff and the Russian Captain Bezrodnoff.  Afterwards I met them in Zain Shabi.  It was a detachment sent out from Urga by Baron Ungern to restore order in Uliassutai and to march on to Kobdo.  On the way from Zain Shabi Bezrodnoff came across the group of Poletika and Michailoff.  He instituted a search which disclosed suspicious documents in their baggage and in that of Michailoff and his wife the silver and other possessions taken from the Chinese.  From this group of sixteen he sent N. N. Philipoff to Baron Ungern, released three others and shot the remaining twelve.  Thus ended in Zain Shabi the life of one party of Uliassutai refugees and the activities of the group of Poletika.  In Uliassutai Bezrodnoff shot Chultun Beyli for the violation of the treaty with the Chinese, and also some Bolshevist Russian colonists; arrested Domojiroff and sent him to Urga; and . . . restored order.  The predictions about Chultun Beyli were fulfilled.\\n\\nI knew of Domojiroff's reports regarding myself but I decided, nevertheless, to proceed to Urga and not to swing round it, as Poletika had started to do when he was accidentally captured by Bezrodnoff.  I was accustomed now to looking into the eyes of danger and I set out to meet the terrible \\\"bloody Baron.\\\"  No one can decide his own fate.  I did not think myself in the wrong and the feeling of fear had long since ceased to occupy a place in my menage.  On the way a Mongol rider who overhauled us brought the news of the death of our acquaintances at Zain Shabi.  He spent the night with me in the yurta at the ourton and related to me the following legend of death.\\n\\n\\\"It was a long time ago when the Mongolians ruled over China.  The Prince of Uliassutai, Beltis Van, was mad.  He executed any one he wished without trial and no one dared to pass through his town. All the other Princes and rich Mongols surrounded Uliassutai, where Beltis raged, cut off communication on every road and allowed none to pass in or out.  Famine developed in the town.  They consumed all the oxen, sheep and horses and finally Beltis Van determined to make a dash with his soldiers through to the west to the land of one of his tribes, the Olets.  He and his men all perished in the fight.  The Princes, following the advice of the Hutuktu Buyantu, buried the dead on the slopes of the mountains surrounding Uliassutai.  They buried them with incantations and exorcisings in order that Death by Violence might be kept from a further visitation to their land.  The tombs were covered with heavy stones and the Hutuktu predicted that the bad demon of Death by Violence would only leave the earth when the blood of a man should he spilled upon the covering stone.  Such a legend lived among us. Now it is fulfilled.  The Russians shot there three Bolsheviki and the Chinese two Mongols.  The evil spirit of Beltis Van broke loose from beneath the heavy stone and now mows down the people with his scythe.  The noble Chultun Beyli has perished; the Russian Noyon Michailoff also has fallen; and death has flowed out from Uliassutai all over our boundless plains.  Who shall be able to stem it now?  Who shall tie the ferocious hands?  An evil time has fallen upon the Gods and the Good Spirits.  The Evil Demons have made war upon the Good Spirits.  What can man now do?  Only perish, only perish. . . .\\\"\\n\\nPart III\\n\\nTHE STRAINING HEART OF ASIA\\n\\nCHAPTER XXIX\\n\\nON THE ROAD OF GREAT CONQUERORS\\n\\nThe great conqueror, Jenghiz Khan, the son of sad, stern, severe Mongolia, according to an old Mongolian legend \\\"mounted to the top of Karasu Togol and with his eyes of an eagle looked to the west and the east.  In the west he saw whole seas of human blood over which floated a bloody fog that blanketed all the horizon.  There he could not discern his fate.  But the gods ordered him to proceed to the west, leading with him all his warriors and Mongolian tribes.  To the east he saw wealthy towns, shining temples, crowds of happy people, gardens and fields of rich earth, all of which pleased the great Mongol.  He said to his sons:  'There in the west I shall be fire and sword, destroyer, avenging Fate; in the east I shall come as the merciful, great builder, bringing happiness to the people and to the land.'\\\"\\n\\nThus runs the legend.  I found much of truth in it.  I had passed over much of his road to the west and always identified it by the old tombs and the impertinent monuments of stone to the merciless conqueror.  I saw also a part of the eastern road of the hero, over which he traveled to China.  Once when we were making a trip out of Uliassutai we stopped the night in Djirgalantu.  The old host of the ourton, knowing me from my previous trip to Narabanchi, welcomed us very kindly and regaled us with stories during our evening meal.  Among other things he led us out of the yurta and pointed out a mountain peak brightly lighted by the full moon and recounted to us the story of one of the sons of Jenghiz, afterwards Emperor of China, Indo-China and Mongolia, who had been attracted by the beautiful scenery and grazing lands of Djirgalantu and had founded here a town.  This was soon left without inhabitants, for the Mongol is a nomad who cannot live in artificial cities.  The plain is his house and the world his town.  For a time this town witnessed battles between the Chinese and the troops of Jenghiz Khan but afterwards it was forgotten.  At present there remains only a half-ruined tower, from which in the early days the heavy rocks were hurled down upon the heads of the enemy, and the dilapidated gate of Kublai, the grandson of Jenghiz Khan.  Against the greenish sky drenched with the rays of the moon stood out the jagged line of the mountains and the black silhouette of the tower with its loopholes, through which the alternate scudding clouds and light flashed.\\n\\nWhen our party left Uliassutai, we traveled on leisurely, making thirty-five to fifty miles a day until we were within sixty miles of Zain Shabi, where I took leave of the others to go south to this place in order to keep my engagement with Colonel Kazagrandi.  The sun had just risen as my single Mongol guide and I without any pack animals began to ascend the low, timbered ridges, from the top of which I caught the last glimpses of my companions disappearing down the valley.  I had no idea then of the many and almost fatal dangers which I should have to pass through during this trip by myself, which was destined to prove much longer than I had anticipated.  As we were crossing a small river with sandy shores, my Mongol guide told me how the Mongolians came there during the summer to wash gold, in spite of the prohibitions of the Lamas. The manner of working the placer was very primitive but the results testified clearly to the richness of these sands.  The Mongol lies flat on the ground, brushes the sand aside with a feather and keeps blowing into the little excavation so formed.  From time to time he wets his finger and picks up on it a small bit of grain gold or a diminutive nugget and drops these into a little bag hanging under his chin.  In such manner this primitive dredge wins about a quarter of an ounce or five dollars' worth of the yellow metal per day.\\n\\nI determined to make the whole distance to Zain Shabi in a single day.  At the ourtons I hurried them through the catching and saddling of the horses as fast as I could.  At one of these stations about twenty-five miles from the monastery the Mongols gave me a wild horse, a big, strong white stallion.  Just as I was about to mount him and had already touched my foot to the stirrup, he jumped and kicked me right on the leg which had been wounded in the Ma-chu fight.  The leg soon began to swell and ache.  At sunset I made out the first Russian and Chinese buildings and later the monastery at Zain.  We dropped into the valley of a small stream which flowed along a mountain on whose peak were set white rocks forming the words of a Tibetan prayer.  At the bottom of this mountain was a cemetery for the Lamas, that is, piles of bones and a pack of dogs.  At last the monastery lay right below us, a common square surrounded with wooden fences.  In the middle rose a large temple quite different from all those of western Mongolia, not in the Chinese but in the Tibetan style of architecture, a white building with perpendicular walls and regular rows of windows in black frames, with a roof of black tiles and with a most unusual damp course laid between the stone walls and the roof timbers and made of bundles of twigs from a Tibetan tree which never rots. Another small quadrangle lay a little to the east and contained Russian buildings connected with the monastery by telephone.\\n\\n\\\"That is the house of the Living God of Zain,\\\" the Mongol explained, pointing to this smaller quadrangle.  \\\"He likes Russian customs and manners.\\\"\\n\\nTo the north on a conical-shaped hill rose a tower that recalled the Babylonian zikkurat.  It was the temple where the ancient books and manuscripts were kept and the broken ornaments and objects used in the religious ceremonies together with the robes of deceased Hutuktus preserved.  A sheer cliff rose behind this museum, which it was impossible for one to climb.  On the face of this were carved images of the Lamaite gods, scattered about without any special order.  They were from one to two and a half metres high. At night the monks lighted lamps before them, so that one could see these images of the gods and goddesses from far away.\\n\\nWe entered the trading settlement.  The streets were deserted and from the windows only women and children looked out.  I stopped with a Russian firm whose other branches I had known throughout the country.  Much to my astonishment they welcomed me as an acquaintance.  It appeared that the Hutuktu of Narabanchi had sent word to all the monasteries that, whenever I should come, they must all render me aid, inasmuch as I had saved the Narabanchi Monastery and, by the clear signs of the divinations, I was an incarnate Buddha beloved of the Gods.  This letter of this kindly disposed Hutuktu helped me very much--perhaps I should even say more, that it saved me from death.  The hospitality of my hosts proved of great and much needed assistance to me because my injured leg had swelled and was aching severely.  When I took off my boot, I found my foot all covered with blood and my old wound re-opened by the blow.  A felcher was called to assist me with treatment and bandaging, so that I was able to walk again three days later.\\n\\nI did not find Colonel Kazagrandi at Zain Shabi.  After destroying the Chinese gamins who had killed the local Commandant, he had returned via Van Kure.  The new Commandment handed me the letter of Kazagrandi, who very cordially asked me to visit him after I had rested in Zain.  A Mongolian document was enclosed in the letter giving me the right to receive horses and carts from herd to herd by means of the \\\"urga,\\\" which I shall later describe and which opened for me an entirely new vista of Mongolian life and country that I should otherwise never have seen.  The making of this journey of over two hundred miles was a very disagreeable task for me; but evidently Kazagrandi, whom I had never met, had serious reasons for wishing this meeting.\\n\\nAt one o'clock the day after my arrival I was visited by the local \\\"Very God,\\\" Gheghen Pandita Hutuktu.  A more strange and extraordinary appearance of a god I could not imagine.  He was a short, thin young man of twenty or twenty-two years with quick, nervous movements and with an expressive face lighted and dominated, like the countenances of all the Mongol gods, by large, frightened eyes.  He was dressed in a blue silk Russian uniform with yellow epaulets with the sacred sign of Pandita Hutuktu, in blue silk trousers and high boots, all surmounted by a white Astrakhan cap with a yellow pointed top.  At his girdle a revolver and sword were slung.  I did not know quite what to think of this disguised god.  He took a cup of tea from the host and began to talk with a mixture of Mongolian and Russian.\\n\\n\\\"Not far from my Kure is located the ancient monastery of Erdeni Dzu, erected on the site of the ruins of Karakorum, the ancient capital of Jenghiz Khan and afterwards frequently visited by Kublai Kahn for sanctuary and rest after his labors as Emperor of China, India, Persia, Afghanistan, Mongolia and half of Europe.  Now only ruins and tombs remain to mark this former 'Garden of Beatific Days.'  The pious monks of Baroun Kure found in the underground chambers of the ruins manuscripts that were much older than Erdeni Dzu itself.  In these my Maramba Meetchik-Atak found the prediction that the Hutuktu of Zain who should carry the title of 'Pandita,' should be but twenty-one years of age, be born in the heart of the lands of Jenghiz Khan and have on his chest the natural sign of the swastika--such Hutuktu would be honored by the people in the days of a great war and trouble, would begin the fight with the servants of Red evil and would conquer them and bring order into the universe, celebrating this happy day in the city with white temples and with the songs of ten thousand bells.  It is I, Pandita Hutuktu!  The signs and symbols have met in me.  I shall destroy the Bolsheviki, the bad 'servants of the Red evil,' and in Moscow I shall rest from my glorious and great work.  Therefore I have asked Colonel Kazagrandi to enlist me in the troops of Baron Ungern and give me the chance to fight.  The Lamas seek to prevent me from going but who is the god here?\\\"\\n\\nHe very sternly stamped his foot, while the Lamas and guard who accompanied him reverently bowed their heads.\\n\\nAs he left he presented me with a hatyk and, rummaging through my saddle bags, I found a single article that might be considered worthy as a gift for a Hutuktu, a small bottle of osmiridium, this rare, natural concomitant of platinum.\\n\\n\\\"This is the most stable and hardest of metals,\\\" I said.  \\\"Let it be the sign of your glory and strength, Hutuktu!\\\"\\n\\nThe Pandita thanked me and invited me to visit him.  When I had recovered a little, I went to his house, which was arranged in European style: electric lights, push bells and telephone.  He feasted me with wine and sweets and introduced me to two very interesting personages, one an old Tibetan surgeon with a face deeply pitted by smallpox, a heavy thick nose and crossed eyes.  He was a peculiar surgeon, consecrated in Tibet.  His duties consisted in treating and curing Hutuktus when they were ill and . . . in poisoning them when they became too independent or extravagant or when their policies were not in accord with the wishes of the Council of Lamas of the Living Buddha or the Dalai Lama.  By now Pandita Hutuktu probably rests in eternal peace on the top of some sacred mountain, sent thither by the solicitude of his extraordinary court physician.  The martial spirit of Pandita Hutuktu was very unwelcome to the Council of Lamas, who protested against the adventuresomeness of this \\\"Living God.\\\"\\n\\nPandita liked wine and cards.  One day when he was in the company of Russians and dressed in a European suit, some Lamas came running to announce that divine service had begun and that the \\\"Living God\\\" must take his place on the altar to be prayed to but he had gone out from his abode and was playing cards!  Without any confusion Pandita drew his red mantle of the Hutuktu over his European coat and long grey trousers and allowed the shocked Lamas to carry their \\\"God\\\" away in his palanquin.\\n\\nBesides the surgeon-poisoner I met at the Hutuktu's a lad of thirteen years, whose youthfulness, red robe and cropped hair led me to suppose he was a Bandi or student servant in the home of the Hutuktu; but it turned out otherwise.  This boy was the first Hubilgan, also an incarnate Buddha, an artful teller of fortunes and the successor of Pandita Hutuktu.  He was drunk all the time and a great card player, always making side-splitting jokes that greatly offended the Lamas.\\n\\nThat same evening I made the acquaintance of the second Hubilgan who called on me, the real administrator of Zain Shabi, which is an independent dominion subject directly to the Living Buddha.  This Hubilgan was a serious and ascetic man of thirty-two, well educated and deeply learned in Mongol lore.  He knew Russian and read much in that language, being interested chiefly in the life and stories of other peoples.  He had a high respect for the creative genius of the American people and said to me:\\n\\n\\\"When you go to America, ask the Americans to come to us and lead us out from the darkness that surrounds us.  The Chinese and Russians will lead us to destruction and only the Americans can save us.\\\"\\n\\nIt is a deep satisfaction for me to carry out the request of this influential Mongol, Hubilgan, and to urge his appeal to the American people.  Will you not save this honest, uncorrupted but dark, deceived and oppressed people?  They should not be allowed to perish, for within their souls they carry a great store of strong moral forces.  Make of them a cultured people, believing in the verity of humankind; teach them to use the wealth of their land; and the ancient people of Jenghiz Khan will ever be your faithful friends.\\n\\nWhen I had sufficiently recovered, the Hutuktu invited me to travel with him to Erdeni Dzu, to which I willingly agreed.  On the following morning a light and comfortable carriage was brought for me.  Our trip lasted five days, during which we visited Erdeni Dzu, Karakorum, Hoto-Zaidam and Hara-Balgasun.  All these are the ruins of monasteries and cities erected by Jenghiz Khan and his successors, Ugadai Khan and Kublai in the thirteenth century.  Now only the remnants of walls and towers remain, some large tombs and whole books of legends and stories.\\n\\n\\\"Look at these tombs!\\\" said the Hutuktu to me.  \\\"Here the son of Khan Uyuk was buried.  This young prince was bribed by the Chinese to kill his father but was frustrated in his attempt by his own sister, who killed him in her watchful care of her old father, the Emperor and Khan.  There is the tomb of Tsinilla, the beloved spouse of Khan Mangu.  She left the capital of China to go to Khara Bolgasun, where she fell in love with the brave shepherd Damcharen, who overtook the wind on his steed and who captured wild yaks and horses with his bare hands.  The enraged Khan ordered his unfaithful wife strangled but afterwards buried her with imperial honors and frequently came to her tomb to weep for his lost love.\\\"\\n\\n\\\"And what happened to Damcharen?\\\" I inquired.\\n\\nThe Hutuktu himself did not know; but his old servant, the real archive of legends, answered:\\n\\n\\\"With the aid of ferocious Chahar brigands he fought with China for a long time.  It is, however, unknown how he died.\\\"\\n\\nAmong the ruins the monks pray at certain fixed times and they also search for sacred books and objects concealed or buried in the debris.  Recently they found here two Chinese rifles and two gold rings and big bundles of old manuscripts tied with leather thongs.\\n\\n\\\"Why did this region attract the powerful emperors and Khans who ruled from the Pacific to the Adriatic?\\\" I asked myself.  Certainly not these mountains and valleys covered with larch and birch, not these vast sands, receding lakes and barren rocks.  It seems that I found the answer.\\n\\nThe great emperors, remembering the vision of Jenghiz Khan, sought here new revelations and predictions of his miraculous, majestic destiny, surrounded by the divine honors, obeisance and hate. Where could they come into touch with the gods, the good and bad spirits?  Only there where they abode.  All the district of Zain with these ancient ruins is just such a place.\\n\\n\\\"On this mountain only such men can ascend as are born of the direct line of Jenghiz Khan,\\\" the Pandita explained to me.  \\\"Half way up the ordinary man suffocates and dies, if he ventures to go further.  Recently Mongolian hunters chased a pack of wolves up this mountain and, when they came to this part of the mountainside, they all perished.  There on the slopes of the mountain lie the bones of eagles, big horned sheep and the kabarga antelope, light and swift as the wind.  There dwells the bad demon who possesses the book of human destinies.\\\"\\n\\n\\\"This is the answer,\\\" I thought.\\n\\nIn the Western Caucasus I once saw a mountain between Soukhoum Kale and Tuopsei where wolves, eagles and wild goats also perish, and where men would likewise perish if they did not go on horseback through this zone.  There the earth breathes out carbonic acid gas through holes in the mountainside, killing all animal life.  The gas clings to the earth in a layer about half a metre thick.  Men on horseback pass above this and the horses always hold their heads way up and snuff and whinny in fear until they cross the dangerous zone.  Here on the top of this mountain where the bad demon peruses the book of human destinies is the same phenomenon, and I realized the sacred fear of the Mongols as well as the stern attraction of this place for the tall, almost gigantic descendants of Jenghiz Khan.  Their heads tower above the layers of poisonous gas, so that they can reach the top of this mysterious and terrible mountain. Also it is possible to explain this phenomenon geologically, because here in this region is the southern edge of the coal deposits which are the source of carbonic acid and swamp gases.\\n\\nNot far from the ruins in the lands of Hun Doptchin Djamtso there is a small lake which sometimes burns with a red flame, terrifying the Mongols and herds of horses.  Naturally this lake is rich with legends.  Here a meteor formerly fell and sank far into the earth. In the hole this lake appeared.  Now, it seems, the inhabitants of the subterranean passages, semi-man and semi-demon, are laboring to extract this \\\"stone of the sky\\\" from its deep bed and it is setting the water on fire as it rises and falls back in spite of their every effort.  I did not see the lake myself but a Russian colonist told me that it may be petroleum on the lake that is fired either from the campfires of the shepherds or by the blazing rays of the sun.\\n\\nAt any rate all this makes it very easy to understand the attractions for the great Mongol potentates.  The strongest impression was produced upon me by Karakorum, the place where the cruel and wise Jenghiz Khan lived and laid his gigantic plans for overrunning all the west with blood and for covering the east with a glory never before seen.  Two Karakorums were erected by Jenghiz Khan, one here near Tatsa Gol on the Caravan Road and the other in Pamir, where the sad warriors buried the greatest of human conquerors in the mausoleum built by five hundred captives who were sacrificed to the spirit of the deceased when their work was done.\\n\\nThe warlike Pandita Hutuktu prayed on the ruins where the shades of these potentates who had ruled half the world wandered, and his soul longed for the chimerical exploits and for the glory of Jenghiz and Tamerlane.\",\"timestamp\":1640140230,\"title\":\"Do you see this throne?\\\" said the Hutuktu to me.  \\\"One night in winter several horsemen rode into the monastery\"},\"digest\":\"WP_-bbtpCS4dXKBQT2WxzzAd81qWSKhn31rJjNeaIdA\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P7Bfl6BHM5JR9kpYf8975XPpXLYB4TngCLvEiWuHw40\\\",\\\"y\\\":\\\"LXKCgAkfuI4uTVZFN7mLmk5JTfHJ29K_GEAOJGciASg\\\"}\",\"signature\":\"SC-aWXtPHUrpov4M990BBSPzoKXpwlf1c7CxxmUKsLuHUPLseHa-0KEZmGxO2BLfQ6oDhGI0x2JTV32FxXF9pg\",\"signingKeySignature\":\"0xb8553493326bf26ec41276e5f43d81cd31ad90c2914c33326d097a4c34e7120a6939f7a3efae6a2a48ad2fc5e5742487794f2bfd772a529e0580fffcd018f2b21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P7Bfl6BHM5JR9kpYf8975XPpXLYB4TngCLvEiWuHw40\\\",\\\"y\\\":\\\"LXKCgAkfuI4uTVZFN7mLmk5JTfHJ29K_GEAOJGciASg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WP_-bbtpCS4dXKBQT2WxzzAd81qWSKhn31rJjNeaIdA\"}"