"{\"content\":{\"body\":\"Following in the steps of many before me, I’m creating my own web3 reading list. There is likely to be quite a bit of overlap, and maybe in the future I’ll figure out some nice way of organizing or visualizing that, but until then, we will all maintain separate lists.\\n\\nThe intent of this page is so that when friends and colleagues ask for an intro to various topics, I can quickly link them to one place, with everything that they should look at, along with a bit of commentary by me, so that they don’t need to dig through each link themselves to figure out what hits and what doesn’t, given their particular interests and level of prior knowledge.\\n\\nThis will be an evolving and ever-growing resource that hopefully brings new people into the space, and helps spur some exciting, innovative ideas.\\n\\n## Podcasts\\n\\n* **Zima Red:** good, in-depth interviews with project and fund founders. I like it for learning about a broad range of projects, as well as for a sort of biographical element, to hear from people who have launched funds, what their challenges were, etc.\\n* **UpOnly:**\\n* **Modern Finance:**\\n* **The Delphi Podcast:**\\n* **Bankless:**\\n\\n## Newsletters / Blogs\\n\\n* **AVC:** I'm always amazed when I think back through my crypto journey, and look at the AVC archives to see all of the incredible super early insights and prescience. Fred Wilson remains a super great source for insights on the potential of crypto, and some interesting projects.\\n* **[Cobie’s Substack](https://cobie.substack.com/):** Cobie larps as a shitposter, but is one of the most experienced, down-to-earth, and sharp people in the space. He recently started writing longer-form pieces that convey his thoughts, and what he’s learned while trading crypto since 2012. He has a ton of insight on market dynamics, understands gaming well, and has a surprisingly sophisticated understanding of traditional finance and market drivers. Given his status in the community, he’s also very well connected and participates in the less-public side of crypto, allowing him the share insights about influencer marketing, the VC side of the industry, etc.\\n\\n  In particular, his [Trading the Metagame](https://cobie.substack.com/p/trading-the-metagame) piece is worth a read for anyone looking to invest in, and particularly trade, tokens.\\n\\n  His piece on T[okens in the Attention Economy](https://cobie.substack.com/p/tokens-in-the-attention-economy) also has some good insights:\\n\\n  ```\\n  The majority of people playing the multiplayer crypto game cannot themselves sufficiently evaluate a project’s technical and fundamental merits. Instead, retail investors reliance on signaling and social proof in decision-making is quite large.\\n  ```\\n\\n  I’m sure there will be more, and I will continue to rotate in a few of the best / most insightful here.\\n* **[The Generalist](https://www.readthegeneralist.com/)**:\\n\\n## Data and Blockchain Architecture\\n\\n* **The Graph**\\n* **Dune**\\n* **Nansen**\\n\\n## Security\\n\\n* **[Wired article on Marcus Hutchins](https://www.wired.com/story/confessions-marcus-hutchins-hacker-who-saved-the-internet/)**, who stopped WannaCry by registering a domain name. This is an enjoyable, non-technical look into the world of digital security, and both the blackhat and whitehat hacking communities.\\n\\n## Projects\\n\\n* **[Superfluid](https://www.superfluid.finance/home):** *Streaming Cash Flows*. Super interesting because it helps with obvious things like cash flow timing issues, payday loans, etc. but also reduces transaction costs. What's even more interesting though, is the ability to \\\"securitize\\\" cash flows and sell them as NFTs. E.g. affiliate marketing folks can refer a number of users, earning a right to a portion of the revenue that they bring to a service, tied to an NFT, so they can hold that NFT and receive those cash flows, or sell the future cash flow!\\n\\n## Thoughts / Philosophy\\n\\n* Moxie Marlinspike’s **[My First Impressions of Web3](https://moxie.org/2022/01/07/web3-first-impressions.html)**. Moxie is the creator of Signal, and knows his shit (esp. cryptography and security). This is a must read for anyone new or established in the space.\\n\\n  There’s way too much blind excitement about how web3 is the future and amazing and going to change everything. Moxie does a really fantastic job of looking critically at some of the ideals the movement is chasing, from a technical perspective. I tend to agree pretty much entirely with him, though I’m perhaps a little more optimistic (and I am more inspired by the economic and behavioural side of things, whereas he is *much* more focused on the technical front). \\n\\n## Other Lists\\n\\n* **[Gaby Goldberg’s Web3 Reading List](https://gabygoldberg.notion.site/f7050e62461143d49345e7b46eb5576b?v=c02511c4230c44ce9a1a03c9757da524)**: The first of these lists that I came across, filled with solid pieces.\\n* **[Andrew Yeung’s Web3 Resource Archive](https://justsimplified.substack.com/p/web-3-resource-archive)**: From a quick scan, looks like a lot of great articles. I’ve read many, but not all.\",\"timestamp\":1641960545,\"title\":\"General Web3 Notes and Resources\"},\"digest\":\"gMf5o7hniafzI33alNwFMYAgVQRZIPRj83CNT0fJ7sE\",\"authorship\":{\"contributor\":\"0xfbb4EF2c1b419ed19b4898866b7BCAdD243D256f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaGB59_1UEpJQ46j0FDDSWdsz1rD3UqwaAv67jpZsc4\\\",\\\"y\\\":\\\"kKkiVjl6P60T8f75K5T-7-N51FYuevGPGTx03-WPe8o\\\"}\",\"signature\":\"xlVEaA3umypWBwB2-JlEUS0K-D31qa0akNOQhuFoNeIqUICZ63_6RhvEuQ3ghZcEUZUCkRs1c8My1RwrxZQvaw\",\"signingKeySignature\":\"0x629a6a8aed5d93053fb445d62bc09fd0b527e2588caed138cd9f671a811d4bbf39efdcd79a2d87e82347c2bebafcc97bfc39a223eb7bd9deb4239067b1db18f71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaGB59_1UEpJQ46j0FDDSWdsz1rD3UqwaAv67jpZsc4\\\",\\\"y\\\":\\\"kKkiVjl6P60T8f75K5T-7-N51FYuevGPGTx03-WPe8o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m89xMhdCItcU7o1lnXSbLMyYxe0O6wVpKVZpIHqHq-0\"}"