"{\"content\":{\"body\":\"*It’s Wednesday and it’s time for another Ivy story! 2/10 stories for my inter-writer are done! [#10bywednesday](https://yoo.rs/tag/10bywednesday)* *[#ivyandislandoflovestories](https://yoo.rs/tag/ivyandislandoflovestories)* As always, hoping you’ll find time, relax while drinking some nice beverage and enjoy the day as you read Ivys’ adventure!\\n\\nScinceriously Yours,\\n\\nChild of Nature [#childofnature](https://yoo.rs/tag/childofnature)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*bz4jLHWa9uJGBb0LB_UdlA.jpeg?size=medium)\\n\\nAs the first sunshine ray slowly but intensively kissed his eyes, the boy open them finding himself all wrapped up in his body and the hammock. Laughing at his own clumsiness while not feeling the arm and leg. “Must have been a position I was sleeping in” and while saying that out loud flashback memory hit him like a lightning strike. That’s the sentence his father would say often in the morning. He did not feel tired, just curious about what next will happen on the island. Ivy sits in his crafted bed, hanging from a fig tree and listening to the wind playing the melody in the branches of the tree. The sound of waves joined the mini celebration of spoken words almost splashing in its honor:\\n\\n**“The sleeping point would be a nice beginner start, dream realm is closer to your heart than mind, so dream whit your open eyes!”**\\n\\nThe boy stood in wonder, just breathing for the moment because loud peach sound ears just continued on, and on. Breading helps, but wonder is it connected with these different energies talking to me — continued boy in inter monologue while almost feeling off from his one-night bed straight on the ground. Losing the balance, he grabbed the right side of a rope, but the rope snapped and he fell off the fig tree directly on a bunch of rotten fruits underneath, in so-named waste. Pile is there because no one was eating from it, no one to collect and celebrate her nutritious fruit. Hitting the ground unharmed, just a little more fig-like, Ivy’s hair and clothes (what’s left from it anyway) were covered in juice fig serum that no sweet loving nectar creature would not like. The boy knew that from the first time he saw that tree. While getting up and making his best to clean himself up, the boy soon becomes an invitation for insects trying to get little of the fruit it’s — well, all over him. Ivy had the head first landing in the fig pile from the bad while talking to the wind, and now bees, a few wasps, and a lot of flees trying to make a best of it. “Great expectation for the day, geeing up all covered with a mess…” — so continues showing on with his attitude out loud, “free stile occupation and competition at complaining” episode accrued so hard and rush, he did not even notice how fast his heart field with anger. Past memories just coming back like oxygen on the fire he felt in his chest: parents, shipwreck, and perfect road trip they should have gone together. That’s their family dream, and now it’s gone, with his parents’ life’s just because of that storm.\\n\\n**“My dear boy, hand by hand have had laughter and healing go, since beguine and end of time, only to the light stay prone. If you do not trust me jet, make sure of it what you know.”**\\n\\nHeard the bee slowly reciting the words into his ear with the buzzing effect of an entire beehive. No need for panic, it’s in a calming and friendly way, heard the boy himself anxiously thinking while the sound bee buzzing goes deep within his bones, vibrating in rhythm which was giving his soul a nice back-rub. He looked at her with eyes full of hope while anger slowly burned cold. Ivy once again stood in wonder, he kinda liked that anger. He makes him forget the pressures last few memory, happy family memories that were realty one upon a time. But a glance at a creature at least a million times smaller and weaker than him, teaches him a life lesson in the most incredible way, making his anger go all away. Jet, melting like a cube of ice, transforming its crystal cells into the liquid by changing the density and structure, simple as that his feelings become lighter, his toughs become birds ready to fly high, on flow motion going and following his heart rooted deeply in the ground. Just because of that precious sound! “What I can do for You today?” — honestly wondered the boy, asking the bee from the bottom of his pure intention.\\n\\n**“Showing You a few secrets of the island is my call,  \\n Nice to meet you, my sweet dear boy.  \\n Can you swim on your own?  \\n Edge of the world where Moon performs a magnificent show waits,  \\n dream realm gateway’s seldom on that sleeping point!”**\\n\\nWhile laughing at fact that the bee just told him to take a shower, he concludes it was the best idea so far — having fun being naked in shallow ocean water, letting go of all and everything to be taken by waves. Grief and sadness, pure sorrow or life that’s been put on his shoulders lately, gone. Taken and drowned by waves, just like they come there. He played a costumed imaginary game with the ocean, “jump a rope game” only with the waves instead of rope. Ivy would jump toward the wave bigger than himself, and dive into it in the perfect moment to ride it. Jumping all around the coastline, happy for catching a breath, spreading pure joy every time he “Wins the Wave” by throwing himself into the tide. The bee patiently waited for the boy to finish his game and shower, finding a nice spot near the flower bush for her to watch and keep an eye on the boy. It was nearly noon and time, and the boy was hungry but happy. He could not see the bee but was not sure how to call upon her. “What’s your name? Where are you? Are we still going on that special place on the island you spoke about?” — asked the boy excitedly, not sure whom because he still did not see his new friend. Putting on what’s left from his dirty clothes and thinking about the name for the bee, and he came up with a name for her. Excited to tell her as Ivy heard her warm buzzing around his head — It’s your buzzing, I like it a lot! So, you’re Rhythm Bee!” — exclaimed the boy happy and proudly. “Show me that spot, now!”\\n\\nTheir walk started from the coastline toward the center of the island. After the sandy beach, there’s rain forest sounding the island. It’s impossible for one to see what could be thereafter, the only way to find out is through the forest. As Ivy stood, questioning does he really want to go, signs of fear start to show up.\\n\\n**The unknown can be hard, my dear child. Fear’s not what will keep you alive.  \\n Breath now. You’ll see there are many reasons to smile!  \\n Keep up, follow the animal trail.**\\n\\nIvy took a deep breath and find the courage to make the first step into unknown, unexplored territory while the bee buzzed on front. After a while, his eyes and ears adjusted, so the boy was spellbound by the beauty. All his senses were occupied with imprinting the peace and nurturer rain forest was offering at the time. Seeing a yellow florescent butterfly flying around makes the boy goes off the trail, he followed it slowly with a mission to sneak up upon it. The butterfly landed on a pink flower near a little spring rapid. “Oh, look. Drinking water!” — exclaimed Ivy happy to know he do not have to worry about the water anymore while drinking, thinking how awesome it is to have a bee friend. “But where is she? Oh, no. Rhythm Bee! Are you near?” As he waited for her to be back, he sits near the spring and watch the flowing of the water, letting the flow sound goes deep into his being. Suddenly he feels tired and very hungry. As soon he become aware of his hunger, he started to make a plan on how to catch a fish he saw taking a rest in the edi line. He looked around for something to help him, but the Rhythm Bee came back for him. By that time, Ivy had a lot to ask: “How can I catch a fish without hurting her? How I can eat it, without me taking the life?”\\n\\n**It’s a thin layer difference, and You’re the key. Act of violence if intentions impure, Pure heart make it with Love and gratitude!**\\n\\nRhythm Bee helped him to catch dinner. She point out the piece of rope sea and wind brought here, helped the boy tie a few fishermen knots in order to improvise the fishing net and he was ready. Still questioning and asking himself should he do it, jet he was hungry and had no other option. Maybe starve, but not actually a real survival option. He stood on the rook, just above the edi, just above his prey, with net in his hands raised up waiting on a Rhythm Bee sign to throw the net into the water. Standing there only he could think about the next line: “I’m a murderer”. Riddle he just heard was back flashing to him … *You’re the key.* Like lighting strike, gratitude hit him for fish he’s about to eat, for her existence, and for his life at the same time. And love came after, while he was eating the fish later that night! But now, joy and pride shine all around Ivy! “I got her, Rhythm Bee, I’ll eat tonight!” — continue his victory dance and laughter.\\n\\nThey finally came to the edge of the world, as Rhythm Bee promised. And it really seemed that way. Ivy was looking at the cliff and on the top, there was a waterfall dropping down. Water droplets made a magnificent rainbow effect on the afternoon Sun, the sound of flow coming rapidly down was overwhelming for the boy, so he run as fast as he can toward the pound, jumping into it! For the rest of the day, Rhythm Bee and Ivy spend having fun and playing games, until dinner time. Time for making a fire. As night slowly approaches, fire will keep him warm and secure. He watched the flames dancing in reddish-orange plasma, looking at the blue, almost invisible, fire peaks as collecting courage to ask a question. Minutes go by, but still silence. “Why are we here? I should spend a day building a treehouse, not playing and exploring” — spook he finally with a full mouth of guilt. Fire responded in cracking.\\n\\n**Life’s not always what’s seems to be, Besides You, patience in the unknown is also the key, Surrender Your doubts to me as we speak, rise like a phoenix, You are already rich.**\\n\\nThe boy waited in silence and the presence of fire makes it easier. He still did not understand why is he here but did not want to think about it more. Since answers were not answered jet, he chooses to be patient. Grateful. For fire and the fish. And, he had Rhythm Bee for company. She did not talk much, but she’s here at last. The night already beguine closing in the curtains, and fire shined brighter and brighter. Ivy again starts to feel like there’s no purpose for him to be here, uncomfortable with the sounds of the night coming from forest direction, standing up still in silence just wanting to stretch his legs and arms. He made a few steps around the fire and looked again in the cliff direction. Dough’s dark, he can clearly see the waterfall and the pound looking mysterious and like having something to hide. Just above that one tree on one side of the cliff, there was New Moon coming up.\\n\\n**My child dear, clarity and purpose You seek, and jet still You do not see- it has been already revealed. Dream realm is your destination arranged, close your eyes while feeling ready and prepared.**\\n\\nThe boy had no other option than accept and go with every instinct he had — all he’s hearing it’s true. All he is experiencing — also very true. He’s been good, safe, and sound so far. He tapped himself on the head like his mum would do when he do good stuff, giving himself a credit for a well-done job today. He lies down on warm sand letting fire touches his front maybe too much, but he did not care because his back was cold. Not too cold, but still did not care. “If I could I’d hug you like a teddy bear!” — heard Ivy himself talking to fire and winking at her. His thoughts become lighter and easier, a field with joyful pictures of the day, when his eyes become heavy armor, putting them down and diving into a good night's sleep. New Moon was shining upon Ivy, whispering his last promise:\\n\\n**Do not worry, my child dear, You already have resources You’ll ever need, now sleep tight and have a sweet dream.**\",\"timestamp\":1634810026,\"title\":\"Ivy and the island of Love stories #2 - Ivy and New Moon\"},\"digest\":\"hIsavI5OXAxj1K2M1_tk5PluNmIgUzft0vr4TtaPNqw\",\"authorship\":{\"contributor\":\"0xB4218984c104dA7b6F96877C3343150E23D4f5a0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5UwzB5SRz0-Ex5geH0abDyURrtmfTWv7d4aGAS2JrI0\\\",\\\"y\\\":\\\"qs5bm6qZ8wHmYTNGVo9vyOu6KVyZwOZhE6bqnijyLBU\\\"}\",\"signature\":\"9-7ELx1x7-y_SH456QEYINN5WcuUc2UPJ5wCVpcNSOQr4L0L3W9YjXHWO2K7Kes208i_mWBV2bT-KJP40bRMEA\",\"signingKeySignature\":\"0x87255f5d24a428b63e20eb5708610e1b9a18f05e91219c72dfb61b42fda189e8228d7592fc9b7332b6fbf762e6d0425e3eaa1bfea56c850abfd9c94c7b1e5ea21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5UwzB5SRz0-Ex5geH0abDyURrtmfTWv7d4aGAS2JrI0\\\",\\\"y\\\":\\\"qs5bm6qZ8wHmYTNGVo9vyOu6KVyZwOZhE6bqnijyLBU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hIsavI5OXAxj1K2M1_tk5PluNmIgUzft0vr4TtaPNqw\"}"