"{\"content\":{\"body\":\"> Over the past month, our team has been reflecting on the ways and means of communicating with the community.\\n\\nThe article is organized into two parts：\\n\\n```\\n» Team Announcement: Our reflection on the feedback from the community.\\n» Project Progress: Our current development ecology.\\n```\\n\\n> We are also eager for top professionals to join our team, so if you are interested in participating in our revolution, please feel free to contact us at ***recruite@nashhash.io***\\n\\n\\n---\\n\\n## TEAM ANNOUNCEMENT\\n\\nOur team has been reflecting on the ways and means of communicating with the community in the past month, not just as a way to improve the synchronization of answers and information between our team and the users, but to also contemplate how to truly understand members of the community.\\n\\nWe have identified a pressing issue that the NASH Metaverse community needs to solve, which is **information transparency**.\\n\\nInformation transparency is a key issue for most Web3 projects.\\n\\nWith this problem in focus, we decided to ask the following questions: How do other projects in the industry solve these problems? How will NASH Metaverse improve? How to control the degree of information transparency? How to collect community feedback? How to utilize iterations based on feedback etc. In order to answer these important questions, our team has poured a lot of effort into researching, planning, executing, reflecting, and optimizing.\\n\\nWe admit we have not been very transparent with information in the past, and we sincerely apologize to all the partners and players that have been involved with NASH Metaverse. Our behavior has made the community anxious, so we hope to give everyone peace of mind by admitting our shortcomings and reflecting on the issue in question. We aim to rectify the situation with a gradual disclosure of relevant information and materials, hoping at the very least to inspire our supporters to continue believing in us and our capacity to achieve our goals and visions.\\n\\nOne of the goals of NASH Metaverse that has been more or less mentioned in the past few months is the hope that we can realize the dream of creating a crypto-native metaverse with the community governance. This is of course a very macro definition, and over the past few months, we have been focusing on said definition, gradually introducing our ideas through **the team development plan** (July-August)**, the game concept** (September-October)**, and the token model** (November). The end result is a more concrete and visible understanding of the crypto-native NASH Metaverse and the plans for the community governance.\\n\\n**NASH Metaverse never intended to take a lone wolf approach at any point in time. We sincerely hope the community can assist and accompany us to realize the dreams and aspirations of the NASH Metaverse together.**\\n\\nWe are very grateful for the feedback and suggestions that the community has given to NASH Metaverse all this time and are aware that the volume of information disclosed at the moment is far from enough. We acknowledge the problem cannot be simply solved by a monthly report. There is definitely an information gap between us and the community, which prevents the community from fully understanding the progress of the project. This translates into not feeling the sense of accomplishment when it comes to growing together with NASH Metaverse, which further reduces the community's sense of trust in us. All in all, the situation we find ourselves in deviates from our original mission of being fair and open from the get-go.\\n\\n**Therefore, we are fully aware that reducing the information gap and regaining the trust of the community are the most pressing concerns we need to address at the moment.**\\n\\nNASH Metaverse released NASH WIKI last month, integrating and disclosing information such as project introduction, project progress, past cooperation, community questions, and other information. It is our hope that members of the community can easily review the progress and goals of the NASH Metaverse through this avenue.\\n\\nMoving forward, we will continue to update and maintain the content of NASH WIKI, fill in and optimize the content of each section, all in pursuit of ensuring the community being notified of the plans and progress of the NASH Metaverse in a clear and timely fashion.\\n\\nThis is only our first step to reduce the information gap.\\n\\n1. We will also continue to collect community feedback and aim to respond in a timely manner coupled with clear explanations for the communicated information.\\n2. In regards to important publicity content, we will promptly announce and update the community accordingly.\\n\\nThis month, we have an official response to the community: **Due to the impact of market and regulatory policies, the Q4 public offering plan is delayed.**\\n\\nWe will summarize and reflect on the team's work in 2021, and will release the NASH Metaverse annual report in early 2022 to discuss future plans and ideas.\\n\\nWe hope to have more forms of communication with the community to bring more innovative and interesting ideas to life.\\n\\nWe bid farewell to the past and welcome a new dawn. Let us all work towards a bright and exciting future next year.\\n\\n\\n---\\n\\n## PROJECT PROGRESS\\n\\n### Project Development\\n\\n### 💫 R&D\\n\\nAccording to community feedback, we will gradually begin to share our UI design for the NASH Project-Inception version this year. **The design content of all UI series versions are original creations by NASH Metaverse** and are regularly optimized and iterated.\\n\\nThe content shared this month is the \\\"list series\\\" from the Inception UI design series, and it is under continuous optimization at the moment.\\n\\n![](https://images.mirror-media.xyz/publication-images/Mvpj1NKMuS4Yf87f0ixYI.jpg?height=675&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/9EhS0FjUUMFEdpH1yUpzJ.jpg?height=675&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/IrRiUq2pd4uPUkvIKXt5V.jpg?height=675&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/x_6TXJNZolvYNDsCQdnF6.jpg?height=675&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/c3wXc-QnQj3xBS_DRrqWs.jpg?height=675&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/chvrZzUnIVkTpvL8vtC10.jpg?height=675&width=1200)\\n\\n### 🌌 Market\\n\\nØ On December 9th, NASH WIKI version 1.0 was released.\\n\\nIt is based on the Notion platform, integrating the current NASH Metaverse project basic introduction, project progress, past cooperation, and frequently asked questions by the community, etc. We will gradually optimize and fill the missing sections based on community feedback.\\n\\n![](https://images.mirror-media.xyz/publication-images/q4rYSK1cTwwxSVrkyCJmf.png?height=217&width=1280)\\n\\nØ On December 19th, we participated in IOSG Old Friends Reunion\\\\*8.\\n\\nIn this meeting, we met a lot of old friends and also made many interesting new friends.\\n\\n![](https://images.mirror-media.xyz/publication-images/r3xn_1lkG8WO0wtGH1WIC.png?height=720&width=1280)\\n\\n### ☄️ Team\\n\\nIn December, we welcomed two new team members, a project manager experienced in R&D, and a community operation with user analysis experience.\\n\\n### ✨ 2022 Q1 Plans (regular content iterations and updates)\\n\\n1. Strategy: 2021 annual summary report.\\n2. Development: 2021 Inception-UI design series disclosure (current progress: ✔ list series);\\n3. Market: Optimize brand-based publicity and distribution series materials.\\n\\n\\n---\\n\\n### 💎 Feedback\\n\\nWe value every user’s feedback, please fill out the following questionnaire to help us improve and grow.\\n\\n***<https://forms.gle/CwGTCSxQKz6APwB4A>***\\n\\n### 🌠 New to NASH Metaverse\\n\\nHope you enjoyed our recent news and we’re extremely excited for the months ahead.\\n\\nIf you want to know how to get started in the NASH metaverse, please follow us:\\n\\n***[Website](https://nashmetaverse.com/)***\\n\\n***[Twitter](https://twitter.com/nashmetaverse)***| ***[Discord](https://discord.gg/Un45bUNcsW)***| ***[Mirror](https://mirror.xyz/0xCa8feE2B3185381D690Dac5CfE8CE367Bf14d1A2)*** | ***[Telegram](https://t.me/nashmetaverse)***\",\"timestamp\":1640930819,\"title\":\"Captain Letters | December 2021\"},\"digest\":\"6c2YdgUyH5xaTp-_eY927fj6fzGUVTBBGlPqI0I2RTw\",\"authorship\":{\"contributor\":\"0xCa8feE2B3185381D690Dac5CfE8CE367Bf14d1A2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dF6xsb0U2KuGo3PJrZuNps2y9ItL_eIzyOHl-sFPhno\\\",\\\"y\\\":\\\"w9mstEfUuQmGbs5EV2Ac8vo6SEV5zN6N4XD6tKe481g\\\"}\",\"signature\":\"Kq505Y-lcjF-Bs8aW0nGEFxU1ch89rQIhwq8PbSIC3VqrfYGMkE-0s8WYbCbd6-D5GpLiR7aj6hysbBWY0QKJA\",\"signingKeySignature\":\"0x103160093102adf92e0b6ec3077485b6de1cc2c5264959bb4a8b164d16bb523435963cf2fbb1d1cec540bb8dd2685bb6db6c5b0aa7a0abe13cfd56d6e1d186971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dF6xsb0U2KuGo3PJrZuNps2y9ItL_eIzyOHl-sFPhno\\\",\\\"y\\\":\\\"w9mstEfUuQmGbs5EV2Ac8vo6SEV5zN6N4XD6tKe481g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mly50pK4BCGg1Bz7WnIOEY5z0waq1j5HcWmfRAWMKqo\"}"