"{\"content\":{\"body\":\"# \\n\\nAt the time of this writing, December 4th 2021, Concave has no token. Concave has no website. Concave does not officially exist yet the discord is filled with over 25,000 people and a vibrant community has sprouted up. Either this is the biggest Ponzi in crypto or it’s going to be one hell of a project with no in between. I wrote this “thesis” on my philosophical take on Concave in consideration for the “Philosopher Role”. \\n\\n![](https://images.mirror-media.xyz/publication-images/Yac3uCxFIATcE7iKBTniT.png?height=462&width=988)\\n\\n# Intro\\n\\nAs a mathematician, my life philosophy has been to share beautiful mathematical theories that I have learned in information geometry, computational algebraic geometry, algebraic topology, and analytic number theory and to distill these ideas to non-mathematical minds. The true beauty of math does not lie in any single concept. It is unlocked by sharing timeless knowledge with others. What usefulness is a beautiful theorem if few can see and appreciate the beauty of it? \\n\\n![](https://images.mirror-media.xyz/publication-images/fA51NfAGWqKOmUMh7I3uO.png?height=264&width=651)\\n\\nThe only correction I would make to Galileo’s quote is that mathematics, more specifically partial differential equations, is the language in which God has written the universe but I digress. So, what is the philosophy of Concave? More importantly, why was the name Concave chosen? What does this have to do with ∞? To answer these questions, we must first understand what a Möbius strip is.\\n\\n# Möbius strip and ∞\\n\\n![](https://images.mirror-media.xyz/publication-images/WjAwYddQBoKx4ItsGNUvf.png?height=271&width=446)\\n\\nA Möbius strip is a 3D surface (embedded in $R^3$ Euclidean space ‘aka the real world’) with only one side and one boundary curve. In physics, a Möbius strip can also be thought of as the ‘phase state’ of any two unordered points on a circle. Most of the 3D structures we are familiar with in real life generally have two sides - up and down. However since the Möbius strip has only one side, it is non-orientable. In fact, it is the simplest non-orientable surface known in existence. What this means is that there is no “price go up” and “price go down”, but “price is both up and down at the same time”. There is no official Concave protocol, yet the community exists around this non-existent protocol and thus gives existence to Concave, a non-existent protocol. In category theory, we call this the Yoneda Lemma. In layman's terms the Yoneda Lemma simply means that an object is completely determined by its relationship to other objects. While we know nothing about Concave officially, Concave is completely determined by the community so we already know everything we need to know about Concave.\\n\\nOfficially discovered in 1858 by the German mathematician August Möbius, the earliest known existence is actually traced back to Roman mosaics in 200 AD. Möbius strips seem to be a natural phenomena. The circulation of earth’s warmer and cooler ocean currents describes a Möbius shape. The famous double helix that describes the structure of DNA is also a Möbius shape giving the Möbius strip applications in chemistry and nanotechnology. Möbius strips also have applications in quantum physics as a superconductor. Finally, consider the infinity symbol. In 2D the symbol looks like ∞, having a single intersection point in the middle of the figure eight. However, viewed in 3D, the infinity symbol is yet another example of a Möbius strip. Coincidence? I think not!\\n\\n# Concave and Möbius strip\\n\\nGiven any function, we can determine whether that function is concave or convex by taking the second derivative. If the second derivative is positive, then the function is convex. Conversely, if the second derivative is negative, then the function is concave. In higher mathematics we say that if a general object (manifold) is convex, then it has positive curvature and if the general object is concave, the curvature is negative. The Earth, a sphere-like shape, is convex and has positive curvature. The inner surface of a spoon has negative curvature and is concave. If we draw a circle along the median path of a Möbius strip, we find that the curvature is also negative. Thus a Möbius strip is a “concave” general object. It is not topologically similar (homeomorphic) to the shape of the Earth, yet mysteriously appears throughout time and everywhere on Earth itself. Additionally, the fundamental group of a Möbius strip is {+1, -1}, which is a subgroup of the Quaternion group, whose group operations allow us to understand the laws of quantum mechanics, but I leave this rabbit hole for another discussion. Hopefully now it is now clear why ∞ = Möbius strip = Concave and why ∞ is the Concave symbol.\\n\\nConcave aims to be the Möbius strip of DeFi, becoming a liquidity superconductor [(see here for a visual)](https://www.youtube.com/watch?v=Vxror-fnOL4&ab_channel=IthacaCollegePhysics) that unites DeFi protocols together in a coopetition to spread liquidity multi-chain and bring DeFi to the masses with openness, patience, empathy, and kindness. Ohm, Inverse Finance, DOLA, Ohm Forks, Tokemak, etc will all be held in Concave’s concave spoon and will  serve as a mirror to the rest of the world, showing how much of a better place the world will be using the true power of DeFi, web 3.0, and the metaverse. \\n\\n# Protocols and Prime Numbers\\n\\nWhat does Concave, a Möbius strip of DeFi look like in 3D space? Is there any way to know? Yes there is! Remember how it was mentioned that the fundamental group of a Möbius strip is {+1, -1}? It turns out that this fundamental group is homeomorphic to the fundamental group of integers. This means that there is an equivalence relationship between the Möbius strip and integers, specifically odd, unique prime numbers p,q. \\n\\nPrime numbers are special; the only common divisor that divides two prime numbers is 1. Additionally, any integer can be decomposed into prime numbers. For example we have100 = 25\\\\*4=52\\\\*22 and 1001 = 7 \\\\* 11\\\\*13. Any binary code of 1s and 0s can also be expressed as a unique decomposition of prime numbers. Finally, there exists a reciprocity law relating prime numbers to each other via the good old quadratic formula. \\n\\nPutting all of this together, prime numbers form a ‘basis’ in which uniquely expressed every integer (except 1 and 0). Since the fundamental group of the integers and the Möbius strip are the same, this means that the Möbius strip can be uniquely expressed as a ‘basis’ of prime numbers. If Concave is a Möbius strip, then the prime numbers represent Ohm, Tokemak, Inverse Finance and ohm forks represent multiples of prime numbers. If Ohm = 3, then an ohm fork would be a power of 3 such as 33, or 350. \\n\\nNow we can finally answer the question posted earlier \\\\`What does Concave, a Möbius strip of DeFi, look like in 3D space?\\\\` Well Concave will look like the aggregation of liquidity from all of the DeFi protocols that join the conclave. As more protocols are added across the multichain multiverse, the shape of Concave will change, but the fundamental principles that formed Concave and the community around Concave will never change.\\n\\n \\n \",\"timestamp\":1638642720,\"title\":\"Concave, the Möbius strip of DeFi?\"},\"digest\":\"oEo7CX-f-Ll1S1WbIlycWHV0zB8nbmc58uGx4B_o2sA\",\"authorship\":{\"contributor\":\"0x829Ceb00fC74bD087b1e50d31ec628a90894cD52\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ECyB6XIHrW5baziWMZBDw9DtVjoei9top5GfnSAqASk\\\",\\\"y\\\":\\\"L-Ay66jYFRz4P6I1-aqdf7U46f0gxw3JdaAq17lYdjY\\\"}\",\"signature\":\"dvC2DgWoVGZGASfb1gIiiiI8sXVnGRJZKfYCJGFqXBfUK9VsubKtGAYb9iKYhrfdnqlFGg9RAdjcY4F8pvd9CQ\",\"signingKeySignature\":\"0xdbfaacf447d9b40221cb6a63b7cfdfb151ceb375a6dfc5867c19fddacb584f200c1d1f6d3f30571a8c4d5fbc71de3ee7869f29d369afb75f9b206016fd98537e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ECyB6XIHrW5baziWMZBDw9DtVjoei9top5GfnSAqASk\\\",\\\"y\\\":\\\"L-Ay66jYFRz4P6I1-aqdf7U46f0gxw3JdaAq17lYdjY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oEo7CX-f-Ll1S1WbIlycWHV0zB8nbmc58uGx4B_o2sA\"}"