"{\"content\":{\"body\":\"Restrained by separate leashes, two dogs walked side by side, passing bungalow after bungalow on NE 49th Street in Portland, Oregon.  Their unkempt nails ticked on the cold concrete.\\n\\n*tick*\\n\\n*tick*\\n\\n*tick*\\n\\n*tick*\\n\\nGood morning, Rambo.\\n\\nGood morning, Baxter.\\n\\nHow was your weekend?\\n\\nIncredible.\\n\\nOh, hush, Rambo, you say that every Monday.\\n\\nYes, and it is true as always!\\n\\nLast time you were rejuvenated because on your Saturday stroll, a passing biped had dropped a piece of fried chicken and a bit of a syrupy, buttery waffle.\\n\\nYes, the chicken was wrapped *in* the waffle.\\n\\nAnd this time?\\n\\nThe bipeds who feed me had guests over.\\n\\nAnd?\\n\\nAnd Baxter, a story is only as good as the listener wants it to be.\\n\\nOh, hush, Rambo, you say that before every story.\\n\\nYes, and it is true as always!\\n\\nSo, the bipeds who feed you had guests over?\\n\\nYes, and when it was time, the bipeds who feed me went downstairs to put their newborn to bed.\\n\\nAnd?\\n\\nAnd I followed them to stand guard outside the door.\\n\\nHow brave you are, Rambo.\\n\\nYes, and while I was standing guard, another biped came downstairs.\\n\\nBoy or girl?\\n\\nSmelled like a boy.\\n\\nAnd?\\n\\nHave I mentioned the balloons?\\n\\nNo, Rambo, were there balloons?\\n\\nThere were so many balloons. Even downstairs where I was standing guard, there were balloons, filled, static, and almost hovering above the carpeted floor. \\n\\nAnd?\\n\\nAnd so, this biped looked me right in the eye.\\n\\nBipeds can’t-\\n\\nSome *can*, Baxter!\\n\\nThey are- \\n\\nIf *we* can look for a connection, so can they!\\n\\nBut, not all of them do.\\n\\nA fair point, Baxter, however, this one did.\\n\\nSo?\\n\\nSo, that look linked us, and then the biped’s focus shifted to a pink balloon that was wiggling in the static tension.  A wiggle that would be imperceptible-\\n\\nImperceptible?\\n\\nLet a friend get excited, Baxter!\\n\\nSo, what happened to the imperceptibly wiggling balloon, Rambo?\\n\\nThe biped flicked it up into the air with a kick.\\n\\nAnd?\\n\\nAnd then a game took over everything. \\n\\nWhat?\\n\\nThe balloon had to be kept in the air.\\n\\nWhy?\\n\\nHow could you let a pink balloon wobbling to and fro in the air hit the ground!?\\n\\nHow was this game agreed upon?\\n\\nAh, you’re so formal, Baxter.  It was an agreement of common interest.\\n\\nWhat?\\n\\nIt was a non-verbal agreement, Baxter.  When the pink balloon was in the air, my body snapped into rigidity.  Instinct told me that a game had begun, and when I inhaled the tautness expanding, I knew the boy-smelling biped had entered the same moment.\\n\\nAnd?\\n\\nOh, we did not let that pink balloon touch the ground.\\n\\nBy what tactics?\\n\\nOh, Baxter, I was leaping!  And darting! And spinning! And-\\n\\nAnd the biped?\\n\\nClearing a path through the other balloons for my leaps and darts and spins!\\n\\nWhat about the sleeping baby?\\n\\nOh, we were quiet, Baxter!\\n\\nHow did the biped know to be quiet?\\n\\nYou don’t give enough credit to the senses!  The setting called for silence, so we played with quick, soft steps on the carpet.\\n\\n*tick*\\n\\n*tick*\\n\\n*tick*\\n\\n*tick*\\n\\nDuring the communal hustle, did the rest of the balloons become lifted?\\n\\nNow you’re paying attention, Baxter! \\n\\nHow many balloons were there?\\n\\nIt felt like 1,000!\\n\\nYes, but how many?\\n\\nThere were three pink balloons, three red balloons, and two white balloons.\\n\\nAll in the air?\\n\\nWobbling to and fro, uncoordinated!\\n\\nOh, that is a nice game, Rambo.\\n\\nYes, and if you could have seen the majesty-\\n\\nThe majesty?\\n\\nLet things be majestic, Baxter!\\n\\nWhat was majestic about this game?\\n\\nBaxter, I shared a look with a biped in the basement of my house that created a connection, an unspoken pact to keep eight complementary colored balloons in motion above the ground in the rectangular room. \\n\\nThat would be quite a sight.\\n\\nIt was for the new smell at the bottom of the stairs.\\n\\nWho was that?\\n\\nAnother biped.\\n\\nBoy or girl?\\n\\nSmelled like a girl.\\n\\nAnd the reaction of this biped?\\n\\nOh, Baxter, a smile.  A shimmer, a ray, a-\\n\\nAlright, alright-\\n\\nAnd this biped and the boy-smelling biped-\\n\\nLet me guess.\\n\\nPlease do!\\n\\nThey shared a look?\\n\\nWith red, pink, and white balloons falling in their midst!\\n\\nYou let the balloons fall?\\n\\nSome things are more important than a game, Baxter.\\n\\nA fair point.\\n\\nYes.\\n\\nSo, then what happened?\\n\\nThe girl-smelling biped looked away from the boy-smelling biped-\\n\\nAnd looked you right in the eyes?\\n\\nRadiance seeks reflection, Baxter, and I choose to be a mirror.\\n\\nAll hail-\\n\\nOh, hush-\\n\\nPlease continue the story, Rambo, as always.\\n\\nWould you like to hear about their shoes?\\n\\nYou know I love shoes, Rambo. \\n\\nYes, and with my head so near to the ground-\\n\\nNo shoe is imperceptible?\\n\\nExactly!\\n\\nAnd these shoes?\\n\\nThe boy-smelling biped wore athletic sneakers, Prussian blue. The soles had been compressed by constant use, and they seemed to have been conditioned into comfort. The laces were tied loosely, and they smelled like public transportation.\\n\\nGrand!  And the other’s?\\n\\nOnce white, now stained, they were flat, canvas, cut low below a naked ankle, and tied tightly with big looping laces that dangled off the sides.  The stains smelled like municipal park grass and garden fertilizer.\\n\\nBury me with shoes, Rambo.\\n\\nBury me with balloons, Baxter!\\n\\nAh, yes, and what of the game?\\n\\nWell, the girl-smelling biped flicked a white balloon into the air with a once white, now stained shoe, and the balloon hung, woozy in suspension- \\n\\nAnd four paws and four shoes hustled in silence?\\n\\nMy tail could have conducted a symphony!\\n\\nYou’ve said that after seeing a butterfly.\\n\\nYes, and it is true as always!\\n\\nAnd the game, Rambo? \\n\\nAh, so, with three of us playing, all eight balloons were quickly aloft.\\n\\nGrand.\\n\\nYes, and in the melody of swirling red, pink, and white balloons, I was whirling.\\n\\nFor how long?\\n\\nYears!\\n\\n*tick*\\n\\n*tick*\\n\\n*tick*\\n\\n*tick*\\n\\nAnd how did the game end, Rambo?\\n\\nAh yes, at the end of the moment, out of the corner of my right eye, I saw a red balloon hit the floor.\\n\\nOh, no.\\n\\nYes, and a white balloon touched down right next to it.\\n\\nThe bipeds had quit?\\n\\nWell, when I paused to deduce the reason for the faults, the rest of the balloons began to hit the floor.  Then they naturally bounced back up a bit, and in the moving gap between the carpet and the balloons, I saw the inside edge of a Prussian blue sneaker forming to the inner curve of a once white, now stained-\\n\\nOh, Rambo-\\n\\nYes, and when I jumped above the bouncing balloons to see if my assumption was true-\\n\\nScandal!?\\n\\nThe door of the newborn’s room opened, and the bipeds who feed me froze, taking in the scene.\\n\\nAnd!?\\n\\nWry glances zapped between the bipeds, and the awkward settling of the balloons accompanied the electric atmosphere. \\n\\nAnd!?\\n\\nAnd a shock of shy understanding swept through the room.\\n\\nAnd!?\\n\\nAnd the bipeds who feed me walked toward the ascending staircase, hand in hand.\\n\\nAnd!?\\n\\nAnd I followed them up for my dinner. \",\"timestamp\":1641354315,\"title\":\"Rambo's Scent of Static\"},\"digest\":\"MRe-eDI0gY9SIKOxz19YWsP7jnNpuzekcUXVEh3lbCU\",\"authorship\":{\"contributor\":\"0xF206B3B01c99660e43AA63a874D3785e343946E1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HcF116PzZ-fJcETxZhMk3X8BBqpLurS7WKCRMEWNtg8\\\",\\\"y\\\":\\\"e4lf8uLROgKkBYSkUEiMxpLNxXMOTIuMBp935Hon6Bg\\\"}\",\"signature\":\"C-NrHbUM50pGykqn8Qy6dl-bzebSTc0hyN20RSiBMH9LTWGFPMMIOCa4Qqbr3RxA5MVVfc5mBBVZ6tK2gMMaQQ\",\"signingKeySignature\":\"0x560e1f82d0681d8816cbcc62d3fd439c42cac4a208f0732fe811d466605f8cea23491e4fd0d049a5482cab42c0c9231e6ef8a28a07802d6e9da595d0ca07ee781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HcF116PzZ-fJcETxZhMk3X8BBqpLurS7WKCRMEWNtg8\\\",\\\"y\\\":\\\"e4lf8uLROgKkBYSkUEiMxpLNxXMOTIuMBp935Hon6Bg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MRe-eDI0gY9SIKOxz19YWsP7jnNpuzekcUXVEh3lbCU\"}"