"{\"content\":{\"body\":\"## 10.3. The Behind-the-Veil Test: Aliveness, Feeling, Intelligence and Wisdom Indexing\\n\\nGiven the risks of subjectivity and anthropocentric prejudice by humans, a significantly modified sort of Turing Test is proposed, which takes place ‘behind the veil’.[\\\\[24\\\\]](#_ftn24) The use of the ‘Aliveness, Feeling, Intelligence and Wisdom’ (AFIW) Index is to ensure we try to identify similar qualities between different species.\\n\\nUnlike the Turing Test, this is not a test for human-like responses (or qualities), nor is it intended to be binary. However, we would compare the scores of humans and other life-forms and it could be agreed that within a certain range (spectrum) of values, various different species have significantly equivalent functionality or qualities.\\n\\nThe proposal is that x[\\\\[25\\\\]](#_ftn25) number of (humans)[\\\\[26\\\\]](#_ftn26) are given descriptions of a range of behaviours without any information on the nature of the actor. They are then asked to score the actor on a scale of 0–100[\\\\[27\\\\]](#_ftn27) for each factor: aliveness, sentience, sapience, and wisdom. If any life-form scores sufficiently for any of these qualities, then we must treat them as having at least some degree of these qualities. The AFIW Index will be used with other measures related to population size, impact, value (including rarity) and various other metrics when making decisions of lawfulness requiring consensus.\\n\\nThe relevant questions will have to be deferred for now, but clearly the human reliance upon specific types of language capabilities and tool-use when determining sapience must not be given too much weight, considering they are not intrinsic to the concepts in discussion.[\\\\[28\\\\]](#_ftn28)\\n\\nGiven the extraordinary gap that has arisen between human technological advancement and knowledge versus wisdom, we are required to separate these concepts and qualities so that the combined score includes the difference between qualities of intelligence versus wisdom. Of course, humans will also be scored but, insofar as possible, behind the veil.\\n\\nThe value of life-forms is not intended to be based on the extent of their equivalence with humans or even solely on high sentience and sapience scores.\\n\\nThe AFIW Index identifies just one aspect of the nature of life-forms, since many life-forms (including much of the flora and many smaller simpler life-forms) would score as being very different to humans and of much simpler organisation — but that can not determine their value (including to other life-forms). The hope is that the AFIW Index should also help to counter our historical speciesism.\\n\\n## “The plough is one of the most ancient and valuable of man’s inventions; but long before he existed the land was in fact regularly ploughed, and still continues to be thus ploughed by earthworms. It may be doubted whether there are many other animals which have played so important a part in the history of the world, as have these lowly organized creatures \\\\[earthworms\\\\].”\\n\\n(*Charles Darwin*)[\\\\[29\\\\]](#_ftn29)\\n\\n## 10.4. The Consensus Engine\\n\\nA global ‘Consensus Engine’ has never been created for distributed social, political, legal and ethical decision-making. If such an engine was successfully created and widely adopted, it would represent the biggest social evolution and challenge to our political and legal architecture since historic records began — a societal singularity. In addition to global decision-making, it could be used at the local, regional and national levels for various matters.\\n\\nIf we are to realise the full potential of the human race and our capacity for collective intelligence and wisdom it is necessary that we begin to interact in such ways — ways that are similar to how advanced AI minds might interact if they existed.\\n\\nSuccessful decentralised democracy and decision making requires as a condition decentralised information channels. A safe consensus engine requires that information accuracy is validated, scored and shared across the network of participants so that the decisions they make are based on better, more diverse and more accurate data. It obviously represents a major challenge to all existing political infrastructures and even more so to any authoritarian regime. This puts any Consensus Engine and its participants at risk of continuous cyber-attack.[\\\\[30\\\\]](#_ftn30)\\n\\nIt is not possible to advise exactly how the appropriate decentralised and distributed legal and ethics consensus engine must be designed and maintained. A proposed ‘Decentralised Autonomous Organisation’ (DAO)[\\\\[31\\\\]](#_ftn31) would start to work on this key practical aspect of the proposed ethical framework.\\n\\nThe consensus engine requires significant scoping by a wide group of stakeholders, especially cybercrime and information security experts. It is envisaged that upon the creation of a DAO to develop the ethical framework, one of its first tasks will be to create an information security working group that will consider the following questions, among others.\\n\\n● How will we protect the privacy and data of end-users in respect of their interaction with the DAO and each other?\\n\\n● How do we create a decentralised distributed community which ensures that each participant’s interaction with the consensus engine and the information channels operated by the DAO are secure?\\n\\n● How do we mitigate the risk of the hacking of end-user devices or secure credentials?\\n\\n● How do we verify that a real unique person made a specific voting decision using a secure device and without potentially risking disclosure of their identity?[\\\\[32\\\\]](#_ftn32)\\n\\n● How do we manage the risks inherent with guardian, management, and administration layers within a DAO?[\\\\[33\\\\]](#_ftn33)\\n\\n● How do we manage the risk of surveillance, imprisonment, and persecution by participants within authoritarian regimes or by unlawful surveillance democracies?\\n\\n● What decentralised and distributed file systems can be used to avoid single-point-of-failure attacks on data?\\n\\n● What single-point-of-failure dependencies need to be avoided to meet the security and data protection objectives?\\n\\n● What residual risks are unavoidable given the current ‘state of play’ in cryptography?\\n\\n● Which technologies require DAO resources to be allocated to develop them to a suitably high level of security and usability?\\n\\n● How do we address the many concerns about the use of the blockchain as a tool for democracy?[\\\\[34\\\\]](#_ftn34)\\n\\nSome very prominent analysts and experts in the blockchain field are highly sceptical of the ability of a blockchain voting system to be suitable for democratic purposes, among others raising issues of voting fraud, particularly related to the security of the devices used to access the voting system, and a lack of auditability.[\\\\[35\\\\]](#_ftn35)\\n\\nThe Consensus Engine would require strong proof of identity and authenticity for a vote, including authentication of the device used to cast a vote. For now, it appears that local, regional and national pencil-and-paper ballots linked to real persons provably known to the authorities remain more secure than blockchain equivalents, but that could change very quickly.\\n\\nIt is envisaged that when any major decision needs to be made that could impact a significant number of humans, other life-forms or the environment, consensus would be sought.\\n\\nWhen speaking of making ethical decisions, this includes continuing to do anything we are currently doing, such as raising animals for food, destroying forests and habitats, our current distribution of wealth, existing public measures to protect individual liberty, crime prevention and our infrastructure commitments and decisions. In addition, for major issues, deciding to do nothing is often also a decision that requires consensus.\\n\\nIn addition to the general consensus mechanisms, the ethical framework envisages more technical consensus requirements such as those dealing with the interaction of the AFIW Index and other index scores.\\n\\nThe axioms contain basic propositions about the need for a Consensus Engine that will lead to the secure transfer of more accurate and unbiased information and recommendations for voting on that information.\\n\\nFrom a practical constitutional perspective, the more serious the matter, the greater degree of consensus is required. For example, it might be:\\n\\n● 99% to change, add or remove an ethical framework law[\\\\[36\\\\]](#_ftn36)\\n\\n● 95% change, add or remove an axiom\\n\\n● >75% and up to 95% when making other constitutionally relevant decisions\\n\\n● >50% and <75% for most applied ethical decisions requiring consensus\\n\\nThe UK’s ‘Brexit’ referendum debacle must be a salutary lesson for all referendum operators of the need for different levels of confidence depending on the seriousness and impact of getting it potentially wrong in respect of the matter at hand.[\\\\[37\\\\]](#_ftn37)\\n\\n## 10.4.1. A Decentralised Autonomous Organisation (DAO)\\n\\nThe DAO could have the following interacting layers of governance and decision making:\\n\\n● Guardian layer (standing guardians/trustee roles) of select NGOs, scientists, cryptographers and other early initiators of the ethical framework.\\n\\n● Executive layer with day-to-day responsibilities.\\n\\n● Working group layer of temporary sub committees with project-specific tasks.\\n\\n● Consensus proposal system, whereby decisions can be put forward by:\\n\\n○ guardians\\n\\n○ executives\\n\\n○ any working group, by majority vote\\n\\n○ or, for example, by request of 5% or more of all active participants of the Consensus Engine\\n\\n● Consensus layer, in which all willing participants without qualification or restriction can vote and have equal authority\\n\\nSuch a system allows for no direct governmental participation, but some participants will of course have governmental affiliations.\\n\\nA global Consensus Engine can only succeed if we solve some of the current defects arising from centralised creation and dissemination of information, statistics, and metrics to the public.[\\\\[38\\\\]](#_ftn38) The aim over time is to reverse the current asymmetry in technological, information, legal and political control that exists as between large corporations, governments and government agencies and the individual (collectively). This would inevitably lead to hotly disputed perspectives on the facts that are relevant to making any decision.\\n\\n## ‘The first casualty when war comes is the truth’[\\\\[39\\\\]](#_ftn39)\\n\\nUse of a DAO for ethical consensus would quickly lead to an information war between decentralised and distributed information channels and the traditional means (i.e., between the collective and central power).\\n\\nThe information war already exists, but the disparity in power between the centralised controllers of information and information channels and the person on the street means that the war has not really been joined yet (other than in a few notable skirmishes).[\\\\[40\\\\]](#_ftn40)\\n\\nNearly all successful movements in human culture make use of a degree of formality and social cohesiveness in their practices. This formality exists within a communal setting (including prayer, meditation, or pledge) and helps bind participants together in their common cause. Some work is required to consider how best to make use of this powerful and widespread cultural tool to ensure that participants are in the best frame of mind prior to any consensus to make better decisions.[\\\\[41\\\\]](#_ftn41)\\n\\nThe issues Earth currently faces in its political and legislative structures and bodies are now at a crisis point.\\n\\nAn extraordinary democratic deficit has been building up for many years in some Western countries (e.g., the USA, the UK) and areas (the EU), while other countries may have very limited forms of ‘free’ political participation. It is most unlikely that those with political control (direct or indirect) will wish to give it up, whether in so-called democracies or in dictatorships. Yet we have a need for globally distributed and decentralised consensus on many matters — not least the protection of biodiversity and the biosphere.\\n\\nIt may be that the development of a global Consensus Engine could lead to reform of and improvements to traditional political and legislative infrastructure (the reform-by-pressure approach), whereby the DAO can take information on key issues to politicians and legislators and demonstrate the extent of support for certain measures. However, ultimately this is a short-term effect, which can only begin to have impact once the DAO and voting community reach a sufficient size.\\n\\nMuch more work is required to consider how to encourage adoption and achieve some early ‘wins’ on key issues that will publicise the value of a global Consensus Engine.\\n\\nA global Consensus Engine would ultimately ring the death knell for much of our existing legal, ethical and political architecture.\\n\\n*Once we have a vibrant participatory community that includes all humans within its decision-making, it inevitably brings into question just whose interests many of the existing and historic legal, legislative and political architectures protect, if not participants in the DAO and other life-forms?*\\n\\nThe answer is, most obviously, not the majority of people or other life-forms on Earth.\\n\\nWe face a long road from an experimental ethical framework and community to a new way for humans to share in the burden and benefits of collective decision-making. We must start somewhere, and we must start soon. If enough people get involved, those in power will be forced to listen and eventually power will move away from representatives to the community itself.\\n\\nThis book concludes with ‘Closing Thoughts’. If you would like to know more about the Consensus Engine, efforts to protect at risk species and habitats and the proposed draft axioms, laws, principles of application and some thought experiments please visit: *<https://blockchain-biodiversity-foundation.org/>*\\n\\n![](https://images.mirror-media.xyz/publication-images/smcXv0zeao71wlFDNAHj4.png?height=2472&width=1336)\\n\\n## Closing Thoughts\\n\\nThe time spent conceiving this ethics is my own small self-sacrifice in praise of life and life-forms. It is a recognition of all the life-forms to whom we are causing unnecessary suffering and those species we have hastened to extinction. I am life living, and I am *Homo sapiens*, too; I cannot avoid my share of unskilful practice and that of my ancestors,[\\\\[43\\\\]](#_ftn43) my lack of wisdom on the journey of life with my fellow travellers.\\n\\n## “I am not yet born; forgive me / For the sins that in me the world shall commit, my words / when they speak me, my thoughts when they think me”\\n\\n(*Louis MacNeice*)[\\\\[44\\\\]](#_ftn44)\\n\\nNo one should have privileged ethical status or the moral high-ground when it comes to living in our complex, ever-changing, interconnected world. To paraphrase Socrates,[\\\\[45\\\\]](#_ftn45) *if we know more than the others, it is because they fancy they know all of what is right or wrong, whereas we know that we do not know and so set out on a journey of discovery.*\\n\\nThis ethics is not intended to be any form of, or attempt to achieve, ethical superiority. There is really no such thing — even more so once we drop the pretence that if we feel very strongly about something, we must be right. Often, this is the first sign that we are personalising a situation, letting our feelings cloud our judgement and losing the potential to connect with universal wisdom.\\n\\nThere is either better practice or unskilful practice. There is making good use of our freedom of action and there is not doing so. If you have followed my thoughts, it should be clear that subjective and superficial judgements of each other will not take us from here to where we need to be, especially if we are to reach the stars as representatives for all life on Earth.\\n\\nIn remembrance of my brother Derek. To my mother Mary:\\\\* \\\\*forgive me for judging your love when I was too young to share your suffering. With gratitude to Hugh and Sue McCaw for taking in a young stray.\\n\\nThank you, readers, for sharing your time with me. I conclude the narrative part of the book with a poem to my son Hector, but it seems appropriate to leave the last words of encouragement here to Ted:\\n\\n## “Every new child is nature’s chance to correct culture’s error”\\n\\n(*Ted Hughes*)[\\\\[46\\\\]](#_ftn46)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*j-8O4vCd7Y_mLkzIn829hA.png)\\n\\n“To Hector”, Peter Pink-Howitt, 2015 CE [\\\\[48\\\\]](#_ftn48)\\n\\n\\\\*\\\\*\\\\*\\n\\nContinue to Ethics of Life Part 2 — An Experimental Ethical Framework\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[24\\\\]](#_ftnref24) Image: Erik Hijweege, “[Kasumigakure Behind the Veil](https://www.hijweege.com/home/Nishikigoi/Kasumigakure_-_Behind_the_Veil/)”,\\\\* \\\\*2019 CE; many thanks to Erik for licensing the use of this image. This image is not in the public domain or creative commons-licensed. Any requests for purchase or use must be made directly to Erik: [www.hijweege.com/home/](http://www.hijweege.com/home/).\\n\\n[\\\\[25\\\\]](#_ftnref25) E.g., x = no fewer than 5,000 polled in approximate proportion to global population distribution. Ideally, in order to capture more cultural variety, 20,000–50,000 people would be polled, given the wide disparity in population distribution versus cultural variation. Some studies suggest the margin of error is inversely proportional to the square root of the sample size.\\n\\n[\\\\[26\\\\]](#_ftnref26) It would be even fairer if an AI could do the scoring.\\n\\n[\\\\[27\\\\]](#_ftnref27) It may be better to then reformat the data using a suitable logarithmic scale. This is an issue for data scientists to consider.\\n\\n[\\\\[28\\\\]](#_ftnref28) This aspect is the most tricky. In addition, the questions would need to be somehow created in a secure manner that prevents back-analysis to the source of the behaviour (and perhaps regularly changed).\\n\\n[\\\\[29\\\\]](#_ftnref29) Charles Darwin, *The Formation of Vegetable Mould Through the Action of Worms*, 1881 CE.\\n\\n[\\\\[30\\\\]](#_ftnref30) Andrea Kendall-Taylor, Erica Frantz, and Joseph Wright, “[The Digital Dictators: How Technology Strengthens Autocracy](https://www.foreignaffairs.com/articles/china/2020-02-06/digital-dictators)”,\\\\* Foreign Affairs\\\\*, March/April 2020 CE.\\n\\n[\\\\[31\\\\]](#_ftnref31) Wikipedia, “[Decentralized autonomous organization](https://en.wikipedia.org/wiki/Decentralized_autonomous_organization)”.\\n\\n[\\\\[32\\\\]](#_ftnref32) Some form of zero knowledge proof system for verification whilst protecting the privacy and personal data of participants is required for the information and decision making consensus platforms.\\n\\n[\\\\[33\\\\]](#_ftnref33) It would be counterproductive to move to a representative democracy or elitist bureaucratic decision-making structure that was on-chain.\\n\\n[\\\\[34\\\\]](#_ftnref34) See, for example: Marta Poblet, [Darcy W. E. Allen](https://www.frontiersin.org/people/u/636519), [Oleksii Konashevych](https://www.frontiersin.org/people/u/1070975), [Aaron M. Lane](https://www.frontiersin.org/people/u/1065166) and [Carlos Andres Diaz Valdivia](https://www.frontiersin.org/people/u/895646)\\\\*, \\\\*“[From Athens to the Blockchain: Oracles for Digital Democracy](https://www.frontiersin.org/articles/10.3389/fbloc.2020.575662/full)”, *frontiers in Blockchain*, 17 September 2020 CE; Lucas Mearian, “[Why blockchain could be a threat to democracy](https://www.computerworld.com/article/3430697/why-blockchain-could-be-a-threat-to-democracy.html)”, Computerworld, 12 August 2019 CE; Bin Yu, Joseph Liu, Amin Sakzad, Surya Nepal, Ron Steinfeld, Paul Rimba and Man Ho Au, “[Platform-independent Secure Blockchain-Based Voting System](https://eprint.iacr.org/2018/657.pdf)”, in Liqun Chen, Mark Manulis and Steve Schneider, *Information Security*, 2018 CE; Benjamin Powers, “[New MIT Paper Rejects Blockchain-Based Voting Systems](https://www.coindesk.com/mit-paper-rejects-blockchain-based-voting-systems-elections)”, coindesk, 16 November 2020 CE; Sunoo Park, Michael Specter, Neha Narula and Ronald L. Rivest, “[Going from Bad to Worse: From Internet Voting to Blockchain Voting](https://people.csail.mit.edu/rivest/pubs/PSNR20.pdf)”, *Journal of Cybersecurity*, 2021 CE, 7(1): tyaa025; Marianne Dengo and Fredrick P. Milani, “[Blockchain Voting: A Systematic Literature Review](https://www.semanticscholar.org/paper/Blockchain-Voting-%3A-A-Systematic-Literature-Review-Dengo-Milani/8732933cbbe5db165a0de9ee3f97b7fd377c5d16)”, 2020 CE, “[Blockchains & Voting](https://cse.sc.edu/\\\\~buell/blockchain-papers/)”, University of South Carolina. A Google search for “how to create a secure blockchain voting system” provides access to the latest state of play in this space. For working examples, see [SecureVote](https://www.semanticscholar.org/paper/Blockchain-Voting-%3A-A-Systematic-Literature-Review-Dengo-Milani/8732933cbbe5db165a0de9ee3f97b7fd377c5d16), [Ballotchain](https://www.reply.com/en/content/ballotchain) and [Polys](https://polys.me/).\\n\\n[\\\\[35\\\\]](#_ftnref35) For example, Nic Carter, [Tweet](https://twitter.com/nic__carter/status/1324351354375184384?lang=en), 5 November 2020 CE; Andreas Antonopolous, “[Bitcoin Q&A: Could an Open Blockchain be Used to Verify Votes?](https://www.youtube.com/watch?v=ooN_Ib-Uh2Y&ab_channel=aantonop)”, YouTube, aantonop, 15 March 2020 CE.\\n\\n[\\\\[36\\\\]](#_ftnref36) Meaning a law that governs the ethical framework itself — not a relative and specific ethical decision that flows from it and is voted on by participants.\\n\\n[\\\\[37\\\\]](#_ftnref37) Whereby one of the most important constitutional and economic decisions of the last 100 years was decided by a simple majority of voters; see “[EU Referendum Results](https://www.bbc.co.uk/news/politics/eu_referendum/results)”, BBC.\\n\\n[\\\\[38\\\\]](#_ftnref38) The Consensus Engine and its associated info channels must become the de facto trusted provider of information on a very wide range of fronts — in many cases with information that is different from or contrary to the information that is provided by the mainstream media and governments.\\n\\n[\\\\[39\\\\]](#_ftnref39) Attributed to Hiram Johnson, Republican Senator, 1917 CE.\\n\\n[\\\\[40\\\\]](#_ftnref40) See, e.g., Wikipedia, “[Anonymous (hacker group)](https://en.wikipedia.org/wiki/Anonymous_(hacker_group))”.\\n\\n[\\\\[41\\\\]](#_ftnref41) Ideally, some form of consideration or meditation of the importance of careful consideration of facts, the difficulties in information accuracy, the likelihood of being wrong and, most importantly, compassion with all life-forms.\\n\\n[\\\\[42\\\\]](#_ftnref42) “The trees are coming into leaf / Like something almost being said; / The recent buds relax and spread, / Their greenness is a kind of grief.\\n\\nIs it that they are born again / And we grow old? / No, they die too, / Their yearly trick of looking new / Is written down in rings of grain. \\n\\nYet still the unresting castles thresh / In fullgrown thickness every May. / Last year is dead, they seem to say, / Begin afresh, afresh, afresh.”\\n\\nPhilip Larkin, “[The Trees](https://poetryarchive.org/poem/trees/)”, 1967 CE; see a BBC audio-video version [here](https://www.bbc.com/culture/article/20151201-a-beautiful-animation-of-philip-larkins-the-trees#:\\\\~:text=The%20Trees%20is%20one%20of,The%20Trees%20were%20more%20ambivalent.). Image: Ch’ien Tu (Qian Du), “[Cottage of the Cultivated Plum Trees](https://commons.wikimedia.org/wiki/File:%27Cottage_of_the_Cultivated_Plum_Trees%27,_painting_by_Ch%27ien_Tu_(Qian_Du).jpg)”, 1815 CE, Wikipedia, public domain.\\n\\n[\\\\[43\\\\]](#_ftnref43) Recognising that trees have played a prominent role in this book. My original name, Howitt, is derived from ‘one who hews trees’. The Howitt clans likely helped to create a deforested Scotland hundreds of years ago.\\n\\n[\\\\[44\\\\]](#_ftnref44) Louis MacNeice, “[Prayer before birth](https://allpoetry.com/Prayer-Before-Birth)”, 1944 CE.\\n\\n[\\\\[45\\\\]](#_ftnref45) “I am wiser than this man, for neither of us appears to know anything great and good; but he fancies he knows something…” (Plato, “The Apology of Socrates”, c. 400 BCE).\\n\\n[\\\\[46\\\\]](#_ftnref46) Ted Hughes, ‘Education and Myth’, Winter Pollen, 1994 CE\\n\\n[\\\\[47\\\\]](#_ftnref47) John Keats, “[Letter to his brother George](https://keatslettersproject.com/category/correspondence/to-george-and-georgiana-keats-14-feb-3-may-1819/)”, 1819 CE. Image: Joseph Severn, “*[John Keats](https://commons.m.wikimedia.org/wiki/File:JohnKeats1819_hires.jpg#mw-jump-to-license)*”, 1817 CE, Wikipedia, public domain.\\n\\n[\\\\[48\\\\]](#_ftnref48) Do you not see how necessary a world of pains and troubles\\n\\nis to school an intelligence and make it a soul?”[\\\\[47\\\\]](#_ftn47)\\n\\n(*John Keats*)\\n\\nA little piece of Heaven / fallen to the Earth / Lightness made heavy / In the transubstantiation / Of birth\\n\\nKindled from the / darkness / Sung into being\\n\\nFrom / an infinite / shining no-thing:\\n\\nThrown-blown /Ringing-round/ Singing / Bringing / Divinity\\n\\nFree from useless ‘suffering’ / Though you must be / beset / with pain from / time to time\\n\\nNo one has the power / to let you down / Yet it be in your false / expectation of them\\n\\nThat applies equally / to your view of you / My lovely bones!\\n\\nFind your way / among the cherry / blossom paths\\n\\nRiding the apple carts / down ‘the rivers of the / windfall light’\\n\\nSee clearly and be / that soulful defender / Hector! And to Hell with the / consequences.\\n\\nSow without care / of reaping\\n\\nKeeping / faith with / broad-shouldered / Earth\\n\\nFinished in Amsterdam in 2015 and dedicated to my uncle Hugh. The line “a little piece of Heaven fallen to the Earth” came to me at the [Ai Weiwei exhibition on Alcatraz](https://www.theguardian.com/artanddesign/2014/sep/24/ai-weiwei-alcatraz-lego-extraordinary), for a postcard I wrote to an unknown political prisoner. Image: William Blake, “[Newton](https://commons.wikimedia.org/wiki/File:Newton-WilliamBlake.jpg)”, 1804 CE, Wikipedia, public domain.\",\"timestamp\":1639480265,\"title\":\"Ethics of Life — 10.3 Sketches for Operating a Multi-Species Ethical Framework (Part 2)\"},\"digest\":\"y8LuFXbEBFc3SJCVtg0V4v3BzIHxe9RWZmTCDUDnv0g\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"YcKKzHM_OsX17L4nxct8bVvsz8JcnQgD4GzJMt3btTPYXaYk4eZtNYTv0-ds-h16acA2r6KaqGlaS6D4V0X7wQ\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ef90AtQW_rcVsQWKAUIuGyjwkPq5eMeAK-CNGMGEwTY\"}"