"{\"content\":{\"body\":\"Thanks to the Metaverse, luxury NFTs from premium brands can see their total value skyrocket, potentially reaching $56 billion by 2030.\\n\\nThe nonfungible token (NFT) market is hot right now, and the future forecasts that it will only be getting hotter. The [creation of the Metaverse](https://cointelegraph.com/news/breaking-meta-expands-crypto-advertisement-eligibility-on-facebook) opens the gateway for NFT luxury brands to [reach ](https://markets.businessinsider.com/news/currencies/luxury-nfts-metaverse-56-billion-market-revenue-2030-morgan-stanley-2021-11)$56 billion by 2030. As the production of NFTs continues to create new forms of fashion consumption, more and more premium brands are jumping on this fast-moving train, investing in their new digital collectibles businesses. As more aspects of people's lives are moving online, the demand for digital fashion and goods will increase significantly in the coming years.\\n\\n![](https://images.mirror-media.xyz/publication-images/A856R_9nmw69vACBazibz.png?height=834&width=1450)\\n\\nThe Metaverse, virtual spaces where people can interact with each other and with digital objects through personalized avatars, is a groundbreaking concept currently being developed and built. Yet, it still has a long way to go. Still, within this short time frame, the spaces that are available to us now create opportunities for luxury brands to benefit from digital collectibles and [the rise of so-called “social gaming](https://cointelegraph.com/news/nft-gaming-proposition-in-question-as-regulators-and-traditional-gaming-pullback).”\\n\\nThe beginning of the internet, or Web 1.0, allowed people to connect to information. Web 2.0 was the iteration of social media and in essence, facilitated a new wave of people connecting with others. And now Web 3.0 stands to become a whole new virtual reality, better known as the Metaverse. Within this new digital world, people will search for more than information and connection with each other — they will experience a genuine virtual reality immersion.\\n\\n![](https://images.mirror-media.xyz/publication-images/x8PmQ84irrkQL3PNXWGPM.png?height=929&width=1450)\\n\\n## NFT and Metaverse as mega opportunities for premium brands\\n\\nAs an immersive experience, the personal avatars that users utilize will wear clothing and use items as manifestations of individualization and personal expression, much like they would in the physical world — this opens up a really exciting opportunity for premium brands.\\n\\n***Related: [Why are major global brands experimenting with NFTs in the Metaverse?](https://cointelegraph.com/news/why-are-major-global-brands-experimenting-with-nfts-in-the-metaverse)***\\n\\nExperienced strategists have mentioned the global platform Roblox as an example. Within this gaming and creation system, one in five players will change their avatar every day, much in the same way a person gets up and gets dressed every morning. Other platforms, such as Fortnite, are already providing insights into what it might look like for the Metaverse to have malls, by establishing a “Retail Row” and later a “Mega Mall.”\\n\\n![](https://images.mirror-media.xyz/publication-images/KKJY5-7JoWhdego4rTvlh.png?height=1066&width=1450)\\n\\nIn May 2021, the Roblox platform [hosted](https://www.voguebusiness.com/technology/inside-gucci-and-robloxs-new-virtual-world) a virtual exhibition for luxury fashion brand Gucci from May 17–31. Players on Roblox could purchase digital models of real Gucci products for a small amount of in-game currency. Once the exhibition ran out of digital assets to sell, gamers began to put up the branded NFT items for auction, inflating their cost tenfold. One of the items, a virtual version of the highly desirable Dionysus handbag, sold at auction for $4,100, which is $700 higher than the retail price of the real-life version.\\n\\n![](https://images.mirror-media.xyz/publication-images/REiQlGzRHREqzpmBpd101.png?height=886&width=1450)\\n\\nThen, in September 2021, French premium brand Balenciaga [launched](https://www.epicgames.com/fortnite/en-US/news/high-digital-fashion-drops-into-fortnite-with-balenciaga) a digital line of Fortnite fashion apparel, which could be purchased with in-game currency for approximately $8. Crypto-gaming experts predict that the social gaming segment of digital asset investments can add around $10–$20 million to the luxury goods market.\\n\\n![](https://images.mirror-media.xyz/publication-images/z8NXn9-UICDUrWT39gNNR.png?height=1066&width=1450)\\n\\nSeptember of 2021 saw another [exciting venture for luxury NFTs](https://cointelegraph.com/news/wear-to-earn-nfts-target-the-billion-dollar-fashion-industry), when world-renowned designer Karl Lagerfeld [released](https://nftevening.com/karl-lagerfeld-inspired-nft-collection-sells-out-in-49-minutes/) a total of 777 NFTs on THE DEMATERIALIZED, a digital fashion marketplace, to be sold at 77 euros (around $87) each. With eager anticipation from players, Lagerfeld's pieces sold out in a matter of seconds, igniting curiosity about a new pathway for the luxury goods market. Whether those sales were due to the hype of something new and innovative, or if people truly started seeing how powerful digital property can create opportunities — either way, the results of that successful launch exceeded expectations.\\n\\nAs our physical world still maintains a capital on luxury fashion brands due to their dependence on the physicality of clothing to connect with their customers, the success of Karl Lagerfeld, Gucci and Balenciaga are only examples of what could be. Brands that are less accustomed to selling digital goods will have a different relation to NFTs and the transition of their industry, as so many of their qualities rely on physical materials.\\n\\n***Related: [Haute Couture goes NFT: Digitalization at the Paris Fashion Week](https://cointelegraph.com/news/haute-couture-goes-nft-digitalization-at-the-paris-fashion-week)***\\n\\nConsumers who are keeping a close eye on the [evolution of NFTs](https://cointelegraph.com/news/nfts-as-micro-social-networks-the-path-to-crypto-adoption) and the transition into digital assets may be asking what all the fuss is about, why everyone is in such a rush to capitalize on this market, and how the fashion industry can find its place within this digital landscape. The Metaverse seeks to solve this problem and we are already seeing innovative ways on how this could all fall into place.\\n\\n## Futurespective\\n\\nWhile luxury brands have made an initial splash, strategists believe that after the fulfilled emergence of the Metaverse, brands that fit into the ”soft luxury” category (which includes ready-made clothes, leather goods, footwear, etc.) will have the most fortunate and profitable position within the market. By contrast, the “hard luxury” sector, like premium watches and jewelry, could find it much more difficult to achieve that same level of success as they do in the physical world.\\n\\nThe Metaverse can also help brands to expand their audiences. The current demographic of Roblox players consists predominantly of teenagers, while 70% of sales in the fashion industry are contributed by women. But within the Metaverse, luxury brands will have the opportunity to attract customers of a whole new age group that they would not usually connect with as consumers, further increasing the attractiveness of an even more immersive and embodied internet.\\n\\n***Related: [Culture converges with blockchain as luxury fashion brands launch NFT collections](https://cointelegraph.com/news/culture-converges-with-blockchain-as-luxury-fashion-brands-launch-nft-collections)***\\n\\nAs the Metaverse is based on a decentralized virtual space, many creative people will have lots of opportunities to succeed within these meta-universes, and luxury will most definitely find its home. However, the luxury brand representative must consider the possibility that they can be surpassed in their industry and craft with the creation of desirable goods and the arts in general. As the rules and economic landscape are yet to be full-formed in this exciting new digital frontier, and everyone has a unique opportunity to find success.\\n\\n## Bottom line\\n\\nClearly, the Metaverse is here to stay. While still developing and evolving, there are everyday parts of our lives that are already intertwined with the digital universe. Despite the fear of the unknown that a whole new world like that can conjure up, the real world has many dangers and uncertainties of its own to overcome, this new digital realm can open up opportunities that allow for many people to breathe a sigh of relief when they realize that the virtual world is not going anywhere and we are becoming more and more a part of it every day.\\n\\n*This article does not contain investment advice or recommendations. Every investment and trading move involves risk, readers should conduct their own research when making a decision.*\\n\\n*The views, thoughts and opinions expressed here are the author’s alone and do not necessarily reflect or represent the views and opinions of Cointelegraph.*\\n\\n**Constantin Kogan** is a co-founder of BullPerks and GamesPad, partner at BitBull Capital, founder of Adwivo, and former managing director at Wave Financial as well as an entrepreneur, meta-connector, influencer, blockchain technology enthusiast and digital asset investor, and a top thought leader in hedge funds, IT startups, venture capital, healthcare, agriculture, real estate and media/entertainment. Constantin holds a Ph.D. in Sociology and an M.Ed. and is fluent in five languages.\",\"timestamp\":1639288993,\"title\":\"Metaverse opens the gateway for luxury NFTs to become a multi-billion market\"},\"digest\":\"ghNpwj3G7rJtnvkWlroK61ePw0DeTlT9rvvHPmvGTuc\",\"authorship\":{\"contributor\":\"0x17Bf8c04acf491b7C5EeDe8a03DbAb2efD9aa106\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nbROjPpgUyRFDTfwI4kcpFALteKqrPpeXYfAsYGPdq4\\\",\\\"y\\\":\\\"e5-h6Yfad8cqf_HacB5DlILYxwekOr_D6LP86cQOdOA\\\"}\",\"signature\":\"pT-FTbmhoK5YcjokEf4k-dm7Iyj-4DnHePSurOxPuY-pAnZaKHczLZYfLBKmG_BIBnnV644EVf9uiItR9ju8QA\",\"signingKeySignature\":\"0x6197408d11a1d2158e6c4d35bf07d8281cc6b949cd638e54fcd3477cf21054f75ee25e04714bd88760cee85f4cbaeb52f15e3b822aa99be51bf9c2672cb551e31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nbROjPpgUyRFDTfwI4kcpFALteKqrPpeXYfAsYGPdq4\\\",\\\"y\\\":\\\"e5-h6Yfad8cqf_HacB5DlILYxwekOr_D6LP86cQOdOA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ghNpwj3G7rJtnvkWlroK61ePw0DeTlT9rvvHPmvGTuc\"}"