"{\"content\":{\"body\":\"It’s currently Christmas Eve, and as the year draws to a close I’ve been recollecting on the months gone by.\\n\\n### If I had to sum up 2021 in a single phrase, “Covid & Crypto Art” would be the tag line.\\n\\nIn the same way that [Philip Rosedale](https://en.wikipedia.org/wiki/Philip_Rosedale) promised us a “Second Life” with Linden Labs’ online experience, I can’t help but feel that in the middle of a global pandemic the rise of NFTs has given artists & creators a second chance at exposure, recognition, earnings, and not least of all, hope. (Stimulus checks and Furlough only go so far, after all.)\\n\\nSince May of this year, I have wandered further and further down the rabbit hole of NFTs, and it has been a wonderfully bewildering yet enriching ride. From the early Hicetnunc party rooms on Clubhouse to a midnight rave in [Cryptovoxels](https://www.cryptovoxels.com/), from frantic Discords and Twitter Groups to Spaces and IRL Meetups (Yes, actual Meetups!), from community collections to fruitful collaborations, my own personal experience with the general NFT community has been nothing short of wholesome and enjoyable. It has provided an outlet for creativity and inclusivity in an otherwise turgid, lonely, and quite frankly distressing time. The Crypto Art community has in many ways been my emotional & mental Life Support.\\n\\nI mean, NFT Twitter made Twitter **fun** again. WTF?\\n\\nNever before have I met or interacted with complete strangers who grew to be some of the most motivating, encouraging bunch of people I’ve known. Some who I would consider friends and comrades in our common endeavors to grow and learn in the space. In the end, we are all just trying to make it, right?\\n\\nNow for all of the above, there will always be the flippers, the double-dippers, the rug pullers, the scammers & stealers, the fakers, the right-click savers… but a few bad apples should not be allowed to tarnish the tree of life. Throughout this journey, the community has witnessed drama, scandals, reveals, and show-steals. Yet it keeps going, ever persistent in its goal to the moon.\\n\\nIf 2021 has been about growth and second chances, I can’t wait to see what 2022 is about to offer us.\\n\\n**WAGMI**.\\n\\n![Image caption](https://digitalgyozacom.files.wordpress.com/2021/09/cropped-cropped-inverted-logo.png?height=100&width=100)\\n\\n```\\n![Image caption](https://digitalgyozacom.files.wordpress.com/2021/09/cropped-cropped-inverted-logo.png?height=100&width=100)\\n```\",\"timestamp\":1640444564,\"title\":\"An Ode To The Community\"},\"digest\":\"-9m60r_i512zPHGAPrcwu9gUocABu0nPLdN51ic2oGg\",\"authorship\":{\"contributor\":\"0x573BC03f18F41b200b949A973d67b453a7EF11A4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_Kk96Xb7e1Zsf9GEuD3Lsgt5hkca7C9OrVsXbqxjUQ\\\",\\\"y\\\":\\\"EFSf6heNpfNrZhrYhTA-SU1hH3k0peLpmZbvHkxVKa4\\\"}\",\"signature\":\"AYYTPdNIWay-oFziFmfS8ZkLGZWYCkcQndIAxRMRFFb5SOOhV7iSk2h-lE_RtqmwhNXK9hy2iOADMFLHQTt6JA\",\"signingKeySignature\":\"0xaf5608a0759c0eb0fb1fc30bfbc74c984fcb718af382285ba8bfaff49f976e1967f00ce0cee1319ff0825b41e4ef7b97940bbfd96a841021089551771710323a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_Kk96Xb7e1Zsf9GEuD3Lsgt5hkca7C9OrVsXbqxjUQ\\\",\\\"y\\\":\\\"EFSf6heNpfNrZhrYhTA-SU1hH3k0peLpmZbvHkxVKa4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"veLRQc_TFLR3aTkOQDodWjYB2ZGjaZuP-VvzQfnlqE8\"}"