"{\"content\":{\"body\":\"*Web 3 needs to re-think how people get–and stay–involved. If we don’t, we’ll miss out on the greatest talent migration in recent history.*\\n\\n### **Another day, another DAO.**\\n\\nEvery week we see dozens of new DAOs come into being. Each has a fresh Discord, Twitter and token. Many of them begin with a bang and see extraordinary growth during their initial weeks and months. The problem is this: the *concept* of a DAO is miles ahead of the actual experience of one. And while thousands if not millions of new participants want to contribute to these new spaces, most of them end up doing very little. They buy an unfamiliar token, join the Discord, and just… sit there.\\n\\n### **The Great Drop Off**\\n\\n**Why They Don’t Stick Around?**\\n\\nThere are a few key reasons why so many people join DAOs but never actually contribute. Let’s cover them:\\n\\nDiscord is (almost always) a mess\\n\\n* 99% of DAOs attempt to onboard users via Discord. If a new potential contributor doesn’t have or isn’t yet fluent in using the platform, this can be a not-insignificant hurdle. Even inside a well-organized Discord channel, it can be difficult to find what you need.\\n\\nGoogle Drive won’t cut it\\n\\n* To engage their contributors and organize workflows, most DAOs are stitching together some combination of Google Drive, Notion, Airtable and Telegram. By contrast, Web2 organizations are spending millions on custom enterprise software that make it simple to get involved with an organization. DAOs have a long way to go.\\n\\nSiloed groups\\n\\n* Well-organized DAOs will set up working groups for distinct verticals like marketing, engineering, events, and more. The problem is that these groups don’t communicate with each other. It can be time-consuming for contributors to switch between groups or find the right fit for a short-term project.\\n\\nDelayed payment\\n\\n* It often takes weeks if not months for a contributor to be compensated for their contribution to a DAO—especially if it’s a one-off. Only a handful of DAOs have systems in place for paying contributors.\\n\\n### **The missing “middle class”**\\n\\nThe result of all of this is a graph of DAO contribution that looks a lot like a barbell. At the high end are those who’ve made full-time commitments to building and managing the project—community managers, engineers, designers, project leads and so on. At the low end are hundreds if not thousands of bystanders who are “in” the community and hold the token, but are otherwise inactive.\\n\\nIf DAOs are ever to live up to their potential, we’ll need a different way. **We need a healthy middle class of DAO contributors.** The good news? This population already exists–they simply haven’t been activated by DAOs in the right way.\\n\\nSo, what defines members of the DAO “middle class”?\\n\\n* They are eager to learn more about Web 3 and contribute to this ecosystem.\\n* They have skills to contribute to DAOs, from marketing and UX to coding and community management. (And while they might have a full-time job, they want to contribute on nights and weekends).\\n* They’d prefer to dip into a few different projects, rather than devote themselves to just one.\\n* They want to earn extra income on the side and gain access to novel wealth-generating assets.\\n\\nOnly with the right set of tools and community-based incentives will DAOs be able to tap into this talent in the coming year.\\n\\n### **The great migration**\\n\\nThe explosion of interest in DAOs is part of a macro trend of talented [knowledge-economy workers leaving full-time jobs](https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) to pursue more varied part-time work and side projects. This coincides with an evolution in how talent, work and equity are intersecting in 2021. Whereas traditional equity was (and is) a major draw for full-time talent in Web2, in Web3, part-time contributors are rewarded with tokens.\\n\\nToday, all across the DAO ecosystem, we are seeing a clear market need for talent, and a population who wants to contribute.\\n\\nTo leverage this talent, DAOs need to do a few key things.\\n\\n* Create and manage an onboarding flow that clearly outlines how new entrants can contribute, and connects them with the right stakeholders\\n* Provide easy access for “middle class” contributors to provide value in clear, time-bound ways\\n* Directly compensate contributors with native token\\n\\n### **One solution: Layer3**\\n\\nAt Layer3, we are building a platform that—you guessed it—addresses this very problem. We are designing an experience for this “middle class” to engage with DAOs on an adhoc basis, and to apply their skills and receive token compensation in a fast, more streamlined way. For DAOs themselves, Layer3 can help them acquire new members, strengthen their community and increase the output of their organization.\\n\\nWith the right platforms, we can give DAOs the talent they deserve to usher in this next iteration of the internet. One that is user-owned, powered by DAOs and allows for flexible and efficient contributions from a global network of talent. We’d love to see it. Wouldn’t you?\\n\\nLet’s activate the middle class.\",\"timestamp\":1642096417,\"title\":\"Arming Part-Time Contributors in Web3\"},\"digest\":\"lVl4IAoxKYRgiQiyTYOiJZuCzN9D7fwdogXoMkwmToI\",\"authorship\":{\"contributor\":\"0x7B0befc5B043148Cd7bD5cFeEEf7BC63D28edEC0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SqdepHqKD9cYhk8IAZFF-XHecQYE9DkVAX27LB9iZak\\\",\\\"y\\\":\\\"SPHTt3e5jPmrimHEWAILwWI9rhyTKI8caMpPxybh9sI\\\"}\",\"signature\":\"E7RCGVPbSb2HrqjM0r8BAxHGsnYbRug9Cn-LBklHKoWfgfw74hLSzDJL5XGmxkQm2QPtue8Q5QWaXjL80swWbw\",\"signingKeySignature\":\"0xd4ed6768eb021c5815de4c9d5d738a41e0d22257bcd9a136bb9164bf60d4837601a7758c9490a76d653bf92a773bd375acf25870855f0187e467beec65287f3d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SqdepHqKD9cYhk8IAZFF-XHecQYE9DkVAX27LB9iZak\\\",\\\"y\\\":\\\"SPHTt3e5jPmrimHEWAILwWI9rhyTKI8caMpPxybh9sI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lVl4IAoxKYRgiQiyTYOiJZuCzN9D7fwdogXoMkwmToI\"}"