"{\"content\":{\"body\":\"## O que são wallets de criptomoedas?\\n\\nPodemos fazer uma analogia com as nossas carteiras, onde guardamos nosso dinheiro e nossos cartões. A diferença é que essas são digitais e nelas armazenaremos nossos cripto-ativos como criptomoedas, tokens, NFTs, credenciais, etc.\\n\\nTecnicamente, normalmente as wallets são peças de software que gerenciam as chaves privadas, usadas para assinar as transações que são enviadas para os blockchains de cada protocolo ou criptomoeda.\\n\\nPodemos utilizar uma mesma chave privada para derivarmos diversos endereços de wallet, permitindo que tenhamos, por exemplo, uma wallet para cada tipo de situação: uma pessoal, uma profissional, uma atuando como poupança e uma para interagirmos com certos softwares.\\n\\n## Custodial ou não-custodial?\\n\\nExiste uma diferenciação muito importante entre as wallets custodiais e as não-custodiais.\\n\\nBasicamente, se o aplicativo de wallet gerenciar a própria chave privada, como descrito acima, significa que esta é uma wallet não-custodial. \\n\\nNela, os fundos ficam sob sua guarda e responsabilidade. E é muito importante que a chave privada (ou a seed - aquela sequência de palavras) seja armazenada com segurança, inclusive com backups e preferencialmente de maneira offline. Uma vez perdida a chave privada, não será possível recuperar a sua wallet em caso de formatação ou perda do dispositivo. \\n\\nEmbora esse tipo de wallet nos exija uma maior diligência e responsabilidade, ela possui mais segurança e nos traz maior autonomia sobre nossos ativos.\\n\\nPor outro lado, as wallets custodiais normalmente apresentam melhor usabilidade, visto que os fundos nela armazenados, são gerenciados por um terceiro ao qual confiamos a guarda da nossa chave privada.\\n\\nUma melhor usabilidade implica, infelizmente, em centralização e maior risco para os nossos fundos. E por quê?\\n\\nUm exemplo de wallet custodial são as fornecidas por exchanges. Os aplicativos mobile das exchanges apenas mostram nossos saldos e é a exchange quem armazena e gerencia a nossa chave privada. E armazenam a nossa, assim como as de outros milhares de clientes.\\n\\nAo fazer isso, as exchanges se tornam um ponto de vulnerabilidade, muito cobiçado por hackers. Basicamente, por exemplo, ao invés de o hacker tentar invadir centenas de milhares de dispositivos mobile diferentes, ele prepara um ataque à uma exchange e, em caso de sucesso, terá acesso aos fundos de muitos clientes ao mesmo tempo.\\n\\nAtaques à exchanges acontecem a todo momento e muitos fundos são perdidos. Mesmo as grandes exchanges, que possuem controles de segurança e compliance muito mais rígidos, estão suscetíveis a ataques. Podemos citar uma falha de segurança muito recente na Coinbase, que permitiu que aproximadamente seis mil clientes tivessem suas criptomoedas roubadas.\\n\\nDentro do ecossistema é comum utilizarmos o termo *‘not your keys, not your coins’* (sem suas chaves, sem suas moedas - o que é uma verdade), mas a escolha entre uma wallet custodial e uma não-custodial deve sempre tentar balancear a usabilidade e a segurança, para que você tenha encontre um equilíbrio no seu dia-a-dia.\\n\\nExemplo: se você faz trade diariamente, deixe na exchange somente o montante adequado para os trades, e o restante (assim como o lucro realizado), armazene em uma wallet não-custodial, com você.\\n\\n## Tipos de wallets não-custodiais\\n\\nExistem diversos tipos de wallets não-custodiais, com diferentes níveis de segurança e usabilidade. Para se ter idéia, podemos armazenar nosso bitcoin até em papel!\\n\\nEmbora não seja o meio mais recomendado, pois papel pode pegar umidade ou ser destruído em caso de incêndio, é uma maneira muito utilizada para armazenar a chave privada de maneira off-line, fora da internet. \\n\\nChamadas de *paper wallets*, elas contém impressos (algumas delas mostrando um qr-code) a chave privada (para conseguir sacar os valores) e um endereço público (para efetuar os depósitos). Elas são muito úteis quando se deseja presentear alguém com criptomoedas.\\n\\nUma alternativa mais durável que a *paper wallet*, são as wallets de metal: você grava a seed em uma placa de metal para evitar a deterioração por umidade ou a destruição por fogo.\\n\\nWallets de software são muito utilizadas e podem aparecer em formato de aplicativo mobile, desktop ou plugin para browser. Alguns exemplos bastante conhecidos são a Trust Wallet, Metamask, a Electrum ou a Exodus.\\n\\nA dica aqui é tratar a wallet mobile como a carteira que você leva ao bolso: você não guarda todo o seu salário na carteira que anda pela rua todos os dias. Utilize a wallet mobile para valores pequenos, e somas maiores ficam em um dispositivo mais adequado e seguro, como uma wallet desktop ou uma hardware wallet.\\n\\nAs hardware wallet são equipamentos que normalmente permanecem offline (também conhecidos como cold wallets, por não estarem diretamente conectadas à internet) e apresentam um nível de segurança muito alto para fazer o gerenciamento de milhares de criptomoedas.\\n\\nNestes dispositivos, a sua chave privada fica armazenada em um chip e nunca é exposta publicamente. A interação com o computador normalmente se dá através da porta usb, por bluetooth ou mesmo exibindo um qr-code que será lido pelo computador.\\n\\nExistem fabricantes que se destacam no mercado como a Ledger, Trezor ou a Passport e, embora mais caras, apresentam um nível de segurança muito alto contra hacking ou falhas - e são muito aconselháveis para o armazenamento seguro dos seus cripto-ativos.\",\"timestamp\":1636399494,\"title\":\"[ Convex Research ] Wallets de Criptomoedas\"},\"digest\":\"9WKroczyW8c5vXrBgbYs895IXEJt17mzbfEqpt03Qok\",\"authorship\":{\"contributor\":\"0x395cCC5CBF47717f1D4Dec6a7e050B8c3972642f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IecpW3ubLAYpk-WMU8jaXtHcj7pKWR3BnzltVSUVagM\\\",\\\"y\\\":\\\"6fGzuvhePyr0lwmOQVhuFvqKNInk9hSPjbGZmwrR8u4\\\"}\",\"signature\":\"c00eA61Y3Fg18ykEr8wGuICJZP3wC8aJt-i1UuR5fM4m9qD9mTPbXf1ktBs9X-J9A1iaH72MkF6SBZoQsX8oIQ\",\"signingKeySignature\":\"0xed81beb01c0f79ccecc6efc9099ea0e515938726f777fd6477a68aaa0b7ac3bf7e79521cf64c44ae4d7854be181eae701bb690ffa7498a64935477eccc872aef01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IecpW3ubLAYpk-WMU8jaXtHcj7pKWR3BnzltVSUVagM\\\",\\\"y\\\":\\\"6fGzuvhePyr0lwmOQVhuFvqKNInk9hSPjbGZmwrR8u4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QmQeYybFEgAL4F_srPqadXKcDKDXHxIw_CZdWQnv9v0\"}"