"{\"content\":{\"body\":\"This time-sensitive moment makes us contemplate a lot. I never know that I’m capable of such overthinking until I overthink. I used to laugh off people that overthink because I don’t believe I’m capable of that.\\n\\nIn mid-2018, I was so into personal development and found articles about meditation. I know meditation, I said to myself. And I thought that it only belongs to a certain kind of purpose like becoming a monk. It’s not popular also because, well it’s hard. It’s not fun to sit around for a couple of minutes when you can lay in bed.\\n\\n## How I Involved with Vipassana Retreat?\\n\\nThere’s a lot of news on media on how startup founders in Silicon Valley are into meditation. They describe it as a gateway to happiness and helped them combat their anxiety. Which is very common in Silicon Valley. A couple of minutes after it and then I found this video reviewing meditation retreat for 10 days.\\n\\n[AFTER: 10 Day Vipassana Meditation Retreat: REVIEW/REACTION](https://www.youtube.com/embed/7ZDJOFBtmKE?feature=oembed)\\n\\nThe way this dude talk is so calming and I got more information on the meditation retreat. It’s called Vipassana Meditation Retreat. It’s free and all you have to do is sit down and meditate while following the rules. And one of the rules including no talking.\\n\\nThe next thing I know, I already arrived at the official registration website [dhamma.org](https://dhamma.org/). I found a lot of information around vipassana meditation and program location. I don’t read about what is vipassana because I thought it would be convincing enough to hear the term.\\n\\nHow do I get in? I said. This program is free and has many diverse locations around the world. Technically you could go to any country, like Japan to attend the program. I came from Indonesia so my closest option is in Bogor. So without further thinking I sign up for December 2018. It’s near Christmas and New Year so I don’t have to take my annual leave too long.\\n\\n## One Failed Attempt and Re-registration\\n\\nI was still unsure whether I should attend the program. For one simple reason, I don’t think I stand a chance to stay there for 10 days. And I know the program from the internet. It’s weird how we can trust something from the internet and I was beginning to question my logic.\\n\\nLong story short, I can’t go to the program because my mom was visiting me. Somewhere in my heart, I got relieved. But I know that this curiosity will someday emerge and I will join the program for an absurd reason. And it’s true.\\n\\nIn mid-2018, I re-register myself as a participant in the 10-day meditation program. The reason is well, I got curious and I must scratch the itch. I don’t have an exact reason to join in, but I know that I have to experience it once to judge the program.\\n\\nSo the deadline has been set and this time it’s for real. In the next Ramadan holiday, I’ll attend the retreat and hopefully achieve enlightenment. Or you know, become more patient and disciplined.\\n\\n## The Journey to The Site\\n\\nI took to travel from Bandung to Bogor. But unfortunately, the mediation site is not in Bogor, it’s exact location is in Sentul so I have to go there by myself. After the travel arrived and got myself a lunch, I order an online taxi to take me through the journey.\\n\\nThe location is very remote from the city. I don’t even have any phone signal on the site. But it’s good enough to send a text. From the outside, the mediation center looks like a remote house in a mountain. My online taxi driver didn’t even know the route if we didn’t open the GPS.\\n\\nWhen I arrived, I saw a house and a lot of parking cars. I think I got the correct place. But I feel intimidated because I didn’t know what to expect. But I’ve come a long way so I should at least try to get in. Luckily I already googled information before and I know the next process to finish the registration process.\\n\\nThe process was strange to me. The committee seems to do something with themselves and I got a lot of questions to ask. And I don’t know what to do next. The registration process can improve improved if the new participant is explained before. Or maybe this is like the orientation process on how to learn meditation? Who knows?\\n\\nSo I finished the process and took a key to my room. I already give my phone to some box to seal. And I walk alone with my bag. The situation was very quiet. From the information, I was told that the program will start at 6 pm so I still have 2 hours to kill. But I don’t know what to do and I lay down in my bed. My room is consists of 4 beds and I’m alone, so my three other roommates are late.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F335fa84a-3808-4089-b4e0-f53e6b4425ef_640x480.jpeg)\\n\\n`This is the meditation center picture that I found on Google. Men and female rooms got separated by the wall.`\\n\\nAt 6 PM we got briefed by the committee. They ruled out some obvious information and the day-to-day schedule. I was surprised to found out how boring the schedule.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd34068a7-2c05-476c-a955-d6815559bbf4_1920x1080.jpeg)\\n\\n`The daily schedule of meditation retreat.`\\n\\nI also got several new information. Those who already done the 10-day meditation retreat are called the *old student*, and those who are new, like me, are called the *new student*. I also got introduced to the code discipline during the program. There are 5 codes for the new students and one more code for the old students.\\n\\n1. To abstain from killing any being\\n2. To abstain from stealing\\n3. To abstain from all sexual activity\\n4. To abstain from telling any lies\\n5. To abstain from all the intoxicants\\n6. (*For old students*) To abstain eating after midday.\\n\\nThe most important practice in this program is Noble Silence. Noble Silence means silence of the body, speech, and mind. It prohibits students from any form of communications including gestures, sign languages, notes, and talking.\\n\\nNoble Silence is directly related to the code disciplined during the program, especially to abstain from telling any lies. All the other codes are already secured by the facilitation such as separate rooms, provided meals, and stick schedules. But the essence of Noble Silence is so fundamental. Human is used to lying, whether intentionally or unintentionally. And this will hinder us from progressing in the meditation. But I think this is the hardest part of the program.\\n\\nAfter the briefing, we got to the meditation hall where we’re going to practice meditation. This is the only room where men and women meet together to practice. The room is big enough to accommodate 100 people inside. Here we got introduced to the teacher, who will guide the meditation session in the program. Theoretically speaking, he is the only one that you could invite to talk to. There are two teachers in my session for each gender.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffe70ef6a-714c-4bd6-873b-e28bee1e19b0_720x540.jpeg)\\n\\n`Each person got a blue pillow cushion to meditate. The older one that can't stand sitting for too long got the chair to help them.`\\n\\n## Day 1 Start\\n\\nThe bell rings at 4 AM, and the committee makes sure that we already wake up. I woke up because I was curious to find out the morning ritual. All students go to the hall for 2 hours of meditation. But after a couple of minutes, I saw that there are a few people in the hall. Maybe they were still asleep I thought. But I didn’t read the schedule carefully and later I realize that you could meditate in your own room.\\n\\nThe first day the teacher taught us to observe our breath while doing meditation (or in Pali, the technique is called *Anapana*). This technique will make us observe our breath as normal respiration, as it comes in and as it goes out. The teacher told us that this is fundamental because it can help us to calm and concentrate.\\n\\nI can’t grasp the technique yet on the first day because I always tend to *control* my breath, not observe it. The technique is so simple yet it’s really hard to change how our mind works.\\n\\nAll the students are practicing this technique throughout the day. The night session is kinda different because we got to listen to the teacher’s discourse. If you are listening to the English version of the discourse, you will get to watch to S. N. Goenka’s video. He is the founder of all vipassana meditation centers around the world. There’s this video when he gives a speech in the U.N. Peace Summit 2000 so you can imagine who he is. Wiseman is he.\\n\\n[Speech By S.N. Goenka in U.N. Peace Summit](https://www.youtube.com/embed/MwV9wnBrZps?feature=oembed)\\n\\n`A little disclaimer ahead, all the vipassana teaching is based on Siddharta Buddhism. But the program is not trying to convert you to Buddhism. As a matter of fact, this is repeatedly being mention and many of the students are not Buddhist. In my period of the program, the majority of the students are not Buddhist.`\\n\\nThe highlight of day one is definitely Dhamma discourse. Goenka explained the reason behind the techniques, how you should do it, and what could you expect in the future. He points out everything that I struggle with and explained that it’s normal. It’s fascinating and when I think about it very carefully, the reason why I got the same experience is because of the isolated environment. The very last thing that I like.\\n\\n## Day 2-4\\n\\nOkay, I’m going to tell you the truth. This is my hardest day with the program. I thought repeatedly that I want to go back to my home. Like seriously. I couldn’t meditate for one hour like the schedule. Usually, it involves me sitting for 10-15 minutes, and I look at the clocks, go to the toilet for 10 minutes, and back to meditate for the rest of my time. And this cycle is around 5 times a day.\\n\\nMy monkey mind is shadowing my human mind. These feel like torture when you can’t do anything except meditation. The only entertainment here is jogging in the morning, hearing crickets, and washing my own clothes. I never thought that washing clothes can be that fun.\\n\\nWe got introduced to new techniques on day 4. It’s called Adhitthana or determination. Basically you can’t move and open your eyes for one hour straight. This technique challenges your determination to stand still and experience the pain.\\n\\nIn my experience, this is very tough. Because the longer you sit, the pain will increase until it was unbearable especially the leg cramp. You have to face the pain with compassion and still observe the breath. You could choose to prolong the pain by sulking or accept the pain. The other new students are having the same experience as me. But we stand still and got through day 5.\\n\\n## Day 5-10\\n\\nI already got used to the routine. I wake up, meditate, wash my clothes, and so on. Sitting for one hour is still a challenge but I get better. The leg cramp and the pain are still a challenge but I found that when we are determined, the pain is lessened. This is a surprising fact but I notice my cramps are gone away when I sit long enough.\\n\\nWe got introduced to the Vipassana techniques on the fifth day. This technique requires us to observe the body and learn about *equanimity*. Equinimity is realizing that everything is changing. Sometimes you happy, and the other times you will sad. Sometimes it’s raining, the other times it’s sunny. Sometimes you agitated, the other times you feel calm.\\n\\nThis is a very important technique in the program. It teaches us to observe our bodies and notice that equanimity is in our bodies as well on the outside. I notice that my body will get itches and the other times it’s gone. And our mind is also working that way. When we think, our mind wanders a lot and jump from the past to the present, and the future with no certain sequential. Everything in this world is always changing.\\n\\nEquanimity makes me realize that I don’t have to over-react to everything that happens around me. And I have the control toward what I’m thinking. And even my situation is bad, I always know that I have the option to not feel bad. This sounds very normative, but this is the very essence of the program.\\n\\n## Day 11 – Back to the society\\n\\nThe Noble Silence is ended and we can talk with all students. I found many interesting people here from many different backgrounds. But the silver lining is they are looking through solutions, not sulking their problems. Around 80% of the students are the old student that has already repeat the program for more than twice.\\n\\nWhen the committee gives back our phone, it feels strange. It’s weird to even hold a phone and reading all the notification. All the noise makes me dizzy. And funny enough, I don’t feel left out of information or FOMO. I know that I can always catch the information later.\\n\\n## What have I learned?\\n\\nFor the past 11 days, I have learned a lot of things but to summarize the points, there are 3 main points that I learn.\\n\\n1. **Change is the only things constant**Given the time I observe myself, I learned that all things in this world, even me. And this realization makes me think of my attachment to uncertainty. It’s foolish to think that we could control everything when *everything* is always changing.\\n2. \\\\*\\\\*We suffer because we think we suffer\\\\*\\\\*I’m not saying that suffering is real but our mind is clever enough to deceive us when we don’t know how to do it. All the suffering that may happen, happened because we let it happens.\\n3. \\\\*\\\\*You can force disciplined with certain preparation\\\\*\\\\*I can’t that I can control myself. I thought that I can’t survive the 10-day meditation. But luckily I can, and I think this is because the environment put a lot of preparation to make me succeed.\\n\\nI still do meditation nowadays but it’s not routine. But if you asked do I still want to go to the program again? the answer is obviously yes. The benefit is tremendous and yet it’s so underrated. You can compare it to Master Roshi’s training program and we are Goku.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F26558021-3732-49f4-bc92-38496018f578_600x338.gif)\\n\\n\",\"timestamp\":1641828774,\"title\":\"A Journey: 10-Day Silent Meditation Retreat - William Jakfar\"},\"digest\":\"uJS6lrs5u_cLc6RykJu6iFkV6tWP9TTcVA8KOJWbHbY\",\"authorship\":{\"contributor\":\"0x754A9270b598F5F2f0267A291bdd23B416f65Af2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l405aJHFo8QhIInrbpJkJtpenSCAV-u4hMZERW9Mozo\\\",\\\"y\\\":\\\"iAtiCMR0FUxFWpGKquC9wGhkzKyIP6X6hybcJDhnx1k\\\"}\",\"signature\":\"t2nErhyy85M2bUo02KnUHTo7zCHecNT4XNpWX5h84F6b20hQuyzKMl22MKoU4gpyMnk5B0bPIdKiePeevxRzNg\",\"signingKeySignature\":\"0x6a5a4192a40ce9c1eb2064964c969b0a082249fc72f39a1e1bf4a5f7224424db74f0574dba49b088563f98503963026e5cf6e9f8889e42eba4fa1dd4db1e4c2d00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l405aJHFo8QhIInrbpJkJtpenSCAV-u4hMZERW9Mozo\\\",\\\"y\\\":\\\"iAtiCMR0FUxFWpGKquC9wGhkzKyIP6X6hybcJDhnx1k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uJS6lrs5u_cLc6RykJu6iFkV6tWP9TTcVA8KOJWbHbY\"}"