"{\"content\":{\"body\":\"2021，是我人生的转折年。\\n\\n结束四年的恋爱长跑，登记结婚，又一次裸辞，流动资产正式达到七位数，相信达到八位数只是时间问题。\\n\\n整年基本上每天都泡在图书馆，更多精力和时间都放在思考如何提高自己的收益率上。有一段时间，每天写交易日记，但却是亏的最多的时候，那时候最好的方式就是休息。\\n\\n有些交易操作带来大幅亏损，这是尝试新东西必然要交的学费，每一次亏损收获的经验教训，对于以后的投资有着极其重要的警示作用，避免在未来犯同样错误，造成更大的损失。\\n\\n下面我会按照之前看到一篇总结框架来总结下自己这一年的投资经历及未来展望。\\n\\n***1 回看过去一年的投资，用一个形容词，是什么，为什么？***\\n\\n风起云涌最适合过去一年的投资，因为接近80%的资产在加密货币，而加密市场的每一次的大幅波动都能让人感受市场如惊涛骇浪般的起伏。\\n\\n很多次当自己觉得现在势头正好，马上会继续创下新高的时候，市场先生总是会迎面浇来一盆冷水，像519那样如自由落般的下落，然后进入长达半年的调整。\\n\\n在很多人都绝望地认为牛是不是已经走了，接着便又重新的拔地而起，重新突破前期高点后，又进入现在的沉寂期。\\n\\n除去那80%的风起云涌，剩下的20%就要用 “痛苦不堪” 来形容了。\\n\\n首先是基金，一整年基本上浮亏的，加上自己贷款的成本，净亏5.3W左右，其中贷款成本1.3W，截止2021年底基金总额40.6W，浮亏12%。\\n\\n其次是港美股，从2020年至今总共投入16W左右（包括借款成本7000左右）到2021年底只剩5.8W，亏损来源主要是阿里巴巴，今年史无前例的暴跌加上自己期权卖方骚操作，浮亏接近10W港币，总体净值浮亏70%。\\n\\n基金和港美股在经历2020年流动性泛滥带来的上涨行情后，2021年迎来调整并不意外，但是自己投资确实有很多值得反思的地方，至少从结果看，是很不理想的。\\n\\n***2 过去一年的投资成绩怎么样？***\\n\\n虽然在基金和港美股回撤很大，但得益于加密市场的疯狂牛市表现，整体资产净值整体实现了接近150%的增长，年底总净值200W，年初没有具体统计过数据，凭自己印象估算年初资产（加密货币、基金、港美股）应该在80W左右。\\n\\n要重点强调，这120W的资产增长，可能有接近一半来自于意想不到的项目空投，如果除掉空投带来的净值增长，我可能只有80%的实际增长，相比较比特币去年底价格3W到年底4.6W，也算是跑赢比特币涨幅。\\n\\n结合自己整年的策略，逐渐降低BTC的比例（年底BTC占我整体加密资产比例已经不到3%），提高ETH和其他潜力山寨币的比例，最后总体的结果还是好的。\\n\\n去年的热点山寨币上，我收获很少，从动物币到游戏币再到各种元宇宙概念、NFT，那些一天暴涨10倍的山寨都被我友善的避开了。可能是因为我没有能力参与这样的暴涨暴跌投机活动，更多地倾向于价值投资带来资产的稳步增长。\\n\\n***3 过去一年的投资心态怎么样？***\\n\\n不得不说，经历过去年的多次大起大落的行情，我深刻的意识到好的投资心态对于投资表现有着至关重要的作用。\\n\\n519大跌前，比特币在5W上下高位盘整接近三个月，那时我完全相信盘整即将结束，马上开启主升浪行情。或许是大家都这么认为，市场注定不会满足大多数人意愿，就在各个群里动物币价格漫天飞涨的时候，暴跌应声而来。\\n\\n当时心态完全就是被市场狂热所蒙蔽，而选择性的忽略那些危险的信号，那次大跌前完全没有做好任何准备，相对应地结果就是净值大幅的回撤。\\n\\n这是我第一次感受牛市的狂热，也是第一次感到深处在人群中被带动起来的狂热情绪，自从519暴跌之后，我退出大多数的群聊，开始真正回归内心，时刻的觉知自己情绪，是不是过于狂热。519之后长达半年的调整是痛苦的，看着自己净值缩减到原来的一半，总是隐隐后悔没有在高点多套现一些。\\n\\n因为经历下跌后的持续低位调整痛苦，随后的反弹行情，11月和12月的高点更加果断的套现，没有足够的现金来源和储备，心态真的会发生很大变化，很难做到从容和淡定。\\n\\n所以，在2021年整个下半年，我的交易都变的十分保守，基本上以防守为主，努力执行套保套现计划，为即将到来熊市做好准备。进而年底的心态也比之前好多，能够看更多的书，逐渐减少对行情的关注频率，专注长线和大周期。\\n\\n***4 踩过哪些坑，以后如何避免？***\\n\\n与其说是踩坑，倒不如说是没有好的交易纪律和资金管理，这也是我第一次意识到严格执行交易计划和资金管理的重要性。\\n\\n第一个坑是盲目的在左侧抄底，而且还是使用的杀伤力最大的期权衍生品，BUY CALL去抄底，现在回头看不是初生牛犊不怕虎，而是愚蠢至极的表现，直接的的代价就是自己损失10个ETH，0.16个BTC，按现在的价值来算亏了35万左右。在这次左侧抄底的经历之后，我给自己定下一条交易纪律，绝对不能在左侧抄底，除非采用现货定投的方式做长期投资（目前基金就是这样操作）。\\n\\n第二个坑是没有及时止损，这一点在我港股阿里巴巴的操作上体现的淋漓尽致，同样也是死在做期权的，这一次是做卖方，看错方向没有及时止损，导致损失在短时间内拉大，同时还叠加上自己的左侧抄底的操作，直接抄在了半山腰。\\n\\n以上两个坑，避免的方式很简单，就是严格执行交易计划，同时做好仓位配置和资金管理，这里可能说的容易但是做到真的很难，特别是在止损的时候，会很痛苦。但我相信自己一定会做好的。\\n\\n还有第三个坑，就是买了axie的3个宠物去玩游戏打金，花了0.3个ETH，现在基本贬值90%，当时想着去打游戏赚钱，但最后不了了之，一方面是参与的人越多收益越少，另一方面每天我要花至少两个小时玩游戏，网络不好的话可能要花更长时间，虽然我没有工作，但是对我一天的时间安排还是有很大影响，完全是得不偿失。\\n\\n不过从另一方面看，体验下新东西，说不定有空投的角度看，这个也不算是坑了。\\n\\n还有就是空投代币的教训，之前AMPL空投的治理代币FORTH，没有在第一时间换成ETH，结果就是FORTH一直在跌，ETH一直涨，因而后面空投RBN的时候，我毫不犹豫的把75%的RBN换成ETH，现在看结果还是很好的。所以，对于空投代币，现在的想法是第一时间换成ETH，结果大概率不会差，当然对于比较优秀项目的空投代币，比如DYDX，考虑到是去中心化衍生品交易龙头，作为长期投资标的，大部分还保留在手上。\\n\\n***5 做过哪些好的投资决策？如何保持？***\\n\\n这一整年我都是在套现卖出，从投资决策的角度看，我做的比较好的决策就是加大ETH为主的优质主流+山寨币的投资，降低BTC的比例。\\n\\n一方面是因为自己的整体资产还只是百万级别，需要更多的依靠优质的、具有爆发力的山寨币种来实现资产的快速累积。另一方面，比特币已是万亿美元市场规模，短期看上涨的空间和潜力已经有一定的局限性，推动上涨需要的资金体量很大，在牛市的中后期的爆发力有限。\\n\\n另外，通过知识星球付费，让比你更厉害的人帮你筛选信息，指点方向也是非常好的投资决策，很多投资决策都是依靠老寒的判断，例如加大对AR的投资，事实证明是非常好的决策（AR在2021年整体上涨3500%）。\\n\\n不过随着自己在圈子里面越混越久，自己的独立思考也是必不可少，保持对新鲜事物的开放态度和好奇心，广泛而全面的阅读经济，历史，政治，心理方面的书籍，这些对于做好的投资决策都非常有帮助。\\n\\n***6 明年的投资计划是什么？***\\n\\n实际上，投资应该不仅仅是实现资产的增长，对于自己的健康，思想认知的投资同样无比重要，我始终明白的一个道理是，财富是你认知的变现，如果你的认知的还不够让你拥有更多的财富，那么首先要做的是提升自己的认知。\\n\\n提升认知的方法，最简单有效的方式是看书，还有就是找比自己厉害的人聊天。看书是我一直在做的，找人聊天对我来说是挑战巨大的，但是我还是愿意为之尝试下。\\n\\n另外还是要花费一些时间增加一些其他收入来源，毕竟现在不上班，但是每个月的开销基本上2W+，压力其实是一直存在的。\\n\\n***7 明年希望保持一个什么样的投资心态？***\\n\\n尽量保持佛系，以长期投资为主，短期市场过热的时候可以考虑逆向操作，基本上还是以卖出为主，等待熊市来临，再建仓优质标的。\",\"timestamp\":1641456134,\"title\":\"2021年度投资总结\"},\"digest\":\"tUl1RUT6EpCVGErwX-SFaZtbEDFx_Zf0xpFR5DkYI7M\",\"authorship\":{\"contributor\":\"0x6d374e63e4204046c9f44Eb9925af5D2997FA090\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdOEVfY7LlGMiegbHTBB1IZV5NycA1Pu8dHEpahncVg\\\",\\\"y\\\":\\\"S-tsAVXWCC5rRuA2pXuKxkDShoo5YU35bp-uIxcKnDc\\\"}\",\"signature\":\"Z0l5z8vMuExh1E0tjHHwIUnG0FCaVgKntCZbtMdDn37LUwy03lV0vUG_-Uy8NesiU_GbEFn-xpmTdVL4jB97Jw\",\"signingKeySignature\":\"0x05385e846eb945df863362ea429c06b8994288d3b8a138f8663c895f6ff7600f7a02b648f689376e35ddc527b968536503989945d249fde179f17f0c7efa6c9a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdOEVfY7LlGMiegbHTBB1IZV5NycA1Pu8dHEpahncVg\\\",\\\"y\\\":\\\"S-tsAVXWCC5rRuA2pXuKxkDShoo5YU35bp-uIxcKnDc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BrxMyMcmJDrKPnqV8aYflLBIf94bh76JqucCPQ_tq-0\"}"