"{\"content\":{\"body\":\"警察们一上车, 就控制住了司机王兴德, 并抬走了在地上人事不知的陶映红。\\n\\n    然后, 他们开始撤离车上的乘客, 对这辆车进行彻底的排查，防止还有更多的爆炸物, 拍照并保护犯罪现场。\\n\\n    就在小哥和李诗情被仓惶下车的乘客们裹挟着推下车时，d大调卡农的音乐突然响起。\\n\\n    “天！”\\n\\n    还来？\\n\\n    李诗情和小哥头皮一麻, 吓得脸都白了。\\n\\n    “快走啊！”\\n\\n    车上的乘客们听到奇怪的铃声，更加惊慌失措了, 根本是用跑的离开的这部公交车。\\n\\n    即使下了车，所有人依然还是惊魂未定的，各个都小心翼翼地离公交车远一点。\\n\\n    李诗情和小哥也想逃, 可惜应激反应让他们四肢冰冷无力, 根本失去了反抗的本能。\\n\\n    他们站在车下, 眼睁睁看到一部手机被警官从送下车的陶映红的口袋里掏出来, 两人彻骨生寒, 表情惊恐的好像随时有什么要在他们脸上炸开。\\n\\n    “别怕，就是个闹铃！”\\n\\n    一位警官戴着手套，小心翼翼地把那部手机回收到证物袋里，一抬眼看他们两个这副见了鬼样子, 笑着说。\\n\\n    “喏, 设置的13点45分，刚好到了。”\\n\\n    “就……就是个闹铃？”\\n\\n    李诗情结结巴巴地问，“不是什么炸弹的定时装置吗？”\\n\\n    那他们之前听到那么多次的铃声, 难道不是高压锅的定时装置？\\n\\n    “就是个闹铃。”\\n\\n    那警官笑了，“就算是什么定时装置，现在高压锅里的炸弹也已经引爆了，总不能再炸一次吧？”\\n\\n    司机一被逮捕，刑警们已经非常仔细地将车子搜查了一遍，包括车子的底盘，没有发现任何可疑物品，包括爆炸物。\\n\\n    从车子里下车的乘客们因为是犯罪现场的证人，暂未允许离开，三三两两地或坐或站在空空荡荡的大桥上，有些在给家里人电话报着平安，有些则情绪激动地互相讨论着刚才犹如电影一般的惊险情节。\\n\\n    口罩男一下车就急急忙忙地打开了自己的包，包里那只可怜的小猫已经被之前那惊天动地的巨响吓坏了，它直接便溺在了口罩男的包里，这次没有外套裹着。\\n\\n    “别怕别怕，就是打了个雷，回家我们就找点好吃的。”\\n\\n    他却丝毫都不生气，摘下自己的口罩，用口罩随便擦拭了小猫身上的脏污，心疼的把吓坏了的小奶猫抱在自己的怀里安抚。\\n\\n    “坏人已经被抓住了，不会再打雷了哈……”\\n\\n    健壮大叔一脚踏实地，就长长地舒了口气，直接瘫坐在了满是狼藉的大街上。\\n\\n    整车这么多人里，就属他最辛苦。\\n\\n    控制住一个人不乱动说起来容易，做起来却难。\\n\\n    更别说他还知道那中年妇女带着炸弹、身上还有凶器，内心的紧张和压力可想而知。\\n\\n    即使有小伙子的帮忙，可小伙子的体格和年纪摆在那里，真要出了什么事，难道要几个孩子去豁出命？\\n\\n    自己肯定是要多担待一点的。\\n\\n    现在警方赶过来接手了，坏人被抓走、炸弹也已经引爆在大桥下面，大叔心里那口一直提着的气才终于松了下来，顿觉浑身肌肉僵硬酸疼的不行，跌坐在地。\\n\\n    他摸着藏在胸口内袋里的一千块钱，感受着钞票在怀的充实。\\n\\n    有了这一千块，他可以买辆二手电瓶车，也可以选择租个小房子，不管怎么说，未来还在，希望也还在，所有人都没有出事，这命豁出去的就值得。\\n\\n    钱已经稳了，也留了命去花了，原本该是件很高兴的事情，可刚才的紧张和急迫一过去，他才终于开始感觉到辛酸和后怕，默默地抹起了眼泪。\\n\\n    有些人连悲苦，都是无声的。\\n\\n    等警方完全控制了现场，救护车也送走了受伤的张警官和失去知觉的陶映红，杜警官才得出空闲寻找“报警”的热心市民。\\n\\n    “请问车上是哪位报的警？”\\n\\n    杜警官在桥上高声询问。\\n\\n    “是我。”\\n\\n    小哥看了眼李诗情，举起手示意。\\n\\n    杜警官带着几个警察走到他们的面前，与他握手表示感谢。\\n\\n开端 第50节\\n\\n    “非常感谢你提供线索，并且和车上的乘客一起合力制服罪犯！”\\n\\n    “也不光是我的功劳，毕竟凶犯是车上好几个乘客一起帮忙才制止的……”\\n\\n    小哥愣了下，连忙解释。\\n\\n    他指了指前面的李诗情，又指了指摘了口罩抱猫的青年。\\n\\n    “还有那个大叔，他们和我一起把人制服的。”\\n\\n    其他警察听到他的话，都吃惊地打量起这个年轻人来。\\n\\n    李诗情和肖鹤云两人，一个看起来不过二十出头，另一个一看就是青涩还没出校园的学生，竟然是制止了这起爆炸案的主要功臣？\\n\\n    他们刚收到短信时，因为短信言简意赅又条理分明，指出了所有的重点，还以为车上遇到了这种事的是有经验的退伍老兵或者正在休假中的警察，连查证手机号码的来源都没时间，接到了报警就急忙通知交警部门封锁交通、赶往大桥。\\n\\n    “小伙子，了不起，勇气可嘉啊！”\\n\\n    一位警官夸奖他们，“幸亏有你们，不然这次就酿成大祸了！”\\n\\n    “没给警方添麻烦就好。”\\n\\n    李诗情和肖鹤云对视一眼，心里却依然不能肯定这件事是不是彻底解决了。\\n\\n    为了这一天，他们实在过的太累了，也用尽了所有能想到的办法，如果还不能终止循环，他们肯定要疯。\\n\\n    “各位，请跟我们一起回警局录个口供，辛苦大家了！之后会有车子送大家回去，请配合我们警方的工作。”\\n\\n    江警官在另一头高喊着过来，“马上会有一部大车过来，请大家上那部车！”\\n\\n    没有多久，一部警方的大巴车缓缓开上被封锁的大桥，载走了被滞留在桥上的所有乘客。\\n\\n    目送着远远离开的大桥，感受着车窗外吹拂进车厢的阵阵微风，李诗情嘴角露出一抹微笑，靠着小哥的肩膀，甜甜的睡着了……\\n\\n    》》》\\n\\n    半个月后，某茶馆的包厢内。\\n\\n    “最近过的怎么样？”\\n\\n    李诗情进了屋，摘下头上的帽子和脸上的口罩，问候先到的小哥，“听说你被人追着采访了半个月啊？”\\n\\n    “哪有你那么快活，干脆跑到国外去旅游半个月。”\\n\\n    肖鹤云哭笑不得，“你发个长微博人就不见了，其他人不来采访我怎么办？”\\n\\n    “我可没想抛弃战友！”\\n\\n    李诗情耸耸肩，一点内疚都没有的大笑着。\\n\\n    “我爸妈怕我留下什么心理阴影，带我去心理医生那里疏导了一个星期。也是心理医生劝他们带我出去玩玩，暂时脱离这个环境，我才被带出去旅游的。我其实一点都不想走，就想赶紧在国内看看事情有没有新的进展！”\\n\\n    “说起来真是老天保佑，事情能这么顺利的解决。”\\n\\n    肖鹤云叹了口气，对他们这么简单就摆脱嫌疑满怀感恩。\\n\\n    事件发生后，警方第一个提问的就是他们为什么知道张警官的手机号，好在他们那天晚上在酒店商量了好久，其中就包括真要成功，该如何应对警方接下来的调查。\\n\\n    那天晚上在酒店里，他们在网上搜索过张警官的手机号，发现之前公交车纵火案发生时，本地警方平台曾经放出过老张的手机号。\\n\\n    当年那起案件的纵火人，在起火时首先把自己烧了个面目全非，后来尸体更是被烧的根本无法辨认，当时警方夜间联系电话留的就是负责人张警官的手机号，目的是为了让知道纵火人情况的知情人士方便向警方提供线索。\\n\\n    肖鹤云说，自己在发现情况不对时，第一时间先搜索了“公交车案件警方”的关键字，通过搜索内容找到了这通电话号码，并且发送了短信。\\n\\n    短信接手后，张警官曾回短信问情况，只是他们当时情况紧急，没时间回复，但确定那个号码警方还在用，给他们奠定了很大的信心。\\n\\n    警方后来经过尝试，发现确实能通过这种方式找到老张的手机。\\n\\n    事后，警方还夸赞了小哥的聪慧，除了庆幸当年那通信息时隔多年还能查到，还肯定了他直接联系刑警队的举措。\\n\\n    不然如果靠110报警再分警，流程复杂，速度太慢，很可能被犯罪嫌疑人提前察觉。\\n\\n    至于他们是怎么发现公交车上有炸弹的，他们用的依然是“我们坐在大婶后面，听到大婶自言自语”的理由。\\n\\n    他们告知警方，他们会报警，是因为李诗情听到大婶一直在念叨“炸弹在高压锅里”、“13点45分去见女儿”、“王兴德快开车”、“快点到桥上”什么的，觉得不对劲。\\n\\n    李诗情说，自己因为发现大婶不对，就找隔壁位置的小哥商量，然后决定报警，并因为时间紧迫，便尝试着在车上寻找帮手，先控制住犯罪嫌疑人。\\n\\n    而她经常坐这条线路，和司机熟悉，知道司机姓王，由此推断出大婶口中的“王兴德”有可能就是司机，有同谋的嫌疑。\\n\\n    其实，这个理由只要和大婶陶映红一对质，就有很大概率站不住脚，可寻找真相的那次循环中，张警官曾无疑透露出陶映红的精神状况一直不好，很可能有精神方面的疾病，他们就是赌大婶可能在这方面有问题，即使对质也没办法作为他们有疑点的证据被采信，才继续用的这种说法。\\n\\n    结果也不知是老天爷觉得他们太可怜了开了眼还是怎么的，陶映红在清醒过后，精神真的出现了问题。\\n\\n    当时她被惊慌失措的乘客们一拥而上压住了，不知是昏迷引发的大脑损伤或是知道计划破灭后无法面对现实，在精神方面受到了刺激。后来在医院里虽然被救了回来，但她现在对任何外界的刺激都没有反应，宛如一个活死人。\\n\\n    她的后半生，就算不是在监狱度过，也只能在相关的医院里被关着。\\n\\n    而大叔王兴德，同样从头到尾都没向警方透露过李诗情知道自己女儿的事情，只是说总觉得李诗情很像自己的女儿，事情发生时她哭着求自己停手，让自己想到了女儿，一时心软，再加上炸弹已经被送下车、大势已去，才选择了放弃。\\n\\n    因为陶映红的精神失常，王兴德又不知出于什么目的隐瞒，这件本有疑点的事也就没了对证。如此一来，两个年轻人表现良好、过往清白，说出的理由充分合理，在接受简单问询后，很快就被送了回去，不但没有受到责难，反而还得到了社会各界的奖赏。\\n\\n    两个人离开警局后，没有各自回家，还是去附近酒店住下了。\\n\\n    这次，他们吸取教训，又是喝咖啡又是看电影，硬是熬了整整一宿，直到天亮。看到窗外渐渐泛出的鱼肚白，太阳冉冉升起，再三确认他们是真的来到第二天了，才敢放松神经，直接昏睡过去。\\n\\n    结果他们这一觉醒来，网上已经天翻地覆。\\n\\n    w市出现的这起“爆炸案”，一经媒体曝光，就迅速成为了网上最受关注的新闻。\\n\\n    这起爆炸案，按照两个犯罪嫌疑人的预定计划，原本会造成更大的伤亡，却因为两个年轻人的机警被提前发现，不但提前报了警，最终还和车上的乘客一起携手制服了凶犯，并成功协助警方提前引爆了炸弹……\\n\\n    原本仅仅是爆炸案本就足够耸人听闻了，再加上这样离奇曲折又富有“传奇性”的解决过程，这个案件在极短的时间里就上了各大媒体平台的热搜。\\n\\n    当事人之一的李诗情在时候，与自己的微博中撰写了一篇长微博，详细讲述了自己和同伴当时在车上发生的一切。\\n\\n    在得到了警方的同意后，她在这篇微博里加上了她在警方那里配合调查后得知的一些信息，并且在微博的末尾，征求当年王萌萌那班车的知情者信息。\\n\\n    李诗情的那篇长微博作为第一手的资料，在半个月内被转发评论超过百万，甚至还有知名导演和编剧通过各种方式找到他们，想将这个故事拍成电影。\\n\\n    也因为如此，李诗情、肖鹤云，还有健壮大叔王勇、口罩男方潇都进入了公众的视野之中，成为了人人夸赞的“英雄”。\\n\\n    在这起爆炸案中受伤的张警官，因为在关键时刻勇敢地抛掷了炸弹、从而制止了爆炸的发生，荣获一等功，不但得到了警队的嘉奖，在病床上也受到了各方团体和当地市民的表扬与感谢，每天鲜花水果不断，探望的人源源不绝。\\n\\n    只可惜他因为剧烈的爆炸导致突发性耳聋，经过诊断耳朵要半个月一个月才能恢复听力，所有沟通都只能用写的，所以很多人来探访他，他也只能一直用笑容面对，没办法和以前那般，笑语晏晏地和旁人开玩笑。\\n\\n    不过他自己也自嘲，要不是这样，每天病房里这么多人来去探望他，他肯定觉得吵死了，现在好，只要眼睛一闭，就能安心休息。\\n\\n    在健壮大叔的生平和那“一千块”的故事被媒体挖出后，立刻就得到了本地多家企业抛来的橄榄枝，聘请他就任自己公司提供的岗位，大多是安保类的。\\n\\n    最后，健壮大叔依然还是选择了做一个外卖骑手，那家聘任他的公司直接奖励了他一笔五位数的“见义勇为”奖金，并送了他一辆崭新的电瓶车作为他就职的礼物。\\n\\n    大叔拿着这笔钱，在公司附近租了一个稍大点的房子，下一步就是督促女儿赶紧考到这个城市的大学，方便自己就近照顾。\\n\\n    口罩男和他的小奶猫也出了名，现在，这只叫“安安”的小猫已经成了网红小猫，每天有不少人蹲在口罩男的微博下面，就为了吸两口猫，看看这只劫后余生的小天使。\\n\\n    半个月过去了，车上的乘客似乎都已经渐渐远离了当时的阴霾，只有李诗情想知道的“王萌萌当时发生了什么”，并没有得到太多的信息。\\n\\n    “一点线索都没有吗？”\\n\\n    肖鹤云听完李诗情这半个月来的情况，皱着眉问。\\n\\n    “毕竟过去了太长时间了，能提供确凿信息的证人并没有找到，但也不是完全没有线索……”\\n\\n    李诗情拿出自己的手机，示意小哥看其中几条私信。\\n\\n    这几条私信都是陌生人发来的，开头都是说自己没在王萌萌那辆车上，所以不能提供当时的情况，但她们当年也和王萌萌一样，经常坐那条线路出行。\\n\\n    她们都有一个共同特点，就是在这条线路上遇见过“咸猪手”。\\n\\n    坐这条路线的女孩子，大多是底站上车的高校女孩，正是青春靓丽、朝气蓬勃的年纪，加之还没有进入社会，缺乏一些历练，稍显稚嫩，最容易成为这些猥琐男的目标对象。\\n\\n    当时她们年纪小，胆子也小，人多时遇见这种事都不知道是谁干的，不是选择匆匆下车，就是下次找个男伴一起出行，这么多年过去，那种恶心的触感似乎还留在她们的记忆里，尤其是随着她们毕业、工作了，有了更多的胆量和见识，就越发后悔当年遇到这种事时没有站出来。\\n\\n    “但这种私信，还是不足以成为证据吧。”\\n\\n    小哥泼了她一盆冷水，“既然是‘咸猪手’，做这种事的人一定就很隐蔽，只要抓不到人，这也就只能当做猜测，不能当成王萌萌下车的原因。”\\n\\n    “我知道。”\\n\\n    李诗情点了点头，神情并不气馁。\\n\\n    “但至少，这能给很多女孩一个警醒。”\\n\\n    小哥一怔。\\n\\n    “我已经得到了这几个女孩的同意，我要把这件事公布出去……”\\n\\n    李诗情认真地说，“作为一个普通的女孩子，在车上遇见这种事，第一反应都是害怕，而羞涩和恐惧往往让她们不敢寻求其他人的帮助，要么默默承受，要么仓惶离开，却越发助长了这种人渣的气焰，他们会将魔爪不停地伸向下一个受害者。”\\n\\n    “也许这并不是王萌萌当年下车的原因，但只要有这样的人在，悲剧一直会发生，谁也不知道下一个女孩，会不会就是王萌萌。”\\n\\n    李诗情提到那个女孩，至今还难掩可惜。\\n\\n    事情发生后，媒体果然挖出了王兴德夫妻背后的故事，那是个非常清秀，看起来也特别娇小柔弱的温柔女孩，从小品学兼优，在学校也乐于助人，别说胡搅蛮缠，和别人争执的事情都没发生过。\\n\\n    但也因为如此，在人渣寻求目标时，这样柔弱温柔的姑娘，往往会成为他们首选的对象。\\n\\n    很多父母在教导女儿时，教会了孩子乖巧、温柔，教会了她们娴静、有教养，独独忘了教她们怎么保护自己。\\n\\n    “也许有人会信，也许有人不信，但这都不是重点。”\\n\\n    李诗情对此有更多的想法，“我希望看到这起事件的女孩子，下次在乘坐公交车时遇到这样的色狼、人渣，都能够勇敢的站出来，面对这种恶心的行为，绝不妥协、抗争到底。”\\n\\n    “也能在面对困境时，有破局的勇气和信心。”\\n\\n    听到李诗情的“豪言壮语”，肖鹤云不但没笑话她幼稚，反倒十分鼓励：“你想法不错。”\\n\\n    “说到‘色狼’，我一直有件事想对你说，之前又不好意思。”\\n\\n    李诗情翻着私信，仿佛不经意地说，“你每次抓色狼的时候，其实不用真的伸手的，只要我尖叫就行了，真的！”\\n\\n    “咳！”\\n\\n    小哥正在喝茶，闻言后狼狈地咳嗽了起来，绯红的颜色从脸庞一直染到了耳根。\\n\\n    李诗情正准备收起手机，不小心点到了什么，突然弹出了一段视频。\\n\\n    “这是什么？”\\n\\n    小哥迅速地转移注意力。\\n\\n    “是刚刚发布的一篇采访，采访马上要押送入狱的司机大叔的。”\\n\\n    李诗情眼神复杂地看了一眼视频，犹豫了下，还是选择了点开。\\n\\n    事情发生后，大婶精神受损成了活死人，大叔则主动透露了案件的前因后果，并提出承担所有的责任。\\n\\n开端 第51节\\n\\n    虽然除了一位警官以外没有更多的人员伤亡，但他最终以“以危险方法危害公共安全罪”判处，将要面临是长期的监禁。\\n\\n    李诗情对这位大叔的感情很复杂，停止循环后，她也一直回避着有关司机的新闻和消息，这还是她第一次关注到这位大叔情况的后续。\\n\\n    采访是记者直接面对大叔进行的。\\n\\n    “涉及到一车的乘客，还有桥上可能被波及的无辜群众，知道炸弹可能会伤害到他们时，你就没有一点犹豫和后悔吗？”\\n\\n    记者问。\\n\\n    “我和我老婆，那时候心里只有恨。”\\n\\n    司机王兴德态度很冷漠，“如果真要说有犹豫，那大概是车上有一位经常坐我公交车的女孩子，我一直觉得她和我女儿很像。看到她上车的时候，我是有犹豫的。”\\n\\n    李诗情和小哥都愣住了。\\n\\n    “所以你就眼睁睁等着她去死了是吗？”\\n\\n    记者知道那个女孩就是后来阻止了司机夫妻的年轻人之一，接着问，“要是你知道她后来会报警并且制止你，你还会遗憾和犹豫吗？”\\n\\n    “这记者……是要搞事情啊！”\\n\\n    小哥气愤地说。\\n\\n    大叔只是被关起来，又不是判了死刑，以后还是要出狱的，他现在这么挑起矛盾，不是搞事情唯恐天下不乱，那能是什么？\\n\\n    “她是个好孩子。”\\n\\n    司机大叔似乎对记者非常反感，说话有些夹枪带棒，“比某些只顾着在背后议论的人要好多了！”\\n\\n    虽然没有记者的画面，但那记者明显很狼狈，迅速换了话题。\\n\\n    “如果事情重来一回，你还会选择这么做吗？”\\n\\n    “我不知道。”\\n\\n    司机语气低落，“刚当上公交车司机时，我特别恨这些人，只知道机械开车，根本不在乎车上的乘客情况如何，也根本不在乎乘客突然下车会发生什么事。等我开了几年车，才发现有些事情并不是完全能由司机控制的，有些人也根本没办法讲理。其实，大家都不容易……”\\n\\n    “可你即使知道了当公交车司机的不容易，还是这么做了，为什么？”\\n\\n    记者气愤地问。\\n\\n    “因为我女儿死了。”\\n\\n    王兴德麻木地说。\\n\\n    “这条线路长达一个多小时，你和你妻子就没有想过路上会被人发现的可能吗？你是怎么能保持这么冷静地开车的？”\\n\\n    “……我想过的。而且我并不冷静。”\\n\\n    司机疲惫地说着，“这一路上，我经常晃神，并胡思乱想，特别是对于那个女孩，我总希望她能提前下车……”\\n\\n    “路过路口时，我看到闯红灯的摩托车，就想着我要不要剐蹭一下，制造点小摩擦，靠边停车，让车上的人下车…”\\n\\n    “我还想着，车上要是有人出点什么事儿，比如突然生病或者起争执什么的，我就能靠边让人下车，但是车上大部分乘客都在睡觉，就没什么争执的可能……”\\n\\n    随着司机阐述着自己脑子里曾经出现过的一个又一个想法，李诗情和小哥脸上的表情越来越凝重，甚至结结实实打了个哆嗦。\\n\\n    “你说，我们经历过的，会不会只是司机的一个想象？”\\n\\n    李诗情才刚刚开口，小哥就眼疾手快地点掉了视频。\\n\\n    “别看了，别胡思乱想，我们已经逃出循环了！”\\n\\n    小哥厉声说着。\\n\\n    “事情都过去了，无论是什么情况，都已经不能影响到我们！”\\n\\n    【可他的想象，和我们经历的循环都对的上啊……】\\n\\n    李诗情一想到某个可能，就忍不住遍体生寒。\\n\\n    “别想那些，想想好点的事儿，想想你和父母的团聚，我和我父母的团聚。想想带包的大叔终于有钱买电瓶车了，戴口罩的小哥有了猫，我们已经下车了！”\\n\\n    肖鹤云见李诗情的精神状况开始不对，一把抓住了她的手。\\n\\n    虽然他们看似已经逃脱了循环带来的阴影，但他们心里都知道，循环已经给他们造成了太大的伤害，这种伤害绝不是一天两天能够脱离的。\\n\\n    而现在，他们该学会的，是回归正常的生活。\\n\\n    “不管现实如何，只要我们还活着，还在生活，身边的一切都没变，就够了！”\\n\\n    李诗情被小哥喝得一愣，也渐渐回过神来。\\n\\n    “是，你说的没错……”\\n\\n    她重新打起精神，深吸口气。\\n\\n    “生活还要继续。”\\n\\n    （永不到站的公交车篇，完。）\\n\\n    作者有话要说：下一章是个基于这世界观的小短篇，算是我自娱自乐的一种尝试，主角并不是小哥和李诗情。下一篇每一章的结尾会由读者自己选择发展的可能，类似于rpg选那样和你们互动，省得你们每次追更都很痛苦，这次主角的命运掌握在你们手里，我只是个执笔人。\\n\\n    希望能写着开心哈哈哈。\",\"timestamp\":1642689602,\"title\":\"第41章 结束循环（完）\"},\"digest\":\"fFAyAezR9yO0iBA9DrENcKCLOvug_OTdD3SQnKCDGCU\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"AU9BRbFAUh_1Eocp-hEX7KsQ9tFpWhdUntdU-3xf5moM9SUiES7199mDGLvE1ddvNtveYvIrRwMUCI3KmiKP9w\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fFAyAezR9yO0iBA9DrENcKCLOvug_OTdD3SQnKCDGCU\"}"