"{\"content\":{\"body\":\"largely for lack of imagination. He never thinks--neither before he speaks nor after he has spoken. He never put himself in another man's place all his days.  He is incapable of doing that.  He has neither the head nor the heart to do that.  He never once said, How would I like that said about me? or, How would I like that done to me? or, How would that look and taste and feel to me if I were in So-and-so's place?  It needs genius to change places with other men; it needs a grace beyond all genius; and this poor headless and heartless creature does not know what genius is.  It needs imagination, the noblest gift of the mind, and it needs love, the noblest grace of the heart, to consider the case of other people, and to see, as Butler says, that we differ as much from other people as they differ from us.  And it is by far the noblest use of the imagination, far nobler than carving a Laocoon, or painting a Last Judgment, or writing a \\\"Paradiso\\\" or a \\\"Paradise Lost,\\\" to put ourselves into the places of other men so as to see with their eyes, and feel with their hearts, and sympathise with their principles, and even with their prejudices.  Now, the inconsiderate man has so little imagination and so little love that he is sitting here and does not know what I am saying; and what suspicion he has of what I am saying is just enough to make him dislike both me and what I am saying too.  But his dull suspicion and his blind dislike are more than made up for by the love and appreciation of those lovers and defenders of the truth who painfully feel how wild and inconsiderate, how hot- headed, how thoughtless, and how reckless their past service even of God's truth has been.\\n\\n\\\"The King is full of grace and fair regard. Consideration, like an angel, came And whipp'd the offending Adam out of him.\\\"\\n\\n1. And as to Pragmatic, I would not call you a stupid person even though you confided to me that you had never heard this footpad's name till to-night.  John Bunyan has been borrowing Latin again, and not to the improvement of his style, or to the advantage of his readers.  It would be insufferably pragmatic in me to begin to set John Bunyan right in his English; but I had rather offend the shades of a hundred John Bunyans than leave my most unlettered hearer without his full and proper Sabbath-night lesson.  The third armed thief, then, that fell upon Valiant was, under other names, Impertinence, Meddlesomeness, Officiousness, Over-Interference. Pragmatic,--by whatever name he calls himself, there is no mistaking him.  He is never satisfied.  He is never pleased.  He is never thankful.  He is always setting his superiors right.  He is like the Psalmist in one thing, he has more understanding than all his teachers.  And he enjoys nothing more than in letting them know that.  There is nothing he will not correct you in--from cutting for the stone to commanding the Channel Fleet.  Now, if all that has put any visual image of Pragmatic into your mind, you will see at once what an enemy he too is fitted to be to the truth.  For the truth does not stand in points, but in principles.  The truth does not dwell in the letter but in the spirit.  The truth is not served by setting other people right, but by seeing every day and in every thing how far wrong we are ourselves.  The truth is like charity in this, that it begins at home.  It is like charity in this also, that it never behaves itself unseemly.  A pragmatical man, taken along with an inconsiderate man, and then a wild-headed man added on to them, are three about as fatal hands as any truth could fall into.  The worst enemy of the truth must pity the truth, and feel his hatred at the truth relenting, when he sees her under the championship of Wildhead, Inconsiderate, and Pragmatic.\\n2. The first time we see Valiant-for-truth he is standing at the mouth of Dead-man's-lane with his sword in his hand and with his face all bloody.  \\\"They have left upon me, as you see,\\\" said the bleeding man, \\\"some of the marks of their valour, and have also carried away with them some of mine.\\\"  And, in like manner, we see Paul with the blood of Barnabas still upon him when he is writing the thirteenth of First Corinthians; and John with the blood of the Samaritans still upon him down to his old age when he is writing his First Epistle; and John Bunyan with the blood of the Quakers upon him when he is covertly writing this page of his autobiography under the veil of Valiant-for-truth; and William Law with the blood of Bishop Hoadly and John Wesley dropping on the paper as he pens that golden passage which ends with Dr. Trapp and George Fox. Where did you think Paul got that splendid passage about charity? Where did you think William Law got that companion passage about Church divisions, and about the Church Catholic?  Where are such passages ever got by inspired apostles, or by any other men, but out of their own bloody battles with their own wild-headedness, intolerance, dislike, and resentment?  Where do you suppose I got the true key to the veiled metaphor of Valiant-for-truth?  It does not exactly hang on the door-post of his history.  Where, then, could I get it but off the inside wall of my own place of repentance?  Just as you understand what I am now labouring to say, not from my success in saying it, but from your own trespasses against humility and love, your unadvised speeches, and your wild and whirling words.  Without shame and remorse, without self- condemnation and self-contempt, none of those great passages of Paul, or John, or Bunyan, or Law were ever written; and without a like shame, remorse, self-condemnation, and self-contempt they are not rightly read.\\n\\n\\\"Oh! who shall dare in this frail scene On holiest, happiest thoughts to lean, On Friendship, Kindred, or on Love? Since not Apostles' hands can clasp Each other in so firm a grasp, But they shall change and variance prove.\\n\\n\\\"But sometimes even beneath the moon The Saviour gives a gracious boon, When reconciled Christians meet, And face to face, and heart to heart, High thoughts of Holy love impart In silence meek, or converse sweet.\\n\\n\\\"Oh then the glory and the bliss When all that pained or seemed amiss Shall melt with earth and sin away! When saints beneath their Saviour's eye, Filled with each other's company, Shall spend in love the eternal day!\\\"\\n\\n1. Then said Greatheart to Mr. Valiant-for-truth, \\\"Thou hast worthily behaved thyself; let me see thy sword.\\\"  So he showed it him.  When he had taken it in his hand and had looked thereon a while, the guide said:  \\\"Ha! it is a right Jerusalem blade!\\\"  \\\"It is so,\\\" replied its owner.  \\\"Let a man have one of these blades with a hand to wield it, and skill to use it, and he may venture upon an angel with it.  Its edges will never blunt.  It will cut flesh, and bones, and soul, and spirit, and all.\\\"  Both Damascus and Toledo blades were famous in former days for their tenacity and flexibility, and for the beauty and the edge of their steel.  But even a Damascus blade would be worthless in a weak, cowardly, or unskilled hand; while even a poor sword in the hand of a good swordsman will do excellent execution.  And much more so when you have both a first-rate sword and a first-rate swordsman, such as both Valiant and his Jerusalem blade were.  Ha! yes.  This is a right wonderful blade we have now in our hand.  For this sword was forged in no earthly fire; and it was whetted to its unapproachable sharpness on no earthly whetstone.  But, best of all for us, when a good soldier of Jesus Christ has this sword girt on his thigh he is able then to go forth against himself with it; against his own only and worst enemy--that is, against himself.  As here, against his own wildness of head and pride of heart.  Against his own want of consideration also.  \\\"My people do not consider.\\\"  As also against himself as a lawless invader of other men's freedom of judgment, following of truth, public honour, and good name.  As the Arabian warriors see themselves and dress themselves in their swords as in a glass, so did Valiant-for-truth see the thoughts and intents, the joints and the marrow of his own disordered soul in his Jerusalem blade.  In the sheen of it he could see himself even when the darkness covered him; and with its two edges all his after-life he slew both all real error in other men and all real evil in himself. \\\"Thou hast done well,\\\" said Greatheart the guide.  \\\"Thou hast resisted unto blood, striving against sin.  Thou shalt abide by us, come in and go out with us, for we are thy companions.\\\"\\n2. \\\"Sir,\\\" said the widow indeed to Valiant-for-truth, \\\"sir, you have in all places shown yourself true-hearted.\\\"  The first time she ever saw this man that she is now seeing for the last time on this side the river, his own mother would not have known him, he was so hacked to pieces with the swords of his three assailants. But as she washed the blood off the mangled man's head and face and hands, she soon saw beneath all his bloody wounds a true, a brave, and a generous-hearted soldier of the Cross.  The heart is always the man.  And this woman had lived long enough with men to have discovered that.  And with all his sears she saw that it was at bottom the truth of his heart that had cast him into so many bloody encounters.  There were men in that company, and men near the river too, with far fewer marks of battle, and even of defeat, upon them, who did not get this noble certificate and its accompanying charge and trust from this clear-eyed widow.  And, then, she had never forgot--how could she?--his exclamation, and almost embrace of her as of his own mother, when he burst out with his eyes full of blood, \\\"Why, is this Christian's wife?  What! and going on pilgrimage too?  It glads my heart!  Good man!  How joyful will he be when he shall see her and her children enter after him in at the gates into the city!\\\"  He would have been hacked a hundred times worse than he was before the widow of Christian, and the mother of his children, would have seen anything but the manliest beauty in a young soldier who could salute an old woman in that way.  It gladdened her heart to hear him, you may be sure, as much as it gladdened his heart to see her.  And that was the reason that she actually set Greatheart himself aside, and left her children under this young man's sword and shield.  \\\"I would also entreat you to have an eye to my children,\\\" she said.  Young men, has any dying mother committed her children, if you at any time see them faint, to you?  Have you ever spoken so comfortably to any poor widow about her sainted husband that she has passed by some of our foremost citizens, and has astonished and offended her lawyers by putting a stripling like you into the trusteeship?  Did ever any dying mother say to you that she had seen you to be so true-hearted at all times that she entreated you to have an eye to her children? Speaking at this point for myself, I would rather see my son so trusted at such an hour by such a woman than I would see him the Chancellor of Her Majesty's Exchequer, or the Governor of the Bank of England.  And so to-night would you.\\n\\nSTANDFAST\\n\\n\\\"So stand fast in the Lord, my dearly beloved.\\\"--Paul.\\n\\nIn his supplementary picture of Standfast John Bunyan is seen at his very best, both as a religious teacher and as an English author.  On the Enchanted Ground Standfast is set before us with extraordinary insight, sagacity, and wisdom; and then in the terrible river he is set before us with an equally extraordinary rapture and transport; while, in all that, Bunyan composes in English of a strength and a beauty and a music in which he positively surpasses himself.  Just before he closes his great book John Bunyan rises up and once more puts forth his very fullest strength, both as a minister of religion and as a classical writer, when he takes Standfast down into that river which that pilgrim tells us has been such a terror to so many, and the thought of which has so often affrighted himself.\\n\\nWhen Greatheart and his charge were almost at the end of the Enchanted Ground, so we read, they perceived that a little before them was a solemn noise as of one that was much concerned.  So they went on and looked before them.  And behold, they saw, as they thought, a man upon his knees, with hands and eyes lift up, and speaking, as they thought, earnestly to one that was above.  They drew nigh, but could not tell what he said; so they went softly till he had done.  When he had done, he got up and began to run towards the Celestial City.  \\\"So-ho, friend, let us have your company,\\\" called out the guide.  At that the man stopped, and they came up to him.  \\\"I know this man,\\\" said Mr. Honest; \\\"his name, I know, is Standfast, and he is certainly a right good pilgrim.\\\" Then follows a conversation between Mr. Honest and Mr. Standfast, in which some compliments and courtesies are exchanged, such as are worthy of such men, met at such a time and in such a place.  \\\"Well, but, brother,\\\" said Valiant-for-truth, \\\"tell us, I pray thee, what was it that was the cause of thy being upon thy knees even now? Was it for that some special mercy laid obligations upon thee, or how?\\\"  And then Standfast tells how as he was coming along musing with himself, Madam Bubble presented herself to him and offered him three things.  \\\"I was both aweary and sleepy and also as poor as a howlet, and all that the wicked witch knew.  And still she followed me with her enticements.  Then I betook me, as you saw, to my knees, and with hands lift up and cries, I prayed to Him who had said that He would help.  So just as you came up the gentlewoman went her way.  Then I continued to give thanks for my great deliverance; for I verify believe she intended me no good, but rather sought to make stop of me in my journey.  What a mercy is it that I did resist her, for whither might she not have drawn me?\\\" And then, after all this discourse, there was a mixture of joy and trembling among the pilgrims, but at last they broke out and sang:\\n\\n\\\"What danger is the pilgrim in, How many are his foes, How many ways there are to sin, No living mortal knows!\\\"\\n\\n1. \\\"Well, as I was coming along I was musing with myself,\\\" said Standfast.  You understand what it is to come along musing with yourself, do you not, my brethren?  \\\"I will muse on the work of Thy hands,\\\" says the Psalmist.  And again, \\\"While I was musing the fire burned.\\\"  Well, Standfast was much given to musing, just as David was.  Each several pilgrim has his own way of occupying himself on the road; but Standfast could never get his fill just of musing. Standfast loved solitude.  Standfast liked nothing better than to walk long stretches at a time all by himself alone.  Standfast was like the apostle when he preferred to take the twenty miles from Troas to Assos on foot and alone, rather than to round the cape on shipboard in a crowd.  \\\"Minding himself to go afoot,\\\" says the apostle's companion.  It would have made a precious chapter in the Acts of the Apostles had the author of that book been able to give his readers some of Paul's musings as he crossed the Troad on foot that day.  But in the absence of Paul's musings we have here the musings of a man whom Paul would not have shaken off had he foregathered with him on that lonely road.  For Standfast was in a deep and serious muse mile after mile, when, who should step into the middle of his path right before him but Madam Bubble with her body and her purse and her bed?  Now, had this hungry howlet of a pilgrim been at that moment in any other but a musing mood of mind, he had to a certainty sold himself, soul and body, Celestial City and all, to that impudent slut.  But, as He would have it who overrules Madam Bubble's descents, and all things, Standfast was at that moment in one of his most musing moods, and all her smiles and all her offers fell flat and poor upon him.  Cultivate Standfast's mood of mind, my brethren.  Walk a good deal alone.  Strike across country from time to time alone and have good long walks and talks with yourself.  And when you know that you are passing places of temptation see that your thoughts, and even your imaginations, are well occupied with solemn considerations about the certain issue of such and such temptations; and then, to you, as to Standfast,\\n\\n\\\"The arrow seen beforehand slacks its flight.\\\"\\n\\n1. But, musing alone, the arrow seen beforehand, and all, Standfast would have been a lost man on that lonely road that day had he not instantly betaken himself to his knees.  And it was while Standfast was still on his knees that the ascending pilgrims heard that concerned and solemn noise a little ahead of them.  Did you ever suddenly come across a man on his knees?  Did you ever surprise a man at prayer as Greatheart and his companions surprised Standfast?  I do not ask, Did you ever enter a room and find a family around their morning or evening altar?  We have all done that.  And it left its own impression upon us.  But did you ever spring a surprise upon a man on his knees alone and in broad daylight?  I did the other day.  It was between eleven and twelve o'clock in the forenoon when I asked a clerk if his master was in. Yes, he said, and opened his master's door.  When, before I was aware, I had almost fallen over a man on his knees and with his face in his hands.  \\\"I pray thee,\\\" said Valiant-for-truth, \\\"tell us what it was that drew thee to thy knees even now.  Was it that some special mercy laid its obligations on thee, or how?\\\"  I did not say that exactly to my kneeling friend, though it was on the point of my tongue to say it.  My dear friend, I knew, had his own difficulties, though he was not exactly as poor as a howlet.  And it might have been about some of his investments that had gone out of joint that he went that forenoon to Him who had said that He would help.  Or, like the author of the Christian Perfection and The Spirit of Prayer, it was the sixth hour of the day, and he may have gone to his knees for his clerks, or for his boys at school, or for himself and for the man in the same business with himself right across the street.  I knew that my friend had the charming book at home in which such counsels as these occur:  \\\"If masters were thus to remember their servants, beseeching God to bless them, letting no day pass without a full performance of this devotion, the benefit would be as great to themselves as to their servants.\\\" And perhaps my friend, after setting his clerks their several tasks for the day, was now asking grace of God for each one of them that they might not be eye-servants and men-pleasers, but the servants of Christ doing the will of God from the heart.  Or, again, he may have read in that noble book this passage:  \\\"If a father were daily to make some particular prayer to God that He would please to inspire his children with true piety, great humility, and strict temperance, what could be more likely to make the father himself become exemplary in these virtues?\\\"  Now, my friend (who can tell?) may just that morning have lost his temper with his son; or he may last night have indulged himself too much in eating, or in drinking, or in debate, or in detraction; and that may have made it impossible for him to fix his whole mind on his office work that morning.  Or, just to make another guess, when he opened the book I had asked him to buy and read, he may have lighted on this heavenly passage:  \\\"Lastly, if all people when they feel the first approaches of resentment or envy or contempt towards others; or if in all little disagreements and misunderstandings whatever they should have recourse at such times to a more particular and extraordinary intercession with God for such persons as had roused their envy, resentment, or discontent--this would be a certain way to prevent the growth of all uncharitable tempers.\\\"  You may think that I am taking a roundabout way of accounting for my friend's so concerned attitude at twelve o'clock that business day; but the whole thing seemed to me so unusual at such a time and in such a place that I was led to such guesses as these to account for it. In so guessing I see now that I was intruding myself into matters I had no business with; but all that day I could not keep my mind off my blushing friend.  For, like Mr. Standfast, my dear friend blushed as he stood up and offered me the chair he had been kneeling at.  \\\"But, why, did you see me?\\\" said Mr. Standfast. \\\"Yes, I did,\\\" quoth the other, \\\"and with all my heart I was glad at the sight.\\\"  \\\"And what did you think?\\\" said Mr. Standfast.\\n2. \\\"Was it,\\\" asked Valiant-for-truth, in a holy curiosity, \\\"was it some special mercy that brought thee to thy knees even now?\\\"  Yes; Valiant-for-truth had exactly hit it.  Gracious wits, like great wits, jump together.  \\\"Yes,\\\" confessed Standfast, \\\"I continue to give thanks for my great deliverance.\\\"  My brethren, you all pray importunately in your time of sore trouble.  Everybody does that. But do you feel an obligation, like Standfast, to abide still on your knees long after your trouble is past?  Nature herself will teach us to pray; but it needs grace, and great grace continually renewed, to teach us to praise, and to continue all our days to praise.  How we once prayed, ay, as earnestly, and as concernedly, and as careless as to who should see or hear us as Standfast himself!  How some of us here to-night used to walk across a whole country all the time praying!  How we hoodwinked people in order to get away from them to pray for twenty miles at a time all by ourselves!  Under that bush--it still stands to mark the spot; in that wood, long since cut down into ploughed land--we could show our children the spot to this day where we prayed, till a miracle was wrought in our behalf.  Yes, till God sent from above and took us as He never took a psalmist, and set our feet upon a still more wonderful rock.  How He, yes, HE, with His own hand cut the cords, broke the net, and set us free!  Come, all ye that fear God! we then said, and said it with all sincerity too.  And yet, how have we forgotten what He did for our soul?  We start like a guilty thing surprised when we think how long it is since we had a spell of thanksgiving.  Shame on us!  What treacherous hearts we have! What short memories we have!  How soon we forgive ourselves, and so forget the forgiveness of our God!  Brethren, let us still lay plans for praise as we used to do for prayer.  If our friends will go out with us, let us at least insist on walking home alone.  Let us say with Paul that we get sick at sea; and, besides, that we have some calls to make and some small accounts to settle before we leave the country.  Tell them not to wait dinner for us.  And then let us take plenty of time.  Let us stop at all our old stations and call back all our old terrors; let us repeat aloud our old psalms--the twenty-fifth, the fifty-first, the hundred and third, and the hundred and thirtieth.  We used to terrify people with our prayers as Standfast terrified the young pilgrims that day; let us surprise and delight them now with our psalms of thanksgiving. For, with all our disgraceful ingratitude in the past, if William Law is right, we are even yet not far from being great saints, if he is not wrong when he asks:  \\\"Would you know who is the greatest saint in the world?  It is not he who prays most or fasts most; it is not he who gives most alms, or is most eminent for temperance, chastity, or justice.  But it is he who is most thankful to God, and who has a heart always ready to praise God.  This is the perfection of all virtues.  Joy in God and thankfulness to God is the highest perfection of a divine and holy life.\\\"  Well, then, what an endless cause of joy and thankfulness have we!  Let us acknowledge it, and henceforth employ it; and we shall, please God, even yet be counted as not low down but high up among the saints and the servants of God.\\n3. Christiana said many kind and wise and beautiful things to all the other pilgrims before she entered the river, but it was observed that though she sent for Mr. Standfast, she said not one word to him when he came; she just gave him her ring.  \\\"The touch is human and affecting,\\\" says Mr. Louis Stevenson, in his delightful paper on Bagster's \\\"Bunyan,\\\" in the Magazine of Art.  By the way, do you who are lovers of Bunyan literature know that remarkable and delicious paper?  The Messrs. Bagster should secure that paper and should issue an edition de luxe of their neglected \\\"Bunyan,\\\" with Mr. Stevenson's paper for a preface and introduction.  Bagster's \\\"Illustrated Bunyan,\\\" with an introduction on the illustrations by Mr. Louis Stevenson, if I am not much mistaken, would sell by the thousand.\",\"timestamp\":1641295914,\"title\":\"Inconsiderate, again, is the shallow creature he is, and does the endless mischief that he does,\"},\"digest\":\"xEtNL-pYs1QhngVAASNoJDRs_HPUCW8jpJ-rCUw70QY\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJt4m5o4fu-qpRERw8j_xahu752OQh4U_LVAIxuNGSo\\\",\\\"y\\\":\\\"PyJeC-h8MSF4BL_DWUanBety4lHVgXlU5OOjaDPAinA\\\"}\",\"signature\":\"e0rTzVO8gGcnxqBf4WFgKojzpSd5oWuqCfxZ-POcanl_-9WJUs-Rmo6gj9LTuZQNIgZAx7BE8-SEKTKDi8znlA\",\"signingKeySignature\":\"0x59310ba317f503ccbc69cdf023887744db1f782b4cee0892098998ed611da47f0117d4889f3f836373d8f89a715abd33f3bc0e9360c161fec035dfd819315d501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJt4m5o4fu-qpRERw8j_xahu752OQh4U_LVAIxuNGSo\\\",\\\"y\\\":\\\"PyJeC-h8MSF4BL_DWUanBety4lHVgXlU5OOjaDPAinA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xEtNL-pYs1QhngVAASNoJDRs_HPUCW8jpJ-rCUw70QY\"}"