"{\"content\":{\"body\":\"India, which stood by the US-backed former Kabul government and has been losing influence in the country since the US withdrawal, is about to host a regional security dialogue on Afghanistan on Wednesday. But with China and Pakistan's absence, experts believe the meeting is unlikely to yield anything tangible for the war-torn country.  \\n  \\n Chinese Foreign Ministry spokesperson Wang Wenbin said on Tuesday that it is not convenient for China to attend the meeting due to scheduling issues, and India has already been informed.  \\n  \\n Wang's remarks came after Pakistan's decision to skip the meeting last week. Indian media reported on Sunday that China is open to dialogue with India on Afghanistan multilaterally and bilaterally despite its non-attendance. \\n  \\n Seven countries including Russia, Kazakhstan and Iran have confirmed their attendance at the Delhi Regional Security Dialogue on Afghanistan at the level of national security advisers. The Indian government said the meeting will review the security situation in Afghanistan. \\n  \\n Indian media also made no secret about the country's arrogance and complacency. Citing anonymous sources, Indian media said the participation of Afghanistan's neighbors to the meeting shows \\\"enthusiastic response\\\" and the importance attached to India's role in promoting \\\"peace and security.\\\"  \\n  \\n Meanwhile, a source told India's ANI News that Pakistan's decision shows its mindset of viewing Afghanistan as its protectorate, describing Pakistan's role in Afghanistan as \\\"pernicious.\\\"  \\n  \\n India wants to use the event to show its influence in regional affairs, and strike a blow at Pakistan, Zhu Yongbiao, Director of the Center for Afghanistan Studies in Lanzhou University, told the Global Times on Tuesday.  \\n  \\n Although the neighboring countries come with goodwill to help stabilize Afghanistan and the region, India's selfish desire to use the conference to attack other countries and highlight its presence made it difficult for the conference to have any real effect, Zhu said.  \\n  \\n \\\"There is no shortage of meetings to discuss the situation in Afghanistan, but concrete and practical measures are what are really needed,\\\" Zhu said. \\n  \\n Observers said that India invested heavily in Afghanistan during the US control and gave assistance to the then-Kabul government in intelligence and security, even training its officers. \\n  \\n \\\"India cannot get rid of its anxiety as its influence in Afghanistan may plummet after the US withdrawal… India has always been opposed to the Taliban, and the Taliban does not trust India very much,\\\" Zhao Gancheng, director of the Center for Asia-Pacific Studies at the Shanghai Institute for International Studies, told the Global Times on Tuesday \\n  \\n In September, special envoys from Russia, Pakistan and China held talks in Kabul, at the invitation of the Taliban, and discussed progress with Taliban officials. India was absent from the list.  \\n  \\n The expert said China has been working closely with Russia as well as Central Asian countries on security issues in Afghanistan, and India has a sense of being left out, so India will use the meeting to enhance its position.   \\n  \\n In October, Russia gathered 10 countries, including China and Pakistan, to focus on the developing political and military situation in Afghanistan, highlighting the prominent role of China-Russia coordination on the Afghan crisis. \\n  \\n The India-hosted event also comes amid existing border tensions between India and China. \\n  \\n China and India share common interests and goals in regional security.  But the problem is that India always keeps a zero-sum mentality. India always highlights itself by belittling others, especially in its relations with Pakistan, Zhao said. \\n  \\n India must abandon its zero-sum mentality if it is to play a key role in regional security affairs. The unrealistic pursuit of regional dominance will only have a negative impact on other countries, Zhao said.  \\n \",\"timestamp\":1636556910,\"title\":\"With China, Pakistan's absence, India-hosted Afghan meeting unlikely to yield tangible results: expert\"},\"digest\":\"SaEND0VLflFwKICKZp68sTov4HNjBjPly-j72QRF6Kk\",\"authorship\":{\"contributor\":\"0x8e1ADa612E66C0b08E75D2a7779A5d62ce3a19f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g-rTQjtsQH3UCpZ60bvJ6xFqgGZQP8FsXs92NQKK43M\\\",\\\"y\\\":\\\"jY3PKBh4lFWfGyM78WUqyannq0Pv78afkhuy_z3XkBg\\\"}\",\"signature\":\"DJK0YaFGPat9BHaASsg81Jthgp8q9kQEUD0Z-IMNhqJhOBsaCy6J8S1UB0o8MoDrJuTAppLPsNc-kZd6ciw9mw\",\"signingKeySignature\":\"0xb8f7279c7bc7cc141aadd91b4422cc20a9cb240cb7ff8805f042c833df0bc8a2170fa8e7c58f30d59a81c4e8b2d4e217cf3eae5f136b03489ae838b5901ed7971c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g-rTQjtsQH3UCpZ60bvJ6xFqgGZQP8FsXs92NQKK43M\\\",\\\"y\\\":\\\"jY3PKBh4lFWfGyM78WUqyannq0Pv78afkhuy_z3XkBg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SaEND0VLflFwKICKZp68sTov4HNjBjPly-j72QRF6Kk\"}"