"{\"content\":{\"body\":\"Spent 45 minutes of my life on this twitter thread so I thought I should post it here too. \\n\\n### gm; week 2 of nft life 🤯\\n\\nSome reflections: \\n\\nOn hype - coming from a controls background in finance, my initial aversion to the whole NFT hype stemmed from how I see that this a Wild West situation replicating the ugliest parts of finance (pump and dump, wash trades, insider trading with gated communities).\\n\\nOn art - it’s hard to put a value on art and the art market is notoriously opaque with auction house antics. NFT/tech isn’t enough to really solve all these problems. Existing infrastructures are being co-opted into the NFT space and sometimes it feels like more of the same.\\n\\nOn utility - a couple months in and I’m sure everyone is tired of pfp projects with boiler plate roadmaps already. Because the tech is still so new, it’s really hard to discern the real builders who are innovating on project utility.\\n\\n### Now on to the good stuff 💕\\n\\n[@crypto_coven](https://twitter.com/crypto_coven) was my first mint and it’s not hard to see why they are so popular with first timers. The high witches and other members of their community are so patient and helpful and their library is a treasure trove. Until recently there was hardly talk about price floors, mint progress, rarity score, or raids. They let their art and work speak for itself and damn it was a powerful message.\\n\\n![My first NFT - Witch #2361 - cremini, the olive snack cake](https://images.mirror-media.xyz/publication-images/5cGdy8avthm9HUAhTM3CZ.png?height=2000&width=2000)\\n\\nThe reveal was very nerve wrecking and seeing my cremini at 1am at night gave me a fright ngl. She is like... staring into your soul! I’ve grown so fond of her and now that I’ve parted with her I kinda miss her. Strange.\\n\\n![Minted my second one after a week - Witch #4268 - wildfire, the bloody mathbox](https://images.mirror-media.xyz/publication-images/t3mYQgIRGKY7q0I4ICEAT.png?height=2000&width=2000)\\n\\nWas so drawn by what the High Witches built and the interaction on discord that I had to mint a second one. Another impressive achievement for coven was that they had really steady growth over the week, and solid sales on secondary. I guess the art and lore were really powerful and relatable. The magic is real 🦋💫✨🔮🧿\\n\\n[@alphagirlclub](https://twitter.com/alphagirlclub) is having a shaky mint now but their team hasn’t stopped delivering on their promises. They don’t hold their community hostage to push the mint rate and went ahead with reveals, setting up the treasury, purchasing land on sandbox for future engagement.\\n\\n[https://twitter.com/i/status/1469801124337098760](https://twitter.com/i/status/1469801124337098760)\\n\\n[@sad_girls_bar](https://twitter.com/sad_girls_bar) gave me the warmest welcome even though I’m kind of a late entrant. Their approach is dark and humorous and their artist is amazing. The look is so distinct and I’m so glad to have bought in. Sadness and alcohol is the best pair 🍸🖤🤍\\n\\nArtist collectives and curation platforms are such a powerful way to connect and increase visibility for artists. I listened to [@artofanalu](https://twitter.com/artofanalu)’s sharing and she’s so genuine and that really comes across in her art. How do we make sure great artists aren’t buried by all the noise?\\n\\n![After contemplating for a while I finally got Dream 19. ](https://images.mirror-media.xyz/publication-images/3hYOpnUvPQYX21czorD9l.png?height=4000&width=4000)\\n\\nI’m so happy to see my culture represented in [@Weir_DAO](https://twitter.com/Weir_DAO) [@Reva_fyw](https://twitter.com/Reva_fyw). Their response to my question about advocacy for Chinese aesthetics in NFT art space also made me reflect more about accessibility, appeal and the dangers of pushing ethnocentric tribalism.\\n\\n![Through the Window by Reva on ArtBlocks Factory](https://images.mirror-media.xyz/publication-images/5QF4ObwgCshAHD2o87E2P.png?height=1018&width=2792)\\n\\nAlso read Reva’s blog post on this series. She raises interesting notes about how “I found that many traditional Chinese decorative patterns contain a lot of generative art logic.”\\n\\n[https://www.revafyw.com/blog/through-the-window](https://www.revafyw.com/blog/through-the-window)\\n\\nVery excited to support projects building with a view of the bigger picture. Islands, Mirror, Gallery are great spaces for me to explore and follow because they help bring the works beyond marketplaces and make them a lot more accessible.\\n\\nI’ve also just lost my first gas war so I guess [#achievementunlocked](https://twitter.com/hashtag/achievementunlocked?src=hashtag_click)? Need to build emotional resilience to deal with the disappointment of missing a good mint.\\n\\nStill so excited to explore further. Generative art and programmable art are such interesting concepts and useful for examining the relationship between art and the creator. I’m a believer of against interpretation (iykyk or reach out to me and I will share more).\\n\\nI also really appreciate the humour in this space. Think it’s an indication of self awareness and playfulness which I so deeply crave (😈,😇). We are still so new so can’t go around pretending like we’ve got it all figured out right?\\n\\n[@Grim__Syndicate](https://twitter.com/Grim__Syndicate) is my first foray into SOL and I also love the work they are doing. It’s been 2 months since their release and they continue to engage and deliver. Very targeted giveaway here with a clear purpose which I appreciate.\\n\\n![My Grim!](https://images.mirror-media.xyz/publication-images/Ksr4EJn_vC9UTxM97agkO.png?height=2880&width=2880)\\n\\nShoutout to my first online friend [@ladygrey1111](https://twitter.com/ladygrey1111). Some explorer camaraderie really helped me feel more connected and less alone. \\n\\nOnwards to more exploration! 🚀🛸\",\"timestamp\":1639412552,\"title\":\"First Week Here\"},\"digest\":\"bgJDXnN_q3a9oqfOWJD8GxNTCJelDN7lFSM7vv4wL8s\",\"authorship\":{\"contributor\":\"0x8F1fA5D984049E4e98948aE67285730b2507052a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63OKa_rJgizOryZlD3pY7WrcioZoYmc6PCh7eyWoczo\\\",\\\"y\\\":\\\"g3W1aP2GZWylsitn-ZQ0X-0XPhTrMMeBkaR2Wah1ldY\\\"}\",\"signature\":\"YrTE4xCIvuUVeZK1Rh4A-LCjTPsZC5a6sQGOYMV2Tv1ORnytoFBxfHYYwz3lLKlaHYOWmbUH5jBKmGoFzW0nYw\",\"signingKeySignature\":\"0xb8d3e9dff0a42d6c648c866b723c0c81a1e4769a26078686ad2d05fd847bfa3d64b99bbde8a2ed8424b6f84a00f62109b71b9f8c942cfae0913bc10567f91f111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63OKa_rJgizOryZlD3pY7WrcioZoYmc6PCh7eyWoczo\\\",\\\"y\\\":\\\"g3W1aP2GZWylsitn-ZQ0X-0XPhTrMMeBkaR2Wah1ldY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bgJDXnN_q3a9oqfOWJD8GxNTCJelDN7lFSM7vv4wL8s\"}"