"{\"content\":{\"body\":\"There are a lot of great DeFi resources out there, but I’ve struggled to find one that gives a high level market overview and frameworks for how to identify different patterns in DeFi. The goal of this primer is to help you navigate the problem space, and give you pointers for starting your DeFi adventure.\\n\\nPlanning to start with the high level framework and resources and then will follow up with subsequent posts or threads about specific protocols and how they work.\\n\\n*This assumes you have some basic understanding of how layer 1/2s work and self-custodied wallets. If not, I link some resources below for you to learn more.*\\n\\n## Table of contents\\n\\n1. What is DeFi?\\n2. Why should I care about DeFi?\\n3. What are the components of a traditional financial market?\\n4. What are the common types of DeFi to engage in?\\n5. What are the risks? How do I think about risk management?\\n6. Tactically, how do I get started?\\n7. Example protocols to look into\\n8. Additional resources\\n\\n### 1/ What is DeFi?\\n\\nDeFi, or decentralized finance, refers to the “ecosystem of financial applications being built with blockchain technology and without banks.” ([ref](https://newsletter.thedefiant.io/p/the-defiants-definitive-guide-to))\\n\\nDeFi allows you, the average consumer, to achieve financial outcomes that weren’t previously possible because of the role of the middle man in facilitating transactions in our TradFi (traditional finance) world.\\n\\n![Smart contracts enable DeFi solutions to be much more efficient and directly connect the sender and the receiver. Source: The Defiant](https://images.mirror-media.xyz/publication-images/ZiTMrEbEZ3Whl0g_r7bcq.png?height=726&width=1414)\\n\\nDeFi has promising applications in the long-term for the unbanked. There’s no need to fill out countless sheets of paperwork to open an account, or pay confusing fees and wait days to transfer large sums of money. Markets are open 24/7, you can stake tokens to get yield on tokens you already hold, and earn fees for helping protocols by providing liquidity.\\n\\n### 2/ Why should I care about DeFi?\\n\\nI’m excited about DeFi because:\\n\\n1. **It offers financial outcomes that don’t exist in traditional markets**\\n   1. There are stablecoin yield options that offer 20% APY. My high yield savings account offers me 0.5%. Nothing is without risk in crypto, but I’d actually rather gamble on smart contract risk than try to wait out the S&P 500 or hold cash in my traditional banks. While trading may still be the route to 100x-ing your portfolio, DeFi offers you an interim solution to weather bear markets while also making your assets work for you.\\n   2. Caveat: please don’t invest more than what you can lose. Crypto is an incredibly volatile market and while there are different levels for risk for different investment decisions, best practice is to invest what you’re okay with losing.\\n2. **The power of web3 is in the product solutions, not just the tokens itself**\\n   1. I didn’t fully appreciate what web3 and crypto was until I took my money off of Coinbase and started playing around with dApps (decentralized apps). Crypto isn’t fun because you’re buying and holding tokens. It’s fun when you realize that these tokens are pieces of internet money that unlock entire new worlds.\\n3. **There’s no better way to take charge of your financial future**\\n   1. My parents have always told me that the key to wealth is buying real estate, charging rent for it, and enjoying that passive yield. While real estate is still a good form of diversification, I was never really interested in it. However, I now  generate equivalent passive income by having a diversified DeFi portfolio. That’s definitely not something I was getting out of my Vanguard S&P investments or holding traditional stock.\\n   2. The path toward financial freedom has changed significantly with the invention of DeFi, and I think it’s a basic skill everyone should learn.\\n\\n### 3/ What are the components of a traditional financial market?\\n\\nThere’s a lot going on in DeFi across all the different layer 1s (L1s) that it’s really hard to keep track of what’s real and what isn’t. One way that I’ve structured my learning is to think about the overall ecosystem as a reflection of the financial markets they’re rebuilding.\\n\\nEvery L1 is building infrastructure for DeFi. Within those DeFi solutions, there are common themes (e.g. automatic market makers, borrowing/lending solutions, trading, asset management, etc) that give individuals different ways to deploy their money. It’s important to understand what those different players and their roles are, as it’ll give you a better instinct on what’s worth investing in and what isn’t.\\n\\nA significant amount of DeFi yield often comes back in the native token that’s launching the platform ([ref](https://thedefiant.io/what-is-yield-farming-and-liquidity-providing/) Compound, Synthetix, Yearn to learn more). You can choose to immediately sell off the token you earn - it’s important to take profits in crypto. However, there’s also potentially value in just being early to different protocols that are successful and add value in the ecosystem.\\n\\nYour choice to farm a specific protocol is you choosing to invest and trust in that protocol. So understanding what’s missing in the broader ecosystem can strengthen convictions you have in different players.\\n\\n![Ethereum is the most mature DeFi ecosystem with a total of $160B total value locked (TVL). The next highest ecosystem is Terra at $20B. Source: The Defiant](https://images.mirror-media.xyz/publication-images/1-K1c9H6tEweTAeU1gV0P.png?height=1018&width=1212)\\n\\nA quick run-down of what these are (in order of what you’re most likely to see when you’re actively participating in Defi):\\n\\n* **Trading (incl automatic market makers):** the heart and soul of DeFi is a place where people can swap their tokens for other tokens. You’ll often hear about CeFi, or centralized finance examples like Coinbase, which also offer the ability to invest in coins. AMMs are amazing because they are totally decentralized, and live off of liquidity that users are putting in themselves. This bucket is important because without a good AMM, then users won’t actually be able to exchange what they’re getting in DeFi.\\n* **Lending:** lending is important because people often own assets that are valuable that they can borrow against and create leverage with. Leverage is key to multiplying wealth (but something to be very careful with)\\n* **Stablecoins:** not all DeFi is farming with hyper volatile coins. Stablecoins are coins that are usually pegged to the dollar and hold their value even during bear markets. As a result, stablecoins are popular options for investors.\\n* **Derivatives:** I’m not sophisticated enough to play with derivatives, but if you’re an advanced trader and want to play with future, options, swaps, these exist\\n* **Insurance:** you’ve heard everyone talk about smart contract risk, protocols getting hacked. Insurance is super important. Yes, it cuts into yields, but if you want peace of mind, it’s worth insuring larger positions you’re in.\\n* **Other**\\n  * **Data and analytics:** think of these as the dashboards you check to understand how overall ecosystem health is for things you’re investing in. You may even find new, up and coming L1s and protocols to invest in\\n  * **Cross-chain:** Cross-chain solutions let you move assets from one chain to another. As DeFi gets more mature, cross-chain applications will only continue to be more important. One popular strategy called the MIM-UST Degen Box involves bridging your UST from the Terra ecosystem over to ETH to borrow money. Solana is currently offering a covered calls strategy for Luna tokens.\\n  * **Asset management:** once you start farming across a lot of chains, it becomes easy to lose track of what you’ve invested in and how much you have. Popular solutions here are Zapper, Zerion, DeFi Bank, Apeboard, but to be honest, there isn’t a single asset management solution I’m happy with for active DeFi users. If you’re building something here, let’s chat.\\n  * **Oracles:** oracles are important because they are what help keep accurate prices for the assets that you’re trading. For example, you wouldn’t want the oracle to have lagging data on a price that accidentally causes liquidation on an asset you’re borrowing.\\n  * **Custody:** incredibly important, but I see them almost as precursors to entering the DeFi ecosystem, as opposed to something you’re actually engaging in in DeFi. Self-custodied wallets are mandatory for DeFi, and while you will actively use one when you engage in DeFi, I think of these separately.\\n\\n### 4/ What are common types of DeFi to engage in?\\n\\nThere are a lot of crazy things that advanced DeFi users/traders engage in. I’m still learning advanced strategies, but here are the common concepts:\\n\\n* **Staking**\\n  * You’ve probably heard of the different tradeoffs between proof of stake and proof of work. Proof of stake involves users offering tokens they’re already holding to be staked so they can help validate transactions that are happening on the blockchain. Staking helps contribute to the blockchain’s security and efficiency, but also gives you a way to earn incremental yield on something you’re already holding.\\n  * For example, let’s say you bought ETH because you’re bullish about ETH. Instead of holding that in a CeFi wallet, you can stake in on Lido and earn 4.8%. You can technically take that stETH and do even more with it :)\\n  * For a traditional markets comparison. Let’s say you buy stock in your favorite company. That capital is effectively locked up and you can’t do anything with it. Staking lets you invest in coins you’re excited about, and then earn compound interest on top of what you’re already holding.\\n* **Liquidity pooling (aka yield farming)**\\n  * I mentioned above how automatic market makers are super important to the DeFi ecosystem because they allow coins to be swapped and exchanged. However, because everything is decentralized, someone needs to provide liquidity into those markets so swaps can occur. DeFi gives you the opportunity to add liquidity to pools, earn a small chunk of fees for trades that happen in the pool, and occasionally the chance to earn governance tokens as well.\\n  * For example: Astroport recently launched on the Terra ecosystem. By adding liquidity for $MIR <> $UST, I’m providing an equal proportion of $ value of $MIR and $UST tokens and then earning a small proportion of those fees and extra bonus governance tokens for locking up my liquidity.\\n* **Borrowing with collateral**\\n  * Let’s say you bought a bunch of ETH because you’re excited about the potential of ETH. You can stake some for yield, you can also borrow against some for even more yield. For example, Anchor on Terra allows you to use your stETH as bETH so you can borrow UST. You could then immediately put that extra UST into Anchor Protocol for another 20% APY.\\n  * Borrowing can be risky, and you can be subject to immediate liquidation if prices drop. This is often what happens when you see really sharp drops in the market. Generally the recommendation here is to take a more conservative loan to value (LTV) ratio.\\n* **DeFi 2.0 (protocol owned liquidity)**\\n  * This is not technically MECE because DeFi 2.0 uses staking mechanisms, with an innovation called protocol owned (as opposed to rented) liquidity. I’ll go into what this means on a later date, but I think it’s worth flagging here as it’s often DeFi 2.0 yields that get people attracted to DeFi ($ohm, $time, $klima). $ohm was the first thing I did, and it was because I saw an 8,000% APY.\\n  * I would classify this entire section as extremely high risk investments. Note that the APY reflects the growth of the token, not the promised value of the token. It’s possible that the token value might also fall, but if you’ve staked for long enough, you still might be up.\\n\\n### 5/ What are the risks? How do I think about risk management?\\n\\nThere are a few key categories of risk:\\n\\n* **Smart contract risk:** everything in DeFi is code, and code can be hacked. You’ll notice that newer, riskier protocols will often offer 1000%+ APYs to bring in new users, but these same protocols tend to be less battle-tested. You can read [Rekt](https://rekt.news/) for news about protocol hacks. I think it’s okay to have some of your investments in higher risk protocols, but diversify accordingly\\n* **Unstable pegs (for stablecoins):** if you are investing in DeFi via borrowing on stablecoins, is possible for stablecoins to lose their peg. This can cause mass liquidations downstream. General guidance here is to consider less aggressive pegs (e.g. instead of liquidating UST at a 0.98 for the $UST <> $MIM strategy, use something a lot lower)\\n* **Impermanent loss (for liquidity pools):** you’ll hear this term tossed around in DeFi. When you add liquidity into pools, you are offering equal amounts of token 1 and token 2 in exchange for a certain amount of liquidity pool (LP) tokens. However, token 1 and 2 may deviate in price over time, which means that when you go back to redeem your LP tokens for what’s left in the pool, the ratios may look different, and could be worse than if you had just held the coins in your wallet.\\n  * [This chart](https://academy.binance.com/en/articles/impermanent-loss-explained) illustrates your rate of loss based on the fluctuations in price. While impermanent loss may occur, if the tokens you receive for yield farming exceed what you’d lose, then an LP pool may be worth it.\\n\\n![This chart shows how a 5x change in price would lead to a 25% loss relative to holding your tokens. If rewards exceed that amount, LPing could still be profitable. Source: Binance](https://academy.binance.com/_next/image?url=https%3a%2f%2fimage.binance.vision%2feditor-uploads-original%2f014aa2bcdf82454994ffda7ced798a3d.png&w=1920&q=100)\\n\\nYou can also get insurance for your protocols via protocols like [Nexus Mutual](https://nexusmutual.io/). For example, the Abracadabra insurance fee is about 2.6% APY that you’d subtract off your yields.\\n\\n### 6/ Tactically, how do I get started?\\n\\nThere are better guides than mine on the exact tactics, but here are the high level concepts:\\n\\n1. **Get fiat into crypto.** I like Coinbase and Okcoin, but use whatever you’re comfortable with. If you really get into this, you’ll probably eventually try Kucoin, which has a lot of coins that aren’t listed on major US CeFi options.\\n2. **Create a self-custodied wallet. Invest in a hard wallet if you’re putting more than $1K in.** Congrats! You can transfer money off of CeFi. You need a self-custodied wallet to start interacting with the world of DeFi. I prefer Metamask but there are a lot of options out there. If you plan on really investing in crypto, please get a hardware wallet. Think about it as physical 2-fac for your crypto wallet. I like Ledger but Trezor is another popular option.\\n3. **Buy some ETH for gas.** ETH will be critical for bridging funds into whatever other chain you’ll be on. You can do DeFi on ETH, but it’s not friendly to beginners because gas tends to be high. I check [here](https://etherscan.io/gastracker) to see gas prices. I typically don’t like to transact unless gas is at least <60 gwei, but it does depend on what market cycle we’re at. After the crash in Dec, gas was consistently <40 gwei throughout most of the day, while it was >100 gwei for most of Nov.\\n   1. Even if you don’t do your DeFi on ETH, ETH is often needed to get your funds from Ethereum and bridged onto other chains like Terra, Avalanche, Fantom, etc. You don’t need a lot here, 0.1 ETH should be able to get most bridged funds over.\\n4. **Play with L2s or cheaper L1s to actually get things done without spending exorbitant gas fees.** I highly recommend the Terra ecosystem (more below) for a sweet \\\\~20% APY on the Anchor UST savings account. Terra also has some other good yield farming options, as does Avalanche, another popular L1. Fantom has lately been pretty hot, but will require you getting on Kucoin, so maybe not the best beginner surface.\\n   1. Conceptually, you’ll want to pick an L1 where fees are ideally lower so you can do things, and then map the options within the L1 to the components of the traditional financial market framework and DeFi principles above. This framework will help you identify the role of relevant players in a given L1.\\n\\n### 7/ Example protocols to look into\\n\\n* Basics\\n  * **CeFi staking:** CeFi staking is a fast way to benefit from DeFi without having to engage in the complexities of a self-custodied wallet. My favorite option is Okcoin, which has really high yields. Sign up with my code [here](https://www.okcoin.com/join/600099615). Okcoin is not super popular in the US, but I met their team and they are legit. But more importantly, they offer >10% APY on popular coins like $matic, $dot, $avax, $atom, and more. I have yet to see this on any other CeFi exchange. This offers you the convenience of investing in coins you care about, while earning an additional 10% yield on them.\\n  * **[Anchor protocol](https://app.anchorprotocol.com/):** I always recommend Anchor to everyone because it’s effectively a savings account with 20% APY on the UST (US Terra) stablecoin. The only problem is getting UST is not convenient right now. You’ll need to buy UST via Coinbase, then send it to your self-custodied ETH wallet, bridge it via Terra Bridge, and then stake into Anchor. Here’s my [guide](https://twitter.com/jasminexu888/status/1468118403646853121) on getting UST.\\n  * **[Olympus DAO](https://www.olympusdao.finance/):** This one is super high risk and could go to 0, so put only what you’re okay with losing. I think Olympus is a powerful example of compounding, and they’re a huge innovator in DeFi 2.0 so it’s worth playing with just to get a sense of how to stake, how to confirm a transaction, etc.\\n* More complicated\\n  * **Liquidity pools on Fantom, Terra:** Liquidity pooling can require more active monitoring of your position. However, Fantom currently has some great options via Tomb Finance, Reaper Farm, and Grim Finance, and Terra has some great ones coming up with Astroport. You can read more on Fantom [here](https://twitter.com/jasminexu888/status/1474254125818945538).\\n  * **[$UST <> $MIM Abracadabra Degen Box strategy](https://abracadabramoney.medium.com/our-ust-strategy-the-first-application-of-the-magic-potentialities-of-degenbox-ea35f13d6b5e):** this one is pretty complicated, but once you understand it, a fairly safe way of earning >60% APY on your stablecoins. You are effectively doing the Anchor Protocol strategy mentioned above, but “looping” it. This means that you are borrowing money to be re-deposited back into Anchor. The leverage option lets you choose how many times you want to loop it, and select a liquidation amount you’re comfortable with. [This guide](https://twitter.com/Route2FI/status/1450771403490447363) does a great job explaining it.\\n\\n### 8/ Additional resources\\n\\n* [Ultimate 101 Guide to DeFi by The Defiant](https://thedefiant.io/what-is-defi-ultimate-defi-101-guide/)\\n* [The Defiant’s Definitive Guide to DeFi](https://newsletter.thedefiant.io/p/the-defiants-definitive-guide-to)\\n* [How does DeFi differ from CeFi](https://thedefiant.io/how-does-defi-differ-from-cefi/)\\n* [What is Yield Farming and Liquidity Providing](https://thedefiant.io/what-is-yield-farming-and-liquidity-providing/)\\n* [DeFi Basics](https://thedefiant.io/defi-101/)\\n* [How to DeFi by Coingecko](https://landing.coingecko.com/how-to-defi/?__cf_chl_jschl_tk__=WPb4ZmSdO57WacxlN5lgtKRhgvgEzp69vuU3nNsxEwA-1640681298-0-gaNycGzNCGU)\",\"timestamp\":1640763147,\"title\":\"Beginner's Guide to Understanding DeFi\"},\"digest\":\"LxLWsMQgC4UgIZxl83Lk_zz5VWKmGa1qxybURvQsk1o\",\"authorship\":{\"contributor\":\"0x931F21E02a3697c53ffEa350F0eC3c652040705e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yFzre3q9PbR_WbZmXt26kDKnHlAOZVfd2gWGfuK-Gtc\\\",\\\"y\\\":\\\"Lc0-4vz-FUd1XdE_ZYwf5Wj6fKjSkSOZQDwo8Jl5HOw\\\"}\",\"signature\":\"1irfqW1m0GxdsWDCVLJRdBnXFMr_lzaObxyGh_LdqEHgSDYy2oGXRaBOzTip-fPo9-kwYdSjXMxkjk7V9YyZ1A\",\"signingKeySignature\":\"0x3295ecb755e043116e2173fa213b468421457639b82ab1bd5ff47a425b504c892869d211d9313d2a16cccfd2e2ef392fdc2356315911cea996149c7bf1d4002300\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yFzre3q9PbR_WbZmXt26kDKnHlAOZVfd2gWGfuK-Gtc\\\",\\\"y\\\":\\\"Lc0-4vz-FUd1XdE_ZYwf5Wj6fKjSkSOZQDwo8Jl5HOw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kkSu-xTtKaav78QuymyhP3_rZvfmdNBu9N__gFzkjdI\"}"