"{\"content\":{\"body\":\"No matter how you cut it, at some point throughout your days on earth you are going to come across a difficult person in which you'll have to deal with. Even the most centered and mindful people run across these folks - truthfully,  it's almost impossible to avoid them (hint: they're everywhere - from the DMV to your workplace).\\n\\nBelow are some of my favorite techniques you can use to deal with difficult co-workers, customers, contractors, family members, and so on. Of course, you may know some of these difficult people better than others and know what tactics will work best on them - the key is to know that each of these are at your disposal (think of them like your toolkit).\\n\\n**1. Listen more than you talk**\\n\\nLet them vent and get out whatever it is they are angry about. Keep eye contact and nod your head to display that you are truly \\\"hearing\\\" what they are saying. This works two-fold - first, it demonstrates to them that you are attempting to see things from their perspective - second, it gives you time and all of the necessary information from them to respond methodically.\\n\\n**2. Don't get defensive**\\n\\nI know this is a hard one because of course you want to defend where you are coming from. The key is to separate yourself from the situation and understand that it likely is not about you. Difficult people have their own issues that they are struggling with and are simply projecting them upon you in this situation. Try your best to not take it personally.\\n\\n**3. Stay calm**\\n\\nIt's a total waste of time to fight anger with anger. All that will do is put you two against one another and escalate the situation further. Instead, try to breathe deep into the stomach while listening to them - this will send calming signals from your brain throughout your entire body.\\n\\n**4. Find common ground**\\n\\nIronically, the common ground you find with each other doesn't have to have anything to do with the difficult situation at all. If you both have kids, talk about that. When we see someone we have similarities with it makes it easier to put ourselves in their shoes and see things from their perspective. You'll find the more you demonstrate how you are similar, the quicker you'll reach a mutually beneficially solution.\\n\\n**5. Look for win-wins**\\n\\nOffer up solutions that both parties will be happy with. When you work together to do this it makes it extremely difficult to argue. If everyone is cool and collected, that's the absolute best way to deal with a difficult person - not through anger.\\n\\n**6. Try not to smile**\\n\\nI know this may sound odd, but if someone is exposing anger towards you and you're just smiling back, you're going to get them even more angry. Now, if you know the person well enough to know they enjoy humor, go ahead and try to inject some light into the conversation, but be careful and don't always expect a smile in return.\\n\\n**7. Avoid demands**\\n\\nGiving a difficult person an ultimatum is fuel for their fire. You have to understand that these people often have some serious issues going on below the surface and by trying to force their hand to comply you'll likely anger them even more. Instead of demands, try and find a mutually beneficial solution. This may mean you have to give a little, but that's ok. Just finding a solution with a difficult person will feel like a win!\\n\\n**8. Treat yourself**\\n\\nSuccessfully handling a difficult person is one of life's hardest tasks. So give yourself some praise (and even a treat!) when you accomplish this goal. Training the brain to know that after you deal with a difficult person or situation you'll get a reward is a great hack to set you up for success the next time you cross one (which you inevitably will).\\n\\nWarmly,\\n\\nJustanikiguy.eth\",\"timestamp\":1636471916,\"title\":\"On Dealing With Difficult People\"},\"digest\":\"TtN0_Oh8XjvFcbCrOYXVd-GdXClShpqfV_w-ohx64xc\",\"authorship\":{\"contributor\":\"0xfb14157B0E4AadA6C6C24bea753C8FD6D27c850C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-zYvYiaAQPq6_gYdd79wBwc6tlGkwYrXY-67oQ5K7EM\\\",\\\"y\\\":\\\"BOO7OiFE32OmNHwyMo8hNZLDYW8sPZR6loOsrCfG0uo\\\"}\",\"signature\":\"caomvBE3eSEk6i_4dXrQXeJXzalppbfMMlMv1wQuk8oFTNSsjy7zmM3XViZQR-8ILNMTRvIYpAXBv759T-F6yw\",\"signingKeySignature\":\"0xa650fbce269797169c13513d2ac735ccf5d11cc92770fe20828f279f292b0de7118f00e8ff39f95e7f4bc59d8fa7e0936d6b8db9b8caf9a0c0523ccd2615b64a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-zYvYiaAQPq6_gYdd79wBwc6tlGkwYrXY-67oQ5K7EM\\\",\\\"y\\\":\\\"BOO7OiFE32OmNHwyMo8hNZLDYW8sPZR6loOsrCfG0uo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3uS4YKHxfEaPbdqfIR_AMfnrvYONUcNqT3DBf3gg2Js\"}"