"{\"content\":{\"body\":\"This week, our 6 Questions go to Mati Greenspan, a crypto analyst and the founder and CEO of Quantum Economics, an investment analysis and consulting firm for the cryptocurrency space.\\n\\nMati is the former senior market analyst at eToro and a licensed money manager in the European Union. He’s the co-author of the e-book The Complete Guide to Fintech Trading and Investments and currently advises publicly for LunarCrush, Electroneum and Luno.\\n\\n1 — Does it matter if we ever figure out who Satoshi really is or was? Why, or why not?\\n\\nEven though our team is currently conducting extensive research on this, I don’t think we’ll ever be able to say definitively, and I kind of hope no one ever figures it out. There’s a certain allure to the mystery of Bitcoin’s origin that I think keeps people engaged in the network.\\n\\n2 — What do you think will be the biggest trend in blockchain for the next 12 months?\\n\\nIt’s really difficult to say that far in advance in an industry that moves this quickly. I’m personally looking forward to seeing more utility-based nonfungible tokens (NFTs). Using them to unlock exclusive content, as event tickets or as part of role-playing games, is extremely exciting.\\n\\n3 — What’s a problem you think blockchain has a chance to solve but hasn’t been attempted yet?\\n\\nThat’s a fun question. I would say free, fair elections are an issue that many countries face, and I haven’t seen enough effort in the blockchain space to solve this. Perhaps now that crypto-friendly politicians are being elected in the United States, we’ll finally see it happen.\",\"timestamp\":1639037515,\"title\":\"We ask the buidlers in the blockchain and cryptocurrency sector \"},\"digest\":\"ZUybGrt7gS9Igiler-XNiNm2qgebXm9MQHImN4gUj7A\",\"authorship\":{\"contributor\":\"0x3134f8de67402D62E9CEA1753CC90Fb93efB39a2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-0bfyaMUbVUz-_cmArnMKIucDgrEp7CiCWi_sYiYq6A\\\",\\\"y\\\":\\\"yWMs7FafLU5nt7-DXs_fB9mLtoIT_SWagpffIxfBa6o\\\"}\",\"signature\":\"M1Oe4CurUHT9FboZ3X_pKot8ee88UlqiDZuBKQaWAjKLfjqDlM42iCKYYrfN6PNOXOSTgZBpFI562ma6SKtkBg\",\"signingKeySignature\":\"0xd8779b20338fc6ca36210c020b0581030fb7ac0011102afda9075d0ab7bea4bf30bb484791ec5e26ef9880eced3f89f9f1694d473a822a80a75f005a8ff08bc81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-0bfyaMUbVUz-_cmArnMKIucDgrEp7CiCWi_sYiYq6A\\\",\\\"y\\\":\\\"yWMs7FafLU5nt7-DXs_fB9mLtoIT_SWagpffIxfBa6o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZUybGrt7gS9Igiler-XNiNm2qgebXm9MQHImN4gUj7A\"}"