"{\"content\":{\"body\":\"Play-to-earn *scholars* borrow in game assets from guilds, allowing them to participate in P2E games. Although often overlooked, micro-guilds recruit, train, and onboard more scholars than all the super guilds combined including Yield Guild Games, Merit Circle, UNIX, and Avocado. Micro-guilds are smaller, with less then 100 scholars. One project uniquely positioned to support these micro-guilds is [BlockchainSpace.](https://www.blockchainspace.asia/)\\n\\nBlockchainSpace aims to become a data, collaboration, and financial hub for play-to-earn guilds by providing tools to empower P2E communities. **Should** **they succeed in their quest, they will become a supplier of picks and shovels in the play to earn gold rush servicing investors, micro-guilds, gamers, and game-titles.**\\n\\n#### What is the opportunity in the Micro-guild?\\n\\nBefore we examine BlockchainSpace, let’s discuss how micro-guilds function in the blockchain gaming ecosystem. 70% of the 1 million Axie gamers in the Philippines are scholars. Only 50,000 of these 700,000 players are on-boarded by the super guilds. That means 90+% of scholars in the Philippines are recruited, mentored and managed by micro-guilds. This is the pivotal relationship within the P2E ecosystem.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff79515d0-250f-435b-8bce-0da29ccdf549\\\\_900x563.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff79515d0-250f-435b-8bce-0da29ccdf549\\\\_900x563.jpeg)\\n\\nSource: [Dealstreet Asia](https://www.dealstreetasia.com/stories/avocado-guild-funding-271184/)\\n\\nMany believe that as the P2E market matures, larger guilds will increase market share. However, there is an advantage micro-guilds have over super guilds. These guilds manage their scholars directly. Large guilds like YGG do not manage any scholars directly, but seek to work with reputable [community managers](https://medium.com/yield-guild-games/yield-guild-explains-play-to-earn-and-scholarships-bb1e097c2a61) that can recruit, teach, and nurture talent. The community managers do not own the NFTs, but are the key to large guild scalability. On the contrary, micro-guild entrepreneurs actually own their in game assets, giving them an extra drive to scale operations. This aligns with the premise of Web3, where ownership incentivizes action. Micro-guild have an incentive to maximize the yield generated by the NFTs.\\n\\nAs play-to-earn based blockchain games continue to develop, Macro and micro-guilds will serve different functions. As [DeFi Vader](https://defivader.medium.com/the-era-of-guilds-375f9905287f) predicts, Yield Guild Games, Merit Circle, UNIX, Avacado, and more will function as early stage VCs**.**\\n\\n**Micro-guilds will onboard the majority of scholars into GameFi and become a recipient of super guild investment. **One project keen on addressing this market is BlockchainSpace.\\n\\n### BlockchainSpace\\n\\nBlockchainSpace empowers guilds by providing insight, management tooling, and access to gamers, game titles, and investors. Since September they’ve raised a [3.25 ](https://blockchain-space.medium.com/we-just-raised-3-75-million-for-our-seed-round-to-build-the-guild-hub-of-the-metaverse-a513e8f0fb85)million seed round and a [2.4](https://blockchain-space.medium.com/we-raised-an-additional-2-4m-79d3e5fa7e73) million strategic round led by Animoca Brands, Infinity Ventures, Spartan Group, Morningstar Ventures, YGG, and more. They raised an additional [14 million](https://blockchain-space.medium.com/our-journey-has-just-begun-thank-you-for-the-amazing-support-ccf41d09c9af) via their Public fair Launch to open $GUILD last month, BlockchainSpace’s native token.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fbc37ca4a-fa31-44f7-ae93-62d310f15e40\\\\_1794x1406.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fbc37ca4a-fa31-44f7-ae93-62d310f15e40\\\\_1794x1406.png)\\n\\nSource: [BlockchainSpace](https://www.blockchainspace.asia/)\\n\\nAppearing on Jason Choi’s [January 5th](https://www.youtube.com/watch?v=-UymITsm63g\\\\&t=2382s) podcast, Peter Ing BlockchainSpace’s Founder, described his entry into P2E, starting with Axie in 2018. Later he was one of the first 10 people to develop a scholarship program. While developing his own guild and building the Axie community in the Philippines, Peter discovered that guilds lack the tools too effectively and efficiently scale.\\n\\nMany gaming guilds struggle to scale their communities due to the difficulty in monitoring players and handling numerous transactions. Paying scholars is slow and troublesome, theres no sense of real community with whom to learn and share best practices. There is no way to keep track of guild performance and a lack of financial capital for guild expansion. Super guilds are well funded to build in-house solutions, but micro-guilds are run by passionate entrepreneurs who don’t have the time or capacity to build tools.\\n\\n### Tools\\n\\nBlockchainSpace will provide a unique set of tools to help alleviate the problems of the micro-guild. These tools will make running a guild much more seamless and not nearly as time consuming. Let’s explore some of them below based on their [Gitbook](https://blockchainspace.gitbook.io/blockchainspace/or-blockchainspace/introducing-blockchainspace).\\n\\n1.  **Guild Discord Bot**. One of the major problems in crypto generally is scalability. According to the BlockchainSpace documents, Gaming and the Metaverse suffer from this problem as well. BlockchainSpace’s Guild Discord Bot preforms several useful tasks for a guilds discord server automatically. The bot helps Scholars monitor their daily and weekly earnings, and Managers to manage their Axie Scholars. The bot makes it easier to keep track of top earners, top MMR, total earnings, and average earnings for all scholars. The Bot keeps track of weekly performance, scholar application requests, and cashout requests as well. This tool alone saves so much time for Guild owners and managers. \\n2.  **[Guild Insight Report](https://www.blockchainspace.asia/global-guild-insights)**. The Insight Report is an updated one-pager sent to Guild owners. It provides insights on Global Guild Data, Performance by Region, and top 5 Guilds by number of members per region.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F53138550-287e-4439-ac91-8cfe5e55ca00\\\\_2122x888.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F53138550-287e-4439-ac91-8cfe5e55ca00\\\\_2122x888.png)\\n\\nSource:[ BlockchainSpace](https://blockchainspace.gitbook.io/blockchainspace/or-blockchainspace-tooling/guild-insights-reports)\\n\\nThe data above is only a small section of what the Report has to offer. As you can see above, of the 4,104 Guilds that BlockchainSpace supports, the average scholar count for each guild is 9 scholars and 26 active discord members. It’s clear that the majority of active guilds are small guilds servicing a select few players.\\n\\nThe Insight report can be used as a tool to gage how an individual guild’s current performance fairs versus the overall global guild average and regional average. Guilds can adjust given the data, and utilize strategies that work better. The report also displays the name of the guilds preforming best in each region globally. Guild owners can connect with the best performing Guilds to understand what best practices they should implement.\\n\\n3.  **Guild Data Feeds**. For Guilds looking to implement or produce their own dashboard they can use *Guild Data Feeds. A* self service tool allowing communities to achieve more by providing access to the data BlockchainSpace has collected.\\n4.  **Dashboards**. With BlockchainSpace’s Dashboard, transactions like payouts are automated and done in seconds. The tool also helps streamline HR Services with an onboard Applicant feature. This gives managers more time to focus on actually improving Guild performance, rather than menial tasks. This is one of the key bottlenecks of most micro-guilds. The time spent paying and onboarding each individual scholar takes away valuable time from Owners that could be used to scale.\\n5.  **Game Discovery**. With hundreds of blockchain games in development it can be tough to differentiate between the signal and the noise. BlockchainSpace will guide gamers in finding games that have a better chance of standing the test of time. A dashboard for gamers looking to explore new Blockchain games.\\n\\n### **DeFi and TradFi Integrations**\\n\\nThere is another element to BlockchainSpace that is quite interesting. Not only will they provide effective tools to help guilds operate & scale, but roll out an innovative financial framework for guilds, investors, and gamers to work together cohesively.\\n\\nThere is a large pool of investors looking to allocate capital to the GameFi sector but are currently held to two vehicles - games themselves and super guilds. On the other side of that equation, there are young gamers who want to join the ranks but lack the capital to do so. \\n\\nTools are needed to connect these two parties - the growing pool of capital hoping to take part in GameFi and the gamers/guilds who need it. \\n\\nBlockchainSpace will connect these two parties with their their *Guild Financial Bank*. A DeFi tool integrating investor’s capital with guild communities. Investors can deposit their capital and invest in micro-guilds in any region globally based on their performance. Loans can also be acquired by new guilds to jump start their communities. This creates an entire new investment vehicle for investors.\\n\\nThe *Guild Data Bank* will also assist investors. The current blockchain gaming ecosystem lacks the capability of inter-guild comparison, making it difficult for investors to choose one guild over another. Game developers want to gather data on the games they produce so they can improve gameplay for their communities. With the Guild Data Bank*, *investors, guilds, and game developers, will be able to collect useful data to improve operations. Investors can track the performance of various guilds globally, while game developers can receive feedback on gameplay.\\n\\n**Loans**\\n\\nThe TradFi element to BlockchainSpace’s financial framework is most exciting. An automated credit risk assessment will be implemented to help bank the traditionally unbanked. In developing markets people are turned down for bank accounts or loans because of their lack of credit history and proof of income. Banks won’t take on the risk if they do not have any history of earning.\\n\\nAs the GameFi sector advances, gamers may use their “in game data” instead of credit or earning history to open a bank account. For example, BlockchainSpace’s automated credit assessment will take the earning history of an individual playing Axie over the past two months, and use that as proof that he or she is qualified for a loan. Through the Discord Bot, a players credit worthiness, the size of loan they’re eligible for, and more, is all automated.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fea390e17-dc53-4150-8e1e-e9f5554cc658\\\\_1922x1368.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fea390e17-dc53-4150-8e1e-e9f5554cc658\\\\_1922x1368.png)\\n\\nSource: [Forbes](https://www.forbes.com/sites/niallmccarthy/2018/06/08/1-7-billion-adults-worldwide-do-not-have-access-to-a-bank-account-infographic/?sh=3190c164b011)\\n\\nThis is a tremendous opportunity addressing an original mission of Decentralized Finance. There are 1.7 billion people on the planet who lack access to bank accounts. 46 million or 42% of Filipinos do not have bank accounts. Via verticals like P2E gaming, individuals can use “in game data” to prove credit worthiness. \\n\\nThe various tools BlockchainSpace provides will not only empower Guilds themselves, but provide insights, management tooling, and financial access to gamers, game titles, and investors.\\n\\n### **Risks**\\n\\nAs Blockchain gaming scales, many games and studios will build scholarship models themselves. Are guilds threatened by the interaction of gaming studios and scholars? Jen Bilango, General Manager and Head of Regional Expansion at BlockchainSpace, has two responses to that question:\\n\\nThe first being ownership. If games incorporate scholarship models, it will remove the sense of ownership people have from buying in-game assets. An in game marketplace is largely an extension of Web2 gaming. One of the benefits of purchasing an Axie is that you can do with it as you please. Value accrues to the community. In the Philippines, there are several scholars who rose through the ranks and started their own guilds. If gaming companies start renting NFTs it minimizes the chances of a scholar running their own business.\\n\\nSecondly, how will games and studios manage scholar performance? Motivating players is a time consuming process that requires a close knit community, weekly contests, mentorship, and more. Guilds that maintain a sense of community won’t be affected by gaming studio marketplaces, but guilds that are more transactional in nature may be threatened. Scholars in these guilds will have no problem jumping to in-game scholarship models.\\n\\n**UVP**\\n\\nBlockchainSpace is the only global source of data for all guilds. Any investor, guild, gamer, or tool provider can access their database to pull data on micro-guilds. The team seeks to work with other tool providers and integrate their tools into BlockchainSpace’s dashboard.\\n\\nPeter Ing believes that “no one provider can provide tools for all P2E games unless they are bigger than Google because the space is constantly evolving.” Micro-guild needs will vary based on geography and overall function. For example, the tools needed for guilds in the Philippines are different than the tools needed for guilds in Brazil or Nigeria. Some guilds will focus on keeping a small group of outstanding players while others wish to scale as fast as possible. There is no one size fits all solution for micro-guilds. BlockchainSpace will serve as a source of data for other tool providers and collaborate with them to help build their products.\\n\\n### $GUILD\\n\\n[$GUILD](https://blockchainspace.gitbook.io/blockchainspace/$guild/usdguild) is BlockchainSpace’s native platform token that is used for community governance as well as a utility token used for inter-guild transactions. The token can accrue value through Loan disbursement commission, CRM cash-out commission, Scholarship management fee, Token-granted SaaS feature, Inter guild transactions, and Esport tournament fees. \\n\\nBlockchainSpace automates credit disbursement to Guilds, charging commission for the loans. Also, when Guilds use BlockchainSpace’s CRM to to carry out certain payroll functions such as paying out Smooth Love Potions (SLP) in Axie Infinity to members, BlockchainSpace charges commission, accruing value to the $GUILD token.\\n\\nScholarship management Fees that are payed by investors who partake in BlockchainSpace’s Axie Academy, will also be a source of added value for $GUILD. Holders can lock up the token to receive premium dashboard access. This token-granted feature will be helpful for guilds that have scaled and are looking for an edge to manage operations. $GUILD will also be the default token for all transactions within the BlockchainSpace ecosystem.\\n\\nBlockchainSpace splits benefits and token value accrual into [3 categories](https://blockchain-space.medium.com/everything-you-need-to-know-about-guild-d689070c72b8) - Ecosystem Value Accrual, Protocol Value Accrual, and Token Holder Benefits.\\n\\n**Ecosystem Value Accrual** - $GUILD will be used for DAO participation, Community rewards, Allocation towards ecosystem partners, and Inter-Guild Investments.\\n\\n**Protocol Value Accrual -** Within the Protocol itself, $GUILD will accrue value from Loan Referrals, CRM Cashout Commissions, Scholarship Management, Advertising Sales, Token granted SaaS features, and Inter-Guild transactions.\\n\\nAs a **Token Holder** you get exposure to BlockchainSpace’s 4000+ Guilds, a portion of the $Guild Treasury, are eligible to join the DAO with additional perks, discounted access to BlockchainSpace tooling, receive discounted access to play-to-earn Guild activities, and receive NFT drops.\\n\\n**Tokenomics**\\n\\nThere is a total supply of 1 Billion $GUILD. The amount is fixed, with no additions or removal in the future.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fafdfc929-804e-4ea3-8b24-3eb0a82c98d4\\\\_1356x870.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fafdfc929-804e-4ea3-8b24-3eb0a82c98d4\\\\_1356x870.png)\\n\\nSource: [BlockchainSpace](https://blockchain-space.medium.com/everything-you-need-to-know-about-guild-d689070c72b8)\\n\\n7.5% of $GUILD supply was released for Public Sale, 15% for Private Sale, 17.5% is reserved for the BlockchainSpace ecosystem, 20% for the Team & Advisors, and 40% for the Community and Treasury.\\n\\nFor BlockchainSpace, the teams goal is to increase utility and use cases for the GUILD token, incentivizing people to hold it. There are currently 5000 $GUILD token holders. The majority are scholars and guilds, rather than retail investors. To ensure price stability, it’s important that the use cases for the token come to light. Scholars and guilds who are staking the $GUILD token will have plenty of use cases for it once tokens are out of the staking vault.\\n\\n### 2022 & Beyond\\n\\nSince [September](https://blockchain-space.medium.com/blockchainspace-2021-year-in-review-adb58049858c), BlockchainSpace has closed a Seed and Strategic Round, opened $GUILD through public launch, launched a $GUILD staking vault, and closed 7 partnerships. In the Global Guild database there are now 4,000+ Guilds. Since December, they’ve introduced 4,500 more supporters globally via their token fair launch.\\n\\nKey elements on the roadmap for Phase 1 (Q1 2022) are updates of previous tooling and the rollout of TradFi and DeFi services. The team wants to add an ambitious 20,000 Guilds to their Global Guild Database by March. Discord Bot v3 which includes the credit history assessment will begin to be rolled out this quarter. Phase 2 (Q2-Q3) will include the full deployment of DeFi and TradFi services, Automated Credit Issuance, Discord Bot v4 and the launch of an Ecosystem Fund for Guilds.\\n\\nBlockchainSpace may become an important data and infrastructure hub within the GameFi ecosystem. Should they succeed in their quest, they will become a supplier of picks and shovels in the play to earn gold rush servicing investors, micro-guilds, gamers, and game-titles. They are uniquely positioned to solve the scaling problem for the micro-guild. Provided that they unravel this issue, BlockchainSpace will be at the epicenter of the GameFi ecosystem and partially responsible for growth of P2E gaming globally.\\n\\nMicro-guilds own the relationships with the scholars and they drive the growth of the network. Many believe that as the P2E market matures, larger guilds will increase market share. Over the long term, the actual ownership of NFT assets by the micro-guild will lead to better performance and majority of market share. Community managers do not own their NFTs and therefore are not as incentivized to scale operations. Similar to how Web3 will beat out Web2, the micro-guild will outperform super guild community managers over the next few years.\\n\",\"timestamp\":1642692363,\"title\":\"Blessed Are the Micro-Guilds for They Shall Inherit P2E Gaming\"},\"digest\":\"mRQ09szoDFoVs3qcLyTu_kPU9XZ3xdsiqYVzbXpUDIY\",\"authorship\":{\"contributor\":\"0x98b94a3e4e6426e43BD52608Db68d3423d198F15\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lHutuXwkF-nCTMvojwdSeibmIw4BQIsMx7COpo1Ittg\\\",\\\"y\\\":\\\"A2PY4Zkb7plHI_rbnff0h2hL0vCU7vDlKq2MRD9pmDM\\\"}\",\"signature\":\"tgQOjc_vfQwjW9KgJ_62Eyye-OSNG1AhuNVh7b_Zu9-i0qPMXvaGvedKUPm0nZk_2kRbbOPfJhEom6kf6SMGhw\",\"signingKeySignature\":\"0x0e6125ffe0a790640e0e8974137ebe113051d802d4513c92c628bec2ac9be1f33c2335f5a827579c32175984b5050e053cfeefa2e8884dd9493735095144c7921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lHutuXwkF-nCTMvojwdSeibmIw4BQIsMx7COpo1Ittg\\\",\\\"y\\\":\\\"A2PY4Zkb7plHI_rbnff0h2hL0vCU7vDlKq2MRD9pmDM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mRQ09szoDFoVs3qcLyTu_kPU9XZ3xdsiqYVzbXpUDIY\"}"