"{\"content\":{\"body\":\"\\\"I have seen dozens of drowned men laid out at the Morgue,\\\" answered the Sub-prefect, \\\"in whose pocketbooks were found letters stating that they had committed suicide in the Seine, because they had lost everything at the gaming table. Do I know how many of those men entered the same gambling-house that *you* entered? won as *you* won? took that bed as *you* took it? slept in it? were smothered in it? and were privately thrown into the river, with a letter of explanation written by the murderers and placed in their pocket-books? No man can say how many or how few have suffered the fate from which you have escaped. The people of the gambling-house kept their bedstead machinery a secret from *us*--even from the police! The dead kept the rest of the secret for them. Good-night, or rather good-morning, Monsieur Faulkner! Be at my office again at nine o'clock--in the meantime, *au revoir!*\\\"\\n\\nThe rest of my story is soon told. I was examined and re-examined; the gambling-house was strictly searched all through from top to bottom; the prisoners were separately interrogated; and two of the less guilty among them made a confession. I discovered that the Old Soldier was the master of the gambling-house--*justice* discovered that he had been drummed out of the army as a vagabond years ago; that he had been guilty of all sorts of villainies since; that he was in possession of stolen property, which the owners identified; and that he, the croupier, another accomplice, and the woman who had made my cup of coffee, were all in the secret of the bedstead. There appeared some reason to doubt whether the inferior persons attached to the house knew anything of the suffocating machinery; and they received the benefit of that doubt, by being treated simply as thieves and vagabonds. As for the Old Soldier and his two head myrmidons, they went to the galleys; the woman who had drugged my coffee was imprisoned for I forget how many years; the regular attendants at the gambling-house were considered \\\"suspicious\\\" and placed under \\\"surveillance\\\"; and I became, for one whole week (which is a long time) the head \\\"lion\\\" in Parisian society. My adventure was dramatized by three illustrious play-makers, but never saw theatrical daylight; for the censorship forbade the introduction on the stage of a correct copy of the gambling-house bedstead.\\n\\nOne good result was produced by my adventure, which any censorship must have approved: it cured me of ever again trying *\\\"Rouge et Noir\\\"* as an amusement. The sight of a green cloth, with packs of cards and heaps of money on it, will henceforth be forever associated in my mind with the sight of a bed canopy descending to suffocate me in the silence and darkness of the night.\\n\\nJust as Mr. Faulkner pronounced these words he started in his chair, and resumed his stiff, dignified position in a great hurry. \\\"Bless my soul!\\\" cried he, with a comic look of astonishment and vexation, \\\"while I have been telling you what is the real secret of my interest in the sketch you have so kindly given to me, I have altogether forgotten that I came here to sit for my portrait. For the last hour or more I must have been the worst model you ever had to draw from!\\\"\\n\\n\\\"On the contrary, you have been the best,\\\" said I. \\\"I have been trying to catch your likeness; and, while telling your story, you have unconsciously shown me the natural expression I wanted to insure my success.\\\"\\n\\nNOTE BY MRS. KERBY.\\n\\nI cannot let this story end without mentioning what the chance saying was which caused it to be told at the farmhouse the other night. Our friend the young sailor, among his other quaint objections to sleeping on shore, declared that he particularly hated four-post beds, because he never slept in one without doubting whether the top might not come down in the night and suffocate him. I thought this chance reference to the distinguishing feature of William's narrative curious enough, and my husband agreed with me. But he says it is scarcely worth while to mention such a trifle in anything so important as a book. I cannot venture, after this, to do more than slip these lines in modestly at the end of the story. If the printer should notice my few last words, perhaps he may not mind the trouble of putting them into some out-of-the-way corner.\\n\\nL. K.\\n\\nPROLOGUE TO THE SECOND STORY.\\n\\nTHE beginning of an excellent connection which I succeeded in establishing in and around that respectable watering-place, Tidbury-on-the-Marsh, was an order for a life-size oil portrait of a great local celebrity--one Mr. Boxsious, a solicitor, who was understood to do the most thriving business of any lawyer in the town.\\n\\nThe portrait was intended as a testimonial \\\"expressive (to use the language of the circular forwarded to me at the time) of the eminent services of Mr. Boxsious in promoting and securing the prosperity of the town.\\\" It had been subscribed for by the \\\"Municipal Authorities and Resident Inhabitants\\\" of Tidbury-on-the-Marsh; and it was to be presented, when done, to Mrs. Boxsious, \\\"as a slight but sincere token\\\"--and so forth. A timely recommendation from one of my kindest friends and patrons placed the commission for painting the likeness in my lucky hands; and I was instructed to attend on a certain day at Mr. Boxsious's private residence, with all my materials ready for taking a first sitting.\\n\\nOn arriving at the house, I was shown into a very prettily furnished morning-room. The bow-window looked out on a large inclosed meadow, which represented the principal square in Tidbury. On the opposite side of the meadow I could see the new hotel (with a wing lately added), and close by, the old hotel obstinately unchanged since it had first been built. Then, further down the street, the doctor's house, with a colored lamp and a small door-plate, and the banker's office, with a plain lamp and a big door-plate--then some dreary private lodging-houses--then, at right angles to these, a street of shops; the cheese-monger's very small, the chemist's very smart, the pastry-cook's very dowdy, and the green-grocer's very dark, I was still looking out at the view thus presented, when I was suddenly apostrophized by a glib, disputatious voice behind me.\\n\\n\\\"Now, then, Mr. Artist,\\\" cried the voice, \\\"do you call that getting ready for work? Where are your paints and brushes, and all the rest of it? My name's Boxsious, and I'm here to sit for my picture.\\\"\\n\\nI turned round, and confronted a little man with his legs astraddle, and his hands in his pockets. He had light-gray eyes, red all round the lids, bristling pepper-colored hair, an unnaturally rosy complexion, and an eager, impudent, clever look. I made two discoveries in one glance at him: First, that he was a wretched subject for a portrait; secondly, that, whatever he might do or say, it would not be of the least use for me to stand on my dignity with him.\\n\\n\\\"I shall be ready directly, sir, \\\" said I.\\n\\n\\\"Ready directly?\\\" repeated my new sitter. \\\"What do you mean, Mr. Artist, by ready directly? I'm ready now. What was your contract with the Town Council, who have subscribed for this picture? To paint the portrait. And what was my contract? To sit for it. Here am I ready to sit, and there are you not ready to paint me. According to all the rules of law and logic, you are committing a breach of contract already. Stop! let's have a look at your paints. Are they the best quality? If not, I warn you, sir, there's a second breach of contract! Brushes, too? Why, they're old brushes, by the Lord Harry! The Town Council pays you well, Mr. Artist; why don't you work for them with new brushes? What? you work best with old? I contend, sir, that you can't. Does my housemaid clean best with an old broom? Do my clerks write best with old pens? Don't color up, and don't look as if you were going to quarrel with me! You can't quarrel with me. If you were fifty times as irritable a man as you look, you couldn't quarrel with me. I'm not young, and I'm  not touc hy--I'm Boxsious, the lawyer; the only man in the world who can't be insulted, try it how you like!\\\"\\n\\nHe chuckled as he said this, and walked away to the window. It was quite useless to take anything he said seriously, so I finished preparing my palette for the morning's work with the utmost serenity of look and manner that I could possibly assume.\\n\\n\\\"There!\\\" he went on, looking out of the window; \\\"do you see that fat man slouching along the Parade, with a snuffy nose? That's my favorite enemy, Dunball. He tried to quarrel with me ten years ago, and he has done nothing but bring out the hidden benevolence of my character ever since. Look at him! look how he frowns as he turns this way. And now look at me! I can smile and nod to him. I make a point of always smiling and nodding to him--it keeps my hand in for other enemies. Good-morning! (I've cast him twice in heavy damages) good-morning, Mr. Dunball. He bears malice, you see; he won't speak; he's short in the neck, passionate, and four times as fat as he ought to be; he has fought against my amiability for ten mortal years; when he can't fight any longer, he'll die suddenly, and I shall be the innocent cause of it.\\\"\\n\\nMr. Boxsious uttered this fatal prophecy with extraordinary complacency, nodding and smiling out of the window all the time at the unfortunate man who had rashly tried to provoke him. When his favorite enemy was out of sight, he turned away, and indulged himself in a brisk turn or two up and down the room. Meanwhile I lifted my canvas on the easel, and was on the point of asking him to sit down, when he assailed me again.\\n\\n\\\"Now, Mr. Artist,\\\" he cried, quickening his walk impatiently, \\\"in the interests of the Town Council, your employers, allow me to ask you for the last time when you are going to begin?\\\"\\n\\n\\\"And allow me, Mr. Boxsious, in the interest of the Town Council also,\\\" said I, \\\"to ask you if your notion of the proper way of sitting for your portrait is to walk about the room!\\\"\\n\\n\\\"Aha! well put--devilish well put!\\\" returned Mr. Boxsious; \\\"that's the only sensible thing you have said since you entered my house; I begin to like you already.\\\" With these words he nodded at me approvingly, and jumped into the high chair that I had placed for him with the alacrity of a young man.\\n\\n\\\"I say, Mr. Artist,\\\" he went on, when I had put him into the right position (he insisted on the front view of his face being taken, because the Town Council would get the most for their money in that way), \\\"you don't have many such good jobs as this, do you?\\\"\\n\\n\\\"Not many,\\\" I said. \\\"I should not be a poor man if commissions for life-size portraits often fell in my way.\\\"\\n\\n\\\"You poor!\\\" exclaimed Mr. Boxsious, contemptuously. \\\"I dispute that point with you at the outset. Why, you've got a good cloth coat, a clean shirt, and a smooth-shaved chin. You've got the sleek look of a man who has slept between sheets and had his breakfast. You can't humbug me about poverty, for I know what it is. Poverty means looking like a scarecrow, feeling like a scarecrow, and getting treated like a scarecrow. That was *my* luck, let me tell you, when I first thought of trying the law. Poverty, indeed! Do you shake in your shoes, Mr. Artist, when you think what you were at twenty? I do, I can promise you.\\\"\\n\\nHe began to shift about so irritably in his chair, that, in the interests of my work, I was obliged to make an effort to calm him.\\n\\n\\\"It must be a pleasant occupation for you in your present prosperity,\\\" said I, \\\"to look back sometimes at the gradual processes by which you passed from poverty to competence, and from that to the wealth you now enjoy.\\\"\\n\\n\\\"Gradual, did you say?\\\" cried Mr. Boxsious; \\\"it wasn't gradual at all. I was sharp--damned sharp, and I jumped at my first start in business slap into five hundred pounds in one day.\\\"\\n\\n\\\"That was an extraordinary step in advance,\\\" I rejoined. \\\"I suppose you contrived to make some profitable investment--\\\"\\n\\n\\\"Not a bit of it! I hadn't a spare sixpence to invest with. I won the money by my brains, my hands, and my pluck; and, what's more, I'm proud of having done it. That was rather a curious case, Mr. Artist. Some men might be shy of mentioning it; I never was shy in my life and I mention it right and left everywhere--the whole case, just as it happened, except the names. Catch me ever committing myself to mentioning names! Mum's the word, sir, with yours to command, Thomas Boxsious.\\\"\\n\\n\\\"As you mention 'the case' everywhere,\\\" said I, \\\"perhaps you would not be offended with me if I told you I should like to hear it?\\\"\\n\\n\\\"Man alive! haven't I told you already that I can't be offended? And didn't I say a moment ago that I was proud of the case? I'll tell you, Mr. Artist--but stop! I've got the interests of the Town Council to look after in this business. Can you paint as well when I'm talking as when I'm not? Don't sneer, sir; you're not wanted to sneer--you're wanted to give an answer--yes or no?\\\"\\n\\n\\\"Yes, then,\\\" I replied, in his own sharp way. \\\"I can always paint the better when I am hearing an interesting story.\\\"\\n\\n\\\"What do you mean by talking about a story? I'm not going to tell you a story; I'm going to make a statement. A statement is a matter of fact, therefore the exact opposite of a story, which is a matter of fiction. What I am now going to tell you really happened to me.\\\"\\n\\nI was glad to see that he settled himself quietly in his chair before he began. His odd manners and language made such an impression on me at the time, that I think I can repeat his \\\"statement\\\" now, almost word for word as he addressed it to me.\\n\\nTHE LAWYER'S STORY\\n\\nOF\\n\\nA STOLEN LETTER.\\n\\nI SERVED my time--never mind in whose office--and I started in business for myself in one of our English country towns, I decline stating which. I hadn't a farthing of capital, and my friends in the neighborhood were poor and useless enough, with one exception. That exception was Mr. Frank Gatliffe, son of Mr. Gatliffe, member for the county, the richest man and the proudest for many a mile round about our parts. Stop a bit, Mr. Artist, you needn't perk up and look knowing. You won't trace any particulars by the name of Gatliffe. I'm not bound to commit myself or anybody else by mentioning names. I have given you the first that came into my head.\\n\\nWell, Mr. Frank was a stanch friend of mine, and ready to recommend me whenever he got the chance. I had contrived to get him a little timely help--for a consideration, of course--in borrowing money at a fair rate of interest; in fact, I had saved him from the Jews. The money was borrowed while Mr. Frank was at college. He came back from college, and stopped at home a little while, and then there got spread about all our neighborhood a report that he had fallen in love, as the saying is, with his young sister's governess, and that his mind was made up to marry her. What! you're at it again, Mr. Artist! You want to know her name, don't you? What do you think of Smith?\\n\\nSpeaking as a lawyer, I consider report, in a general way, to be a fool and a liar. But in this case report turned out to be something very different. Mr. Frank told me he was really in love, and said upon his honor (an absurd expression which young chaps of his age are always using) he was determined to marry Smith, the governess--the sweet, darling girl, as *he* called her; but I'm not sentimental, and *I* call her Smith, the governess. Well, Mr. Frank's father, being as proud as Lucifer, said \\\"No,\\\" as to marrying the governess, when Mr. Frank wanted him to say \\\"Yes.\\\" He was a man of business, was old Gatliffe, and he took the proper business course. He sent the governess away with a first-rate character and a spanking present, and then he, looked about him to get something for Mr. Frank to do. While he was looking about, Mr. Frank bolted to London after the governess, who had nobody alive belonging to her to go to but an aunt--her father's sister. The aunt refuses to let Mr. Frank in without the squire's permission. Mr. Frank writes to his father, and says he will marry the girl as soon as he is of age, or shoot himself. Up to town comes the squire and his wife and his daughter, and a lot of sentimentality, not in the slightest degree material to the present statement, takes places among them; and the upshot of it is that old Gatliffe is forced into withdrawing the word No, and substituting the word Yes.\\n\\nI don't believe he would ever have done it, though, but for one lucky peculiarity in the case. The governess's father was a man of good family--pretty nigh as good as Gatliffe's own. He had been in the army; had sold out; set up as a wine-merchant--failed--died; ditto his wife, as to the dying part of it. No relation, in fact, left for the squire to make inquiries about but the father's sister--who had behaved, as old Gatliffe said, like a thorough-bred gentlewoman in shutting the door against Mr. Frank in the first instance. So, to cut the matter short, things were at last made up pleasant enough. The time was fixed for the wedding, and an announcement about it--Marriage in High Life and all that--put into the county paper. There was a regular biography, besides, of the governess's father, so as to stop people from talking--a great flourish about his pedigree, and a long account of his services in the army; but not a word, mind ye, of his having turned wine-merchant afterward. Oh, no--not a word about that!\\n\\nI knew it, though, for Mr. Frank told me. He hadn't a bit of pride about him. He introduced me to his future wife one day when I met him out walking, and asked me if I did not think he was a lucky fellow. I don't mind admitting that I did, and that I told him so. Ah! but she was one of my sort, was that governess. Stood, to the best of my recollection, five foot four. Good lissom figure, that looked as if it had never been boxed up in a pair of stays. Eyes that made me feel as if I was under a pretty stiff cross-examination the moment she looked at me. Fine red, kiss-and-come-again sort of lips. Cheeks and complexion--  No, Mr. Artist, you wouldn't identify her by her cheeks and complexion, if I drew you a picture of them this very moment. She has had a family of children since the time I'm talking of; and her cheeks are a trifle fatter, and her complexion is a shade or two redder now, than when I first met her out walking with Mr. Frank.\\n\\nThe marriage was to take place on a Wednesday. I decline mentioning the year or the month. I had started as an attorney on my own account--say six weeks, more or less, and was sitting alone in my office on the Monday morning before the wedding-day, trying to see my way clear before me and not succeeding particularly well, when Mr. Frank suddenly bursts in, as white as any ghost that ever was painted, and says he's got the most dreadful case for me to advise on, and not an hour to lose in acting on my advice.\\n\\n\\\"Is this in the way of business, Mr. Frank?\\\" says I, stopping him just as he was beginning to get sentimental. \\\"Yes or no, Mr. Frank?\\\" rapping my new office paper-knife on the table, to pull him up short all the sooner.\\n\\n\\\"My dear fellow\\\"--he was always familiar with me--\\\"it's in the way of business, certainly; but friendship--\\\"\\n\\nI was obliged to pull him up short again, and regularly examine him as if he had been in the witness-box, or he would have kept me talking to no purpose half the day.\\n\\n\\\"Now, Mr Frank,\\\" says I, \\\"I can't have any sentimentality mixed up with business matters. You please to stop talking, and let me ask questions. Answer in the fewest words you can use. Nod when nodding will do instead of words.\\\"\\n\\nI fixed him with my eye for about three seconds, as he sat groaning and wriggling in his chair. When I'd done fixing him, I gave another rap with my paper-knife on the table to startle him up a bit. Then I went on.\\n\\n\\\"From what you have been stating up to the present time,\\\" says I, \\\"I gather that you are in a scrape which is likely to interfere seriously with your marriage on Wednesday?\\\"\\n\\n(He nodded, and I cut in again before he could say a word):\\n\\n\\\"The scrape affects your young lady, and goes back to the period of a transaction in which her late father was engaged, doesn't it?\\\"\\n\\n(He nods, and I cut in once more):\\n\\n\\\"There is a party, who turned up after seeing the announcement of your marriage in the paper, who is cognizant of what he oughtn't to know, and who is prepared to use his knowledge of the same to the prejudice of the young lady and of your marriage, unless he receives a sum of money to quiet him? Very well. Now, first of all, Mr. Frank, state what you have been told by the young lady herself about the transaction of her late father. How did you first come to have any knowledge of it?\\\"\\n\\n\\\"She was talking to me about her father one day so tenderly and prettily, that she quite excited my interest about him,\\\" begins Mr. Frank; \\\"and I asked her, among other things, what had occasioned his death. She said she believed it was distress of mind in the first instance; and added that this distress was connected with a shocking secret, which she and her mother had kept from everybody, but which she could not keep from me, because she was determined to begin her married life by having no secrets from her husband.\\\" Here Mr. Frank began to get sentimental again, and I pulled him up short once more with the paper-knife.\\n\\n\\\"She told me,\\\" Mr. Frank went on, \\\"that the great mistake of her father's life was his selling out of the army and taking to the wine trade. He had no talent for business; things went wrong with him from the first. His clerk, it was strongly suspected, cheated him--\\\"\\n\\n\\\"Stop a bit,\\\" says I. \\\"What was that suspected clerk's name?\\\"\\n\\n\\\"Davager,\\\" says he.\\n\\n\\\"Davager,\\\" says I, making a note of it. \\\"Go on, Mr. Frank.\\\"\\n\\n\\\"His affairs got more and more entangled,\\\" says Mr. Frank; \\\"he was pressed for money in all directions; bankruptcy, and consequent dishonor (as he considered it) stared him in the face. His mind was so affected by his troubles that both his wife and daughter, toward the last, considered him to be hardly responsible for his own acts. In this state of desperation and misery, he--\\\" Here Mr. Frank began to hesitate.\\n\\nWe have two ways in the law of drawing  evidence off nice and clear from an unwilling client or witness. We give him a fright, or we treat him to a joke. I treated Mr. Frank to a joke.\\n\\n\\\"Ah!\\\" says I, \\\"I know what he did. He had a signature to write; and, by the most natural mistake in the world, he wrote another gentleman's name instead of his own--eh?\\\"\\n\\n\\\"It was to a bill,\\\" says Mr. Frank, looking very crestfallen, instead of taking the joke. \\\"His principal creditor wouldn't wait till he could raise the money, or the greater part of it. But he was resolved, if he sold off everything, to get the amount and repay--\\\"\\n\\n\\\"Of course,\\\" says I, \\\"drop that. The forgery was discovered. When?\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/45](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/45)\\n\\n\",\"timestamp\":1639128261,\"title\":\"\\nWe left the house in the sole possession of two police agents--every one of the inmates being removed to prison on the spot. \"},\"digest\":\"w8N89lyprReGu4rmnpVnco-GsQluWPKj2JoEiMZ4ems\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wsjZ7oo_tlLDGTUnjVdkn8V3o-xuyEVnYjGsgPdu9U4\\\",\\\"y\\\":\\\"osZmM3MZQWpwOD749gq2hwe3qViV6-ywCf3AjvzVq0c\\\"}\",\"signature\":\"j8QDD6vH_z9JaNgpfKbGYhayIBrSLQBZiakBROXgLEMFN3y3mGKBfNf3FJq4W2KPDvBahcaMS0CgyUR-ToXIlA\",\"signingKeySignature\":\"0x63b5294f6917efb383886d304fa3a3dfb0ab7fb7a9bec4fccf3849ef2169ccfb65336a4d909ebf4217b8a9a8183d546c972454b73f18b898d9e4de2a01a408181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wsjZ7oo_tlLDGTUnjVdkn8V3o-xuyEVnYjGsgPdu9U4\\\",\\\"y\\\":\\\"osZmM3MZQWpwOD749gq2hwe3qViV6-ywCf3AjvzVq0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w8N89lyprReGu4rmnpVnco-GsQluWPKj2JoEiMZ4ems\"}"