"{\"content\":{\"body\":\"We have witnessed the proliferation of “DeFi 3.0” - a.k.a FaaS(Farming as a Service) projects in the past few weeks.\\n\\nThere is a long list of “DeFi 3.0” projects, including:\\n\\nCross Chain Farming (<http://www.ccfdao.com/>)\\nMulti-Chain Capital(<https://mchain.capital/>)\\nEmpire Capital Token(<https://www.ecc.capital/>)\\nD3 Protocol (<http://www.d3protocol.io/>)\\nReimagined Finance (<http://www.reimagined.fi/>)\\nAll Coins Yield Capital (<http://www.acy.capital/>)\\nAlpha Brain Capital DAO (<http://www.alphabraincapital.io/>)\\nAggregated Finance (<http://www.aggregated.finance/>)\\nThe Chads Club (<http://www.thechadsclub.com/>)\\n\\nAnd the list is still growing fast.\\n\\nWhat’s Farming as a Service?\\n\\nThe projects listed above have a few things in common:\\n\\n1. Transaction Tax. Every buy and sell transaction would take a high tax, e.g. 10% - 12%.\\n2. Token burning. Some of the tax will be burned and some will be added to the liquidity pool.\\n3. Dividend. Some of the tax will be returned to the token holders as dividends.\\n4. Cross chain farming. Some of the tax goes to the project vault then be used to farm across many chains, e.g. BSC, Fantom, Ethereum, etc.\\n\\nFor example, in the “Cross Chain Farming” project, the 12% tax is divided evenly in 4 parts:\\n\\n![](https://images.mirror-media.xyz/publication-images/YYhfOBVU4mtscrdMaJ3aI.png?height=1086&width=1920)\\n\\nComparing with yield farming, which asks users to deposit native tokens, e.g. ETH, BNB, USDT, etc. to single asset pools or LP pools, then rewards users with interests & platform tokens, the PaaS projects require users to buy the platform tokens and hold them in the wallet.\\n\\nEach project would deploy its own farming strategy on multi chains, and to balance the benefit and risk, the farming strategy is usually a combination of high risk, median risk and low risk products. Taking Reimagined Finance as a sample, it uses 40% of the capital to farm on Fantom Curve, 30% on TOMB - a long running algorithm stablecoin project with 1.4 billion tvl and 6000% APY, and another 30% on MidasDAO - an OHM fork with 39 million tvl and 11,241% APY.\\n\\nBenefits\\n\\n1. FaaS simplifies the farming process. Users don't need to spend time to find the best APY, or to understand how to bridge assets across multi chains. The service would take care of it. Users just buy the token then enjoy the dividends.\\n2. Token value reflects the farming returns. If the farming strategies keep getting high APY, then people would be very likely to hold the token or even buy more.\\n3. Passive income. As part of the transaction tax will be given back to token holders to incentivise people to keep holding the token.\\n\\nRisks\\n\\n1. As the only input of the treasury is the transaction tax, users won’t be able to get much benefit when the buying power is weak. And if the users lose confidence and patience then start dumping the token, a death spiral will begin.\\n2. The burning and dividend mechanism is just another form of high-risk games, e.g. Fomo3D, just.game, [tronex.net](http://tronex.net). Essentially, each user’s income comes from the investment of other users who join late. The more users join after you, the more you will get. However, as the treasury highly relies on the buying power, the story of passive income is not endless. Users need to keep in mind that “If you think you are not the one who loses money on a DeFi application, then you better know who he/she is.”\\n3. With higher APY comes higher risk. The FaaS protocol would suffer a lot when the token price of underlying products dumps.\\n4. Smart contracts themselves are not without risk. We have seen many hacks and rugs in the defi world, and even with the audit report, there’s no guarantee that the project won’t be hacked. Otherwise, the $611 million hack on Poly Network wouldn’t have happened.\\n\\nSummary\\n\\nBasically, The FaaS protocol is mainly a combination of pyramid scheme and cross chain farming. The term, “DeFi 3.0”, is just a meme and has nothing to do with the “DeFi 2.0” projects, which focus on Curve War and protocol-owned liquidity.\",\"timestamp\":1642421482,\"title\":\"\\\"DeFi 3.0\\\" is nothing more than a meme\"},\"digest\":\"F7GlTxkuUx2bjDPOrweRo57lrqLC4VYqZm9AMK9mLsk\",\"authorship\":{\"contributor\":\"0xb38544cCf295D78B7AE7b2baE5dbEbDB1f09910D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yC0M9v3fXvf0B0MDlWLiuYVQwKuZzw59VzgWefYsmYU\\\",\\\"y\\\":\\\"7ctFfW5k34D7c8HuvNj9EpYKGDxDPqtMHn5Zq5Chk10\\\"}\",\"signature\":\"UagMF9nOVAOmHTleivSrvycBIOy6o5pf8TFCtRQ3JZ4jX2QX_zOE4AhkROfaTVHoAaos1QBsfD85eoDE9Yml9g\",\"signingKeySignature\":\"0x0a6ee05fb94030a03397bf21d43332adc8c6f75af49dd3546b9b11404006cbcd3b81645d87fe44a18409412e68d70a600d98c76f6fd19f4bf357b568c82f80861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yC0M9v3fXvf0B0MDlWLiuYVQwKuZzw59VzgWefYsmYU\\\",\\\"y\\\":\\\"7ctFfW5k34D7c8HuvNj9EpYKGDxDPqtMHn5Zq5Chk10\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F7GlTxkuUx2bjDPOrweRo57lrqLC4VYqZm9AMK9mLsk\"}"