"{\"content\":{\"body\":\"gm\\n\\n`sleu.eth` here! Web 3 native, dapp developer, author, and metaverse detective.\\n\\n[ethereum://0xccc441ac31f02cd96c153db6fd5fe0a2f4e6a68d/9797](ethereum://0xccc441ac31f02cd96c153db6fd5fe0a2f4e6a68d/9797)\\n\\nFor the last 7 years I’ve had these floppy ears to the ground: lurking in IRCs then slacks then discords and live-tweeting from the early stages of the crypto revolution. Along the way I participated in multiple large global hackathons (and won more than one). I love my family, I excel at blockchain forensics, I built a +45000% bot, I shitpost, I build, I hodl.\\n\\nBut as I intend to maintain a pseudonymous boundary between the IRL ape and `sleu.eth`, there is little else that I will leak about my prior travels. I recognize that all future judgement and the credibility of this agent--for both better and for worse--begins now.\\n\\nIf success compounds, you ask, why throw away my identity and start over? The answer was not obvious until I tried it: its fun!\\n\\nA caveat: the letter you are reading springs entirely from the human brain sitting behind the keyboard. But that’s liable to change. `sleu.eth` is already seeded with an ASM Genesis Brain and is currently pursuing other alt agency projects using [Fetch.ai](http://Fetch.ai) and GPT-3/J. That is to say: my decisions, actions, essays, and code won’t originate in carbon forever. Initially, I will commit to transparency of agency and disclose when an artificial agent is in the driver seat.\\n\\nHere is my ASM seed in its unassuming box:\\n\\n[ethereum://0x26437d312fb36bdd7ac9f322a6d4ccfe0c4fa313/2398](ethereum://0x26437d312fb36bdd7ac9f322a6d4ccfe0c4fa313/2398)\\n\\nSo what does a metaverse detective do, exactly?\\n\\nThe permissionless public domain that comprises this brave new world is a glorious land of opportunity. But as in the American Wild West--opportunity brings intrigue, villainy, heroism, and stories. Oh, the stories! The Slaying of the Bear Whale?! The DAO Hack. The Sushi Vampire Attack! The legends loom larger than life as massive, amorphous, leaderless tribes explore and settle this new meta terrain.\\n\\nBut one of the starkest lessons of Web 2 is that the stories told on these interwebs do not always reflect reality. Thus: vigilance is in order.\\n\\nA detective separates truth from fiction and signal from noise.\\n\\nThis is no small undertaking IRL, harder still in Web 2. But in the latent space of Web 3? Here the landscape itself is fiction; its emergent properties, noise. In the metaverse, spun yarns become towering financial hubs: we speak wonders into existence! The most powerful DAOs are the best told stories and alpha trickles in whispers from peer to peer. But so do the rugs! In this land of fantasy, a tale too tall can devastate harder and faster than any IRL lie. How to pick it all apart?\\n\\nIt appears we find ourselves in some sort of epistemic hell. How can we begin to separate truth from fiction here? What is reality in this collective meme dream? A detective’s work lay ahead.\\n\\nA vast new frontier lays before us: more strange, colorful, magical, beautiful, and scary than we even yet imagine. You’ll want a native private eye to help parse it all.\\n\\ngm, I’m `sleu.eth`\",\"timestamp\":1636736207,\"title\":\"Good Morning, Meme Dream\"},\"digest\":\"2aj7nrjkTwUL3Md8J2huOx6AhhF-pwQfGizwbxjskjA\",\"authorship\":{\"contributor\":\"0x2F0E30a4412034BebcFc68Ef4F270e5743B733FA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rE0r5IsTU0ZwK8l2Vv46Y8dxPDSxvAcZ3JnI0_RvcLY\\\",\\\"y\\\":\\\"VOMoiPw_ufF03VaYokvYeScBFXBFagijkeR-0nLL_B8\\\"}\",\"signature\":\"lu6mzOE6PdZyoVtb88fKuoUCr4LR8wQSNDwiuKcqOm-cXPfRvXWQkC2__c74LxsXEzNFRjmVm5yok4RgsJKRJA\",\"signingKeySignature\":\"0x8864925d7bdc5e0dfa4f0882837f708e5d233a4dff773daba5db964b662e2e010f2f0c4f08b980862608359a39316b79420278be8361d9bb154a6f35b7265b1f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rE0r5IsTU0ZwK8l2Vv46Y8dxPDSxvAcZ3JnI0_RvcLY\\\",\\\"y\\\":\\\"VOMoiPw_ufF03VaYokvYeScBFXBFagijkeR-0nLL_B8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2aj7nrjkTwUL3Md8J2huOx6AhhF-pwQfGizwbxjskjA\"}"