"{\"content\":{\"body\":\"A voyaging ship was wrecked during a storm at sea and only two of the men aboard were able to swim to a small, desert-like island. Not knowing what else to do, the two survivors agreed that they had no other recourse than to pray to God。\\n\\n　　However, to find out whose prayers were more powerful, they agreed to divide the territory between them and stay on opposite sides of the island。\\n\\n　　The first thing they prayed for was food. The next morning, the first man saw a fruit-bearing tree on his side of the island, and he was able to eat its fruit. But the other man's parcel of land remained barren。 \\n 　　 \\n 　　After a week, the first man became lonely and decided to pray for a wife. The next day, another ship was wrecked and the only survivor was a woman who swam to his side of the island. But on the other side of the island, there was nothing。\\n\\n　　Soon thereafter the first man prayed for a house, clothes and more food. The next day, like magic, all of these things were given to him. However, the second man still had nothing。\\n\\n　　Finally, the first man prayed for a ship so that he and his wife could leave the island, and in the morning he found a ship docked at his side of the island。 \\n 　　The first man boarded the ship with his wife and decided to leave the second man on the island, considering the other man unworthy to receive God's blessings since none of his prayers had been answered。\\n\\n　　As the ship was about to leave, the first man heard a voice from Heaven booming, \\\"Why are you leaving your companion on the island?\\\"\\n\\n　　\\\"My blessings are mine alone since I was the one who prayed for them,\\\" the first man answered. \\\"His prayers were all unanswered and so he doesn’t deserve anything.\\\"\\n\\n　　\\\"You are mistaken!\\\" the voice rebuked him. \\\"He had only one prayer, which I answered. If not for that, you would not have received any of my blessings.\\\"\\n\\n　　\\\"Tell me,\\\" the first man asked the voice, \\\"what did he pray for that I should owe him anything?\\\"\\n\\n　　\\\"He prayed that all your prayers would be answered.\\\" \\n \",\"timestamp\":1638591644,\"title\":\"The prayers of friends\"},\"digest\":\"fetlDKmfGZ2BM78xNmheMg9iA8E7p6BXzZWlbQOkUAk\",\"authorship\":{\"contributor\":\"0x32eDED2b73151587026ed31c606Aa893d43c46Cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h-g1H6h-dlFibALemoNy81OYINaSe6vB3pJTWOupB64\\\",\\\"y\\\":\\\"6qVSka736uFWtsvuivCXqCbCsn8emH402tJbYrnuMTE\\\"}\",\"signature\":\"dZhmW_JmkhbYu00dupfdHqEQ04IydAfYfVGbYwIZpcQeTExONZXQcFZTDCAalrEFdU5rEDNTFHAoA5zrYlOkZg\",\"signingKeySignature\":\"0xd8ce9dc45d50750b6ff552d62ed58478a63082aa6f934d6f1f017cf72efbdfaf263d30ebaf7481254fbb54874bb98db7bfcd05be92df6e22888063264b8567751b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h-g1H6h-dlFibALemoNy81OYINaSe6vB3pJTWOupB64\\\",\\\"y\\\":\\\"6qVSka736uFWtsvuivCXqCbCsn8emH402tJbYrnuMTE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fetlDKmfGZ2BM78xNmheMg9iA8E7p6BXzZWlbQOkUAk\"}"