"{\"content\":{\"body\":\" Šta je to novac i kakva je njegova budućnost na internetu?\\n\\n \\n \\n\\n \\n \\n\\nMožemo reći da je novac nekoliko stvari ili točnije novac predstavlja vrijednost stvari.\\n\\nNovac onaj papir ili kovanica koju bi nam dala naša baka ili mama te rekla sine/kćeri kupi sebi sendvič tako da nisi gladan u školi. To je naša prva interakcija sa novcem u životu sa novcem čovjek može kupiti stvari u stvarnom životu. Postoje tri definicije novca ili svrhe novca, ja ću pokušati dati odgovore na sve tri i takodjer pobliže objasniti kako internetski novac ulazi u tu svrhu. Novac je:\\n\\n  1. Sredstvo koje služi za razmjenu dobara,\\n\\n  2. Sredstvo koje se koristi za mjerenja stvarni dobara,\\n\\n  3. Sredstvo koje koristimo za štednju.\\n\\nPrva definicija novca glasi “sredstvo koje služi za razmjenu dobara”. Papirni novac je jako dobar u tome da nam pomaže kupiti stvarna dobra u našoj okolini, super volim papirni novac medjutim on ima par mana, šta ako sam malo nemaran ili slučajno papirnu novčanicu, kovanicu negdje zagubim, poderem, novčanica stupi u kontakt s vatrom ili vodom, dakle fizički novac ima puno nedostataka. Moramo biti jako pažljivi da ga ne uništimo i pritom teško je ga razmjenjivati, voditi računa s njim i na kraju mjeseca nemamo detaljan pregled gdje smo ga sve potrošili(ukoliko ne vodimo knjigu računa, što vjerujem malo tko čini). Sa konvencionalnim novcem je teško kupiti nešto on-line, digitalna verzija je neophodna. Druga vrsta novca kojeg imamo u našem sistemu je digitalni bankarski novac koji je spremljen u bankarskim serverima te njemu možemo pristupiti pomoću kartice ili internet bankarstva. Taj novac upotpunjuje par jako bitni stvari kao što su plaćanje online, slanje novca u duge države i držanje novca bez brige da će se nemarom uništiti. Medjutim bankarski novčani sistem je star, datira iz davnih 1970-ih, veoma spor(transakcije traju danima), skup(internacionalne transakcije uzimaju velik postotak poslanog novca) i digitalni bankarski novac nije slobodan(u neke zemlje ne možeš poslati novac). Zbog gore navedeni razloga internetski novac je postao potreba, internetski novac se nalazi na blokčainu, on je brz, siguran i jeftin. Moderni bankarski sistem treba nadogradnju, stoga u narednim godinama vjerojatno dolazi do ubrane inovacije i novih sistema u koje bi se banke mogle integrirati. Novac kao sredstvo koje služi za razmjenu dobara je jako dobar u tome, koristi se već stoljećima i svjesni smo da bez njega ne možemo imati modernu civilizaciju. To je prva definicija novca.\\n\\nDruga definicija, novac kao mjerna jedinica za stvarna dobra. Kad nas netko pita koliko smo platili novi auto ne kažemo 0.5 bitcoina ili 3 ethera. Većina ljudi ne razumije šta je to bitcoin ili ether. Prijatelji i obitelj pitat će za cifru u eurima, kunama, markama. Kroz stoljeća postojao je samo novac izdat od strane državni institucija tako da smo ostali sa samo jednom opcijom koju mjernu jedinicu da koristimo za stvarna dobra i usluge.\\n\\nKao treća i finalna definicija “novca” je sredstvo koje zadržava vrijednost, kroz stoljeća ljudi su držali svoju uštedjevinu u zlatu ili drugim rijetkim elementima, tako su se štitili od vlasti koja je iskorišavala monetarnu moć, printajući novac u nedogled. Trenutno u nekim država zlato se još uvijek koristi u te svrhe kao “zaštita od inflacije”.\\n\\nMedjutim zlato je lako ukrasti, teško ga je konvertirati i prenositi na veće udaljenosti. Stoga digitalne valute se ističu kao najpouzdanije moderno sredstvo štednje, integrirana rijetkost u protokolu koji je matematički siguran na interetu(ako hoćeš uništiti kriptovalute, moraš ugasiti internet). Dvije kriptovalute koje se naročito ističu kao “rezervni novac” su Bitcoin i Ether, postoje razlike medju njima ali su obje decentralizirane i testirane kroz godine turbulencija. Bitcoin ima ograničenu količinu(samo 21 milion ih može postojati), dok Ethereum nema ograničenu količinu ali ima mehanizam spaljivanja(sve manje ethera koji postoji), postoji velika mogućnost da jedna od tih kriptovaluta postane najbolja opcija za štednju novca. Moj izbor je Ethereum. Ethereum je još uvijek u razvoju te prelazi na mehanizam koji je bolji za okoliš dok Bitcoin stagnira i ne želi se mjenjati. Ethereum se takodjer koristi u razne svrhe kao valuta u “Decentraliziranim financijski aplikacijama” gdje se na njega moze posuditi novac ili zaraditi kamata ako ga uložite, koristi se i u trgovini digitalni nezamjenski tokena koji se mogu koristiti u igricama ili metaversu. Dakle Ethereum polako postaje najjača valuta za pohranjivanje novca, tako što je digitalna, lako pristupačna, likvidna, ne ovisi ni o jednoj državi ili političkoj partiji, korištena je u razne svrhe te je temelj novog interneta, što neki nazivaju “Web3” gdje je moguće vrijednost na internetu dati svojim korisnicima i kreatorima.\\n\\n \\n \",\"timestamp\":1638580300,\"title\":\"Kripto- \\\"Novac budućnosti je na internetu\\\"\"},\"digest\":\"qmw1fHbypg3koMZg-tSRSu7J4HxBigAmvW9gq6ENzrQ\",\"authorship\":{\"contributor\":\"0x9296440084a546744a840B46B17E584e48C988E7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gJru8vj-JyPuG3qed5RFJc1Jxdr3irzNCSU0LB_H66o\\\",\\\"y\\\":\\\"s-A2tsK7Li6ViFDCF4C6WaD8-Xi4ao3S_5vNLjsxf5M\\\"}\",\"signature\":\"Rsp99qHO6s16haPnBMqlocNNvwvwdmeUHSs2-eT6QQ0KAI2N4DShwhADm4_SMnuEEVLfYdztNGN5JFSf0pZQVw\",\"signingKeySignature\":\"0x91450d02813bb7bdf5d2149e46a3118624efb0c6e03201e525e4d2064f73d1855e2c3094d1a4c1a12b7ae8bebad83b2a97a56a1f8770d376bc6d795badb871b31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gJru8vj-JyPuG3qed5RFJc1Jxdr3irzNCSU0LB_H66o\\\",\\\"y\\\":\\\"s-A2tsK7Li6ViFDCF4C6WaD8-Xi4ao3S_5vNLjsxf5M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qmw1fHbypg3koMZg-tSRSu7J4HxBigAmvW9gq6ENzrQ\"}"