"{\"content\":{\"body\":\"My incredible journey in to this whole new world of cryptocurrencies has been nothing short of transformative. Right now, it feels like an unbounded exploration in to the future of money. I am continuously forcing myself to slow down, take measure, and walk instead of run.\\n\\nNevertheless, once I bought my first cryptocurrency coin (UST), I quickly got my feet wet with the incredible savings opportunities that Anchor Protocol’s Earn offers. I then started slowly experimenting with some liquidity farming. In the process, I researched everything I could about the pros and cons of investing in liquidity pools. I developed a framework to help me make the best possible investment decisions. I created simple ledger tables to be able to easily track the results of the liquidity pool investments. I even wrote an article about impermanent loss, just to make sure I embraced the effect on my investments (see a link in the Sources below).\\n\\nThere is no lack of farming opportunities in the Terra ecosystem and I have been carefully trying out offerings from Anchor, Terra Floki, and naturally the great new farms on the Loop Markets DEX. However, just like in old school finance, diversification is very important and I recognize that I should not just dabble in Terra. The time has come for this rookie crypto farmer to spread his wings and dip his toes in some pools outside of this wonderful ecosystem.\",\"timestamp\":1638432749,\"title\":\"Next Stop: The Labs of the DeFi Scientists\"},\"digest\":\"0pRlfFbf6a2FU5GKxebasBxlas-ob9CpXOQzOeDsvms\",\"authorship\":{\"contributor\":\"0x19a5586C03eBb809769D5b5b169CBB7974A1F2B6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X2WouQ4JfSr3OPmzBEGWJCP-ZM_rqVYxDxRdleheHeA\\\",\\\"y\\\":\\\"ajMVaHWqxB3zamOrmfBILmTyNNO1TbMTFsdYvB4S5Zg\\\"}\",\"signature\":\"SEI8AUp9fgEcWORyToY3oNSiIK445VLrYmmelTuitYGyzygS9rdSmmdVetia8VV_fyQmmObArZd0rMEoq2HZEQ\",\"signingKeySignature\":\"0xdb15e22819571779dd526a69a40842c8b643ab73882f80ce52156bae05f28ed40972c2ee203a67690e0148ab5c6922c479a0644c71236f7e255f34e87f7c2c4c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X2WouQ4JfSr3OPmzBEGWJCP-ZM_rqVYxDxRdleheHeA\\\",\\\"y\\\":\\\"ajMVaHWqxB3zamOrmfBILmTyNNO1TbMTFsdYvB4S5Zg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0pRlfFbf6a2FU5GKxebasBxlas-ob9CpXOQzOeDsvms\"}"