"{\"content\":{\"body\":\"# The Power of Our Minds\\n\\nWhen you have faith in the extraordinary power of your mind, the mind tends to acknowledge that and offer you a lot in return.\\n\\nIt's a relationship. You have to have faith in each other to yield the optimum results from this relationship.\\n\\nThrough the past few years, the habit of reading, writing, meditation, and outdoor running has helped me build an exceptional habit — **Listening to my mind.**\\n\\nAnd, that in turn has helped me invest and have more faith in our relationship.\\n\\n# Be Better Bit-By-Bit\\n\\n\\\"Be Better Bit-By-Bit\\\" is an endeavor through which I aim to build a fresh perspective towards Self-Improvement.\\n\\nTime and again, I have sensed that **\\\"It's not for me\\\"** is the common perception when it comes to \\\"Self-improvement.\\\"\\n\\nAnd that's the gap I am trying to fill — To make \\\"self-improvement\\\" a core part of your life. Everyone's life.\\n\\nAs part of the effort, we recently had a **\\\"Three Challenges Challenge**.\\\" A seven days challenge that expected the participants to challenge themselves on three fronts:\\n\\n* No added sugar — avoid as much \\\"added\\\" sugar,\\n* Hydration — A minimum of ten glasses of water during the day, and\\n* Five different fruits each day.\\n\\nConsistently, over a long period, the platform's agenda is to keep the goals and efforts small — but consistent.\\n\\n## The approach:\\n\\n* Firstly, accept and declare your participation in the goal/challenge — Written agreement is an indication to the \\\"chimp\\\" mind that you are ready, and hence he needs to be ready too.\\n* The next step is to build necessary modifications in the schedule — identify and bring small sub-goals and actions, and\\n* Finally, track your progress in a structured manner.\\n\\n**The final element is essential** — the belief is that a goal or a habit picks up the right pace when we track it well. Else, it will fall into gaps.\\n\\n# An Odd Time and an Odd Suggestion\\n\\nThough self-improvement attracts a lot of initial excitement, the experience has taught me that this excitement doesn't last long. So it's essential to keep the audience engaged at all times.\\n\\nAfter three days of enthusiasm, I searched for the next nudge and a \\\"change in perspective\\\" content.\\n\\nIt was essential to keep the fire alive in everyone's belly.\\n\\nAs I was approaching bedtime at the end of the fourth day, the idea kept hitting me. My body was exhausted, and I was crying to lie down in the bed. Still, the idea kept nagging me.\\n\\n* **What can I share with them?**\\n* **How can I push them to track their goals consistently?**\\n\\nThat's when my sleeping mind came up with an acronym — **G.A.T.E**.\\n\\nBut, the tired mind was battling to remember the acronym; it was dying to sleep.\\n\\nAnd, it did.\\n\\nThe acronym did not register well in mind.\\n\\n# The Recall\\n\\nAs I woke up the next day, I did not remember the acronym at all. The morning routine started as usual. I was soon ready for the outdoor run and entered the dark lanes around my home. As I took the first few steps, the morning mind brought back the acronym — **G.A.T.E**.\\n\\nA connection soon got established, and my mind helped me recall the individual elements of the acronym.\\n\\n**G — Goals** — Set measurable goals/sub-goals.\\n\\n**A — Action** — Take appropriate small actions.\\n\\n**T — Track** — Track your progress against the measure.\\n\\n**E — Embrace** — Embrace, enjoy and be consistent with the change.\\n\\n# Habit and Goal Building — Acronyms in Use\\n\\nMany [authors and personalities](https://boardview.io/blog/goal-setting-acronyms-three-attributes-common/) have shared their views using different acronyms related to habit or goal building:\\n\\n* [SMART ](https://en.wikipedia.org/wiki/SMART_criteria)— Specific, Measurable, Attainable/Achievable, Realistic, Time-Bound\\n* CLEAR — Collaborative, Limited, Emotional, Appreciable, Refinable — Shared by Adam Kreek.\\n* **[ACTION](http://7rulesofachievement.com/achievement/action-goals-criteria-goal-setting-worksheet/)** by Tom Terwilliger: Accessible, Clearly Stated and Concise, Towards and Timed, Impassioned, Organic, As if Now\\n* **[QUEST](https://books.google.nl/books?id=6Uevrxv6A8YC&pg=PA94&lpg=PA94&)** by W. Timothy Gallwey about set learning goals — Qualities, Understanding, Expertise, Strategic thinking, Time\\n* **[PRAGMATIC](http://www.aic.gov.au/media_library/conferences/evaluation/williams.pdf)** mentioned by Paul Williams: Proximate, Relevant, reliable, reportable, Achievable, Game-proof, Measurable, Appropriate, Timely, Time-based, Integrated, Cost-effective\\n\\nThese acronyms help us set a context and follow a method while deciding and approaching a goal.\\n\\nI believe that if an idea is genuine, it will come back to me. And that's why the **G.A.T.E.** acronym decided to come back in those early morning hours and became my version of habit and goal building.\\n\\n# G.A.T.E. Approach Explained\\n\\nFear and self-doubt are some of the most critical things impacting self-growth.\\n\\nAnd, that's why I recognize the approach of small and consistent improvements.\\n\\n**G.A.T.E. is a sub-approach to the overall philosophy of \\\"Be Better Bit-By-Bit.\\\"**\\n\\n**G**oals — Set measurable goals and sub-goals.\\n\\nSet goals. And then set a measure to it. Drinking ten glasses of water, eating five fruits a day — are small measurable goals towards the larger goals, i.e., Weight management.\\n\\nIf you don't know what you want, then you don't know what to do. And, if you don't know the sub-goals, you don't know what to do next.\\n\\n**A**ction — Take appropriate small actions.\\n\\nOnce you have the goals/sub-goals, convert them into meaningful actions. Og Mandino says in his famous book — *\\\"No planning can replace the actual actions.\\\"*\\n\\nBreaking down actions is important after identifying the sub-goals because small actions help you maintain consistent behavior.\\n\\n**T**rack — Track your progress.\\n\\nRelying on willpower generally fails us in the long term. There are times when it is difficult to manage consistency even after doing everything right.\\n\\nAn efficient tracking mechanism helps you create an awareness of your progress. And then the goal moves on an auto-trajectory.\\n\\n* How do I know I am managing my weight loss journey well without recording the workouts and their impact on the weight?\\n* How do I know my TIME spent if I don't track the TIME consumption?\\n* How can I complete the manuscript of my next book if I don't set a daily target and track the word count?\\n* How can we manage our financial goals if we don't track the investments and the returns?\\n\\n**E**mbrace — Embrace and enjoy and be consistent with the change.\\n\\n**Be Better Bit-By-Bit = Small + Consistent Actions.**\\n\\nConsistency is as important as breaking down the goals into the sub and measurable goals.\\n\\nOnce these two elements enter your life, the goals and habits embrace you. In return, you need to embrace and celebrate them each day.\\n\\n# Conclusion\\n\\n**G.A.T.E.** might not be a holistic approach to habit building, but to me, it's a good indicator of the four essential components that can help build a sustained habit.\\n\\n**G.A.T.E.** is a gift offered to me by my mind because I opted to put enough faith in the ideas shared by him.\\n\\nThe habit formation strategy need not be extra brilliant, nor do they require incredible willpower, dedication, or time. Instead, by starting small, extra-ordinarily small, you can gradually work up to the habit you're trying to build.\\n\\nYou need knowledge of how habits work and your behavior to implement a strategy like **G.A.T.E.** effectively.\\n\\n**G.A.T.E.** works for me, and hopefully, the information and perspective I am trying to outline will help set you up for success.\\n\\n**If I can do this, anyone can do this.**\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\nNishith is an author and creator of a unique self-development platform — **\\\"Be Better Bit-By-Bit.\\\"**\\n\\nGrab your copy of his debut book — [Be Better Bit-By-Bit](https://www.amazon.in/dp/9387004295/ref=cm_sw_r_wa_apa_i_Nh.aGb972P6ZJ) and listen to his podcasts [Be Better Bit-By-Bit](https://open.spotify.com/show/0pum5rJmbp1PkWYIwOjFfz?si=8lMjcvG1SzGyzrhOvlCNfQ) and [10 Bullets — 100 Words Book Summary](https://open.spotify.com/show/5LWIrRkURIV5Sh3GGXfSs6?si=PVzFilPKShS1jPHDi5rD-Q).\",\"timestamp\":1634283712,\"title\":\"G.A.T.E. — Goals|Action|Track| Embrace — An Approach Shared by a Tired Mind.\"},\"digest\":\"8KuLZ9ixkU-0h0oddRN58uW6Bci2u2Ts_O6q0UMBW0c\",\"authorship\":{\"contributor\":\"0x767d7baD6A68EF14B1985E53213744ecEfF37ceE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d9MssvtWGGqhYA2N--e8eorfYfik8pq6jqn6nE3QPN0\\\",\\\"y\\\":\\\"P8YT9UuxYMGlPAMTer_dVOqgaJI7oOM8gTRThMvELa0\\\"}\",\"signature\":\"JboUOGuTXCVAHNh1YiAFaYwcMCwDK7f7qlqxDBTE4B05UxwKvlH4YYpz3FNoUycJpFFseeI1DmKP-v06tuZ1bw\",\"signingKeySignature\":\"0x9d6799e24075af808feb85b795f6324f9847ae4c4219531fa456fc0813960a1135437cde88b42a9db0cce34fea9e8da127bb792b0d036f076d052d101a1e70221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d9MssvtWGGqhYA2N--e8eorfYfik8pq6jqn6nE3QPN0\\\",\\\"y\\\":\\\"P8YT9UuxYMGlPAMTer_dVOqgaJI7oOM8gTRThMvELa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8KuLZ9ixkU-0h0oddRN58uW6Bci2u2Ts_O6q0UMBW0c\"}"