"{\"content\":{\"body\":\"赛博朋克的巅峰著作之一《攻壳机动队》有这么一段有趣的情节:难民首领久世英雄为了筹集战争经费，使用黑客技术从每个国民的账户里抽取利息。他的做法很巧妙，他仅仅收取低于一日圆的账户利息，大概没有人会注意自己账户小数点以后的金额，更别提这微小金额所产生的利息了。从而顺利筹集资金买到钚，作为筹码（特别的十一人）。这段情节让我想到小时候的一个愿望：如果全国每个人都给我一块钱，我岂不就有十几亿了？这可能是我懵懂意识下最初对权力的窥探，金钱和权力是硬币的两面。而久世英雄所作之事，无非是每个国家机器对其国民所作的。税务、便是游离在权力与金钱之间的触手，隐秘而伟大。\\n\\n**大农耕时代**\\n\\nDEFI世界，甚至整个区块链系统自然少不了税务。每一笔转账、每一次GAS费，在我看来都是税务的一部分，流向矿工，流向整个系统。而最初阻止我进入DEFI世界的同样是因为这反直觉的税务，以太链上高昂的GAS费一直是我进入市场的阻力，真正让我下定决心投入农耕的是YAM。“眼看他起朱楼，眼看他宴宾客，眼看他楼塌了。”而全程围观的我还不知道这是什么。我下定决心，以94.82Gwei的巨额油费推开了那扇门，感谢区块链的特性，我终于在区块10693933上付出，真正进入DEFI世界。农耕时代是辛苦而快乐的，定时收割作物，起早贪黑的寻找新的田地。如果你侥幸来到一块还未有人开垦的田地（假设它是安全的），你便能看到数字的跳动，我觉得我真正拥有的这串数字，拥有了这串数字后的价值。\\n\\n**逐鹿**\\n\\n“秦失其鹿,天下共逐之”大放水时代，货币超发。圈内人不禁发出灵魂拷问：美联储发的，为何我发不得？USDT太过中心化，DAI资金利用效率太低等等，算法稳定币的故事应运而生，AMPL/BAS/FAX，仿盘和一个个迭代的项目同样对对抗税务系统，却选择更为直接、更加激进的手段。它直接想对抗铸币税。“Weird to think of a currency where a gun isn’t on the other end”推上看到这句话，对我触动很大。当然也可以解释这些算法稳定币失败的原因。我依旧相信有一天会有一种算法巧妙的稳定币出现，达到无中生有的价值。到时记得@下曾经尊贵的地下美联储股东。\\n\\n**工业（白银时代）**\\n\\n“究竟是谁在抛售这些价值币？”群里小伙伴一边调侃，一边无情的贯彻“挖卖提”的农耕战略，言下之意就是究竟是谁在接盘这些空气币。定时出售挖出来的作物，毫不留情的卖掉一切空投。追随一个又一个热点，感慨一个个项目变为古典项目。直到有一天，我在链上查到当初卖掉 “空气币”的价格时，我意识到一个新的时代已经来临了。DEFI的工业时代大概开始于BSC，更低的准入门槛，模仿与重复的故事，舍弃不可能三角的一角。借贷、交易、聚合器、机枪池，仿佛是工业时代批量生产，把当初易腐的农产品被加工为畅销品。CAKE、SUSHI的热销大卖，是没有忠诚度资金的创造物。这大概是最好的时代。\\n\\n**黄金时代（大航海时代）**\\n\\n近段时间，我无数次的想起屠龙少年当初说的话： “**比特币，将一个虚拟的离岸自由金融环境无缝嵌入到了全世界。Bitcoin network就是网络空间的香港、BVI和澳门。现在买入比特币，就相当于在香港半山有了一栋楼。不要光看到现在山上除了树以外什么都没有，而要看到未来山脚下那鳞次栉比的Skyscrapers“**DEFI的盛况，仿佛让我看到那座自由之城海市蜃楼般的幻影。你心目中的自由城是什么样子？作为赛博朋克的重度爱好者。我还是想借用《攻壳机动队》（SAC.全自动资本主义）的一段情节来说明：一名号称“乌鸦天狗”的数学家，因不满操纵数字，而改行投身金融界。一举成为世界顶级首富，其生性孤僻，一人独居在一栋仅有机器人的豪宅里，爱好囤积黄金。被人刺杀时才发现他早已死去三四个月，黄金堆满整个屋子，但他的整个交易系统依旧在运行，为他提供源源不断的财富。在我看来，赛博朋克一直在探索碳基生命与硅基造物的边界。硅基造物脱离碳基生命的束缚，或者说存在一种系统使碳基生命不得不（心甘情愿）为之服务（例如比特币）。这便是新世界的雏形，那如何在这新世界获得自由？或者说如果“缸中之脑”的时代真的来临，最重要可能不是选择“红色药丸”或“蓝色药丸”，而是选择的权利。硅基生命又会接受什么？\\n\\n**终**\\n\\n但愿众人皆能以加密货币为方舟，为DEFI为浆，游弋在万链之上，终达自由之城。\",\"timestamp\":1634367665,\"title\":\"自由城\"},\"digest\":\"dTUFr1EpChQTh7FSxMPw3UL9N7mvzDutkdboxoHEwl4\",\"authorship\":{\"contributor\":\"0x0d0bD6469BE80d57893cf1B21434936dfAA35319\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQPZodbWmX1-dD3gr9bVxtpp9a_hCa_ZRmchBfsa7E\\\",\\\"y\\\":\\\"BR_tFC0qLFHM6hJvyXO_sbODtv5qFiWHkOjkiIhT9vA\\\"}\",\"signature\":\"TewuEfGcBmjzHc_mjEyGaPgT8D3fYhw6PqiAQ6TknL7ic-Ve4wCfshbk3gPM2BuPFsky9ZBs5UH3c76Bk6QYrQ\",\"signingKeySignature\":\"0x2db1d270e337ebc0037471d17e9f974e93815d2769332d1c3ae2ba20b674f89c468b6b39851799ebf878cf33f6aa769aa443326a493000c2214cbce7f17556461c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQPZodbWmX1-dD3gr9bVxtpp9a_hCa_ZRmchBfsa7E\\\",\\\"y\\\":\\\"BR_tFC0qLFHM6hJvyXO_sbODtv5qFiWHkOjkiIhT9vA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dTUFr1EpChQTh7FSxMPw3UL9N7mvzDutkdboxoHEwl4\"}"