"{\"content\":{\"body\":\"*On November 16th, 2021, LEVEAN hosted an AMA on the official The Radiant Society Discord. The questions were submitted by community members previous to and during the event. The questions ranged from the origin of the project to future plans. Questions were addressed in no particular order and the notes are listed below as they were answered in the AMA. The notes are not to be taken as a 100% accurate transcript, but rather as an interpretation of the answers provided by LEVEAN.*\\n\\n**1- On the initial lunch:**\\n\\n* 11/17/2021 is the first opportunity for those selected to receive mints.\\n* Approx 600 chosen ones’ have sent addresses for free minting \\n* 9:00 PM UTC begins 24 hours window for first minting\\n* 2nd Window of minting begins November 18th at 9:00 PM UTC\\n* The public phase begins November 20th, 9:00 PM UTC. \\n* Multiple windows were created to prevent gas wars.\\n\\n**2- On how did the project start:**\\n\\nVeene & LEVEAN have known each other since high school. After that, they decided to create a collection a few months ago, with the aim of establishing a link between physical and digital art. It was challenging to figure out how to create a generative art collection that had a cohesive feel/look.\\n\\n**3- On how emotions are represented in the NFT’s design:**\\n\\n* There are 11 emotions represented.\\n* One per character.\\n* A trait will be assigned to the head, body, background, and main emotion.\\n\\n**4- On the future plans for the project:**\\n\\n* There will be a community wallet.\\n* Holders will decide how to use the community wallet.\\n* Other future plans can be referenced on the public roadmap [here](https://www.theradiantsociety.art/).\\n\\n**5- On plans for exhibitions:**\\n\\n* Events will be created to display the art in the future Looking to collaborate with galleries around the world.\\n* The first event will likely be in Europe, most likely in Paris\\n\\n**6- On rarity:**\\n\\n* There are different levels of rarity in the supply.\\n* The creator’s general sentiment is that “It is better if everyone is happy with their radiant”.\\n\\n**7- On social media influencers:**\\n\\n* None involved right now\\n\\n**8- On buying physical copies:**\\n\\n* NFT can be printed and sold.\\n* There will be 50 legendaries in the supply, and the owner will be able to claim a physical copy of each. Those will be signed by the artist.\\n* NFT owners will have full commercial rights including the right to print. Once merch is for sale, other products will be developed using the art.\\n\\n**9- On collaborations with other NFT products:**\\n\\n* More collabs will be revealed.\\n* Airdrops will be announced in the future.\\n* NFT promoter's offers were rejected in the spirit of maintaining the project’s integrity.\\n\\n**10- On whether founders will reveal their ID:**\\n\\n* “Not yet, for security reasons.”\\n* They do not wish to begin by announcing their ID, but rather by announcing the NFTs themselves.\\n\\n**11- On the minting protocol:**\\n\\n* Minting will be done on the website, guaranteeing protection using MetamMask.\\n\\n**12- On the future The Radiant collections:**\\n\\n* There will be further collections. Might use a different art style to preserve the uniqueness of the first collection.\\n\\n**13- On creating demand after minting:**\\n\\n* There will be collaborations, merch, and events.\\n\\n**14- Addressing concerns of The Radiants** **community members:**\\n\\n* “The goal is not to rob people. The amount of time that has been invested should ease these concerns.”\\n\\n**15- On what happens to the NFTs that are not sold:**\\n\\n* They do not want to think about that possibility. As of right now, they are focused on selling all of the NFTs.\\n* If they do not sell out, they will do anything possible to promote/market in order to sell out.\\n* They will spend ETH if necessary.\\n* They have the possibility to burn, which they do not want to do but it is a possibility.\\n\\n**16- On computer generated NFTs:**\\n\\n* A computer-generated all the art and the rarity. Founders do not know where the rares will be.\\n* Over 260+ assets were created to avoid duplication.\\n* Necklaces and shoulders assets were designed to help create rares.\\n\\n*P.S Help me become be at the frontier of Web3 full time by this post’s NFT.*\",\"timestamp\":1637097025,\"title\":\"The Radiants: 1st AMA Notes\"},\"digest\":\"LmXP27gRLpT64XPQvIJBBH4QPROa2GYGE3A5x4J3ggw\",\"authorship\":{\"contributor\":\"0x8742abCF287a0A0fB5bC00B429e2D13d1942d598\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RIZ7YMlutI3hF7oxRcSxuOwBjzMpc4basR9LM7651ic\\\",\\\"y\\\":\\\"kFebqTQxoGxLRJG-NEA-uMAtpRo12qfydefrZIoXnOc\\\"}\",\"signature\":\"IKJOcPEMUinTkvCCDiBlE_Js6JWJwpflzK0n_gNQTp2Ryggxh--ZUXeDE4sGCsdiLoEKi6udf9du9i5pZYmkiQ\",\"signingKeySignature\":\"0xea100d9e6c8421918975b84698d6308eee8298bee5f73c0fafc8f1d06ad7356e32bbafe2ec9cfeccbe3e1e82e2346ac6ee416d5d8924124e978f5513204683381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RIZ7YMlutI3hF7oxRcSxuOwBjzMpc4basR9LM7651ic\\\",\\\"y\\\":\\\"kFebqTQxoGxLRJG-NEA-uMAtpRo12qfydefrZIoXnOc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uXidqg6wP66KaiOfPgocvELVdpJntlq8-ipnZXL9Q9o\"}"