"{\"content\":{\"body\":\"今天想和大家分享的题目是。什么是共识，我们怎么理解共识，它是怎么形成的。\\n\\n## 自我介绍\\n\\n大家好，我叫严迪，我在知乎上使用一个笔名太阳谷，在比特币扩容的争论期间发过几篇文章。我目前是在德国的 Jena 工作，在一个研究所做光学仪器方面的开发，探索一些新技术，开发一些 prototype。我这样做 prototype 的算是在仪器行业的全栈工程师，光学，机械的，软件的，数据处理，每样都搞一点。我不是加密币方面的从业者，在加密币方面我完完全全是个业余爱好者。我和今天在坐的大多听众一样，只是一个投资者，或者说是对比特币发展的一个旁观者。\\n\\n## 引言\\n\\n我开始研究比特币是在 2016 年初，九二共识期间。这个事情的背景是这样的，当时，Gavin Andresen 提出如果 75% 的算力同意，先扩到 2MB，然后每两年翻倍。中国的矿工群体拒绝了这个方案，提出说 75% 还是太危险怕分裂成两个币，同意说如果 90% 的算力支持的话，扩容到 2M。所以这个叫做九二共识。在此同时啊，Core 开发组对 Segwit 安利的也很厉害，中国矿业在香港与 Core 达成香港共识：计划发布 Segwit，再激活 2MB 硬分叉。这个共识一直没有履行，耗到了 2017 年的 5 月，在纽约大家重新启动了这个共识，说先激活 Segwit，然后过三个月扩容到 2M。这个纽约共识又没能履行，所以现在的 BTC 是激活了 Segwit，但是区块上限还是 1M。今天我们话题是共识，我回看从 2016 到现在这 3 年的时间，撇开这些技术的细节，要不要 Segwit，要不要 CTOR，要不要改出块时间到 2 分钟，要不要扩 Opreturn，我从过去的各样分歧里，我思考这个问题：分歧一定是有的，比特币的世界里，我们怎么面对分歧，怎么形成共识 ? 再深入一层，什么是共识 ?\\n\\n# 共识的涌现\\n\\n今天想和大家分享的题目是。什么是共识，我们怎么理解共识，它怎么形成的。\\n\\n共识这个词，consensus，源自拉丁语，意思是一个事情大家都同意。但是仔细研究一下呢，我发现，这个词在不同的领域，表达的意思是很不一样的。过去，这是一个基督教神学届很常用的词。现在呢，科学界说的共识和政治界说的共识，说的完全就不是一种东西。科学界讲的是大家都同意一些很客观的，可以经由实验验证的一些结论 ; 政治界的共识说的就是大家都同意一个目标一个决定，这种比较主观的东西。比特币上应该用哪种共识呢 ? 比特币上我们说的共识，应该用一个经济学的上的角度来讲，用博弈论的方法来思考。经济学是门很高深的学问，她和科学很不一样。科学讲究的是可重复可验证，而经济学上往往是没有这个可能性的。\\n\\n我不和大家绕圈子，我先说我的结论，然后我们再细说。我的结论是： 1. 共识是博弈的结果，所以共识的形成会有一个博弈的过程。 2.共识的表现是选择的减少，没别的更好的选择了，就有共识了。\\n\\n## 共识的基础是公共知识\\n\\n打个比方，Amy 和我说：”我加下你微信“。她没有给我解释她说的微信是什么，”加下微信“是什么操作，微信里根本就没有这个选项。可是我们之间有这个共识，彼此非常确信对方知道自己在说什么。我知道什么是微信，我知道 Amy 也同样的知道什么是微信，我还知道 Amy 也知道我知道什么是微信，(有点绕啊)，这就形成了共识，可以作为我们继续交流的基础，让我们在交流的时候不必彼此确认什么是微信。我知道 xx，这是一个知识，我知道你知道 xx，我知道你知道我知道 xx，这才成了一个公共知识。公共知识是共识的基础。如果没有这种高阶的知识，我知道什么是微信，但我遇到一个外国人，我不知道他知不知道什么是微信 (他可能是知道的，但我不敢确定)，那我沟通的时候就要费个工夫确认一下了。因为缺乏这个公共知识，我就不敢确定这个外国人知不知道微信，我面前就是两种可能性，那我沟通的时候就要谨慎。\\n\\n公共知识的理论，已经在经济学上有很多的应用。这已经是很成熟的博弈论的理论，结论就是公共知识可以带来多方非合作博弈中确定性的最优策略，这个最优策略的不动点就是所谓的纳什均衡。比如我去和 Amy加微信，我不去和她确认什么是微信，这就是我的纳什均衡的选择，因为另一种可能的概率非常非常低，在这个均衡中权重很小。公共知识这个理论，常常被用来解释垃圾股为什么会暴跌。垃圾股，末日权证，还有现在的 ICO，庞氏骗局，这种大家都知道是毫无价值的东西，但“每个人都知道”这还不够形成公共知识。公共知识是：每个人都知道其他人也知道。我知道这是旁氏骗局，我不知道别人是不是也知道，如果别人比我傻不知道呢，那这个资金盘不是还能再发展壮大下去吗 ? 所以，卖掉是一种选择，继续持有也不失为一种选择。为什么会暴跌呢，因为一旦下跌了，就说明别人也知道这是垃圾股，我们大家的认知就被同步了，持有就不再是一种好的选择了，我就剩一个选择了，就是赶紧卖掉，就会踩踏出逃。这就是公共知识带来的选择的减少，或者说公共知识带来了大家的确定性的最优策略。\\n\\n## 目前没有真正的共识\\n\\n现在我们再细化的讨论一下，既然我们已经知道了共识的基础是公共知识和公共知识带来了选择的减少。那么在过去的两三年里，我们看到活跃的加密币的种类其实是在变多的。就算我们把范围缩小到 dSHA256 算法挖矿的比特币，也是有 BTC，BCH，BSV 三种共存。也就是说，目前的选择还是很多的，所以大范围的共识是没有的。在几百种币里面，我们选了排名第 11 的 BSV，这有什么道理 ? 做为投资者，这个问题我们一定要想清楚。\\n\\n希望下面能讨论几个常见的假共识。或者说在博弈论上不合理的共识。\\n\\n### 假共识 1，信仰粉共识\\n\\n第一个，信仰粉。比如说，有很多人就认为 BTC 永远是加密币之王，一直都是市值第一，是龙头。也有人说，CSW 是中本聪回来了，中本聪怎么样怎么样。如果 CSW 用早期区块的私钥签名证明自己是中本聪，BSV 就能怎么样怎么样。这都是有问题的想法。会不会有共识，你得看大家还有没有选择。ETH 出来以后，BTC 自己是不争气，自己限制自己，完全没有发挥出来比特币的优势，市场份额是拱手让给 ETH。说 BTC 永远都是第一，这是历史事实，可这绝对不是市场的唯一的选择。BTC 的市场份额能从 95% 跌倒 35%，自然也能跌倒 5% 以下，这个“一直都是”是不见得能长久的，没有这个逻辑。包括我们很多朋友说 CSW 就是中本聪啊，中本聪回来了怎么样怎么样。这个其实也不对，不说中本聪还在的时候就有很多人和他意见不一样，各种山寨币啊，还有所谓的创新产品比如 ETH，EOS 这些，都是全新设计，和比特币很不一样，说明相当一部分人根本就不崇拜中本聪。所以你看，崇拜中本聪是一个选择，但不崇拜中本聪也是一个挺主流的选择，就是 CSW 签名了，选择也没有消失，共识是没法形成的。\\n\\n### 假共识 2，傻 x 共识\\n\\n另一个假共识，这是李笑来的电话录音里泄露出来的说法啊，傻 x 共识。很多空气币都是走这个路子，找点大 V 站台，然后在群里喊，1000 以下随便买，都是底，币上了交易所就猛涨。其实买的人也都知道这是空气币，就是在操控价格。在 BSV 的群里也是经常有这样的声音，问什么时候拉盘呀。我就认识有朋友买 BSV，是因为觉得这个盘子小，话题度高，可能会有庄家拉盘。我觉得这种资金盘的玩法，且不说道德不道德，经过了 2017，2018 这两年的市场，现在想再骗韭菜来割也不太现实吧。\\n\\n### 假共识 3，减半行情\\n\\n其实有一个和傻 x 共识类似的，就是所谓的减半行情。这个可能是比较隐蔽。比特币的设计是每十分钟挖出一个块，每一个块的奖励是每四年减半。一开始是 50 个币，减半一次到 25，减半一次到 12.5，明年 2020 年又要减半。我看到已经有很多人在推演了，BCH，BSV，BTC 哪个先减半，减半了能怎么怎么样。很多人的想法就是，减半以后比特币产出速度慢了，供应量减少了，而且之前两次减半以后价格都涨了，所以 2020 年减半又要涨了。这是完全没道理的事情啊。比如说，每个人每天必须吃二两米饭，那大米供应量减少了，价格会涨，这没毛病，因为你没有选择。可是比特币怎么会这样呢，大家完全可以选择不买，减半了以后矿工收益减少，币价完全可以是跌更狠。\\n\\n## 协定\\n\\n前面讲了这几种逻辑上站不住脚的假共识，都有一个特点，就是其实还有很多选择，可能只是大家暂时没有那样去选而已。这种局面其实是。人们可以用协定的方法，故意收缩选择的范围，来达到某个目标。这时候达成的，只能说是政治上的共识。举个例子，一对情侣被一个变态给捆了，说你们两个人石头剪子布，谁赢了谁活，输了的死，但是平局两个人都能活。这对情侣就约定，一起出布，这时候，情侣协定一起出布可能就比较容易成功，因为没有其他特别好的选择。假如变态更改一下规则，说你们两个人石头剪子布，谁赢了谁活，输了的死。如果平局，两个人一起死。这对情侣还是约定一起出布，要一起死。结果啊，男生出了石头女生出了剪刀。这里面的博弈就复杂了，到底发生了什么事情，要看他们的立场和策略具体是什么。看起来是有一致的协定，但这个协定太容易被破坏了，因为还有其他的选择更好。刚刚我们说的几个所谓的共识，BTC 永远是龙头，大家一起锁仓拉盘都不卖，减半以后一定涨。还有那些失败的九二共识，香港共识，纽约共识，这些都是协定，不是共识，就像这对情侣一样，老老实实按着这种协定出布你不一定活得下来。\\n\\n## 共识在未来的涌现\\n\\n下面我会探讨一些预测性质的东西。共识的本质是公共知识带来的选择减少。一个知识，成为公共知识，不太会是缓慢的过程，基本上都会是爆发性的。而且是压得越久，爆发的越猛。皇帝的新装这个故事里面，大家都看到皇帝没有穿衣服，但是都不确定别人是不是也看到皇帝没有穿衣服，还是说别人都能看见皇帝的衣服，有两种可能性在那悬着，大家都是按兵不动。一个小孩喊了一句皇帝没有穿衣服。别人喊都不一定有用，一个小孩喊了，大家都相信他没有什么特殊的策略，他就是天真，说真话。大家本来都在猜疑，现在猜疑一下子就没了，大家都笑了。因为大家之前不是没有知识，而是没有一个契机让大家的知识得到一次同步，成为公共知识。我不太会玩 DOTA，LOL，王者荣耀这些游戏，但我通过我的旁观，我发现也有这个现象。双方 5 个人，基本不会出现捉对厮杀的情况，都是先谨慎试探，然后突然就变成了团战，打着打着突然你发现就没有其他的选择了，只能把所有的战斗力都投入到这场团战里面，不然就肯定要输了。虽然全投入进去也不一定能赢，但是没别的更好的选择了，这是最优解。这就是我要说的共识的涌现。\\n\\n比特币 2009 年诞生，诞生初期规模小肯定是谈不上有共识。这几年特别是 2016 年以来，币圈规模变得大多了，同时出现了这么多币，这么多纷争，其实这都是真正的共识形成以前的过程。共识肯定是要磨的，中本聪一开始就明确要 POW 挖矿，大家不信邪，POS 要试试，DPOS 要试试，交易即挖矿也试试，东试试，西试试，最后发现还是 POW 最好。对于个人投资来说，走弯路要赔钱了，对整个行业来说，试过了很多弯路又回到中本聪的初始设计，其实没坏处。这时候才是更成熟。经过过去两三年，特别是比特币经过了两次分裂，我们现在在 BSV 上面能看到比特币开始成熟起来了，原始的设计的宝贵价值开始被认同了。\\n\\n## 区块链的应用会爆发\\n\\n我大胆的预测，在不久的将来，我猜应该在 2024 年减半以前。BSV 会突然在大范围内形成共识，成为市面上唯一的加密币，不是现在币圈这么点规模，而是全社会，大量资源都投入进来彼此竞争。其他的加密币比如 ETH，BTC 都无人问津了。很多人都嘲笑这样的想法，先超过 BNB 再说吧，先反超 BCH 再说吧。说这些话的人，都没有理解共识涌现的力量。BSV 的市值排名绝对不会是一名一名往上挤上去的。我下面解释一下为什么一定会爆发：\\n\\n### 1.加密币能降低各行各业的成本。\\n\\n这个话题太大了，我们就举例说 Token。BSV 上的 Tokenized 项目已经完成了标准的指定，估计就这一两个月就会有非常傻瓜化工具上线了。Token 是连接世界和区块链的桥。股票，债券，彩票，门票，公司的 ERP，银行的转账，都可以在 BSV 的链上记录使用，并且成本更低。想想看就是一个银行或者券商的记录，为了防止篡改要设置多少人彼此监督，多少反复核查的设计，消耗多少自然资源和人力资源。比特币挖矿烧掉的电费真是九牛一毛。BSV 低成本低摩擦可以改变整个世界。各行各业都可以用 BSV，构建起来一个基于 BSV 的 Metanet，比现在的 Internet 更高效，这里面各行各业都是有利可图的。既然是有利可图，潜在的利益相关者就都是将来要下场的选手，这个群体很大很大。\\n\\n### 2.世界对加密币是有认知的。\\n\\n2018 年全球范围内企业申请区块链方面的专利排行榜中 nChain 遥遥领先，但你看MasterCard，IBM，阿里巴巴，也都是榜上有名。中国的各家银行，还有互联网企业腾讯之类，这些都在申专利。专利本身说明不了什么，不见的说申请专利多就有用。但这个现象，我们可以看到，币圈以外，有很多眼睛都盯着呢。\\n\\nnChain 发出来的专利，大家都读过一遍么 ? 我是没工夫都仔细研究一遍。但我在工作的时候也写专利，我写专利就得把相关的别人发的专利都仔细研究一遍。所以，这些大公司，IBM，MasterCard，都已经仔仔细细把 CSW 的专利研究过了。区块链能做什么，有什么潜力，知道的绝对比我们币圈的人多。只是现在不到时机，没人敢下场。这些公司一家发一个币，这是毫无用途的，要是一个公司发一个公司币这能行得通，大家早就学着 ICO 一起发币了。包括最近 JPM 要发自己的币的新闻出来，这些都是试探试探。区块链改变互联网，金融，保险，这些行业的格局，这是早晚的事情，而且这里面有巨大的利润。只是时机还没到，时机到了的时候，这些提前已经在做准备的公司，都要冲进来，爆发一场团战。那时候，别说 ABC 开发组，Core 开发组这种只有几个人的小组织，就是 nchain 这样的几百人的团队，在阿里巴巴，MasterCard 这种力量面前可能也都是不够看的。现在这个张力是在那里，绷的越来越紧了，这个爆发可能会来得比我们想象的慢，但随着大家对区块链认识得越来越深，到时候下手的时候也是更坚决。来得越是慢，爆发起来就越是夸张。\\n\\n## 爆发的基础\\n\\n下面我会讨论一下为什么这个爆发一定是在 BSV 上，而不是其他币。\\n\\n### 1.扩容。\\n\\n最重要的一点就是扩容。打个比方，支付宝。支付宝确实是好用，支付宝不说是一夜之间吧，也是在很短的时间呢爆发性的成长，被广泛接受的。要是支付宝系统一天几万笔交易就卡死了，会发生什么 ? 那样的话，支付宝也不会卡死，因为根本发展不起来，一天几万笔交易也不会有。电影《社交网络》，讲 Facebook 起源的，有一段给我印象很深，扎克伯格说 Facebook 和其他社交网站有什么区别，就是 Facebook 永远不崩溃，哪怕服务器下线一天，Facebook 就全毁了。\\n\\n如果比特币系统的容量有一个在肉眼可见的顶在那里，就发展不起来。说是现在 1M 的填不满，128M 的上限都是多余了，为什么还要扩容扩容。BCH就是这样，说等半满了再扩容。可是如果不扩容，哪个行业敢进来 ? 支付宝双十一卡了一会，大家可以理解，毕竟是太大流量了，挑战到系统的极限了。但是现在的比特币，容量是一眼能看到头的，大企业起码都是以十年这个尺度来规划的，不可能说把我的业务都挪进来了，以为用了区块链技术能降低成本提高效率，结果发现扩容缓慢，成本高昂。只有说区块容量上限足够高，高到超出大家的想象力，甚至是没有上限，生态才有机会发展。现在 BTC 是不扩容，BCH 是打算按需扩容，ETH、EOS 很努力想扩容但是扩不起来。\\n\\n我相信ETH 和 EOS是挺想扩容的，从很多宣传的文字里能看出来。但是不得不说，他们设计的远远不如中本聪设计比特币，扩容几乎是不可能。而比特币是从设计初期就照着超越MasterCard 和 Visa 的级别去设计的。从扩容角度来看，目前只有 BSV 是潜在的好选择 (我还不敢说 BSV 现在就已经是一个选择)，但其他的链都完全不是一个选择。\\n\\n### 2.协议稳定。\\n\\n另外一个重要的点，就是协议一定要稳定，不能想起来一出改一出。BTC 上的 Core 开发组和 BCH 上的 ABC 开发者都是这幅样子的：中本聪之前的设计不行，我又有个新点子，改 ! 隔离见证，闪电网络，雪崩计划啊，都是这样。\\n\\nBCH 上要是阿毛里退下去了，换了新的开发者上来，说之前阿毛里设计的不行，改 ! 这样改来改去那别人可不敢进来用，互联网产品快速迭代，这没问题，大家都懂。可是区块链是底层啊。我们现在的用的计算机，底层架构还是快一百年前的冯诺依曼结构。只是 CPU 更快了，内存更大了。要是底层结构变来变去，这怎么发展。现在 BSV 就在传达这一个信息，BSV 是 satoshi‘s vision，意思是说，BSV 这个底层的设计，是从 2009 年设计的第一个版本，就是这样的，并且经得起测试和考验，我们以前没有瞎改，以后也不用改，架构都是一开始就设计好的，只要扩容就行了。之前的十年，比特币和所有其他币上的应用可以说就是零。之前的十年，就是底层设计瞎改，或者另起炉灶起个新币。现在在 BSV 上，情况已经不一样了，应用的生态开始慢慢发展起来了，BSV 作为一个历史悠久、非常稳定、非常优秀的生态平台的这件事开始被一些人接受了。\\n\\n### 3.合规。\\n\\n还有就是法律法规方面，要能合理合法合规的正当竞争。去年比特大陆开发出来了门罗币的 asic 矿机，然后门罗币开发组就带领所谓“社区”硬分叉改了挖矿算法，要废掉比特大陆的矿机。不说门罗本身的匿名性有没有法律问题，这商业运作的方式简直是儿戏，这么玩门罗币也只能一直是小众的。法律法规方面，要想大规模被使用，让各行各业来用区块链，肯定是要注意点的。不过看起来，目前除了 BSV，没有其他币是在设计之初就在这方面有考虑的。另外专利法方面，nchain 在 BSV 上申请了大量的专利，这其实在大企业看来是非常喜欢的情况，因为全世界而言，专利方面法规健全，专利的玩法再怎么流氓，这是大家都会玩的，并且也是很公平的。其实是少了很多后顾之忧。我在工作的时候，有时候会接触一些大企业做一些项目的合作，比如蔡司 (就在我们隔壁)，拿着一个新产品和大企业搞合作，人家第一个问题问就是有没有专利。有专利的话后面就好谈的多，将来搞商业运作的话省却了很多麻烦。\\n\\n## 总结\\n\\n今天的讲座我讲了我的观点，什么是比特币上的共识。我认为共识的基础是公共知识，公共知识让大家的选择减少 (或者说最优解的突出，没有更好的选择了)。目前流行的一些好像共识的观点其实都很难站得住脚，真正的共识目前还是没有的。但我认为共识是会爆发性地涌现出来的，因为目前的情况看来，区块链技术的前景很好，全世界大企业也都已经非常关注了。目前也只有BSV 一个币是已经具备了这个爆发的基础，主要考量是扩容的能力，协议的稳定，法律合规这几个方面。\\n\\n## 讨论\\n\\nQ：这些大企业为什么不联合几家公司自己搭建属于自己的公有链呢 ? 仅仅是因为 nchain 拥有专利 ? 没有方法绕过 nchain 的专利呢 ?\\n\\nA：我觉得大企业联合搭建公有链的话，在协议稳定的方面是不足的。毕竟比特币系统已经运行了 10 年，经得起考验和测试，并且这个架构是一开始就设计好的，不是边弄边改。共识有一个博弈的过程，是要磨出来的。比特币已经磨了 10 年，发生了这么多分歧，走了这么多弯路。现在重新搭建一个公有链，这些事也还得经历一遍才行，我看也很难。专利倒不是最主要的方面，专利在某种程度上肯定是能绕过的。\\n\\nQ：请问您觉得哪些应用需要落地到区块链上 ?\\n\\nA：以前我觉得，肯定是转账、合同、知识产权这一类的东西，但现在发展太快了，很多知识都要刷新了。我觉得现在限制我们的主要是想象力了。\\n\\nQ：假使政府部门和企业联合搭建公链，或者政府用自己的信用搭建公链，对 bsv 会不会有很大的威胁呢 ?\\n\\nA：我不是很担心政府用自己的信用搭建公链。因为还是以政府信用为背书的话，不是个新东西，我认为这里面没有更多的商业利润可图。现在政府信用背书的系统，加个区块链我不觉得这样能改变什么，带来更低成本更高利润。现在的高摩擦的问题，权利寻租的问题，这样搞还是会出现。我认为区块链能发展起来的根本逻辑，是这个新模式可以降低成本。\\n\\nQ：你觉得 BTC 未来会怎么发展，算力逃离吗，链死掉吗 ? 如果会，你认为什么时间能发生呢？谢谢！\\n\\nA：肯定会，而且是爆发性的，但是时间没法预测。\\n\\nQ：能不能解释一下 CSW 博士所提出的元网到底是什么呢？\\n\\nA：元网这是最近才被提出来的，我们现在对元网到底能做什么认识还都很浅。简单说我的理解，整个 BSV网络可以形成一个大计算机，做运算的就是矿工，数据就存在区块链里。那么我们在计算机上完成的事情，其实都可以在这个大计算机里运行，让我们的电脑和手机仅仅是这个大计算机的一个终端。这个大计算机的运算可以被多方验证，存储的内容完全不可更改。并且全世界每个人可以同时使用这一台大计算机，那她能做什么真的只是局限于我们的想象力的。\\n\\nQ：您觉得币圈以后会不会就剩 BSV 一个了 ?\\n\\nA：我相信币圈只是一个短暂的，共识形成前的现象。\\n\\nQ：BSV 的前景学习了，那么他潜在的威胁有哪些呢，如现有的 btc 假如也改变现有的模式朝未来发展了，或者比特大陆这样的矿霸有威胁吗，其他的请科普一下。\\n\\nA：我觉得主要的威胁还是在中本聪这里。这个真的是一个全新的划时代的发明，但是现在好像大家还都没能完全跟得上中本聪的思想，帮不上什么忙。BTC和比特大陆这完全不是威胁。BTC 上的开发组和比特大陆之前的行为，这绝对是被各行各业所不齿的，大家没理由把自己的未来交托在这样的平台上。我觉得他们已经把他们的基础毁坏掉了，虽然说现在 BTC的市值很高，但这并不是未来能大发展的条件之一。\\n\\nQ：BSV 的底层是稳定的吗 ? 将来会不会有矿霸 51 攻击以后把底层改了 ?\\n\\nA：我们已经被 51 攻击两次了，一次是被 BTC 一次是被 BCH，你看我们还在这里。推荐一个视频，李永乐讲公共知识：<https://www.bilibili.com/video/av27732823>\\n\\n\\n---\\n\\n作者：严迪\\n时间：2019-02-28\\n地址：<https://www.chainnews.com/articles/221747102233.htm>\\n\\n本文根据 2 月 28 日太阳谷在 BSV 学习群的分享整理而成。\\n\\n音频整理请访问：<https://ximalaya.com/share/sound/164318365>\",\"timestamp\":1640330961,\"title\":\"共识的涌现 – 严迪\"},\"digest\":\"JUo8hlDKJvXNzs0APHW-6LfjkP5k_uafLoeNOEzqC-k\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IlGaMj0Eu9qR_m8Lr7AqW03dt99RGzroyJw6MQVvzA4\\\",\\\"y\\\":\\\"wtwkhYeCF_T6a6xL24oT8ueHBa4aHiSNG-e0iAq-uEY\\\"}\",\"signature\":\"Tk2qYahvX-NCvg2-sffwTeJihCxJ8CK-pLClU04FAgTcv2BcaNAIMMs6zSdanNHxNZXmnXYeX-xAVeIyYmOvqw\",\"signingKeySignature\":\"0xeeeeca171b3392ed56d6210062897e474849405c43727d12de2b291cadd44b5754d70abcf49477fe1cfc9ac8047a37416885098a7a2eb5d4aac2c1b158ae94ec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IlGaMj0Eu9qR_m8Lr7AqW03dt99RGzroyJw6MQVvzA4\\\",\\\"y\\\":\\\"wtwkhYeCF_T6a6xL24oT8ueHBa4aHiSNG-e0iAq-uEY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JUo8hlDKJvXNzs0APHW-6LfjkP5k_uafLoeNOEzqC-k\"}"