"{\"content\":{\"body\":\"## Late period\\n\\nIn 1905 Debussy’s [illegitimate](https://www.merriam-webster.com/dictionary/illegitimate) daughter, Claude-Emma, was born. He had divorced Lily Texier in 1904 and subsequently married his daughter’s mother, Emma Bardac. Repelled by the gossip and scandal arising from this situation, he sought refuge for a time at Eastbourne, on the south coast of England. For his daughter, nicknamed Chouchou, he wrote the piano suite *[Children’s Corner](https://www.britannica.com/topic/The-Childrens-Corner-by-Debussy)* (1908). Debussy’s spontaneity and the sensitive nature of his perception [facilitated](https://www.merriam-webster.com/dictionary/facilitated) his [acute](https://www.merriam-webster.com/dictionary/acute) insight into the child mind, an insight noticeable particularly in *Children’s Corner*, a French counterpart to Mussorgsky’s song cycle *The Nursery*; in the *Douze Préludes*, 2 books (1910, 1913; “Twelve Preludes”), for piano; and in the ballet *La Boîte à joujoux* (first performed in 1919; *The Box of Toys*).\\n\\nIn his later years, it is the pursuit of [illusion](https://www.merriam-webster.com/dictionary/illusion) that marks Debussy’s instrumental writing, especially the strange, other-worldly *Cello Sonata*. This noble bass instrument takes on, in chameleon fashion, the character of a violin, a [flute](https://www.britannica.com/art/flute-musical-instrument), and even a mandolin. Debussy was developing in this work ideas of an earlier period, those expressed in a youthful play he had written, *Frères en art* (*Brothers in Art*), where his challenging, indeed anarchical, ideas are discussed among musicians, painters, and poets. (He had in fact published in one of the anarchist journals poems that he had written and that he later set to music in the song cycle *Proses lyriques* \\\\[1893\\\\].)\\n\\n# Evolution of his work\\n\\nDebussy’s [music](https://www.britannica.com/art/music) marks the first of a series of attacks on the traditional language of the 19th century. He did not believe in the [stereotyped](https://www.merriam-webster.com/dictionary/stereotyped) [harmonic](https://www.britannica.com/art/harmony-music) procedures of the 19th century, and indeed it becomes clear from a study of mid-20th-century music that the earlier harmonic methods were being followed in an arbitrary, academic manner. Hence his formulation of the “21-note [scale](https://www.britannica.com/art/scale-music)” designed to “drown” the sense of tonality, though this system was never adhered to in the inflexible manner of the 12-note system of Schoenberg. Debussy’s inquiring mind similarly challenged the traditional orchestral usage of [instruments](https://www.britannica.com/art/instrumentation-music). He rejected the traditional dictum that [string instruments](https://www.britannica.com/art/stringed-instrument) should be predominantly lyrical. The pizzicato [scherzo](https://www.britannica.com/art/scherzo) from his *String Quartet* (1893) and the symbolic writing for the violins in *La Mer*, conveying the rising storm waves, show a new [conception](https://www.merriam-webster.com/dictionary/conception) of string colour. Similarly, he saw that [woodwinds](https://www.britannica.com/art/woodwind) need not be employed for fireworks displays; they provide, like the human voice, wide varieties of colour. Debussy also used the brass in original colour transformations. In fact, in his music, the conventional [orchestral](https://www.britannica.com/art/orchestra-music) construction, with its rigid [woodwind](https://www.britannica.com/art/woodwind), brass, and string departments, finds itself undermined or split up in the manner of the Impressionist painters. Ultimately, each instrument becomes almost a soloist, as in a vast chamber-music ensemble. Finally, Debussy applied an exploratory approach to the [piano](https://www.britannica.com/art/piano), the [evocative](https://www.merriam-webster.com/dictionary/evocative) instrument par excellence since notes struck at the keyboard are, by the nature of the piano mechanism, neither eighth notes, quarter notes, nor half notes, but merely [illusions](https://www.merriam-webster.com/dictionary/illusions) of these notes.\\n\\nDuring the latter part of his life Debussy created an alter ego, “Monsieur Croche,” with whom he carried on imaginary conversations on the nature of art and music. “What is the use of your almost incomprehensible art?” Monsieur Croche asks. “Is it not more profitable to see the sun rise than to listen to the Pastoral Symphony of Beethoven?” Elsewhere Monsieur Croche supports the cause of the musical explorer: “I am less interested in what I possess than in what I shall need tomorrow.”\\n\\nIn his last works, the piano pieces *En blanc et noir*, (1915; *In Black and White*) and in the *Douze Études* (1915; “Twelve Études”), Debussy had branched out into modes of [composition](https://www.merriam-webster.com/dictionary/composition) later to be developed in the styles of Stravinsky and the Hungarian composer [Béla Bartók](https://www.britannica.com/biography/Bela-Bartok). It is certain that he would have taken part in the leading movements in composition of the years following [World War I](https://www.britannica.com/event/World-War-I) had his life not been so tragically cut short by cancer.\\n\\nWagner, said Debussy, was a wonderful sunset that had been mistaken for a dawn. As one looks back on the music of the last century this seems a remarkably shrewd observation. It was true of Wagner, of course, but it is now seen to be more true of Debussy himself. The fact is that there comes a time when the peak, the zenith of a civilization is reached. Critics have frequently noted this evolutionary stage in the music of Wagner, Debussy, or in one of their followers. A quintessential spirit is presented by these composers; and it seemed at the time that they could never be surpassed. But of course it is at this very stage that a decline in musical values sets in. Hence the paradoxical element in Debussy’s stature. Undoubtedly, he was aware of this duality in his achievement, as may be gathered from his searching, hesitant letters. Sensitive to sham in every sphere and also a child of his [environment](https://www.merriam-webster.com/dictionary/environment), he not only perceived this dual aspect of his work but also realized the extent to which he himself was caught up in this vast evolutionary transformation.\\n\\nDebussy’s work cannot be judged on the musical level alone. “One must seek the poetry in his work,” said his friend the French composer [Paul Dukas](https://www.britannica.com/biography/Paul-Abraham-Dukas). There is not only poetry in his music; there is often an inspiration from painting. “I love painting \\\\[*les images*, a generic term that might apply to the whole of Debussy’s work\\\\] almost as much as music itself,” he told the Franco-American composer [Edgard Varèse](https://www.britannica.com/biography/Edgard-Varese). This association of the arts is a theme that runs through the whole of the 19th century—it originated with the theories of the German short-story writer [E.T.A. Hoffmann](https://www.britannica.com/biography/E-T-A-Hoffmann)—but for Debussy it was a theory more sensitively expressed in the tales of [Edgar Allan Poe](https://www.britannica.com/biography/Edgar-Allan-Poe). Throughout his life Debussy planned to set *The [Fall of the House of Usher](https://www.britannica.com/topic/The-Fall-of-the-House-of-Usher)* in the form of an opera—the shadow of the tale never having been realized in *Pelléas et Mélisande*—and actually signed a contract for the production of this work at the [Metropolitan Opera](https://www.britannica.com/topic/Metropolitan-Opera-Association) in [New York City](https://www.britannica.com/place/New-York-City), but it was never completed. The fact is that the hero of the tale, Roderick Usher, was a hypersensitive being like Debussy himself—a poet, a painter, and a musician. Moreover, the reputation of Poe was, during Debussy’s life and after, almost entirely a French reputation. The French poets translated his works, and the French painters appreciated his genius; and it was therefore only natural that a French musician should similarly have reflected the nature of his appeal.\",\"timestamp\":1637008259,\"title\":\"Let's know about Debussy - Part 3\"},\"digest\":\"slBDu34D3XLUy0j3vVA65jcANH49vI8AbHz2-faSdcM\",\"authorship\":{\"contributor\":\"0x13BdD13534Dcec07a2E7B862a126D2F09D04A094\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z8zUrBEdficZiD7UpANEHBsWmdviLCvLTsFvUJ6FUO8\\\",\\\"y\\\":\\\"KADdZY4m4M1xJKrjp_UI_AkF6xVLnOI7OIPTZ5rnQ0A\\\"}\",\"signature\":\"3Biu5yrlSe6pk0KfYQ2dI7g0PR5p1FpxkwMGWKgfJ7fyKNRxPWwU-2cwWlwwNWnx1sEyPVpWFe8dAWc3yFPabA\",\"signingKeySignature\":\"0x5aa98da35445da9f533b413c2e62231af1eb2e997d9abb2cb9878b8b66e7c06f1b113bb4371b03454d55601c47aa6fb58138b2a7fdc92a867dcf3efdb745735f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z8zUrBEdficZiD7UpANEHBsWmdviLCvLTsFvUJ6FUO8\\\",\\\"y\\\":\\\"KADdZY4m4M1xJKrjp_UI_AkF6xVLnOI7OIPTZ5rnQ0A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"slBDu34D3XLUy0j3vVA65jcANH49vI8AbHz2-faSdcM\"}"