"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/BxdZ4jf0cADSuTbmOnZnu.jpeg?height=900&width=1500)\\n\\nPrije svega, dva ključna pojma su nam bitna kod razumijevanja blockchaina, a to su **nepromjenjivost i distribucija**.\\n\\n• **NEPROMJENJIVOST** (immutability) označava da svaki podatak zapisan u blockchainu ne može biti izmijenjen te u slučaju izmjene, blockchain garantira da će taj izmijenjeni podatak biti u nevaljanom stanju\\n\\n• **DISTRIBUCIJA** je ključ povjerenja; povjerenje se u blockchain sustavu postiže repliciranjem pohrane podataka na nekoliko hostova na internetu\\n\\n**Blockchain u kratkim crtama:**\\n\\n• podaci se spremaju na ledger\\n\\n• svaki zapis je zapisan kao transakcija\\n\\n• transakcije imaju vremenski žig i spremaju se u grupe blockova\\n\\n• ništa se ne može ažurirati ili izbrisati\\n\\n• ledger je nepromjenjiv korištenjem kriptografskih algoritama\\n\\n• ledger je repliciran s više nodova; zato se zove DLT (Distributed Ledger Technology)\\n\\n**Primjena blockchain tehnologije je moguća u raznim aspektima života, od automobilske industrije do medicine.**\\n\\nPrimjerice, u automobilskoj industriji prilikom naručivanja polovnog vozila iz inozemstva, vrlo je jednostavno promijeniti podatke o autu (npr. kilometražu). Da se podaci prilikom proizvodnje automobila unesu u blockchain te da netko odluči izmijeniti podatke, ti podaci se automatski svrstavaju u nevaljano stanje.\\n\\nIli, na primjer, zdravstvenu industriju pokreću podaci. Kako umjetna inteligencija napreduje, postaje vrlo bitno da podaci koji se koriste budu pouzdani. Ako se temeljni podaci medicinskih izvješća generirani umjetnom inteligencijom ne mogu provjeriti i pokazati njihovu autentičnost, mogli bi se smatrati nepouzdanima. Ključ uspjeha je stvaranje veze između blockchaina i znanosti o podacima. Trenutno se radi na ideji provjere podataka putem blockchaina kako bi se istovremeno unio u pozadinske podatke i to korištenjem DLTa unutar kojega sofisticirana tehnologija kriptografije to omogućuje. Isto tako, NTFovi ne moraju biti samo dio umjetnosti, već bi se mogli koristiti kao jedinstveni referentni podaci (zdravstveni kartoni). Ti referentni podaci se mogu ažurirati, s njima se mogu povezati druge datoteke; dakle mogućnosti su neiscrpne.\\n\\n**KAKO BLOCKCHAIN ODRŽAVA INTEGRITET?**\\n\\nSustav dobiva veliku podatkovnu datoteku i izračunava koristeći „hash“ funkciju (SHA 256, odnosno 256-bitna vrijednost koja daje 2^256 kombinacija). Zatim sustav šalje istu datoteku nodovima zajedno s hash vrijednosti. Primatelj (nodovi) ponovno izračunavaju hash kako bi se osiguralo da se sadržaj nije promijenio tijekom prijenosa.\\n\\nBlockchain koristi „Public Key“ kriptografiju koja služi za enkripciju i dekripciju podatak te se podaci mogu dekriptirati jedino pomoću istog.\\n\\n**O blockchainu bi se moglo pisati i pričati danima, stoga više informacija možete naći na blogu:**\\n\\n [https://blogs.embarcadero.com/?s=blockchain&utm_source=Hackernoon&utm_medium=Leads%20Acquisition&utm_content=EverythingYouNeedtoKnowAboutBlockchain11092021&utm_campaign=EverythingYouNeedtoKnowAboutBlockchain11092021&ref=hackernoon.com](https://blogs.embarcadero.com/?s=blockchain&utm_source=Hackernoon&utm_medium=Leads%20Acquisition&utm_content=EverythingYouNeedtoKnowAboutBlockchain11092021&utm_campaign=EverythingYouNeedtoKnowAboutBlockchain11092021&ref=hackernoon.com&fbclid=IwAR3PrH5vSojxqk0CYqRxpeAk5Nts_TDusw9a7BPy4Exk1yyYxcL-ubbvfzY)\",\"timestamp\":1641138217,\"title\":\"Što je to blockchain?\"},\"digest\":\"yQGuLNBPXXUK2MRl6KJ76cj0poLxd-s2MT8bH1jznZw\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"signature\":\"dC2yxfiYXyu_rjraaKiWAU9REfL_U6Od0k0N_nZf2uSu0nhyMMkz52_sdkAWQjgVQEbnP84oQ1Iu1ArTnvcQxw\",\"signingKeySignature\":\"0x17f05f5461a1e1004b76380a32d95a1193810ac746365cb9ff4e01c2e42438600601bcda491911d06af6d15d27b79167f514a263320bb4609e670e83c2d32ccc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yQGuLNBPXXUK2MRl6KJ76cj0poLxd-s2MT8bH1jznZw\"}"