"{\"content\":{\"body\":\" \\n   \\n  \\n 　　谈及人工智能、大数据等技术，大部分人早已不陌生，其给人们的生产生活带来了很多改变，同时仍有待进一步完善之处。随着技术的日益深入与普及，如何深入理性认识人工智能、大数据等技术？技术有哪些“可为”与“不可为”？近日，《金融时报》记者胡萍采访了中国信息通信研究院云计算与大数据研究所所长何宝宏和神州信息CTO于宏志。 \\n  \\n 　　何宝宏 \\n  \\n 　　认同这个观点。智能风控等技术正在发挥越来越大的作用。举例来看，某银行截至2020年年中的数据显示，其利用人工智能技术帮助客户拦截电信诈骗交易8万笔，拦截金额超过18亿元，为客户资金安全提供了有力保障。 \\n  \\n 　　当前人工智能行业的特点有两个：一是工程化程度不断提高。AI产业正在从“碎片化、作坊式”向“平台化、工业化”转型，效率和规模经济效应将不断提升，可靠性、可重用性和可重复性进一步增强，这也将加速人工智能赋能各行各业。二是AI与产业的深度融合进程不断加速。部分重点领域商业化进展显著。例如，部分城市推出了无人驾驶出租车服务；10余款医疗人工智能产品获得三类医疗器械注册证，医疗AI开始走向市场验证阶段。 \\n 　　于宏志 \\n  \\n 　　没错，我们常说科学技术是第一生产力，转化生产力的关键在于落地应用实践。人工智能作为引领未来的战略性技术之一，也是推动金融行业长远高质量发展的关键技术。 \\n  \\n 　　现阶段，人工智能在金融领域的嵌入和应用相对比较广泛，尽管当前在金融领域的应用已经形成多层次的智慧银行体系，但是应用深度、成果转化、产业化不足，现在处于初期阶段。从行业看，现阶段人工智能在金融领域应用主要在三个方面：风控领域、营销领域和对内外提质增效。一些前沿的AI算法，在真正落地的时候会面临一定的问题。比如在金融领域，是依赖于数据和本身产品是否匹配。所以，一方面要有一些减人工同质化的操作，以适合AI；另一方面要聚焦于银行或者金融业的一些主业，比如风控，这是最头部的应用。其次是营销，再次是提质增效，像智能客服、对话机器人、表格的识别、一些流程自动化RPA技术的应用等。从实践看，人工智能技术在金融机构前台、中台、后台的关键业务流程结合是关键，换句话说，需要有切实可行的产品或解决方案。 \\n  \\n  \\n 　　何宝宏 \\n  \\n 　　近年来，一些机构运用人工智能、大数据、云计算等技术进行智能风控，在确保业务安全方面发挥了重要的作用。总体来看，各项智能风控手段在各自业务领域均大有可为。以内容风控为例，机器审核是一种利用人工智能技术快速鉴别文本、图片及音视频中不良信息的有效手段，极大提升了审核效率，有效降低了企业成本，在网络生态治理中发挥了巨大作用，成为不可或缺的治理手段。然而，机器审核也有几个方面“不可为”。 \\n  \\n 　　一是有违政策法规要求的不可为。我国高度重视网络内容生态建设，政府主管部门多次发文强调网络内容服务商应部署与业务规模相适的审核能力，配备审核人员，在当前的技术条件下，机器审核并不能代替人工审核，特别是在时政新闻类重要内容审核时，仍要以人工审核为准，不能单纯依靠机器审核。 \\n  \\n 　　二是恶意竞争不可为。网络内容平台往往链接海量的用户，呈现生态化的特征，部分热点话题往往在多平台间流转，部分平台出于商业垄断目的，恶意利用机器审核手段，快速屏蔽友商内容，打击竞争对手，进行不正当竞争。 \\n  \\n 　　三是侵犯用户权益不可为。机器审核的人工智能在模型训练及使用过程中，会涉及大量数据，其中可能包含个人信息或一些个人隐私数据。对相关数据的采集、分析、使用及销毁，要严格按照国家的法律法规执行，避免发生侵犯用户权益的行为。 \\n  \\n 　　安全一直是个持久战，是一个持续攻防对抗的过程。内容风控也是一样，机器审核在已知的不良信息发现和处置方面确实可以减轻人员投入成本，但不能完全替代人工审核。在应对新型不良信息方面，仍存在较大瓶颈，如个别人利用深度伪造技术制作侵犯他人权益的音视频内容，但现有机器审核手段不具备鉴别伪造音视频内容的能力，就会造成漏检情况的发生；此外，机器审核在对一些变形词、谐音字及多模态融合不良信息的辨识方面，也存在较大瓶颈。 \\n  \\n  \\n 　　于宏志 \\n  \\n 　　目前，智能风控主要应用于C端，即针对个人零售信贷金融，而针对企业端和农村金融客群则相对较少。无论是大数据风控还是智能风控，其本质目的没有改变，就是基于对各种数据的分析建模，利用数据挖掘技术来预测客户的违约概率和还款能力。各维度数据成为实现智能风控的关键，对数据的利用不可避免地会涉及个人隐私获取和泄露风险，大数据风控采集了用户的信息数据，易导致隐私安全问题。针对这方面问题，国家近年来通过相关立法，正在不断完善。另外，行业从业企业、金融机构也需要加强数据来源的合法性，确保合法、合规，如果涉及个人隐私，要经过数据清洗、处理。 \\n  \\n  \\n 　　何宝宏 \\n  \\n 　　数据在使用过程中主要有三个挑战，第一个挑战是质量问题。据统计，不良的数据质量使得企业额外花费15%至25%的成本，低质量的数据让一切数据加工分析的环节变成了徒劳；第二个挑战是数据孤岛问题。无论是企业的内部还是外部，都存在大量的数据孤岛，数据共享交换的不畅通，使得数据无法流向需要它的组织和人，严重影响数据价值的实现；第三个挑战是数据的安全问题。大数据时代，数据量急剧增加，与此同时，很多企业没有建立起很好的安全治理体系，导致数据泄露、数据被窃取事件频繁发生，严重影响企业的形象，甚至危害企业业务的正常进行。 \\n  \\n 　　于宏志 \\n  \\n 　　当前，数据对经济社会发展的驱动性、资源性作用日益明显。从金融行业看，对数据利用探索是走得比较靠前和比较急切的，因为都想发挥数据的资产价值。但是目前首先要解决的是数据孤岛、数据难以共享以及数据安全的问题。 \\n  \\n 　　个人数据管理的核心问题是隐私保护，数据产品可能给个人、组织和国家带来安全风险。由于数据产品是基于用户的个人信息或者其他社会数据开发出来的，目前既缺乏数据总体的相关法律法规和标准规范对数据产品的开发进行指导和约束，又缺乏数据产品相关的检测评估机构和检测技术手段，在数据产品上市交易前没办法对其可能带来的安全风险进行评估。2019年，在金融行业领域，相关数据保护法规《个人金融信息（数据）保护试行办法（初稿）》和《金融消费者权益保护实施办法（征求意见稿）》陆续出台，旨在规范数字经济下个人用户金融信息数据的收集与使用。 \\n  \\n 　　其次，金融科技企业在数据生产与运用过程中的数据合规操作，其目的不是为了应对与呼应执法部门，而是绿色使用数据，在数据的基础上创造更大的企业价值和社会价值。因此，数据合规是数据应用方创造价值的必要条件。 \\n  \\n 　　再次，金融科技企业应密切关注上级主管部门的监管动态，同时跟进《中华人民共和国网络安全法》提及监管机构对数据跨境传输、重要数据保护等特定领域的最新动态。 \\n  \\n 　　从实践看，目前产业金融是整个行业比较关心的方向，如金融机构如何探索在农业农村场景金融的业务发展，我们认为，一方面，需要持续发力农业农村数字化建设，推进“三农”数字化转型，完成涉农数据要素的集聚，推动“三农”资产的数据化，使其成为可衡量、可评估的数据资产；另一方面，以金融科技为驱动，以数据要素为抓手，以农业农村金融服务需求为导向，创新农业农村金融服务及产品，释放“三农”数据价值，推动“三农”数据资产的利用，改善涉农金融服务供需矛盾。最终形成科技、资金可持续良性互动的循环发展体系，激活资金、人才流向农业农村，推动农业产业升级和经济增长。 \\n  \\n  \\n 　　《金融时报》2021.5.17日刊 \\n \",\"timestamp\":1640847994,\"title\":\"FinTech观点 | 《金融时报》：技术的“可为”与“不可为”(转载)\"},\"digest\":\"J2sW0-W_D17UBuqJ72ev8yhfxReQ0Dup1tjoWBCwjqk\",\"authorship\":{\"contributor\":\"0xcDB17030d9B2B9A37f4b0A998023c0E9e229B59b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a9g0EC4RLWxiL-84AwCvnJLAuBf8whz8Mp7GWPtk8DA\\\",\\\"y\\\":\\\"hAmw91N2OYrIqs6481W1lN1y7Yvrfj1hDlr3YzTWs38\\\"}\",\"signature\":\"TynLc5jJd-mGrRA4tBw_qg33q-SA7X8Zci-vB4a0_UIcfZ9QUj8YOB-0E3E7VwoOLcJHllHLauHPCI-XBEodng\",\"signingKeySignature\":\"0xc059bf9be827ba601c714360cc190083227a7dcd0183ce970a80cc0a34611a3b595861963174f8e520f7b1a3d7fe62744e8f2f0329368862538eef5cb4c862e71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a9g0EC4RLWxiL-84AwCvnJLAuBf8whz8Mp7GWPtk8DA\\\",\\\"y\\\":\\\"hAmw91N2OYrIqs6481W1lN1y7Yvrfj1hDlr3YzTWs38\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J2sW0-W_D17UBuqJ72ev8yhfxReQ0Dup1tjoWBCwjqk\"}"