"{\"content\":{\"body\":\"The top [U.S.](https://www.foxnews.com/us) envoy for the Horn of Africa on Monday took to Twitter to announce his alarm over reports of a military coup in [Sudan ](https://www.foxnews.com/world/sudanese-officials-coup-attempt-failed-army-control)targeting the country's tenuous transitional government.\\n\\nReports out of the country suggest a coordinated military offensive to blackout the internet in Khartoum, arrest key political figures and raid broadcast companies. A Reuters [witness](https://www.reuters.com/world/africa/military-forces-arrest-senior-civilian-figures-sudan-al-hadath-tv-2021-10-25/) described members of the military and the country’s paramilitary Rapid Support Forces stationed in the streets throughout the capital.\\n\\nMilitary forces in the country have reportedly placed Prime Minister Abdulla Hamdok under house arrest and have been urging him to come out in support of the coup. The Umma Party, the country's largest political party, called on people to take to the streets to counter the military, the Associated Press reported. \\n\\nPeople gather as fire and smoke are seen on the streets of Kartoum, Sudan, amid reports of a coup, October 25, 2021. (RASD SUDAN NETWORK via REUTERS)\\n\\nThe BBC [reported ](https://www.bbc.com/news/world-africa-59033142)that Khartoum airport is closed, and international flights have been suspended.\\n\\nJeffery Feltman, seen here in 2011, said he is ‘deeply alarmed’ by reports of a military coup in Sudan. (JOSEPH EID/AFP via Getty Images) (JOSEPH EID/AFP via Getty Images)\\n\\nA takeover by the military, backed by conservative Islamists, would be a major setback for Khartoum, which has grappled with a transition to democracy since long-time autocrat Omar al-Bashir was toppled by mass protests in 2019. There was a failed coup attempt last month.\\n\\nDemonstrators shout slogans as they gather to support current civilian government during a demonstration in Khartoum, Sudan on October 21, 2021. (Photo by Mahmoud Hjaj/Anadolu Agency via Getty Images)\\n\\nJeffery Feltman, the U.S. envoy, had just visited the country in an attempt to cool tensions, Bloomberg[ reported.](https://www.bloomberg.com/news/articles/2021-10-21/u-s-envoy-to-visit-sudan-as-risks-mount-for-civilian-government)\\n\\nFeltman said in the tweet posted by the State Department’s Bureau of African Affairs that a coup would \\\"contravene the Constitutional Declaration and the democratic aspirations of the Sudanese people.\\\"\\n\\nSudanese Prime Minister Abdalla Hamdok (L) walks with Egyptian President, Abdel Fattah al-Sisi (2nd L) during their meeting at the Al Ittihadiyah Palace in Cairo, Egypt on September 18, 2019. (Photo by Egyptian Presidency / Handout/Anadolu Agency via Getty Images)\\n\\nHe called the development \\\"utterly unacceptable\\\" and said any \\\"changes to the transitional government by force puts at risk U.S. assistance.\\\"\\n\\nUnder Hamdok and the transitional council, Sudan has slowly emerged from years of international pariah status under al-Bashir. The country was removed from the United States' state supporter of terror list in 2020, opening the door for badly needed international loans and investment. \",\"timestamp\":1635153388,\"title\":\"US ‘deeply alarmed’ over reports of military coup in Sudan\"},\"digest\":\"VnWRrqTr-rBaP4gJuSGdQt0shpNRltqXDe6eNPH5pcc\",\"authorship\":{\"contributor\":\"0x849f0e3F3Bfcf11a0bcbF693C723C28c2B90aE1C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8xbKPBY6Ti1-5rZGHmI-sNp43KiEOxeNaFfNF9Z8keA\\\",\\\"y\\\":\\\"Ys_ZHOABWRI8SM5llBk4-Wtm6k_fDupK-a9FLSTjNUk\\\"}\",\"signature\":\"xBULaXgQqIw60zeYaZdkLWyX0TsXclkNGegpUjL_p6AoukZje17N2Z6ArIozDZ_wX99DcJbsgPP1DTs9XOunTA\",\"signingKeySignature\":\"0x96b6e18b286dd4a9e8e283df3d9c4bca1794b96491fea3c7a262160cf440101e4da40923cffce6bfd73c6cf44adb9342bc47572bec4c0e453238b8e7ddc01f001b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8xbKPBY6Ti1-5rZGHmI-sNp43KiEOxeNaFfNF9Z8keA\\\",\\\"y\\\":\\\"Ys_ZHOABWRI8SM5llBk4-Wtm6k_fDupK-a9FLSTjNUk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VnWRrqTr-rBaP4gJuSGdQt0shpNRltqXDe6eNPH5pcc\"}"