"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/a5O9B201STBhHtmVdAiZh.png?height=748&width=1006)\\n\\nThe advent of blockchain moves history forwards. New revolutions are always born as time goes by. Rebranded from \\\"GXS\\\" in the year 2017 to \\\"GXC\\\" to be unified with the GXChain, and finally rebranded to today's \\\"REI\\\". The core asset of GXChain has renamed itself three times in just a few years. But what we see is that every change of its name is the reform of GXChain, and REI Network appears for the revolution of GXChain's deficiencies.\\n\\nWhen we had the first idea about blockchain in the year 2016, we wanted to develop a high-performance blockchain that could adapt to the growing business demands, so we adopted the Graphene framework to build the initial version of GXChain 1.0. With the continuous iterative update of the technology, we have introduced the WASM virtual machine on Graphene, which supports mainstream programming languages ​​to write smart contracts, and implements one vote, one vote, and an innovative staking&voting mechanism on the DPoS election mechanism. GXChain 1.0 has completed its historical mission within a period of time and has won support from numerous community users. At the end of 2019, when we witnessed DeFi booming, we considered whether GXChain could provide a more friendly experience for these DeFi projects. When we tried to implement these basic ideas of DeFi on GXChain 1.0, we found some problems:\\n\\n* A lot of DeFi projects are built on Ethereum/EVM, and most of them adopt Solidity programming language\\n* Although Ethereum is not very user-friendly (low efficiency and high cost), it seems developers and users care little about it.\\n\\nSo we consider that what really attracts these developers. After a period of research, we found:\\n\\n* EVM has a more mature and historically tested instruction set, as well as a friendly compiler & editor, and other infrastructure, and has accumulated a large number of developers on these foundations\\n* The ecology of EVM has better standards, such as ERC20, ERC721, etc., and the combination of these standards is very strong\\n* The Ethereum community has accumulated a large number of high-quality projects and loyal users in the early days. Although Ethereum is not very user-friendly, it is still the first choice for DeFi projects.\\n\\n![](https://images.mirror-media.xyz/publication-images/67go87lqGFfnVV85wkHck.png?height=1276&width=1884)\\n\\nTherefore, we decided to make GXChain 2.0 compatible with EVM and its ecological infrastructure, so that DeFi developers and their applications can seamlessly migrate to GXChain 2.0, maintaining the same experience as the Ethereum blockchain, and improving consensus efficiency (the performance of GXChain2.0), to reduce the cost of use. After having such preliminary ideas, we quickly refined some specific technical solutions, that is, the technical characteristics of GXChain 2.0:\\n\\n* Compatible with EVM\\n* Compatible with Ethereum's RPC and WebSocket interfaces, and can support GRPC calls in the future\\n* Rewrite the network module and adopt libp2p instead of devp2p (the current Ethereum client solution), because we believe that libp2p has better standards and can achieve better versatility and scalability\\n* Realize lower resource consumption through the design of Tokenomic (gas-free)\\n* Realize contract modules that can be a soft-forked upgrade. These contracts include node campaign contracts, resource contracts, staking contracts, and cross-chain contracts, etc.\\n* Achieve a more efficient and more random DPoS+BFT consensus blocking to ensure decentralization and be greener and environmentally friendly\\n* Realize the abstract consensus module, so that the code of GXChain2.0 can be easily combined and become a chain-making tool.\\n\\n![](https://images.mirror-media.xyz/publication-images/_ZbJ6hyo4kO71TUydkdYw.png?height=600&width=1280)\\n\\nIn the face of the above-mentioned technical ideals, we hope that the code of GXChain 2.0 will no longer be a simple Fork or depending on an open-sourced chain-building tool, but on the basis of EVM, reconstruct the network, consensus, node election, and RPC modules. We hope these codes are more concise and modular so that they have better composability.\\n\\nIn this regard, GXChain 2.0 has completely finished the upgrade and reconstruction at the technical level and the code level during the hard work of the year of 2021, becoming a brand-new blockchain and an EVM-compatible Ethereum parallel chain! This is the greatest update and iteration in four years since GXChain first launched its mainnet on June 15, 2017!\\n\\nGXChain 2.0 is not only a brand-new technological upgrade and iteration, but also a brand-new migration of public chain positioning and its own sectors. We are pleased to see that GXChain 2.0 will be given a brand new historical mission. We believe that GXChain requires a more profound new name to meet the needs of the rapid development of the team and the future planning. Therefore, the team decided to give GXChain2.0 a brand new name-\\\"REI Network\\\" before the mainnet launch!\\n\\nR.E.I is derived from the first three initials of the words Rapid, Economical, and Innovative, which correspond to the three key features of the REI Network. REI can also be translated as 0, which also means the original and the retart of REI's mission to replace GXC. At the same time, 0 also represents free and economical, which is in line with the fundamental characteristics of GXChain 2.0.\\n\\nThe meaning of the name REI itself is to solve the current dilemma of the public chain, REI Network is a name determined after much deliberation by the team which has a strong sense of mission. It is the embodiment of the original intention of GXChain with a new vision for the future. We hope it will face the unknown challenges with a brand new look. It represents our determination for reform and the future. REI will move forward again with our expectations.\\n\\nAnd we must keep up with the pace of the times and join the revolution.\",\"timestamp\":1639032268,\"title\":\"REI | Why We Build REI Network\"},\"digest\":\"Dfw1xCXRELBqpIIcXLPj2cavhGc9W15BPgWkmpeoTvw\",\"authorship\":{\"contributor\":\"0xeaF9A6B15cE49DeAE7Fd8949D3B50B87Bf6AACcc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"signature\":\"B576mTb0ALD-06-v32r0herJFymKgNItlQCcU2Yc9c2JlVGqG0wYcE1eYuMWFu08kIE3dRpxXmb-9aYWo19wjA\",\"signingKeySignature\":\"0xeab5974a6c114d120cdd2ba73d58b2e21f1eaab2a169c188287ec695a24aede81f520f51961628e9f471251031c327d47c6918107c9248187717e6e90600ee051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EV-aub_3fq46jsYJFuI8ci89q_vLGy7_u1ESy1G7tHc\"}"