"{\"content\":{\"body\":\"Network effects are a well understood phenomenon. The value or utility a node derives from a network increases as more nodes join the network. However, the main beneficiary of a network’s network effects is the owner of the data of the network. In centralised networks such as Facebook or Twitter, the overwhelmingly vast majority of the value created by the network accrues to the centre for this reason. The centralised owner owns all the data in the network, thereby solely profiting from all the value generated by the aggregation of that data.\\n\\nData without context is meaningless. Yet, the collection of data in a network can be extremely valuable. If a node of the network was siloed and could not access the data provided by other nodes, that node would not benefit from any network effects. Hence, it is this aggregation of data that enables network effects to take hold. \\n\\nAlthough centralised networks experience powerful network effects, these network effects are limited by centralised ownership of the network’s data. Decentralised networks therefore experience even more powerful network effects than centralised networks because of the fact that each node of the network owns its own data in the network.\\n\\nIn decentralised networks, traditional network effects of the value or utility a user derives from the network increases as more users join the network, are combined with the concurrent network effects of the nodes of the network directly benefitting from their data increasing in value as the network grows in scale. Network effects increase the value of data in a network. Since nodes in decentralised networks own their own data, they directly benefit from this effect. \\n\\nDecentralised networks should experience more accelerated growth than centralised networks because of their compounding network effects. The nodes of decentralised networks have incredibly powerful incentives to invite more nodes to join the network. As we move into a world of more and more decentralised networks, we should expect accelerated timelines of networks reaching scale. \\n\\nFacebook was founded in February 2004 and reached 1B MAU in October 2012. YouTube, founded in February 2005, reached 1B MAU in March 2013, a similar but slightly more accelerated timeframe than Facebook. WeChat achieved this feat marginally more quickly than YouTube, reaching 1B MAUs in February 2018, just over 7 years post release in January 2011. However, it is likely that the first major decentralised social network will reach 1B MAU in a much more accelerated timeline as a result of compounding network effects.\\n\\nThe proliferation of blockchain technology and crypto will completely transform society in a myriad of ways. Every major change brings with it unpredictable second and third order consequences, both positive and negative. While it is impossible to predict how everything will unfold, we must brace ourselves for the new normal of accelerated network effects, and whatever other consequences this will cause.\",\"timestamp\":1636820299,\"title\":\"Decentralised networks and compounding network effects\"},\"digest\":\"lDnCGiWJVJ_jSOffAJMKCzW3bFhzpjmmQUGTdsxKnwg\",\"authorship\":{\"contributor\":\"0xC2E0248EC133A545691A7eEB975Ee8Dfa3381052\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YcjJGlTh_Vn53kVKZBEWU4qx9wCuoEBuJcfQ5ubBYws\\\",\\\"y\\\":\\\"3XCrJDL7KJ7qH1gEDYcirE46hm2kTWXovXz1AHe3uX0\\\"}\",\"signature\":\"HuvNcMCCoc-Apga7fkhSJ24-7ABD2cG3wO0XN8-Rr88AJXjS86Dl8YyO1qteni4lXLcWZzHC3B7Np9JgqIpmMA\",\"signingKeySignature\":\"0xa14a6947587fc3a2ad5317889e2326f97ba748984f6b3911184e647212eedd165ecb1354a9ea4fdf3c798a3e88bfdd34d0ca5a9d5c84139e6e592861b82018221b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YcjJGlTh_Vn53kVKZBEWU4qx9wCuoEBuJcfQ5ubBYws\\\",\\\"y\\\":\\\"3XCrJDL7KJ7qH1gEDYcirE46hm2kTWXovXz1AHe3uX0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y5Yvd9ns5HuvbUbpixIx41I-G25TBc-g7hKSbNR0Vxs\"}"