"{\"content\":{\"body\":\"In the past year, I have become a little obsessed with Web 3.0. The pace of growth is so fast that changes take place daily. People worldwide are pivoting careers. The most talented professionals join the decentralized web movement because of a) their ideology and b) the underlying technology.\\n\\nWhile Web 2.0 and software as we know it are still eating the world and bearing fruit, we are at the threshold of the next significant paradigm shift in internet applications - Web 3.0.\\n\\nHaving said that, for non-tech folks like me, it isn’t easy to understand the impact Web 3.0 will have. I spent a lot of time reading and following smart people in the space to start understanding the basics. I will be writing a series of essays on the topic to accelerate my learning. Hopefully, helping other people understand what’s going on, too—starting with this one. I will break down the history of the internet and why Web 3.0 is so exciting.\\n\\n## Web 1.0\\n\\nIn Web 1.0, we discovered the internet through dial-up modems, which helped us access static web pages. By today’s standards, Web 1.0 was a laughable experience. I still remember how during my childhood, an average movie took three days to download. The internet was slow, expensive, and had a terrible user experience.\\n\\nYet, the fact that we could share information so easily with pretty much the entire world had an incredible impact on our progress. Before the internet, we relied on printed books. We could spread information only at the speed of physical distribution. Access to information was slow, gated, and not even possible in some parts of the world. For example, growing up in the suburbs of Bulgaria’s capital city Sofia, I had access only to three sources of information a) books at home, b) what the local school forced me to study, c) the two libraries in my neighborhood. With the arrival of Web 1.0, information exchange became possible like never before. I could download books and content from all over the world, which had a lasting impact on my life. In turn, the access to more and better content led me to make some contrarian choices at the time. While my family's expectations boiled down to getting a stable job, I moved abroad for studies. Then I traveled half the world, even though I never met anyone who traveled to that extent in my childhood. Later, I was the first person ever to start a business in my family. Making such choices and reaping the benefits that followed would not have been possible without access to a wide variety of content written by other like-minded people.\\n\\n> *“The ‘World Wide Web’ as it was known, was just a set of static websites with a load of information and no interactive content. Connecting meant dialing up through rickety modems and blocking anyone in the house from using the phone. It was the web of AOL chat rooms and MSN messenger, of AltaVista and Ask Jeeves. It was maddeningly slow. Streaming videos and music? Forget it. Downloading a song would take at least a day.”*\\n>\\n> Why the Web 3.0 Matters and you should know about it, by **[Essentia 1](https://medium.com/@essentia1/why-the-web-3-0-matters-and-you-should-know-about-it-a5851d63c949#:\\\\~:text=The%20%E2%80%98World,least%20a%20day.)**\\n\\nIn 2021, the memory of slow internet and crappy static websites has gradually faded away. We have come a long way since. Today, we refer to the internet as Web 2.0.\\n\\n## Web 2.0\\n\\nWeb 2.0 is everything we take for granted. For example, faster internet speed, interactive content, social, mobile, cloud, and user-generated content.\\n\\nSome [argue ](https://medium.com/fabric-ventures/what-is-web-3-0-why-it-matters-934eb07f3d2b)that the rise of Web 2.0 was driven by three core innovations: mobile, social, and cloud.\\n\\nThe iPhone in 2007 enabled mobile internet access on the go. We moved from using the internet for just a few hours a day to an “*always connected*” mode. Our phones gave us access to web browsers and mobile apps throughout the day.\\n\\nStarting in \\\\~2004, companies like Friendster, MySpace, Facebook, and LinkedIn transformed brought the next wave of innovations. Changing the internet from a dark and anonymous place to what it is today. Social networks encouraged good user behavior. In the process, such platforms enabled content generation, recommendations, referrals and connected the world.\\n\\nLast but not least, web 2.0 brought the cloud. The rise of cloud computing decreased the costs of starting new businesses considerably. Suddenly entrepreneurs did not need to invest heavily into servers, hardware, and maintenance. Instead, companies like AWS launched data centers worldwide. Allowing businesses to shift from buying and maintaining their infrastructure to renting storage, compute power, and other relevant resources at low costs. In turn, the lower costs of starting a business unleashed innovation like never before. Simply put, Web 2.0 enabled founders to build prototypes and run experiments while keeping the costs down.\\n\\n![The decrease in the cost of launching a Startup from 1999–2010, Mark Suster](https://images.mirror-media.xyz/publication-images/ZjaYm6YfFak4QTIsm98Ce.png?height=411&width=997)\\n\\nThanks to all that innovation, more and more people have joined the internet. The UN estimated that internet users have increased from 1.1 billion to 4 billion between 2005 and 2019.\\n\\n![​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ITU estimates that at the end of 2019, a bit more than 51 percent of the global population, or 4 billion people, are using the Internet.​​​](https://images.mirror-media.xyz/publication-images/kx_CiY2I2b5ML5T_xgOW-.png?height=1114&width=1358)\\n\\nIn the process, we generated data like never before in human history. Companies realized how personal information has immense value. Think of [Facebook paying $19B](https://www.forbes.com/sites/parmyolson/2014/10/06/facebook-closes-19-billion-whatsapp-deal/?sh=687264de5c66) to acquire WhatsApp back in the days.\\n\\nBig tech brands like Amazon, Facebook, Twitter, Google started collecting all that information. Everyone’s identities, browsing habits, searches, and online shopping information were sold to whoever could pay the most.\\n\\nWeb 2.0 was all about improving the experience of browsing the internet, which resulted in the centralization of data, abundant connectivity, and new opportunities. While that was great for education and wealth creation, some downsides were inevitable. The most notable problem is consolidating too much power in the hands of big tech companies, which led to giving up on privacy. So this begs the question, how will the web adapt, and what’s next?\\n\\n![a16z Crypto school: Chris Dixon: Crypto Networks and Why They Matter](https://images.mirror-media.xyz/publication-images/nSL1IiFfMSL_F3f0hcO2n.png?height=1206&width=2188)\\n\\n## Web 3.0\\n\\nThe next wave of the internet will be all about decentralization and privacy. Everyone’s information will be returned.\\n\\nWeb 2.0 centralized all the data in the hands of a few large organizations with questionable motives. Web 3.0 is working towards decentralizing information and bringing back privacy.\\n\\nWeb 3.0 boils down to a few core concepts: open, trustless, and permissionless networks.\\n\\n* **Open,** web 3.0 is built on the blockchain, most often from open-source software by a community that operates transparently.\\n* **Trustless**, because there is no need for third parties to interfere. Eliminating slow transactions and higher rates because of the third-party cuts. The blockchain enables participants to interact publicly or privately through smart contracts.\\n* **Permissionless** as there is no need for authorization from governing bodies.\\n\\n> *“While the Web 2.0 democratized many power structures and created [new opportunities](https://medium.com/@matteozago/2017-was-the-year-of-blockchain-education-2018-is-the-year-of-adoption-bb862e0faae5), the economic engine is largely privatized and monopolized. Facebook, Uber and AirBnB have created private networks for public infrastructure which they dominate. The Web 3.0 is the antithesis of this, it’s about multiple profit centers sharing value across an open network.”*\\n>\\n> Why the Web 3.0 Matters and you should know about it, by **[Essentia 1](https://medium.com/@essentia1/why-the-web-3-0-matters-and-you-should-know-about-it-a5851d63c949#:\\\\~:text=While,offers%3A)**\\n\\n![Source: Fabric Ventures](https://images.mirror-media.xyz/publication-images/hCOpU8IY-wdO7m0S80oTu.png?height=911&width=1600)\\n\\nLet me open a bracket here and address the elephant in the room. When I speak of blockchain, I do not refer only to Bitcoin. In my experience, to many people who are new to crypto, Web 3.0 relates predominantly to Bitcoin. Bitcoin is an incredible innovation. In fact, some folks argue it triggered the development of Web 3.0 as a whole. Yet, for the sake of this essay, I do not want to focus on Bitcoin. Instead, I am referring to an architecture of blockchains with tokens, aka crypto networks. It could be generalized to a lot of different applications like [Etherium](https://ethereum.org/en/) or [Solana](https://solana.com/). That’s why let’s use the following definition of blockchain by Chris Dixon:\\n\\n> *Blockchain: A virtual computer that runs on top of a network of physical computers that provides strong, auditable, game-theoretic guarantees that the code it runs will continue to operate as designed.*\\n>\\n> Crypto Networks and Why They Matter, by [Chris Dixon](https://www.youtube.com/watch?v=2wxtiNgXBaU&ab_channel=TechCrunch)\\n\\nIn traditional applications, the organization running the business may decide to change how the product works. With blockchains, you need a critical mass of independent users to change their minds collectively for that to happen. Hence why, *“guarantees that the code it runs will continue to operate as designed.”*\\n\\nTo illustrate that, let’s dive deeper and take a look at the past ten years of Web 3.0’s history. To truly grasp the development in the space, we need to have context around all relevant activities. The more context we have, the easier it is to understand the true potential of Web 3.0.\\n\\nUnfortunately, economic opportunities inevitably bring some bad players. In turn, the sentiment in some communities is that crypto is a bubble. Many people believe that there is no real value to those assets, and the bubble will pop sooner or later.\\n\\n![a16z Crypto school: Chris Dixon: Crypto Networks and Why They Matter](https://images.mirror-media.xyz/publication-images/FDY1p_k6rD7PeW0Ugi0Fy.png?height=626&width=1598)\\n\\nLike any other new technology, crypto develops in cycles. Most people got into crypto early on because the price was very attractive; think of Bitcoin in 2011. The attractive price prompted early adopters to start reading about blockchain. The combination of promising tech and attractive prices hooks you further. Over time that interest converts into new ideas, which naturally results in startups.\\n\\n![a16z Crypto school: Chris Dixon: Crypto Networks and Why They Matter](https://images.mirror-media.xyz/publication-images/FNSvsZpIPwfHW843LJa96.png?height=1198&width=2174)\\n\\nI like the following chart because it tracks growth across different activities. While token prices are essential, there is a lot more happening in the space. To truly understand why Web 3.0 is exciting, you need to consider growth in price, developer, startup, and social media activity.\\n\\n![a16z Crypto school: Chris Dixon: Crypto Networks and Why They Matter](https://images.mirror-media.xyz/publication-images/EbUpIXyW5Ua5oaAxdUY_f.png?height=1254&width=2206)\\n\\nIt turns out there is a similar level of activity taking place across all those dimensions, which results in a steady and gradual growth until we reached the third wave of crypto in early 2016. At about that time, we saw exponential growth across all dimensions mentioned above. There was a lot of [initial coin offering (ICO) ](https://techcrunch.com/2017/09/07/ico-report-q2-coindesk/)activity in that period. Unfortunately, many ICOs were led by bad players. In turn, things got a bit quiet after that up until COVID took place. Now, we see growth in developer, startup, and social media activity once again. In a nutshell, throughout the past decade, we have seen consistent growth. Leading to a lot of exciting innovation.\\n\\n![a16z Crypto school: Chris Dixon: Crypto Networks and Why They Matter](https://images.mirror-media.xyz/publication-images/H3dxBPRyK_hoz3Uf8YeFX.png?height=1246&width=2206)\\n\\nToday [we are seeing the first attempts](https://www.notboring.co/p/who-disrupts-the-disrupters) of building decentralized versions of Web 2.0 popular applications. That combines the utility of tools like Spotify while adding crypto back-end power.\\n\\n![Why the Web 3.0 Matters and you should know about it, by Essentia 1](https://images.mirror-media.xyz/publication-images/fq3Y97LBtBK7QYUHJwqcE.png?height=1181&width=1120)\\n\\nIn simple terms, Web 3.0 allows you to create solutions that pay people to use them through tokens. Imagine if all players in the Airbnb ecosystem could get financial incentives. Thus, get a piece of the wealth the platform created?\\n\\nToday, only the founders, investors, and employees are sharing the upside. Tomorrow, we can reward the hosts, guests, and all sorts of partners too. Web 3.0 aligns incentives like never before while bringing back privacy.\\n\\n> *Just as the Web 2.0 didn’t automatically extinguish Web 1.0 (still gathering dust around some parts of the internet), the move to 3.0 will take time and integration with existing online systems. The wheels have already been set in motion and the train has left the station. Web 3.0 is an revolution in motion, we are past the point of no return.*\\n>\\n> Why the Web 3.0 Matters and you should know about it, by [Essentia 1](https://medium.com/@essentia1/why-the-web-3-0-matters-and-you-should-know-about-it-a5851d63c949#:\\\\~:text=The%20%E2%80%98World,least%20a%20day.)\\n\\n\\n***\\n\\nReferences:\\n\\n* [Why the Web 3.0 Matters and you should know about it by Essentia 1](https://medium.com/@essentia1/why-the-web-3-0-matters-and-you-should-know-about-it-a5851d63c949)\\n* [Implications of Web 3.0 by Implications of Web 3.0](https://medium.com/@quantalysus/implications-of-web-3-0-b0aa4b185c6d)\\n* [Who Disrupts the Disrupters? by Packy McCormick](https://www.notboring.co/p/who-disrupts-the-disrupters)\\n* [What Is Web 3.0 & Why It Matters by Fabric Ventures](https://medium.com/fabric-ventures/what-is-web-3-0-why-it-matters-934eb07f3d2b)\\n* [Crypto startup school by a16z](https://a16z.com/crypto-startup-school/)\\n* This post was initially published [here.](https://viktor.substack.com/p/newsletter-69-what-is-web-30)\",\"timestamp\":1634719613,\"title\":\"What is Web 3.0?\"},\"digest\":\"uRlPVSyH0deLAAhFkl8TO94EuShPABTaSs5ipR2Lbis\",\"authorship\":{\"contributor\":\"0x1D615062BDc24a20E20846099D7bA56B6CCBdA98\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b55kto8cVWTnTl7Q15vFoDsAe0ZHqAXW_Cgg-yllWYo\\\",\\\"y\\\":\\\"55UBF1H2ZlmYOOnwWVwausWLmWzES2887t8VzfT20T0\\\"}\",\"signature\":\"wugUexMnmMIJDGiDVd_YXkdt7Q788XVDiEGgm8dxi47cx3BsjiJC7V7ei2qu7liJPwTOI9a4j18tIJ_BlwAP9g\",\"signingKeySignature\":\"0x802a8f43e2f1a2f5329464aa9fbb124b99f10429c4c026c7b98d09aaa62b9e74045b42ae574893ba28b5aaf57216d5b9bce71397e4cfea8658bb8a5a0e9f22201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b55kto8cVWTnTl7Q15vFoDsAe0ZHqAXW_Cgg-yllWYo\\\",\\\"y\\\":\\\"55UBF1H2ZlmYOOnwWVwausWLmWzES2887t8VzfT20T0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nuOtokxztr_ppb3VzU3xCMLLuS1mFod11ae_O92OsC8\"}"