"{\"content\":{\"body\":\"## This is the concept of the RIA of the Future, as conceptualized by Adam Blumberg and Tyrone Ross, Jr. in July 2019.\\n\\n## First we need to look at where RIA’s are now.  \\n\\nFor the most part, RIA’s operate on an AUM basis.  They find one or several custodians with which to work, and they focus on accumulating clients’ assets.  Once they have those clients’ assets at their custodian of choice, they set about managing the assets.  They claim to be doing so in a manner that is in the clients’ best interest, somewhat according to the goals and risk profile of the client. \\n\\nIn order to manage the assets, the RIA’s might use third party managers, or create their own portfolios, or ETF’s and mutual funds.  Some still look at individual stocks and bonds, based on the clients’ needs and goals.  \\n\\nSome RIA’s place client money into alternative investments (Alts), if there is an Alt that allows for RIA share class.  \\n\\nThe RIA charges the clients a percent of their assets - usually 0.5 - 1.5% - to manage.  Along with the AUM fee, the RIA throws in financial planning.  The planning can take the form of regular meetings to discuss portfolio performance, in which the advisor asks the client if there are any major life changes now or upcoming.  The advisor may employ financial planning software to help create and monitor the plan.\\n\\nThe client usually gets regular statements of their accounts - generally quarterly - and an annual or semi-annual meeting to discuss the accounts and plan.  \\n\\n## Here are the problems with the current state of the RIA industry.\\n\\nFirst, managing under an AUM model does not align the RIA with the fiduciary model, even though they will tout this.  For example, if I have a client with $1,000,000 in management, and that client has the opportunity to invest in a real estate deal for $250,000, they might ask my opinion.  It might be a great deal, but I know that I am losing $2,500 if they do so.  I might tell the client that if they want to invest in real estate, I can choose a basket of funds, or even a REIT for better diversification.  \\n\\n** \\n **Second, robo-advisors have bitten into the investment management world, and are better at managing portfolios than humans.  Many younger investors are more likely to use the robos, and at a much lower cost - 0.25 - 0.5%.  Soon the robos will be able to give some decent financial planning advice.  This will eat into the revenue and profits that an advisor can charge and earn over and above the robos.  \\n\\nThird, there are so many more options for investment available, and an advisor basing his/her revenue on assets under management, usually in the traditional markets, cannot continue to compete.\\n\\n## So, where do we go now?\\n\\nIt is clear that the value we’re going to be able to offer is our advice.  While the robo advisors will beat us on pure investment management, they can’t look across the table (or across the Zoom meeting) at a client and empathize, or understand, or be frank about the real implications of a decision.  They aren’t nuanced in creating the maleable strategies that we will need.\\n\\nThe advice we give will, of course, somewhat cover how to invest money.  When it comes to the pure, traditional market investments we can just outsource to a robo advisor.  But we have to work with our client to come up with the correct allocation to market, retirement, education, insurance, charity, etc.\\n\\nWe will give advice on legacy planning.  While some of this is straightforward, like getting a will in place for a family, some is not.  What if a client wants to leave some to charity, has some appreciated stock, and knows they will receive some inheritance.  There are so many moving parts, with some emotion tied to it, that clients will need our advice.\\n\\nWe will need to give advice on decisions, like buying or leasing a car, or a home, and where to save and get that money.  We can also help with insurance - how much, what type, and from whom.  \\n\\nWe will talk a client through the ideas of beneficiary designations, and make sure they actually get done.\\n\\nAs clients are nearing retirement we can advise on income options from retirement plans, investments, annuities, etc.  These are questions a robo can answer based on math, but we know that the real strategies involve emotions as well.\\n\\nWhen it comes to business owners, we have so much more advice to offer.  We will help with issues like key-person compensation and protection.  We will talk clients through succession and estate planning, and help them create the strategies in ways that address the ideal, and the accidental.  \\n\\nWrapped around all this advice is the specter of tax efficiency - it pervades issues like cost basis, capital gains, investments, titling, succession, estate, entity structure, etc.\\n\\nThen, of course, comes the world of digital assets.  Currently that world mainly involves cryptocurrency, and is starting to include DeFi applications and offerings.  Clients might want some of their assets in crypto currency now as a hedge against the market, as a speculation, as a bet on the future, etc.  They might not realize that they can also lend their crypto assets to earn some income, or stake to earn like dividends.\\n\\nIn the near future, clients might be interested in private investment that are denoted in security tokens.  They might have access via the initial STO, or in the secondary market later.  Either one adds new complexity.\\n\\nIf they are a business owner, the new world of DeFi might offer them the ability to make very short term loans at high interest rates, or to borrow based on digital assets.  While banks might offer these loans, the rise of the peer-to-peer lending, facilitated by DLT’s will give the clients more options.\\n\\nAll these additional options will also carry tax consequences, but so many other issues as well.\\n\\nThe clients will need help in areas like custody, since the traditional custodial model will not translate exactly.  They will need help with security, keeping keys private, but also with the ability to pass to family members or business partners.  \\n\\nThey will need help with new features like hedges and insurance like products, that were not previously available to them.  \\n\\nOverall...the RIA of the future will be a different model than today.  We will function as true advisors of the clients’ financial life, instead of investment managers posing as people who really care about our clients’ financial well-being.\\n\\nThose that are not able to build trust in the ability to offer advice will be relegated to new professions, while those of us that enjoy helping our clients find positive solutions will thrive.  We will be compensated monthly generally...like the subscription models of Netflix and Amazon, and our clients will have access to our time and our minds.  \\n\\n \\n \",\"timestamp\":1638633090,\"title\":\"RIA of the Future\"},\"digest\":\"l5huPvoak66OBFlocnPVcSRgzrCRP5sM_c6G6-I65dA\",\"authorship\":{\"contributor\":\"0xF053aDb5D6310219f84B5792db23a4feD3C25d57\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pkevVx7uhCq6XjeOlMnW69Bv9E-AlHxxdO-15IrSaZQ\\\",\\\"y\\\":\\\"PpO2Dx4-ziYnaKFVEhajAvpGPPLZw7Yz7WxkMy4ajOI\\\"}\",\"signature\":\"T1r_esH08SIMzq3iRokJGWzkgEI6Lod3t3wbPSisRHSw8RpR-IG-2ANaldsCpjxCj33F8UYBsXqblUKTL8xupA\",\"signingKeySignature\":\"0x6030fe41bf996f1563b9d8094e13a00a2386c8634a9c192c07b28b4b2a351d661ae4348c30c2c80ce0e7f4eb9c9c5eeddab3644a4c208390170d857de8f7d2e51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pkevVx7uhCq6XjeOlMnW69Bv9E-AlHxxdO-15IrSaZQ\\\",\\\"y\\\":\\\"PpO2Dx4-ziYnaKFVEhajAvpGPPLZw7Yz7WxkMy4ajOI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l5huPvoak66OBFlocnPVcSRgzrCRP5sM_c6G6-I65dA\"}"