"{\"content\":{\"body\":\"清晨。 \\n  \\n     镜湖孟府的练武场，柳七月在练着箭，而孟川在角落练着刀法。 \\n  \\n     “呼呼。” \\n  \\n     刀法飘忽，诡异难以捉摸。 \\n  \\n     并且速度极快，这是凡俗当中能够学到的最顶尖的一门快刀刀法，名叫《落叶刀》。 \\n  \\n     他六岁孩童时就经过家族考验，确定了在快刀上最有天赋，他也最喜欢修炼快刀，因为……够快！ \\n  \\n     在家练了两年基础刀法后，八岁那年，父亲孟大江就送他进了东宁府八大道院之一的镜湖道院！镜湖道院院长‘葛钰’人品虽一般，却是整个东宁府境内第一快刀！ \\n  \\n     九岁，孟川基础刀法就修炼到圆满，根基扎实，得以传授上等刀法《追风刀》。 \\n  \\n     十一岁，《追风刀》修炼圆满，院长亲自传授他最擅长的顶尖刀法《落叶刀》 \\n  \\n     十三岁，《落叶刀》就修炼到大成，成为镜湖道院山水楼中的一员。山水楼……是整个镜湖道院数千名弟子中最优秀的才能进入，即便是现如今，山水楼也一共才二十二名弟子。 \\n  \\n     如今十五岁了。 \\n  \\n     “可惜，我的落叶刀依旧只是大成，未曾圆满。”孟川停下来，看着手中的刀，微微皱眉，“到底怎么才能悟出落叶刀法的秘技，达到刀法的第一重的大境界‘合一境’呢？” \\n  \\n     刀法剑法枪法等等…… \\n  \\n     一切技艺。 \\n  \\n     第一个大境界，便是‘合一境’，指的是身、心、技三者合一，可发挥出匪夷所思的威力。 \\n  \\n     第二个大境界，被称作‘势’，天地有大势！山有山势，水有水势。施展刀法的就该像天地、山水、风火一般，有刀势。用剑的，该有剑势！那将是更高的一个大境界。 \\n  \\n     然而孟川这么多年依旧是打基础阶段，当然他已经基础浑厚到极致，刀法离‘合一境’只差最后临门一脚。 \\n  \\n     可就是这临门一脚……却是最难的！ \\n  \\n     “即便在整个东宁府，刀法剑法等技艺，能达到合一境的都少之又少。”孟川很清楚这点，“只有达到合一境，才能算是真正的高手。否则只是庸手。” \\n  \\n     那些庸手，即便真气雄浑，也只是力量大些速度快些的靶子。 \\n  \\n     在真正的高手面前，一个照面就被击杀。 \\n  \\n     “按照落叶刀的描述，落叶刀分为八十一式，只要将八十一式修炼到出神入化之境，便会自然而然掌握秘技‘三秋叶’，那时候便达到刀法的第一个大境界‘合一境’。”孟川有些无奈，因为整本书籍关于合一境，就这么一小段话。 \\n  \\n     没有更多的描述，连招数是什么样都没有记载。 \\n  \\n     ‘便会自然而然掌握秘技’，说的太玄乎，自己的《落叶刀》刀法大成两年了，每天都苦修，怎么就一直没有‘自然而然’悟出秘技呢？ \\n  \\n     “凡俗修炼分为五个阶段，筑基、内炼、洗髓、脱胎、无漏。脱胎境想要达到无漏境……必须得刀法剑法技艺达到合一境，唯有‘身心技三者合一’，真正统合脱胎境所有力量，才能一举突破到无漏境。”孟川暗想着，“在大家族，有足够丹药宝物提供，成为脱胎境不难。可成为无漏境的却少之又少！” \\n  \\n     孟川六岁开始筑基。 \\n  \\n     九岁踏入内炼境，十二岁洗髓境，按照孟川的预估，今年六月左右就应该能洗髓境圆满踏入‘脱胎境’。这种速度在神魔家族核心子弟当中算是正常水准。像云青萍那等修为懒散之辈，在服用许多丹药宝物后，也在十五岁达到洗髓境，这算是比较落后了。 \\n  \\n     凡俗修炼五重大境界：筑基、内炼、洗髓、脱胎、无漏。 \\n  \\n     再往上就是‘神魔’。 \\n  \\n     无漏境到神魔，堪称天堑！ \\n  \\n     成神魔非常难，东宁府上百年时间成神魔的就寥寥数人罢了。 \\n  \\n     “我在娘的墓前发过誓，今生一定要成为神魔，斩杀妖怪，给娘报仇。”孟川停下刀法，看着手中的刀，孩童时还不太懂，如今他才明白，要成为神魔得多难，可再难他也不会放弃，“我必须尽快掌握刀法第一重大境界‘合一境’，将来还需掌握第二重大境界‘势’，如此才有些许希望成神魔。” \\n  \\n     忽然—— \\n  \\n     “川儿。”一道胖胖身影从练武场院门走进来。 \\n  \\n     孟川转头看去：“爹。” \\n  \\n     眼前这位面带笑容的肥胖中年人，就是他的父亲孟大江，是个开酒楼的！当然开的是东宁府第一酒楼。同时也是孟家定下的下一任族长。 \\n  \\n     孟大江实力非凡，是神魔下最强的一小撮，也是修炼刀法的，并且是掌握‘刀势’的无漏境强者，可已经四十七岁的他，成为神魔的希望也越来越渺茫！ \\n  \\n     “孟伯伯。”柳七月也走了过来。 \\n  \\n     “三月初三，就是玉阳宫斩妖盛会了吧，七月是神箭手，烈阳道宫肯定会给你一个名额。”孟大江说着，柳七月也美滋滋点头，孟大江看向自己儿子，“川儿，你呢，你们镜湖道院洗髓境弟子只有三个名额，你有把握去吗？” \\n  \\n     “没把握。”孟川很有自知之明，说道，“我们镜湖道院的洗髓境十大弟子，彼此差距不大。我有些希望能争一争，但也可能失败。若是我能够悟出落叶刀秘技，那就肯定有把握了。可惜我一直悟不出。爹，修炼秘技你有什么特殊诀窍吗？” \\n  \\n     “哈哈，你们院长是东宁府第一快刀，该教的他也会教你。”孟大江笑道，“至于秘技，我觉得就是多练，练多了，或许就悟出了。” \\n  \\n     孟川暗暗无奈。 \\n  \\n     没法取巧。 \\n  \\n     “别想太多，整个东宁府你们年青一代的洗髓境，就没有谁能悟出秘技的。”孟大江笑道，“你爹我是孟家这一辈最优秀的，也是十九岁才悟出秘技。” \\n  \\n     “可张家老祖，传说中十三岁就掌握秘技，剑法达到合一境了。”孟川感慨道。 \\n  \\n     “张家老祖，那是我东宁府上百年来唯一一个能拜入元初山的，张家也因此成为我东宁府五大神魔家族之首。”孟大江说道，“你也别着急，我孟家的五百年前的余山老祖，当年是十八岁悟出秘技，到八十岁不也成为神魔？大器晚成，照样能成神魔。” \\n  \\n     孟川当然知道。 \\n  \\n     小时候，母亲会将很多神魔的成长故事讲给自己听，自己也会缠着母亲，缠着父亲听故事！ \\n  \\n     除了画画，听故事是儿时自己最喜欢的。 \\n  \\n     父母都买了许多历史上名气很大的神魔的传记，专门读给自己听。 \\n  \\n     “娘，总有一天，我也会成为神魔的。”孟川默默道。 \\n  \\n     …… \\n  \\n     当天午后，孟川来到了镜湖道院，因为有一堂院长亲自教导的刀法课。以院长的身份，五天才授一次课。 \\n  \\n     一个时辰的刀法课结束。 \\n  \\n     “还是没法突破。” \\n  \\n     “真不知道，我什么时候刀法能达到合一境。”孟川行走在道院中，这两年来他几乎每一天都在苦思‘落叶刀秘技’，都快疯魔了。 \\n  \\n     在路过一处空地时，听到了怒斥声。 \\n  \\n     孟川看过去。 \\n  \\n     道院的马教谕，正在唾沫横飞怒斥着一群少年。 \\n  \\n     “学其上，仅得其中；学其中，斯为下矣。你们听明白了吗？”马教谕怒斥道，“我是让你们要跟好的学，而不是跟坏的学。跟坏的学……只会越学越混账！你们若是修炼不到洗髓境，一辈子也没出息。若是能到洗髓境，二十岁都必须服兵役，去和妖怪厮杀。现在不流汗，到时候你们就流血，就要丢性命。去服兵役能活着回来的，也就勉强一半！你们是希望死在战场上，还是活着回来风风光光？” \\n  \\n     “看，那是孟家的孟川，人家十三岁就落叶刀大成，进了我镜湖道院山水楼，院长亲自教！刀法大成，没有别的捷径，只有苦学，我听说孟川在家每天都苦修数个时辰，你们呢，看看你们自己？” \\n  \\n     “学其上，仅得其中，让你们学的就是孟川，懂了吗？” \\n  \\n     马教谕怒吼声下，一群少年们大气都不敢喘。 \\n  \\n     一边吼着，马教谕还朝不远处路过的孟川笑了笑，孟川也微笑点头，可孟川的眼睛却亮了起来，连加快步伐赶往家中。 \\n  \\n     …… \\n  \\n     回到府内，孟川立即去书房。 \\n  \\n     “学其上，仅得其中；学其中，斯为下矣。要学，就该和最好的学！”孟川喃喃自语，眼睛越来越亮，也越加激动，“要学，就和最强的神魔学！和历史上最强大的存在去学。这才是学其上！” \\n  \\n     “能在历史上留名的无敌强者，许多早就尘归尘土归土，可是却有他们传记在流传，流传了千年万年！” \\n  \\n     “他们的传记，就有他们的记载。” \\n  \\n     孟川抬头看着书籍上的书籍，“爹娘，在我小的时候，就给我读过很多神魔传记故事。买了很多书。” \\n  \\n     说着随手拿下一本。 \\n  \\n     翻开来看。 \\n  \\n     这是讲述一位横行一个时代的神魔‘邓风’，传记中记载，邓风从小居住在深山当中没有名师教导，唯一的亲人刚教了他一招‘拔刀式’就死了。他孤独一人生活在深山内，仅仅一个拔刀……每天耗费四个时辰，拔刀万次，他没学过其他刀法招数。 \\n  \\n     可他在深山孤独一人，每天四个时辰，拔刀万次，拔刀二十年。 \\n  \\n     等他离开深山时，懵懵懂懂进入人世间，以洗髓境实力，一招拔刀式……就斩杀了无漏境强者，他的刀法已经到了匪夷所思的层次。消息传开，立即被传说中的‘元初山’主动招揽，成为元初山弟子，自此踏上神魔之路。 \\n  \\n     …… \\n  \\n     书籍挺长，记载了邓风成为神魔后的诸多事迹，让后人敬仰。 \\n  \\n     关于修炼的很少，只有所谓的‘每天四个时辰，拔刀万次，拔刀二十年’。 \\n  \\n     对孟川而言，这本书籍最重要的就这么一句话。 \\n  \\n     “一名高手，就算施展刀法慢点，一个时辰也足以拔刀万次了。”孟川皱眉道，“他却是每天四个时辰，说明每一刀都蓄势，都很用心，而后拔出一刀！一刀再一刀……每一刀都蓄势再爆发，如此上万次，才需四个时辰。” \\n  \\n     “用心？练同一招？次数极多？” \\n  \\n     孟川在书桌前拿着毛笔记录下，而后又去翻看另一本神魔传记。 \\n  \\n     他需要从一本本神魔传记中，尽量找到神魔们强大的‘共同点’。 \\n  \\n     学其上，仅得其中；学其中，斯为下矣。 \\n  \\n     要学……就学最强的！ \\n  \\n     学那些，在历史上都无敌的神魔！ \\n  \\n     “钱叔。”孟川忽然对外喊道。 \\n  \\n     “少爷。”外面传来声音。 \\n  \\n     “你带两个人出去，把市面上的神魔传记！还有一些强大神魔家族的家训，都给买一份回来，要快！”孟川说道。 \\n  \\n     “好，我这就去。”钱叔连应道。\",\"timestamp\":1637503274,\"title\":\"第二章 学其上，仅得其中\"},\"digest\":\"-F4L7mjta5pL-yCPFo8BBK79RBu1ey5fP4b_nD7a_bs\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"signature\":\"1zgUd63IjA4nmG0aV9tPpu5Q_xhSHlUcKHvU1DH9so5w26d-8Vq3qXPHK2DROXt-Ta5spazUse9YDfR4anNfJw\",\"signingKeySignature\":\"0x0c0731ff931d69d0c791b145ad08b81fef65255d18bfac3c4f4afcb1d49f476b5f4da6d50aeffec29e4d32ed95ca0808d8755d31fb1ec4e09743f8bd167a22de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-F4L7mjta5pL-yCPFo8BBK79RBu1ey5fP4b_nD7a_bs\"}"