"{\"content\":{\"body\":\"## $1m\\\\~ (337ETH). 225 Backers. 24 Hours.\\n\\n[BLVKHVND](https://sirsu.mirror.xyz/pw_gqx_IzpRD6-3wXaUpmvUNvdXP1a4LBDy1lozndc4) is a dSports gaming organization powered by a community of gamers, creatives, and fans to have fun, learn, and build together while earning in the process. Earlier this week, we launched the [“Heavy is the HVND” crowdfund initiative](https://blvkhvnd.mirror.xyz/crowdfunds/0x320d83769Eb64096Ea74B686Eb586E197997f930) to raise funds standup our HVND DAO and aggressively acquire assets of the most anticipated crypto-native trading card game [Parallel](https://parallel.life) before their card holding snapshot. **We could not have been more lit.** Within the first 1 minute we reached our funding goal of 100 ETH. Within hours, we eclipsed 200 ETH. In the final stretch, we ended with **337.75 ETH—a $1m seed round.**\\n\\nOur raise told us a few things, but the most glaring fact was the recognition that the gaming industry needs something different. Something that blends culture + gaming, something that equitably distributes value through competition, content creation, and career pathways that touch all areas of the gaming industry. They are betting on BLVKHVND’s success and we know that we’ll make it because of our community and partners like [Lemniscap](https://lemniscap.com/) whose impact in crypto and gaming is well established.\\n\\nAs we kick off our first season, we want to thank each and everyone of our backers, supporters, and fans looking forward to seeing our community grow. Nothing is done in a silo and we are forever grateful—we could not have written a better story.\\n\\n## Season 1 - Roadmap + Immediate Actions\\n\\n![](https://images.mirror-media.xyz/publication-images/02f32681-6e80-484f-aa47-6b05e82fc3b8.jpg?height=1001&width=2000&&size=large)\\n\\n### August 2021\\n\\n**Parallel Asset Acquisition**\\n\\nImmediately after the crowdfund’s closing we went to work purchasing roughly 130 ETH of Parallel Assets to complete 4 Parasets to obtain Galaxy Keys before the set snapshot. Our treasury is now sitting on over a half a million in asset value. With the addition of the Galaxy Keys and new Rug Poll \\\\[SE\\\\] assets, we are squarely positioned to make an impact in the Parallel community.\\n\\n[https://zapper.fi/account/blvkhvnd.eth/nft](https://zapper.fi/account/blvkhvnd.eth/nft)\\n\\n> *Please note that Zapper.fi does not account for multiples, so for a more accurate account, we will release a spreadsheet in the coming days for a better look into our asset pool. We are also still receiving Parallel Assets from HVND holders. To view all assets currently owned, check out our [OpenSea Account.](https://opensea.io/0x4763cfa50311729b65815e5ae9ebbefdb94ec112)*\\n\\n**1/1 NFT For Patron Winners**\\n\\nOn Sunday Aug 29, we will distribute the NFTs for the Patron Winners. These NFTs were minted on Zora from our BLVKHVND proxy address (the same address that created this mirror publication). We will also like to take this opportunity to reveal that the largest contribution was made by [Lemniscap](https://lemniscap.com/), a forward looking venture fund, and we are proud to have their support. We are excited and welcome their involvement with BLVKHVND as we strive to radically change esports, one HVND at a time!\\n\\n**NFT Drop**\\n\\nWe’ve gotten such a positive response to the crowdfund that more of you want in! While we do not have an active crowdfund, on Sunday Aug 29, we will be dropping our “HVND OF ACCESS” NFT. This NFT is an edition of 200, available first come, first serve,  never to be minted again. Supporters will receive the NFT, access to our discord role *“The HVND”*, a reward of 100 $HVND tokens, and a special thanks for being an early supporter of BLVKHVND.\\n\\n> *Unfortunately we cannot recover any other NFTs that were lost during the crowdfund. As such, the ACCESS NFT will be airdropped to the 7 backers who did not receive a HVND OF AFFLUENCE.*\\n\\nFor those who did get NFTs from the crowdfund, we will mint and airdrop S*pecial Edition* versions of the claimed number of NFTs. We are excited to see all of our holders rock their favorite pieces. In due time, we will display a collection of our NFTs in a virtual gallery.\\n\\n**LP on Uniswap**\\n\\nOn August 31st, any participant in the crowdfund or purchases the ACCESS NFT on Sunday will be eligible to become a LIQUID HVND. Liquid Hvnds are liquidity providers that help give the token an open market to be bought, sold, traded amongst community members and speculators.\\n\\n### September 2021 — October 2021\\n\\n**Player Recruitment + Coaching Staff**\\n\\nTeams are more than just the *players*, good teams have coaches, analysts, and trainers at the highest competitive level. For us, serving casual, amateur, and pro-level players is no easy task, but one we are eager to tackle. Our focus will be recruiting for enthusiastic, coachable players that have the propensity to learn and experiment with their gameplay. Knowledge and experience of the game titles a player is interested in forming a team is important as is some level of competitive experience.\\n\\nWe will issue two signup forms in our discord on September 3rd for players and coaches with tryouts slated for September 15th.\\n\\n**The New BLVKHVND Web3 Setup**\\n\\nIn the coming weeks as we enter September, three bounties will be released:\\n\\n* Support for Stream Animations + Interactions\\n* Support for BLVKHVND main site + auction house\\n* Support for Intra-team Branding\\n\\nWe have many of the moving pieces to get us geared up for pushing consistent live and async content, but it’s not as fun if the HVND community doesn’t get involved. This is an opportunity to earn HVND by doing and putting your touch on what will be a global brand. More information will be released soon in our discord.\\n\\n**BLVKHVND Monster Mash Invitational**\\n\\nOur goal is to host our first tournament of the year and bring a mixture of crypto-native games like Axie Infinity to our community to discover and play with the communities they are apart of. We also want to test our newly formed dSports team and compete. More information related to this tournament will be announced in the coming weeks.\\n\\n## LIQUID HVND: Introducing $HVND\\n\\n$HVND will launch on August 31st, 2021.\\n\\n**The [contract address](https://etherscan.io/token/0x320d83769Eb64096Ea74B686Eb586E197997f930) of $HVND is 0x320d83769Eb64096Ea74B686Eb586E197997f930**\\n\\nThe supply of $HVND is 1,350,620 tokens, with 337,655 in circulation from the initial crowdfund.\\n\\n*Please exercise extreme caution when interacting with this token and triple check that the contract address matches the one above. $HVND represents membership in the BLVKHVND gaming community and should not be regarded as an investment.*\\n\\nBelow lists everything you need to know about $HVND:\\n\\n* 100 $HVND is required for full membership into the BLVKHVND gaming community\\n* Voting rights can be delegated to other community members, and 25-50% of a strategic partner or outside capital (VC, Angel, etc) is required to delegate to the broader community.\\n* Governance is done through Snapshot and will employ delegation and quadratic voting toward proposals. Over time, we seek to refine our proposal process and develop key criteria to reach a sufficient quorum when voting occurs.\\n* $HVND can be earned through active participation in events, bounties, and projects.\\n* $HVND can be purchased through Uniswap or through specific NFT drops wherever specified.\\n* $HVND will offer liquidity rewards for members who lend game assets to the Treasury for the community to use and play\\n\\n### $HVND Distribution\\n\\nAll $HVND tokens were minted through the Mirror Crowdfund Contract with 25% already distributed to the community and 75% withheld for further distribution.\\n\\nAt inception the DAO will be operated as a 2/3 Gnosis Safe Multisig operated by the BLVKHVND Staff and governed by the HVND community. The address to the multisig is: 0x4763cfa50311729B65815E5Ae9EbBefDB94EC112 (blvkhvnd.eth).\\n\\nThe initial signers of the sig are:\\n\\n* [Sirsu](https://twitter.com/sirsuhayb)\\n* [ATM](https://twitter.com/dillonatm)\\n* [Blvk0ut](https://twitter.com/blvk0ut0426)\\n\\nThe distribution of the remaining tokens is as follows:\\n\\n![](https://images.mirror-media.xyz/publication-images/7c917b78-2dcb-431f-b333-a5ae66b06b22.png?height=445&width=686)\\n\\n### Circulating — 40%\\n\\n$HVND held by members and receivers of any future airdrops. These tokens are fully liquid and free to be used by the community at their choosing.\\n\\n*Season 1 will feature an entry balance of 100 HVND.*\\n\\n### Community Treasury — 35%\\n\\n$HVND retained by the DAO to be used at the community’s discretion and distributed through governance proposals. There’s no vesting on the community treasury, meaning the entire allocation is available at launch at the discretion of HVND community governance.\\n\\nMore details on the future of HVND and how to make a proposal on Snapshot will be provided early next week.\\n\\n### Team — 15%\\n\\n$HVND retained by the staff, subject to a one year vesting with a 6 month cliff followed by monthly unlocks. These tokens are used as long-term incentives for existing staff, and includes an options pool for future contributors.\\n\\n### Strategic Partners — 5%\\n\\n$HVND given to strategic partners in the form of VC, Angel Investors, or other large contributors, subject to a one year cliff + 2 year linear release starting from end of year 1 followed by monthly unlocks. At the one year cliff,  25% of the allotted HVND will unlock, followed by 6.25% each quarter for the remaining two years. Participating firms will be asked to delegate \\\\~25-50% of their votes.\\n\\n### Liquid HVNDs — 5%\\n\\nBLVKHVND will launch a whitelisted HVND/ETH liquidity mining program on August 31st, open exclusively to HVND members who have been activated on Discord who participated in the crowdfund or purchased the HVND SEASON ONE NFT.\\n\\n5064\\\\.825 $HVND (0.5% of the total supply) will be allocated to the first month of liquid hvnds, and a detailed tutorial for members will be shared in the coming weeks.\\n\\n*Please exercise extreme caution when participating in liquidity provision as tokens can be highly volatile. We encourage anyone considering joining this program to read about impermanent loss and recognize that there are inherent risks to providing liquidity.*\\n\\nLiquid HVNDs is expected to run as an ongoing program, alongside a suite of other **community-based** distribution programs instituted for Seasons One and beyond.\\n\\nBelow shows the expectation of $HVND distributed over the course of the next 4 years.\\n\\n![](https://images.mirror-media.xyz/publication-images/f35c0a04-eace-463f-a20a-aaa952ed44da.png?height=507&width=905)\\n\\n## Looking Ahead\\n\\nA follow up will be posted after $HVND tokens have been made available on Uniswap.\\n\\nWe want to ensure that there is a fair entry for new HVND members, and want to spend the coming weeks solidifying a foundation for sustainability for years to come. If you are eager to join us, we are happy to have you!\\n\\nIn the meantime, the HVND staff will be heads down working on a number of tools and tutorials to guide the community and set ourselves up for competition.\\n\\nBe on the lookout for a number of governance proposals to reward those who have help to bring $HVND to life, and to introduce a number of strategic partners to the fold.\\n\\n### Get Involved\\n\\nOur [Discord](https://community.blvkhvnd.com/) is open to all. With our upcoming crowdfund, we will create a token-permissioned ecosystem that add a new set of tools and channels for the community to participate in.\\n\\nOur [Twitter](https://twitter.com/blvkhvnd) will in conjunction with the Discord drop important announcements and info related to the BLVKHVND community.\",\"timestamp\":1630123993,\"title\":\"BLVKHVND Season One: Becoming a DAO\",\"publication\":\"blvkhvnd\"},\"digest\":\"GJNC5ZuvRqkjsX0jXjzBYh2SCV0Fq-3lOCLxaB4kvXA\",\"authorship\":{\"contributor\":\"0xEB95ff72EAb9e8D8fdb545FE15587AcCF410b42E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C2ftpPiR_3mQmhEBC4x68AWPZ3lrYYg7Dt_OripqlZ8\\\",\\\"y\\\":\\\"OmmH2znwQeUrIFZ-b8iN0O7ZOkUAQOf9KAT4ijPjs04\\\"}\",\"signature\":\"a8Gu5Tr4b-8WqlRkWGCCway0Rhsy6XBcFS_LIanwXNDHz8wsCamd8XYHNJu2bS5mG_oYvJb4HE-E6FHKullTxg\",\"signingKeySignature\":\"0xf93e371f5ad47bd9d74fd7de56e75839f90ff2d5d08b22aaa479be249dff3fd62bd83f635ac96cd6a1baa4a58a449dd049693d3f72da4662122ca865e97c5f4b1b\",\"signingKeyMessage\":\"I authorize the publication of articles on sirsu.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C2ftpPiR_3mQmhEBC4x68AWPZ3lrYYg7Dt_OripqlZ8\\\",\\\"y\\\":\\\"OmmH2znwQeUrIFZ-b8iN0O7ZOkUAQOf9KAT4ijPjs04\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZbaiH73szr-vD-ystrI4aW2Q52OhbLx5KHETEVS8VhM\"}"