"{\"content\":{\"body\":\"A voyaging ship was wrecked during a storm at sea and only two of the men aboard were able to swim to a small, desert-like island. Not knowing what else to do, the two survivors agreed that they had no other recourse than to pray to God. \\n 一艘客轮在海上遇到暴风雨而翻覆，只有两个人游泳到一个荒凉的小岛上。在无计可施的情况下，这两个人都认为只有向上帝祷告是唯一之道。 \\n However, to find out whose prayers were more powerful, they agreed to divide the territory between them and stay on opposite sides of the island. \\n 但是为了看谁的祷告比较有效，他们协议把小岛分成两半，每人各居一处。 \\n The first thing they prayed for was food. The next morning, the first man saw a fruit-bearing tree on his side of the island, and he was able to eat its fruit. But the other man's parcel of land remained barren. \\n 他们祈祷的第一件事就是食物，第二天早上，第一个人看到一棵结实累累的果树长在他这一边的土地上，现在他就有果子可以吃了。而另外一个人的土地上依旧一片荒芜。 \\n After a week, the first man became lonely and decided to pray for a wife. The next day, another ship was wrecked and the only survivor was a woman who swam to his side of the island. But on the other side of the island, there was nothing. \\n 一个星期以后，第一个人感到很孤单寂寞，所以他决定祈求能有一个妻子。第二天，又有一艘船失事了，唯一幸存的女人游泳到他这一边的岛上来。而另一边的岛上则什么也没有。 \\n Soon thereafter the first man prayed for a house, clothes and more food. The next day, like magic, all of these things were given to him. However, the second man still had nothing. \\n 不久，第一个人又祈求得到一间房子、衣服和更多的食物。隔天，他所祈求的东西就像变魔术一样全都出现了，而另一个人还是什么都没有。 \\n Finally, the first man prayed for a ship so that he and his wife could leave the island, and in the morning he found a ship docked at his side of the island. \\n 最后，第一个人祈求能有一艘船，让他跟他的妻子可以离开小岛。早上醒来，他看到一艘船就停泊在他这里的岸边。 \\n The first man boarded the ship with his wife and decided to leave the second man on the island, considering the other man unworthy to receive God's blessings since none of his prayers had been answered. \\n 第一个人和他太太上了船，他决定把第二个人留在那个小岛上。他认为另一个人不值得得到上帝的恩赐，因为他的祈祷一个也没应验。 \\n As the ship was about to leave, the first man heard a voice from Heaven booming, \\\"Why are you leaving your companion on the island?\\\" \\n 正当船要离开的时候，第一个人听到天上传来轰隆的声音说：“为什么你把你的同伴留在岛上？” \\n \\\"My blessings are mine alone since I was the one who prayed for them,\\\" the first man answered. \\\"His prayers were all unanswered and so he doesn’t deserve anything.\\\" \\n 第一个人回答说：“上帝的赐予都归我独享，因为是我祈求而来的。他的祈祷全都没应验，所以他不配得到任何东西。” \\n \\\"You are mistaken!\\\" the voice rebuked him. \\\"He had only one prayer, which I answered. If not for that, you would not have received any of my blessings.\\\" \\n “你错了！”那个声音责备他说：“我应允了他唯一的一个祈求，若非如此，你根本得不到我任何的赐予。” \\n \\\"Tell me,\\\" the first man asked the voice, \\\"what did he pray for that I should owe him anything?\\\" \\n “告诉我.”第一个人问那个声音说：“他到底祈求什么，使我对他有所亏欠？” \\n \\\"He prayed that all your prayers would be answered.\\\" \\n “他祈祷让你的祈求都能应验。”\",\"timestamp\":1634809325,\"title\":\"prayers of friends\"},\"digest\":\"Oodn-S3ZUgTVE-kL0ssfmgRMdUWJcXTN-zAD4FjHpMo\",\"authorship\":{\"contributor\":\"0xbaBa94FA2533725F32917df489AfE85295641A63\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ANmNZgKT2aqVBj-L8xLvfyxOKhlGVORhEIYJWs33s4\\\",\\\"y\\\":\\\"zccNbWCTQFdy4qqrWZXPmlEjrOeaUyhw8KedQ0hIgTs\\\"}\",\"signature\":\"UMZtHcoVIikMI72KUDTt-1BP796-Rp8jw6hXG4wrq6MdamnKaujy73s8aooOcAZ0yqox-YmW4u2hlbLj6bPEBA\",\"signingKeySignature\":\"0xd0be9317b2f5b0dc8cab70bcad853d694a34f6bc1a98483ba8f2f64dd8c87e2038b695b845451008e075f7d350fe71fc5a88fccd19c03b2334bd620dc09efdd81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ANmNZgKT2aqVBj-L8xLvfyxOKhlGVORhEIYJWs33s4\\\",\\\"y\\\":\\\"zccNbWCTQFdy4qqrWZXPmlEjrOeaUyhw8KedQ0hIgTs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Oodn-S3ZUgTVE-kL0ssfmgRMdUWJcXTN-zAD4FjHpMo\"}"