"{\"content\":{\"body\":\"GM! I’d like to dedicate some time and writing to explore the world of digital public goods in the web3 community. What are public goods? Things such as access to clean air and drinking water are public goods. To define what digital public goods are, I will interview web3 builders, thinkers, and artists who are currently engaging with the topic. A new digital society is being created. This series seeks to define what is \\\"public\\\" and what is \\\"good\\\" in this new society.\\n\\nWith that focus in mind, I’d like to provide further context on what informs my interests. There is much to delve into and that will come as we drill down and talk to the people building public goods. There is a much broader ethos motivating not only the web3 community but musicians, architects, designers artists, and thinkers. \\n\\nThere seems to be a shared sense that utopian thinking offers routes out of the multiple crisis we face as a human society, despite its legacy of failed attempts. \\n\\nIt seems to be a conviction that open source systems are vibrant, healthy and resilient. \\n\\nThis near future is open, inclusive where ownership is shared and power is disintermediated away from centralized, siloed locations. \\n\\nEmerging from these values are coordination technologies that are composable, stackable and open source. Value is placed upon and funneled to the user whose inclusion is vital to the overall health of the system. \",\"timestamp\":1633893792,\"title\":\"Reclaiming Utopia \"},\"digest\":\"Kdmzuhcruuts4dp9DwCTCUzB1JR78X0vpUMFLJAW59Y\",\"authorship\":{\"contributor\":\"0xB922a0a797026D5C45145503E1976989B05Cf307\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vyrrm4pfSxkJWvzF8PKQnwf81hJrAECm19itmIBkc6w\\\",\\\"y\\\":\\\"2bhjt4YB3vEH8BAuEKm0FuFE6GiaDdMM4IchAyN-xMo\\\"}\",\"signature\":\"w1o-2UVSPTfwjgtH7TxNFmibdWPszlxPitGGI54MzN0JSBGu1wM8Q1d22rkkfqSRIvJkCKnxpR6Tek-Fb9fAIw\",\"signingKeySignature\":\"0x1beccf4e27f182e2715eaaeb73d3c1a4e97349048619c814cb2c3d35ab58e22646040f547318bc279ffd3dd94caa11905289ff1c42f99962af1b47b15bf0dbd11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vyrrm4pfSxkJWvzF8PKQnwf81hJrAECm19itmIBkc6w\\\",\\\"y\\\":\\\"2bhjt4YB3vEH8BAuEKm0FuFE6GiaDdMM4IchAyN-xMo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kdmzuhcruuts4dp9DwCTCUzB1JR78X0vpUMFLJAW59Y\"}"