"{\"content\":{\"body\":\"\\\"Once on a Time\\\"\\n\\nI am going to tell a story, one of those tales of astonishing adventures that happened years and years and years ago.  Perhaps you wonder why it is that so many stories are told of \\\"once on a time\\\", and so few of these days in which we live; but that is easily explained.\\n\\nIn the old days, when the world was young, there were no automobiles nor flying-machines to make one wonder; nor were there railway trains, nor telephones, nor mechanical inventions of any sort to keep people keyed up to a high pitch of excitement.  Men and women lived simply and quietly.  They were Nature's children, and breathed fresh air into their lungs instead of smoke and coal gas; and tramped through green meadows and deep forests instead of riding in street cars; and went to bed when it grew dark and rose with the sun--which is vastly different from the present custom.  Having no books to read they told their adventures to one another and to their little ones; and the stories were handed down from generation to generation and reverently believed.\\n\\nThose who peopled the world in the old days, having nothing but their hands to depend on, were to a certain extent helpless, and so the fairies were sorry for them and ministered to their wants patiently and frankly, often showing themselves to those they befriended.\\n\\nSo people knew fairies in those days, my dear, and loved them, together with all the ryls and knooks and pixies and nymphs and other beings that belong to the hordes of immortals.  And a fairy tale was a thing to be wondered at and spoken of in awed whispers; for no one thought of doubting its truth.\\n\\nTo-day the fairies are shy; for so many curious inventions of men have come into use that the wonders of Fairyland are somewhat tame beside them, and even the boys and girls can not be so easily interested or surprised as in the old days.  So the sweet and gentle little immortals perform their tasks unseen and unknown, and live mostly in their own beautiful realms, where they are almost unthought of by our busy, bustling world.\\n\\nYet when we come to story-telling the marvels of our own age shrink into insignificance beside the brave deeds and absorbing experiences of the days when fairies were better known; and so we go back to \\\"once on a time\\\" for the tales that we most love--and that children have ever loved since mankind knew that fairies exist.\",\"timestamp\":1636532397,\"title\":\"\\nThe Enchanted Island of Yew\\n\"},\"digest\":\"1wePWw3d7m8bzhDz9racUAZR_Srckx5gX2MPZkLYHEQ\",\"authorship\":{\"contributor\":\"0xd9CA57b982AAED43FCbb935ea1B64C896C97e093\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V99e-wHc7bRd53p5flQ7MLwIKz-N5F6zv3ulHW9-ugU\\\",\\\"y\\\":\\\"EKm3VT-4AT9E8ppK30gfkiTv1SkiMZV-_2UdIhN-B3U\\\"}\",\"signature\":\"gVmgkOtpAK7jAQh-OduwiCycUnAyVPi5LtDGsk95CRawyh8LzDwXj_yxYvkx_eJvmKNWw7Z39lS6lSCycMd83A\",\"signingKeySignature\":\"0x5167baee8c5b2b7ec9f08273eff330076994d80ff635db9279321b98ef96d8e06a3ca17bed37da1983ddd93450a67ec4b599c590bf424421b9557fee8df194311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V99e-wHc7bRd53p5flQ7MLwIKz-N5F6zv3ulHW9-ugU\\\",\\\"y\\\":\\\"EKm3VT-4AT9E8ppK30gfkiTv1SkiMZV-_2UdIhN-B3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1wePWw3d7m8bzhDz9racUAZR_Srckx5gX2MPZkLYHEQ\"}"