"{\"content\":{\"body\":\"　　当前，我国数字经济蓬勃发展，区块链、人工智能、云计算等前沿信息技术快速融入生产生活。“十四五”规划和2035年远景目标纲要将“加快数字化发展，建设数字中国”单独成篇，并首次提出数字经济核心产业增加值占GDP（国内生产总值）比重这一新经济指标。随着互联网的进阶发展，数字信息技术革命的下一片蓝海呼之欲出。从2021年开始，腾讯、Facebook（脸书）、微软等国内外互联网知名企业开始全力布局一个新的领域，即元宇宙。在它们看来，元宇宙是移动互联网的继任者，虚拟世界和真实世界的大门已经打开。元宇宙可能会成为互联网发展的新方向，也可能是数字经济发展的下一形态。元宇宙的探索将推动实体经济与数字经济深度融合，推动数字经济走向新的阶段。探索发展元宇宙，有助于推动我国经济社会进一步加快数字化升级，以科技创新催生新发展动能。\\n\\n**技术融合赋能实体经济**\\n\\n　　算力和数据是元宇宙和数字经济发展的基础，而元宇宙和数字经济的发展需要5G基础上的“ABCD”，其中A是人工智能（Artificial Intelligence），B是区块链（Blockchain），C是云计算（Cloud），D是大数据（Big Data）。这几大技术创新融合发展，共同促进数字经济的发展，从而将数字经济应用到全社会的各类运行场景中。\\n\\n　　元宇宙既包含数字经济中的5G、人工智能、区块链、云计算、大数据，也融合了对VR、AR、脑机接口、物联网等技术的前瞻布局。发展元宇宙，关键在于大力提升自主创新能力，突破关键核心技术，实现高质量发展。\\n\\n**算力的多元化和精细化应用**\\n\\n　　算力是元宇宙的基础要素，也是衡量数字经济发展的晴雨表。在物理世界中，电力是很重要的生产力要素。到了数字经济时代，算力成了非常关键的指标。人均算力可以反映一个地区的数字经济发展水平。数字政府、金融科技、智慧医疗、智能制造等互联网创新领域都需要算力支撑。\\n\\n　　算力的发展速度非常快。在摩尔定律中，芯片性能每18个月翻倍，而现在算力翻倍的时间基本上可以缩短到3～4个月。但需要注意的是，要促进算力中心的健康发展，就需要明确数据中心、超算中心、智算中心这些“应用”是什么，也就是如何把多元化的算力对应到不同的应用场景之中。比如，智算中心的发展主要涉及图像处理、决策和自然语言处理三大类，不同的应用场景适配不同的算力中心是发展算力的关键一步。\\n\\n　　现阶段，我国必须提升算力供应的韧性，打造数字经济的坚实底座，开展多元化算力创新，基于硬件、软件的应用开展自主可控创新。此外，国家已经宣布要采取更加有力的政策和措施，让我国的二氧化碳排放力争于2030年前达到峰值，努力争取2060年前实现碳中和。数据中心依靠电力驱动，蓬勃发展的数据中心也是重要的碳排放源之一。所以，在发展算力时，我们必须充分考虑碳排放因素，加快布局绿色智能的数据与计算设施，提高能源利用效率，加大清洁能源使用比例，推动“绿色计算”的发展。\\n\\n**数据的分布式存储和价值赋能**\\n\\n　　除了算力，建设元宇宙和数字经济的另外一项重要的基础要素就是数据。2020年4月，党中央、国务院发布《关于构建更加完善的要素市场化配置体制机制的意见》，首次明确数据成为五大生产要素之一，并明确提出加快培育数据要素市场，推进政府数据开放共享，提升社会数据资源价值，加强数据资源整合和安全保护等要求。随着我国数字经济推进速度的加快，各行各业已经积累了大量的数据，为数据要素化、市场化奠定了稳固根基。现在，数据要素有了，关键是如何存储并使用这些数据。\\n\\n　　元宇宙是一个由数据组成的世界，分布式数据存储成为维持元宇宙持久运转的基本方式。同时，在数据的使用过程中，数据生产者、管理者、整合者、使用者等角色之间的权利边界存在一定的模糊交叉，这导致数据要素的产权属性难以确认，也引发了大量数据滥用的情况，因而严重阻碍了数据要素的流通和使用。所以，数据确权是数据要素实现流通交易和市场化配置的重要前提。\\n\\n　　区块链是解决这一系列问题的关键技术和基础设施。我们可以将区块链理解为一种“确权的机器”（为数据资源提供极低成本的确权工具），并在数据实现确权后打通流转，从而使数据真正成为一种资产，实现数据价值的最大化。除此之外，我们还要注意切实保障数据安全，完善数据资源确权、开放、流通、交易的相关制度，保护个人隐私数据，加强关键信息基础设施安全保护，强化关键数据资源保护能力。\\n\\n　　（中国工程院院士、清华大学教授 郑纬民 本文系《元宇宙》一书的序）\\n\",\"timestamp\":1636850853,\"title\":\"元宇宙可能成为互联网发展的新方向-新华网\"},\"digest\":\"DZp7F9ww7rInhPAdPuRuOWoEG3vTt4DMNwCkgCmsgDc\",\"authorship\":{\"contributor\":\"0x8aA9b4e38C2bB5c18a7Fcf4d14AdD389345De6ed\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nLwu7io51WkIlohY5jd4-5I9AGT7MnKmeYATnzSPb0\\\",\\\"y\\\":\\\"JqSsRCtvqUAi0mjUAkoU7aBnBaFDtXher0Bz_gKqAT8\\\"}\",\"signature\":\"ssJZkWjvHOPl5ALjqealoq5IEmedgbvZHW2zWyL091mOe1mzTHoA5Toy1JUg_EOK7Yw2xSpifarW42vd7HCVwQ\",\"signingKeySignature\":\"0x18ddc952a9507ad9d3e561d361f9839e9a8e9b3ee76ecbabddd1518c515864fd5ab38825ccb6b2dd8461df0ca59231a03e5c0ae6080e558be2481115aec199171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nLwu7io51WkIlohY5jd4-5I9AGT7MnKmeYATnzSPb0\\\",\\\"y\\\":\\\"JqSsRCtvqUAi0mjUAkoU7aBnBaFDtXher0Bz_gKqAT8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DZp7F9ww7rInhPAdPuRuOWoEG3vTt4DMNwCkgCmsgDc\"}"