"{\"content\":{\"body\":\"**The crypto ecosystem is the greatest multi-trillion bundle that the technology world ever created.**\\n\\nDo you know that everything in business is about bundling and unbundling? So is cryptocurrency.\\n\\nLet’s look at Bitcoin. Initially, a protest against the U.S. monetary policy, the original sin of cryptocurrency quickly started to be used for criminal activity. Silk Road, gun trade, assassination market – all flourished. Suddenly, you didn’t need a credit card processor or a bank to make payments. And you could do them, with a few caveats, anonymously. \\n\\nThe original bull thesis did hinge on those two use cases. A QE hedge and exposure to the criminal economy. Two parts of the bundle.\\n\\nThen came the ICO boom. If it’s so easy to make payments over the internet, without much of a need for an identity, why not do security offerings? Colored Coins and finally the ERC20 tokens came about. Exchange some blue-chip crypto for a project’s new token and you’re suddenly a capital allocator. With exciting opportunities all around, the crypto ecosystem added another use case. Another part of the bundle.\\n\\nThen, almost simultaneously, came the DeFi and NFT boom. Why not do whatever financial engineering Wall Street used to do, but permissionlessly, on a blockchain? With a lot of newly created wealth, and also with the past ICO boom which spawned a myriad of altcoins, people wanted to borrow, earn interest on holdings, cross collateralize, trade spot and derivatives and all the other things on the fringes. And instead of relying on a human as a middleman, a smart contract took the job dutifully. Another part of the bundle.\\n\\nThe NFT boom showed us how the newly minted wealth wanted status.. and flex. With a certain sense of art taste, the crypto wealth started auctioning off digital art. Creating a flurry for the digital age artists who were now compensated not proportionate to the labour they’ve put in, but proportionate to the value they’ve created. For artists, the lifting tide improved their economic situation tremendously. Another part of the bundle.\\n\\nWe’ve barely scratched the surface of GameFi, but it’s hard not to include it as a part of the crypto ecosystem. With the recent pioneering success of Axie Infinity, we can be assured that deep valuable digital economies can be created inside games and exported to the wider market. A lot will be learnt in this nascent, perhaps at times overhyped, category. Another part of the bundle.\\n\\nEvery new piece of the puzzle makes the picture larger and more complete. I will not venture to take guesses, but new pieces will be added in. There ought to be more, larger in complexity and harder to execute use cases where permissionless economical infrastructure will be unlocking new possibilities.\\n\\nA lot is said about the crypto ecosystem achieving the network effects on the count of having a lot of wallet addresses. But it has also extended the number of items in the overall bundle of use cases. \\n\\nAnd now, for the most important part. It’s a big bundle. A great bundle of the sovereign internet economy. You can hate it, you can fight it, you can try to burn it all down, but ultimately you will need to take down every single piece of the puzzle to completely take the whole economy down. Go into every one of those use cases, and solve them without permissionless public blockchains, better. Come up with a way that can work without having a government or a third-party hovering over your shoulder. With a way that doesn’t rely on a company, organization or any particular individual executing your transactions. Unbundle the use case from the overall public blockchain ecosystem. And that’s not hard. That’s impossible.\\n\\nThe bundle is so big that it's impossible to hate on it as a whole. You can’t assume it’s all a big scam. Or that it’s going down to zero. The number of use cases can either stay flat or most likely, will continue rising.\\n\\nThe crypto ecosystem is the greatest bundle ever created. It’s hard to see it getting unbundled.\",\"timestamp\":1640334625,\"title\":\"The greatest bundle ever created\"},\"digest\":\"OdHg5D4C5nPdZa8ALeI2Oh9akUIpHZ61AMx9SJ7c8ks\",\"authorship\":{\"contributor\":\"0x1F40f6cFe873536998e302BfEe85484e09e12E3B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00NYErLpDncpBxPKsos_j3dhKcZRRobmyW79xVOoXjk\\\",\\\"y\\\":\\\"Yd8taFaMsiznkJl_Ge7UJ_gRRpvbATp3G6cyjd9BQrE\\\"}\",\"signature\":\"3C5MPckcSsL4EmClf4jfadqE6LzQjHttULqX3RcGAct68gKQ9qnUrYDwQhqXpcvRxlmYup7lK5ZuIBxPCCBMrQ\",\"signingKeySignature\":\"0x4c9c8027c6a5f80b3d993c3c1fc1b885b913b5d7aa86329dae730a0c6a8f028e1ae1c5582e7470ebc308b3d7d0e0a8216e5aeb99609e4aa2686b1513a3d83ba11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00NYErLpDncpBxPKsos_j3dhKcZRRobmyW79xVOoXjk\\\",\\\"y\\\":\\\"Yd8taFaMsiznkJl_Ge7UJ_gRRpvbATp3G6cyjd9BQrE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OdHg5D4C5nPdZa8ALeI2Oh9akUIpHZ61AMx9SJ7c8ks\"}"