"{\"content\":{\"body\":\"The first point: Don't give team members a high base salary. If you give a high base salary, everyone will eat on the base salary. It is easy to cause everyone to lose the spirit of struggle. In fact, the bosses of those big companies are generally tied to their performance.\\n\\nGiving a high base salary actually harms others and harms oneself. Team members don't work hard, and they can't make money themselves. What I advocate is the piece-rate system, where a person is given a percentage of how much money he earns for the company. The money is distributed in cash in front of colleagues. Don't pay commission to Alipay, because the money in Alipay is just a digital change. I feel more than 5000 now\\n\\nIt doesn't feel much for less than 5000. If I use Alipay to issue commissions, then I want to take it slowly, and the employees don't feel much about the money. But the cash is different, 5000 yuan, there are 50 cards for 100, and if another person’s commission is only 300, then there are only 3 cards, which is very impactful. It can motivate those who do not well, and strive to do well. Those who can't stand it will leave. We are also happy to leave. People who do well will work harder.\\n\\nThe second point: the last elimination system. What does that mean? We must give everyone a sense of crisis. but\\n\\nYes, the worst person in the team can be counted every 2 or 4 months, and the worst person is eliminated directly, that is, let him go. Not at all affectionate. Everyone can drink, eat, and make jokes together. But after the statistics are collected, they must be strictly enforced. If you have fewer employees at first, you can eliminate one in 4 months. If there are more employees, one person should be eliminated every month. Increase recruitment efforts. Constantly select the good people and eliminate the weak.\\n\\nThe third point: recruiting people, the selection must be based on the merits of admission. Great companies are hiring every day. People who look for alternatives, everyone should pay attention\\n\\nYes: Excellent people are because they are excellent, and excellent people are not cultivated by you.\\n\\nEntrepreneur Business School Serving Entrepreneurs 181\\n\\nWhen I first started my business, I didn't understand this truth, thinking that people could be cultivated. It’s true that people can be cultivated in ten years, and people can be cultivated in a hundred years, but we can’t afford to wait for 100 years. When I first started my business, there was a member who couldn't find any job by himself, and mixed up very badly. However, he also had a desire to start a business. I absorbed him with few people at the time. As a result, I used this garbage for him to eat and live for him. He didn’t work hard yet, and he often acted unhappy. I complained that I had no ability and couldn’t make money for him quickly. I told the team members everywhere. My bad words. Later, I couldn't bear it, so I told him to get out, and when he got out, he owed me a sum of money and didn't pay it back. Later, when I saw more people, I understood. It turns out that there is a difference between people and people. People who work hard work very hard there, and those who are poor are poor people whether they work part-time or start a business. Excellent people will find ways to become outstanding everywhere. it is a habit to be excellent. Such people will figure out their own solutions to problems, and work hard to do their work well and make money. Therefore, my philosophy is to recruit more and choose the best.\\n\\nOf course: the fourth point is extended from the third point. The fourth point: Don’t try to train people. If they can’t, it’s useless to train people.\\n\\nA waste of energy and time. If he is good, he will always maintain good habits. You don't need to train, he will still excel.\\n\\nIn history, there are many people who lead the team very well. Let's take a look at how they lead the team.\\n\\nThe first one, the founder of the Qing Dynasty: Nurhachi, you can search for this person on Baidu, look at his encyclopedia, and then find his political actions. In fact, he leads the team and develops the market with three awesome policies:\\n\\nOne: Those who resist kill, and those who capture are slaves. According to Cheng Shou Shou, \\\"you will kill you after you get it.\\\" What does that mean? People who lead the team, disobedient, and resolutely cause trouble, are expelled, fined, and don't give a good face.\\n\\n182 Entrepreneur Business School Serving Entrepreneurs\\n\\nTwo: The surrenders make up their households, and they are compiled in each cattle record, and they will not be demoted to slaves or seized of their property. It turns out that officials are also given to officials. If there is slave land, you will continue to own your slave land. What does that mean? In other words, if you are obedient, I will not trouble you, and I will give you everything that should be given to you, and I will not treat you badly.\\n\\nThree: Returnee Award. For those who take the initiative to come back from afar, Nurhaci is particularly rewarding. When he heard that the minister of the East China Sea Horha Department of Naqatar led a hundred Jurchens to vote, he sent 200 people to greet him, \\\"set a big banquet,\\\" and generously give money to other entourages. . In this way, more and more people voluntarily submit to him.\\n\\nWhen we lead the team, it should be the same. People who take the initiative to help us and solve problems must of course be rewarded, and rewards are given within the allowable range. In this way, more and more people will work hard.\\n\\nThe second person with a strong team is Qin Shihuang. Qin Shihuang had a system of twenty titles. It’s his country, there are 20 levels,\\n\\nFrom low to high, it all depends on killing the enemy to upgrade. For example, if you are a small soldier, but you kill an officer, then you put the officer\\n\\nCut off his head and bring it back. You will be promoted to the next level. And give you a hundred acres of land. Give you a house and servant.\\n\\nWhat does it mean? In fact, it is performance appraisal, which is an incentive system. There are rewards if there is performance.\\n\\nIn this way, when soldiers see an enemy officer, it is like seeing a promotion document, a hundred acres of land, a house and a servant, and they just want to quickly cut off the officer's head.\\n\\nTherefore, at the beginning of this war, the Qin army was like a wolf and a tiger. When the enemy saw such an army, he dared not fight. In the end, he surrendered quickly.\\n\\nEntrepreneur Business School Serving Entrepreneurs 183\\n\\nIn addition, Qin Shihuang also cancelled the hereditary system of nobility. Everyone only talks about how many people are killed and what rewards can be obtained. As for what your father does, it has nothing to do with you. We should also lead the team. Everyone only talks about performance, not what you did before, which means that if you make money for the company, you can get a generous commission, otherwise there is nothing.\\n\\nThis system is about rewards for merit, only performance. Qin Shihuang also had a system. It’s a squad of five soldiers. If you go out to fight, you\\n\\nIf one person died in this class, everyone would be severely punished. If you don't want to be punished, then you need to make up for it. Even you have to kill others alone.\\n\\nThis system, in fact, emphasizes teamwork, which is a system that avoids that everyone only considers their own promotion and reduces the competitiveness of the team. Everyone cooperates, the result is higher performance.\\n\\nI suggest you read more history. In fact, many of our problems have historically had perfect solutions.\\n\\nThe essence of business is war. It doesn't talk about human relations, but only about performance. If you follow this rule, you can lead your team well.\",\"timestamp\":1634800670,\"title\":\"How to bring out a team like wolves\"},\"digest\":\"UpG9XXKWzxLQIh-KRHMfHMFhzFYNJ-h9UG2RFkc9hjQ\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"-rBQXr0iJ8ozUPaN9LX0npKrxItaEtphru9V7cXCV72wWaDPucJ1pD-KsaM-5Z0_27SfgtONs1WhLKnKLLUOnA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UpG9XXKWzxLQIh-KRHMfHMFhzFYNJ-h9UG2RFkc9hjQ\"}"