"{\"content\":{\"body\":\"I find I want Cecil, and Jaggers, and Macklin to write, and plays to rehearse.  Without Cecil bored to death at Cape Town, I would not mind it at all.  I know how to be comfortable and on my second day I beat all these men who have been here three months in getting my news on the wire.  For I am a news man now, and have to collect horrid facts and hosts of casualties and to find out whether it was the Dubblins or the Durbans that did it and what it was they did.  I was in terrible fear that I would be too late to see the relief of Ladysmith but I was well in time and saw a fight the first few hours I arrived.  It is terribly big and overwhelming like eighty of Barnum circuses all going at once in eighty rings and very hard to understand the geography.  The Tugela is like a snake and crosses itself every three feet so that you never know whether you have crossed it yourself or not.  Every one is most kind and I am as comfortable as can be.  Indeed I like my tent so much that I am going to take it to Marion.  It has windows in it and the most amusing trap doors and pockets in the walls and clothes lines and hooks and ventilators-- It is colored a lovely green-- I have also two chairs that fold up and a table that does nothing else and a bed and two lanterns, 3 ponies, one a Boer pony I bought for  $12. from a Tommy who had stolen it.  I had to pay $125 each for the other two and one had a sore back and the other gets lost in my saddle.  But war as these people do it bores one to destruction.  They are terribly dull souls.  They cannot give an order intelligently.  The real test of a soldier is the way he gives an order.  I heard a Colonel with eight ribbons for eight campaigns scold a private for five minutes because he could not see a signal flag, and no one else could.  It is not becoming that a Colonel should scold for five minutes.  Friday they charged a hill with one of their \\\"frontal\\\" attacks and lost three Colonels and 500 men.  In the morning--it was a night attack--when the roll was called only five officers answered.  The proper number is 24.  A Captain now commands the regiment.  It is sheer straight waste of life through dogged stupidity.  I haven't seen a Boer yet except some poor devils of prisoners but you can see every English who is on a hill.  They walk along the skyline like ships on the horizon.  It must be said for them that it is the most awful country to attack in the world.  It is impossible to give any idea of its difficulties.  However I can tell you that when I get back to the center of civilization.  Do you know I haven't heard from you since I left New York on the St. Louis.  All your letters to London went astray.  What lots you will have to tell me but don't let Charley worry.  I won't talk about the war this time.  I never want to hear of it again.\\n\\nDICK.\\n\\nLADYSMITH.  March 1st, 1899. DEAR CHAS:\\n\\nThis is just a line to say I got in here with the first after a gallop of twelve miles.  Keep this for me and the envelope.  With my love and best wishes--\\n\\nDICK.\\n\\nLADYSMITH, March 3, 1900. DEAR MOTHER:\\n\\nThe column came into town today, 2200 men, guns, cavalry, ambulances, lancers, navy guns and oxen.  It was a most cruel assault upon one's feelings.  The garrison lined the streets as a saluting guard of honor but only one regiment could stand it and the others all sat down on the curb only rising to cheer the head of each new regiment.  They are yellow with fever, their teeth protruding and the skin drawn tight over their skeletons.  The incoming army had had fourteen days hard fighting at the end of three months campaigning but were robust and tanned ragged and caked  with  mud.  As they came in they cheered and the garrison tried to cheer back but it was like a whisper.\\n\\nWinston Churchill and I stood in front of Gen. White and cried for an hour.  For the time you forgot Boers and the cause, or the lack of cause of it all, and saw only the side of it that was before you, the starving garrison relieved by men who had lost almost one out of every three in trying to help them.  I was rather too previous in getting in and like every-one else who came from outside gave away everything I had so that now I'm as badly off as the rest of them.  Yesterday my rations for the day were four biscuits and an ounce of coffee and of tea, with corn which they call mealies which I could not eat but which saved my horse's life.  He is a Boer pony I bought from a Tommy for two pounds ten and he's worth both of the other two for which I paid $125 a piece.  Tomorrow the wagon carrying my supplies will be in and I can get millions of things.  It almost apalls me to think how many.  Especially clean clothes.  I've slept in these for four days.  I got off some stories which I hope will read well.  I can't complain now that I saw the raising of this siege.  But I hope we don't stay still.  I want to see a lot quickly and get out.  This is very safe warfare.  You sit on a hill and the army does the rest.  My sciatica is not troubling me at all.  Love to you all and God bless you.\\n\\nDICK.\\n\\nLADYSMITH, March 4th, 1900. DEAR, DEAR MOTHER:\\n\\nToday I got the first letter I have had from you since we left home.  It was such happiness to see your dear sweet handwriting again.  It was just like seeing you for a glimpse, or hearing you speak.  I am so hungry for news of Nora and Chas and you all.  I know you've written, but the letters have missed somehow.  I sent yours right back to Cecil who is very lonely at present.  Somerset has gone to the front and Jim--home--Blessed word!  A little middy rode up to me today and began by saying \\\"I'm going home.  I'm ORDERED there.  Home-- To England!\\\"  He seemed to think I would not understand.  He prattled on like a child saying what luck he had had, that he had been besieged in Ladysmith and seen lots of fighting and would get a medal and all the while he was \\\"just a middy.\\\"  \\\"But isn't it awful to think of our chaps that were left on the ship\\\" he said quite miserably.  It is a beastly dull war.  The whole thing is so \\\"class\\\" and full of \\\"form\\\" and tradition and worrying over \\\"putties\\\" and etiquette and rank.  It is the most wonderful organization I ever imagined but it is like a beautiful locomotive without an engineer.\\n\\nThe Boers outplay them in intelligence every day.  The whole army is officered by one class and that the dull one.  It is like the House of Peers.  You would not believe the mistakes they make, the awful way in which they sacrifice the lives of officers and men.  And they let the Boers escape.  I watched the Boers for four hours the other day escaping after the battle of Pieters and I asked, not because I wanted them captured but just as a military proposition \\\"Why don't you send out your cavalry and light artillery and take those wagons?\\\"  The staff officer giggled and said \\\"They might kill us.\\\"  I don't know what he meant; neither did he.  However, I'm sick of it but there's nothing else to talk of.  I hate all the people about me and this dirty town and I wish I was back.  And I'm going too.  I'll have started by the time you get this.\\n\\nI mean to cut out of this soon but don't imagine I'm in any danger.  I'm taking d---d good care to keep out of danger.  No one is more determined on that than I am.  Dear Mother, this is such a dull letter but you must forgive me.  I was never so homesick and bored in my life.  It will be better when I go out tomorrow in my green tent and leave this beastly hole.  I like the tent life, and the horses and being clean.  I've really starved here for four days and haven't had a clean thing on me.  God bless you all and dear Nora God bless her and Chas and the Lone Fisherman.\\n\\nDICK.\\n\\nOutside Ladysmith. 5th March, 1900. DEAREST MOTHER:\\n\\nI was a brute to write as I did last night.  But I was so blue in that miserable town!!!  It was so foul and dirty.  The town smelt as bad as Johnstown.  My room in the so called hotel stunk, the dirt was all over the floor and the servants had to be paid to do everything even to bring you a towel--and then I had no place to write or be alone, and nothing to eat-- The poor souls at my table who had been in the siege, when they got a little bit of sugar or a can of condensed milk would carry it off from the table as though it were a diamond diadem-- I did the same thing myself for I couldn't eat what they gave me and so I corrupted the canteen dealer and bought tin things-- I've really never wanted tobacco so much and food as I have here--to give away I mean, for it was something wonderful to see what it meant to them.  Three troopers came into the dining room yesterday and asked if they could buy some tea and were turned out so rudely that it seemed to hurt them much more than the fact that they were hungry:  I followed them out and begged them to come back to my verandah and have tea with me but they at first would not because they knew I had witnessed what had happened in the hotel.  They belonged to a very good regiment and they had been starved for four months.  But in spite of their independence I got them to my porch.  I had just purchased at awful prices a few delicacies like sugar and tobacco, marmalade and a bottle of whiskey.  So I gave them to them and I never enjoyed anything so much-- The poor yellow faced skeletons ate in absolute silence still fighting with their pride until I told them I was an American and was a canteen contractor's friend-- Then I gave them segars and it was too pitiful-- In our column, if you give a man something extra he says a lot and swears it's the best drink or the best segar or that you're the best chap he ever met-- Just as I say it to them when they give me things.  But these starved bodies tried to be very polite and conversational on every subject except food--when I offered them the segars which could only be got then at a dollar twenty-five a piece (they had not cost me that as I had bought them in Cape Town for two cents apiece!)  What has Dad to say to that for economy?  They accepted them quite as though it was in Havana--and then leaned back and went off into opium dreams-- Imagine the first segar after three months.  I am out here now on a bluff, with two trees in front and great hills with names historical of the  siege of Ladysmith--names which I refuse to learn or  remember--I am perfectly comfortable and were it not for Cecil perfectly content-- If she were only here it would be perfectly magnificent-- I have a retinue that would do credit to the Warringtons in the Virginians-- Three Kaffir boys who refuse to yield to my sense of the picturesque and go naked like their less effete brothers, two oxen and three ponies, a little puppy I found starved in Ladysmith and fed on compressed beef tablets.  I call her Ladysmith and she sleeps beside my cot and in my lap when I am reading--I have also a beautiful tent with tape window panes, ventilators, pockets inside, doors that loop up and red knobs; also, it is green so that the ants won't eat it.  Also two tables, two chairs, a bath tub, two lanterns, and a cape cart--and a folding bed-- In Cuba I had two saddle bags and was just as clean and just as happy.  One boy does nothing but polish my boots and gaiters and harness, so that I look as well as the officers who are not much good at anything but that.  I must tell you what I think is the saddest story of the siege-- They could not feed the horses, so they kept part of them for scouting, part to eat and drove 3,000 of them towards the Boers.  Being, well trained cavalry horses, they did not know how to eat grass, so at bugle call the whole 3,000 came trotting back again and sentries were placed at every street to stampede them back into the veldt-- One horse from one battery met out in the prairie another horse that had been its gun mate in an artillery regiment five years before in India and the two poor things came galloping back side by side and passed the sentries and into the lines and drew up beside their battery.  Another horse found its rider acting as sentry and when the man tried to drive it away it thought he was playing with it and kept coming back and finally the man brought it in to the colonel and cried and asked if it might have half of his rations of corn.  Good night and God bless you all with all my love. DICK.\\n\\nMarch 15th, 1900. DEAR MOTHER:\\n\\nI am on my way back to Cape Town.  This seemed better than staying with Buller who will not move for two or three weeks.  I shall either go straight up to Roberts, or we will return to London.  I have seen the relief of Ladysmith and got a very good idea of it all, and I do not know but what I shall quit now.  I started in too late to do much with it and as it is I have seen a great deal.  It is neither an interesting country nor an interesting war.  But I don't have to stay here to oblige anybody.  If I do go up to Roberts it will only be to stay for three weeks at the most and only then if there is fighting.  I won't go if he is resting as Buller is.  So this will explain why we start home so soon.  I am very glad I came.  I would have been very sorry always if I had not, but my heart is not in it as, of course, it was in our war.  Sometimes they fight all day using seven or eight regiments and kill a terrible lot of fine soldiers and capture forty Boer farmers and two women.  It is not the kind of war I care to report.  \\\"Nor mean to!\\\"  I cannot make a book out of what little I've seen but I will come out about even.  It has been very rough on Cecil.  Today I went to the Maine and asked Lady Randolph to give me a lift down to Cape Town as  the ship gets there two days ahead of the Castle Steamer.   So, they were apparently very glad to have me and I am going on Saturday.  I like it on the ship where I have been spending the day as it is fun taking care of the wounded and listening to their stories.  I am to write an article for her next Anglo Saxon magazine on the Passing of the War Correspondent.  The idea is that he must either disappear altogether like the Vivandiere or be allowed to do his work.  As it is now the Government forces him upon the Generals against their will and so they get back by taking it out of him.  Either they should persuade the Government that their objections to him are weighty and suppress him altogether, or recognize him as a part of the outfit.  I don't much care which as I certainly would never again go with an English army.  I am sorry the letters home have been so dull but I have had rather hard luck straight through, and the distances are so very great and the time spent in covering them seems very wasteful.  I shall be glad I saw it because it is the biggest thing as to scale that I ever saw of the sort, and I could not have afforded to have missed being in it.  It is the first big modern war and all the conditions and weapons are new.  I don't think the English have learned anything by it, because the fault lies entirely with their officers who are all or nearly all of one class.\\n\\nDICK.\\n\\nMarch 25th, 1900. Cape Town.\\n\\nThis is just to explain our plans and as they take a bit of explaining this is meant for the Houses of Clark and of Davis.  So, pass it on-- After Ladysmith was relieved Buller decided he would not move for a month, so I came back to join Roberts.  I could not do that on first arriving because there was a Mail man with him.  I meant to do it later as a Herald man, and to let The Mail go.  But on arriving here, having spent a week in coming and having sold all my outfit at a loss, I found that Roberts did not intend to move for three weeks either.  So I decided I had seen enough to justify my returning.  There were other reasons, the chief one being that the English irritated me and I had so little sympathy with them that I could not write with any pleasure of their work.  My sporting blood refused to boil at the spectacle of such a monster Empire getting the worst of it from an untrained band of farmers-- I found I admired the farmers.  So we decided to chuck it and go to London.  I would not have missed it for anything.  I would never have been satisfied, if we had not come.  I have seen much of the country and the people, and of the army and its wonderful organization and discipline.  I enjoyed two\\n\\nbattles--and the relief of Ladysmith is one of the things to have seen, almost the best, if not the best.  Every officer and correspondent agrees that I got the pick of the fighting and the \\\"best story.\\\"  By the way, I beat all the London papers in getting out the news by one day.  At least, so Pryor, The Mail manager tells me.  The paper was very much pleased.  We have now decided to come home by the East Coast.  It was Cecil's idea and wish and I was only too glad to do it.  She says we certainly will never come to this country again.  God help us if we do--and that it would be criminal to spend seventeen blank days on the West coast when we could fill in the entire trip North on the East Coast at many ports.  It is a rather complicated trip as one has to change frequently but it will be a great thing to have seen.  Cecil has really seen nothing at Cape Town and on this trip she will be paid for all the boredom that has gone before.  I have been over part of it and am sure.  Durban alone is one of the most curious cities I ever saw.  It is like the Midway at the Fair.  I want her to have some fun out of this.  She has been so unselfish and fine all through and I hope I can make the rest of the adventure to her liking-- It is sure to be for after Delagoa Bay it is all real Africa not the shoddy \\\"colonial\\\" shopkeepers' paradise that we have here.  And we are going to stop off at Zanzibar for some time where we have letters to everybody and where Cecil is to draw the Sultan and I am to play him the \\\"Typical Tune of Zanzibar.\\\"  You will see by our route that we spend two days or a day at many places and so shall get a good idea of the country.  The Konig is a 5,000 ton ship and we have two cabins-- From Port Said we will run up to Cairo to get a dinner and then over to Constantinople to see Lloyd Griscom and the city which Cecil has never visited.  Then to Paris by way of the Orient Express.  Then London and back with Charley to Aix.  I feel sure that one more course there will cure my leg for always.  As it is it has not touched me once even during the campaign when I was wet and had to climb hills, and at Ladysmith, where I had no food for a week.  Of course, if we get tired on the way up we may go straight on from Port Said to Marseilles and so to London.  It seems funny to look upon Port Said as being at home, but from this distance it seems as near New York as Boston-- You will get this when we reach Zanzibar or later and we will cable when we can.\\n\\nDICK.\\n\\nIt was said at the time that Richard left the British forces because the censors would not permit him to send out the truth about Buller's advance, and that the English officials resented his going to report the war from the Boer side.  The first statement my brother flatly denied, and the fact that it was through the direct intervention of Sir Alfred Milner, assisted by the efforts of our consul Adelbert S. Hay at Pretoria, that Richard was enabled to reach the Boer capital seems to prove the latter charge equally false.  Although throughout the war my brother's sympathies were with the Boers, and in spite of the fact that the papers he represented wanted him to report the war from the Boer side, he persisted in going at first with the British forces.  His reasons were that he wished to see a great army, with all modern equipment in action, and that practically all of his English friends were with the British army.  \\\"My only reason for leaving it\\\", he wrote, \\\"was the fact that I found myself facing a month of idleness.  Had General Buller continued his advance immediately after his relief of Ladysmith I would have gone with his column and would probably have never seen a Boer, except a Boer prisoner.\\\"\\n\\nRoyal Hotel,\\n\\nDurban, Natal. April 5th,  1900. DEAR MOTHER:\\n\\nWe arrived here to-day and got off in a special tug together.  We did the basket trick all right, although the next time it came down a swell raised the tug and fractured every one in the basket except Sangree and Rogers, the two New York correspondents who were hanging on by the upper edges.  Cecil loved the place which is the Midway Plaisance of cities and we had a good lunch and managed to get into the hotel where there are over twenty cots in the reading room, and hall.  The Commandant objected to our going to Praetoria and seemed inclined to refuse us passes to leave Durban for Delagoa Bay.  He also was rather fresh to Cecil, so I called him down very hard, and told him if he couldn't make up his mind whether we would go or not, I'd wire to some others who would help him to make up his mind quickly.  He said I was at liberty to do that, so I went out and burned wires over all of South Africa.  As he reads all the telegrams he naturally read mine and the next morning he was as humble and white as a head waiter.  But by ten o'clock my wires began to bear fruit and he began to catch it.  Milner wired him to send us on at once and apologized to us by another wire so all is well and we go vouched for by the High Commissioner.\\n\\nDICK.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/15](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/15)\\n\\n\",\"timestamp\":1639126370,\"title\":\"\\nI am here at last and counting the days when I shall get away.  War does not soothe my savage breast\"},\"digest\":\"aYujMBpLJ_8GfhSy3iNbjj2eq_raaOnRrEdsfQERFPY\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JDv8QDYTxqXa81FEMvvwKjJzHg5ZYlR0Rd6z_rEyDCQ\\\",\\\"y\\\":\\\"5lDy5TBagJGLC_JyP3vkBCyevpJ64P86HV84EAjpmI4\\\"}\",\"signature\":\"85cjOU52OLfawpXjVXNPBOlEVRNA4U4UHtxZHmvs4MX7tgjbItQSIEDwRAfuyYMjPRTtHlcy6p32DItqku2fFA\",\"signingKeySignature\":\"0x9d4af29feb790d1982d291d4d786418ad041c062954e3fab7432f102b56c326774146ff6e78e0fef0bc73ae00a94395208aee73b93ce1adb95ea682d28c544d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JDv8QDYTxqXa81FEMvvwKjJzHg5ZYlR0Rd6z_rEyDCQ\\\",\\\"y\\\":\\\"5lDy5TBagJGLC_JyP3vkBCyevpJ64P86HV84EAjpmI4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aYujMBpLJ_8GfhSy3iNbjj2eq_raaOnRrEdsfQERFPY\"}"