"{\"content\":{\"body\":\"the five kings of that reign, married, through that all-powerful\\n\\nprotection, a purveyor who was making his millions out of the\\n\\ngovernment, and whom Napoleon ruined in 1802. This man, named Husson,\\n\\nbecame insane through his sudden fall from opulence to poverty; he\\n\\nflung himself into the Seine, leaving the beautiful Madame Husson\\n\\npregnant. Moreau, very intimately allied with Madame Husson, was at\\n\\nthat time condemned to death; he was unable therefore to marry the\\n\\nwidow, being forced to leave France. Madame Husson, then twenty-two\\n\\nyears old, married in her deep distress a government clerk named\\n\\nClapart, aged twenty-seven, who was said to be a rising man. At that\\n\\nperiod of our history, government clerks were apt to become persons of\\n\\nimportance; for Napoleon was ever on the lookout for capacity. But\\n\\nClapart, though endowed by nature with a certain coarse beauty, proved\\n\\nto have no intelligence. Thinking Madame Husson very rich, he feigned\\n\\na great passion for her, and was simply saddled with the impossibility\\n\\nof satisfying either then or in the future the wants she had acquired\\n\\nin a life of opulence. He filled, very poorly, a place in the Treasury\\n\\nthat gave him a salary of eighteen hundred francs; which was all the\\n\\nnew household had to live on. When Moreau returned to France as the\\n\\nsecretary of the Comte de Serizy he heard of Madame Husson's pitiable\\n\\ncondition, and he was able, before his own marriage, to get her an\\n\\nappointment as head-waiting-woman to Madame Mere, the Emperor's\\n\\nmother. But in spite of that powerful protection Clapart was never\\n\\npromoted; his incapacity was too apparent.\\n\\nRuined in 1815 by the fall of the Empire, the brilliant Aspasia of the\\n\\nDirectory had no other resources than Clapart's salary of twelve\\n\\nhundred francs from a clerkship obtained for him through the Comte de\\n\\nSerizy. Moreau, the only protector of a woman whom he had known in\\n\\npossession of millions, obtained a half-scholarship for her son, Oscar\\n\\nHusson, at the school of Henri IV.; and he sent her regularly, by\\n\\nPierrotin, such supplies from the estate at Presles as he could\\n\\ndecently offer to a household in distress.\\n\\nOscar was the whole life and all the future of his mother. The poor\\n\\nwoman could now be reproached with no other fault than her exaggerated\\n\\ntenderness for her boy,--the bete-noire of his step-father. Oscar was,\\n\\nunfortunately, endowed by nature with a foolishness his mother did not\\n\\nperceive, in spite of the step-father's sarcasms. This foolishness--\\n\\nor, to speak more specifically, this overweening conceit--so troubled\\n\\nMonsieur Moreau that he begged Madame Clapart to send the boy down to\\n\\nhim for a month that he might study his character, and find out what\\n\\ncareer he was fit for. Moreau was really thinking of some day\\n\\nproposing Oscar to the count as his successor.\\n\\nBut to give to the devil and to God what respectively belongs to them,\\n\\nperhaps it would be well to show the causes of Oscar Husson's silly\\n\\nself-conceit, premising that he was born in the household of Madame\\n\\nMere. During his early childhood his eyes were dazzled by imperial\\n\\nsplendors. His pliant imagination retained the impression of those\\n\\ngorgeous scenes, and nursed the images of a golden time of pleasure in\\n\\nhopes of recovering them. The natural boastfulness of school-boys\\n\\n(possessed of a desire to outshine their mates) resting on these\\n\\nmemories of his childhood was developed in him beyond all measure. It\\n\\nmay also have been that his mother at home dwelt too fondly on the\\n\\ndays when she herself was a queen in Directorial Paris. At any rate,\\n\\nOscar, who was now leaving school, had been made to bear many\\n\\nhumiliations which the paying pupils put upon those who hold\\n\\nscholarships, unless the scholars are able to impose respect by\\n\\nsuperior physical ability.\\n\\nThis mixture of former splendor now departed, of beauty gone, of blind\\n\\nmaternal love, of sufferings heroically borne, made the mother one of\\n\\nthose pathetic figures which catch the eye of many an observer in\\n\\nParis.\\n\\nIncapable, naturally, of understanding the real attachment of Moreau\\n\\nto this woman, or that of the woman for the man she had saved in 1797,\\n\\nnow her only friend, Pierrotin did not think it best to communicate\\n\\nthe suspicion that had entered his head as to some danger which was\\n\\nthreatening Moreau. The valet's speech, \\\"We have enough to do in this\\n\\nworld to look after ourselves,\\\" returned to his mind, and with it came\\n\\nthat sentiment of obedience to what he called the \\\"chefs de file,\\\"--\\n\\nthe front-rank men in war, and men of rank in peace. Besides, just now\\n\\nPierrotin's head was as full of his own stings as there are five-franc\\n\\npieces in a thousand francs. So that the \\\"Very good, madame,\\\"\\n\\n\\\"Certainly, madame,\\\" with which he replied to the poor mother, to whom\\n\\na trip of twenty miles appeared a journey, showed plainly that he\\n\\ndesired to get away from her useless and prolix instructions.\\n\\n\\\"You will be sure to place the packages so that they cannot get wet if\\n\\nthe weather should happen to change.\\\"\\n\\n\\\"I've a hood,\\\" replied Pierrotin. \\\"Besides, see, madame, with what\\n\\ncare they are being placed.\\\"\\n\\n\\\"Oscar, don't stay more than two weeks, no matter how much they may\\n\\nask you,\\\" continued Madame Clapart, returning to her son. \\\"You can't\\n\\nplease Madame Moreau, whatever you do; besides, you must be home by\\n\\nthe end of September. We are to go to Belleville, you know, to your\\n\\nuncle Cardot.\\\"\\n\\n\\\"Yes, mamma.\\\"\\n\\n\\\"Above all,\\\" she said, in a low voice, \\\"be sure never to speak about\\n\\nservants; keep thinking all the time that Madame Moreau was once a\\n\\nwaiting-maid.\\\"\\n\\n\\\"Yes, mamma.\\\"\\n\\nOscar, like all youths whose vanity is excessively ticklish, seemed\\n\\nannoyed at being lectured on the threshold of the Lion d'Argent.\\n\\n\\\"Well, now good-bye, mamma. We shall start soon; there's the horse all\\n\\nharnessed.\\\"\\n\\nThe mother, forgetting that she was in the open street, embraced her\\n\\nOscar, and said, smiling, as she took a little roll from her basket:--\\n\\n\\\"Tiens! you were forgetting your roll and the chocolate! My child,\\n\\nonce more, I repeat, don't take anything at the inns; they'd make you\\n\\npay for the slightest thing ten times what it is worth.\\\"\\n\\nOscar would fain have seen his mother farther off as she stuffed the\\n\\nbread and chocolate into his pocket. The scene had two witnesses,--two\\n\\nyoung men a few years older than Oscar, better dressed than he,\\n\\nwithout a mother hanging on to them, whose actions, dress, and ways\\n\\nall betokened that complete independence which is the one desire of a\\n\\nlad still tied to his mother's apron-strings.\\n\\n\\\"He said MAMMA!\\\" cried one of the new-comers, laughing.\\n\\nThe words reached Oscar's ears and drove him to say, \\\"Good-bye,\\n\\nmother!\\\" in a tone of terrible impatience.\\n\\nLet us admit that Madame Clapart spoke too loudly, and seemed to wish\\n\\nto show to those around them her tenderness for the boy.\\n\\n\\\"What is the matter with you, Oscar?\\\" asked the poor hurt woman. \\\"I\\n\\ndon't know what to make of you,\\\" she added in a severe tone, fancying\\n\\nherself able to inspire him with respect,--a great mistake made by\\n\\nthose who spoil their children. \\\"Listen, my Oscar,\\\" she said, resuming\\n\\nat once her tender voice, \\\"you have a propensity to talk, and to tell\\n\\nall you know, and all that you don't know; and you do it to show off,\\n\\nwith the foolish vanity of a mere lad. Now, I repeat, endeavor to keep\\n\\nyour tongue in check. You are not sufficiently advanced in life, my\\n\\ntreasure, to be able to judge of the persons with whom you may be\\n\\nthrown; and there is nothing more dangerous than to talk in public\\n\\nconveyances. Besides, in a diligence well-bred persons always keep\\n\\nsilence.\\\"\\n\\nThe two young men, who seemed to have walked to the farther end of the\\n\\nestablishment, here returned, making their boot-heels tap upon the\\n\\npaved passage of the porte-cochere. They might have heard the whole of\\n\\nthis maternal homily. So, in order to rid himself of his mother, Oscar\\n\\nhad recourse to an heroic measure, which proved how vanity stimulates\\n\\nthe intellect.\\n\\n\\\"Mamma,\\\" he said, \\\"you are standing in a draught, and you may take\\n\\ncold. Besides, I am going to get into the coach.\\\"\\n\\nThe lad must have touched some tender spot, for his mother caught him\\n\\nto her bosom, kissed him as if he were starting upon a long journey,\\n\\nand went with him to the vehicle with tears in her eyes.\\n\\n\\\"Don't forget to give five francs to the servants when you come away,\\\"\\n\\nshe said; \\\"write me three times at least during the fifteen days;\\n\\nbehave properly, and remember all that I have told you. You have linen\\n\\nenough; don't send any to the wash. And above all, remember Monsieur\\n\\nMoreau's kindness; mind him as you would a father, and follow his\\n\\nadvice.\\\"\\n\\nAs he got into the coach, Oscar's blue woollen stockings became\\n\\nvisible, through the action of his trousers which drew up suddenly,\\n\\nalso the new patch in the said trousers was seen, through the parting\\n\\nof his coat-tails. The smiles of the two young men, on whom these\\n\\nsigns of an honorable indigence were not lost, were so many fresh\\n\\nwounds to the lad's vanity.\\n\\n\\\"The first place was engaged for Oscar,\\\" said the mother to Pierrotin.\\n\\n\\\"Take the back seat,\\\" she said to the boy, looking fondly at him with\\n\\na loving smile.\\n\\nOh! how Oscar regretted that trouble and sorrow had destroyed his\\n\\nmother's beauty, and that poverty and self-sacrifice prevented her\\n\\nfrom being better dressed! One of the young men, the one who wore top-\\n\\nboots and spurs, nudged the other to make him take notice of Oscar's\\n\\nmother, and the other twirled his moustache with a gesture which\\n\\nsignified,--\",\"timestamp\":1637315861,\"title\":\"\\n\\nThis woman, celebrated under the Directory for her liaison with one of\"},\"digest\":\"OgBaZZSM0yqrxqTd5KVyhPQTYO8gU7Fs3ppm7MN9T2E\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"51MhD-htQ_UBd3BmRNfb53yNl47O53C7D0PIuZ9MjNw\\\",\\\"y\\\":\\\"l8jb5E7Ak5BYGMTWjtkePw3FB-htS8qVayme5pDxb4E\\\"}\",\"signature\":\"PgqXFHK9R0Aemyr01EBQjXyYo8s4pghlNQzIvFu8GjG4HBDVXzT7eye7qsuCyC9Aj6oK9LPVWCWLdK6urwKYhg\",\"signingKeySignature\":\"0xa369379160417cc70562d1f1376809b534162370a2a789459c68e9299ffbb9cf0a34ac3a029f8b7fda7897f7823318eb2e57f043734fa1b8c14506ed82c732151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"51MhD-htQ_UBd3BmRNfb53yNl47O53C7D0PIuZ9MjNw\\\",\\\"y\\\":\\\"l8jb5E7Ak5BYGMTWjtkePw3FB-htS8qVayme5pDxb4E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OgBaZZSM0yqrxqTd5KVyhPQTYO8gU7Fs3ppm7MN9T2E\"}"