"{\"content\":{\"body\":\"The start of something new for me. I will share this weekly update of what’s new in the world of the Metaverse and Web 3 with you. I want to keep it chatty and informal – but still informative.\\n\\n**Coming out of Covid into a new paradigm**\\n\\nThe last year has been a blast! One we won’t forget in our Web 3 world.\\n\\nSure, there has been the continuation of Covid. I caught it myself over the Xmas break and ended up locked down in the house yet again! A full year last year of self-isolation was not enough it seems.\\n\\nStill, despite this I ponder, without that break from my regular routine would I be in this new situation, caught up in the middle of a revolution....\\n\\nWe have all been forced one way or another to adapt these last two years. I for one strongly believe Technology has made this time bearable.\\n\\nI laugh that people have gone back to old tech - the likes of Skype (2005 release date), Zoom (2012), and other basic video calls. I want to thank all the people who joined me for video dinner parties, it was fun.\\n\\nI also want to thank Facebook/Meta for their consumer VR headsets the Oculus quest released 2019. That relatively inexpensive toy not only allowed me a social life during lockdown. It also paves the way for the average consumer to experience a snippet of what Web 3 has to offer.\\n\\nWe stand on the ground floor of a total consumer shift accelerated by covid. Notice I say total and not just digital, when we all start to emerge from this, things will be different. Technology is developing at an ever-increasing rate. As predicted by ‘Moore's Law’ and still running true today. This Technology touches almost every industry one can think of. I won't list them as it's pretty much everything.\\n\\n**Challenges ahead**\\n\\nThe main stumbling block for all of this.... Onboarding legacy Web 2 companies, and consumer inertia. How to show the public technology’s value and its relevance to them on a day-to-day basis.\\n\\nPeople seem to remember failures more vividly than successes. The problems with [Google glasses](https://www.google.com/glass/start/) and [Snapchat glasses](https://www.spectacles.com/uk/) (both of which are being reinvented now of course!). They don't acknowledge successes like the [Oculus](https://www.oculus.com), the [Microsoft HoloLens](https://www.microsoft.com/en-us/hololens), and other wearables that are only growing. Other companies like [Magic Leap](https://www.magicleap.com/en-us), [Nreal](https://www.nreal.ai/) and [Varjo](https://varjo.com/) are working tirelessly to develop other offerings.\\n\\nIt’s so close.  And yet people still turn their heads from it. Soon I will walk down the street, wave as I pass the avatar of [BAYC #11](https://opensea.io/assets/0xbc4ca0eda7647a8ab7c2061c2e118a18a936f13d/11), admire the person dashing into Selfridges wearing the latest digital outfit from [The Fabricant](https://www.thefabricant.com/). Then sit down and grab a coffee with my friends in Australia who will join me through the power of AR. Don't get me wrong -  it's not so bad out there in the real world that being said were not all still going round by horse and cart for a reason. 2022 I’m excited for you !\\n\\n**News**\\n\\nI look forward to sharing interesting projects and info with you over this next year. As we explore this evolving space.\\n\\nIt seems after the Xmas break lots of people are launching today. The two that stand out are:-\\n\\n<https://alethea.ai/> and their ALI token launch. <https://copperlaunch.com/auctions/0x6836bfa9B9d000036d41Dbd44b40688c45055037?fbclid=IwAR12_Vx9RdLFuAPPO3rn-cnoGhyX2ioJ1FvAeqD5uEgjvhVcF_mN1tE68Hw>\\n\\nIota a lot of people have waited a long time for this day. <https://blog.iota.org/iota-staking-start/>\\n\\n \\n\\nWhat are your predictions for 2022, and the projects you are watching closely for the next year?\\n\\n Drop your comments below.\\n\\n \\n\\n \",\"timestamp\":1640703665,\"title\":\"‘Metaversal Monday’ - Because every day is a Monday in the Metaverse.\"},\"digest\":\"ICvxQxdsDRuI7eqfBMp-G3rzBxZLsUdVQLPmCGejeM4\",\"authorship\":{\"contributor\":\"0x9C56f8Ba75B27df5d9C0CeE2F2051A1b7a2e015a\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4iIRMTfXiww1itttVfv2emav4u3e3lqJ1j_gWfORFQE\\\",\\\"y\\\":\\\"mMF1eq_NAmPodWZvzC6VTu6f5XR7pmZAsBB4piaAnUk\\\"}\",\"signature\":\"OvaiAhocpiUvrrXqyuq5l63qEfX6rgsvISu22gdiymVdk704SSbZz_QXuoePshikfUNEbMT5FpYYoYXR34NGow\",\"signingKeySignature\":\"0xa451576cc527f499e2b63caa49467c6f8c0dabfcc27a06f1e52b847df4497d380f5ae89537e19c49b473b4246adb1dd0672acbe239c78ac517df166da5e238241b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4iIRMTfXiww1itttVfv2emav4u3e3lqJ1j_gWfORFQE\\\",\\\"y\\\":\\\"mMF1eq_NAmPodWZvzC6VTu6f5XR7pmZAsBB4piaAnUk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ICvxQxdsDRuI7eqfBMp-G3rzBxZLsUdVQLPmCGejeM4\"}"