"{\"content\":{\"body\":\"Author: Celer Network and 0xAA@PeopleDAO\\n\\nIn this tutorial, we will guide you through how to transfer $PEOPLE from Ethereum to other supported chains via [cBridge](https://cbridge.celer.network/#/transfer): \\n\\n[https://cbridge.celer.network/#/transfer](https://cbridge.celer.network/#/transfer)\\n\\n## Connect Your Wallet\\n\\nBefore you explore the different features offered by cBridge, you will need to connect your wallet.\\n\\n* Click “Connect Wallet”, and you will be prompted to select a wallet.\\n\\n![](https://images.mirror-media.xyz/publication-images/TyhDWZumhuZdbc5S55Ipm.png?height=500&width=936)\\n\\n* Select a wallet at your preference to connect, you should then see your wallet address and your current chain in the top right corner of the page. Let's choose MetaMask for this tutorial.\\n\\n![](https://images.mirror-media.xyz/publication-images/sw6RtKjMv9B-Y1PDYwIVl.png?height=440&width=578)\\n\\n## Transfer $PEOPLE to other chains\\n\\nLet’s say, you want to transfer 500 $PEOPLE from the Ethereum Mainnet to the Binance Smart Chain (BSC). The steps are made simple in cBridge:\\n\\n* Select “Ethereum Mainnet” in the dropbox next to “From”, and “Binance Smart Chain” in the dropbox next to “To”.\\n\\n![You will be prompted to switch your wallet to Ethereum Mainnet if it’s not already connected.](https://images.mirror-media.xyz/publication-images/G7fBUhEeIyqlCghiwwzon.png?height=688&width=754)\\n\\n* Enter the amount you want to send under “Send”. You should see the estimated amount you will receive under “Receive (estimated)”.\\n\\n![Note that there will be a difference between the amount you send and the amount you receive, which is determined by the base fee. For the exact definition of each item in the transaction, check the tooltips next to “Fee”.](https://images.mirror-media.xyz/publication-images/MGjTunR5xUG7ozmhI236T.png?height=776&width=760)\\n\\n![](https://images.mirror-media.xyz/publication-images/5QgcBEjTkpWQUuZIaFk7s.png?height=320&width=764)\\n\\n* Review your transfer details and click “Transfer”. You will receive a pop-up for $PEOPLE approval. Click “Approve” and you will be prompted with a $PEOPLE spend confirmation on MetaMask. Click “Confirm”, and your “Approve” transaction will be finalized in a few minutes.\\n\\n![](https://images.mirror-media.xyz/publication-images/zGV97GdtbOoxrM91UjToL.png?height=760&width=752)\\n\\n* After $PEOPLE is approved, you will be prompted on cBridge to confirm the cross-chain transfer. Review the transfer details and click ”Confirm Transfer”. You will be prompted to confirm the transaction on MetaMask. Click “Confirm”.\\n\\n![](https://images.mirror-media.xyz/publication-images/EjgXJ4yIKqZbozRGXxQdH.png?height=630&width=696)\\n\\n* After confirming on MetaMask, you will receive a Transfer Submitted popup. You can check the transaction status in “Pending” in the top right corner of the page.\\n\\n![](https://images.mirror-media.xyz/publication-images/nQTdY05wqWVmP23yICn2_.png?height=664&width=720)\\n\\n* It takes some extra time for the funds to arrive at your wallet on the destination chain. On MetaMask, you can switch to the destination chain, which in our case is BSC, to check if you have received the funds. Alternatively, you can also view your transaction status via the BSC Explorer, which can be accessed via a link in your transaction history.\\n\\n![Congratulations on completing your $PEOPLE cross-chain transfer on cBridge!](https://images.mirror-media.xyz/publication-images/Pb919VrVtL2BME9GNhHL6.png?height=200&width=836)\\n\\n## cBridge FAQ\\n\\n### Contract Address: Where can I find the contract address of $PEOPLE on different chains without actually bridging and checking the txid? \\n\\nYou can find all the contract address [here](https://cbridge-docs.celer.network/reference/contract-addresses#token-address).\\n\\n### Bridge Fee: How is the bridge fee calculated? \\n\\nIn cBridge v2, the bridge fee is calculated as \\n\\n*Bridge Fee = Base Fee + Liquidity Fee* \\n\\nThe **Base Fee** is paid to cover the gas cost for sending funds on the destination chain. **Liquidity Fee** is paid to the cBridge liquidity providers and State Guardian Network (SGN) in return for their services. The Liquidity Fee is proportional to the transfer amount (after bridge rate conversion) and the fee percentage is: \\n\\n* For transfers from L2 roll-up chains (Arbitrum/Optimism/Boba/Metis), the liquidity fee percentage is 0.1%-0.5% \\n* For all other transfers, the liquidity fee percentage is 0.04% \\n\\nThe above fee schedule applies to pool-based cross-chain transfers. For canonical token bridges, see [here](https://cbridge-docs.celer.network/introduction/canonical-token-bridge#how-is-the-fee-determined-under-the-mint-and-burn-bridge-model) for the introduction. \\n\\n### Bridge Rate: How is the bridge rate calculated? \\n\\nFor most bridge pairs under the pool-based token bridge model, the bridge rate is calculated based on the StableSwap AMM curve. You may refer to the [StableSwap whitepaper](https://curve.fi/files/stableswap-paper.pdf) for details. In most cases, the bridge rate is close to 1 unless there is a significant liquidity imbalance between the source chain and the destination chain. Note that if your transfer helps rebalance the system (e.g., sending from a low-balance chain to a high-balance chain), you may even get more tokens after bridging! \\n\\nFor some bridge pairs, the AMM curve is not used and the bridge rate is fixed to 1:1.\\n\\n### User Operations \\n\\n### How long does it take to complete a cross-chain transfer? \\n\\nMost of the cross-chain transfers take 5-20 minutes to complete. Cross-chain transfer with an amount larger than $400,000 could take up to 12 hours during the beta release stage. \\n\\n### My cross-chain transfer has been stuck for more than 30 minutes. What should I do? \\n\\nIf your transfer is stuck in the “Submitting” status, please check if your transfer has been confirmed on the source chain. If the transfer is not yet confirmed on the source chain, you can speed up the transfer by increasing your gas price; otherwise, feel free to contact customer support along with your transaction hash on the source chain. \\n\\nIf your transfer is stuck in the “Waiting for SGN confirmation” or “Waiting for fund release” status, please wait for two more hours since there is a rate limit in the initial beta release stage and it may take some time to clear the backlog when the traffic is heavy. If your transfer has been stuck for more than 3 hours, feel free to contact customer support along with your transaction hash on the source chain. These rate limiting will be removed after cBridge transition out of initial beta release stage. \\n\\n### My transfer shows “Completed” status but I didn’t see it in Metamask. What should I do? \\n\\nThis occurs because the token hasn’t been added to your Metamask wallet on the destination chain. Please click the Metamask icon on the transfer history item and you will be guided to add the token to Metamask.\\n\\n![](https://images.mirror-media.xyz/publication-images/BVC754pqRxQ_PjdpbFokt.png?height=92&width=936)\\n\\n\",\"timestamp\":1641523004,\"title\":\"cBridge Tutorial For $PEOPLE Transfer\"},\"digest\":\"vpBPvP8WTR6beKwk1mwQHeKLF3zmwNvy1l23271uZHk\",\"authorship\":{\"contributor\":\"0x3317AD9eDa6942b5a7BE5BA83346C0Ea82C3C26C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tDNc9MHfvYBN4IeniH2mIS8UObEYan7p-WXqrHQ9u48\\\",\\\"y\\\":\\\"iEfXs4PjxJT0aYDhsmpKUJjobBtbId7qIZpfyuzcDWI\\\"}\",\"signature\":\"KFDvSmDqcQduMHEEOfDJqhDUVYoBB_egeJ_AIg4ZEkWLKqlWrsshesda-tqIZx2t0SsQp5J5xRYoNwdlEoAO4A\",\"signingKeySignature\":\"0x222da012d4c9d497e6b680f34fbc8748a50f07169227b4f8dc03fe01709ede3f4f02cf2ea1cf0373f4e31e205ca31b586c82b330bec816e3486e773d0955a6ca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tDNc9MHfvYBN4IeniH2mIS8UObEYan7p-WXqrHQ9u48\\\",\\\"y\\\":\\\"iEfXs4PjxJT0aYDhsmpKUJjobBtbId7qIZpfyuzcDWI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vpBPvP8WTR6beKwk1mwQHeKLF3zmwNvy1l23271uZHk\"}"