"{\"content\":{\"body\":\"Yesterday I’ve heard the sad news that someone I knew had passed away. What’s being worse is that the person had decided to end life, leaving family with three young kids behind.\\n\\nAside of the very tragedy itself, which had brought great pain and sadness to the close ones, one thing that came to my mind is a reminder of how the world can change in any second and we cannot do anything about it.\\n\\nWhen it does, and it does for the worse, we often regret not doing more, not enjoying more of the past world, which is now the thing of the past. And while we know that such abrupt changes will inevitably comes to us and our families as well (and they will be always here much sooner, as there is not such thing as the right timing), we do not act on this. We carry on like nothing happens.\\n\\nIn Bhutan, one of the happiest countries in the world, people are aiming to contemplate on death five times a day. (and for us everywhere else, [there’s an app for that](https://www.wecroak.com/)) There’s nothing in the world which can prepare you for the situation such as I’ve described at the beginning of this post. But while hopefully you won’t be facing such tragedy, some flavour of it will come sooner of later.\\n\\nAnd while we won’t be able to do anything about it and it will hurt, we at least should have known that we've enjoyed the time before - when the world had been a different place.\",\"timestamp\":1634283832,\"title\":\"World gets different in every second\"},\"digest\":\"lGlhEK7z6Ozl2s9b9zF1-eD_BkSBoTWpY0xsQGK13WY\",\"authorship\":{\"contributor\":\"0x7075ca44F16B453610681823b167FfE692dd1AB2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HRkXSv0jHFTGIAdoznDxoTxNtyNiEkrJyFqWSay3q30\\\",\\\"y\\\":\\\"SXUZ5xlzSJlcyuoq1jZYKG1Ucb1PIA7SyDBoNpYLrCA\\\"}\",\"signature\":\"o8iAYa3yJPDKCFHUZLQtLcG2df2F103L-Qr_Ha_gyPWcn3A4pnaHDRVdf9RocSkJcnTeUfq95ka4fvOulTXAmQ\",\"signingKeySignature\":\"0x79307ffc897a1494bafb7f7d588882e9011c8c59758ddfb248c58129422d3bfa036886ea4f0786ed887ef9ebac0f719293b66c4525c94a21170dc93398dfff131b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HRkXSv0jHFTGIAdoznDxoTxNtyNiEkrJyFqWSay3q30\\\",\\\"y\\\":\\\"SXUZ5xlzSJlcyuoq1jZYKG1Ucb1PIA7SyDBoNpYLrCA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lGlhEK7z6Ozl2s9b9zF1-eD_BkSBoTWpY0xsQGK13WY\"}"