"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*AZ44BxoSzYoDTO02BCt_kQ.jpeg)\\n\\n## In this interview, Carlos Gámez, executive of the legal innovation area at Thomson Reuters, reviews some key trends of the future of the legal industry…\\n\\n**In which sectors is there more activity of startups using technology in the legal industry?**\\n\\nI think there is a convergence of several trends which is resulting in the emergence of more legaltech startups.\\n\\nWe are seeing, for example, that the relationship between law firms and corporate legal departments is changing. Legal departments are using their budget in a more professional manner as they are under pressure to gain efficiency in operation.\\n\\nThere is also the so-called “Big Four” that are entering the legal market and providing services in a more professional manner in the sense of the design of service delivery. They offer a bundle of services, which are not only legal, based on the application of technology to create efficiencies.\\n\\nMany startups are seeing the opportunity to participate in these trends to help law firms, corporate legal departments, the Big Four or even consumers take advantage of technology.\\n\\nThe technology they are using is not necessarily new to the world of technology. But it’s new in the legal world. The result are many startups taking advantage of mature technologies and applying them to creating efficiencies in the delivery of legal services.\\n\\n**Which are the most active markets in legaltech?**\\n\\nAs I mentioned, the technologies being applied to law are not innovative per se. What is innovative is the application of these technologies to use cases where they had not been applied before. It’s very important that those who are applying the technology are very well aware of the use case and the market.\\n\\nEven though we are seeing an explosion of legaltech companies around the world, certain markets, because of their very nature, are larger. The United States and the United Kingdom have larger legal firms, which means there are more potential customers for legaltech startups.\\n\\nBut these startups don’t just focus on those markets. They also look to grow globally. For example, Clio is a company that offers practice management software for small firms. After starting in the Canada and US market, now is looking to expand globally. So we are seeing a globalization of these solutions.\\n\\nThe differentiation for a legaltech startup doesn’t come from the technology itself. It comes from the use case. This means there is an advantage in the application of technology in domestic cases by domestic companies. The downside in these regions is their smaller market size.\\n\\n**Are you seeing changes in how new solutions are created?**\\n\\nThe model for delivering legal services is changing from a consultative model to a collaborative model.\\n\\nThe traditional model is \\\\*consultative. \\\\*A client asks a question and the lawyer gives an answer: you order a service, you get a service. The lawyer works on its own and there is little collaboration.\\n\\nBut now we are seeing the rise of a more *collaborative* model where the service and the solution are co-designed between different actors.\\n\\nThis is due to the rise of the Big Four and technology companies that are used to operate in a more collaborative way. Even within companies, legal departments are collaborating more with other areas such as strategy, finance, sales, etc.\\n\\nThe impact of this trend is very clear when we see products or services that have been produced by different actors: legaltech companies collaborating with legal process outsourcing companies, with law firms and with clients themselves in the case of corporate legal departments.\\n\\nWe are seeing solutions that are partially automated: they use technology but under the supervision of a legal process outsourcing company and in which the approval is given by the customer. All this is the result of a collaboration between different actors and differs from the traditional model where a client made a consultation and obtained a service.\\n\\n**What piece of advice could you give to a lawyer who is willing to work in legaltech?**\\n\\nA key thing is to deeply understand the use cases and the advantages and limitations of technology to solve them. It’s important to understand how the legal service should be delivered.\\n\\nAs the saying goes: “If all you have is a hammer, everything looks like a nail”.\\n\\nA legaltech startup has to use the right tool in the right problem to create the right solution. Much of the added value of lawyers who work in legaltech comes from the co-design of a solution for the provision of a service. This requires breaking the service into parts and understanding which can be made more efficient by technology.\\n\\nMy recommendation for a lawyer (and especially lawyers who are not experts in technology) is first to accept that they are hardly going to be able to compete with technologists. Their added value really is the understanding of the use case. Understanding how legal services are currently provided and having the creativity to redesign them is critical for a lawyer who wants a career in legaltech.\",\"timestamp\":1638649398,\"title\":\"An Overview of Innovation in the Legal Industry\"},\"digest\":\"r5L_kZOnCSdQpQNYj3ZF8UQRzPabmA61epr8HK8LETU\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"c5UO9bT7pr9nHYHpR3bgEU7obsw84_8C_I4yzDUo2EzILqMudF-iLd2Ola2C5bBG-NNVCbNb1xsMCa56P57y6w\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r5L_kZOnCSdQpQNYj3ZF8UQRzPabmA61epr8HK8LETU\"}"