"{\"content\":{\"body\":\"As a leader, how can we convince employees? The answer is to talk about rules. Companies must establish a set of very clear and transparent rules that are fair to everyone.\\n\\nFor example, in our company, sales are divided into levels. Every month you work to create 30,000 profits for the company as level 1, 50,000 profits at level 2, 80,000 profits at level 3, and 100,000 profits at level 4.\\n\\nTen thousand profits are classified into 5 levels, and they are arranged in order up to the 20th level. The basic salary plus commissions corresponding to all levels are different. You want to do management, then you have to arrive\\n\\nThe fifth level is to create 150,000 profits for the company every month. This is the first level of management,\\n\\n184 Entrepreneur Business School Serving Entrepreneurs\\n\\nCalled first-level management. Management is also divided into 2, 3, 4 up to 10 levels of management. Corresponds to the corresponding team and profit.\\n\\nThis is like the unified national college entrance examination. There is no regional difference. If you pass it, you will be promoted. If you fail, you should not complain about the unfairness of the company leadership. In this way, every employee will feel that his destiny is in his own hands, and the company will never be promoted just because who is good at flattering. If you are the boss, who will give you delicious food, or say hello to you, you will be promoted. Whoever doesn't flatter or give you a gift, you will hit him. In ancient times, people like you were called faint king, faint king's end. Not much to say here, you go to read history books.\\n\\nWith rules, the company is called the rule of law. The boss only needs to find the smartest person to make the rules together. What is the most afraid of? I am most afraid that there are no rules! If the rules cannot be set down, no employees in the company are willing to work hard. Because he doesn't know what will be rewarded for paying.\\n\\nIn addition, if we want to promote an employee, we must also evaluate his values, whether he agrees with the company's philosophy, the company's mission, performance and values ​​each account for 50%, combined with the evaluation. It also depends on whether he uses formal methods in the process of doing business. If the performance is obtained by deceiving customers, we will be expelled. The process and results must be good. Therefore, after these points are selected, only 20% Of people can be promoted, which also conforms to a 20/80 rule. Always be\\n\\n20% of people are promoted, and the best talents will always be eligible for promotion. But you must follow the rules, not the boss’s personal preferences. In this way, employees in the company are absolutely convinced and work hard.\\n\\nHow to force your employees to grow. Why are many of our bosses tired? Just do everything by yourself, and leave it to employees and think\\n\\nIf the employees do not manage well, they have to do everything themselves. If things go on like this, the employees will not grow, the team will not grow, and the boss will be as tired as a dog. The company still hasn't grown.\\n\\nIf you want the company to develop rapidly, you must force employees to grow. Only when the team grows can the company develop.\\n\\nEntrepreneur Business School Serving Entrepreneurs 185\\n\\nSo how did I do it? First: Whenever I encounter any problem, I will not give the answer directly, but ask the person how to do it\\n\\nmanage? Even if a person asks me, I will not give an answer. But asked him to give me the solution. He had no choice but to think about how to solve the problem.\\n\\nSecond: When I get a solution, even if I agree with it, I will continue to force him to come up with two more solutions. Forcibly exercise his head.\\n\\nThird: When he gives me the remaining two plans, I will discuss with him the three plans he has given to find out the advantages and disadvantages. Then I will give my solution to the problem and let him give his opinion. Finally choose a best plan to execute.\\n\\nFourth: When the employee's ability is not enough to deal with how to solve the problem, I will make a decision on how to solve it, and he is responsible for the implementation. When his abilities continue to improve, I will try to let him solve the problem by himself. At this time, I will be a hand shaker, just looking at the final result.\\n\\nWhen I use this method to manage the team, the employees grow very fast, and I am getting more relaxed, so I have the energy to do more things and manage more teams.\",\"timestamp\":1634800778,\"title\":\"How to convince employees\"},\"digest\":\"ZQ8P4am9O4UQsyyQGEy8hqPhIqvE5DfB1n1gge7aZ3g\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"oXaD35yRa5HIF57OP9eRDFI2nqGhnNzynZTEKrRrbI_q4amvbjndrEGrd9DnF-trSgne_l1Oo8A0TG2prjBqGA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZQ8P4am9O4UQsyyQGEy8hqPhIqvE5DfB1n1gge7aZ3g\"}"