"{\"content\":{\"body\":\"**INTRO**\\n\\nI recently came across a tweet that stayed with me for days.\\n\\n[https://twitter.com/divine_economy/status/1477545609930412032](https://twitter.com/divine_economy/status/1477545609930412032)\\n\\nThe night I opened my computer to start writing about it, this was the top of my Twitter feed.\\n\\n[https://twitter.com/songadaymann/status/1478931624960184323](https://twitter.com/songadaymann/status/1478931624960184323)\\n\\nLife’s weird.\\n\\nPredictably, the thread that followed the first tweet contained some skepticism, and largely rap references as examples of co-creating music. The skepticism largely focussed on the implications for the role of the artist.\\n\\nAlthough, one commenter highlighted the real crux of what I’m going to discuss here:\\n\\n**Are you thinking commissioned themes or actual lyrics? Trying to wrap my head around songwriting being improved upon in this way.**\\n\\nFor styles of music that arguably don’t primarily live digitally, it is difficult to envision how the emerging intersection of music and technology could yield advancements in songcraft. Think classical, folk, or metal. After some ongoing reflection and admittedly minor research, this essay covers possibilities for change in music through engagement with history, genre, and audience.\\n\\nBefore getting into it, it’s important to acknowledge just how new I am to web3. This is post two on *Mirror*. I’m absolutely nothing remotely resembling an expert on the technology, or the mentality. I’m an artist and songwriter. I have worked for over half my life in group facilitation and communication design. I understand group dynamics, and I get a kick out of conceptualising models for the dissemination of knowledge - in this case music.\\n\\n**HISTORY**\\n\\nLet’s begin with history. The first example that came to mind was Bonny Light Horseman, whose 2020 debut album was widely celebrated for reimagining traditional songs. ‘Jane Jane’ is perhaps the most relevant song here, and also the most interesting from the perspective of composability.\\n\\n[https://www.youtube.com/watch?v=OdgkBnxGZvY](https://www.youtube.com/watch?v=OdgkBnxGZvY)\\n\\n*Rolling Stone* states that the song was supposedly first recorded in 1939 as a Southern traditional performed by Lila May Stevens in Mississippi, but that the version most accurately referenced by BLH came from the seventies. This iteration integrated elements from a Christmas song ‘Children, Go Where I Send Thee’, which has versions linked to England dating back hundreds of years - eventually making its way to the American songbook.\\n\\n[https://www.youtube.com/watch?v=GH0sjczcg48](https://www.youtube.com/watch?v=GH0sjczcg48)\\n\\nThe reimagining of traditional song materials is as close as folk music gets to composability or sample culture. Further, it’s a process that could be comprehensively unlocked with writability. Imagine a protocol or on-chain DAW connected to decentralised databases full of stem or sample packs containing primary source material from centuries of music that had previously been isolated? Named something like *Folkr*. BLH’s ‘Jane Jane’ could be a prototype for faithfully recreating music from a shared cultural past, using technology from a future horizon. Royalties could also fund the work of museums and organisations that steward our musical histories.\\n\\nThere are obviously potential adverse implications of an idea like this. How to create buy in and onboard presumably numerous stakeholder organisations? How to avoid stripping the material of its time and place context and thus rendering it a culturally appropriated shadow of the primary works? How to ensure that, generally speaking, the quality of the output represents a proportionate return on investment for developing the platform? Not all songs are going to end up like ‘Jane Jane’.\\n\\nSo, the tweet could thus be taken in at least a couple of ways. The first is that you or I could be the next great artist by letting others write our songs. This reading runs the risk of coming off as kitsch or gimmicky, to be discussed more later. Or, that the artists of our past could be made great again by us writing their music anew - at the risk of sounding like a Trump slogan.\\n\\nHowever, the tweet in question also requires clarification on what contemporary music considers a ‘song’ and what constitutes ‘writing’. Digital music; hip hop, rap, EDM, etc. are inherently composable genres, but it’s arguable that the skills required to execute those domains are different to other musical styles. \\n\\n**GENRE**\\n\\nFrom that perspective, the discussion about the currently non-existent platform *Folkr* could also correspond with that same creative style. Without diminishing these genres in any way, the approach could be said to be of curation or orchestration; generating output without physically (in the truest sense) performing something new.\\n\\nLet’s talk about Metallica. In 1999 at the Berkeley Community Theatre, Metallica performed the show *S&M* with the San Francisco Symphony. It was a groundbreaking project, so highly regarded that the band chose to revisit it 20 years later in *Symphony and Metallica 2*. It is a cross-genre masterpiece that I argue helped properly realise the destiny of one of their songs.\\n\\n[https://www.youtube.com/watch?v=tAGnKpE4NCI](https://www.youtube.com/watch?v=tAGnKpE4NCI)\\n\\n‘Nothing Else Matters’, off Metallica’s 1991 record *Metallica* (also referred to as *The Black Album*) significantly expanded the palette of the band. Instrumental or ambient interludes had featured previously, but this power ballad illuminated a different side of their sound and generated massive breakthrough success. There are hints of orchestration in the recording, though they could be generated from a keyboard. Regardless, they inevitably give way to wailing guitar drones. The integration of a full symphony creates a cohesion and resonance that comprehensively realises the potential of the song. It feels like this was always how it was supposed to sound.\\n\\n[https://www.youtube.com/watch?v=YpoHBTeyFxg](https://www.youtube.com/watch?v=YpoHBTeyFxg)\\n\\nThis example is important because it highlights what is possible when artists are given the opportunity to elevate a work by writing something new into it. Imagine a marketplace of songs specifically created to help artists find collaborators to expand their sound. Called something like *Overdub*. The work would not even have to be current, as long as it was in the right format and of the highest quality. It could breathe new life into retrospective work, and the genre expansion potential is fairly fun to consider.\\n\\n‘Changes’ by Black Sabbath with an extended outro joined by a tasteful backing band, and deeper orchestration. ‘Day After Day’ by Joni Mitchell on a bed of dreamy analog synths, or syncopated percussion. ‘Peace Piece’ by Bill Evans with a spoken word performance. It’s unlikely that we would find any of these songs on such a platform. But a new generation of indie artists could be great by the integration of the writing and performances of others, underpinned by smart contracts which credit each party in perpetuity.\\n\\n[https://www.youtube.com/watch?v=1YOus2_u9sg](https://www.youtube.com/watch?v=1YOus2_u9sg)\\n\\nIt is arguable that this is happening to a certain extent on Tik Tok, with their ‘Borrow’ feature. However, the caveat would perhaps be that the value is captured through the centralisation of the platform, and the output could be considered predominantly as marketing material rather than a viable commodity with the potential to yield an income. Particularly in the case of independent artists.\\n\\n**AUDIENCE**\\n\\nMeaningfully involving communities in the livelihood of an artist is fundamental to the promise of the web3 music industry. However, aside from the fact that many people discuss the ambiguity and lack of clarity that currently exists regarding the practical implementation of non-collectible NFTs - there is a significant issue to address about how to push the engagement past the realm of the gimmick. \\n\\nCo-creation and participatory art certainly have huge potential for quality output and depth of experience, but there is an embedded dynamic between artists and audience that would take a brighter mind than mine to effectively reinvent. Listeners are drawn to certain artists because of their style and point of view, and it is arguable that reorganising that relationship could indeed compromise the quality of the output.\\n\\n[https://www.youtube.com/watch?v=65we0PoS9Rg](https://www.youtube.com/watch?v=65we0PoS9Rg)\\n\\nTake for example this platform *Hookist*, which gives audiences the opportunity to co-write a song with what it claims are their favourite artists. It’s a nice idea, but truly nothing more than that. None of the names on the website ring a bell at all, and overall the project just lacks teeth. This does however raise an important question of how web3 could provide fans and communities a meaningful way to engage with songwriting - financially and creatively.\\n\\n[https://www.youtube.com/watch?v=0kQWAqjFJS0](https://www.youtube.com/watch?v=0kQWAqjFJS0)\\n\\nSomething like *Hookist* could be redesigned and formulated into a DAO. Duncan Trussell of the *Duncan Trussell Family Hour* and Netflix’s *The Midnight Gospel* is a prime candidate for the tokenisation of a community. His Discord is said to be a weird and wonderful place for the community generation of creative projects; songs, erotic short stories and apparently a horror anthology which could all be commericially available in the future. Though it might be said that his tongue in cheek absurdism could inevitably render such outputs as admittedly much cooler versions of *Hookist* songs - though still not to be taken too seriously.\\n\\n**OUTRO**\\n\\nConsidering the possibilities of web3 songcraft from the perspectives of history, genre, and audience reveal a few important questions about the future of decentralised music. \\n\\n* How do we expand the horizon of composability to include non-digital-native musical traditions such as classical, folk, or metal? \\n* How do we create meaningful opportunities for serious independent artists to write with and further develop the works of others - and wrap a viable and fruitful economic structure around such a future? \\n* How do we transcend the realm of gimmick when engaging audiences in the creative process, and make art that has the potential to endure on its own terms? \\n\\nThere appears to be somewhat clearer solutions to the first two questions. The last one may just prove harder to answer.\\n\\n \\n \",\"timestamp\":1641815154,\"title\":\"Web3 could generate profound changes in contemporary songcraft, but it probably shouldn’t help you write your songs just yet\"},\"digest\":\"-nwR-1cP83NEYD4RIzOzvjbQE2cDYdX2qA4QIKlicSs\",\"authorship\":{\"contributor\":\"0x7A886300efdCd8220bA8530A4a280612c613ae99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7aLyPP2uNNFVkZo0lzXXWxxkN-7sB_SWrWLWVzDoi3A\\\",\\\"y\\\":\\\"LUdrTTaQiLmJ50vkBzNJeua5QaOUDcAkhgY8T05Lejk\\\"}\",\"signature\":\"vcQT0MFnT02FV09t80hCy27qeWZbmhSdkNTcaLidJCrWrDaU3_x3OBCqLBJHMnOOYT73HT2-zKeOcGyLenshfw\",\"signingKeySignature\":\"0xc718005259a59cb9a32ebc60666f14b2d5b1b94fe198c8da30afb18c5cfa868d7176d4dd41982c4b3803fda2d30932dc6b0098b8a5c28a5081549fa8d05635141b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7aLyPP2uNNFVkZo0lzXXWxxkN-7sB_SWrWLWVzDoi3A\\\",\\\"y\\\":\\\"LUdrTTaQiLmJ50vkBzNJeua5QaOUDcAkhgY8T05Lejk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-nwR-1cP83NEYD4RIzOzvjbQE2cDYdX2qA4QIKlicSs\"}"