"{\"content\":{\"body\":\"**风险警告：阁下所在国家/地区浏览、下载本文可能属于违法，如身处受限制的国家和地区，请阁下立刻关闭并不再访问本网页。如果阁下因为访问/下载/传播本文内容而违反阁下现正居住国家/地区的任何法律法规，需阁下自行承担，本人概不负任何责任。**\\n\\n**免责声明：本文仅为个人的产业/项目个人想法分享，不代表任何组织或公司，也不构成任何形式的营销、推荐、建议、咨询意见，也不构成任何投资建议。本文不应该作为任何人的任何投资的依据，且不对任何提及的资产有任何形式的保证或构成任何形式的邀约、广告丶诱导、招揽或声明。本人并无任何责任更新或保持本网站的信息的有效性。阁下须就使用自本网站取得的任何资料或因使用有关资料而导致的任何结果承担一切风险，切勿使用丶依赖或按本文章的资料行事。**\\n\\n\\n---\\n\\n2021年对我来说，是匆忙奔跑，迎接无数变化的一年。写年度总结，是帮助自己回顾和思考，也希望能给漫漫长路上艰辛的赶路人一些温暖，毕竟这是我的本性-一个敏感且有些许讨好型人格的内向的家伙。\\n\\n说实话，像我这样性格的人在世俗中很难获得“所谓成功”，感谢Crypto，感谢这个行业，才让我找回了自信，敢于去做我自己。而这其中最大的转变点，当属2021年。\\n\\n## 夜奔\\n\\n林冲不是自愿上的梁山，他是被逼无奈，但或许也是他的性格，导致他有了这样的一个命运。\\n\\n我当初为什么选择Crypto？最初很大原因是被逼迫的，我2021年为什么会迎来一系列的转变，也是始料未及。\\n\\n2020年底\\\\~2021年初的时候，我临危受命，从团队的一个普通成员，快速为转变身份变成leader的角色。这一开始其实并非我的规划，更非我最初之所愿，但在报恩的心态以及想把杂事解决，让团队专注业务的角度出发，我决定接受这个挑战。\\n\\n最初的一段时间是非常慌乱的，于是看了很多文章。记忆最深的是一篇说币安组织架构的，讲到币安的员工推荐去看《领导梯队》这本书，对管理很有启发。于是我也自己找来阅读，说来惭愧，这也变成了我2021年花费最多时间读的一本书。\\n\\n我觉得它带给我最大的启发，是知道自己的角色需要根据承担的责任不断的变化，不可以守旧，不可以在舒适圈里面重复自己以往擅长的事情。我从一个单纯搞Marketing，写文案，联系媒体，做social的人，需要去涉猎产品的设计、研发、测试、上线，以及人员的管理、招聘和统筹。\\n\\n虽然最终，我发现我并不乐衷于一线团队的人员管理，我对花大量时间照顾人的情绪、解决争端和填表汇报没有兴趣。我很在意团队成员的感受，即一种特殊的半亲密关系，从而在情绪、时间上造成了很多损耗。比起做这样的管理，我更愿意专注在具体的事物上，去和对手打仗，和平级、客户、合作伙伴协作。今年的经历，帮助我认清了自己。\\n\\n在这里我必须提一嘴，让一个组织高效的运转，是一件非常非常难的事情。效率，公平，质量真的非常难兼得。所以我对DAO是持有一定悲观态度的，即使是DAO，也是由人构成的，只要是有人在的地方，就有江湖。技术固然不断进化，但同时我们应该如何去面对人性谁都无法规避的弱点，贪欲、懒惰、嫉妒、愤怒，这才是真正的难题。\\n\\n当然，面对难题，面对不确定性，面对各种各样的逼迫，学会面对、变通和通过创新找到解决方案，这才是最有价值的部分。感谢2021，在逼迫中，我快速成长和蜕变。\\n\\n## 急变\\n\\n2021年的变化，不单是外在上的，更多是内心的剧变。\\n\\n2021年之前，我资产组合里面是完全不会考虑房地产的，觉得上车门槛高、且回报率性价比低。但2021年，我在东京和内地的某N线城市买了房。东京房地产，我是当做债券在持有的，看重的是现金流和稳定性。而后面的房子，完全是基于房住不炒的前提下，想给自己在小地方留一个安度下半身的居所，仅此而已。\\n\\n2021年之前，我一直都是极度忙碌和焦灼的状态，到了2021年底，我想让自己慢下来。\\n\\n这些年，我爸总是抱怨说，我自从上大学之后，就一直一直处于“忙碌”的状态，而事实也是如此。无论我在哪个行业，无论我在哪个城市，从内心深处，我其实都不希望自己停下来。对我来说，停下来，就以为着要面对太多痛苦和不确定性，还是忙点好。\\n\\n所幸，最终我找到了一个我喜欢而它也能接纳我的行业，能兼顾快乐舒适、也有尊严地活着的行业。但进入到加密圈后，我依然关心的在焦虑中前行，当然这也让我快速的学习和成长。\\n\\n但到了2021年底，即将32岁的我，开始想要**做减法**了。\\n\\n减少不必要的焦虑，减少不必要的社交，减少不必要的消费。\\n\\n我意识到一个人的精力不可能面面俱到，很多的财富密码过了眼，但没有深入研究和思考于是错过。最终，发现还是必须专注在少量的领域和生态去深入了解，比如我最近喜欢的SOL,COSMOS系，这样有一手的信息，自己也才有信心拿住。\\n\\n因为之前工作的领域围绕稳定币展开，我很早（2020年中旬之时）就知道了Terra/UST，但觉得所有的算稳都是Ponzi，并且觉得没有很强的生态支持这东西不可能做起来，也没有过多的研究和持续关注，后来，大家也都看到了。\\n\\n市场不确定性太大，新东西有多，我身边很多人，难以长持一个标的物，卖飞N倍的大有人在。**我觉得其核心原因还是自己没有DYOR，仅听别人一面之词，是很难产生足够的信仰支撑长期持有的。**\\n\\n而另一个坏毛病，是在多变的环境中，对一个比较古老的标的有过分的情感（无论是极端的正面，或是极端的负面），导致一叶障目，没有能很好的观察到变化。最典型的就是Curve，当初就是觉得Curve 的算法，团队很牛逼，经济模型一言难尽，全稀释市值高的离谱，锁仓四年简直要人命，可以用可以摩拜但就不敢买。后来才发现，\\\\*\\\\*原来VeCRV的经济模型，是DeFi里面最扛霸的模型。而基于CRV痛点去做改进、提供流动性、投票权解决方案的项目，就是市场刚需。\\\\*\\\\*我没有能变化思路去看这个事情，是一个教训。\\n\\n这个市场能赚钱的东西太多了，但我还是尽量选择自己真正喜欢的，真正关注的东西。也就是说，在别人觉得苦觉得累的Research上面，我可以怀着好奇心和乐趣去做。如果我不喜欢，这是无法做到的。说实话，2021年我没有追上大多数热点，但仅有的几个重仓、拿住的，也让我的整体收益率跑赢了行业beta，我对此还比较满意。\\n\\n希望我的2022可以尽可能少，尽可能精，也尽可能保持更新自己的看法。\\n\\n## 聚散\\n\\n我也非常幸运的在2021年，遇到、确认一些能够长久交往的人，这是比任何金钱、资产都要宝贵的精神和人生财富。\\n\\n人这种东西，和酒一样，是需要时间的去沉淀，发酵和了解的。或许幸运，有些人是一眼万年，而更多人则是需要等时间过得久些，你才能知道TA的醇。\\n\\n这一年我辗转多地，终于可以和不同的朋友聊聊这些年的经历。从他们口中对比我自己过去的一些想法和状态，觉得自己也有很多改变。我也有意无意间，展示到自己的价值，受到一些认可，完成了非常值得纪念的行业身份蜕变。\\n\\n现在的我更加注重自己的感受，而非要对外讨好，我开始有勇气说“我做不到”，而不是对每件事都苛求自己要完美达成。我想把更多时间，更多的情感，放到我觉得值得、可以和我有互动、有反馈的人身上，对于泛亲密关系，我变得更加主动和积极。\\n\\n从性格来说，我是一个一旦确认，就会很专一的人。多年上馆子点来点去只吃那几样菜品，从19岁吃到32岁，在香港的话就吃同一款早餐。\\n\\n所以在投资上，我就会有一个问题，**往往对某些版块某些项目进入地过早，而因为拿住的时间又太长，不会止盈，没有实现利益最大化。**\\n\\n因为不会止盈，所以我拿住了几个很多人都拿不住的百倍币。因为不会止盈，我也往往无法在利润最丰满的时候全身而退。所以，我到底是受益于此，还是受限于此呢？\\n\\n2021年底，我选择了放下，放弃很多可能性。我主动选择去生活，选自己真正想要的，而不是世人觉得对的。也再次认识到，在人生这场旅途中，很多东西，很多人，真的只能陪你走一段路。花开花落，聚散有时。正因如此，在一起的时候，才要倍感珍惜，别离的时候，也要好好告别。尽量，不要留下遗憾。\\n\\n说到投资，也是一样的，该斩仓的斩仓，市场风格轮动了，该换思路的就要换思路。不要在沉没成本中出不来，会很受伤。\\n\\n以上就是我对2021年的总结，最后来谈谈我对2022的看法。\\n\\n## 展望\\n\\n\\\\*\\\\*1.\\\\*\\\\*对于很多行业，很多人，2021年是一个分水岭。而2022年，则是分水岭的延续。从全球流动性来说，美元为首的西方流动性，会逐步紧缩，这会是一个大概率无法改变的事件，**而且我认为紧缩很有可能会持续到2023。玄学一点说，2023\\\\~2024年是下一个20年九紫离火大运的开端，在每次换大运的时候都会有动荡**。相反的，在东方，2022很可能会出现逆周期对冲手段，会有水源的供给。我觉得如果从跨区域、跨类别资产配置的角度，就要做相应的思路转换，一定要思考这个宏观大背景。**我们必须知道，在每一个市场，我们赚的“终极的钱”，其源头到底来自于哪里。**\\n\\n\\\\*\\\\*2.\\\\*\\\\*在加密资产的行业内，我认为**大规模的长期普涨很可能不会在2022年发生，毕竟没有BRRRR的情况下无法有大量新资金推高老资产**。如果要发生，也可能只是短期的剧烈波动。更有可能的，是**某一些小版块的轮动**，当然核心是需要技术创新，和看各版块项目开发、迭代及最终落地情况。当然了，在座的基本都是长期主义者了，我个人页依然至少看好未来5\\\\~10年的黄金发展时间。核心还是做好基础的东西，做好自己的事情，把蛋糕做大，坚决拒绝去卷。\\n\\n如果站在投资者的角度，我要吸取的教训就是当一个版块的热度达到相对高度的时候，有一些明显的特征出现，比如土狗化和大众喊单，那就一定要注意止盈撤退，寻找下一个版块，不要过多留恋。\\n\\n\\\\*\\\\*3.\\\\*\\\\*对于DAO，Metaverse，包括Crypto Gaming很可能依然是极早期，也就意味着**目前在市面上绝大多数应用会变成先烈，绝大多数的尝试，会失败，无法挺到真正的春天**。但这完全是正常的，符合规律的，唯有经历这些痛苦，才会沉淀和识别出真正的价值。\\n\\n另外，其实我是从内心深处抵触Gamefi称谓的，所以特地替换它。我觉得行业很多时候，包括我自己，都会变得魔怔。当你屁股坐上去，也天天在看一些东西的时候，看其他的东西都想往上套。1718年的时候是这样，DeFi/GameFi是这样，Web3.0亦如是。\\n\\n作为一个对人非常敏感，五环内，五环外的人都有很多接触的人，我真诚的表示，不是啥东西都可以fi的，不是什么人都每天想着赚钱的。虽然很多人口口声声说穷和缺钱，但绝大多数人的脑子里面**并不能花太多时间想怎么赚钱**，**绝大多数人对赚钱/研究这件事情毫无兴趣，只是对结果有无比的向往。**\\n\\n千万不要强加自己的意志到广大用户身上，也不要试图和人性作对，否则你迟早会知道小丑竟是我自己。任何形式的娱乐和消费性质的内容，可玩性/可读性/体验才是第一位的。不要搞本末倒置，买椟还珠的事情。\\n\\n不然你想象一下，当你肚子疼去人满的厕所，有人却在拦住你大肆推销ShitFi，还告诉你能赚钱100倍，你会不会把这人打一顿？\\n\\n以上，就是我的分享。\",\"timestamp\":1641519599,\"title\":\"我的2021：夜奔急变，聚散有时\"},\"digest\":\"NRL0myRIb4d24FClh0Isc5rzTv3p3NZ3hDSVj5gFrk8\",\"authorship\":{\"contributor\":\"0x306bA4E024B9C36b225e7eb12a26dd80A4b49e77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9iOxKJGrGrszcz1sGDLsdHVu0f6kQfvYX0SBx_kFPrc\\\",\\\"y\\\":\\\"_ElXJ0hoFeuEn7Uf-ugLEIMFm7XJ92AVOKQkJmvuCiA\\\"}\",\"signature\":\"6uACSb0ZB04CspNofhCX0zvlV4cXFM6vVtzZGfLgZhK6YnOXw9inVtAi6UVZ-wjdoyh3Elg54N-T1N_HPhZwPQ\",\"signingKeySignature\":\"0x3de2f760d9b43b6d393b8b6e419d9ff32407dddc1e2e65c5ac09acfe3d4d9802378e6ea74f7098c4d4d04f143f0c0049a5bbd7aabac8f9491b383e89c20943ff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9iOxKJGrGrszcz1sGDLsdHVu0f6kQfvYX0SBx_kFPrc\\\",\\\"y\\\":\\\"_ElXJ0hoFeuEn7Uf-ugLEIMFm7XJ92AVOKQkJmvuCiA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vL8cNVxmI-kTmPA3sJXx2-k91zKy2c1QMVj9fbapQG4\"}"