"{\"content\":{\"body\":\"Lin Lei followed Beiruti and again flew out of the deep hole toward the door of space.The door of space.In the middle of an undersea canyon above a dark rock, the strange space fluctuation, far away, Lin Lei and a few others clearly feel.\\n\\n\\\"Go in.\\\"When Beirut thought, the door of space opened.\\n\\nThe four flew in one after another.\\n\\nFrom one side of the door to the other, it is already on another plane.\\n\\n\\\"The tombs of the gods are in the same position.\\\"Lin Lei came once.Feeling the binding ability of this surface, I could not help wondering to Look at Beirut, \\\"Sir Beirut, this surface, should be much higher than the material plane, how can magnolia plane closely connected?\\\"In those days, Lin Lei was still a sacred area when he first entered here.\\n\\nEven one of the five holiest places on magnolia.Valkyries under the big disciple Faen, god knowledge range is only ten meters.\\n\\n\\\"This is the plane the Lord God created.\\\"Green fire light smile way, \\\"that is, god position surface, binding power.Much higher than the plane of matter.\\\"\\n\\n\\\"But compared with hell, binding power is much smaller.\\\"\\\"Lin Lei commented.\\n\\nNearby Beirut laughed and said, \\\"Lin Lei, when you reach the realm of the Lord god, you can create planes independently.It is said that the four supreme gods alone created the underworld, the underworld, the heaven and the highest surface of life.Of course the strongest binding force.The seven divine planes are created by the cooperation of the seven main gods of each department.For example, the light god plane, the master of the light system and other seven main gods created together, is also more stable and powerful than my face, after all.This is the surface of my next God's creation.\\\"\\n\\n\\\"Sure enough.\\\"Lin Lei had a vague sense that this might be a status-creating aspect of Beirut.\\n\\n\\\"Creating the plane of god?Wow, that's amazing.\\\"Beibei exclaimed in surprise, \\\"But grandpa, this plane of god.The Lord God can get in.Are you not afraid of the Lord of light coming?\\\"\\n\\n\\\"Rest assured, my divine plane is connected to the Magnolia plane.If other gods enter my plane and just touch the edge of my plane, I, the plane creator, will know.If the Light Master comes, I will enter the Magnolia plane in an instant.\\\"Beirut smiled.\\n\\nLin Lei sighed to himself: \\\"Beirut, the ground is very careful.\\\"\\n\\n\\\"Ahead is the tomb of the Gods.\\\"Beirut is in the distance.\\n\\nDeep water turbulent, Lin Lei also clearly saw that a square meters.It's nearly 20,000 meters high.Almost a cuboid, the top of the huge tip of the cemetery.The front of the cemetery.The sculpture is a huge wingless dragon, winding dragon, amazing momentum.\\n\\nThe other three walls are also carved with statues of three other gods.\\n\\nLast time, Lin Leilai didn't notice.But this time Lin Lei completely understood, Lin Lei even urgently asked: \\\"Beirut, this four sides carving, this dragon carving and I display the talent of the magic when the green dragon virtual shadow, is exactly the same.And the other tri heads, just like the other tri carvings I found in the Helpan Mountain range.Is there anything special about that?\\\"\\n\\n\\\"Yes, these four carvings are exactly the appearance of the four gods and beasts.\\\"Beirut exclaimed.\\n\\n\\\"Come with me.\\\"Beirut immediately flew to the top of the tombs.\",\"timestamp\":1635744683,\"title\":\"Master of light\"},\"digest\":\"uqQimS_3AbVhGr0HAZRaRvaWx4GTq7dDsIGvgPP0xzU\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"z45-e5MDsZj7JzJHPDFqpr4nrDpBMi0KPbqliyJBXyFpFaM6Dw5D9IM2pgR7ckA7IGunALVzkFe53CTf_LDxYg\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uqQimS_3AbVhGr0HAZRaRvaWx4GTq7dDsIGvgPP0xzU\"}"