"{\"content\":{\"body\":\"and cases such as Blind Tom and other 'idiot savants,' who could repeat the contents of a newspaper after a single reading, justify the supposition. Fearon, on 'Mental Vigor,' tells of a man who could remember the day that every person had been buried in the parish for thirty-five years, and could repeat with unvarying accuracy the name and age of the deceased and the mourners at the funeral. But he was a complete fool. Out of the line of burials he had not one idea, could not give an intelligible reply to a single question, nor be trusted even to feed himself. While memory-development is thus apparent in some otherwise defective intellects, it has probably as often or oftener been observed to occur in connection with full or great intelligence. Edmund Burke, Clarendon, John Locke, Archbishop Tillotson, and Dr. Johnson were all distinguished for having great strength of memory. Sir W. Hamilton observed that Grotius, Pascal, Leibnitz, and Euler were not less celebrated for their intelligence than for their memory. Ben Jonson could repeat all that he had written and whole books he had read. Themistocles could call by name the 20,000 citizens of Athens. Cyrus is said to have known the name of every soldier in his army. Hortensius, a great Roman orator, and Seneca had also great memories. Niebuhr, the Danish historian, was remarkable for his acuteness of memory. Sir James Mackintosh, Dugald Stewart, and Dr. Gregory had similar reputations.\\n\\n\\\"Nor does great mental endowment entail physical enfeeblement; for, with temperance, literary men have reached extreme old age, as in the cases of Klopstock, Goethe, Chaucer, and the average age attained by all the signers of the American Declaration of Independence was sixty-four years, many of them being highly gifted men intellectually. Thus, in the case of the phenomenal Oscar it cannot be predicted that he will not develop, as he now promises to do, equal and extraordinary powers of mind, even though it would be rare in one of his racial descent, and in the face of the fact that precocity gives no assurance of adult brightness, for it can be urged that John Stuart Mill read Greek when four years of age.\\n\\n\\\"The child is strumous, however, and may die young. His exhibitors, who are coining him into money, should seek the best medical care for him and avoid surcharging his memory with rubbish. Proper cultivation of his special senses, especially the tactile, by competent teachers, will give Oscar the best chance of developing intellectually and acquiring an education in the proper sense of the word.\\\"\\n\\nBy long custom many men of letters have developed wonderful feats of memory; and among illiterate persons, by means of points of association, the power of memory has been little short of marvelous. At a large hotel in Saratoga there was at one time a negro whose duty was to take charge of the hats and coats of the guests as they entered the dining-room and return to each his hat after the meal. It was said that, without checks or the assistance of the owners, he invariably returned the right articles to the right persons on request, and no matter how large the crowd, his limit of memory never seemed to be reached. Many persons have seen expert players at draughts and chess who, blindfolded, could carry on numerous games with many competitors and win most of the matches. To realize what a wonderful feat of memory this performance is, one need only see the absolute exhaustion of one of these men after a match. In whist, some experts have been able to detail the succession of the play of the cards so many hands back that their competitors had long since forgotten it.\\n\\nThere is reported to be in Johnson County, Missouri, a mathematical wonder by the name of Rube Fields. At the present day he is between forty and fifty years of age, and his external appearance indicates poverty as well as indifference. His temperament is most sluggish; he rarely speaks unless spoken to, and his replies are erratic.\\n\\nThe boyhood of this strange character was that of an overgrown country lout with boorish manners and silly mind. He did not and would not go to school, and he asserts now that if he had done so he \\\"would have become as big a fool as other people.\\\" A shiftless fellow, left to his own devices, he performed some wonderful feats, and among the many stories connected with this period of his life is one which describes how he actually ate up a good-sized patch of sugar cane, simply because he found it good to his taste.\\n\\nYet from this clouded, illiterate mind a wonderful mathematical gift shines. Just when he began to assert his powers is not known; but his feats have been remembered for twenty years by his neighbors. A report says:--\\n\\n\\\"Give Rube Fields the distance by rail between any two points, and the dimensions of a car-wheel, and almost as soon as the statement has left your lips he will tell you the number of revolutions the wheel will make in traveling over the track. Call four or five or any number of columns of figures down a page, and when you have reached the bottom he will announce the sum. Given the number of yards or pounds of articles and the price, and at once he will return the total cost--and this he will do all day long, without apparent effort or fatigue.\\n\\n\\\"A gentleman relates an instance of Fields' knowledge of figures. After having called several columns of figures for addition, he went back to the first column, saying that it was wrong, and repeating it, purposely miscalling the next to the last figure. At once Fields threw up his hand, exclaiming: 'You didn't call it that way before.'\\n\\n\\\"Fields' answers come quick and sharp, seemingly by intuition. Calculations which would require hours to perform are made in less time than it takes to state the question. The size of the computations seems to offer no bar to their rapid solution, and answers in which long lines of figures are reeled off come with perfect ease. In watching the effort put forth in reaching an answer, there would seem to be some process going on in the mind, and an incoherent mumbling is often indulged in, but it is highly probable that Fields does not himself know how he derives his answers. Certain it is that he is unable to explain the process, nor has any one ever been able to draw from him anything concerning it. Almost the only thing he knows about the power is that he possesses it, and, while he is not altogether averse to receiving money for his work, he has steadily refused to allow himself to be exhibited.\\\" In reviewing the peculiar endowment of Fields, the Chicago Record says:--\\n\\n\\\"How this feat is performed is as much a mystery as the process by which he solves a problem in arithmetic. He answers no questions. Rapid mathematicians, men of study, who by intense application and short methods have become expert, have sought to probe these two mysteries, but without results. Indeed, the man's intelligence is of so low an order as to prevent him from aiding those who seek to know. With age, too, he grows more surly. Of what vast value this 'gift' might be to the world of science, if coupled with average intelligence, is readily imagined. That it will ever be understood is unlikely. As it is, the power staggers belief and makes modern psychology, with its study of brain-cells, stand aghast. As to poor Fields himself, he excites only sympathy. Homeless, unkempt, and uncouth, traveling aimlessly on a journey which he does not understand, he hugs to his heart a marvelous power, which he declares to be a gift from God. To his weak mind it lifts him above his fellow-men, and yet it is as useless to the world as a diamond in a dead man's hand.\\\"\\n\\nWolf-Children.--It is interesting to know to what degree a human being will resemble a beast when deprived of the association with man. We seem to get some insight to this question in the investigation of so called cases of \\\"wolf-children.\\\"\\n\\nSaxo Grammaticus speaks of a bear that kidnapped a child and kept it a long time in his den. The tale of the Roman she-wolf is well known, and may have been something more than a myth, as there have been several apparently authentic cases reported in which a child has been rescued from its associations with a wolf who had stolen it some time previously. Most of the stories of wolf-children come from India. According to Oswald in Ball's \\\"Jungle Life in India,\\\" there is the following curious account of two children in the Orphanage of Sekandra, near Agra, who had been discovered among wolves: \\\"A trooper sent by a native Governor of Chandaur to demand payment of some revenue was passing along the bank of the river about noon when he saw a large female wolf leave her den, followed by three whelps and a little boy. The boy went on all-fours, and when the trooper tried to catch him he ran as fast as the whelps, and kept up with the old one. They all entered the den, but were dug out by the people and the boy was secured. He struggled hard to rush into every hole or gully they came near. When he saw a grown-up person he became alarmed, but tried to fly at children and bite them. He rejected cooked meat with disgust, but delighted in raw flesh and bones, putting them under his paws like a dog.\\\" The other case occurred at Chupra, in the Presidency of Bengal. In March, 1843, a Hindoo mother went out to help her husband in the field, and while she was cutting rice her little boy was carried off by a wolf. About a year afterward a wolf, followed by several cubs and a strange, ape-like creature, was seen about ten miles from Chupra. After a lively chase the nondescript was caught and recognized (by the mark of a burn on his knee) as the Hindoo boy that had disappeared in the rice-field. This boy would not eat anything but raw flesh, and could never be taught to speak, but expressed his emotions in an inarticulate mutter. His elbows and the pans of his knees had become horny from going on all-fours with his foster mother. In the winter of 1850 this boy made several attempts to regain his freedom, and in the following spring he escaped for good and disappeared in the jungle-forest of Bhangapore.\\n\\nThe Zoologist for March, 1888, reproduced a remarkable pamphlet printed at Plymouth in 1852, which had been epitomized in the Lancet. This interesting paper gives an account of wolves nurturing small children in their dens. Six cases are given of boys who have been rescued from the maternal care of wolves. In one instance the lad was traced from the moment of his being carried off by a lurking wolf while his parents were working in the field, to the time when, after having been recovered by his mother six years later, he escaped from her into the jungle. In all these cases certain marked features reappear. In the first, the boy was very inoffensive, except when teased, and then he growled surlily. He would eat anything thrown to him, but preferred meat, which he devoured with canine voracity. He drank a pitcher of buttermilk at one gulp, and could not be induced to wear clothing even in the coldest weather. He showed the greatest fondness for bones, and gnawed them contentedly, after the manner of his adopted parents. This child had coarse features, a repulsive countenance, was filthy in his habits, and could not articulate a word.\\n\\nIn another case the child was kidnapped at three and recovered at nine. He muttered, but could not articulate. As in the other case, he could not be enticed to wear clothes. From constantly being on all-fours the front of this child's knees and his elbows had become hardened. In the third case the father identified a son who had been carried away at the age of six, and was found four years afterward. The intellectual deterioration was not so marked. The boy understood signs, and his hearing was exceedingly acute; when directed by movements of the hands to assist the cultivators in turning out cattle, he readily comprehended what was asked of him; yet this lad, whose vulpine career was so short, could neither talk nor utter any decidedly articulate sound.\\n\\nThe author of the pamphlet expressed some surprise that there was no case on record in which a grown man had been found in such association. This curious collection of cases of wolf-children is attributed to Colonel Sleeman, a well-known officer, who is known to have been greatly interested in the subject, and who for a long time resided in the forests of India. A copy, now a rarity, is in the South Kensington Museum.\\n\\nAn interesting case of a wolf-child was reported many years ago in Chambers' Journal. In the Etwah district, near the banks of the river Jumna, a boy was captured from the wolves. After a time this child was restored to his parents, who, however, \\\"found him very difficult to manage, for he was most fractious and troublesome--in fact, just a caged wild beast. Often during the night for hours together he would give vent to most unearthly yells and moans, destroying the rest and irritating the tempers of his neighbors and generally making night hideous. On one occasion his people chained him by the waist to a tree on the outskirts of the village. Then a rather curious incident occurred. It was a bright moonlight night, and two wolf cubs (undoubtedly those in whose companionship he had been captured), attracted by his cries while on the prowl, came to him, and were distinctly seen to gambol around him with as much familiarity and affection as if they considered him quite one of themselves. They only left him on the approach of morning, when movement and stir again arose in the village. This boy did not survive long. He never spoke, nor did a single ray of human intelligence ever shed its refining light over his debased features.\\\"\\n\\nRecently a writer in the Badmington Magazine, in speaking of the authenticity of wolf-children, says:--\",\"timestamp\":1639718423,\"title\":\"\\n\\\"It is a popular idea that great vigor of memory is often associated with low-grade intelligence\"},\"digest\":\"OF2m6yZjIbvZJf4psxnGbYhhwU4ztI3aQrCOZh9Cp6w\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a-TO6zAS-BmPvf8ceQQcR1z4cGl2UeSuQl9kgrOAzN0\\\",\\\"y\\\":\\\"6bvVzcRUscXbPbGbm6iZiXJ77OZ10SYa2KhLE87po9M\\\"}\",\"signature\":\"tUowP7Np6-XLoJNfKazLr7s6sODD0Bn-4be_Q5b0etrYMQ1jBMbw9Fx3EPTbOQDEeCmclE_jw9CpQ2BOUoKcWA\",\"signingKeySignature\":\"0x10f55a1f0fab8f6954a56ce39221b0104362bd70bdc19a2f242e5df9955f6dbd7c6e73a9899100af0045346c60f0134ab7e0d1a6c10aaed52c3b0252ab0a95a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a-TO6zAS-BmPvf8ceQQcR1z4cGl2UeSuQl9kgrOAzN0\\\",\\\"y\\\":\\\"6bvVzcRUscXbPbGbm6iZiXJ77OZ10SYa2KhLE87po9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OF2m6yZjIbvZJf4psxnGbYhhwU4ztI3aQrCOZh9Cp6w\"}"