"{\"content\":{\"body\":\"在熊熊燃烧的炉火中，长弓中间的那段金属接口开始慢慢软化，我轻轻地用铁夹将它提了起来，端放到铁砧之上，拿起我那狮兽的咆哮，叮叮当当开始大重若轻地修整起长弓的接缝处来。\\n\\n```\\n经过四次反复的煅造，整个弓身终于以接近完美的形态呈现在我眼前，连接处还被我特意锤打出两片薄薄的侧翼，如张开的贝壳一般张了开来，不但美观，而且还能保护握弓之手。\\n\\n看着自己的试验品，我满意地点点头，开始用剩余的矿石溶液，为它镀上一层光鲜的金属外衣。这一步就比较方便了，有了上回打造魔杖的经验，我很快就为这把长弓镀上一层银白色的光膜。但是在接口处，我故意露出一段如珊瑚般鲜艳的红块，正好用作搭箭的凹槽，白里透红，煞是与众不同。\\n\\n弓身已经成型，接下来就是最后一步上弓弦。这个倒也不难，几乎我见到过的所有长弓，上弦都是采用的同一种方法，那就是直接系弦固定。\\n\\n从背包里取出一根龙筋，拿起咱的诅咒之刃，将上面一些多余的毛刺剔掉，清理干净后，我将龙筋在弓身顶端的凹槽上扣了一个环，然后绕上两圈半，用力一拉，这样弓弦的一端就牢牢地固定在弓柄上，而固定另一端时，就要麻烦一点，因为必须让弓身稍稍弯曲几分，才能让弓弦绷紧，使得出箭更加有力道。\\n\\n……终于把弓弦上好了，一扬手，一把崭新的疾风硬弓成功煅造完毕，对于获得多少经验我不在乎，这弓的属性倒是值得我好好看看：\\n\\n疾风硬弓等级：32（玄铁）\\n\\n攻击：54—70\\n\\n持久：45\\n\\n双手\\n\\n速度：4.0\\n\\n属性：有一定几率，在攻击时会产生两连射效果（所谓两连射，就是连续射出两枝长箭）。\\n\\n恩，还算不错，就它属性能够产生连射几率这点来说，跟咱当初那把刺牙之碧晶弩就不相上下，而且它的攻击力比弩可强多了，总的来说还是比较令人满意的，拿出去应该能卖上个好价钱。\\n\\n乘着手热赶紧打铁，俺接连又尝试着打造出其他几种长弓后，对于连接弓柄，已经有了点心得体会，得，咱也不浪费时间了，定了定神，目光扫视了周边的材料，哥们我准备大干一场，搞搞创新，弄把新品长弓出来了。\\n\\n由于我手头最好的弓身材料就是雷鸟肋骨，所以我准备参照飞羽弓的锻造方法来搞突破，因为在三种长弓之中，只有飞羽弓的弓身是用兽骨制造而成，只要能够弥补它在攻击力上的不足，一定能够成为款受玩家追捧的新型强弓。\\n\\n取出两根色泽淡红的雷鸟肋骨，我准备按照飞羽弓的做法，先将它们连接起来再说。抓着两根肋骨在手中仔细这么一打量，我突然发现这雷鸟肋骨与一般的野兽肋骨有所不同。\\n\\n微微散发着淡红色莹光的肋骨上，交错分布着片片如鱼鳞一般的细小花纹，互相敲击几下，发出如金属般的铿锵之声，其硬度由此可见一斑，而且弹性也非常好，最重要的是，从肋骨中间那小洞里看去，里面竟然中空的。\\n\\n我脑中突然灵光一闪，既然如此，那可不可以用这种方法来连接肋骨呢？\\n\\n其他都别说了，想到咱就来做，不做哪知道是好是坏呢。\\n\\n深吸一口气，我从包袱里取出几块优质的紫晶冰矿，舍不得孩子，套不着狼，既然要想打造出把好武器，当然不能舍不得好材料，该用的，还是得用。\\n\\n不过这次我没有直接把它们丢进熔炉里面，而是放在边缘处，接着施展出我那中级小火球，碍着它的威力过于惊人，我可是提着心，百般谨慎地控制着手中那团跳动着紫光的小球，慢慢贴近熔炉，汲取里面的火焰，然后再来融化矿石。\\n\\n紫晶冰矿如同暴露在阳光下的冰块，逐渐熔化开来，玫瑰色的液体在熔炉里的凹槽中缓缓流动着，散发出夺人心魄的光彩。\\n\\n见时机成熟，我将修整好的两根雷鸟肋骨齐刷刷地平放在一起，让它们中间的小孔向上，用铁勺舀起矿石熔液，细心地浇注到肋骨上的小孔里，当两根肋骨被填满时，趁着紫晶冰矿还没有完全冷却，我迅速地将两根肋骨拼凑到一起，再在外面浇上剩余的矿石熔液，没等溶液滴落，赶紧洒倒上一瓶冷冻剂和食人魔之血，一片升腾的白蓝交错烟雾顿时弥漫在我眼前，如此这般后的雷鸟肋骨，会呈现出什么模样呢，我心里充满了期待和幻想。\\n\\n烟雾散去，两根淡蓝色的雷鸟肋骨完美地结合在一起，中间只有一圈小小的紫红色细纹将它们的接口处包裹着，看起来似乎是那么的脆弱不堪，可我心里清楚得紧，没有哪种骨质长弓会比它更加牢固，起码现在没有，因为它是被紫晶冰矿从中间直接连在了一起，也就是说，它们已经完全成为一个整体。\\n\\n满意地将自己的作品拿在手中反复欣赏了片刻，我开始准备为它添加上一层金属外衣，用什么矿石好呢，微微思索了片刻，我决定用白金密矿加上紫晶冰矿，这两种矿石的质量都是比较轻的，不会让锻造好的长弓显得十分的笨重。\\n\\n这事情的发展趋势，往往总是出乎人的意料之外，原本我认为有难度的连接过程，偏偏就能很顺利的完成，而这没有悬念的镀膜，却怎么弄，都无法成功。\\n\\n只见那融化后的矿石熔液，始终无法附着在雷鸟肋骨上，最多也只是在尾端稍稍留下一小块。其他部位，熔液只要一沾到上面，就会很快形成水珠状，悄然滑落到两边，就像用水洒在涂满了油脂的钢管上一般，根本依附不住，只有矿石中的蓝色元素，似乎全部被肋骨吸收了一般，沉淀在弓身上。\\n\\n在尝试过N次后，我终于学会了放弃，不再奢望能给这肋骨加上层金属膜，否则的话，这两根肋骨很有可能经受不住高温的一再烘烤，变成堆垃圾。\\n\\n叹了口气，我拿起这件半成品，目光一扫，猛地发现那些滑落到两边的矿石溶液，已经凝结形成一条条细长的金属圆柱，怎么会这样呢？\\n\\n怀着疑问，我从背包里拿出一根雷鸟肋骨仔细观察起来。\\n\\n哦，原来雷鸟肋骨不仅仅是中空，在它外表上，还散布着无数小孔，跟肋骨中间的空隙是连通的，这些低垂在外面的金属柱，实际上已经跟肋骨里的紫晶冰矿溶液连在一起，这在无形之中不但加固了弓身强度，而且使得它的平衡性更为精准。只不过，这弓身的式样好像难看了点。\\n\\n我一想到飞羽弓那华而不实的美丽外形，不由灵机一动。这些金属柱长短大小跟飞羽弓后面装饰用的羽毛分布形状颇有几分相似之处，或许，我可以尝试将这些金属柱改造改造，让它达到实用与美观同在。\\n\\n转手将弓身继续放到炉火中加热，见那些金属柱渐渐发两，开始慢慢变软时，我立即将它取了出来，斜放在铁砧之上，挥舞着工艺锤，将它们一一敲平，跟着用小凿子刻琢出羽毛的外形。\\n\\n坚持到底就是胜利，终于在我的不懈努力下，一把外貌酷似飞羽长弓的天蓝色弓身问世了，不同与飞羽长弓的就是，它两侧锻造出的金属羽毛，全部都同弓身内部紧密地连接在一起，并且可以随着弓身的弯曲而调整平衡，只有二个字可以形容这把长弓——完美。\\n\\n绑上特别加料的双层龙筋，一把闪烁着凛人光泽，酷态十足的长弓出现在我的面前。\\n\\n无名长弓等级：40级（白银）\\n\\n攻击：75—110\\n\\n持久：55\\n\\n双手\\n\\n速度：4.6\\n\\n属性：增加对魔兽系怪物的杀伤力，有一定机率会造成穿刺效果（提高双倍杀伤力），有一定几率，在攻击时会产生三连射效果\\n\\n********************\\n\\n向弟兄们介绍本新书，小隐刚刚看到，速度奇快：\\n\\n书号:134345\\n\\n类型:都市异能\\n\\n链接:http:///showbook.asp?bl_id=134345\\n\\n点击察看图片链接：\\n```\\n\\n\\n------------\",\"timestamp\":1640772797,\"title\":\"第三百零六章 长弓蓝翎二\"},\"digest\":\"sJW5nRrdkqzDfdBnt-6GAYRQR3rScKZPF6uNG7CRXqk\",\"authorship\":{\"contributor\":\"0x36c4F7391F37435B05FaA1FEFb2ABF26ab51cF06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_rKRXyhpLUcR8RGwShezfSxcAkyRzTAWsggCtRGURb4\\\",\\\"y\\\":\\\"rcvmAZglG-z-Q9_GUCFI4A7RW3q5qn1ej6G8wZ1r384\\\"}\",\"signature\":\"DkSyw5hY8rD88M0_jOiQbCl65UTafE2-Dtoth6vgmpspey5K4udRpN5P7RiMUEW0yFGsxmdE8VKXl-3GGaS6Sw\",\"signingKeySignature\":\"0xe500adfa297d0be828cabc8aafb0c6348276131eff12496a2879f02fd2cb7eb5458d1fd3d7ee156b9e74d9b8fa509a87e3dfc6e49c20f78a247b0252a4ac510d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_rKRXyhpLUcR8RGwShezfSxcAkyRzTAWsggCtRGURb4\\\",\\\"y\\\":\\\"rcvmAZglG-z-Q9_GUCFI4A7RW3q5qn1ej6G8wZ1r384\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sJW5nRrdkqzDfdBnt-6GAYRQR3rScKZPF6uNG7CRXqk\"}"