"{\"content\":{\"body\":\"How much money is a monkey really worth? Well, if it’s one from the Bored Apes Yacht Club collection, it’s going to be at least 50 ETH which as of writing translates to $200,000. Some apes are more valuable than others, depending on the combined rarity of the traits for each NFT ape. The BAYC is one of the most well-known NFT collections, with celebrities like Jimmy Fallon, DJ Khaled, Steph Curry and Post Malone signing up to the hype, helping to drive the price up 62,400% from the initial 0.08 ETH the apes were sold for on the open market. \\n\\n## Early Ape days\\n\\nBored Ape Yacht Club was launched in April 2021 by Gargamel, Gordon Goner, Emperor Tomato Ketchup and No Sass. In 2017, Gargamel and Gordon Goner operated on the periphery of the crypto space – watching and learning. In an [interview](https://www.coindesk.com/business/2021/09/01/the-bored-apes-founders-havent-yet-joined-the-yacht-club/) with Coindesk, they said they wanted to go deeper into crypto, but hadn’t yet found their angle – they weren’t great at trading, investing, or developing. \\n\\nThen, as the NFT movement swung into action, they saw their chance as a creative force, creating a collection of characters, with a backstory, and a compelling hook. With the help of their friends No Sass Emperor Tomato Ketchup, they launched the now infamous BAYC collection, selling all 10,000 NFT apes for about $200 a pop, netting a quick $2million.\\n\\nThe Apes are now one of the most coveted collections in all of crypto, joining the ranks of the vintage CryptoPunks, with one [Sotheby’s lot](https://www.sothebys.com/en/buy/auction/2021/ape-in/101-bored-ape-yacht-club) going for $24.4 million USD. One of the most expensive Apes ever sold is #3749, which was auctioned off at 740 ETH, just under $3 million.\\n\\n*#3749*\\n\\n## What makes the Apes unique?\\n\\nEach Bored Ape image is an ERC-721 NFT, created on the Ethereum blockchain, and is part of the BAYC NFT family. Each ERC-721 token is non-fungible, which means that it is unique and not equally interchangeable with another token. What makes each Ape unique, and variably rarer that others, comes down to 7 possible traits: background, clothes, earrings, eyes, fur, hat, and mouth.\\n\\nEach of those attributes can take a number of different styles and colours, with some being statistically rare within the collection and others being common. These properties are displayed on OpenSea, one of the main NFT marketplaces together with the percentage of NFTs in the collection that share that property. Anything under 1% is considered rare. For example, if you have an Ape with a Solid Gold fur, it is one of only 46 Apes in total that have this exact feature, making it particularly rare and valuable.\\n\\n## Benefits of owning an Ape\\n\\nBesides flexing crypto wealth, insider status, and having something in common with a celebrity, owning one of the BAYC NFTs extends certain privileges. Bored Ape owners can participate in exclusive clubs and areas of the BAYC. This includes first access to new NFTs, NFT upgrades, and other perks. Both the Mutant Ape Yacht Club (MAYC) and Bored Ape Kennel Club allowed BAYC members to take part for free.\\n\\nMAYC is a collection of Apes similar to the original BAYC but with a mutant theme. Holders of the original BAYC NFTs were airdropped a mutant serum vial which given to an Ape would create a new mutant Ape that shares some traits with the original. The Bored Ape Kennel Club depicting dogs rather than apes, were airdropped to wallets containing BAYC NFTs, free to claim for every Ape owner.\\n\\nBesides the [Mutant Ape Arcade Game](https://2dengine.com/mutantarcade/), and the [BAYC Bathroom wall](https://boredapeyachtclub.com/#/login-bathroom), the thematic universe is expanding even further with collaborations in the metaverse. Soon, through the interoperability of NFTs, BAYC owners will be able to turn their 2D Ape into [3D playable avatars](https://medium.com/sandbox-game/the-sandbox-bought-the-bored-ape-3749-the-captain-for-740-eth-684fef8472f7) that can run, jump, and socialize with other players in the Sandbox. \\n\\nEarlier this month, BAYC creators announced they are developing a play-to-earn game in partnership with Animoca Brands – investor in the Sandbox and other popular metaverse games such as Axie Infinity and NBA Top Shot. The game is set to launch mid 2022, with no other specifics available yet, except that it would be a play-to-earn focus and the fact that it will utilize Bored Ape NFTs.\\n\\nUnlike real-world apes, the habitat in which the BAYC monkeys thrive is expanding exponentially leaving more room for play and headline-grabbing trading activity.\",\"timestamp\":1640153104,\"title\":\"Bored Apes Yacht Club Explained\"},\"digest\":\"ZMxFEYwhDPgmUROrStk78Gn-Yvv2vLaEmiSOrRWRqK8\",\"authorship\":{\"contributor\":\"0xe75C9771a327614a089e64D1213bb802C85b0177\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BRIQGeiM5G6k2QcOWNOfIUqGoRgLec_EpQdDXBZszA0\\\",\\\"y\\\":\\\"Uj_taJI4sMIe6iTnuxpMtPCEuChsSnH_mfPBPqtkNg4\\\"}\",\"signature\":\"QS8vdqf7RdW0tjrAnUC7S3D51A_bu2vV3r3xcCAW7prqaoVVuWLNV2fF95owMXfPwY2CwpOnl3vXOTKWuhZZrQ\",\"signingKeySignature\":\"0xb0b4591137f8b48ac656be2562e738e48ee59af17af1362ad7659328533c1fb6071f946f7138ce4e39fd3b20d53bd51b5dd668b04827b89660fcd7d4b32684dd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BRIQGeiM5G6k2QcOWNOfIUqGoRgLec_EpQdDXBZszA0\\\",\\\"y\\\":\\\"Uj_taJI4sMIe6iTnuxpMtPCEuChsSnH_mfPBPqtkNg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZMxFEYwhDPgmUROrStk78Gn-Yvv2vLaEmiSOrRWRqK8\"}"