"{\"content\":{\"body\":\"Over the Pre-Season, the Mirror DAO has explored how to create an inclusive, accessible voting process for Season 1. Ideally, the voting process would require minimal attention while still providing members the power to reject proposals that aren’t aligned with the community mission. The Mirror DAO would like to propose we adopt Consent-Based Governance moving forward.\\n\\n**What is consent-based governance?**\\n\\n*“Consent means the absence of objections. Similar to consensus, consent invites group participation in the decision-making process. ... After a formal decision-making process, a decision is ratified when there are no meaningful or “paramount” objections.”*\\n\\n**How would this look for the Mirror DAO?**\\n\\n1. Proposals would be written on 🎯-signal-soft-voting similar to what has been done to date.\\n2. People would signal support.\\n3. Once a threshold of 15% of the community (currently \\\\~30 support signals) has been achieved (off-chain) then the proposal would be assumed to pass (on-chain) unless 2% of the community vetoes the proposal within 7 days.\\n4. All proposals with soft support would be posted on dao.mirror.xyz for the 7 days open to active veto.\\n\\n**What are the key benefits?**\\n\\nThis model would mean that active community members are provided increased ease to signal support (e.g. by being active in the Discord) while decreasing the need to mobilize the community. Yet, even passive members have the power to reject proposals.\\n\\n**What are the key challenges?**\\n\\nThis experiment would only be valid if the Mirror DAO can avoid and manage a \\\"worst-case scenario\\\" through strong oversight, gates for publishing, easy veto mobilization, and flexibility in the voting process.\\n\\nThe Mirror DAO has the following processes in place to prevent malicious proposals from passing:\\n\\n* The Mirror DAO has a dedicated community lead (Rafa)\\n* The Mirror DAO will maintain gated proposal publishing. Only a subset of members will be allowed to publish proposals.\\n* The Mirror DAO has reliable veto mobilization (A hard veto from the entire product team would prevent proposals from passing)\\n* Any proposal can be adjusted to request a majority vote instead of a veto vote.\\n\\n**What would be the implementation timeline?**\\n\\nThis proposal would take effect immediately. However, the community has the ability to remove this method at any time, as well as request alternative voting mechanisms in a specific proposal.\\n\\n**Will this governance model be permanent?**\\n\\nNo. This governance model is assumed to only be valid from January 2022 until the close of Season 1. The governance model may be extended for following Seasons through a new proposal and vote.\\n\\n**Initial Date Created:** 2022-01-13\\n\\n**Vote Period:**\\n\\n* Start: 2022-01-20 12:00 PM UTC\\n* End: 2022-01-28 12:00 PM UTC\\n\\n**Author**: Rafael\\n**Sponsors:** Rafael\\n\\n[mirror-poll://18](mirror-poll://18)\\n\\n\",\"timestamp\":1642699943,\"title\":\"MIP 0004 - Consent-Based Governance\",\"publication\":\"dao\"},\"digest\":\"p1Ja43biVHZN5NSgRcmnR4uFcsWOc3evdGMKJbFrHfo\",\"authorship\":{\"contributor\":\"0xe62d071Ea99A63798Fec7222c483c53e87F2A32E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-oUokX51rSsY3YGv59WmiiOVMuJl0h_TjZH3gr6vbbE\\\",\\\"y\\\":\\\"jT_oGtzPlOhZXkcI_KXzrnx7xFlV1dH9vWJV4MjlGHQ\\\"}\",\"signature\":\"oIA4q-giEjWjOfBQM-i3orJVHIWVgLIPsRDfU9xD2hWOMK-uXYp1cD7Xc8oKhElppAqFTPYgshhRO0A15Jf-pg\",\"signingKeySignature\":\"0x958c5e2c355981b7c49ceff41e2142ca27db982c67ba3c1ddc18a36203fdc99977460bcd3d178b8631fe958b949ad0dfab2043cce661079243857649a496fd841b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-oUokX51rSsY3YGv59WmiiOVMuJl0h_TjZH3gr6vbbE\\\",\\\"y\\\":\\\"jT_oGtzPlOhZXkcI_KXzrnx7xFlV1dH9vWJV4MjlGHQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U91KFBfSmWCjJar4-tflQBSQK1H0IVTOMheSPrHvU0Q\"}"