"{\"content\":{\"body\":\"# \\n\\n[The Arweave Project](https://arweave.medium.com/?source=post_page-----35b5d64eff23-----------------------------------)\\n\\nNon-fungible token (NFT) pieces are minted, sold, and traded every day. Hosted on smart contract platforms, NFT tokens themselves are as indestructible as the chain they reside on. However, oftentimes NFTs’ actual digital assets, metadata, and code are stored off-chain on centralized servers. This information is sometimes seeded to IPFS, but remains at risk of being lost forever if the wrong hard drive fails or node goes offline — just like the centralised web. Without their associated data and assets, such as digital graphics for an NFT-based art piece, NFTs themselves become functionally worthless to the end-user.\\n\\nArweave is designed to permanently store [virtually unlimited quantities](https://www.coindesk.com/arweave-2-0-blockchain-virtually-unlimited-permanent-data-storage) of data on-chain. This data is replicated many times across a global network of miners, who in turn receive rewards for storing said data. Arweave’s permanence and reliability make it an excellent fit for storing the assets, metadata, and code that back NFTs. Due to Arweave’s ‘pay once, store forever’ data storage model, NFT creators using Arweave can rest assured that their NFT’s assets will be available hundreds of years in the future.\\n\\nOver the month since Arweave 2.0 was released, there has been a surge of NFT projects adopting the protocol. Here is an overview of just a couple of them:\\n\\n# InfiNFT Minting Platform\\n\\nNFT42, the creators of [Avastars.io](https://avastars.io/), a series of ingenious fully on-chain collectables, are using Arweave for their new minting platform — [InfiNFT](https://www.infinft.com/alpha.html). InfiNFT enables artists to mint their art and store it fully on-chain with the Arweave network. For their alpha launch, the platform has joined forces with some of the best known artists in the NFT space, who will be providing all pieces as exclusive single edition runs:\\n\\n[ekaitza](https://twitter.com/ekaitza_?lang=en), [AlottaMoney](https://twitter.com/money_alotta), [TwistedVacancy](https://twitter.com/twistedvacancy), [Micah Johnson](https://twitter.com/micah_johnson3), [Katy Arrington](https://twitter.com/katyarrington), [Giant Swan](https://twitter.com/a_giant_swan), [Pranksy](https://twitter.com/pranksyNFT), [Didier Ra](https://twitter.com/didierRA1), [Cris and Isaiah](https://twitter.com/cryptokitties), [Hackatao](https://twitter.com/hackatao)\\n\\nYou can find out more about the artists and their work at [InfiNFT](https://www.infinft.com/alpha.html), and jump into the launch party at their gallery [here](https://www.cryptovoxels.com/play?coords=W@125E,303N) today at 12:00 PST, 19:00 UTC! If you’d like to chat about the project, you can also join the Discord [here](https://discord.gg/wV976Pq).\\n\\n# Mintbase.io\\n\\nThe [Mintbase.io](https://mintbase.io/) platform allows anyone to create, store, and mint NFT tokens for a wide range of purposes — including event tickets, artworks, and tokens for goods and services. NFTs can be minted by individual users, organisations, or collectives. The Arweave network is integrated as the backend storage for the Mintbase.io platform, taking advantage of Arweave’s strong guarantees about data availability and fast data access. At the time of writing, almost 40,000 NFTs have been minted on the platform!\\n\\nYou can read more about Mintbase.io’s decision to use Arweave and their future plans [here](https://medium.com/mintbase/mintbase-arweave-9459f3889c79), or join their Discord server [here](https://discord.gg/Mwy84gg) to chat more about the platform.\\n\\n# Machi X DAO\\n\\n[Machi X](https://machix.com/) is a collective of artists and patrons curating and trading digital art. Functioning as a decentralised autonomous organisation (a DAO), a portion of profits made from their sales are paid back into the organisation to support future initiatives. Machi X recently completed [a sale of their inaugural NFTs](https://medium.com/machixofficial/machi-x-inaugural-nfts-415ac69e2e83).\\n\\nMachi X’s goal is to bridge the gap between crypto-native users, and the mainstream world through art and collaboration. You can view the pieces that have already been minted and mined on the Arweave permaweb in the gallery [here](https://www.cryptovoxels.com/play?coords=N@365E,99S). A bold experiment with the goal of bridging the gap between the crypto-native and mainstream world through art and communal collaboration, you can view the pieces already minted and mined onto the Arweave permaweb in [the gallery](https://www.cryptovoxels.com/play?coords=N@365E,99S). You can also visit the [Machi X Discord](https://discord.gg/d3qFWeU) to chat about with their community, or read more about the Machi X philosophy [here](https://medium.com/machixofficial/announcing-machi-x-dao-eda9c31dd416).\\n\\nWe look forward to seeing new NFT projects join the Arweave soon!\",\"timestamp\":1636097525,\"title\":\"NFT Permanence with Arweave\"},\"digest\":\"7N0bKlo8Y-yoxeROYhKTrQH3bTLNNrcXDpRkEG9LaII\",\"authorship\":{\"contributor\":\"0xd1a8Dd23e356B9fAE27dF5DeF9ea025A602EC81e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AZWUCOxC6RacFUko4xH5VWSD9UskZPX2z4_t0ggUYs8\\\",\\\"y\\\":\\\"ndeJ-la-pf9JnNeMpeVBRBVJWzlA0i4UXIkV5Lq7-qw\\\"}\",\"signature\":\"J8fW0WRmS_2HxdjM84RwGQR6FjbNj6aqalIaD7MYFxOdvSkPy4MubNW93zJAgH-kaiwpwSuyXtsCLdsLG9ed5g\",\"signingKeySignature\":\"0xe12337fcfcca762236f8650a09f65f13f479a45d182e083e72700899a921ebb01c2a7c02c2feda59e8c1d49253e3996a43d19ba9c10a48dc0cae2d5c495f41461b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AZWUCOxC6RacFUko4xH5VWSD9UskZPX2z4_t0ggUYs8\\\",\\\"y\\\":\\\"ndeJ-la-pf9JnNeMpeVBRBVJWzlA0i4UXIkV5Lq7-qw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7N0bKlo8Y-yoxeROYhKTrQH3bTLNNrcXDpRkEG9LaII\"}"