"{\"content\":{\"body\":\"Eternalism is a philosophical approach to the ontological nature of time, which takes the view that all existence in time is equally real, as opposed to presentism or the growing block universe theory of time, in which at least the future is not the same as any other time. Some forms of eternalism give time a similar ontology to that of space, as a dimension, with different times being as real as different places, and future events are \\\"already there\\\" in the same sense other places are already there, and that there is no objective flow of time.[\\\\[1\\\\]](#_ftn1)\\n\\nI.                  The Past\\n\\nA vast prairie, a distant sun.\\n\\nThe Traveler awoke.[\\\\[2\\\\]](#_ftn2)\\n\\nWhat’s this, on his arm, a tiny creature crawling.  The Traveler was unfamiliar with it.  It was miniscule, blackish, insect-like.\\n\\nAh, the Traveler thought, “I’ll call you an a… an… andy.”\\n\\nThe Traveler sat back and watched andy crawl over his body.  This feels nice, he thought, and rolled over.  Ouch, what’s that.  The Traveler picked up the object.  He did not have a name for it.  It was smooth and curved, one side was shaped like a convex, the other side was indented like a… The Traveler thought long and hard of a proper name.  Right, the traveler thought, I shall call the opposite side of this convex…I shall call it…miaoshi.  The Traveler began to play with andy and miaoshi.\\n\\nSuddenly, the Traveler heard the andy cry out in pain.\\n\\n“Sir!” andy said, “sir!”\\n\\n“Yes, andy?”\\n\\n“You are burning me with that convex!”\\n\\nThe Traveler looked and oh no!  The sun had been focused by the convex into a hot point that was burning andy’s body!  He now understood that the convex was a terrible concept or perhaps it was a concept that perhaps should be explored more or maybe not!\\n\\nThe traveler quickly turned the convex over.  The curved miaoshi now provided a gentle dome for Andy to frolic under.  The traveler saw Andy relax once more.\\n\\nThe Traveler rubbed his eyes, what’s this he’s seeing?  More andys?  Under the domed miaoshi, he saw more and more tiny andys flood in, protected from the hot sun by the curved shelter of the miaoshi.  Then more and more and more andys!  The beautiful curvature of miaoshi served as both a shield from the elements and a refraction of the energy from below.  The positive vibes from the andys went up and up and then bounced down and all around.  Entire generations of andys were born, had decadent orgies upon orgies, children upon children, right before The Traveler’s eyes.  The Traveler could not name the children fast enough.  “I’ll name you tigerlily,” he thought, “and you, jman, and you, VoKe, and 0xCanary, and 0xhly.”[\\\\[3\\\\]](#_ftn3)  The speed, the vigor, the passion, and most importantly, the community, were all brought to fruition by that simple domed shelter, that beautiful curvature, that godly _________.\\n\\nII.                The Present\\n\\nA harsh grating jarred The Traveler out of his daydream.  Trash, as far as the eye could see.  Discarded electronics overflowed out of the sewage out of human waste and syringes[\\\\[4\\\\]](#_ftn4) and iPhone 3s.  And convexes, convexes everywhere!  Televisions, eyes peeping, in a world of yellow and red and golden arches, my God, surely this must be hell.\\n\\n“Sirs, Sirs!”  The Traveler asked a group of drunk bums passing by, “What is this place?”\\n\\n“Weelll I’ll be dayumed, we got ourselves a real idiooot here,” one of the bums said in a Texas accent.[\\\\[5\\\\]](#_ftn5)\\n\\n“This be California, brother!” said another.[\\\\[6\\\\]](#_ftn6)\\n\\n“California?”  The traveler thought, “That’s impossible.”  The traveler recalled his idyllic days under the sun with andy and miaoshi.  “I remembered it to be a paradise.”\\n\\n“Well,” another bum[\\\\[7\\\\]](#_ftn7) said, “It all started w/ the sandwiches you see.  The sandwiches they used to be like a buck, then two bucks, then five bucks, then 15 bucks, then they were 40 bucks and they never came back down.  I still can’t afford no damn sandwiches.”\\n\\n“What happened?” the Traveler asked.\\n\\n“Sir,” another bum[\\\\[8\\\\]](#_ftn8) chimed in, “It was really because:\\n\\n> That said, the other inflation threat comes from the price tag of Build Back Better, the Biden administration’s so-called social infrastructure bill. Coupled with new bipartisan spending on traditional infrastructure, passage of the bill would inject roughly $3 trillion into the economy on top of more than $6 trillion that Congress and the Fed previously infused into the economy as part of the federal government’s support of the economy during the pandemic.\\n>\\n> A historical look at inflation tells us that this bout of inflation isn’t transitory and that recapping inflation is difficult after inflationary expectations are built into consumer and business expectations. Inflation in the late 1960s became stagflation when wages stalled and prices rose, and didn’t abate until the early 1980s.\\n>\\n> Conventional economic history of that time shows that massive spending on the Vietnam War drove up prices and baked in a self-fulfilling prophecy that became an economic disaster when the Fed finally took the inflation threat seriously. When the Fed belatedly raised interest rates, inflation declined but not before the nation endured two deep, back-to-back recessions in the early 1980s and unacceptably high unemployment rates.\\\\[9\\\\]\\n\\n“The government just printed and printed,” another[\\\\[10\\\\]](#_ftn10) said. “Money lost all value.”\\n\\n“Hell, in the end we were making 600K/year and still couldn’t afford those damn sandwiches,” the other said in anger[\\\\[11\\\\]](#_ftn11), “Now we got no monies, no women, all we gots is these useless roles and we’re hoping that they have some importance someday.”\\n\\n“Actually, that’s an amazing salary,” The Traveler said, “what did you guys use to do?”\\n\\n“We were Policy Interns.”\\n\\nIII.              The Future\\n\\nThe vista was calm, pristine.  The air, pure.\\n\\nThe Traveler materialized.\\n\\n_____: Greetings, traveler.\\n\\nTraveler: Who said that?\\n\\nThe traveler turned, trying to find the source.\\n\\nA white sphere floated gently over.\\n\\n_____: I did.\\n\\n_____: My name is 1Epik.  I am an artificial intelligence.  Welcome to The Future.\\n\\nTraveler: Wow, this is amazing, this is such a different place then I remember.  What happened here?\\n\\n1Epik: Accessing Archives.  Playing back:\\n\\n> After covid was defeated through loose monetary policy, the prior decade of excess and Lambos brutally ended and a rampant inflationary and high unemployment environment began.  Thus began stagflation.  Smart money turned to hard assets.  Real estate globally was snapped up 30% off listing price.  Gold also increased tremendously—up 0.02 percent.  Escorts charged 5K/half hour.  Boomers tried to turn to Bitcoin, but found out that it was backed by memes and dreams.  And then the world discovered OHM.\\n>\\n> OHM was beautiful.  It was like Bitcoin, but better, backed by a real treasury and RFV.  But the world saw its success and began to copy its innovations.  Forks upon forks were launched, cannibalizing OHM’s market share, tanking its price.  Its dream was in jeopardy.  And in this environment, Concave was born.\\n>\\n> Concave began with a group of Ohmies getting together, wanting to launch a fork that would accumulate Convex in its treasury so that it’d be able to influence the emissions rates of pools utilizing the Curve Protocol.  Thus, they decided to name their project Concave.  But then Redacted came about, and then Lobis sniped Redacted, and then OHM itself launched CVX bonds, and Concave lost its purpose.  But the core team didn’t give up.  Hell, let’s launch anyways, they figured.  We’ll let the community decide what to do.  This will be a beautiful experiment in grassroots DAO community building.  We’ll just make them grind for roles, take the best ideas, then we can get this show on the road.\\n>\\n> And in that dog-eat-dog environment, true heroes arose.  One was named Franklin.  He had an interesting idea.  Concave, he declared, should become a black hole for OHM forks.  Concave would issue bonds for governance tokens of other forks, with the eventual goal of either a) accumulating enough voting power on those forks to force them to adopt OHM as their unit of account, therefore furthering OHM’s mission to become defi’s decentralized currency across all chains, or b) immediately dumping those accumulated tokens on market and using the proceeds to then buy OHM, putting extreme selling pressure on those forks and causing their eventual collapse.\\n>\\n> Concave was launched and it was a phenomenal success.  By 2025, not just the crypto world, but the entire world had turned to OHM and adopted it as a universal currency.  Inflation no longer existed.  People had free access to funds and resources, globally, instantly.  New project after new project was built in this environment, all funded by anonymous non-accredited investors.  A new age of prosperity and innovation began, a golden age that has lasted a thousand years.\\n\\nTraveler: Wow, that is an amazing story!  Is that really what happened?\\n\\n1Epik: My friend, I am simply an AI.  I am over 500 years old, but even I was not alive in those early days.  The archives that you can access are merely my logical extrapolation of what must have happened.  But history is written by the victors.  What you just heard could very well be an accurate representation of Concave and its impact on the world.  However, it could also just be psyops.  I could have been programmed to reveal one version of history, but what really happened could have very well have been hidden by Concave’s core team or others.\\n\\nTraveler: I think I understand.  But if all this is quite possibly inaccurate, then what was the purpose of you telling it to me?\\n\\n1Epik: My friend, the most important thought that you should takeaway from all this is this: If you were trying to get a Philosopher role in the past on and were asked to complete an assignment based on what you think Concave would be, and further if that person were for that assignment to jot down everything that I just told you, then that person should indeed by immediately granted that role for his vision.  We now know that all existence in time is equally real, both past, present, and future.  If we agree here, today, in the future, that the above theory regarding Concave’s history and purpose is indeed the true history, then that is simply what happened in the past.  There is no one around that can dispute that.  The Philosopher seeking that role in the past should be granted that role for his predictions, because the theory that he has proposed is indeed correct, as we can now verify from the future.\\n\\nTraveler: (stunned silence)\\n\\n1Epik: Look over there.\\n\\nThe Traveler looked.\\n\\n1Epik: That marble statue is that of Franklin, the great Philosopher.  Would that statue have been built if Franklin was not a Philosopher in the past?\\n\\nThe Traveler wholeheartedly agreed with this reasoning.  It made perfect sense.\\n\\n1Epik: And over there, in the distance, those beautiful starships built by our best and brightest philosophers will take you to the new world.  Concave has enabled us to travel amongst the stars.  You will be traveling aboard the USS ThomC, although we have many more fine vessels as well, all high-quality, class acts.[\\\\[12\\\\]](#_ftn12)\\n\\nThe Traveler was silent.\\n\\n1Epik: Now, then friend, do you have any more questions for me?  This will be your last opportunity to ask any questions before you enter hibernation and begin your journey.  You may ask one final question before you leave, as I may be the very last thing you speak to for several hundred years.\\n\\nThe Traveler pondered long and hard.\\n\\nTraveler: Okay, I’m ready.  I know what I want to ask.\\n\\n1Epik: Then, ask, my friend.\\n\\nTraveler: Wen whitelist?\\n\\n\\n---\\n\\n[\\\\[1\\\\]](#_ftnref1) This is from a great website called Wikipedia.\\n\\n[\\\\[2\\\\]](#_ftnref2) The article is for informational purposes only.  The reader should not construe any such information or other material as financial advice.  Nothing in this paper constitutes a solicitation, recommendation, endorsement, or offer by the author or Concave to buy or sell any securities or other financial instruments in this or in in any other jurisdiction in which such solicitation or offer would be unlawful under the securities laws of such jurisdiction.\\n\\n[\\\\[3\\\\]](#_ftnref3) The names of the other children (the ones engaged in the orgies) were Nate The Noble, 99Donuts, Alexo, bigpugsdontlie, BigTony, Cheepy Proto Cave Troll, Chowda, Cryptomind, emilyrutherford, Fitalik, GT, Kolten, Kust, lilCAVEross, Matt, N0v3RON, Ohmer Simpson, pitiimini, Rooibos, Shaft the concave, sungod, Shogun, and timay2928.  The Traveler only named the bad kids that he saw participating in orgies.  He did not name the good kids.  It had nothing to do with whether someone was online at 12:25 AM on 12/8/2021 and another person being too lazy to scroll down the side bar to find offline names.\\n\\n[\\\\[4\\\\]](#_ftnref4) Johnson & Johnson JNJ-78436735.\\n\\n[\\\\[5\\\\]](#_ftnref5) The Traveler did not know this bum, but he suspected that the first letter of his name began with Chev Uncle Schizo.\\n\\n[\\\\[6\\\\]](#_ftnref6) This bum definitely looked like an 0xMert#6770 and had multiple girlfriends.\\n\\n[\\\\[7\\\\]](#_ftnref7) For some reason, this guy talked like Sert.\\n\\n[\\\\[8\\\\]](#_ftnref8) This guy looked like a Panda and seemed like he could write really long research papers.\\n\\n[\\\\[9\\\\]](#_ftnref9) https://www.dallasnews.com/opinion/editorials/2021/12/08/inflation-is-real-the-fed-gets-it-but-joe-biden-doesnt/ I did not receive permission to use this quote.\\n\\n[\\\\[10\\\\]](#_ftnref10) Hi, Kromie!  Or is it Krombie, my apologies.\\n\\n[\\\\[11\\\\]](#_ftnref11) There were actually a few bums simultaneously talking here.  I think they were named m3sellus, XD101, sanchopansa, Coud, and venee, and Cowboy.  Go Policy!\\n\\n[\\\\[12\\\\]](#_ftnref12) Such as Coussins (∞), Damdam (∞), Gallus (∞), Mangouste(∞), 0xEvan (∞), Rtime (∞), Teix (∞), Leto (∞), Degenerate (∞), A) (∞), Badgerpawz (∞), Bike4peace (∞), ChrisX (∞), Cryptojarol (∞), CryptoTT (∞), Gallus (∞), Gambeezy (∞), Jaimalaugenou (∞), Klows (∞), Lehman (∞), Leto (∞), Lovewiibrew (∞), MarcusAurelius (∞), Means (∞), NotoriousCastel (∞), Pepape (∞), Reikuman (∞), Rukka (∞), Spoon Cat (∞), Sy Zygy (∞), TemplarConcaver (∞), Tervon (∞), Torbern (∞), Yass (∞), Zerno (∞), Typhoeus (∞), Epiktetus (∞), TigerLy (∞), Mithrandir (∞) , {(∞),(∞),(∞),(∞),(∞), ....}, Shaz (∞), Arturoamerico (∞), TheBastard Supreme Leader (∞)\",\"timestamp\":1639974420,\"title\":\"#philosopher\"},\"digest\":\"-WyMG3aN6R9q2w45-wXB2DPsqZhcQrTMzv81fpBJO-4\",\"authorship\":{\"contributor\":\"0x738175DB2C999581f29163e6D4D3516Ad4aF8834\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gTtzyq-TRPlBN4K0uCbQW7IEZuKym-1JlWMwcsy0Gms\\\",\\\"y\\\":\\\"seBPPRCKef1hwqB48chTKVIt-SuLqDcU8MRFgFVzBVU\\\"}\",\"signature\":\"bcIx4z6sGduITDowI7EFrTlnAK_JxKWWfvhJRogwKayjBTA-2n5wE7l9-3rp8XFx6Qvx25UUHW6F3Q6P6wV62w\",\"signingKeySignature\":\"0x5755303893f2c3ae66336fb3a48537ba0ec69dfdb41103da11d263f5db46057522ae73c4604365a67503fe9f2cc77332656465fadbdb9f2e6261cdf596810a4f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gTtzyq-TRPlBN4K0uCbQW7IEZuKym-1JlWMwcsy0Gms\\\",\\\"y\\\":\\\"seBPPRCKef1hwqB48chTKVIt-SuLqDcU8MRFgFVzBVU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"41qlF-pAzDRMh32EJU1Y4X-62T4F2Ux8jrrtw9B1f64\"}"