"{\"content\":{\"body\":\"**1981 Ottawa**\\n\\nThe summit was an unofficial gathering of the heads of the world's richest nations, the \\\"G7\\\". In private, French president Mitterand informed POTUS 40, Reagan, that a dossier existed which revealed the existence of a spy network of hundreds of Soviet spies in the West. This network's mission was obtaining NATO technology. The dossier had 4,000 secret documents, from years of espionage.\\n\\nThe CIA's counter-espionage operations, after consulting with the NSC, were to play dumb, and not deport the Soviet spy network.\\n\\nThe Agency's \\\"Op\\\" arranged for the transfer of faulty technology and disinformation. A South African double-agent was arrested in NYC, and his \\\"handler\\\" was imprisoned in Switzerland. Reports, unconfirmed, included that an energy pipeline in Siberia experienced a computer failure and led to an explosion.\\n\\nThe double-agent who made it possible was a disillusioned KGB Colonel, Vladimir Vetrov. Vetrov's job was to analyze the NATO tech data gathered by his KGB section, known as \\\"Line X\\\".\\n\\nThrough a French engineer friend, Vetrov approached French intelligence, Direction de la surveillance du territoire (DST), in 1981. He wanted no payment, he wanted to fight the system. Although Vetrov brought down a large spy network, he doomed himself.\\n\\nVetrov was jailed after a policeman came looking for a bribe. The officer thought he was about to arrest a couple having sex in a car. Vetrov had just stabbed his mistress in a drunken argument and stabbed the officer out of paranoia. He then made things worse and blew his cover. In his confession he denounced the system.\\n\\nThe LineX network was shut down by Western intelligence. Vetrov was executed in 1985. His codename was: \\\"Farewell\\\".\\n\\n**2915 Mars, Mars Intelligence Services Training Facility**\\n\\nJacob C. Tagore, Jr. was in a slowship riding solar winds. A welcome rest after weeks of 1G combat training, intelligence briefings, weapons training, acting and tech classes.\\n\\nThere were also missions which alternated between long hours of ennui and seconds and minutes of near-death or near-failure emergencies - all burned into his nervous system as routine.\\n\\nHe was an operative working on bits of the big picture, waiting for everything to come into focus. He learned to embrace uncertainty.\\n\\nIt wasn’t so easy a few years ago, after his Uncle AL saved him and raised him, when Jacob Sr. died during a long secret war of resistance against the Triumvirate. Jacob didn’t ask to be a part of the war. As soon as he was old enough, he ran away from it all, only to end up running back to the fight by joining a new “family”.\\n\\nJoining a tribe of spies and becoming their best was as close as Jacob got to both escape and answers for old family secrets hidden by his father and by AL - son of the System’s greatest mind.\\n\\nJacob turned himself into a weapon so that he could find answers to family secrets, bury its skeletons, and win a forever war. In his helmet was a voice from the training base.\\n\\n“Jacob, message from the Director’s office. They have an idea. We have a plausible cover story for those mothballed DeepShips, scattered everywhere could be a problem for the Triumvirate. We can sell the Praetor’s office with a proposal to hand over the private keys to the DeepShips. We can sell a story about floating bombs that have to be defused or destroyed.”\\n\\n”Base, I’m returning to base, preparing flight path and plan.”\\n\\n![](https://images.mirror-media.xyz/publication-images/ccapAILYP-ASqv8vveNOg.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/yzdYNIGJSB1B7l88orJef.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633900511,\"title\":\"1961: 5.22 Forever Weapons, Forever Primed, 2915\"},\"digest\":\"1XyKN3tGJ__QEKwN2HoXaqXP3Q43_x3y7ziNO2L2nHM\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"LFU4B4oyoKrD_b1eqj1YZTtPlJhRFDW6dTEr9sJ5TvDQcvHhdo25NkoZ2FSNBXgz0l5n3OD30uYQvQ_fAXi-Iw\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1XyKN3tGJ__QEKwN2HoXaqXP3Q43_x3y7ziNO2L2nHM\"}"