"{\"content\":{\"body\":\"Counter-Strike, DayZ, Enderal and Nehrim, Player Unknown Battle Royale, Team Fortress, Defense of the Ancients. What do all these games have in common? They are all mods, they were all community-created, and they all had fantastic success. With FDM, we are embarking on a journey to do something similar.\\n\\nA game built by the community for the community -where devs and players are the same. A game where players get to decide the direction and narrative of the game — where the game is persistent, online, and tied to a Web3 wallet and where your loot is yours.\\n\\nIt’s contrarian to what Facebook is gunning for — a controlled Ready Player One metaverse world where Zuck is king. At $FDM, we denounce those ideas. The metaverse SHOULD be immutable, should be distributed, and self-governing.\\n\\nSo in January, we will take our first steps with the launch of the $FDM token. How we release $FDM is still in the process of being decided — but as in-game currency, it will be accessible to everyone and will give you access to the game’s DAO.\\n\\nYou will need an FDM NFT to play the game, which will act as your ticket into the metaverse. While season zero is a Limited Edition Custom Made NFT print, subsequent seasons will be more accessible. Not to worry, if you miss out on S0, you’ll still be able to play on launch day, or even likely in Beta, since game development is not an overnight thing. Think of S0 as collector’s items.\\n\\nWhat’s next?\\n\\nOver the coming weeks, we’ll be releasing additional information on the game, organizing the community around tasks on Discord, and taking those early steps towards building an utterly novel user-owned game experience.\\n\",\"timestamp\":1638933586,\"title\":\"The Reasons for $FDM — A Community Driven Metaverse\"},\"digest\":\"XuLklRqqxe5GQHfiBCfSeBs2dST4weyAYCaxmul9t0Q\",\"authorship\":{\"contributor\":\"0xb98449B304708105Ecc7B82Ac62428e3AcdDbD2F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eyMfp8LOEugKyUBgwc6wWZAxx68Tt23GxBZ7RjvP2ao\\\",\\\"y\\\":\\\"4QvzyWptJcLlGUQ2-Z6Md6Yq3dkEcBjdq5oPAhkUqbs\\\"}\",\"signature\":\"MNbZvWyUbt8XZsoa4wMD0LArc7zu5HMJHyWTh-ZAVm8dRHDNMxjvlyqKdPHK2GhlKYZD_y1SNlrtiaOu6UzT5Q\",\"signingKeySignature\":\"0x239567e5acc69f1bca48fa74baff8acda19ce94c18fb66d7fe424251867efe0176348faf30a6872de95d8063485e2741e185e135d17f6927deea4fcc93126f8b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eyMfp8LOEugKyUBgwc6wWZAxx68Tt23GxBZ7RjvP2ao\\\",\\\"y\\\":\\\"4QvzyWptJcLlGUQ2-Z6Md6Yq3dkEcBjdq5oPAhkUqbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XuLklRqqxe5GQHfiBCfSeBs2dST4weyAYCaxmul9t0Q\"}"