"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/JOK_GCzgBkvKNHmnuDm4U.png?height=483&width=834)\\n\\nCircles UBI projekt <https://joincircles.net/>, uzeo sam vremena i istrazio ga. Ima zanimljivih koncepata, mozda i revolucionarnih, nisam ispratio druge ubi kripto projekte pa mozda ne znam. U cemu je fora? Mnogi su se pomamili za \\\"free kriptom\\\" jer sa novim accountom dobije se odmah nekih 50 circleova i ocekuje se mjesecno oko 200 novih na svakom accountu, naravno horde azijata(azijaca?) su pohrlili napraviti tisuce accounta nebi li dobili free kripto koji mogu dumpati, da bi nakon sto su srusili servere skuzili da to ne ide tako i su uzalud stvarali gomile accounta. BURN 🙂\\n\\nKvaka je u tome da svaki account \\\"kreira\\\" svoj ethereum token, tj ja imam MarkoToken, Pero ima PeroToken sve su to Circlovi u UIu i sve se bazira na povjerenju, tj ako pero napravi 20 FakePero accounteva i pokusa mi uvalite FakePero1 ili FakePero2 tokene, ja ih necu primati tj ne moram, ja poznajem Perota i samo zelim PeroTokene, tako da ne mozes hordati fake circleove i dumpati ih nikome, dosta genijalno zar ne? Vise o tome i drugome procitajte u whitepaperu  \\n \\n\\n[https://handbook.joincircles.net/docs/developers/whitepaper](https://handbook.joincircles.net/docs/developers/whitepaper)\\n\\nKako to na kraju onda radi i sto sa time, ideju nije na prvu lako shvatiti jer zelis neki gateway u nesto spendable ili exchangeable bilo gdje a pitanje je dali ce circle ikada biti nesto van svog ekosutava jer to i nije poanta.\\n\\nKako to moze zazivjeti? Pa na ovaj nacin, na pocetku svi dobijamo neke circleove u svojim accountima, te ih redovno kao UBI dobijamo svaki dan, na pocetku ce se uglavnom placati njima za nesto sto bi mozda inace i poklonili, recimo imas knjigu koja ti ne treba, das je nekome za 20 circlova, imas robu koju ne nosis vise, prodas je za 30 circlova, pocinje se stvarati neka basic razmjena, tu i tamo ce neki biznisi vise radi promocije dati neki limitirani dio svojih usluga da se plati preko circlea, ipak ti kao korisnik ces jedom potrosit sve/vecinu svojih circlova i trebat ce ti novi ako zelis nesto unutar tog communitya, pa ces mozda ponudit svoje usluge da ne cekas da ti sami dodju, recimo 1h konzultacija za web programiranje za 50 circlova, neces toga prodati 40 sati, mozda jedan, dva da bi kupio tenisice koje netko daje za 80 circlova i da nekog novog upoznas a imas neku vezu do njega preko svojih krugova jer i biras sa kime ces raditi trx, ne zelis radit sa nekim tko je fake account (poznanik od prijatelja recimo). Uglavnom uz dovoljan broj entuzijasta pocinje se stvarati mini ekonomija, to mozete vidjeti na primjerima koje je sam circle pokrenuo u Berlinu <https://t.me/CirclesBazaar> gdje ljudi upravo takve stvari rade izmedju sebe. Ako se to zakotrlja moguce je da ce biti nesto od toga, vidjet cemo. Projekt se i zove \\\"krugovi\\\" jer se u biti stvaraju razni krugovi ljudi, krugovi povjerenje koje na kraju mogu graditi mini ekonomije.\\n\\nZelite li otvoriti svoj circle accoute, besplatno je, dobit ce te eth adresu i svoj account, glavni problem je verifikacija, trebate naci 3 osobe koje ce vas verificirati gdje dolazi do kvake 22 za \\\"nove krugove\\\" jer gdje ih naci ako nitko nije verificaran koga poznajete? Postoji rjesenje. Moze su platiti na taj vas eth racun 0.1 xDai (eth sidechain) koji onda pokrene vas account kao da je verificiran. Kako imam nesto xDai, ponudit cu 20ak ljudi koji zele i koji su aktivni po grupi da im aktiviram account i da budemo u zajednickom krugu, onda kada nas ima 20ak mozemo lako i verificirati druge ljude po potrebi bez xDai.\",\"timestamp\":1642432493,\"title\":\"Circles UBI projekt\"},\"digest\":\"y9_O9oRQpW8I9m3xFRTKFqKIxTmEZ2gt1NkazO_FmW8\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QlZb8SDu5jTsa5yoN20BlfxOKFQlu61RxlwIsEZxIGc\\\",\\\"y\\\":\\\"me4_fjWZ0OlkeW9cWhkUOuEzD4D3nximctfLPSkg-Oo\\\"}\",\"signature\":\"YZtM2cwX7AAoKC9_B7H6rvPHAWTINJZRvLb2wCsuUTdn-0vCa23xqN19pnxua1MIusKBjlQZxZ9GLZHZjPiPIA\",\"signingKeySignature\":\"0x65e14c1362752b5d627fd8ffe2100bb42f4fef9e7b6384e4d4fb96ab8308f4210cafae4ce0dd3ab3be0847bc4aa8c7b36fceb5b1e19be3563a7144d1bc20f2b71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QlZb8SDu5jTsa5yoN20BlfxOKFQlu61RxlwIsEZxIGc\\\",\\\"y\\\":\\\"me4_fjWZ0OlkeW9cWhkUOuEzD4D3nximctfLPSkg-Oo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y9_O9oRQpW8I9m3xFRTKFqKIxTmEZ2gt1NkazO_FmW8\"}"