"{\"content\":{\"body\":\"> ### \\\"We shape our tools, thereafter our tools shape us\\\"\\n\\nYou've likely heard this apocryphal quote before (mistakenly attributed to the legendary Marshall McLuhan but in actuality from John Culkin, a professor of communication and friend of McLuhan).\\n\\nWhat it does, so succinctly, is expose the reflexive nature of the relationship between builder and tool, the co-evolution (or [intervolution](https://twitter.com/strangechances/status/1475245432175529988)) between us and our creations. Think about the innovation of the car for an instant: we invented it about a century ago, but since then it has shaped our world by defining cities (i.e. parkings and malls), sprouting new industries (i.e oil companies) and creating new behaviors (i.e. drive-ins). [The second-order and third-order effects](https://www.ben-evans.com/benedictevans/2017/3/20/cars-and-second-order-consequences) of the invention of the car are simply mind blowing.\\n\\nSoftware is the same. We shape it, and then it shapes us in more ways than we realize. We built cloud collaboration, video calls and messaging apps and they changed the way we work. But that's not all — now they're also changing the way capital gets raised, how offices get built and the places people decide to settle.\\n\\nAs Wilson Milner puts it so eloquently in this brilliant presentation:\\n\\n> “We’re the product of our world, but we’re also its designer. \\\\[…\\\\] We make our world what it is and we become the kind of people who live in it.”\\n\\n## Web2: Adversarial products and human downgrading\\n\\nWeb2 has made our lives easier in so many ways. A couple decades ago, Facetiming your family members around the world was still sci-fi fantasy.\\n\\nBut at the same time web2 (i.e. Twitter, Facebook, Google) has created plenty of negative externalities. Such as addictive use, fostered by the quick dopamine hits that these products repeatedly provide, creating dependency by rewiring our brains’ reward systems via neuroplasticity, and this with surgical precision. Or obsession with self-image, caused by the overwhelming competition for social validation that web2 fuels. Put together, these negative externalities result in what Tristan Harris calls \\\"human downgrading\\\":\\n\\n![From Tristan Harris’ talk at What’s Now San Francisco](https://images.mirror-media.xyz/publication-images/fxpSFTwrTiT52PYzclb89.PNG?height=1125&width=2436)\\n\\nThe reason why this human downgrading is happening in the first place?\\n\\nIncentives. *“Show me the incentives and I will show you the outcome\\\"* once quipped. Charlie Munger. And it so happens that the incentives of these web2 products are often diametrically opposed to their user's best interest — what we call adversarial products. *\\\"Major Web2 products suffer from adversarial designs. Twitter has many great features but it is also optimized to make you scroll for longer than you’d like in order to sell more ad space. This misalignment is paid at a high price by us and billions of consumers.*\\\" [we wrote in a previous post.](https://mirror.xyz/0x09362a31a90F01E18bB4a7B16Bc82796E8B79a7e/_4JYbrI1U85SGf2_J7zcHE48JkP9-R2dFnl--DNHCBM)\\n\\nFrom \\\"The Social Dilemma\\\":\\n\\n> “If something is a tool it genuinely is just sitting there, waiting, patiently. If something is not a tool it’s demanding things from you, it’s seducing you, it’s manipulating you, it wants things from you. And we’ve moved away from having a tools-based technology environment, to an addiction and manipulation-based technology environment. That’s what’s changed. Social media isn’t a tool just waiting to be used, it has its own goals and it has its own means of pursuing them by using your psychology against you”\\n\\nBeyond adversarial designs, could a reason for the nefarious effects of using those products be that they themselves were created by *always-on, stressed-out* *(if not burned out), unconscious* founders? From Dustin Moskovitz, one of Facebook's co-founders (and now CEO of Asana) [seems himself to admit so](https://medium.com/building-asana/work-hard-live-well-ead679cb506d).\\n\\nWe can only wonder if it's accidental that the products made by web2 founders weren’t mindful of their users' wellbeing, given that’s not what they optimized for *in their own lives and work environments?*\\n\\n## The promise of web3\\n\\nWeb3 stands out from its predecessor on the basis of its ideals (democratic, user-owned, permissionless, etc) and of its incentives structure, which align users' and builders' interests. Or as Chris Dixon puts it:\\n\\n[https://twitter.com/cdixon/status/1442201625590779909?s=20](https://twitter.com/cdixon/status/1442201625590779909?s=20)\\n\\nErgo, most of us are now contributing to DAOs, getting fired up every day by the promise of web3 to change society and create a better, fairer world based on innovative incentive design. Sometimes even competing for the boldest, most idealistic statements of hope:\\n\\n[https://twitter.com/META_DREAMER/status/1479590894294556672](https://twitter.com/META_DREAMER/status/1479590894294556672)\\n\\nNow that's all well and nice, but don't be fooled: **there's no making a better world if we first don't take care of ourselves and each other.**\\n\\nIndeed, as far as the work environment of web3 builders (i.e. DAOs) is concerned, things seem even worse than they were for web2 builders: always-on, FOMO-inducing, dopamine-farming etc...\\n\\n[https://twitter.com/chaserchapman/status/1458825169267531781](https://twitter.com/chaserchapman/status/1458825169267531781)\\n\\n[https://twitter.com/twoplusDAO/status/1473323798279737347](https://twitter.com/twoplusDAO/status/1473323798279737347)\\n\\nAs we established earlier, we shape our tools, and thereafter our tools shape us.  In the context of web3, the tools we use even *shape the way we see each other* - and subsequently, the culture we work in (ie. faceless Discord: easier to FOMO farm;  video calls and IRL: treat each other as humans). Therefore, these tools we use are *the most fundamental influence in the products we build*. And to close the loop, *in the life of the people who use them.*\\n\\nWhen construction workers used their heavy tools, they developed corresponding muscle issues and body aches. But now it’s all happening in the brain — this time however, entirely hidden from view, only showing up in often invisible mental issues like burnout and depression.\\n\\nGiven the above, the future is looking pretty bleak if we, in web3, continue to work this way. We have a responsibility, to ourselves and the billions of people who will use our products, to do better.\\n\\n## Humane DAOs, humane products\\n\\nBuilding non-adversarial, user-aligned web3 products begins with healthy lifestyles and work environments.\\n\\nWaking up to Discord first thing in the morning? NO! (we're watching you 👀). In case you need science to convince you this is a bad idea, [much has been written on the topic.](https://www.forbes.com/sites/forbescoachescouncil/2021/04/02/why-you-should-stop-checking-your-phone-in-the-morning-and-what-to-do-instead/?sh=42a300682684)\\n\\nDAOs that can shape healthy cultures and keep their contributors sane by rewarding self-care will [become the ones that thrive ](https://mirror.xyz/0x09362a31a90F01E18bB4a7B16Bc82796E8B79a7e/7neZfOiz0mGUO776qdHiSd70zGDZyC4opXAo3enqtt0)in an ultra competitive talent market. But they will also be the ones most likely to create humane products and in turn positively impact society. Wen Chief Wellbeing Officer and meditation sprints 🤷🏾‍♂️?\\n\\nBeyond the DAO environment itself, there are a few guidelines to keep for designing mindful, humane web3 products.  Anne-Laure Le Cunff, founder of [Ness Labs](https://nesslabs.com/), outlines 3 key design principles [in her talk](https://www.youtube.com/watch?v=yysQnr1ShNo&ab_channel=MakingJam):\\n\\n**1) Helpful**: *silent by default* (do we really need that notification?), *good timing* and *user-controlled* (how easy is it for users to turn off notifications?). For example minimize cognitive drain by batching notifications at precise times in the day.\\n\\n![iOS 15 not only allows deep customization of notifications through Focus Modes, but even to let your contacts know you have notifications silenced. How helpful.](https://images.mirror-media.xyz/publication-images/lhes7om8YKe2AhRq60vpm.png?height=1500&width=3000)\\n\\n**2) Calm**: *mindful context switching* (is there a way to meet the user where they are instead of requiring them to come to my app?), *limited options, simple filters, fixed interface by default* (limit movement within the interface), *straightforward UI*. This points at the importance of integrations and lowering tool-fatigue.\\n\\n![How calm is Superhuman compared to the sheer overwhelm of opening Discord?](https://images.mirror-media.xyz/publication-images/TrBa1Eu3oVltwmC2fRuM3.png?height=924&width=1920)\\n\\n**3) Value-focused**: *time well spent* (how do we make sure the time spent in the app is valuable?),  *focus on jobs-to-be-done* (getting users to achieve what they came for instead of trying to capture their attention and time) and *completeness* (help users tune off once they’ve achieved what they came for, instead of feeding them endlessly more work or entertainment).\\n\\n![Imagine Twitter telling you that \\\"You're all caught up\\\" and you'd better take a walk in the sun now instead of doomscrolling.](https://images.mirror-media.xyz/publication-images/wH8h29H7vsGY8Ngs1Sizw.png?height=799&width=1600)\\n\\nA great list — which we fork to add our own, web3-focused, humane product design principles which seek to counteract the always-on, scarcity-based and FOMO-inducing culture pervasive in the space :\\n\\n**4) Slow:** *have a break* (prompt users to take frequent breaks after long periods of activity… even cars do that after all!), *asynchronous communication* (thank you Notion) and *information digests* (we’re loving the #daily-update or #weekly-update channels proliferating in many DAOs). Embed playful and regenerative breaks both in our DAO lives and tooling.\\n\\n![With an oat-milk latte, please.](https://images.mirror-media.xyz/publication-images/jY4KiKxIZHUaDmCC8Siqr.png?height=360&width=544)\\n\\n**5) Abundant**: *peer support* (can we facilitate users recognizing, gifting and cheering each other instead of making them compete for status?), *authenticity* (reduce status chasing by removing status markers and social competitions) and *fairness* (no spending hundreds of hours doing degen quests for a whitelist...).\\n\\n![Discord tip bots are a great example of “net-positive” peer support](https://images.mirror-media.xyz/publication-images/Y9kkHqYYoSNUzW6MuUxns.png?height=631&width=686)\\n\\n## Mindful metrics\\n\\nNow that you've designed a humane, mindful product or DAO, how do you measure success? Surely, you need to rethink the age-old obsession over engagement metrics, [a point also advocated by the Center for Humane Tech.](https://www.humanetech.com/technologists)\\n\\nAs the saying goes, what gets measured gets improved. Choosing the wrong metrics can lead to adversarial design and zero-sum games as this Youtube engineer confesses in \\\"The Social Dilemma\\\":\\n\\n> *\\\"It worries me that an algorithm I was working on \\\\[at Youtube\\\\] is increasing polarization in society. But from the point of view of watch time, this polarization is extremely efficient at keeping people online”*\\n\\nInstead, non-adversarial, user-aligned web3 products should focus on measuring the value they provide to users by setting\\n\\n1. the right North Star Metric (linked to the main job-to-be-done and focused on value delivery)\\n2. measuring long-term retention in our tooling and DAOs (over time spent)\\n3. focusing on contributor or user satisfaction (i.e. NPS)\\n4. optimizing for shorter task-time (i.e. how can we get users and contributors to achieve what they came for *faster*?).\\n\\n## One shot\\n\\nWe have a window of opportunity. A golden one at that. Web3 is only in its infancy, so this is our unique chance to shape it and create a mindful and human metaverse. *We won't have another shot*. So let's not waste it.\\n\\nWe'll leave you to ponder that one, from Wilson Milner:\\n\\n> *“The car shaped our environment in the 20th century in this huge tectonic way. I don’t think it’s a stretch to say that the screen will be as important to shaping our environment in the 21st century. What goes on those screens is pretty important. Because the things that we choose to surround ourselves with will shape what we become. We’re not just making pretty interfaces. We’re actually in the process of building environments where we’ll spend most of our time for the rest of our lives. We’re the designers. We’re the builders. What do we want that environment to feel like? What do **we** want to feel like?”*\",\"timestamp\":1642618561,\"title\":\"We shape web3, then web3 will shape us\",\"publication\":\"twoplus\"},\"digest\":\"iAubBSSv3taqQKlQP-mulISgmn5Kx46R7tNyYHjT3dw\",\"authorship\":{\"contributor\":\"0x4ACed12b42055fE65D920fbe1824F78B59648c43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bl_UpF1cCp9cr13X-jWMSvd74R51PSg_dn68EviVAH4\\\",\\\"y\\\":\\\"NKBq6OlhP5w2DeqvAJ6hUUSUGCjhrQML_gPSOodb-2Q\\\"}\",\"signature\":\"r_c4nX6167zjr0LJ6oqso-h5nh9ejtNkW3q3a1kMMqhD2H4MC3NjfbkYQNGhi48TsJLXl67kpz9GFqYD6TpUmw\",\"signingKeySignature\":\"0x0cda2261fbf44ff839bb2a99cb06a5063aa7f8384337246fb38676473ac798e1641d85b979696a12ecc0c378863a91c8914d3b68f81aa9dbb3ae17a90291b7ee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bl_UpF1cCp9cr13X-jWMSvd74R51PSg_dn68EviVAH4\\\",\\\"y\\\":\\\"NKBq6OlhP5w2DeqvAJ6hUUSUGCjhrQML_gPSOodb-2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GSphNBaWJO_psEZ17xuPjBCDoCK_ZE4rY9irFvPcDdw\"}"