"{\"content\":{\"body\":\"The past couple of months have been life-changing. I've met some of my favorite artists, shot a short film, and have seen a community rally around me with open arms.\\n\\nThe immediate events following the closing of $OVERSTIM were all surrounded with excitement. But, as the dust started to settle, reality started to take hold.\\n\\n* How would I recoup 50 ETH worth of streaming royalties?\\n* Do people value my music - the very vehicle that got me here - or are they more interested in this experiment and less the artistic effort that went in to the songs?\\n* How do I allocate my time?\\n* How do I decide which meetings to take?\\n* How do I run a discord?\\n* Did I just get ridiculously lucky?\\n\\nWhat I’m getting at is that raising 50 ETH hasn’t been all sunshine and rainbows. I’m sure imposter syndrome plays a pretty big role here; I went from being a 24 year old artist/producer throwing a bunch of odd jobs together to make ends meet to making a mid 6-figure income within the span of a couple months. I’m incredibly grateful for my uptick in financial stability,  but I would be lying if I sat here and said I was totally prepared for the change of pace.\\n\\nAll of a sudden, responsibility worked its way in to my life. In some ways, I have a fiduciary duty to 87 “shareholders” (I don’t really like to think of $OVERSTIM holders as shareholders but for all intents and purposes let’s roll with it).\\n\\nI also have a responsibility to make the songs perform well - and this hasn’t exactly been going according to plan. For the past year and a half of releasing music, I’ve grown used to the infrastructure of a record label, and having to be my own record label on the fly has presented blind spots I hadn’t anticipated. And this sucks. Here I am, putting the body of work that I’m most proud of into the world - and people are noticing the novelty of the mechanisms put in place over the novelty of the music. Maybe this is my brain still placing a value on a streaming number and not being used to a model of living off of my patrons. But maybe the music really deserves a higher level of accessibility regardless of the Web3 model. I’m still adjusting.\\n\\nAfter-all, I still want to do so many things that exist in the Web2 world. I want to tour - playing Lollapalooza has been a dream of mine since I was a 17 year-old kid who stumbled into his first music festival. I want to travel around the world and make music with my best friends on tour busses in random cities. I want a platinum record. I want to work with my favorite artists. I want to keep pushing my own sonic envelope, and make my next body of work even better than Overstimulated (which is something I can’t comprehend right now). I have a responsibility to myself to keep making music that I’m proud of, and between the phone calls, coffee meetings, and networking events, I’ve had a hard time getting in a groove in the studio.\\n\\nI have a lot left to prove to myself.\\n\\nAt the same time, so many of my dreams have come true. In a lot of ways, I’ve “made it”. If I really wanted to, the majority of my day could be filled with making songs (kinda). I played my first live show in New York at a venue that overlooked the Hudson. I just flew out 2 of my closest friends to LA (where I always have wanted to comfortably live) to shoot a music video and make beats. I’ve been on over 10 flights in the past 30 days to make music, and this about exceeds the amount of flights I’ve been on in the 24 years of my life.\\n\\nMaybe not that much has changed. The time formerly put towards odd end jobs has been replaced with community management, flights, and phone calls. The music time has been moved from the odd hours of the evening to the odd hours of the morning or random Airbnb’s I find myself in.\\n\\nIn a journey that’s so new to all of us, it’s only natural to have a bit of turbulence.\\n\\nTo more.\\n\\n### Get In Touch\\n\\nIf any of you are curious about $OVERSTIM or anything else going on in my life, stop in to my discord and write a quick introduction. I’d love to connect and welcome you with the same open arms that you welcomed me with.\\n\\n[https://discord.gg/EjCnQSnP6h](https://discord.gg/EjCnQSnP6h)\\n\\nTwitter: @imdanielallan\\n\\nIG: @danielallanmusic\\n\\nWebsite: danielallan.xyz\\n\\n$OVERSTIM Crowdfund: danielallan.mirror.xyz\",\"timestamp\":1641541067,\"title\":\"Sunshine and Rainbows\"},\"digest\":\"1Nb25Gh9qyRUw-H4eyeYQkJoGevjVffpO8oat39nNxQ\",\"authorship\":{\"contributor\":\"0xbCefc4906b443e4DB64E2b00b9af2C39e76c785c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pTIv-thlGnQa0g5qDqOl_T9eE31ndvUCEYoeekSybys\\\",\\\"y\\\":\\\"2L5t6pVlZzzcxtev0YEcKn6XCouN-e7soLLQdaS6nG4\\\"}\",\"signature\":\"QyEUsqtEJfHTm-WcHCwRvIaa6Uu21qh1nDeDBLLSSaNkHijzfmADTTemkf5nzXGb3kAyz2z-1aspfvCuF9-2TQ\",\"signingKeySignature\":\"0x9d2170035c784677a673d23efa82244592fd026707714d30c61002b179367d570c306bb3a2ea5a1b6246e591072db694b907b6fe5793bc5aea5d2fdf31af0d4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pTIv-thlGnQa0g5qDqOl_T9eE31ndvUCEYoeekSybys\\\",\\\"y\\\":\\\"2L5t6pVlZzzcxtev0YEcKn6XCouN-e7soLLQdaS6nG4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7avCPrr08XK6fPkqCPXDVC-qoxkUhFK6exQQ9ZgL8v0\"}"