"{\"content\":{\"body\":\"\\\"No,\\\" said Soames, grimly.  \\\"He took an interest in horses and broke his neck in Paris, walking down-stairs.  Good riddance for your aunt.\\\"  He frowned, recollecting the inquiry into those stairs which he had attended in Paris six years ago, because.  Montague Dartie could not attend it himself--perfectly normal stairs in a house where they played baccarat.  Either his winnings or the way he had celebrated them had gone to his brother-in-law's head.  The French procedure had been very loose; he had had a lot of trouble with it.\\n\\nA sound from Fleur distracted his attention.  \\\"Look! The people who were in the Gallery with us.\\\"\\n\\n\\\"What people?\\\" muttered Soames, who knew perfectly well.\\n\\n\\\"I think that woman's beautiful.\\\"\\n\\n\\\"Come into this pastry-cook's,\\\" said Soames abruptly, and tightening his grip on her arm he turned into a confectioner's.  It was--for him--a surprising thing to do, and he said rather anxiously: \\\"What will you have?\\\"\\n\\n\\\"Oh! I don't want anything.  I had a cocktail and a tremendous lunch.\\\"\\n\\n\\\"We must have something now we're here,\\\" muttered Soames, keeping hold of her arm.\\n\\n\\\"Two teas,\\\" he said; \\\"and two of those nougat things.\\\"\\n\\nBut no sooner was his body seated than his soul sprang up.  Those three--those three were coming in!  He heard Irene say something to her boy, and his answer:\\n\\n\\\"Oh! no, Mum; this place is all right.  My stunt.\\\"  And the three sat down.\\n\\nAt that moment, most awkward of his existence, crowded with ghosts and shadows from his past, in presence of the only two women he had ever loved--his divorced wife and his daughter by her successor-- Soames was not so much afraid of them as of his cousin June.  She might make a scene--she might introduce those two children--she was capable of anything.  He bit too hastily at the nougat, and it stuck to his plate.  Working at it with his finger, he glanced at Fleur. She was masticating dreamily, but her eyes were on the boy.  The Forsyte in him said: \\\"Think, feel, and you're done for!\\\"  And he wiggled his finger desperately.  Plate!  Did Jolyon wear a plate? Did that woman wear a plate?  Time had been when he had seen her wearing nothing!  That was something, anyway, which had never been stolen from him.  And she knew it, though she might sit there calm and self-possessed, as if she had never been his wife.  An acid humour stirred in his Forsyte blood; a subtle pain divided by hair's breadth from pleasure.  If only June did not suddenly bring her hornets about his ears!  The boy was talking.\\n\\n\\\"Of course, Auntie June\\\"--so he called his half-sister \\\"Auntie,\\\" did he?--well, she must be fifty, if she was a day!--\\\" it's jolly good of you to encourage them.  Only--hang it all!\\\"  Soames stole a glance. Irene's startled eyes were bent watchfully on her boy.  She--she had these devotions--for Bosinney--for that boy's father--for this boy! He touched Fleur's arm, and said:\\n\\n\\\"Well, have you had enough?\\\"\\n\\n\\\"One more, Father, please.\\\"\\n\\nShe would be sick!  He went to the counter to pay.  When he turned round again he saw Fleur standing near the door, holding a handkerchief which the boy had evidently just handed to her.\\n\\n\\\"F. F.,\\\" he heard her say.  \\\"Fleur Forsyte--it's mine all right. Thank you ever so.\\\"\\n\\nGood God!  She had caught the trick from what he'd told her in the Gallery--monkey!\\n\\n\\\"Forsyte?  Why--that's my name too.  Perhaps we're cousins.\\\"\\n\\n\\\"Really!  We must be.  There aren't any others.  I live at Mapledurham; where do you?\\\"\\n\\n\\\"Robin Hill.\\\"\\n\\nQuestion and answer had been so rapid that all was over before he could lift a finger.  He saw Irene's face alive with startled feeling, gave the slightest shake of his head, and slipped his arm through Fleur's.\\n\\n\\\"Come along!\\\" he said.\\n\\nShe did not move.\\n\\n\\\"Didn't you hear, Father?  Isn't it queer--our name's the same.  Are we cousins?\\\"\\n\\n\\\"What's that?\\\" he said.  \\\"Forsyte?  Distant, perhaps.\\\"\\n\\n\\\"My name's Jolyon, sir.  Jon, for short.\\\"\\n\\n\\\"Oh! Ah!\\\" said Soames.  \\\"Yes.  Distant.  How are you?  Very good of you.  Good-bye!\\\"\\n\\nHe moved on.\\n\\n\\\"Thanks awfully,\\\" Fleur was saying.  \\\"Au revoir!\\\"\\n\\n\\\"Au revoir!\\\" he heard the boy reply.\\n\\nII\\n\\nFINE FLEUR FORSYTE\\n\\nEmerging from the \\\"pastry-cook's,\\\" Soames' first impulse was to vent his nerves by saying to his daughter: 'Dropping your hand-kerchief!' to which her reply might well be: 'I picked that up from you!' His second impulse therefore was to let sleeping dogs lie.  But she would surely question him.  He gave her a sidelong look, and found she was giving him the same.  She said softly:\\n\\n\\\"Why don't you like those cousins, Father?\\\"  Soames lifted the corner of his lip.\\n\\n\\\"What made you think that?\\\"\\n\\n\\\"Cela se voit.\\\"\\n\\n'That sees itself!'  What a way of putting it!  After twenty years of a French wife Soames had still little sympathy with her language; a theatrical affair and connected in his mind with all the refinements of domestic irony.\\n\\n\\\"How?\\\" he asked.\\n\\n\\\"You must know them; and you didn't make a sign.  I saw them looking at you.\\\"\\n\\n\\\"I've never seen the boy in my life,\\\" replied Soames with perfect truth.\\n\\n\\\"No; but you've seen the others, dear.\\\"\\n\\nSoames gave her another look.  What had she picked up?  Had her Aunt Winifred, or Imogen, or Val Dartie and his wife, been talking?  Every breath of the old scandal had been carefully kept from her at home, and Winifred warned many times that he wouldn't have a whisper of it reach her for the world.  So far as she ought to know, he had never been married before.  But her dark eyes, whose southern glint and clearness often almost frightened him, met his with perfect innocence.\\n\\n\\\"Well,\\\" he said, \\\"your grandfather and his brother had a quarrel. The two families don't know each other.\\\"\\n\\n\\\"How romantic!\\\"\\n\\n'Now, what does she mean by that?' he thought.  The word was to him extravagant and dangerous--it was as if she had said: \\\"How jolly!\\\"\\n\\n\\\"And they'll continue not to know each, other,\\\" he added, but instantly regretted the challenge in those words.  Fleur was smiling. In this age, when young people prided themselves on going their own ways and paying no attention to any sort of decent prejudice, he had said the very thing to excite her wilfulness.  Then, recollecting the expression on Irene's face, he breathed again.\\n\\n\\\"What sort of a quarrel?\\\" he heard Fleur say.\\n\\n\\\"About a house.  It's ancient history for you.  Your grandfather died the day you were born.  He was ninety.\\\"\\n\\n\\\"Ninety?  Are there many Forsytes besides those in the Red Book?\\\"\\n\\n\\\"I don't know,\\\" said Soames.  \\\"They're all dispersed now.  The old ones are dead, except Timothy.\\\"\\n\\nFleur clasped her hands.\\n\\n\\\"Timothy?  Isn't that delicious?\\\"\\n\\n\\\"Not at all,\\\" said Soames.  It offended him that she should think \\\"Timothy\\\" delicious--a kind of insult to his breed.  This new generation mocked at anything solid and tenacious.  \\\"You go and see the old boy.  He might want to prophesy.\\\"  Ah!  If Timothy could see the disquiet England of his great-nephews and great-nieces, he would certainly give tongue.  And involuntarily he glanced up at the Iseeum; yes--George was still in the window, with the same pink paper in his hand.\\n\\n\\\"Where is Robin Hill, Father?\\\"\\n\\nRobin Hill!  Robin Hill, round which all that tragedy had centred! What did she want to know for?\\n\\n\\\"In Surrey,\\\" he muttered; \\\"not far from Richmond.  Why?\\\"\\n\\n\\\"Is the house there?\\\"\\n\\n\\\"What house?\\\"\\n\\n\\\"That they quarrelled about.\\\"\\n\\n\\\"Yes.  But what's all that to do with you?  We're going home to- morrow--you'd better be thinking about your frocks.\\\"\\n\\n\\\"Bless you!  They're all thought about.  A family feud?  It's like the Bible, or Mark Twain--awfully exciting.  What did you do in the feud, Father?\\\"\\n\\n\\\"Never you mind.\\\"\\n\\n\\\"Oh! But if I'm to keep it up?\\\"\\n\\n\\\"Who said you were to keep it up?\\\"\\n\\n\\\"You, darling.\\\"\\n\\n\\\"I?  I said it had nothing to do with you.\\\"\\n\\n\\\"Just what I think, you know; so that's all right.\\\"  .\\n\\nShe was too sharp for him; fine, as Annette sometimes called her. Nothing for it but to distract her attention.\\n\\n\\\"There's a bit of rosaline point in here,\\\" he said, stopping before a shop, \\\"that I thought you might like.\\\"\\n\\nWhen he had paid for it and they had resumed their progress, Fleur said:\\n\\n\\\"Don't you think that boy's mother is the most beautiful woman of her age you've ever seen?\\\"\\n\\nSoames shivered.  Uncanny, the way she stuck to it!\\n\\n\\\"I don't know that I noticed her.\\\"\\n\\n\\\"Dear, I saw the corner of your eye.\\\"\\n\\n\\\"You see everything--and a great deal more, it seems to me!\\\"\\n\\n\\\"What's her husband like?  He must be your first cousin, if your fathers were brothers.\\\"\\n\\n\\\"Dead, for all I know,\\\" said Soames, with sudden vehemence.  \\\"I haven't seen him for twenty years.\\\"\\n\\n\\\"What was he?\\\"\\n\\n\\\"A painter.\\\"\\n\\n\\\"That's quite jolly.\\\"\\n\\nThe words: \\\"If you want to please me you'll put those people out of your head,\\\" sprang to Soames' lips, but he choked them back--he must not let her see his feelings.\\n\\n\\\"He once insulted me,\\\" he said.\\n\\nHer quick eyes rested on his face.\\n\\n\\\"I see!  You didn't avenge it, and it rankles.  Poor Father!  You let me have a go!\\\"\\n\\nIt was really like lying in the dark with a mosquito hovering above his face.  Such pertinacity in Fleur was new to him, and, as they reached the hotel, he said grimly:\\n\\n\\\"I did my best.  And that's enough about these people.  I'm going up till dinner.\\\"\\n\\n\\\"I shall sit here.\\\"\\n\\nWith a parting look at her extended in a chair--a look half- resentful, half-adoring--Soames moved into the lift and was transported to their suite on the fourth floor.  He stood by the window of the sitting-room which gave view over Hyde Park, and drummed a finger on its pane.  His feelings were confused, tetchy, troubled.  The throb of that old wound, scarred over by Time and new interests, was mingled with displeasure and anxiety, and a slight pain in his chest where that nougat stuff had disagreed.  Had Annette come in?  Not that she was any good to him in such a difficulty. Whenever she had questioned him about his first marriage, he had always shut her up; she knew nothing of it, save that it had been the great passion of his life, and his marriage with herself but domestic makeshift.  She had always kept the grudge of that up her sleeve, as it were, and used it commercially.  He listened.  A sound--the vague murmur of a woman's movements--was coming through the door.  She was in.  He tapped.\\n\\n\\\"Who?\\\"\\n\\n\\\"I,\\\" said Soames.\\n\\nShe had been changing her frock, and was still imperfectly clothed; a striking figure before her glass.  There was a certain magnificence about her arms, shoulders, hair, which had darkened since he first knew her, about the turn of her neck, the silkiness of her garments, her dark-lashed, greyblue eyes--she was certainly as handsome at forty as she had ever been.  A fine possession, an excellent housekeeper, a sensible and affectionate enough mother.  If only she weren't always so frankly cynical about the relations between them! Soames, who had no more real affection for her than she had for him, suffered from a kind of English grievance in that she had never dropped even the thinnest veil of sentiment over their partnership. Like most of his countrymen and women, he held the view that marriage should be based on mutual love, but that when from a marriage love had disappeared, or, been found never to have really existed--so that it was manifestly not based on love--you must not admit it.  There it was, and the love was not--but there you were, and must continue to be!  Thus you had it both ways, and were not tarred with cynicism, realism, and immorality like the French.  Moreover, it was necessary in the interests of property.  He knew that she knew that they both knew there was no love between them, but he still expected her not to admit in words or conduct such a thing, and he could never understand what she meant when she talked of the hypocrisy of the English.  He said:\",\"timestamp\":1639989915,\"title\":\"\\\"I don't know anything about his father.\\\"\"},\"digest\":\"jwzppU4oxBJBjVKSyJpmbVGwlBD9O3H6qgXRtH6hzq8\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mm_gPVQaSuio4UZXnydNfvc__bzLhzrLfOZczyaog3o\\\",\\\"y\\\":\\\"eqK4jxt50IH4H-Vrv1tUPygSlpaBpuleRSjWrj8DCas\\\"}\",\"signature\":\"78u8k2dbDEJNu1DdhrlKvKxGU1827y2YWjieILbBAeAW7dLZrSc4UiIYU5BcLRvjTbnHRysdVKC492CyxLIJhw\",\"signingKeySignature\":\"0xcd0513a4be344868da7044cf0f87ba5f883e7368d8434b8dc5b6624d731f21a8499c657c04eaffc26b6cec4342debf60428ead7925372d077ccf8c345985e8eb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mm_gPVQaSuio4UZXnydNfvc__bzLhzrLfOZczyaog3o\\\",\\\"y\\\":\\\"eqK4jxt50IH4H-Vrv1tUPygSlpaBpuleRSjWrj8DCas\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jwzppU4oxBJBjVKSyJpmbVGwlBD9O3H6qgXRtH6hzq8\"}"