"{\"content\":{\"body\":\"By **Alex Yang**\\n\\n![](https://images.mirror-media.xyz/publication-images/CviDl2bjqhV3iO1E4fKbh.png?height=762&width=1470)\\n\\nIn my last post I explained how I got interested in EdTech through my own personal experiences and reflections.\\n\\nSince then I’ve done a lot more research into the space and I’ll share my process for picking a space within EdTech to focus on and provide some background on that space.\\n\\n## **What’s My Area of Focus for This Thesis?**\\n\\nI already knew going into this project that I was going to explore either K-12 or Higher Education. These two areas feel close to home as a current undergrad student.\\n\\nHowever, I knew that the K-12 and Higher Ed segments were massive and there were many rabbit holes to dive into. There were too many subcategories and themes in K-12 + Higher Ed for me to write about them all, so I wanted to narrow down significantly.\\n\\nHere was my process for finding a specific area within EdTech to look into:\\n\\n1. I read some Medium articles by well regarded EdTech VCs to learn about hot EdTech startups, and also scoured the portfolios of top EdTech funds and lists like GSV Cup Elite 200 and Forbes 30 Under 30 Education.\\n2. I looked into what those startups did and wrote what I found interesting about each of them.\\n3. After a lot of reps with Step 2, I began to identify areas that I wasn’t interested in (language learning, studying tools, learning coding, test prep). This helped me become more efficient in my research.\\n4. And, with a lot of reps with Step 2, I found that I naturally started to gravitate towards the area of K-12 alternative schools because I was able to write a lot more things that I found interesting about them.\\n\\n## **How Do I Define Alternative Schooling?**\\n\\nAfter finding an interesting area to dive into, I wanted to first clearly define the space and types of company I was seeing.\\n\\nWithin alternative schooling I think there are 4 types of schools/formats: learning pods, microschools, school replacements, and school supplements. ***The common thread in all these models is the dissatisfaction with traditional public, private, and charter school experiences.***\\n\\n### Microschools\\n\\nAccording to [State Policy Network,](https://spn.org/blog/learning-pods/)\\n\\n> All microschools are different, but most share a few general characteristics. Most have blended age groups, so children of all ages learn together. Students can attend a few times per week or the traditional five-day schedule.\\n>\\n> Microschools can [vary in size](https://www.sailawaylearning.com/microschools-education/), with as few as five students and as many as 150. Most microschools have [15 or fewer](https://edupreneuracademy.org/microschools/) students. Because of their small size, microschools give each student a personalized education. Teachers act more as [guides](https://www.edweek.org/policy-politics/what-is-a-micro-school-and-where-can-you-find-one/2016/01) than lecturers, instruction involves hands-on, [activity-based learning](https://edupreneuracademy.org/microschools/), and students learn through [projects](https://www.businessinsider.com/micro-schools-altschool-2016-1), not memorization.\\n\\nIndividual microschools also belong to a larger official microschool network, which designs the curriculum, creates the software for learning, and hires guides/instructors for the individual schools.\\n\\n### Learning Pods\\n\\nSimilar to microschools, learning pods focus on small student-teacher ratios, personalized education, and teachers acting as guides. Like microschools, learning pods can happen in a family’s backyard or basically anywhere with an internet connection. However, the nuance of Learning Pods is that they do not belong to a larger network, and thus are not as structured and may require more parent involvement.\\n\\n### School Replacements\\n\\nI define **School Replacements** as typically digital-first programs that provide a comprehensive curriculum covering the same core academic areas as conventional schools, but with several major differences. First, these programs typically use learning models that are different from traditional education, like Project Based Learning and Mastery Based Learning. These programs also emphasize giving students the freedom to explore their interests and do passion projects, where the teacher serves more as a coach for these projects rather than an instructor. And of course, all of these programs get rid of lectures and have students go through more self-directed learning. I *don’t* consider online high schools like Stanford Online High School to be **School Replacements**, because they simply transfer the curriculum to online lectures.\\n\\n### School Supplements\\n\\nFinally, I define **School Supplements** as digital first programs /course for students to explore passions that aren’t supported by their traditional school setting, as well as to supplement their learnings in core academic areas. The learning models here can be anything from Socratic discussions to collaborative video games. [Many times,](https://www.nytimes.com/2020/10/14/education/learning/pods-microschools-pandemic.html) **School Supplements** can also serve as the curriculum used for microschools and learning pods.\\n\\n\\\\*\\\\**I have seen the terms microschool and learning pods used interchangeably, although I believe there are slight differences.*\\n\\n## **Why Am I Personally Interested In This Area?**\\n\\nI gravitated towards the area of alternative schools because I see them as institution replacing, as opposed to institution enabling.\\n\\nFred Wilson said in [2012](https://gigaom.com/2012/10/24/fred-wilson-on-ed-tech-4-takeaways-for-educators-and-entrepreneurs/) that “We should compete with the existing education system as opposed to sell to it.”\\n\\nJohn Danner, a leading EdTech investor, has built his entire [investment philosophy](https://johnwdanner.medium.com/burn-it-down-361c2223f064) around “assuming that these highly political and highly regulated institutions are 1000x harder to fix than to replace. Instead of investing in things that can fix the institutions, you should invest aggressively to burn them down.”\\n\\nI agree — I see a plethora of software products that can drastically improve the learning and teaching experiences of many. But at the end of the day, these tools are still used in the same flawed traditional education system. These kinds of businesses will still become very successful, but I’d like to think that their impact is capped long term compared to businesses that completely do away with the current institutions.\\n\\nAlternative schooling has the potential to replace institutions that fail to serve learners. As a college student myself and with a younger sibling in high school, I want to see something that can challenge traditional schools and their curriculums.\\n\\n![The Institution Enabling side is far more ahead of Institution Replacing in terms of funding and revenue. I put some companies in between the two because these are supplemental experiences and their learners still get their core education from traditional schools (or in the case of Outlier, they enter traditional college).](https://images.mirror-media.xyz/publication-images/qV249cqVYWCCCJjZm8rHR.png?height=790&width=1504)\\n\\n## What Is The History Surrounding This Space?\\n\\nMicroschools have existed far before the pandemic. [Alternative Education Resource Organization](https://www.educationrevolution.org/store/) (AERO) has been helping parents and teachers create microschools since 1989. Acton Academy, one of the largest microschool networks, was founded in 2008.\\n\\nIn the early-mid 2010s a wave of new microschools started popping up around the nation. The highly profiled AltSchool, backed by Andreessen Horowitz and Founders Fund, was the standout microschool network and one of the most hyped EdTech startups before [ultimately collapsing](https://www.forbes.com/sites/petergreene/2019/07/15/what-can-we-learn-from-an-experimental-high-tech-charter-wunderschool-failure/?sh=15135a6c533a).\\n\\nBut in my opinion there was never a real catalyst that was driving considerable growth in micro schools. Perhaps just a few parents out of many would decide every year that they wanted their child to have a different learning experience that was also not homeschooling. Alternative schools were not an attractive market for venture sized returns.\\n\\n\\n---\\n\\n*In my next post I will look at **why the market for alternative schools has changed due to the Covid-19 pandemic.** In the meantime I’ll still be looking for more alternative schools out there, so if you know any please email me at alexyyang15@gmail.com! Also I realize that as a former public HS kid I have limited perspective on what it’s actually like to attend an alternative school — if you have any first hand insights I would love to hear those as well!*\",\"timestamp\":1641490749,\"title\":\"My EdTech Thesis Focus: Alternative Schools \"},\"digest\":\"GLIGVCgVfKZn8IaZQcuT78qSFEJdHER3dXQL9vh7Ytk\",\"authorship\":{\"contributor\":\"0x613e5e118A3e5AB251d0141d9b2904d32E4C1d12\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5t76IDHPFjch6r8M8hwO9kfZpqcqYI96rD9hqsn0KuA\\\",\\\"y\\\":\\\"uVsZdqI6shkQfdgQBNNcCA1OPRo-7VDT0hBU-7n2_ns\\\"}\",\"signature\":\"gUcSuI7C8kt9TgSXgEgkroK9kOi16Un_1dFxFK9lT9zHWOT2STv83Nq_OCG8J3HsXp33Z8gXiyPOIlPNpfvMPg\",\"signingKeySignature\":\"0xb20985fc45b59909588687bfc320b8303f3320e3476eaacc4ff10a8634ec58271eaff3907d3a3ee91de89cc2fbc84650b8f9116cc32c70c8ea4ad7f7788d6d561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5t76IDHPFjch6r8M8hwO9kfZpqcqYI96rD9hqsn0KuA\\\",\\\"y\\\":\\\"uVsZdqI6shkQfdgQBNNcCA1OPRo-7VDT0hBU-7n2_ns\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GLIGVCgVfKZn8IaZQcuT78qSFEJdHER3dXQL9vh7Ytk\"}"