"{\"content\":{\"body\":\"We've got two hours for it before she wakes.  So hurry up and come on. You start out from the Balesuna and I start from the Berande. Those two rivers are the boundaries of the plantation, aren't they? Very well.  The field of the duel will be the plantation.  Neither principal must go outside its boundaries.  Are you satisfied?\\\"\\n\\n\\\"Quite.  But have you any objections if I leave some orders?\\\"\\n\\n\\\"Not at all,\\\" Tudor acquiesced, the pink of courtesy now that his wish had been granted.\\n\\nSheldon clapped his hands, and the running house-boy hurried away to bring back Adamu Adam and Noa Noah.\\n\\n\\\"Listen,\\\" Sheldon said to them.  \\\"This man and me, we have one big fight to-day.  Maybe he die.  Maybe I die.  If he die, all right. If I die, you two look after Missie Lackalanna.  You take rifles, and you look after her daytime and night-time.  If she want to talk with Mr. Tudor, all right.  If she not want to talk, you make him keep away.  Savvee?\\\"\\n\\nThey grunted and nodded.  They had had much to do with white men, and had learned never to question the strange ways of the strange breed.  If these two saw fit to go out and kill each other, that was their business and not the business of the islanders, who took orders from them.  They stepped to the gun-rack, and each picked a rifle.\\n\\n\\\"Better all Tahitian men have rifles,\\\" suggested Adamu Adam. \\\"Maybe big trouble come.\\\"\\n\\n\\\"All right, you take them,\\\" Sheldon answered, busy with issuing the ammunition.\\n\\nThey went to the door and down the steps, carrying the eight rifles to their quarters.  Tudor, with cartridge-belts for rifle and pistol strapped around him, rifle in hand, stood impatiently waiting.\\n\\n\\\"Come on, hurry up; we're burning daylight,\\\" he urged, as Sheldon searched after extra clips for his automatic pistol.\\n\\nTogether they passed down the steps and out of the compound to the beach, where they turned their backs to each other, and each proceeded toward his destination, their rifles in the hollows of their arms, Tudor walking toward the Berande and Sheldon toward the Balesuna.\\n\\nCHAPTER XXVII--MODERN DUELLING\\n\\nBarely had Sheldon reached the Balesuna, when he heard the faint report of a distant rifle and knew it was the signal of Tudor, giving notice that he had reached the Berande, turned about, and was coming back.  Sheldon fired his rifle into the air in answer, and in turn proceeded to advance.  He moved as in a dream, absent- mindedly keeping to the open beach.  The thing was so preposterous that he had to struggle to realize it, and he reviewed in his mind the conversation with Tudor, trying to find some clue to the common-sense of what he was doing.  He did not want to kill Tudor. Because that man had blundered in his love-making was no reason that he, Sheldon, should take his life.  Then what was it all about?  True, the fellow had insulted Joan by his subsequent remarks and been knocked down for it, but because he had knocked him down was no reason that he should now try to kill him.\\n\\nIn this fashion he covered a quarter of the distance between the two rivers, when it dawned upon him that Tudor was not on the beach at all.  Of course not.  He was advancing, according to the terms of the agreement, in the shelter of the cocoanut trees.  Sheldon promptly swerved to the left to seek similar shelter, when the faint crack of a rifle came to his ears, and almost immediately the bullet, striking the hard sand a hundred feet beyond him, ricochetted and whined onward on a second flight, convincing him that, preposterous and unreal as it was, it was nevertheless sober fact.  It had been intended for him.  Yet even then it was hard to believe.  He glanced over the familiar landscape and at the sea dimpling in the light but steady breeze.  From the direction of Tulagi he could see the white sails of a schooner laying a tack across toward Berande.  Down the beach a horse was grazing, and he idly wondered where the others were.  The smoke rising from the copra-drying caught his eyes, which roved on over the barracks, the tool-houses, the boat- sheds, and the bungalow, and came to rest on Joan's little grass house in the corner of the compound.\\n\\nKeeping now to the shelter of the trees, he went forward another quarter of a mile.  If Tudor had advanced with equal speed they should have come together at that point, and Sheldon concluded that the other was circling.  The difficulty was to locate him.  The rows of trees, running at right angles, enabled him to see along only one narrow avenue at a time.  His enemy might be coming along the next avenue, or the next, to right or left.  He might be a hundred feet away or half a mile.  Sheldon plodded on, and decided that the old stereotyped duel was far simpler and easier than this protracted hide-and-seek affair.  He, too, tried circling, in the hope of cutting the other's circle; but, without catching a glimpse of him, he finally emerged upon a fresh clearing where the young trees, waist-high, afforded little shelter and less hiding.  Just as he emerged, stepping out a pace, a rifle cracked to his right, and though he did not hear the bullet in passing, the thud of it came to his ears when it struck a palm-trunk farther on.\\n\\nHe sprang back into the protection of the larger trees.  Twice he had exposed himself and been fired at, while he had failed to catch a single glimpse of his antagonist.  A slow anger began to burn in him.  It was deucedly unpleasant, he decided, this being peppered at; and nonsensical as it really was, it was none the less deadly serious.  There was no avoiding the issue, no firing in the air and getting over with it as in the old-fashioned duel.  This mutual man-hunt must keep up until one got the other.  And if one neglected a chance to get the other, that increased the other's chance to get him.  There could be no false sentiment about it. Tudor had been a cunning devil when he proposed this sort of duel, Sheldon concluded, as he began to work along cautiously in the direction of the last shot.\\n\\nWhen he arrived at the spot, Tudor was gone, and only his foot- prints remained, pointing out the course he had taken into the depths of the plantation.  Once, ten minutes later, he caught a glimpse of Tudor, a hundred yards away, crossing the same avenue as himself but going in the opposite direction.  His rifle half-leaped to his shoulder, but the other was gone.  More in whim than in hope of result, grinning to himself as he did so, Sheldon raised his automatic pistol and in two seconds sent eight shots scattering through the trees in the direction in which Tudor had disappeared. Wishing he had a shot-gun, Sheldon dropped to the ground behind a tree, slipped a fresh clip up the hollow butt of the pistol, threw a cartridge into the chamber, shoved the safety catch into place, and reloaded the empty clip.\\n\\nIt was but a short time after that that Tudor tried the same trick on him, the bullets pattering about him like spiteful rain, thudding into the palm trunks, or glancing off in whining ricochets.  The last bullet of all, making a double ricochet from two different trees and losing most of its momentum, struck Sheldon a sharp blow on the forehead and dropped at his feet.  He was partly stunned for the moment, but on investigation found no greater harm than a nasty lump that soon rose to the size of a pigeon's egg.\\n\\nThe hunt went on.  Once, coming to the edge of the grove near the bungalow, he saw the house-boys and the cook, clustered on the back veranda and peering curiously among the trees, talking and laughing with one another in their queer falsetto voices.  Another time he came upon a working-gang busy at hoeing weeds.  They scarcely noticed him when he came up, though they knew thoroughly well what was going on.  It was no affair of theirs that the enigmatical white men should be out trying to kill each other, and whatever interest in the proceedings might be theirs they were careful to conceal it from Sheldon.  He ordered them to continue hoeing weeds in a distant and out-of-the-way corner, and went on with the pursuit of Tudor.\\n\\nTiring of the endless circling, Sheldon tried once more to advance directly on his foe, but the latter was too crafty, taking advantage of his boldness to fire a couple of shots at him, and slipping away on some changed and continually changing course.  For an hour they dodged and turned and twisted back and forth and around, and hunted each other among the orderly palms.  They caught fleeting glimpses of each other and chanced flying shots which were without result.  On a grassy shelter behind a tree, Sheldon came upon where Tudor had rested and smoked a cigarette.  The pressed grass showed where he had sat.  To one side lay the cigarette stump and the charred match which had lighted it.  In front lay a scattering of bright metallic fragments.  Sheldon recognized their significance.  Tudor was notching his steel-jacketed bullets, or cutting them blunt, so that they would spread on striking--in short, he was making them into the vicious dum-dum prohibited in modern warfare.  Sheldon knew now what would happen to him if a bullet struck his body.  It would leave a tiny hole where it entered, but the hole where it emerged would be the size of a saucer.\\n\\nHe decided to give up the pursuit, and lay down in the grass, protected right and left by the row of palms, with on either hand the long avenue extending.  This he could watch.  Tudor would have to come to him or else there would be no termination of the affair. He wiped the sweat from his face and tied the handkerchief around his neck to keep off the stinging gnats that lurked in the grass. Never had he felt so great a disgust for the thing called \\\"adventure.\\\"  Joan had been bad enough, with her Baden-Powell and long-barrelled Colt's; but here was this newcomer also looking for adventure, and finding it in no other way than by lugging a peace- loving planter into an absurd and preposterous bush-whacking duel. If ever adventure was well damned, it was by Sheldon, sweating in the windless grass and fighting gnats, the while he kept close watch up and down the avenue.\\n\\nThen Tudor came.  Sheldon happened to be looking in his direction at the moment he came into view, peering quickly up and down the avenue before he stepped into the open.  Midway he stopped, as if debating what course to pursue.  He made a splendid mark, facing his concealed enemy at two hundred yards' distance.  Sheldon aimed at the centre of his chest, then deliberately shifted the aim to his right shoulder, and, with the thought, \\\"That will put him out of business,\\\" pulled the trigger.  The bullet, driving with momentum sufficient to perforate a man's body a mile distant, struck Tudor with such force as to pivot him, whirling him half around by the shock of its impact and knocking him down.\\n\\n\\\"'Hope I haven't killed the beggar,\\\" Sheldon muttered aloud, springing to his feet and running forward.\\n\\nA hundred feet away all anxiety on that score was relieved by Tudor, who made shift with his left hand, and from his automatic pistol hurled a rain of bullets all around Sheldon.  The latter dodged behind a palm trunk, counting the shots, and when the eighth had been fired he rushed in on the wounded man.  He kicked the pistol out of the other's hand, and then sat down on him in order to keep him down.\\n\\n\\\"Be quiet,\\\" he said.  \\\"I've got you, so there's no use struggling.\\\"\\n\\nTudor still attempted to struggle and to throw him off.\\n\\n\\\"Keep quiet, I tell you,\\\" Sheldon commanded.  \\\"I'm satisfied with the outcome, and you've got to be.  So you might as well give in and call this affair closed.\\\"\\n\\nTudor reluctantly relaxed.\\n\\n\\\"Rather funny, isn't it, these modern duels?\\\"  Sheldon grinned down at him as he removed his weight.  \\\"Not a bit dignified.  If you'd struggled a moment longer I'd have rubbed your face in the earth. I've a good mind to do it anyway, just to teach you that duelling has gone out of fashion.  Now let us see to your injuries.\\\"\\n\\n\\\"You only got me that last,\\\" Tudor grunted sullenly, \\\"lying in ambush like--\\\"\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/443](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/443)\\n\\n\",\"timestamp\":1639040920,\"title\":\"And Berande is just the place, and this is just the right time.  Miss Lackland will be taking her siesta, and she'll think we are. \"},\"digest\":\"H1oYF5gTOmjT5yaz4VvBwtGtHg2xdd1DKyB0i7UOosg\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XSqQBACfdh_u_iwaDrMrck75BKU709VOTdvimRpMQLw\\\",\\\"y\\\":\\\"0y4HmPLHgL3RwgJrffewD-8r0A4QFBGL_kWyvUf7Mzo\\\"}\",\"signature\":\"03oIpnhT4RzssL_H04eS_VkmyezREkHwNrfzWOCG1oNVM9kgbfg2tCcVSbd1AY_K0n7HOXxeulx6jmKHMyfp0A\",\"signingKeySignature\":\"0x92cb22f18f104b9d411acce26865946f73609894722718415ee8b5f66e871e0d7caa8ad976408e6cb1547fb40dc8b88c1323918e6fddc5baf6e06ffa4d8f0a1b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XSqQBACfdh_u_iwaDrMrck75BKU709VOTdvimRpMQLw\\\",\\\"y\\\":\\\"0y4HmPLHgL3RwgJrffewD-8r0A4QFBGL_kWyvUf7Mzo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H1oYF5gTOmjT5yaz4VvBwtGtHg2xdd1DKyB0i7UOosg\"}"