"{\"content\":{\"body\":\"![Photo by Jason Leung on Unsplash](https://images.mirror-media.xyz/publication-images/XDNL3anmCg9eoOyzns6Co.jpg?height=1280&width=1920)\\n\\nThe airdrop was a way to help crypto to expand its user base. See the past tense I used! Nowadays, an airdrop is a way to scam new users. It becomes a way to siphon users’ tokens on the wallet away from unknown wallet addresses.\\n\\n**TL;DR**\\n\\nAirdrop is no longer a way to receive cryptos. Instead, scammers use this to embed a smart contract and execute the transfer function to take your cryptos away. Also, most airdrop tokens cannot be sold.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Airdrop?! Not So Lucky Anymore!](https://www.youtube.com/watch?v=sGRbfz_M5-k)\\n\\n**Airdrop Tokens**\\n\\nThe way airdrop works were to promote tokens and expand the user base. But, more importantly, it offers users a promise for tokens to be usable.\\n\\n**Newbie FOMO**\\n\\nFOMO is very bad, particularly in the crypto space. Cryptocurrency is a security protocol that allows developers to transfer secrete communication from one end without revealing their private information. To use cryptocurrency properly, one has to understand what it was programmed and how it should work. Unfortunately, newbies are brought into crypto because of the hype rather than understanding the technology.\\n\\n**Airdrop Smart Contract**\\n\\nTokens run on a smart contract that is more likely to embed hidden codes that execute wallet and withdrawal tokens away. The malicious entity can program a token that users accept and want to sell for profits immediately. By selling tokens in the exchange platform, one will execute a smart contract embedded in the token that triggers hidden functions either overtake control of the wallet or executes transactions that users were not intended to do.\\n\\n**No Whitepaper**\\n\\nTokens airdrop into your wallet rather than understand the whitepaper and explain how tokens may work and benefit the future. People want to make money, but it is easier for hackers and scammers to take advantage of.\\n\\n**Fake Tokens For Well Known Crypto Sites**\\n\\nTokens for MetaMask, OpenSea, Ethereum Web3, and many more to come, but those tokens are likely fake tokens that you receive and cannot sell for profits. Instead, they are scam tokens that will charge you costly gas fees to transact tokens or simply smart contracts to take away your crypto.\\n\\n**In Conclusion**\\n\\nNo FOMO. Airdrops are no longer a viable way to receive free crypto or tokens. You need to be aware of scammers and learn crypto from ground zero.\",\"timestamp\":1641021256,\"title\":\"Airdrop?! Not So Lucky Anymore!\"},\"digest\":\"rVg2YDtC3pYmNpCww0U_NhS3QEFk41NQ8l87c3kgBLo\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"xyuiO25gnubqUAANOEUmD_5KHb5mBbQFWCyO8EC_A6zEDWXE-cQ1VVrzaJIVeahuTirlKpe3rVLZmvK9qo1pMA\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rVg2YDtC3pYmNpCww0U_NhS3QEFk41NQ8l87c3kgBLo\"}"