"{\"content\":{\"body\":\"The Web3 is about the \\\"fundamental [reorganisation](https://twitter.com/zoescaman/status/1455458012802465799) of the internet towards ownership, data portability & being able to ascribe value to our digital assets.\\\" This quote, by **Zoe Scaman** who's also behind the [New Creator Manifesto](https://newcreatormanifesto.com/), perfectly describes what has so many people so excited to work with DAOs, NFTs and tokens.\\n\\nAt this point in time, it takes quite a lot of onboarding to make the web3 click for most people. Until it clicks, a lot of what's happening understandably looks like a grift. Or, to be more accurate, it's hard to distinguish the grifts from the genuine attempts to reorganise the internet towards something less extractive. For some people, the moment it clicks is when they start using crypto wallets to login to services and take their decentralized username along for the ride, which is why I've [recorded a primer](https://youtu.be/p0OByzktIaA) to get folks set up to do exactly that.\\n\\nWhat may also help make things click is hearing about relevant examples of this reorganisation of the internet. Currently, there are probably a dozen or two experiments every month that may contribute to the reorganising of music's digital value chain in a way that benefits creators, fans and their surrounding communities more directly. Here are some of the ones I've come across recently.\\n\\n## MusicFund\\n\\n![](https://images.mirror-media.xyz/publication-images/6uid5Mkt_FjIj8K46AqiC.png?height=419&width=845)\\n\\nThe **[MusicFund](https://musicfundnft.com/)** is a community for discovering, funding and curating music. People can join by minting one of a total of 10,000 generative NFTs. The funds raised are used to create grants for artists and to support the community. Currently, these grants are distributed by allocating 1 ETH to a batch of three curated artists, which is then split based on how the community votes, with the top contender taking 0.6, and the runner-ups 0.25 and 0.15 ETH (at time of writing, 1 ETH is about $4300 USD). In order to vote, one must log in with their wallet which must hold a MusicFund NFT. Its latest line-up is curated by **[Before The Data](https://beforethedata.mirror.xyz/-_F5qE3jGx5rdFN4bsv4Gsm_qQu1j3SvCcxpaFyIjiM)**, successor to music blog **Hillydilly**, which is also running a DAO of its own.\\n\\nDisclosure: I was airdropped a MusicFund NFT.\\n\\n## Dreams Never Die Records DAO\\n\\n**Dreams Never Die** is a label by the same crew as Before The Data & Hillydilly. It aims to help artists at their earlier stages. Now, by [organising itself as a DAO](https://mirror.xyz/dreamsneverdie.eth/noAuKfk85CyYaEQnu2nhLcbpkVcbWADDOzSBpyOTWsk), it intends to \\\"become an incubator for brand-new artists and aspiring music business talent alike, built around an incentivized and aligned community that participates in discovering, developing, distributing, and promoting the roster.\\\"\\n\\nIt's in its earliest stage, having only just done its first town hall discussion on Discord and hasn't raised funding yet. If you're new, this is a great stage to get involved or just go along for the ride and see how the organisation evolves by idling in their Discord.\\n\\n## Water & Music\\n\\nIf you're not familiar with the phenomenal publication and community **Cherie Hu** has set up, and my co-editor Maarten & I occasionally contribute to, you should check out **[Water & Music](https://www.waterandmusic.com/)** and consider subscribing. They're now being [accelerated](https://club.mirror.xyz/Q5QwN3Uol03pOK8MhAVsfwc0ektDlrkrl6sVSoC2UwA) by **Seed Club**, which specializes in tokenized communities, in order to develop a 'new collaborative research model' which I assume will see token distribution based on community contributions. Its first collaborative research report covers spatial audio and just before Halloween the community kicked off a large collaboration to document music & web3.\\n\\nAgain, early stage, so it's a good time to get involved.\\n\\n## FWB & Web3 Ticketing\\n\\nBlockchain-based ticketing isn't new (**[GUTS Tickets](https://guts.tickets/)** comes to mind), but this initiative is notable because it originates from a DAO. The **Friends With Benefits** DAO is a social community of creatives and builders. When, post-pandemic, it was possible to start meeting IRL again, the DAO started throwing token-gated events.\\n\\nToken-gating is a common practice in DAOs, it's used in the above example from MusicFund to restrict voting to members only and is also commonly used to open up certain Discord channels exclusively to the community. FWB wanted to be able to token-gate live events and developed its own tool for it called **[Gatekeeper](https://fwb.mirror.xyz/XU5_RYsow8fDbbckryr2snNyfrMV8HTJ0N39Cjkfy3s)**.\\n\\n![](https://images.mirror-media.xyz/publication-images/PoV-SaxYpKXfbQKAwKmx0.png?height=758&width=2687)\\n\\nThey're making the app available to organisers and other DAOs to experiment with it.\\n\\nI think examples like this are exciting, because anyone can build something on top of anyone's token. If I want to organise a music conference in Berlin and I want to give free attendance to people who have earned a lot of tokens by contributing to FWB or Water & Music, I can set that up (of course, I recommend being diplomatic about it). No central body owns the community or the relations between community members: the token is held by the participants of the network. It's an empowering type of decentralization.\\n\\nDisclosure: I hold FWB tokens.\\n\\n## Polly\\n\\nOne of the most creative technologists & musicians I see experimenting in the web3 right now is **Troels Abrahamsen**, who I know from **[Songcamp](https://www.musicxtechxfuture.com/2021/06/29/why-im-participating-in-songcamp-elektra-%e2%9a%a1%ef%b8%8f/)**. He runs a number of projects, which you can read about in [this thread](https://twitter.com/troels_a/status/1455097579604172803), but I want to highlight a specific one called **[Polly](https://twitter.com/troels_a/status/1452706852077199362)**, a tool (or smart contract) that is just entering development. It's \\\"a proof of concept label backend for releasing simple semi-on-chain singles as collectibles.\\n\\n[https://twitter.com/troels_a/status/1452706854233157644](https://twitter.com/troels_a/status/1452706854233157644)\\n\\n## XYZ\\n\\nAnother musician I know from **Songcamp** is **Colt**, who has just announced a new DAO called **[XYZ](https://mirror.xyz/c0lt.eth/crowdfunds/0x3D2333e0DDc21C05aceCE6432C7E602e57c0c653)** which aims to \\\"continuously and sustainably release original, high-quality music onto web3 and web2 channels, building expertise in music distribution in the crypto era.\\\"\\n\\nThe project just raised 4.5 ETH ($20k at time of writing) in funds by selling NFTs & dropping its own $WAV token to the community, which will be used for governance.\\n\\n\\\"In the future, participants will earn $WAV for participating in the production and sale of music NFT releases. Each release is an event that brings more token holders into the DAO.\\\"\\n\\n## Club BPM's BPM Bot\\n\\n![](https://images.mirror-media.xyz/publication-images/85xzRBQzpiBtlyMlnSgtU.png?height=287&width=845)\\n\\nTo round things up, I wanted to highlight **[BPM Bot](https://www.bpm.gg/)**. When **YouTube** started shutting down music bots, the Songcamp community wanted a way to keep playing music on Discord, so they [raised funds](https://chaim.mirror.xyz/crowdfunds/0x0421f42eb7BD74774a09bD3454C6948A938324E9) for the development of a bot that plays music from **[Catalog](https://catalog.works/)** NFTs. To me that's exciting, because it brings more visibility to these songs, thus increasing the value of being the owner of their NFT. It's web3 communities linking and utilizing open data and interoperability to build tools to create value and utility together. It’s currently used on 47 Discord servers.\\n\\n![](https://images.mirror-media.xyz/publication-images/e6TFBAXeuzwBc59D3Mrb-.png?height=910&width=1218)\\n\\nDisclosure: I participated in the BPM crowdfund and hold some tokens.\\n\\n\\n---\\n\\nThis list is not meant to be exhaustive. I think it's currently possible to set up a daily newsletter to document everything that's happening in music x web3 (I'll consider serious sponsorship / bankroll offers, [DM me](https://twitter.com/basgras)). A great daily read about DAOs in general is **[ForeFront](https://discord.gg/Vt6rywVc2V)**['s #ff-daily channel](https://discord.gg/Vt6rywVc2V) on Discord.\\n\\nI hope this communicates the energy, excitement and creativity in the space. I also hope it shows that people who are working on projects that, traditionally, would be competing are now figuring out ways to make their projects interoperable, because everyone stands to win from that.\\n\\nRegardless of tokens, NFTs and cryptocurrency, these are amazing, vibrant and supportive communities of people who want to create new things together in order to support musicians. You can bring your skills to the table without knowing how any of this web3 stuff works. That's how you start learning and that's how you eventually start seeing the value of communities owning the value they generate.\\n\\n[https://twitter.com/basgras/status/1454144303585009668](https://twitter.com/basgras/status/1454144303585009668)\\n\\n\",\"timestamp\":1635855550,\"title\":\"What's cooking in Music DAOs? MusicFund, Dreams Never Die, Water & Music, FWB Gatekeeper, Polly, XYZ & Club BPM\",\"publication\":\"musicx\"},\"digest\":\"tqCEXh12CZzJ3bNxzJPlQzfPYn_k0XwYDl0pyXZz6Fs\",\"authorship\":{\"contributor\":\"0xe612d9C2a9bA0Ff4403F4f7Ea87D5bE4290aC7B9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"signature\":\"rkS4G7-NQmOd5D7kgkI12fxWj1uRnZY3uXhhHjFHpOkTr0LRSwqjzRl66Gf8zwP-HGOKjkD_cReZrWmfyL4Jbg\",\"signingKeySignature\":\"0xa80aeb5f299633d3edfe6d065d03091f24038cf097a5c6ce6e82cc216f4432014670c029322e5c1f2615be5386378ce17d005b8323ee2a9211fa8fbbe75501491b\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9w6CW2uF3aRESNeJuI4AANb1eqfqfq9IewZTY3FiyD8\\\",\\\"y\\\":\\\"9u7E8n6eAaaWNdePKt6GoX3CwmqXO2cAZpzGz2YKg9g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HXmpxbz-pNZb_OGHcJOj0mOIhHZXTfCXhPNe_t8Bfdc\"}"