"{\"content\":{\"body\":\"1941, Hollywood\\n\\nThere were not enough workers to help build the war machine the Allies needed for WW II. Women became shipbuilders - they worked close to the metal and assembled an armada. \\\"We Can Do It.\\\"\\n\\nEveryone contributed, including a woman from an upper-middle class Austrian family, Hedwig Keisler. She had a brief film career that included an award winning film banned in the U.S. - ended with a disastrous marriage to an arms dealer. She ran away to Hollywood and became a star.\\n\\nIn her spare time, Hedwig worked on inventions. This included protection for torpedoes' radio signals from jamming. She wanted to build, not just sell war bonds (although she was good at that too). The Navy ridiculed the prototype.\\n\\nIt was later used in the Cuban Missile crisis and is part of what made bluetooth and early WiFi work. Cast as an exotic beauty, Hedy Lamarr built exotic ideas.\\n\\n\\\"Hope & curiosity about the future seemed better than guarantees.\\\" - Hedy Lamarr\\n\\n2921\\n\\n2X21, Outer System Shipyards\\n\\n\\\"I have an idea. I competed by being different. I wasn’t just different because of where I was born or how I looked. I did old things in new ways. When I'm \\\"on\\\", I'm in many places. I'm partitioning my mind, I'm in many places creating and performing at the same time. It’s how an “exotic” from Jupiter beat out top Earth Virtuals. I can do it for all these ships.\\\"\\n\\nJune stared at Elena. They both nodded. She thought about Jacob Tagore Sr. and John Cadmus.\\n\\n\\\"Elena, that was part of the puzzle that my old friend, Jacob, asked me about long time ago. When he and Cadmus came to me, I worked out a way but the enforcers were always a risk.\\\"\\n\\n\\\"Even with the Deep Ships and foundries collecting dust, the local fogs will override. I can take over until we restart. I can run all the ships for the launch sequence. We can do it.\\\"\\n\\n\\\"I was hoping you would say that. I have to quietping Jake Jr. and AL. Elena, thank you.\\\"\",\"timestamp\":1633730498,\"title\":\"2921: 3.20 We Can Do It, 2921\"},\"digest\":\"7CPknrwu1boylnZx5vO-6uCXZep3m4Gd-b_vgw3vWIk\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"Bag3e-P1Z54iKPtyjtb6vhBvW8OJlhsUVsxSzzKA4vt-xfnJhF1fqtc1tjBOOMqDQv1psBQDgim0cIVli7Rl2Q\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QgxlKulLJCHIrsNSdh9mJC8EapfiHLwJGnW2beCDEWY\"}"