"{\"content\":{\"body\":\"I think about a poor guy on a missing persons poster near my home every time I walk by (don't feel comfortable sharing it here). He looks like someone you'd run into at an Ethereum hackathon. What if he were your friend? Your son?\\n\\n![](https://images.mirror-media.xyz/publication-images/4a5a4e6f-5565-4186-ab1c-9217d6060ec5.jpg?height=549&width=410)\\n\\nGrowing up in the 80s (I'm old) one of my favorite shows was the A-Team. The gist was, when no one else could help, when you were at your wits-end, you called them. They were bad asses with crazy smarts and resources. But, dammit, they didn't actually exist. Though Mr. T is thriving somewhere on the planet (Google indicates he's still living).\\n\\n![](https://images.mirror-media.xyz/publication-images/bfd27a19-d761-474c-b690-eda3da035a8a.jpg?height=1024&width=561)\\n\\nThe only thing that can match A-Team level superpowers is a DAO. That's a Decentralized Autonomous Organization, if you just wandered in here from Web 2.\\n\\nHow do I know what DAOs are capable of? Quick example. I was one of the first people to join CityDAO. I'd seen a tweet by Scott Fitsimones. \\n\\nhttps://twitter.com/scottfits/status/1410724134468739076?s=20\\n\\nScott's a nice guy, smart and hard working, but he's not superhuman. \\n\\nFollowing his tweet, he simply opened a Discord channel, and populated it with a few basic ideas. Almost immediately, like magic, a DAO materialized with the powers of a genie. More than a thousand people joined in no time and immediately began collaborating. Teams were set, governance began forming, outside partners were identified and engaged, the $WriteRace was won (on their first try), and real land was evaluated in preparation for  acquisition in the future. All this before a token that could further align incentives was even distributed. These DAO collaborators were fueled by the joy of working on an interesting project for a good cause with others who share the mission, and the promise of future ownership of the outcome. \\n\\nBy the time I jumped on the first CityDAO call, I was prepared to add my strategic insight, i.e.  \\\"This is an awesome idea, isn't it?!\\\" But I didn't want to interrupt a fascinating and intense discussion between a couple of bonafide smart contract and land use experts on some practical next steps. It was already over my head. CityDAO, I hardly knew you. But damn, I'd never seen anything like this before. It launched *this month*. And it's already a force, making strides to achieve it's goals through the intense energy and focus of the hive. DAOs.\\n\\nSo if someone close to me went missing, for our purposes here, someone named Peter, I'd summon the superpowers of a DAO to help. At the broadest level, I'd craft it so that members would be incentivided financially to find Peter. I'd send the call out to Twitter, like a real live easter egg hunt, with hero-status social incentives for those who found the egg, paired with crypto financial incentives. Using a DAO treasury as reward could be so much more effective than a cash reward listed on a poster. On my caffeinated walk home I drafted this post in my head. \\n\\nThere would have to be a reward for both the person/wallet who actually found Peter (through either online or IRL activities)and also rewards for others who were helpful in doing so. There'd have to have an oracle mechanism to confirm state when/if Peter were found. And I'd seed the DAO with my real fiat, transformed into $PETER tokens. I'd auction off some photos of Peter as NFTs to family, friends and other concerned people, and feed the treasury with the proceeds. We'd get thousands of people, joined together with their various skills searching high and low under the banner and incentives of the DAO. \\n\\nBut those caffeinated thoughts don't comprise something that would actually work. For example, if the person who finds Peter wins a disproportionate amount of the tokens, there wouldn't be any incentives to share information on the PeterDAO Discord. And if this were to work, aligning monetary incentives for finding Peter with do-gooder incentives, then $Peter token would have to have value. If it's value were established, what would prevent someone who realized that they didn't know how to find $Peter to just sell the tokens on Uniswap and go on their way (with maybe a profit derived from the reward money I used to give the tokens value in the first place?). Maybe this is one of those ideas that wouldn't work best with crypto incentives and/or a DAO, no matter how enthusiastic I may feel?\\n\\nSo rather than give up on this post, I thought I'd use a Mirror tool to see if bigger-brains than me would be willing to offer their tokenomics/game theory ideas on how a missing persons DAO would work. \\n\\n### Send me a Twitter DM @DanConway650 with your thoughts. I'll then write another Mirror post in the next week and share the best ideas with attribution. If you give me your MetaMask wallet address, I'll set up a contributor split and seed it with $100 worth of ETH. The top idea gets 50% and the next five ideas get 10% of all tips, starting (and maybe ending, who knows) with my $100 in ETH fed into the tip jar.                                                 \\n\\n#####\\n\\n**The Shadow**\\nIn this mental exercise, finding a pretend-lost Peter is a good and moral thing. I'm aware that an evil DAO could be spun up using the same techniques to do bad stuff. Maybe an authoritarian state could launch one to incentivize its diaspora to find dissidents. While that's possible, I do think that DAOs will thrive when the social signals/mission driven goals align with the financial incentives. So while anything is possible, I feel morally OK exploring the possible good uses of this new thing, even while acknowledging that the world is a dark place and edge cases and anti-social behaviour will always exist. \\n\\nAnd finally, I pray for all the people out there who are missing and also their families and friends who suffer. Maybe this new decentralized world we are building can help. \\n\\nYou can follow me on twitter [@DanConway650](https://twitter.com/DanConway650).\\n\",\"timestamp\":1627766029,\"title\":\"DAO's to find missing people? $$ for your best ideas\",\"publication\":\"danconway\"},\"digest\":\"AnJzjnaW81RwZhS9tBq-0kA0WjW2OYhsqozuOGwHKO0\",\"authorship\":{\"contributor\":\"0xfbdf598dB4dBA841f40680Cd9C2D3cF618265be0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"signature\":\"87H93qn0-s6wW_bZtT-lcSfUbK_-PohmFvmJ3BbVWiNSEGtFY93IoD7kndJDDkc0Yqbl8o2ooV4h7BkWT4y61g\",\"signingKeySignature\":\"0x64b5080fbf86c706ab000eb6f6942ec58c01de6b2cad135974458375f113716f47ffe7bde73cd6de181528e392567f247283a59a68f7bdbdfa242c50e226d4141c\",\"signingKeyMessage\":\"I authorize the publication of articles on danconway.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r6fadqo3KF_ndkllf0iJfbOVwmk-kXF4dH-C_z-moaQ\"}"