"{\"content\":{\"body\":\"What you will find in the article If you are completely new in the cryptocurrency space then probably have a lot of questions. We would like to help you with giving you a basic overview of the steps that you need to do in order to buy ADA coins and start with staking. It is not a step-by-step guide. We will not tell you which exchange to use or which Cardano wallet to install. We will give you options and tell you how you can protect your wealth. Newcomers can make a lot of mistakes. We can tell you what you should never do if you want not to be scammed or make a silly mistake. The article is not complete. You will need to learn a lot to be well informed and protected. Responsible for your own wealth If I had to give you one single piece of advice then I would tell you the following. You, and only you, are responsible for your ADA coins. When you make a mistake then there is nobody you could call to resolve the issue. It is possible that a silly mistake can result in losing money. You need to learn a lot to be sure of what you are doing. Before you become an expert, it is needed to consider every step twice. If you are not sure then it is better to do nothing. It is smart to verify every piece of information from more sources and be sure that you read the official pages of the Our stakepools: POOLS and TOOLS Cardano project. To download a Cardano wallet you should use links from the official pages where you will find links to Daedalus wallet and Yoroi wallet. One way how scammers can steal your coins is to let you install their scammy wallet. Always have a look at whether to URL and verify that it is the following string “https://cardano.org/\\\". If it is the case then you can find the link to one of the wallets and download it. How to chose Cardano wallet Cardano wallet is a piece of software that allows you to hold ADA coins. You should never let ADA coins on an exchange and once you buy them you should send them to your own wallet. Why? The reason is simple. An exchange can be hacked and your coins can be stolen. The exchange might not have sufficient reserve to cover the loss. Daedalus is a full-node desktop wallet for ADA coins. It stores the full blockchain on your computer and validates all blocks together with transactions. Always when you launch the wallet it begins to download new blocks from the internet to get synchronized. This process takes a while if you use the wallet regularly. If you launch the wallet after a long time then it needs more time for synchronization. Daedalus is maintained by IOHK. Yoroi is a lightweight wallet that runs as a Chrome or Firefox extension. It connects to a full node that is operated by Emurgo. The advantage is that the wallet is available right after you click on the icon. There is no synchronization and also installation is faster. In both cases, wallets encrypt and store private keys locally. Keys are not shared with third parties. You can find more information on IOHK ZenDesk. You can also submit a request regarding the Daedalus wallet. It is highly recommended to use a hardware wallet for holding your ADA. It is the most secure way of doing it. You can buy either Trezor or Ledger. It is possible to connect Daedalus and Yoroi with the hardware wallet. How to use Cardano wallet A Cardano wallet is something like a bank account. The difference is that you do not need a permit to install the wallet. You just do it and you are ready to use ADA coins. We do not want to talk about the whole cryptography behind Cardano wallets since it is a complex topic. All you need to know at the moment is that a wallet asks you for rewriting a bunch of words called seed or passphrase. It is the most important thing you need to protect. Write the words on a piece of paper and carefully store the paper. You can do it twice if you want to have a copy. Never write the words somewhere into a text file. The words cannot be stored in a digital form. Our stakepools: POOLS and TOOLS Why is the passphrase so important? Well, it allows you to recover a wallet in case it is destroyed. Your computer might not start-up one day or you pour water on it. You can accidentally lose your hardware wallet or it might stop working. In all these cases, you can just install a desktop wallet or buy a new hardware wallet and recover your old wallet via the passphrase. When somebody writes to you and asks you for providing the passphrase then it is a scam. A scammer can pretend that he or she is a hardware wallet vendor or a member of the Cardano team. Remember, that nobody in the world has a reason to ask you for your passphrase. If it happens then it is a scam. The scammer just restores your wallet and steal your coins. Only you should be able to restore your wallet. Do not send the passphrase via email to anybody. Do not write it somewhere on the internet. We hope that you understand how important the passphrase is. Let’s assume that you have created a new wallet. If it is a new wallet then the balance will be 0. You or somebody else need to send coins to your address. What is the address? We have said that the wallet is like a bank account. You are used to having a bank account number that you can provide to anybody in order to receive money to your account. A bank account number is a collection of 10–12 digits and a bank code that is written behind the character /. A bank account can look like this: 0500121502/0800. The Cardano wallet allows you to generate more addresses that can be used similarly as a bank account number. It can be a bit confusing that you can generate more addresses for receiving coins. The reason is privacy. You can provide a different address to Alice, a different address to Bob, etc. Cardano address can look like this: addr1q97h8d0qdpulpj0hf2c29zerrmd998rehfvezx0fvfhdkhr3w0mc4v7swfvr3uafrncps4c99haswd96 dks64xeczq3qnum6kx It is the address that I have just generated in my Daedalus wallet. If you send ADA to the address then I will receive the coins. Notice that I can publicly reveal the address and I am not afraid of stealing money from my wallet. It is not possible since only I own a corresponding private key for the address. I am able to sign a transaction. It means that only I am able to create a transaction that will be processed by the network. Nobody in the world is able to do so under the condition that I have well protected the passphrase. You can send a generated address to Alice or Bob. Or you can send the same address to both. Remember that once a new address is created it can be used over and over. Alice and Bob can send you ADA coins every day to the same addresses and only you will be able to spend these coins. Coins will be received even in the case that your computer is switched off. It is not recommended to use the same address over and over, though. It is better to generate a new address for every transaction. If you want to send ADA to somebody else then you need to ask for his or her address. Then you just instruct the wallet to send a certain amount of coins to the address. And that is it. Be very careful when you operate with addresses. Always ensure that you use the whole string from the beginning to the end. If you forget one letter then the coins can be lost forever. When you copy/ paste the address then ensure that the address is the same after copying from an email or chat to the wallet. There can be malware in your computer that can secretly exchange your address with the Our stakepools: POOLS and TOOLS address of a scammer. Thus, you can accidentally send ADA coins to the scammer instead of your friend. There are more blockchain projects in the crypto world and each uses its own addresses. You always need to be sure that you send ADA coins to a Cardano address and BTC coins to a Bitcoin address. For example, it is not possible to send ADA coins to a BTC address or vice versa. If you do so then your coins can be lost. For safety reasons, you can use the following trick to be sure that you do not lose a big amount of your coins. Let’s assume that you want to send coins to an address but you are not sure whether the coins will be received. Well, you can send only 1 ADA to the address and ensure that the coin is transferred. If it is the case then you can just repeat the process with the rest of the coins. It is relatively easy to verify that coins have been delivered. You can use Cardano explorer and put the transaction ID or the address into it. You will see the current status of the transaction or all transactions related to the address. When a transaction is confirmed then coins have been delivered. Now you know the theory. We are going to buy ADA coins. You already have a wallet so you can generate a new address that you will use to send ADA coins from an exchange to your wallet. Do not trade If you are a newcomer and have never traded then do not start with it just because you have the opportunity. The majority of traders will lose money. You can be lucky at the beginning but you can lose everything in the long term. Trading requires a lot of skills and education. There are professionals in the market that trade for years. Trading is about being better than others. You definitely are not prepared to compete with others. Our stakepools: POOLS and TOOLS Staking Staking is a way to decentralize and secure the Cardano network via the distribution of ADA coins to stake-holders. When the distribution of coins grows and stake-holders are economically motivated to hold the coins and make decisions then the decentralization and security of the network grows as well. When you buy ADA coins you become the owner of the Cardano network. The amount of your coins represents your stake. Staking is a part of the incentive model. In this article, we do not deal with the theory and complex explanation. We just want to provide practical information that allows you to begin with staking. Bitcoin miners are rewarded for every newly mined block. Staking is a very similar process. The advantage is that you do not need to buy expensive mining hardware and plug-in it into electricity. Instead, you can participate in operating the network via ADA coins. If you participate in staking then you will be rewarded for that. It is a kind of passive income but it is not for free. The reward is for your participation in decentralizing the network. You can have a look at the staking calculator to see how much you can earn. For example, if you stake 10,000 ADA coins then you can earn 1,13 up to 1,44 ADA coins per day. However, rewards are paid directly by the network every 5 days. There are pool operators in the Cardano network that are responsible for minting new blocks. Their nodes operate 24/7 and randomly produce new blocks when they become slot leaders. These nodes process transactions. Staking allows you to participate in minting new blocks without the need to have your computer permanently switched on. You, as an ADA coins holder, have decision power. You can choose a pool to which you want to delegate your coins. It means that your coins (your stake) will become a part of the total power (total stake) of the pool. When you buy ADA coins and send them to your wallet then the coins are NOT automatically delegated. The wallet would not know tho which pool the coins should be delegated. It must be your decision. Our stakepools: POOLS and TOOLS Be very careful here. The process of delegating coins to a pool does NOT mean that you need to send your coins to an address of a pool operator. The process of delegation can be done from your wallet through a delegation certificate. The process is very easy and straightforward. You can choose a pool by name and confirm a transaction. The transaction sends the delegation certificate into the network. Again, ADA coins do not leave the wallet. Only the delegation certificate is sent. You can delegate ADA coins from Daedalus and Yoroi wallet. The significant advantage of the Cardano staking is the fact that you can always spend your coins. The coins are not locked for some period during the staking. How is that possible? The ADA coins must be in the wallet during taking a snapshot. Time is divided into epochs in the Cardano ecosystem. The Cardano epoch lasts 5 days. You can check in the Cardano wallet when the current epoch ends. So a new snapshot is done every 5 days when one epoch ends and a new one begins. The snapshot scans all relevant addresses that are used for staking. Once you have delegated coins to a pool then the network knows about that. When you buy new ADA coins then the coins are automatically used for staking. When a new snapshot occurs the new amount of coins is used for the next epoch. If you want support ADApools, please delegate to: POOLS or TOOLS When to expect the first reward from staking Every epoch has a number. At the time of writing epoch with the number 240 is in progress. In this epoch, you can buy or sell your ADA coins. You can also delegate the coins to a pool or change the delegation to another pool. At the end of epoch 240, a new snapshot will be taken. The snapshot will not be used in the following epoch 241, as you might expect, but in epoch 242. It means after 5 days from the snapshot. There is one epoch delay between the snapshot and usage of the snapshot. Rewards are calculated after the usage of stakes. In our case, the calculation of rewards will happen in epoch 243. The Cardano protocol distributes the reward at the beginning of the next epoch after the calculation. It will happen in epoch 244. You can basically expect the reward after 3 full epochs have passed. Do not forget that it is needed to wait for the next snapshot. If a user delegates in epoch 240 then the reward will be paid in epoch 244. In this case, the 3 epochs are 241, 242, and 243. It means that you need to wait at least 15 days for the first reward but it can be up to 20 days. When you get the first reward then you will get another reward every 5 days. The cycle repeats over and over. With every snapshot, your coins will be used again in the next epoch. Our stakepools: POOLS and TOOLS Do not stake with exchanges You might think that staking is very difficult and that you can stake with an exchange. It is not a smart idea. Every stake-holder should hold ADA coins in her own wallet. If you have coins in your own wallet then you do not risk losing your coins when the exchange is hacked. The decentralization is also better if there are more small entities than big whales with a big influence. Exchanges usually force you to lock ADA coins for some period of time. There is no such limitation when you stake from your wallet and you can always spend your coins. Think twice. Can an exchange give you a higher reward than you can earn from your wallet? It would mean that the exchange does it for free or subsidize the service. Why should the exchange do it? The best conditions for your ADA coins are when you stake from your wallet. Where to find help and how to avoid scams We have already mentioned ZenDesk. You can also ask any of the Cardano pool operators. They will be willing to help you. You can find contacts to them on Twitter or their web pages. One thing is important here. Never send ADA coins to anybody if he or she asks you and you do not want to lose your coins. Everybody should be able to help you without the need to send ADA coins to the address of the helper. Be very skeptical if you asked to do so. Take your time. Think about that. Ask somebody else whether it is a good idea. In most cases, it is a very bad idea. Cryptocurrency came to the world with a mission to improve our world via decentralization. You will need to learn to understand it in all details. It is a complex topic since you need to study something about technologies, the economy, politics, and sociology. People can have different opinions about certain aspects of blockchain technologies and it is fine. Make your own opinion. Become part of our decentralized future. Conclusion Always act in a way that prevents you from losing money. It is easy to say but harder to do. Hopefully, we have given you the basics about buying ADA coins and staking. When you have done that you are at the very beginning. Holding crypto is about understanding the mission and joining a group of people that want a change. Remember, never provide your passphrase or send ADA to somebody else. Your ADA coins are your wealth and cryptocurrencies are about responsibility for your life. When somebody asks you to do so then it is very likely a scam. Good luck with staking and do not hesitate to contact the Cardano community if you need help. If you want support ADApools, please delegate to : POOLS or TOOLS Disclaimer: this article can contain error or mistakes, please dont forgot do your own research too! .)\",\"timestamp\":1639561715,\"title\":\"Stake my ADA\"},\"digest\":\"4_wTxx4YjQKSZu5pkLCMFQt9Mzjj3XWJe45wiRGAcz0\",\"authorship\":{\"contributor\":\"0x7E857F769D1001444CC634F88f3B0004060313cb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tR9nfPu2xM6bxQCi5IsO7r4mmzHHnerWYDrJ6OILpgU\\\",\\\"y\\\":\\\"pxYe8FcEJzpAq9MdPUk3kRcMIscw-fpgpXxu_hN6uiQ\\\"}\",\"signature\":\"lOUxiHxLMMBpNC02nsRoQwx1I8eMBbDI49z4uRRRbIjtfp5ZDZFYIphsxgQ3Upj3IEyCmmcJs-IPWdkb7Qh-zg\",\"signingKeySignature\":\"0x13d4dd4cec2c9c19c2442af77d014957c104e86a93df2e00a784c4f6aaabf1de1212f66cdf4369be9688843b3f8571c9cd33ba85df721f09cce4881d4d8852491b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tR9nfPu2xM6bxQCi5IsO7r4mmzHHnerWYDrJ6OILpgU\\\",\\\"y\\\":\\\"pxYe8FcEJzpAq9MdPUk3kRcMIscw-fpgpXxu_hN6uiQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4_wTxx4YjQKSZu5pkLCMFQt9Mzjj3XWJe45wiRGAcz0\"}"