"{\"content\":{\"body\":\"At night, the city of Green city with magnificent lights.\\n\\nChen Yu walked home, his face full of sorrow.\\n\\nAfter his life, just about to start, he ushered in a big enemy - the class teacher.\\n\\n\\\"Why don't you quit school?\\\"\\n\\nWith his head bowed, Chen Yu racked his brains to think about countermeasures.\\n\\nIn his current situation, there really is no point in going to school.\\n\\nLazy at home to play games for two years, watch movies for two years, chase dramas for three years, read novels for three years... As soon as you get out of the customs, you will almost become a big guy.\\n\\n\\\"But it seems unrealistic to keep the family for so many years...\\\"\\n\\n\\\"Hmm...\\\"\\n\\nStopping, Chen Yu picked up the small stone and, while thinking, wrote and painted on the road.\\n\\n\\\"Let me do the math...\\\"\\n\\n\\\"My physical talent is very poor, and I can only increase my lost strength by practicing for a day.\\\"\\n\\n\\\"Now that my soul has penetrated and I have been cursed, cultivation will only reduce my strength.\\\" But because of the poor talent, it will not be reduced too much...\\\"\\n\\n\\\"That...\\\"\\n\\n\\\"If there are thirty-two days left, and all of them still maintain today's cultivation intensity, my cultivation will be the most...\\\"\\n\\n“...... At most, it goes back to the level of high school. ”\\n\\nStanding up and throwing away the small stone, Chen Yu clapped his hands, \\\"It doesn't seem to be very bad either.\\\" ”\\n\\n\\\"Just find a way to make up for the little bit of strength that 'cultivation' has lost.\\\"\\n\\n\\\"As a student, learning is not easy, isn't it simple to fall...\\\"\\n\\nAt this point, Chen Yu took out his mobile phone and quickly typed on the web search bar.\\n\\n【How to reduce the cultivation behavior of the warrior?】 \\n\\nClick Search.\\n\\nRows of information appear.\\n\\n【Turn off Turn off!】 Turn off these online games, and the warriors will have a better tomorrow! 】\\n\\n\\\\[The latest research confirms that warriors who like piaochang degenerate faster.\\\\] 】\\n\\n\\\\[Warriors don't need love.\\\\] 】\\n\\n\\\\[Ma Wu Shen, I don't like energy, I've never even touched energy.\\\\] Just don't know why they're getting more and more. One of the things I regret the most in my life is becoming a warrior...\\\\]\\n\\nSearch results are varied.\\n\\nRemoving the advertisements and sand sculpture news, Chen Yu quickly found the answer.\\n\\nHow to reduce the cultivation behavior of the warrior?\\n\\npoison!\\n\\nhue!\\n\\nsmoke!\\n\\nOne, poison.\\n\\nPoisons that are targeted to damage the qi sea are the most effective.\\n\\nWarriors who were seriously poisoned could even return to the pre-liberation period in one move and become ordinary people.\\n\\nBut this kind of thing is a rather \\\"serious\\\" contraband, not to mention trafficking, and hiding privately is a felony of head-killing.\\n\\nHuman civilization is now in danger, and the chaotic world is using heavy codes!\\n\\nNo one doubts the fierceness of the official branch of the state.\\n\\nInstitutions that dare to study this poison are about to be wiped out abroad...\\n\\nSecond, color.\\n\\nBoth men and women, the warriors who are \\\"addicted\\\" to it, will inexplicably regress in cultivation.\\n\\nThe cause is still unknown.\\n\\nThere are hormonal hypotheses in the scientific community; energy exchange hypotheses; human unevolved genetic hypotheses, and so on...\\n\\nIn general, the more \\\"deep\\\" the \\\"addiction\\\", the faster the sea of qi dissipates.\\n\\nThis caused a wave of fear of marriage among the warrior community.\\n\\nUntil the official announcement, normal male and female interactions, the \\\"impact\\\" is minimal. This avoids the \\\"extinction\\\" of the warrior...\\n\\nThree, smoke.\\n\\nCarbon monoxide alkaloids and heavy metal elements in cigarettes will slightly affect the operation and condensation of energy. It is the main culprit in the decline of the warrior group in the current society.\\n\\nHowever, because most of the warrior groups need to take risks, eating \\\"severed head rice\\\", the mental pressure is extremely high, and they need an effective placebo such as cigarettes and alcohol. The official can not prohibit, can only continue to raise taxes, restrictions on sales, raise the threshold for purchase.\\n\\n......\\n\\nIn the above three \\\"cultivation\\\" methods, Chen Yuming people don't say secret words, and like the second...\\n\\nBut it is clearly unrealistic.\\n\\nAt present, only the last one can be selected - cigarettes.\\n\\nPut away your phone, pull out your wallet, and open it.\\n\\nInside were only one hundred-dollar bill, three ten-dollar bills, and one five-dollar bill, plus a few steel hammers.\\n\\n\\\"It should be enough to buy cigarettes...\\\"\\n\\nLooking around, he found a small supermarket and walked in.\\n\\n\\\"What do you want to order?\\\" A waiter asked.\\n\\n\\\"Smoke.\\\" Chen Yu took out a hundred yuan bill, \\\"Give me a pack of cigarettes.\\\" ”\\n\\n\\\"Smoke?\\\" The waiter was stunned, and then looked at Chen Yu with a strange look, \\\"How can you sell cigarettes here...\\\"\\n\\n\\\"Oh... Right. ”\\n\\nChen Yu slapped his head on the door.\\n\\nHe had just crossed over not long ago, and the memory fusion was incomplete. I forgot that cigarettes are controlled products and are only sold in special cigarette shops.\\n\\nAny store in the outside world that dares to sell cigarettes without a license is a felony.\\n\\nExiting the supermarket, Chen Yu clicked on the map navigation of his mobile phone.\\n\\n\\\\[Welcome to the Lack of Virtue map.\\\\] 】\\n\\n\\\\[Lack of morality map, continue to guide you blind. 】\\n\\n\\\\[Please say where you want to be.\\\\] 】\\n\\n\\\"Cigarette shop.\\\"\\n\\n【The nearest cigarette shop is 03 km away from you, do you navigate?】 】\\n\\n\\\"Yes.\\\"\\n\\n\\\\[Lack of virtue map, is guiding you blind.\\\\] Walk 65 meters in front of you, turn right at the intersection...】\\n\\nUnder the navigation, it was not long before Chen Yu came to a cigarette store.\\n\\nThe windows are polished.\\n\\nTwo floors.\\n\\nThere was only one landlady in the store.\\n\\nYou can clearly see the boxes of cigarettes placed inside the counter.\\n\\nPutting away the mobile phone, Chen Yu straightened out the school uniform, pushed the door and entered the \\\"boss, buy a pack of cigarettes.\\\" ”\\n\\n\\\"Not for sale.\\\" The landlady's eyelids were not raised.\\n\\nChen Yu \\\"??? ”\\n\\n\\\"You're a student, practice martial arts well, smoke a cigarette.\\\" The landlady looked up and looked at Chen Yu expressionlessly.\\n\\n\\\"I bought it for my dad.\\\"\\n\\n\\\"Then let your dad come in person with his ID card.\\\"\\n\\n\\\"My dad was injured, in the hospital, and his legs and feet were inconvenient.\\\"\\n\\n\\\"Still smoking when you're injured?\\\" Let him pump more oxygen. ”\\n\\n“...... Discuss? Give you more money? ”\\n\\n\\\"Roll on...\\\"\\n\\nBeing thrown out of the store, Chen Yu was very unhappy.\\n\\nSo he bought a red spider cannon, paddled two, aimed at the second floor of the cigarette store and threw it over.\\n\\n\\\"Bang!\\\"\\n\\n\\\"Bang!\\\"\\n\\nTwo explosions startled the lady boss and rushed to the second floor to check the situation.\\n\\n\\\"Hey.\\\"\\n\\nChen Yu's legs and feet were fast, and he immediately sneaked into the cigarette shop, threw down ten yuan, \\\"bought\\\" a pack of HongtaShan and ran.\\n\\nRan straight out more than a hundred meters before hiding in a small alley.\\n\\n\\\"Fight me with what?\\\"\\n\\nSneering, Chen Yu unwrapped the cigarette package, pulled out one and held it in his mouth, then lit a cannon, ignited the cigarette with the flames sprayed, and took a deep breath.\\n\\n\\\"Hiss...\\\"\\n\\n\\\"Bang!\\\"\\n\\nFirecrackers exploded in the hands.\\n\\n【Damaged Qi Blood +16】\\n\\n\\\"Whew...\\\"\\n\\nSmoke slowly spits out.\\n\\n【Attacked by vicious gas +12】\\n\\n\\\"Ward Day?\\\"\\n\\nHearing the electronic synthesized sound echoing in his ears, Chen Yu was shocked and immediately overjoyed\\n\\n【Attacked by vicious gas +16】\\n\\n\\\"Whew...\\\"\\n\\n【Attacked by vicious gas +13】\\n\\n\\\"Hahaha... hiss. ”\\n\\n【Attacked by vicious gas +14】\\n\\n\\\"Awesome!\\\"\\n\\n【Attacked by vicious gases +15】\\n\\n, oh...\\n\\n\\\\[Attacked by vicious gases...\\\\]\\n\\nHe could feel it.\\n\\nHe could clearly feel the \\\"boiling\\\" qi sea within Dantian!\\n\\nEnergetic and endless!\\n\\nIt's like every bone, every drop of blood, every cell... All full of power.\\n\\n\\\"This rate of growth...\\\"\\n\\nChen Yu closed his eyes, \\\"Tomorrow in the class, at least not the tail of the crane...\\\"\\n\\n......\",\"timestamp\":1640056209,\"title\":\"This curse is fantastic 3\"},\"digest\":\"b9i6qTkcjQ0Kef1B3erKYV02NyXdv88W_CJhomK_EY0\",\"authorship\":{\"contributor\":\"0xA5A3aCb4C0bf31cca50862b2b04a99c2150c64A4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jPDmFgNoy7dGbLpM9EygHbq_V0xTlj-0po5efae7npo\\\",\\\"y\\\":\\\"UPM2tkbCwxM6gkdCJMGxi54Wunlah-04sQS8eAqEnVY\\\"}\",\"signature\":\"eTYj5c1VaWBPrsAR2RYq-Sy5JnsUUX5zMrV1SmD3sOX5Zzq8uUFKwBC0q4XRzOe1YtsPrc0C1xJXD-NFmye_uQ\",\"signingKeySignature\":\"0xe07cba9f74cf698682afcf444a52de71ea54e9fc35c76968642fd0d4ed95fd1e08f7368127cdbdedb38aed1df1047e098af1bece41cc6a61b8d7057b4335e1b21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jPDmFgNoy7dGbLpM9EygHbq_V0xTlj-0po5efae7npo\\\",\\\"y\\\":\\\"UPM2tkbCwxM6gkdCJMGxi54Wunlah-04sQS8eAqEnVY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"b9i6qTkcjQ0Kef1B3erKYV02NyXdv88W_CJhomK_EY0\"}"