"{\"content\":{\"body\":\"This is an article from WeChat official accounts Ciweigongshe (ID:ciweigongshe), written by Yu Jing, translated by Chris Yuan.\\n\\nRecently, WeChat has a big move. On January 15, WeChat officially announced that it is testing a new feature which allows publishers on the social media app to add paywalls to their posts. And the publishers that meets the opening conditions will have the chance to be in the gray scale test.\\n\\nIt is reported that the application conditions of this function mainly include three aspects: the official accounts has been registered for more than 3 months; no serious violation records have been recorded in the past 3 months; at least 3 original articles have been published. However, the first grayscale tests groups were mainly individuals accounts.\\n\\nThe official accounts Sanbiao ( ID: sanbiao1984) is one of the lucky ones selected to be in the gray scale test.\\n\\nTwo hours after the pay-to-read function was announced, Sanbiao released the first WeChat official accounts article about the pay-to-read function in the whole network. And it asks readers to pay 1 yuan for reading.\\n\\nAs of 8:00 a.m. Beijing time on January 16, the number of pay-to-read readers of this article was nearly 5000.\\n\\nAt present, the price of the article does not support the writer's own definition for the time being, and the selection range of pricing has 35 price ranges between 1-208 yuan.\\n\\nCombined with the function introduction and the pay-to-read article interface, it can be found that users can read the foreword and the trial reading part free of charge and view the message before paying. And they also can read the original text and write the message after paying. The pay-to-read articles do not support reprint, the function of \\\"Zan Shang\\\" and in-app advertisements.\\n\\nAfter broadcast messages of the pay-to-read content, those contents can not be modified, such as the price, the foreword and trial reading proportion, etc. Sanbiao set the trial proportion to 14%, just stopping at the pay-to-read page. After paying for the article, they can look at the whole text but can't copy.\\n\\nThere are signs that WeChat wants to launch the pay-to-read function.\\n\\nIn February 14, 2017, Hong Bo, an IT reviewer, shared an article on his Moments \\\"why do I start selling now and the official accounts will be updated?\\\" He said that he will set up a charge column.\\n\\nMa Huateng commented in this Moments, \\\"you should wait for the pay-to-read function of WeChat official accounts.\\\" And soon, Hong Bo answered \\\"your test is too long\\\". As for the online time, Ma Huateng continued to reply to him, \\\"I have already given feedback and strives to speed up.\\\"\\n\\nAt that time, the users' attitude towards payment leaned to one sided, \\\"I may withdraw from subscription\\\", \\\"The clickbait will be more rampant\\\"…\\n\\nThree years later, as soon as the news of pay-to-read function came out, the initial discussion of netizens focused on guessing what the \\\"title and trial reading part will become\\\".\\n\\nAlthough the writing methods of the clickbait is just like a brilliant trick, it reflects that many netizens are still worried about the problem - the clickbait will scam them.\\n\\nIn the Microblog poll of Sina science and technology about \\\"the pay-to-read function test of WeChat official accounts\\\", more than 70% of netizens chose to \\\"cancel follows\\\" directly. It indicated that they could not accept such an operation.\\n\\nAlthough Microblog users can't represent the whole WeChat user group, it's not hard to find that users have strong resistance to the clickbait from the comments. And Sanbiao also mentioned it in his article.\\n\\nAnother reason why users can't accept the pay-to-read function is, \\\"how do I know if the article is worth payment?\\\"\\n\\nNow, some original articles have the payment mode. Readers can appreciate the author through the \\\"Zan Shang\\\" function. The amount of \\\"Zan Shang\\\" varies from 5-200 yuan. And it also can be decided by the readers.\\n\\nThe difference between opening a single pay-to-read article and the \\\"Zan Shang\\\" function lies in the order of service.\\n\\n\\\"Zan Shang\\\" is more like a tip, no compulsory charge, all depending on the personal will of the readers. \\\"Pay-to-read\\\" is more like a charge for seats, as long as the guests sit after the end of the wait-and-see, there will be a fixed charge. Paying before enjoying the service is also the mainstream consumption logic of knowledge payment. IQIYI, Tencent, Youku, Dedao, Zhihu and other platforms also do the same.\\n\\nIt is said that WeChat had tested the pay-to-read function in 2017. But Zhang Xiaolong thought that the pay-to-read function was a niche demand, so he put it on hold.\\n\\nThree years after Ma Huateng put forward his \\\"feedback\\\", Zhang Xiaolong first announced that he would focus on short content in 2020. A week later, the pay-to-read function based on long content would enter the test stage.\\n\\nWhy does WeChat launch the pay-to-read function at this time? Is it because the pay-to-read becomes a trend?\\n\\nOne of the current situation of WeChat official accounts is that the stock is enough and the increment is hard to do.\\n\\nFrom the perspective of industry observation and industry feedback, the golden time of WeChat official accounts has passed. And they are facing with the typical problems, such as \\\"slow up of powder consumption\\\" and \\\"decline in click rate\\\".\\n\\nGQ labs recently issued a article \\\"WeChat official accounts becomes a sunset industry\\\". The claim is overblown, but the 2019 terms \\\"It's too hard\\\" also shows the problem.\\n\\nAnother charge, not even less browsing?\\n\\nCompared with the page views, the pay-to-read function focuses more on how to take advantage of the existing users.\\n\\nAs mentioned earlier, the pay-to-read function is similar to knowledge payment. Knowledge payment platform attracts users by free content, and they can achieve payment transformation. For example, there are a lot of free content in Ximalaya to ensure users' retention. The fans of WeChat official accounts are equivalent to users who are attracted by free articles. If users complete the pay-to-read operation, they will achieve the payment transformation.\\n\\nThe stock users of the official accounts, especially those who contribute to the click rate, are the focus of the pay-to-read function.\\n\\nWhen knowledge payment became popular, WeChat didn't launch the pay-to-read function in time. Now it is impossible to imagine whether WeChat will have a place in the knowledge payment industry if the pay-to-read function was launched three years ago.\\n\\nIn the past three years after the first year of knowledge payment, WeChat's decision of  the pay-to-read function seems to come a little late. But at this stage, it witnesses the development of knowledge payment industry. The users' payment awareness has been very mature, and users are willing to pay for good content, which is still an opportunity to launch the pay-to-read function.\\n\\nFrom the perspective of content producers, WeChat pay-to-read function is a new way to open up revenue sources for them in addition to advertising and \\\"Zan Shang\\\". This is also in line with Zhang Xiaolong's thought of respecting the creators, which can be proved by the iterative recommendation mechanism and anti plagiarism mechanism.\\n\\nPay-to-read articles actually is an encouragement for the creators. It can fight against low-quality official accounts and reduce manuscripts. What's more, the authors can decide whether the content is free.\\n\\nEven if there is a clickbait behavior, once fans or users, who have paid for reading, find the content's quality is reduced, they will feel lost, which is easier to disappoint than free. As a result, the creators will cherish the opportunity, ensure the content quality and maintain the fans' willingness to consume, which forms a positive cycle.\\n\\nHowever, the pay-to-read mode is also easy to cheer WeChat official accounts. The number of WeChat official accounts fans is large and the base is large, which blocks free players. According to a certain proportion of payment, the revenue is still considerable. Some WeChat official accounts with little fans do not dare to expect to pay, because they are lack of readers.\\n\\nIn addition to the top WeChat official accounts, what kind of content is suitable for charging?\\n\\n1. Novel and Webtoon\\n\\nNovel is the content of long-term consumption. The WeChat official accounts can satisfy the serial form of the novel. And it can also arbitrarily choose the proportion of trial reading, so that the article will stop at the most curious plot.\\n\\nAndroid users can pay with WeChat Pay, Tencent's mobile payment method. Users with iOS, however, must use Apple's in-app purchase service, meaning that Apple will take a cut of as much as 30% for each transaction. And WeChat as the platform side does not charge.\\n\\nSuch a form of payment can attract mature authors with a fan base.\\n\\nThe cooperation between the author and the platform can be divided into three parts: profit sharing, buyout and pay floor. Taking profit sharing as an example, the subscription income and copyright income of online writers need to be shared to the platform according to the proportion agreed in the contract. Most of the sites' share contracts are basically full copyright licensing. Not only does the subscription fee for new chapters need to be allocated to the platform, but if there are some related copyright development in the future such as game development, comic adaptation, film and television publishing, ect., the fees will be allocated to the platform.\\n\\nIf the online writers are stationed in the WeChat official accounts, his supporters will be more willing to see that the money they spend will eventually come to the writers. Therefore, they prefer to pay for reading at WeChat.\\n\\nHowever, the WeChat official accounts is not able to satisfy the \\\"interaction\\\" function of the online reading products. The authors of the old platform such as [jjwxc.net](http://jjwxc.net) and Qidian also need to consider the cost of fans' migration. WeChat, as a brand new platform, has not formed a promotion and publicity mechanism. It is still need time to test its effects of WeChat official accounts.\\n\\nThe same is true of Webtoon content. There is a premise that WeChat system can support the concealment of non-trial reading proportion of image content.\\n\\n1. The fan's economy\\n\\nNowadays, the electronic journals of some magazines can be purchased through the WeChat official accounts or mini programs. Besides the interview content and photos, the outtakes behind the interview are also included.\\n\\nAfter the pay-to-read function is opened, the purchase of electronic journals can be realized directly through the official accounts' pay-to-read articles.\\n\\nIn 2018, after Microblog launched the pay-to-read function to view photos, Fan Chengcheng once locked a photo, which need 60 yuan to watch. It made a profit of 4.8 million overnight.\\n\\nAlthough the company later claimed that it was the cooperation between Lehua company and Fan Chengcheng, not Fan Chengcheng's personal behavior. It also included the exclusive membership group of stars, access to star customized photos, videos and other rights and interests, but it was enough to prove the irrationality and potential of fan economy.\\n\\nSince the pay-to-read function of stars' photo is available in Microblog, there is also a fan market in the WeChat official accounts for private photos, itineraries and information.\\n\\nBut this kind of behavior should not be encouraged, especially for the content related to the star's private life, which also involves their personal safety issues. No matter from the moral level or the legal level, they may break the law.\\n\\n1. Knowledge payment content\\n\\nA knowledge payment entrepreneur told Ciweigongshe (ID:ciweigongshe) that when she saw the news about the test of WeChat pay-to-read function, her first reaction was, \\\"WeChat will do knowledge payment business\\\"?\\n\\nThe change of WeChat makes the individual knowledge payment simple. In the past, we need to use payment tools such as Xiaoe-tech, Youzan, etc. Now we can directly adopt the pay-to-read mode to create charging works.\\n\\nBut in the short term, knowledge payment platform will not be threatened. A practitioner with 4 years of industry experience believes that knowledge payment platform monetization generally relies on audio and video courses, while WeChat image and text provide a new way of monetization. Graphic format is suitable for carrying consultation and paid questions and answers, especially in the vertical field with strong professionalism.\\n\\nAt present, the pay-to-read function is only aimed at the form of pictures and texts, but WeChat is also compatible with audio, video and other content forms. Until the technology is mature and the products are fluent enough, the creation ecology will become more abundant. Such WeChat official accounts will move closer to the platform of knowledge payment.\\n\\nWeChat has 1.1 billion active daily users. Users on other apps or platforms are almost all WeChat users. It means that once the WeChat official accounts can be used as a tool for knowledge payment or content payment, users may not need to turn on another app to listen to audio or learn courses.\\n\\nFor a long time, in order to take care of the users’ experience, WeChat has been very restrained to commercialization.\\n\\nPreviously, Ciweigongshe (ID:ciweigongshe) once analyzed this action on his article that WeChat has formed four major forms of commercialization: user service, information flow service, e-commerce, WeChat game.\\n\\nSurprisingly, in the 2020 WeChat Open Class Pro Speech, WeChat first disclosed the business growth data of mini programs and mini games. And it also announced the accelerated plans for all kinds of commercialization forms. The pay-to-read function is one of the steps in the commercialization of information flow services.\\n\\nSome joked that after a single pay-to-read article, WeChat may launch a monthly VIP to watch for free, and VVIP can predict the author's post title the next day in advance.\\n\\nIt's hard to predict when WeChat members will come, but the pay-to-read function should only be the beginning of WeChat's change.\",\"timestamp\":1641525290,\"title\":\"WeChat tests pay-to-read function for official accounts is it WeChat’s new era of money-making\"},\"digest\":\"goGJeYGToVFxjzb9gNg9O8ItePXBmudeGuZ99LiiHTA\",\"authorship\":{\"contributor\":\"0x021D29dC0d2DfC3137253fCb9fE56c6BD1d8a225\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"signature\":\"6PAxpV-wMpcSV3NW0N4MIx5q59LcbiMujwCbWP9lQh211nXWAVbCaxdXhJfQW-sNfHt-OWkjvUAdC0OFRX3xCg\",\"signingKeySignature\":\"0x8a5e280c109f2e0b82e94a5ebd8036a14a846924a0ed240d64d91c5724ca6e080811f2c079b4bc53a0fdad0c4e0905ac6a7dbad2e4da00a9f4619a04abb15f4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"goGJeYGToVFxjzb9gNg9O8ItePXBmudeGuZ99LiiHTA\"}"