"{\"content\":{\"body\":\"최근 잭 도시나 일론 머스크 등이 Web3 열풍에 대한 비판적인 트윗을 날려서 한창 트위터스페이스가 핫했는데요, 대강 생각나는 점들을 몇가지 풀어써봤습니다.\\n\\n(1) 2017년 ICO의 악몽과 ‘투자자 보호’\\n\\n베테랑 비트코이너들이 ( Crypto’의 리브랜딩인) Web3.0에 대해 경멸의 감정을 가지는게 이해가 안되는 일은 아니죠. 2017년의 ICO 붐 가운데 눈먼 돈들이 쏟아들어져왔지만 대부분은 쌉스캠에 먹튀였으니까요. 탈중앙화니 뭐니 구호는 요란했지만 몇몇 프로젝트를 제외하고 남은건 투자자들의 피눈물이었습니다.\\n\\n하지만 저는 이 상황을 회의론자의 것과 정반대로 읽어야 한다고 생각합니다.\\n퍼블릭 블록체인을 필두로 한 ‘Hypertokenization’ 덕분에 이제야 비로소 평범한 철수나 영희도 1인 VC가 되어서 무수한 스타트업의 초기 투자자로 참여할 수 있게 된거죠.\\n애초에 전통적인 VC들도 승률 자체는 형편 없습니다. 투자한 회사들의 대부분이 폭삭 망하지만, 그 가운데 극소수가 말도 안되는 성공을 거둬서 다른 프로젝트들에서 얻은 손해들을 모조리 씹어먹어버리는거죠.\\n애초에 투자 자체를 할 수 없으니 “스캠을 당할 자격”조차 없었던 개인들이, 드디어 과거의 VC나 소수의 부자들에게만 허용되었던 영역에 투자자로서 쏟아져들어올 수 있게 된겁니다. 이런 역사의 흐름을 ‘투자자 보호’를 핑계로 거꾸로 되돌리겠다는것은 인과관계를 완전히 거꾸로 파악하고 있는겁니다.\\n\\n물론 미성숙한 시장에 여러가지 문제들(e.g. 단기 이익을 노리는 투자자들이 들끓는 바람에 장기적 관점에서 프로젝트를 진행하기 힘들어지지 않을까?)이 산적해있지만, 전통적인 VC업계에서 그랬듯이 사람들은 답을 찾아내고 더 나은 인센티브 구조를 발견해낼 것입니다.(e.g. 초기 투자자들의 코인 물량은 몇년동안 락업을 걸어야겠다!)\\n\\n‘투자자 보호’를 핑계로 토크노믹스 전체를 죄악으로 정죄하고 SEC의 탄압을 목놓아 기다리는 사람들을 보면 정말 괴롭습니다. 왜냐하면 저는 그 모습에서 ‘투자자 보호’를 위해 비트코인 spot ETF를 막는 SEC의장 게리 겐슬러의 교만한 모습이 겹쳐보이거든요. 모든 개인은 책임 있는 행위자로서, 국가나 제3자의 간섭 없이 자신이 원하는 곳에 자유롭게 자신의 재산권을 행사할 권리가 있다는 것이 비트코인의 정신이라고 생각합니다.\\n\\n(2) 도대체 보여준게 뭐냐?\\n\\n모든 유저가 게임 아이템에서부터 탈중앙화 플랫폼 서비스에 이르기까지 모든 형태의 비물질적 디지털 자본에 대해 지분을 가지고 재산권을 행사하게 되는 것이 바로 (‘크립토’의 리브랜딩인) 웹3라는 신대륙의 의 핵심 작동원리이고, 이것은 누구의 소유도 아닌 탈중앙화된 퍼블릭 블록체인이 누구도 변개할 수 없는 디지털 등기부 등본의 역할을 하기 때문에 가능해집니다.\\n\\n물론 이 모든 것의 시작이자 끝은 당연히 비트코인입니다. 비트코인이 역사상 최초로 디지털 네이티브하고 누구도 변개할 수 없는 금융 에너지의 장부를 만들었기 때문에, 다른 모든 크립토 프로젝트들은 ‘Zero to One’의 순간을 이뤄낸 비트코인을 최종 담보로 삼아 그 위에서 성장해나갑니다. 이처럼 비트코인은 모든 크립토 생태계의 최종 담보이자 모든 가능한 적대적 환경에 대한 최후의 보루이기 때문에, 한치도 변하지 않고 백년, 이백년을 이어나가는 것이 바람직하고 모두에게 유익합니다.\\n\\n그러나 우리는 단순히 금융에너지를 저장하고 주고받는 이상의 복잡한 활동을 하고싶어합니다. 뿐만 아니라 원형적인 형태의 금융에너지(BTC)를 넘어서 게임 아이템, 내 블로그 글, 회사의 지분, 도시의 지분에도 나의 온전한 재산권을 행사하고 나의 의지를 세상에 자유자재로 투사하기 원합니다. 이 지점에서 변화하고 진화할 수 있는, 비트코인이 아닌 다른 퍼블릭 블록체인과 크립토 프로젝트들이 필요해지죠.\\n\\n물론 퍼블릭 블록체인은 굉장히 비효율적인 데이터베이스이기 때문에 속도라는 축만 놓고 비교하면 Web3(i.e., 크립토)의 기획만큼 어리석은 짓이 없습니다.\\n그러나 “효율/속도”가 아닌 다른 axis들까지 고려하기 시작하면 탈중앙화 시스템이 가지고 있는 우위들이 나타나기 시작합니다.\\n가장 결정적인 것이 앞에서도 언급한 비물리적 디지털 자본(뿐만 아니라 토큰화된 물리적 자본)에 대한 개인의 진정한 재산권 행사입니다.\\n\\n재산권은 한 개인이 제 삼자의 선의/악의와 상관없이 스스로의 생명을 지속할 수 있게 해주는 생명력과도 같습니다. 우리는 사회 안에서 우리의 생명력을 보존하기 위해 “착하고 의로운 빅테크 CEO”나 “선한 영향력을 끼치고자 하는 정치인” 또는 그가 이끄는 “정의로운 정부”를 찾아서 그의 “선의”를 신뢰하며 우리의 생명력을 그에게 맡겨버려서는 안됩니다. 우리는 신뢰 자체가 필요없는, 선의든 악의든 그 누가 와도 나의 재산권을 임의로 박탈할 수 없는 시스템을 필요로 합니다. 이 목적을 위해 포기해야 하는 효율은 충분히 감수할만 하고, 기존 시스템의 재산권 강탈의 역사를 생각해보면, 우리가 얻게되는 이익에 비교할 때 이 비용은 너무나 싸다고 생각합니다.\\n\\n모든 사람이 디지털 공간 속의 비물리적 디지털 객체들에 대해 재산권을 행사하기 시작하면서 (게임 중독자 현질러가 아닌) 일반인들도 디지털 공간을 심각하게 여기게 되고 (이것이 바로 메타버스의 시작이죠), 모든 유저들이 해당 플랫폼에 대해 소유권을 가지게 되면서 플랫폼과 유저의 인센티브가 같은 방향으로 정렬되며, (트위터나 유투브같은 Web2 회사들이 멋대로 휘두르는) 검열에 대한 저항성을 가지게 됩니다. 또한 플랫폼 내의 디지털 객체나 나의 소셜 그래프가 플랫폼의 것이 아닌, 퍼블릭 블록체인에 저장되는 나의 것이기 때문에, 유저의 exit cost를 낮춰주고 (e.g., 특정 소셜 플랫폼이 깽판을 치면, 나의 소셜 그래프를 들고 다른 플랫폼으로 옮겨탈 수 있습니다) 특정 플랫폼이나 서비스의 폭정을 억제해줍니다.\\n\\n아직도 웹3가 진.짜.로. ’보여준 것’은 아주 원형적인(primitive) 것들이지만 (e.g., NFT, 여전히 대부분 AWS 위에서 돌아가는 DeFi나 탈중앙화 소셜 앱들...), hypertokenization의 레버리지로 자본과 재능이 쏟아지고 있기 때문에 근시일에 ‘보여줄 것’들이 쏟아져 나올것이라고 생각합니다. 현재 개발/실험중인 많은 프로젝트 가운데 ENS (Ethereum Name Service)는 웹3가 현시점에도 당당하게 세상에 꺼내 놓을 수 있는 대표적인 프로젝트라고 봅니다.\\n\\n뿐만아니라 비트코인 ASIC이 끝없이 발전하여 점점 낮은 전력으로 더 많은 해쉬파워를 내듯이, 메모리, 대역폭, 연산능력을 담당하는 하드웨어도 끝없이 발전할 것이기 때문에 퍼블릭 블록체인의 고질적인 비효율성도 점점 개선될 것입니다. 소프트웨어적 발전은 말할 것도 없겠죠.\\n\\n비유를 하자면, 예전에 웹앱을 만들때 많은 사람들이 그 효용에 의구심을 표현했던걸 기억하실겁니다. “데스크탑 앱이 훨씬 더 빠른데 왜 느려터진 웹앱을 써? 레이턴시 문제는 어쩌고?”\\n\\n그런데 지금 와서 돌이켜 보면 웹앱이 세상을 먹어치우고 있죠.\\n\\n마찬가지로 퍼블릭 블록체인도 곧 세상을 먹어치우게 될겁니다.\\n\\n(3) 비트코인에게 적수가 있는가?\\n\\n비트코인 맥시멀리스트이면서 동시에 웹3 회의론자인 분들은 또 하나의 염려가 있으리라고 봅니다.\\n첫번째는 웹3의 광풍 속에서 비트코인이 크립토 전체의 성장분에서 마땅히 차지해야 할 충분한 지분을 빼앗길 수 있다는 염려일 것이고,\\n두번째는 웹3의 광기때문에 대중들이 (이더리움을 포함한) 쓰레기 사기코인들에 넘어가 비트코인만이 거짓이 없는 참된 탈중앙화 블록체인이라는 점을 놓치게 될거라는 염려라고 생각합니다.\\n\\n첫번째와 두번째가 그게 그소리같은데, 저는 약간 구분을 하고 싶습니다. 첫번째는 말 그대로 섹터가 성장하면서 비트코인이 받게 되는 파이의 상대적인 크기가 적어지는것에 대한 염려인데 (즉, 수익률 저하에 대한 우려), 이건 인간 행동의 아주 중요한 동기이지만 굳이 제가 해명을 할 필요는 없는 사항이므로 그냥 무시하겠습니다.\\n\\n두번째는 비트코인과 다른 잡코인들이 “동등한 상대로서 경쟁”하는 상황 그 자체를 혐오하는 것인데 (즉, 가장 완벽한 블록체인인 비트코인에 대한 사상적/종교적 열정), 이건 좀 다룰 가치가 있죠. 저는 비트코인 맥시멀리스트들이 오히려 비트코인에 대한 믿음이 부족하다는 생각을 하게 되는데...\\n\\n일단 제 포지션을 까면, 저는 비트코인이 ‘가치저장’이라는 영역에 있어서는 완전히 천하를 통일했고, 가까운 미래에 이 상황이 뒤집힐 일은 없다고 생각합니다. 이더리움 진영이 뭐라고 하든, 심지어 머지 않은 미래에 ‘flippening’이 실재로 일어난다고 해도, ‘가치저장’이라는 기능에 한정해서 저는 비트코인 멕시멀리스트입니다.\\n\\n시초부터 지금까지 불변성을 유지하는 ‘무염시태(immaculate conception)’의 비트코인과 달리, 이더리움은 환경의 변화에 따라 계속 변화하고 진화합니다 (DAO 해킹사태때의 원죄도 빼먹을 수 없겠네요). 만약 제가 저의 금융 에너지를 (5년, 10년이 아니라) 백년 후의 “미래”로 손실/변개없이 보존/전송하고 싶다면 어느 블록체인에 저장하고 싶을까요?\\n\\n답은 단 하나뿐입니다. 가치 저장의 영역에서 비트코인에게는 적수도, 경쟁도 없습니다. 여기에 대해 걱정하는건 믿음이 부족한 겁니다. 저는 동료 비트코이너들이 비트코인에 대한 믿음을 좀 더 가졌으면 좋겠습니다ㅎㅎㅎ\\n\\n그러나 동시에 저는 스마트 컨트랙트와 크립토 오라클을 통해 전 세계의 사람들이 스마트폰만 있으면 아프리카의 오지에서도 지구 반대편의 상대방과 제3자의 신뢰없이 자유롭게 거래하고 금융/보험상품들에 접근하는 미래를 기다리고, hypertokenization으로 모든 개인이 동등한 자격으로 미래의 게임, 회사, 플랫폼, 마을, 도시, 국가, 문명에 투자하고 스스로가 주인이 되는 사회를 기다립니다.\\n\\n저는 모든 크립토 프로젝트들이 비트코인의 파생상품이라고 생각합니다. 비트코인은 크립토라는 거대한 신대륙의 화강암 반석이고, 모든 크립토 프로젝트들은 그 기반암 위에 세워진 건축물인 셈입니다. 어떤 사람들은 화강암을 직접 사용해서 건물을 지으려고 하겠지만, 용도와 목적에 따라 화강암이 아닌 철근 콘크리트나 벽돌, 나무를 사용한다고 해서 그것이 죄악은 아닙니다.\\n결국 그 모든 건물들은 변함없는 화강암 반석, 즉 비트코인 위에 지어지니까요.\\n\\n(4) Web3로의 인재유출\\n\\n테슬라의 일론 머스크, 트위터의 잭 도시 그리고 많은 (비트코인 맥시가 아닌) Web2 기업가, 이외에 프로그래밍 인력을 필요로 하는 섹터의 기업가들이 웹3를 혐오하는건 아주 자연스럽다고 생각합니다. 바로 웹3로의 인력 유출이죠. 저는 이게 가장 실재적인 이유라고 생각하는데요ㅎㅎㅎ\\n\\n섹터 자체가 워낙 빠르게 성장하고, 자본이 쏟아들어져갈 뿐 아니라, 무엇보다도 지금까지의 패러다임에 반하는 (아니, 어쩌면 Web1의 유산을 부활시키는) 새로운 건축물들, 나아가 새로운 사회와 문명을 신대륙의 무주공산 위에 지을 기회가 넘쳐나니, 젊고 야망있는 브레인들이 다들 정신없이 건너가는게 당연합니다 ㅋㅋㅋㅋㅋ\",\"timestamp\":1640315248,\"title\":\"Web3는 스캠인가?\"},\"digest\":\"B9hjhXZGPiK-CwMy8PlaVqLrQFH7QBDaPo2cH3r4Qdo\",\"authorship\":{\"contributor\":\"0xD76B87B13618A48d63D52B94B176602F5F49a80E\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I2dOIYFglzbK1MWz6jwP6XcDhD_p9JoQlWOHnM83eIk\\\",\\\"y\\\":\\\"51R6TVUH-H5BKC5ZQvzjdT3feN9PhNTDK75Ob-UbARM\\\"}\",\"signature\":\"Kx5NVsF4dhflc7lJIcB0m8S_EDa0syE75iEro7nEQhL2vfYjLBl9hOfxnQFRseocwKfIHw8M5SzHLWEXzqlDIw\",\"signingKeySignature\":\"0x792d84986b2962a7b6f80653328724a91141e29c8431a4cb9fd087416d1428cb11becb5992d1d19e13411f30bdefb7b0c4d0de1a16f1c24be07eb6e9a17be2f91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I2dOIYFglzbK1MWz6jwP6XcDhD_p9JoQlWOHnM83eIk\\\",\\\"y\\\":\\\"51R6TVUH-H5BKC5ZQvzjdT3feN9PhNTDK75Ob-UbARM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7FY0Mm7AuyWYA0VTJYM_LnOaYVkFOg8oEH04BE6eVj4\"}"