"{\"content\":{\"body\":\"FIRST PUBLISHED February 19, 2016 ([Medium](https://medium.com/creativeblockchain/no-longer-a-dirty-word-rights-management-on-the-blockchain-why-blockchain-matters-to-the-arts-part-3-bcf71d305e7c))\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror. This was the third in a series of six articles laying out how blockchain tech could prove revolutionary for the content ecosystem.*\\n\\nIn a prior lifetime (the early 90s), for a short period of time I was employed as a sales rep for a major book publisher. Every day, I would hop into my Ford Taurus, and drive to bookstores and wholesalers across the mid-Atlantic, to show the proprietors our upcoming titles for the next few months. I’d talk up the titles and authors I liked, show them the cover art, and then tick off in a box — on actual, physical paper — the number of units of each they wanted. It was actually a pretty good gig.\\n\\nWhat does that have to do with rights management using the blockchain? Stay with me.\\n\\nThe three-letter acronym “DRM” is a four-letter word in some circles. Digital Rights Management has come to be associated with Orwellian control and restriction of content by media companies. For a public that wants access to whatever music, images, video and text it chooses, anywhere, at any time — and preferably at low cost — the use of DRM to track and manage the dissemination of content, and especially to disable that content when usage restrictions are violated, is a frustrating impediment to gaining free access to that content.\\n\\nTo the extent that this sentiment tips towards the idea that all content should be free — both free of any restrictions and free of charge — this undermines the very notion of intellectual property, which is that certain creations of the human mind can be owned and protected by the creator, in a similar manner as real estate, vehicles and personal effects. (All such property protections are enforced by governments, although for copyrights and patents arguably these constitute a *better* deal for the public at large than governmental protections for tangible property, because protection for IP is limited in time and at some point will be contributed to the public domain.)\\n\\nSo, unless you overturn the idea of protection for IP rights altogether, owners of such rights will need to manage how they license and assign their rights, and how those rights are used by other parties. But while sometimes the arguments drift in the more extreme direction noted above, most parties who object to DRM are really objecting to three things:\\n\\n* The role large corporations have in the ownership and control of most of the content the public wants to watch, read, see or hear.\\n* *Unreasonable* restrictions on the use of content that a user purchases or rents.\\n* Use of DRM to track users and their usage.\\n\\nThese points are related; as the argument goes, large companies can afford to acquire vast amounts of the best available content, and then wield something like a monopoly power to impose draconian restrictions on the use of the content, both to eke out more revenue from the same content and to tie users to a particular platform or service. Those against DRM argue that DRM restricts usage by legitimate owners/renters of content, rather than protecting against piracy. And that it’s further leveraged as a tool to examine users’ habits and activities.\\n\\nMedia companies of course see matters differently. They make tremendous investments in creating and/or purchasing content, and then must exploit it in a market in which revenues have been squeezed by a proliferation of content sources but especially by piracy, which is a huge threat given how easy it is to copy digital works. They believe DRM is a necessary tool to prevent users who acquire content legally from turning their legitimate copy into a seed for many unauthorized copies.\\n\\nNot surprisingly, those who are now proposing the blockchain as a means of managing copyright ownership sometimes walk a difficult line between these two camps. On the one hand, the blockchain’s first and best use is as an immutable ledger of transactions, so it lends itself well as a method of securely tracking what rights users have to a particular digital asset, such as a song or movie, and of recording further transactions involving that asset (or user). On the other hand, the blockchain can be seen as a sort of Gozer the Destroyer of intermediaries, so in its most Libertarian form a rights management solution for the blockchain would connect creators (authors, photographers, musicians, filmmakers) directly with their audience, eliminating media companies altogether.\\n\\nBut let’s stop for a moment, as we may be getting ahead of ourselves. The aspect of DRM that people dislike most is the technological component that interferes with the actual playback or use of content — that is, the technology that disables your song from streaming because you are trying to listen to it on an unregistered device. While blockchain solutions could enable such technologies, most companies working in the space today are working on different, “upstream” problems — how to identify and track ownership of the content itself, and then how to identify and track the flow of that content among users. While these may one day lead to a form of technological DRM, right now most startups are focused on untangling and making more transparent who holds which rights (especially in the music industry), and allowing creators to track usage and set licensing terms for that usage.\\n\\nMany of these companies are focused on giving power back to the artists themselves. As musician [Imogen Heap recently said at an event also featuring Benji Rogers](http://musically.com/2016/02/02/benji-rogers-and-imogen-heap-talk-building-the-music-blockchain/):\\n\\n> We need to set the ethical, technological and commercial standards around how our music is used… At the moment, artists, we’re first in and last out: first in with our work, and right at the end, if we’re lucky, we get some cash back.\\n\\nGeorge Howard has written extensively for Forbes.com on the use of the blockchain to address these issues in the music industry; see [here for a list](http://creativeblockchain.com/further-reading/) of his articles. See also [this article](http://www.billboard.com/articles/business/6655915/how-the-blockchain-could-actually-change-the-music-industry) as well as [this one](http://www.billboard.com/articles/business/6664006/colu-revelator-blockchain) from Billboard.\\n\\nSo what about the idea of the blockchain eliminating media companies? Won’t happen. What will happen is disruption, just as it occurred when the Internet first arose. Publishing companies once maintained vast distribution networks — and yes, traveling sales reps — to market their books. Those functions, perhaps never core to the business of making good books in the first instance, have been disrupted or eliminated. Yet there’s still a place for editors who can find good authors and help them shape books into bestsellers, just as there’s still a need for companies who can marshal the resources necessary to create high-quality television series and motion pictures. Nimble companies shift their focus to the areas where they bring unique expertise and value, and embrace new technologies when disruption is inevitable.\\n\\nBy all appearances, the blockchain is one of those technologies.\",\"timestamp\":1634046686,\"title\":\"No Longer a Dirty Word? Rights Management on the Blockchain: Why Blockchain Matters to the Arts, Part 3\"},\"digest\":\"_V-bWgFBwqSuK5IehMwxWoDAidZ8_fNwvZCpf1tOVDY\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"pV2xVt_n1z-vLpCLG3_bjH7H-Qll9tfj3zraVfdes9g4nUvZjkTkWgk9xj6RI7s1h1BN-9Mj8z6zopan1p6Yhw\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_V-bWgFBwqSuK5IehMwxWoDAidZ8_fNwvZCpf1tOVDY\"}"