"{\"content\":{\"body\":\"“As long as you calmly think about it for ten minutes, you will understand that 21 million bitcoins is definitely not enough for everyone to hold one.\\n\\nBesides, there aren't that many bitcoins anymore. \\\"\\n\\nI actually wanted to write this article at the beginning of this year. At that time, it was the darkest time of the bear market in the currency circle. At that time, there were very few people doing science popularization, so I hope I can be a popular science popularizer in the bear market.\\n\\nBut then I found out that the newcomers who entered the market at that time were indeed pitiful, and most of them were outsiders who read jokes. They simply stopped writing this article, thinking about waiting for Bitcoin to improve a little.\\n\\nAnd I want to write this article again when Bitcoin rose to 5,000. At that time, the currency circle was furious, with the momentum of Winterfell and the White Walkers. I hope to be able to match the downward trend of Bitcoin that has lasted for more than a year. The bitter winter of Bitcoin is coming. Winter has come, but we have dragons, and faith.\\n\\nAside from the atmosphere of insiders, I also clearly feel that Bitcoin is getting more and more attention. The hot search list of Baidu and Weibo has appeared many times this year, and mainstream media reports gradually Going positive, everything is getting better and better as Bitcoin continues to rise.\\n\\nThere are more and more newcomers, so naturally a newcomer guide is needed. In fact, there are already a lot of popular science about Bitcoin, and there is a wonderful thing about Bitcoin, that is, the popular science of Bitcoin that you saw in 2010, 2011, and 2012, and what you saw in 2017, 2018, or 2019. The popular science of Bitcoin that you have arrived is not much different from the popular science you will see in the future. Therefore, we often turn to Bitcoin analysis articles from seven or eight years ago or even ten years ago, and we will feel that someone has read it so thoroughly ten years ago. In fact, it is not because that person has many prophets, but because the core of Bitcoin is fundamentally fundamental. Nothing has changed, the only thing that has changed is the market value.\\n\\nAnd the guide I want to make is actually more direct than those technical science popularization. I hope to write a more complete article to let newcomers understand the matter of Bitcoin \\\"why will it rise\\\" faster.\\n\\nI hope that when you read this article, you have already understood the basic knowledge of Bitcoin, such as the limited total amount of Bitcoin, immutability, decentralization, computing power to ensure network security, etc. If you have a certain financial and monetary foundation, it will be even more important. All right.\",\"timestamp\":1642070309,\"title\":\"You must have at least one bitcoin\"},\"digest\":\"8l6N8ELaQajrVaddiDV0NRa994zsjsWq8gmiJR7_MQ0\",\"authorship\":{\"contributor\":\"0x8c02065eF3d5B4b2636D64DAAaE09054ee2e4A00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ay5emP1Ghzrw8jYlwmY__rcS9xHf65I4LjWzIUu5e6k\\\",\\\"y\\\":\\\"8Qqok0MRppALPMXm3M0XKmJfPmD-uM2dhA5gaqp0cJs\\\"}\",\"signature\":\"04g70GW72BpDnQ5GSDMcqsLKOErM_55z9PqhmtBNGxrR5T5zIR37towulF5PSKWk2Xz_k3ZP_wQZd6p5Ad7faw\",\"signingKeySignature\":\"0x233f88510c095aaf1dde75381e9fc4cf0d7d84905864a2dc60c5e6272144474f4ed10ac0db30ab53fc67cccc47a44d7218e538cbcfad26e081ee601a383df86b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ay5emP1Ghzrw8jYlwmY__rcS9xHf65I4LjWzIUu5e6k\\\",\\\"y\\\":\\\"8Qqok0MRppALPMXm3M0XKmJfPmD-uM2dhA5gaqp0cJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8l6N8ELaQajrVaddiDV0NRa994zsjsWq8gmiJR7_MQ0\"}"