"{\"content\":{\"body\":\"Once again sitting down in front of my computer. It’s been a while. It feels weird to change your routine while on vacation. Usually kids are in school, there is some separation between the things that need to happen on any given day. On vacation the dynamic changes. Everything comes together as a whole, time and space compress into a single moment (isn’t that how it always works out? *this* single moment?). Now I’m back here, but I don’t know what I’m doing. It feels like a new year should come with a plan, a well laid out roadmap of what the goals for the year are and what it is I should be executing on, prioritizing the things that are going to give me the best return on my time and effort.\\n\\nIt sounds so mechanical, so simple. But what is the best return on my time and effort? How do you measure that? “Make decisions based on data”.\\n\\nYesterday the kids were supposed to go back to school, but since we hadn’t yet tested them for COVID they couldn’t go. It was a good day, we hung out, drove around to different testing sites, went to the supermarket and played in the garden. In between all of this I was able to carve out some time. My goal was simple, spend a stretch of uninterrupted time working on a single thing. Focus is a precious resource these days.\\n\\nEvery time I start a new sketchbook I like to turn the first page into its cover, an anchor of sorts for the content that will eventually emerge there. There are no set rules for it, but a lot of the times it turns out to be a message to myself, I like to hand draw typography so it seems fitting. After so many sketchbooks it’s hard to remember them all, but one in particularly that comes to mind was “no excuses”.\\n\\nI was successful. I spent some 45 minutes of mostly uninterrupted time to work on my sketchbook cover. Looking back, 45 minutes seems like a long time to draw out a simple phrase. But then I think about the drafting, the care I like to take with proportions, with the placement within the page. Then thinking about the extrusion of the characters, the shading that goes onto the different faces. There are actually many steps to take to finish a simple typographical drawing. A reminder that good things take time, and that by focusing and executing little by little, we’ll undoubtedly get there.\\n\\n![](https://images.mirror-media.xyz/publication-images/Uvlc5Uzq2CM19ge66rjh6.jpg?height=3889&width=2971)\\n\\n\",\"timestamp\":1641399665,\"title\":\"One more time\"},\"digest\":\"vWn7iZpEqAcoJMLt0xUNEXq_T1IwTYDBsVW8pfv_DnU\",\"authorship\":{\"contributor\":\"0x3cC5d3d83Fc5307664256A18cB3D02ad7aC7226E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZJWquBGbXqTyp8VEgggs1Bq0nrD6XROF0WjOYdMZ970\\\",\\\"y\\\":\\\"oieR7g-SkXOw42YzT3mGo8Ftw62T03q4rygMb0jxvNo\\\"}\",\"signature\":\"gitPrbsd91ufL5Dj7CM54r_wvINszjlXcUSpq88KSnq7KVj4A2kEeTOqgzmvon6Duqb93XKyDsBjc_a-v7rHxQ\",\"signingKeySignature\":\"0x1216bcf04dc2c529dded0674e57e37ea3e0092510bdefe4818e1b90310e7c42f6340d842544790bae9265790284ff7dbf362de5374e2d3119e042dcca6464e661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZJWquBGbXqTyp8VEgggs1Bq0nrD6XROF0WjOYdMZ970\\\",\\\"y\\\":\\\"oieR7g-SkXOw42YzT3mGo8Ftw62T03q4rygMb0jxvNo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2taT_rJuqMOeTUhP_JAYv2KsnTuDDipfg61LOTM26-s\"}"