"{\"content\":{\"body\":\"you'd have been kai-kai'd long ago, along with your noble Tahitian sailors.\\\"\\n\\nJoan shuddered.\\n\\n\\\"To tell the truth,\\\" she confessed, \\\"we were very much afraid to land on Guadalcanar.  I read in the 'Sailing Directions' that the natives were treacherous and hostile.  Some day I should like to go to Malaita.  Are there any plantations there?\\\"\\n\\n\\\"Not one.  Not a white trader even.\\\"\\n\\n\\\"Then I shall go over on a recruiting vessel some time.\\\"\\n\\n\\\"Impossible!\\\" Sheldon cried.  \\\"It is no place for a woman.\\\"\\n\\n\\\"I shall go just the same,\\\" she repeated.\\n\\n\\\"But no self-respecting woman--\\\"\\n\\n\\\"Be careful,\\\" she warned him.  \\\"I shall go some day, and then you may be sorry for the names you have called me.\\\"\\n\\nCHAPTER VI--TEMPEST\\n\\nIt was the first time Sheldon had been at close quarters with an American girl, and he would have wondered if all American girls were like Joan Lackland had he not had wit enough to realize that she was not at all typical.  Her quick mind and changing moods bewildered him, while her outlook on life was so different from what he conceived a woman's outlook should be, that he was more often than not at sixes and sevens with her.  He could never anticipate what she would say or do next.  Of only one thing was he sure, and that was that whatever she said or did was bound to be unexpected and unsuspected.  There seemed, too, something almost hysterical in her make-up.  Her temper was quick and stormy, and she relied too much on herself and too little on him, which did not approximate at all to his ideal of woman's conduct when a man was around.  Her assumption of equality with him was disconcerting, and at times he half-consciously resented the impudence and bizarreness of her intrusion upon him--rising out of the sea in a howling nor'wester, fresh from poking her revolver under Ericson's nose, protected by her gang of huge Polynesian sailors, and settling down in Berande like any shipwrecked sailor.  It was all on a par with her Baden-Powell and the long 38 Colt's.\\n\\nAt any rate, she did not look the part.  And that was what he could not forgive.  Had she been short-haired, heavy-jawed, large- muscled, hard-bitten, and utterly unlovely in every way, all would have been well.  Instead of which she was hopelessly and deliciously feminine.  Her hair worried him, it was so generously beautiful.  And she was so slenderly and prettily the woman--the girl, rather--that it cut him like a knife to see her, with quick, comprehensive eyes and sharply imperative voice, superintend the launching of the whale-boat through the surf.  In imagination he could see her roping a horse, and it always made him shudder. Then, too, she was so many-sided.  Her knowledge of literature and art surprised him, while deep down was the feeling that a girl who knew such things had no right to know how to rig tackles, heave up anchors, and sail schooners around the South Seas.  Such things in her brain were like so many oaths on her lips.  While for such a girl to insist that she was going on a recruiting cruise around Malaita was positive self-sacrilege.\\n\\nHe always perturbedly harked back to her feminineness.  She could play the piano far better than his sisters at home, and with far finer appreciation--the piano that poor Hughie had so heroically laboured over to keep in condition.  And when she strummed the guitar and sang liquid, velvety Hawaiian hulas, he sat entranced. Then she was all woman, and the magic of sex kidnapped the irritations of the day and made him forget the big revolver, the Baden-Powell, and all the rest.  But what right, the next thought in his brain would whisper, had such a girl to swagger around like a man and exult that adventure was not dead?  Woman that adventured were adventuresses, and the connotation was not nice.  Besides, he was not enamoured of adventure.  Not since he was a boy had it appealed to him--though it would have driven him hard to explain what had brought him from England to the Solomons if it had not been adventure.\\n\\nSheldon certainly was not happy.  The unconventional state of affairs was too much for his conservative disposition and training. Berande, inhabited by one lone white man, was no place for Joan Lackland.  Yet he racked his brain for a way out, and even talked it over with her.  In the first place, the steamer from Australia was not due for three weeks.\\n\\n\\\"One thing is evident:  you don't want me here,\\\" she said.  \\\"I'll man the whale-boat to-morrow and go over to Tulagi.\\\"\\n\\n\\\"But as I told you before, that is impossible,\\\" he cried.  \\\"There is no one there.  The Resident Commissioner is away in Australia. Them is only one white man, a third assistant understrapper and ex- sailor--a common sailor.  He is in charge of the government of the Solomons, to say nothing of a hundred or so niggers--prisoners. Besides, he is such a fool that he would fine you five pounds for not having entered at Tulagi, which is the port of entry, you know. He is not a nice man, and, I repeat, it is impossible.\\\"\\n\\n\\\"There is Guvutu,\\\" she suggested.\\n\\nHe shook his head.\\n\\n\\\"There's nothing there but fever and five white men who are drinking themselves to death.  I couldn't permit it.\\\"\\n\\n\\\"Oh thank you,\\\" she said quietly.  \\\"I guess I'll start to-day.-- Viaburi!  You go along Noa Noah, speak 'm come along me.\\\"\\n\\nNoa Noah was her head sailor, who had been boatswain of the Miele.\\n\\n\\\"Where are you going?\\\" Sheldon asked in surprise.--\\\"Vlaburi!  You stop.\\\"\\n\\n\\\"To Guvutu--immediately,\\\" was her reply.\\n\\n\\\"But I won't permit it.\\\"\\n\\n\\\"That is why I am going.  You said it once before, and it is something I cannot brook.\\\"\\n\\n\\\"What?\\\"  He was bewildered by her sudden anger.  \\\"If I have offended in any way--\\\"\\n\\n\\\"Viaburi, you fetch 'm one fella Noa Noah along me,\\\" she commanded.\\n\\nThe black boy started to obey.\\n\\n\\\"Viaburi!  You no stop I break 'm head belong you.  And now, Miss Lackland, I insist--you must explain.  What have I said or done to merit this?\\\"\\n\\n\\\"You have presumed, you have dared--\\\"\\n\\nShe choked and swallowed, and could not go on.\\n\\nSheldon looked the picture of despair.\\n\\n\\\"I confess my head is going around with it all,\\\" he said.  \\\"If you could only be explicit.\\\"\\n\\n\\\"As explicit as you were when you told me that you would not permit me to go to Guvutu?\\\"\\n\\n\\\"But what's wrong with that?\\\"\\n\\n\\\"But you have no right--no man has the right--to tell me what he will permit or not permit.  I'm too old to have a guardian, nor did I sail all the way to the Solomons to find one.\\\"\\n\\n\\\"A gentleman is every woman's guardian.\\\"\\n\\n\\\"Well, I'm not every woman--that's all.  Will you kindly allow me to send your boy for Noa Noah?  I wish him to launch the whale- boat.  Or shall I go myself for him?\\\"\",\"timestamp\":1638930323,\"title\":\"And if you'd gone ashore on Malaita instead of Guadalcanar\"},\"digest\":\"o5UxqxXjkXGaTd7R1z3KYzeKz8scB51f3dlz9tsghE4\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q4V3GRNtpUqfFGQurL4I5eqfNXUWxgbALrnFHhZea3g\\\",\\\"y\\\":\\\"iyMmFapZm6aVjcgOib1hyH7cP7xWOAfaPqb6of8i-Fg\\\"}\",\"signature\":\"tnuEpQ493oJcPGJLIkF0os5mDZi97uxuVWurrz-1okR4ZGVX07v3eJVpCZbu2RZQpwPewJPRygIlOuTxk-Ieqw\",\"signingKeySignature\":\"0x99178a96e5d62e3c8ed15f4efd4bf1ca59a84d97eb5de1d71a2fb86e2b3567b67461613242896734f81b9d76c792bf20d8de49f518a7d4b06a97eac61c0eb4a51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q4V3GRNtpUqfFGQurL4I5eqfNXUWxgbALrnFHhZea3g\\\",\\\"y\\\":\\\"iyMmFapZm6aVjcgOib1hyH7cP7xWOAfaPqb6of8i-Fg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o5UxqxXjkXGaTd7R1z3KYzeKz8scB51f3dlz9tsghE4\"}"