"{\"content\":{\"body\":\"As the DeFi market continues to cool down, investors are turning their attention to the NFT sector, which has suddenly exploded. According to DappRadar, the NFT market volume surged 1127% to over $7 million in September, as NFT investors rushed in with the regret of missing the DeFi wealth creation effect. Following the Defi craze, what is NFT that has attracted wide attention in the coin circle recently?\\n\\nNFT stands for non-fungible Tokens. It stands for non-fungible Tokens, as opposed to Fungible Tokens. Non-interchangeable tokens are also called non-homogeneous tokens.\\nWhat is a exchangeable token? For example, BTC and ETH are homogeneous tokens, so they are interchangeable with each other. That is to say, an ETH of yours and an ETH of mine are essentially the same with the same attributes and price. And non-interchangeable tokens, or non-homogenous tokens, they're all unique, like works of art, each piece is different. They are not interchangeable with each other, so they are called non-interchangeable or non-homogeneous tokens.\\nUnlike BTC and ETH, which can be divided into 0.1 or 0.0002, the unit of NFT is always 1. NFT is typically characterized by uniqueness and scarcity.\\n\\nThe NFT market began to attract attention in the crypto space, mainly from the crypto cat. In 2017, Cryptokitties, as the first phenomenon-level crypto game application, took the lead in bringing NFT to the public's attention. Each crypto cat corresponds to an NFT token on the chain with a unique ID and gene. The genes of different cats are combined and the cat represented by the new NFT token is auctioned in the market. The most expensive cat sold for hundreds of thousands.\\nNFT became popular with ethereum Cat in 17, creating the protocol ERC721 on Ethereum, called the first NFT standard on Ethereum.\\n\\nOne problem with ERC721, however, is that only one NFT asset can be issued per smart contract. In NFT asset rich scenarios such as game items, it means deploying many smart contracts, increasing the cost of network Gas. Later, the encryption project Enjin team came up with ERC1155, which improved ERC721 so that each contract could issue any kind of NFT asset. ERC1155 standard is also officially recognized by ETH as one of the token standards on Ethereum.\\n\\nIn addition to the crypto cat NFT after more than two years of development, has formed a game props, tokenized electronic tickets, collections, encryption art and other main scenes. One common feature of these scenarios is that valuable things have irreplaceable differences, which is very suitable for NFT tokens to mark its digital ownership on the blockchain, among which crypto art is currently the fastest growing application market of NFT.\",\"timestamp\":1634543549,\"title\":\"What is NFT in a minute?\"},\"digest\":\"j0h_W4KCkbOWssWR4FPqmkQJU4MGmp9xYvetYUIl93U\",\"authorship\":{\"contributor\":\"0x3563E0e2621a77418d01C5c7b87C3D19E1093979\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IewDq1NJlXbyCy0ADpdzZGRA9lU7u17hVOnkFcLM_hI\\\",\\\"y\\\":\\\"1TnK0IRuZcOxeY3PiL_OwLeGekuQ7-16d6s8sIfHd6o\\\"}\",\"signature\":\"NV2ZLwRRkmMHIPbIKHw-pa9iXhrbCk66DGopOqdLvoaV2AL38oQ5EcJm8_2qfKSODXpUMWI4kPI2ZOlt9LRMkQ\",\"signingKeySignature\":\"0x4c6a6f362b85a0225f849a8b6590b416e18fa47817cdf13c77f9c459f261694a67c3c11ebc878266f3ebadbd7bbb3dffa2b3c9621498c4ee91a79253acf7c5bb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IewDq1NJlXbyCy0ADpdzZGRA9lU7u17hVOnkFcLM_hI\\\",\\\"y\\\":\\\"1TnK0IRuZcOxeY3PiL_OwLeGekuQ7-16d6s8sIfHd6o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j0h_W4KCkbOWssWR4FPqmkQJU4MGmp9xYvetYUIl93U\"}"