"{\"content\":{\"body\":\"A decade or two ago, your digital identity didn't mean very much. It was represented more by your email address than any social media account you had. Fast forward to today, and we've seen an increased focus on how we appear in online media by everyone: yourself, your friends, and your employers. Most of our day-to-day interactions exist in digital accounts on someone's database. \\n\\nYet all-in-all, your digital worth is measured by the engagement (and advertising revenue) garnered. Sometimes you get a share of that revenue, but for 99% of us, the value of our digital identity is locked within the platform. This doesn't just apply to Facebook, Twitter, or Reddit - the \\\"platform\\\" can be our workplace as well. \\n\\nLet's say you've worked at a company for a few years, and you've decided to move on. When you leave the company, your reputation still stands with individuals you've worked with and in the many programs/emails you've created, but otherwise, the company's reputation is your reputation. This dynamic has slowly changed with the rise of the internet - hence the rise of the personal brand. However, your personal brand is still built off of your own word (which may or may not have much value when first starting out). \\n\\nOur digital identity exists in fragments, it isn't flexible past the platform it was built on, and it has little reusability other than cross-platform authentication. We don't own our digital identity, and it's not composable at all. Now, what if you could **own all of the pieces of your digital identity permanently**, while also **controlling who you reveal that data to** and **how it's represented** to tell a compelling story? I think we're (finally) not so far off from a future where all of that is possible.\\n\\nBut the phrase \\\"digital identity\\\" is really complex and abstract. Let's start by sorting it into a treemap of `identity type -> platform type -> transaction type -> action type`. \\n\\n## Hierarchy of Digital Identity\\n\\n![I know, it's a thicc chart. Desktop viewing is best for easier zooming.](https://images.mirror-media.xyz/publication-images/fd111bed-0b7d-4714-98bf-0ff8c3a1283b.jpeg?height=541&width=1847)\\n\\nFor identity types, I've split it into physical and digital identity (physical is hidden for this article). The next layer is platform types, which I've just split into Web2 and Web3 for now. In the future, it may not be so simple to separate which platform different types of transactions are coming from. Now for the meat and potatoes of this breakdown, transaction and action types:\\n\\n**Social Transactions**: These are transactions where you have a set individual or group of individuals you know you want to interact with. \\n&nbsp;&nbsp; - *Individual*: This is just like Venmo when you pay or interact with someone for any number of reasons\\n&nbsp;&nbsp; - *Community*: These are actions that go towards some group cause, and can be anything from funding a treasury to governing actions for spending from that treasury.\\n&nbsp;&nbsp; - *Gaming*: This is another way of saying actions where the result/end party of the action isn't always known. In many games, this is common, like going on raids or adding to/interacting with some city on your journey.\\n\\n**Protocol Transactions**: These are transactions where you interact with a product for its specific benefits or utility. \\n&nbsp;&nbsp;- *Selling/Acquiring*: These are marketplace actions, where the protocol is used to conduct a peer-to-peer interaction. \\n&nbsp;&nbsp;- *Staking*: This is an action where you are staking your belief in a protocol, acting as a core member of the product community. The actual use of the stake may vary, but the signaling is the same. \\n&nbsp;&nbsp;- *Use*: I'm defining \\\"use\\\" here as the primary use case action of the protocol. Sometimes that may be \\\"selling/acquiring\\\" or \\\"staking.\\\"\\n\\n**Conversations**: These are transactions where you are trying to work with (or against) others to directly push towards some goal or understanding (in a friendly and sustainable way). In the context of this article, these conversations are focused on the growth and governance of communities/products/protocols. \\n&nbsp;&nbsp; - *Proposals*: These are like Ethereum Improvement Proposals, but can be much more general too. \\n&nbsp;&nbsp; - *Moderation*: Some examples are Reddit mods and Twitch chat mods, where they enforce rules set by proposals. \\n&nbsp;&nbsp; - *Feedback*: This is usually in direct response to proposal or moderation actions. A lot of this is providing a larger context and bridging the conversation between old and new users.\\n\\n**Contributions**: These are transactions where you either create something or engage (without conversation) with something someone created. \\n&nbsp;&nbsp; - *Consumption*: Actions here include liking or saving an article, or running `npm install` on someone's `node js` package. \\n&nbsp;&nbsp; - *Creation*: This includes creating new ideas, products, integrations, and much more.\\n&nbsp;&nbsp; - *Sharing*: These actions contribute directly to network effects, and typically act as bridges across platforms and communities.\\n\\nOur web of actions ultimately forms our digital identity. I know that even this is still pretty abstract, so let's look at how this could be realistically represented and used.\\n\\n## Representing Digital Identity in Practice\\n\\nHere's the structure I've been working with on what digital identity on a more technical level:\\n\\n![](https://images.mirror-media.xyz/publication-images/77c22bf6-e54b-4b6e-9826-121670c3d3de.jpeg?height=524&width=1908)\\n\\nThe first layer is comprised of transaction types (the four we talked about) and social graphs. I didn't include social graphs as part of the identity breakdown since the graph's nodes are each their own digital identity, connected by lines that represent transactions. I've labeled this whole layer as \\\"not composable,\\\" meaning I can't detach them from an identifier or really move them around from platform to platform to form a single identity. While transaction data is immutable, it is typically exportable and can be represented in tokens. Social graphs are more difficult to manage in a portable way, first and foremost because current platforms limit the ability to export that data. This has been [a heated topic of discussion](https://stratechery.com/2021/the-webs-missing-interoperability/) for years now, so there's a large lack of transparency on what they actually look like and how to break them down. However, new products and approaches allow you to build up and represent the nodes closest to you in the social graph - which can then also be stored into tokens. That representation as tokens brings us to the second layer of the chart.  \\n\\nThe second layer (and onwards) highlights categories and products that allow us to represent that transaction data and/or social graph as **tokens**. Since tokens have the qualities of existence, flexibility, and reusability - then by the transitive property - our digital identity now does as well. I can move around these tokens at will to different accounts and in different combinations. If we add on the [permission/connection rules](https://eips.ethereum.org/EIPS/eip-2255) wallets already have to the tokens' data, we're coming very close to the picture I painted at the start. \\n\\nLet's talk about what's behind the tokens of this composable digital identity layer => \\n\\nTokens built off of transaction data will likely rely on different models and algorithms that may start centralized and then transition to community-governed. These models will take different combinations of transaction and action types depending on what they want to represent. SourceCred allows custom-set rules for measuring [\\\"contributions\\\"](https://sourcecred.io/docs/beta/cred/#calculating-cred). [Spectral.finance](https://docs.spectral.finance/macro-score/on-chain-credit-score) creates machine learning credit score models that may take on a Numerai style many-model architecture in the future. I'd expect [Rabbithole.gg](https://www.notion.so/RabbitHole-Manifesto-75477a7e03634336bba77c4a7b43ee3b) to have some token(s) representing levels of different skills in the future, where the levels are calculated with different models. How we tokenize web2 account transaction data probably won't be that different in structure `data => model => token`. They may rely on existing web2 aggregators like orbit.love and their [model for calculating reputation by community](https://github.com/orbit-love/orbit-model).\\n\\nThe fungible versus non-fungible identity token approach here reflects what kind of identity economies will be generated. Fungible tokens act as a standard and stable reputation coin that holds regardless of the type of community or contribution. These may help facilitate creative cross-community collaboration and creative talent acquisition, leading to new treasury management strategies and considerations. Non-fungible tokens are identity bonds that can be staked or lent out, which growing in value over time as an individual's actions continue to evolve. Identity forges (a protocol where you and I place our creditworthiness NFT to create a new representative token) will increase the utility and complexity of this token. Multiply this across all proof tokens and we have the beginnings of an \\\"identity marketplace.\\\" \\n\\nEarlier I said that social graph tokens would likely be represented by your closest nodes instead of the full graph. This comes from the two popular approaches I've seen today:\\n1. Sybil Resistant: The theory here is that if I am verified by enough other \\\"people\\\" who are real, then I am real. BrightID's health score reflects this, and it seems to be working well. \\n2. Tiered Entry: Let's start with 100 people who we know are real and trusted, and then bring in more people based on the selection/voting of those 100 people\\n\\nWith both of these approaches, your social graph is the people who verified or voted for you. Whether or not these decentralized identities (DIDs) aggregate under addresses or the other way around largely depends on how we interface with the digital world - I believe it will be the former for the same reasons we don't \\\"login\\\" to pages with our ENS. The tokenization of these graph shards could take many forms and will likely be layered upon by proof tokens.\\n\\nAll of these identity tokens represent the earliest primitives, and I'm sure they will be built upon with additional complexity as our mental and technical understanding of \\\"trust\\\" and \\\"digital identity\\\" evolve. With that as the expectation, our digital identity becomes more like a portfolio, requiring a new set of tools. We've seen community SaaS tools grow over the last few years that help product teams increase engagement with their community of users across platforms, but what I'm pushing for here is an **identity management tool** for the users themselves.\\n\\n## Building an Identity Management tool\\n\\nWhile we have asset management tools like Zerion and Zapper, there is no \\\"identity management tool\\\" yet. This isn't too surprising as proof tokens are largely still under development for the Ethereum transaction data side, and most protocols still link web2 accounts independently (like mirror.xyz does when you sign up for the $WRITE race). For now, I view the product stack as follows: \\n\\n![](https://images.mirror-media.xyz/publication-images/409338d6-d112-4847-8aee-8922a09975a9.jpeg?height=1017&width=983)\\n\\nThe data aggregation layer should be managed by other protocols, where each protocol will have decentralized governance of standards and usage. An identity management tool would play with everything in blue, starting as a specialized SDK between all our identity tokens interactions/metadata for wallets to use. While there are many features required for managing identity, I want to start with the actions of verification and permissioning. \\n\\nLet's focus on connecting unique web2 identifiers (i.e., Github and Twitter accounts) to Ethereum address(es). There is a growing list of tools ([Ceramic IDX](https://idx.xyz/) and [Serto/Veramo Agents](https://veramo.io/docs/veramo_agent/introduction/#:~:text=A%20Veramo%20Agent%20is%20an,in%20the%20verifiable%20data%20space.)) for representing identifiers and action data in standard ways ([DIF](https://lists.identity.foundation/g/sds-wg/wiki), [W3](https://www.w3.org/TR/did-core/)). We can build a verification process users have to pass once and then issue a [verifiable credential](https://docs.serto.id/docs/main-concepts/vcs/) using existing tools onto a decentralized database. Then we build the plugin that fits into a wallet to allow users to manage data sharing with apps. I recently built a proof of concept for this:\\n\\n![](https://images.mirror-media.xyz/publication-images/cbe8d2e2-de59-4e76-bb4b-b84ee027fb5d.jpeg?height=680&width=1470)\\n\\n*[tech demo](https://www.youtube.com/watch?v=D4FoO7Ph5lI)*\\n\\n*You also may be wondering what a \\\"snap\\\" is - this is like a plugin/API built directly into the Metamask wallet. I believe that an identity management tool should be controlled by the user in the most decentralized and private way possible, so building it into a wallet makes the most sense.*\\n\\nOther added benefits of this approach are:\\n\\n1. Developers can stop reinventing the wheel and save on AWS overhead/privacy concerns, requiring just one provider request to the wallet instead (no API key or sign-up process required).\\n2. Users can stop going through the `input account -> sign -> post sig -> refresh` flow once every few weeks when a new social dapp launches. \\n3. Users can start to manage who has access to their identity branches/data since it isn't on a centralized/controlled database.\\n\\nThis third point is critical, as it opens up a whole new world of applications in terms of verifiable storytelling and data ownership/economies. I think that's the ultimate goal - anyone should be able to curate an identity for the story they want to tell, and if they don't have the pieces then they can build (through transactions) or borrow (through a marketplace) up to it. \\n\\nIf you like the vision and want to see this built out more, then pick up some $IMAG to bootstrap the project (I'll also create a group for further discussion about this with supporters - maybe make this a DAO if there's enough interest): \\n\\n[Identity Curators](crowdfund://0x85625B4983E6A54eDA7E237f1a64e0CFB4408c6D?network=homestead)\\n\\n\\n\",\"timestamp\":1623644582,\"title\":\"The Composability of Identity across Web2 and Web3\",\"publication\":\"ath\"},\"digest\":\"EuLVow2YTtI-o2nghAqstOwBRGiMZ0srRF14_pFMzfU\",\"authorship\":{\"contributor\":\"0x2Ae8c972fB2E6c00ddED8986E2dc672ED190DA06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4wvJ7JO_meY3_T5v3JIuAFMCOBWzcM_VY_dVustyPVo\\\",\\\"y\\\":\\\"4AokxQLEJDodSLT7a7kwvPmhsBzVy_qVunXmZUK-MP8\\\"}\",\"signature\":\"7WsyX7Y4kPtEiN5nvdFtCL8-SQ9wi3cR6Z466FzJt97_LOKPBIOxhkXOx0ChovqP_bv_0Gpu12dWDCPAtfPEZg\",\"signingKeySignature\":\"0x05d80849f46b922441f0c61650af627aa119677d1d650f75dc98e2b7a0b6d2d0221a359cbb17cb910e980863151af1a36407a00266294ea25ed5e3984355961f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on ath.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4wvJ7JO_meY3_T5v3JIuAFMCOBWzcM_VY_dVustyPVo\\\",\\\"y\\\":\\\"4AokxQLEJDodSLT7a7kwvPmhsBzVy_qVunXmZUK-MP8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mDu_nGsWpjvF-KaPLADwxeAMfze3UJOtTAQi2CwPwWc\"}"