"{\"content\":{\"body\":\"There is a lot of risks involved in playing Bitcoin. However, while we focus all our attention on Bitcoin itself, we often overlook the fact that Bitcoin itself is not the biggest risk, there are at least two aspects that outweigh the risk of Bitcoin itself: the trading platform and ourselves. Veteran bitcoiners have long been aware of this problem, while beginners like me are likely to ignore it, and here is a brief overview of my understanding for discussion.\\n\\nThe Risk of Trading Platforms\\n\\nTrading platforms are the biggest risk in playing bitcoin, bar none. The common mode of operation of trading platforms nowadays is that users deposit their money and coins into the trading platform account, and the trading platform charges the corresponding money and coins to the user's account in the trading platform. In short, the user actually gives the money and coins to the platform, and the platform gives the user a string of numbers, although bitcoin and RMB are also a string of numbers, the trading platform gives the user this string of numbers that can be modified by itself at will. This model carries significant risks. First, money and coins can be misappropriated by the platform. Although each platform claims that they will not be misappropriated, imagine if thousands of people deposited money with us and all we had to do was open an IOU that could be cashed in the future. So what is the first thing we would want to do? At least I am bound to embezzle the money deposited by others, for the simple reason that I embezzle and no one knows, in case I earn, I will return the money; in case I lose, as long as there are white people keep depositing the money, there will be no run for the time being.\\n\\nIt can be said that any platform is unreliable, we can not imagine that the platform relies on professional ethics to restrain themselves. You know Mt.Gox is a gold member of the Bitcoin Foundation, and there are still problems, not to mention other platforms. However, trading platforms have made it easier for us to get bitcoins, and we need them at this stage. Without them, I think it would be very difficult to achieve. So, here is just a reminder to all players to always keep in mind that the platform is the biggest risk for bitcoin, and after the operation is done, withdraw most of your coins to save as much as possible to avoid the risk.\\n\\nOur own risk\\n\\nIf the platform is the number one risk, then we ourselves are the number two risk. This is because Bitcoin is decentralized and no one but ourselves vouches for our account, and once it is lost, it is lost forever. So, when playing with bitcoin, we must be very careful and vigilant: wallets should be backed up to prevent hard drive corruption or computer theft; wallet passwords must be memorized or written in some secret place; unclear links should not be entered indiscriminately to prevent computer poisoning; certain cottage coins are best not to play with because their clients may be hit by Trojans; large amounts of money are best stored offline, and so on. There are too many precautions here, we need to make some backups to guard against emergencies, but also we can't make too many backups and let strangers get the wallet files easily. Always remember: the biggest tragedy in life is not not not having bitcoins, but having bitcoins, but losing or not opening your wallet.\\n\\nI recommend that you have at least three wallets, which are not particularly complicated. (1) A local offline wallet, is the equivalent of our regular bank account, where we store money that we won't need in the short term. Create a wallet offline and encrypt it, then make a backup on at least two USB drives, take one for yourself and one for your closest relatives, this wallet basically only holds coins and does not take them. If you want to check your deposit, you just need to go to blockchain and search for that wallet address. (2) A local wallet on a networkable computer, this is equivalent to our bank current account, storing money that will be used in the short term, not much money but also a lot. This wallet also needs to be backed up, and since I back up my computer data every week, the wallet is automatically backed up along with it. It is important to note that this computer must be used safely, basically not downloading things and not going to unknown websites. (3) Apply for an online wallet, which is equivalent to the cash we carry around with us, save very little money in it, and make sure it is available anytime, anywhere. When the cash is not enough, transfer a little from the current account.\\n\\nThe Risks of Bitcoin Itself\\n\\nFinally, let's look at the risks of Bitcoin itself. Many people say that bitcoin is too risky because it goes up and down so much, but in fact, it's a completely speculative mentality that doesn't see things for what they are. Short-term ups and downs aside, bitcoin is up in the long run. The reason for this is simple, it is demand-driven. Whether bitcoin is a pyramid scheme or not, its characteristics dictate that someone needs it. For example, I find it very practical, especially to give a stranger a small amount of money. The obvious trend is that more and more people need it, and we can see that more and more businesses are accepting it. So, we can safely say that the general trend hasn't changed and is definitely still up in the long run. At the same time, we need to be clear that the price of bitcoin drives mining, not that mining determines the price of bitcoin. So it's also dangerous to go to fill positions as soon as you see lower mining profits. No one else but miners needs to care about the growth in arithmetic, only about whether more merchants are accepting it and whether more people are using it. Something that goes up, in the long run, is not risk-free. There are two main risks to bitcoin, one is code vulnerability. Although we think its algorithm is secure, algorithms always require code to implement, and as long as it is code there will be bugs, some of which are likely to be fatal. The other risk is being replaced by something more advanced, something new comes along that we can't predict, just like we can't predict that bitcoin will come along. In any case, if either of these two scenarios happens, the value of bitcoin will be immediately zeroed out. However, these two scenarios are far less likely to happen than the possibility of trading platform donations fleeing or us losing our own wallets.\\n\\nIn conclusion, I feel that we are a little too concerned with the risks of Bitcoin itself and tend to ignore the risks caused by the trading platform and ourselves, which are the two most likely to cost us all.\",\"timestamp\":1642619427,\"title\":\"The Biggest Risks of Playing Bitcoin\\n\"},\"digest\":\"xrORJQX39euqrUQkpgTnjeW7OQizjMyqRtHcFf5dcNk\",\"authorship\":{\"contributor\":\"0x038F2777Ce0bACfA8620E60455BBEe6cbe112D66\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CbGG2Wb1LL1KZnDDLxT0LGC2L6bs02pMJ0YRSCKNdkg\\\",\\\"y\\\":\\\"vPz9T1cingggTo-YUZ8USwpv7p3Gpzr1Xf9mLiKhpSU\\\"}\",\"signature\":\"kJakQeAmp-n-q1Yn-xNj2wQlogkToHHH4vc_hJqE2XuKg3-Xc0S1ebMS87HYVLmx8VGWKo_E6RcVKC2G2UKrtw\",\"signingKeySignature\":\"0x0a22e9b5221f27a4cab0a79a8048f42a0f6e4b4aaea48b7754c611be5a444ea72acc70aa665b177346dbd12f03000ebf6daddd6f3bcdaf8644de234ea28b8bbf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CbGG2Wb1LL1KZnDDLxT0LGC2L6bs02pMJ0YRSCKNdkg\\\",\\\"y\\\":\\\"vPz9T1cingggTo-YUZ8USwpv7p3Gpzr1Xf9mLiKhpSU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xrORJQX39euqrUQkpgTnjeW7OQizjMyqRtHcFf5dcNk\"}"