"{\"content\":{\"body\":\"Yesterday, I found myself evaluating progress for my enterprise like one might size up a beautiful, complicated lover—four years on. In the cold month of love (February), I decided it was time to reflect and ask myself—with naked honesty—if I was in the right relationship with my enterprise.\\n\\nAs with interpersonal relationships, these feelings are difficult to judge, especially when we are constantly bombarded with Hallmark messaging about what a good relationship is supposed to look like. Compared to prevailing cultural narratives of what is “normal” or “promising,” my enterprise might suddenly look like shit—when it might actually be pretty okay!\\n\\nSo it’s wise, before jumping to conclusions, to reflect on how mainstream cultural discourses shape our expectations. What fictions about the crucible of entrepreneurship do we cling to when assessing the progress of our enterprises and our own work as entrepreneurs? What stories would better serve?\\n\\nWhen I asked myself this, these are the 12 narratives I came up with (you might want to buckle up for this ride, it’s going to be rough before it gets better).\\n\\n**Check your delusions:** [Entrepreneurship is often marketed to women as the ultimate path to finding real purpose](https://www.forbes.com/sites/stephaniesarkis/2019/03/05/gender-inequality-led-to-the-rise-of-women-entrepreneurs/#4a3724f44374), happiness, and freedom from patriarchy! It’s a way to have a career *and* reduce your stress as (still) the family’s primary giver. It’s an opportunity to live the laptop life on a beach, score a better income, and say “fuck you” to the glass ceiling and rancid workplace environment. That *[Company of One](https://www.amazon.ca/s?k=company+of+one&gclid=EAIaIQobChMI47mMkvLn5wIVDJyzCh25dgV0EAAYASAAEgIMBvD_BwE&hvadid=231006610071&hvdev=c&hvlocphy=9061009&hvnetw=g&hvqmt=e&hvrand=4560595327298232187&hvtargid=kwd-306449906867&hydadcr=23341_10308595&tag=googcana-20&ref=pd_sl_1wvolkmnu4_e)* simplicity, control over your time and wealth, is the ultimate entrepreneurial fantasy but only if you aim to scale up to the moon.\\n\\n[No wonder 85 percent of Canadian women](http://thecis.ca/wp-content/uploads/2016/04/GEM-2015-16-Womens-Report-FINAL-Nov-14-2017.pdf) surveyed (the majority who work for wages at present) indicate they are interested in starting a business. Some believe this is something to celebrate. I see it as a cry for help, the result of continued gender-based oppression.\\n\\nWhile prevailing narratives sell entrepreneurship as liberation, the reality is this: as an entrepreneur, you have chosen to join the growing [precariously employed segment of the labour force](https://hillnotes.ca/2018/11/21/precarious-employment-in-canada-an-overview/). Other “precariats” include the Foodora delivery rider (who makes $4.50 per order plus $1 per kilometre) as well as that new freelance consultant next door fighting for the next short-term contract. The lack of income predictability, the exploitation (like clients who take 90 to 120 days to pay), the lack of benefits, and reduced access to credit (even a car loan requires proof of stable income) is what binds this growing segment of the labour market.  Next time you take a Lyft ride, consider sharing a fist bump with the driver—because you are now sisters in arms.\\n\\nHow do you strategize for life as a precariat? Plan to live like you are broke every day. Launch your business with a DYI ethic. If you are selling a product, be prepared to love attending pop-up markets. If you are banking on shelf space at Shopper’s Drug Mart, get ready to forego owning your own home—or heating it. In other words, if you choose to enter the precarious workforce, be prepared for the precarity.\\n\\n**Know that narratives about progress fly ahead of reality:** Manage your expectations accordingly. Remember that back in the ’60s, women looking for independence by securing a job were given a lot of advice on how to succeed. Well-meaning male “supporters” told us what to wear, where to smoke, how to fit in, when to talk, and when to shut up. Oh, and douche before going to the office. Also, smile! Back then, getting pregnant was still a fireable offence!\\n\\nHave times changed? Based on the way people talk about diversity, inclusion, and gender parity, you might believe so. Yet the entrepreneurs I talk to daily say otherwise. Advisers still tell women entrepreneurs how to dress to win, talk, and pitch ourselves in a system that still sees us as fundamentally inadequate. And it’s still on us to figure out how to succeed as a primary caregiver *and* run a business. The [majority of incubators and accelerator environments remain male-dominated and ineffective at dealing with gender oppression in their programming or cultures](https://www.ryerson.ca/content/dam/diversity/reports/5515_TELFER-Orser-Inclusive-Innovation-report_0419_final-aoda.pdf). It seems the startup world wants us to be seen at conferences and events (we need women in our photos!), but not heard (don’t be difficult!). You can’t get fired for being pregnant anymore but try raising a round of investment while pregnant. Try taking maternity leave or getting maternity benefits as an entrepreneur. Those costs have been completely downloaded on women entrepreneurs and their families.\\n\\nIt’s not exactly a *Mad Men* world anymore. Yet, we are still waging the same old battle with patriarchy. [Fair access to capital is still far from our reach](https://www.forbes.com/sites/brockblake/2019/10/14/women-business-capital/#3aa074c4173e). While the wage gap for womxn earners has narrowed to 13.3 percent below men, women entrepreneurs earn [a whopping 58 percent less](https://www.newswire.ca/news-releases/new-research-reveals-canadian-women-entrepreneurs-earn-58-per-cent-less-than-men-690897031.html) than their male counterparts.\\n\\nThis maddening fact remains: the rules of entrepreneurship are still largely designed to enable privileged men—and a handful of equally privileged women who are held up as proof that all women have been invited to play. Things have to change. Because only then will women entrepreneurs, especially those who lean towards doing business differently, truly flourish. So, if you are struggling, keep in mind that being in business with patriarchal rules stacked against you deserves a checkmark.\\n\\n**Entrepreneurship is not a form of motherhood:** If you think of your business as your baby, stop. Starting an enterprise is more like entering a serious adult polyamorous relationship. You read that right. You are bringing a new relationship into your life, creating a “three-way” if you already have a significant other. If your partner also has an enterprise, consider it a “four-way.” And beware. A startup can feel like a new lover—exciting, fresh and, well, new*—*but it will make your relationship with an existing mate significantly more complex. Simple rules don’t work. Work-life balance advice? Not applicable (as if it ever was). Successful polyamorous relationships require a lot of communication, negotiation, and understanding. They need to serve all participants, though not all needs can be served at the same time. Polyamorous—like monogamous relationships—have a high failure rate. Be prepared. Learn from experts. Think ahead. If things have changed and you need to let go of your business, think of it as a relationship that no longer serves you and has to end—versus the loss of a “child” that you created.\\n\\n**Remember, entrepreneurship can be a powerful revolutionary force:** To be in business is not just to be a spoke in the nation’s economic wheel but to engage politically in ways a regular job rarely requires of us. As entrepreneurs, we can and must use our voices. This is one of the best and most undersold benefits of entrepreneurship—and critical, with social and climate justice in peril. We don’t have to invent a new biodegradable plastic to drive change. *How* we do business creates change. We can use our privilege, power, policies, and practices as entrepreneurs to help restore the environment, advance inclusivity, and reduce inequality. And push for policies that address issues related to precarious employment. And, we don’t have to drive for deep change in isolation. We can form groups and collectives or join existing organizations like the new feisty new [Canadian Women’s Chamber of Commerce](https://canwcc.ca/) who make it their business to advocate for collective change. For those who say business and politics don’t mix, all businesses are political. Chick-fil-A sells chicken and homophobia. Patagonia sells outdoor gear and environmental justice. What kind of history is your business making? As protest novelist, activist, and this month’s [Feminist in Residence](https://feministenterprisecommons.mn.co/posts/4927046) Rivera Sun points out, “Even the choice to be apolitical is really just a vote for the status quo.”\\n\\n**Be open to transformation and outcomes you can’t control:** No need to go to an ashram for three months. Your enterprise will make it very clear who you are and what’s important in life. Being a founder has consequences we can’t anticipate. Our personal transformation may, in fact, be the only real reward of the journey. Value it. It won’t buy the groceries. But it can provide the fertile ground for the next journey.\\n\\n**Self-care is important—but community care is vital too:** If you have a venture, like it or not, you are in a community with others. It’s important to understand and get to know that community. Map out your enterprise’s ecosystem of support, which includes your neighbours, complimentary enterprises, suppliers, workers, bloggers in your field, policymakers, academic institutions, etc. No one builds or runs a business alone. Practice community care in ways that strengthens and builds resilience in your enterprise’s ecosystem. The odds of sustainability, resilience, and success will increase. Consider creating a Community Care Code of Practice.\\n\\n**Invest in intellectual development. Stretch your thinking:** Develop an interdisciplinary personal development practice directed towards creating a future horizon of radical possibility. Prioritize events that offer well-facilitated consciousness-raising conversations or [learnaries](https://feministenterprisecommons.mn.co/) that provide the opportunity to learn deeply. Design and run operational experiments. Or support experiments created by others that you believe in.\\n\\n**Set emotional boundaries:** Your enterprise is not your life’s work. Becoming who you want to be is. Check in with yourself. If your enterprise is helping you to become the person you want to be, terrific. If not, time for a rethink.\\n\\n**Measure what truly matters:** Our GDP metrics mindset leads us to undervalue much of what we accomplish. Our businesses are more than profit/loss statements. Every business is a community that did not exist before. You created that! Create your own mini “impact report” each year to help you truly assess the quality and impact of that work. CV Harquail, author of *[Feminism: A New Idea for Business](https://www.routledge.com/Feminism-A-Key-Idea-for-Business-and-Society-1st-Edition/Harquail/p/book/9781138315181)*, suggests asking yourself, “Who benefits, who is harmed, and who is left out?”\\n\\n**See marketplace feminism for what it is:** For example, those flashy ads by pro “woman entrepreneur” banks who suggest getting a loan is easy as asking for a glass of city water? It’s not. So don’t be hard on yourself if the answer is no. Look to alternatives like crowdfunding or women-led/operated venture fund pools.\\n\\n**You are human, not an algorithm:** You cannot create the vast reservoir of will and energy that is purported to succeed as an entrepreneur simply by eating better, meditating more, exercising more, and being more. You are enough. And you are doing enough.\\n\\n**Don’t blame or shame the victim:** As women, we endure a lot of debilitating gaslighting and demeaning, sexist behaviour in incubator/accelerator spaces. We need to shout out these stories if we want to drive change. Support women who call out unacceptable bias in the ecosystem. Don’t slam or isolate victims or truth-tellers as “difficult” or “losers.” Because, then, we all lose. Add your voice to calls for change. The time for an entrepreneurial version of #MeToo has come. How about #entrepreneurialAF?\\n\\n**And, so, am I still in love with my enterprise?**  If these narratives sum up the real reality, are we doing OK?\\n\\nAfter all that reflection, I took another look at where we are at with LiisBeth Media.\\n\\nMy enterprise has the power to hurt me deeply, on many levels. And, lord knows, I have been catastrophically hurt before. What person in a serious relationship hasn’t?\\n\\nBut, at least for now, based on a having crafted a more realistic outlook, I feel more gratitude than concern. Yes, we’ve endured harsh realities but the journey has yielded unexpected gifts. We are doing okay.\\n\\nBy aligning my thinking with reality versus Hallmark card or vested interest messaging about what it means to be an entrepreneur, I feel that I am now closer to being in right relationship (authentic and real) with entrepreneurship—eyes wide open—struggling with the right questions, with the right enterprise.\\n\\nWhat more could a gal ask for?\\n\\n___________________________________________________________________________________________\",\"timestamp\":1642427201,\"title\":\"OW TO BE IN THE RIGHT (AUTHENTIC) RELATIONSHIP WITH ENTREPRENEURSHIP\"},\"digest\":\"1x61SALfF_Kx_up3bhsCBC9rqJ7X8BpufiBihYX0k_g\",\"authorship\":{\"contributor\":\"0xDcd31AD0e5C4A19366117e7d657259770AA49Df0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2as3AjSOQJb3vLMYLBUHAjMS72wWPjRkzGjHoDctNDw\\\",\\\"y\\\":\\\"KX7cKWYqkL4dcNBdrk7TvwipLVl2o310CfhlPHx-uz8\\\"}\",\"signature\":\"JX3aIzYfmmyTJ1yHm8KxpieAd2sdX0-R55G4NgR68Bl3hOPJxAJUl6t9B8_d96_Y9HdwcXd3jzS2vpWFmT1KOg\",\"signingKeySignature\":\"0x46f7cfdb69a53f77f2a13603aac9704e7a118a4395ba66a809b19bd39decf14b4bbdd6e5ffeaeaf1e78fd88601bc33c920bba4bdfa33e9875078841be11a8f101b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2as3AjSOQJb3vLMYLBUHAjMS72wWPjRkzGjHoDctNDw\\\",\\\"y\\\":\\\"KX7cKWYqkL4dcNBdrk7TvwipLVl2o310CfhlPHx-uz8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1x61SALfF_Kx_up3bhsCBC9rqJ7X8BpufiBihYX0k_g\"}"