"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/ZlPuq7JFTfIs84O08uTCs.png?height=345&width=700)\\n\\nLiquidity refers to the efficiency which an asset can be converted into ready cash without affecting its market price. The most liquid asset of all is cash itself. In other words, liquidity describes the degree to which an asset can be quickly bought or sold in the market at a price reflecting its intrinsic value.\\n\\nFor example, Anthony aims to sell NFTs as soon as possible, so he always spends long hours looking for the most traded projects to purchase. NFTGO now provides liquidity indicators on the website to help with his decision-making process.\\n\\nTo find the most traded NFTs:\\n\\nVisit NFTGO > Ranking > Click on Liquidity to re-sort order\\n\\n![Data source: NFTGO](https://images.mirror-media.xyz/publication-images/pn0hez2uQtxJukEFwgvgl.png?height=393&width=700)\\n\\n**What determines the liquidity of an asset?**\\n\\nAn asset’s liquidity is a function of how easily it can be converted into cash. In corporate finance, liquid assets are those that can be used to pay off debts in a hurry. Cash is the most liquid asset you can own. Stocks and bonds are non-cash assets and are the most easily converted to cash. The higher the trading volume of a stock or bond, the more liquid it is. This is because higher trading volume indicates that the asset can easily be traded at fair market prices.\\n\\nNFT Collectibles such as avatar and art are of low liquidity. If the owners of these items meet the right buyers, they can trade for the true value. However, if they want cash as soon as possible, they may have to sell at a discount, which obviously reduces the liquidity of such assets. However, when there is a sudden increase in demand for an item (e.g. an enthusiasm for works of a specific artist), liquidity will be reassessed.\\n\\n**Why liquidity matters to NFT investment?**\\n\\nFor investors considering NFT assets, it’s natural that they concern about the relatively low liquidity of NFT compared to most other traditional assets. Currently, trading NFTs is not an immediate process. It usually requires a complex process and high transaction costs.\\n\\nIf you invested in a particular NFT, which is now welcomed in the market. However, if a market has low liquidity, it means you do not have enough buyers to pay at that price. When it happens, you may be required to sell at a lower price or wait for more people to join the market before you can sell. Furthermore, if you choose to sell at that point, the record shows that someone has made a sale at a lower price and this may affect the value of your NFT in the market.\\n\\nIf you are searching for crypto investments that can gain profits in a short time, it’s important to research how easy it is to convert to cash or other cryptocurrencies and then choose the ones with the most market participants.\\n\\n**How to quantify NFT liquidity?**\\n\\nThe liquidity of the NFT market is a key data metric that NFTGO has been working on and trying to reasonably quantify. Due to the uniqueness of each NFT asset, it’s unable to quantify the liquidity of NFT assets by continuous trading patterns.\\n\\nIn the stock market, the turnover rate is commonly used to measure the liquidity of a stock. The higher the turnover rate, the more active the trading of the stock. Calculation formula: stock turnover rate = volume in a given time period / total number of shares issued 100%.\\n\\nBuilding on this, we define the NFT liquidity indicator as follows:\\n\\nNFT asset liquidity in a specific category = number of NFT transactions in that category / total NFT liquidity in that category 100%.\\n\\nHow to understand a “specific category”?\\n\\nFor example, if the category of a project is taken into consideration, the liquidity of the project’s NFT assets in the last 24h = the number of NFT transactions within the project in 24h / total NFT liquidity in the project 100%. if the category of a certain type of NFT is considered, such as crypto artwork, the liquidity of crypto art in the last 24h = the number of crypto art transactions in 24h / total crypto art circulation 100%.\\n\\n![](https://images.mirror-media.xyz/publication-images/n9qXHIUPqT1f5_QzuDIQZ.png?height=340&width=700)\\n\\n \\n As NFT becomes more financialized, price discovery is likely to be the next major issue facing in the NFT market. Mechanisms of price discovery will enable participants to trade faster, increase liquidity through tokenization, allow non-fungibles to be used as collateral, and create a rich set of non-substitute-based derivatives. In other words, price discovery will enable the financialization of NFT assets.\\n\\nExisted approaches today for price discovery include the sale mechanism and the auction mechanism. For both, information of sales are a major concern when it comes to predicting the price of an NFT product. For reference of prices, NFTGO records open sales and price history in details, which you can see on the page of each NFT product.\\n\\n![Data source: NFTGO](https://images.mirror-media.xyz/publication-images/UipUgO7O4F_e-z2hSueBT.png?height=506&width=700)\\n\\nNowadays, although most NFT fans observe that it is a very illiquid asset class and feel it is likely to stay that way, in the context of blockchain’s cryptoeconomic mechanisms, “liquidity” is merely a mechanism design problem being rapidly solved. For now, a data aggregation platform like NFTGO can provide as much as information an investor needs for refering to liquidity and making investment decisions. Never miss exploring liquidity on NFTGO.\",\"timestamp\":1638937745,\"title\":\"The Importance of Liquidity: How to Find the Most Traded NFTs on NFTGO\"},\"digest\":\"H4ZN1MbXN9asKY8IAGGpPm-DALtUTeLgIdNbHhJ1RLI\",\"authorship\":{\"contributor\":\"0x7051E9bA8Fa2575D4D68ea87bE85A7B4c4C12Ebe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"signature\":\"81GtwvIZjVb-brrgSkpgbtIGqsoLRTBsmsYmE8QA-WUY6YGSQvBBLI0EBjcZ8mhTvZRVfZjvzT8FMnyJrTi6pw\",\"signingKeySignature\":\"0x0fcbc4cde80ab9ec51cdc484f49eecccd49d2e34ea672ed5a326480a63c8dd5b3440fb9e8d1108c36aaacceb0a03af7f70a50a0a4ce69395f436ec536b5d4e4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H4ZN1MbXN9asKY8IAGGpPm-DALtUTeLgIdNbHhJ1RLI\"}"