"{\"content\":{\"body\":\"今天继续为专辑《自学能力——未来核心竞争力》作分享。今天主要给大家交流的是为什么我要分享自学的方法论，这也是很多朋友的疑惑，既然大家问了，那我就这儿作一个统一的解答吧！\\n首先给大家说明一下我对自学的相关理解。\\n根据我的发现，我把这世界上需要学习的内容根据可不可以纯粹地通过自学来学会为标准，分为两种——\\n第一种是可以通过纯粹的自学就能学会的技能；\\n第二种是必须得有了解渠道的极少数人告知的隐蔽内容；\\n那么经过我自己多年的实践，我意识到自学能够学会的就是第一种类型的技能——各种通过反复的训练就可以掌握的技能，其中比如：编程，各种技艺等。\\n而第二种隐蔽的内容，根据二八法则，20%的人掌握着整个世界最重要的资源与秘密，所以只有20%的人拥有整个世界80%财富与资源。那么这样的东西，就必须需要属于那20%的人告知我们，往往这样的知识与技能是至少是要付出不菲的金钱代价才能获取的，而且得自己已经把可以通过自学学会的技能掌握到行业第一的情况下，真正的大佬才会看得上我们且愿意告诉我们这些隐蔽的知识内容。\\n我坚持学习，并把自己的学习收获分享的目的就是真心希望通过阅读这些分享能够让曾经迷茫，焦虑的人儿，可以从此告别焦虑，告别一事无成的痛苦，以实际行动，开始改变自己的未来。\\n我们都知道时间才是世间最宝贵之物，当然人与人之间的交流与沟通也绝非易事，本次所有的分享，根据很多朋友的反馈建议我都将一改之前写作表达中的那种拖沓之风，尽量表达清楚，追求简洁。\\n准备分享两种版本，概要版和详尽版，在此公开给大家的是概要版的分享。\\n本次分享大约阅读用时五分钟，朗读用时十二分钟。\\n【提要】\\n⦁\\t我希望更多的朋友能够越早地看到今天我才看到的一个完全不一样的更多的全新世界。\\n⦁\\t我希望更多的有缘朋友可以避开人生本来就可以避开的一些无谓消耗。\\n⦁\\t我希望未来可以更美好，因为有了更多好人的参与。\\n⦁\\t我希望每一个看到听到我的分享的朋友的内心可以变得愈发强大。\\n\\n【出发点一】\\n我希望更多人能够越早地看到今天我才看到的一个完全不一样的全新世界。\\n我的后知后觉正因为曾经在我生命最有力的时期没有他人的指点，所以我愿意为那些正在最黄金年龄的有缘人给予我的一点竭尽所能的帮助。\\n如果二十年前，在我人生最充满力量的年龄，能够有今天的网络通达 ，或者能够有高人得以点拨一二，那么我想可能更早领悟今天方才领悟的一切。\\n所以我的第一个出发点就是，我希望所有看到，听到我分享的有缘朋友能够从我一个普通人的一丁点积累中得到启发，可以在人生尚且黄金的时代开始有所准备，有所积累。\\n\\n【出发点二】\\n我希望更多的有缘朋友可以避开人生本来就可以避开的一些无谓消耗。\\n我的最终觉悟正因为曾经经历太多纠结与无谓的“苦难”，所以我愿意让更多本心里就愿意有所作为，并且通过改变自己来让未来有所不同的朋友可以少踩很多人生的大坑，小坑。\\n如果二十年前，在我初生牛犊之时，可以看到那些今天已然改变我人生观与世界观的书籍，得以见识无数牛人志士，那么我想我可能更早实现每人心中都有的自在之梦。\\n所以我的第二个出发点就是，我希望所以有缘看到听到我过往平凡的踩坑往事与教训之后，能够从一开始就避开那些似乎注定无法避开的坑来。\\n\\n【出发点三】\\n我希望未来可以更美好，因为有了更多好人的参与。\\n我的终于逃离过去，甚至如李笑来所说那样，准备告别我的“前一辈子”恰恰是因为在曾经的浊世里感受到了世界太多的不美好，谁不想自己生活的地方变得更加美好呢？分享，可以让世界更美好，所以我决定分享我的一切。\\n\\n【出发点四】\\n我希望每一个看到听到我的分享的朋友的内心可以变得愈发强大。\\n如果说我还没有放弃自己，还在苦难里拼命挣扎，恰恰正是因为我还拥有可以挣扎的力量与资本——我强大的自学与自愈能力——我终于感觉到在这个世界上再没有什么所谓的苦难与挫折可以再伤我半寸。\\n所以我多么希望可以将这样的自学与自愈的能力传递给所有过去、今天如曾经的我一样感到自己弱不禁风，身不由己的朋友们呵！\\n\\n【在今天分享的最后】\\n当然我相信，当我们哭着来到这个世界的时候，其实是在哭喊着——“别不相信我，我一定会活得独一无二哇！”\\n可是终究我们的多数人都活得和别人没有区别，只留下少数精英最终成就了独一无二的梦想。\\n我想说的是——\\n人终究还是只能靠自己，谁也不可能把你教成他自己那个样子，因为我们真的应当独一无二！\\n也许我的分享并不能带给你任何可以在三天内就速成的心法，我只是将激发原本就深藏在你心中的那个真正的你，最终那个你将带领着你完成你自己的独一无二！\\n请相信自己，这是每个人都可以完成的最普通的使命！\",\"timestamp\":1642163542,\"title\":\"002为什么我要分享关于自学的方法论？\\n\"},\"digest\":\"tKhU83sfww778dvgxw8yXhZk5bbEPXcn0JeJBNDjW2U\",\"authorship\":{\"contributor\":\"0x0886e1Fa22f7337A1D6b5224903036f311779c9F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mJdAy1jijhU9p4ofyQH-Dk3s09swpSRfMKohMioeXCo\\\",\\\"y\\\":\\\"jaqUrGvLRj5RR4xOIGEeQBh9-ekRjZptl4_g1cK-ACk\\\"}\",\"signature\":\"mouRu0tgGy_Tgh0RUzyhNWP2AzsEq6yk4GVho-tV01vfr4JvD_-YT6c3hVTFMoxD2XKYqlbKYsAABUBwu4fbtg\",\"signingKeySignature\":\"0xc652b156c5cc8215e0ab6bd6e7fb7863a503e1f9428c884c49c26831ab97b78532307b7c16995cb402c77928f97c186f199ddc4d68f7e54a45ca4e81e4d311421b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mJdAy1jijhU9p4ofyQH-Dk3s09swpSRfMKohMioeXCo\\\",\\\"y\\\":\\\"jaqUrGvLRj5RR4xOIGEeQBh9-ekRjZptl4_g1cK-ACk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tKhU83sfww778dvgxw8yXhZk5bbEPXcn0JeJBNDjW2U\"}"