"{\"content\":{\"body\":\"“没想到你这么喜欢孩子呢。”云琰拉着娜娜的手，继续走在博物馆之中。 \\n  \\n     先前简单的交流之后，蓝轩宇就跟着父母离开了。她们自然也继续逛着博物馆。 \\n  \\n     云琰一边说着，以便有些好奇的看着娜娜。自从负责她之后，云琰和她在一起也有几年时间了。可无论是什么情况，娜娜始终都显得很平静。总是一副云游天外的模样。仿佛所有的一切都与她无关似的。 \\n  \\n     只有今天，当她看到那漂亮的小男孩儿之后，她的情绪突然出现了波动，而且，今天的头疼也是这几年来第一次呢。 \\n  \\n     “是不是那孩子触动了你的记忆，让你想起了什么？”云琰好奇的问道。 \\n  \\n     娜娜轻轻的摇了摇头，“我也不知道。只是那个时候突然有些头疼。我有种认识那个孩子的感觉。” \\n  \\n     云琰下意识的道：“那不可能吧，那孩子看上去也就是六、七岁的样子。你醒过来也就才类似时间。至于以前，你起码是千年……”说到这里，她赶忙捂住了自己的嘴，有些歉然的看向娜娜。 \\n  \\n     娜娜眉头紧锁，轻轻的摇了摇头，是啊！从理论上来说，无论如何自己都不可能认识那个孩子才对的。只是，那个孩子身上，究竟是有什么触动了自己呢？ \\n  \\n     …… \\n  \\n     “妈妈，刚才那个阿姨真好看。”蓝轩宇向南澄说道。 \\n  \\n     南澄有些吃醋的笑道：“那妈妈好看还是阿姨好看？” \\n  \\n     蓝轩宇赶忙道：“都好看呢。” \\n  \\n     蓝潇哈哈大笑，“你这个小机灵鬼，倒是会说话。不过，这还是我们第一次听你说别人好看呢。我儿子很有欣赏美丽的眼光嘛。等你长大了，就找一个像那个阿姨那么漂亮的老婆好不好？” \\n  \\n     “嗯呢。” \\n  \\n     “蓝潇，你是不是后悔没找到那么漂亮的老婆啊？”南澄的眼神中有杀气！ \\n  \\n     博物馆之旅平平无奇，至少对于蓝轩宇来说是这样，他的实际年龄还不到七岁，对于博物馆中的历史文物并不感什么兴趣，唯一让他觉得开心的就是蓝银草在解说口中的重要性。 \\n  \\n     结束了一天的游览，返回住处。一家三口都是魂师，哪怕是小轩宇都没太觉得辛苦。 \\n  \\n     “轩宇，练练你的水元素掌控再睡吧。妈妈给你把关。”南澄将蓝轩宇拉到卫生间，以免他控制不住水元素弄湿了房间。 \\n  \\n     “嗯呢。”蓝轩宇释放出左手的银纹蓝银草，引导着它附着在自己的手掌和小臂上，顿时，那种对水元素的亲和感再次出现。 \\n  \\n     “水球！”南澄道。 \\n  \\n     蓝轩宇手上蓝光闪烁，一小团水球就凝聚了出来。 \\n  \\n     “水箭！” \\n  \\n     水球分裂，化为一道道水箭围绕在蓝轩宇身体周围旋转。 \\n  \\n     “水涡！” \\n  \\n     水箭重新化为柔软的水流，在盘旋过程中凝结成旋涡状，带着轻微的呼啸声。要比当初他第一次用来对付叶灵瞳的时候强了不知道多少。 \\n  \\n     “凝冰！” \\n  \\n     水涡直接凝聚成冰，还保持着先前的漏斗状。 \\n  \\n     而当南澄看到这一幕的时候，也不禁有些目瞪口呆。这凝聚的速度也太快了吧？这要多强的水元素亲和力才能做到？ \\n  \\n     不等她说，那冰涡在蓝轩宇的控制下又化为一根修长的冰枪，他握在手中挥舞了两下，“妈妈，这是不是就是你曾经用过的冰枪术？冰墙是不是这样的？我好像也可以引爆冰墙呢。它们可听我的话了。” \\n  \\n     眼看着儿子对于水元素的控制越来越如臂使指，南澄却有些苦笑了。 \\n  \\n     事实上，她虽然已经修炼到了魂帝程度，但她一直都是文职，从小到大参加过的实战都可以说是屈指可数的。冰元素在她手中最大的作用也就是夏天降降温，冻个冰激凌之类的。她发现，自己对儿子似乎也没有什么太多可教导的地方。 \\n  \\n     足足玩了一个小时，也不见蓝轩宇疲倦。还是南澄叫停，他这才去睡了。 \\n  \\n     “你儿子看来真要变成天才了，咋办？”南澄依偎在蓝潇怀中，有些无奈的说道。 \\n  \\n     蓝潇轻叹一声，“虽然我也不想让他被注意，可我们也不能压制他的成长，不是吗？一切顺其自然吧。不过，按照他精神力提升的速度，再加上对水元素的控制能力。应该给他在学校之外再找个老师或者是补习班才行了。多参加一些实战演练会对他有帮助。幸好，他的魂力提升速度依旧比较慢。应该很快就会被同龄的孩子超过，才没有那么显眼吧。” \\n  \\n     “等回去看看吧。补习老师也不好找，而且价格不菲呢。我们的经济上承担起来虽然也还行，但生活质量恐怕要下降一些了。” \\n  \\n     蓝潇微微一笑，道：“这些不用你担心。上面有意愿让我去参与星际探索，寻找下一颗行政星，我打算去试试。据说已经发现的这颗行政星，很可能有类似于我们母星远古时代魂兽似的生物。这次探索如果有所成绩，回来之后我应该也能升值加薪了。” \\n  \\n     南澄有些紧张的抓着他的手，“会不会有危险啊？” \\n  \\n     蓝潇失笑道：“你这是关心则乱啊！联邦探索宇宙已经有几千年的历史了，每次都是做足了准备工作，你什么时候见过危险出现了？更何况我也只是后勤保障人员，只是负责一些数据分析、基因对比之类。不会有什么风险的。” \\n  \\n     南澄道：“那要去多久？” \\n  \\n     蓝潇道：“这正是我要跟你说的，恐怕要至少三个月到半年的时间。就是这时间有点长。不过现在星际远程信号通讯技术已经完善了，至少每周我们可以通话一次。” \\n  \\n     南澄搂紧丈夫，“我有点舍不得你去。要不，我调到别的部门去吧。以我魂帝的修为，如果尝试一些主战部门，应该工资会提高很多呢。” \\n  \\n     “不行。我可是很大男子主义的。哪有让老婆出去多赚钱的。你要考虑我的自尊心哦。”蓝潇似笑非笑的说道。 \\n  \\n     南澄把头埋在他怀中，“那你什么时候走？” \\n  \\n     蓝潇道：“如果你同意的话，回去之后我就在申请书上签字了。然后等上面的消息。按照之前给我的资料来看，应该很快。探索舰队很需要我这样的研究人员。而且，这次有不少补助，都是先发放的。给儿子找家庭老师足够了。” \\n  \\n     “让我再想想，回去再说吧。”\",\"timestamp\":1638717147,\"title\":\"第三十章 似曾相识的感觉\"},\"digest\":\"I9LWbo3_lXu_98v6KZXbgQP9b6DhPnklYDdHltFLyS8\",\"authorship\":{\"contributor\":\"0x544deeb20dF8Af825dcA2c5F26ba93830338cEB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"signature\":\"C-_Roy3MYMSbdTVlqFTOYDd-V-BTQw6hQ1mlEdgYCsHDzcyCJEC2s0TiQLnCRdafS6ZaGH0zTVR845givgQPTQ\",\"signingKeySignature\":\"0xab8e5162b384a9c20025da7cc102ff04723946b2ba09f081364dfc2040d32f3941cc37344616852843599110a09321b1b9e89403b66840d2bc45a5fb876bbae01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I9LWbo3_lXu_98v6KZXbgQP9b6DhPnklYDdHltFLyS8\"}"