"{\"content\":{\"body\":\"· Financial sector regulators such as RBI and SEBI want strict regulations for crypto trade\\n\\n· Industry stakeholders demand a regulatory environment devoid of strict restrictions.\\n\\n· A parliamentary panel had said a few weeks ago that crypto should be regulated, not banned\\n\\nThe Indian government seems to be caught in a dilemma over the cryptocurrency bill — Cryptocurrency and Regulation of Official Digital Currency Bill, 2021 — that’s keenly awaited to be introduced in the current session of parliament.\\n\\nAs per reports, Indian Prime Minister Narendra Modi has held consultations with senior government officials and crypto industry representatives on December 9 and 10 over the proposed bill. These reports suggest that there is a sharp division of opinions between the financial sector regulators and industry stakeholders.\\n\\nRegulators such as RBI and SEBI are firm in their opinion that crypto should not be allowed unless it’s subject to regulations.\\n\\nIn contrast, while crypto industry representatives, too, want regulations to ease the business environment for crypto, they express their helplessness to allow the kind of transparency the regulators want from them.\\n\\nAfter the consultations, the word came that Prime Minister Modi would take a final decision on the crypto bill.\\n\\nThe divergence of opinion leaves two choices before the government: ban cryptocurrencies completely in all their forms or bring them under income tax laws and regulate all crypto transactions. Both options have their own sets of negatives and the government doesn’t seem to be able to make a clear choice.\\n\\nPrime Minister Modi has spoken about cryptocurrencies twice in the last 3 weeks. First, speaking at Sydney Dialogue he cautioned the world that emerging technologies such as bitcoin should not fall into the wrong hands. “It is important that all democratic nations work together on crypto-currency and ensure it does not end up in the wrong hands, which can spoil our youth,” the Indian Prime Minister said at the event on November 18.\\n\\nMore recently, he said that emerging technologies such as cryptocurrencies should strengthen democracy rather than undermine it.\\n\\n*“We must … jointly shape global norms for emerging technologies like social media and cryptocurrencies so that they are used to empower democracy, not to undermine it,” the Indian Prime Minister said in his speech at the virtual Summit for Democracy hosted by US President Joe Biden on December 10.*\\n\\nA day later on December 11, Modi’s Twitter account @narendramodi was hacked by some unknown bitcoiners who made the incredulous claim through the Indian Prime Minister’s Twitter account that the Indian government has bought 500 BTC and made bitcoin a legal tender. The bitcoin will be distributed to the citizens, it claimed.\\n\\nThe incident triggered a good deal of laughter all around given the current catch 22 situation in which the government finds itself on the issue of bitcoin and cryptocurrency.\\n\\nThe incident also gave the opposition an opportunity to train its guns on the government.\\n\\n*“At a time when the government is considering a ban on cryptocurrency, the prime minister’s Twitter handle is compromised and tweets are posted about the government accepting cryptocurrency as legal tender and had purchased 500 Bitcoins for distribution among citizens. This is the biggest security issue before the nation,” Congress leader Adhir Ranjan Chowdhury said in the Lower House of Parliament (Lok Sabha) on Monday.*\\n\\nHe demanded that the government should waste no time and make its stand clear on cryptocurrencies.  \\n\\nThe crypto bill has been on the anvil for about a year since its first scheduled introduction in parliament in February 2021. Indian Finance Minister Nirmala Sitharaman has recently clarified that the new draft is totally reworked to accommodate and account for the changes that have taken place in the last year.\\n\\nHowever, according to reports, the new draft is not much different from the previous one and it intends to make crypto transactions illegal and punishable. The government is reportedly planning to bring amendments to the Prevention of Money Laundering Act (PMLA) that will be applicable to crypto transactions.  \\n\\nAlso, the bill plans to use the word ‘cryptoasset’ rather than cryptocurrency, hinting at the government’s intention to accept digital coins as an asset class rather than a currency.\\n\\nA part of the bill provides for the launch of an official digital coin. That seems to be the key consolation for the Indians after the government says a no to cryptocurrency.\\n\\nHowever, a parliamentary standing committee on Finance had earlier [concluded that the government should regulate the crypto business as banning it is not possible](https://zycrypto.com/india-is-one-step-closer-to-fully-adopting-cryptocurrency/).\\n\\nThere seems to be no end to the government’s dilemma over the crypto bill.\",\"timestamp\":1639505057,\"title\":\"Indian Government’s Dilemma On Crypto Bill Comes To Fore\"},\"digest\":\"uQtOpKETo296sojSl73OPMGqW89LVpVkOiV2QjLlPTE\",\"authorship\":{\"contributor\":\"0x9754EFc9F7064DFbc8BDA61C3a64eF03fBc971ae\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KViH8MzXQXLlDEuHcNv2_XWgVxPkmbdL19qEeG_wtEc\\\",\\\"y\\\":\\\"QupiS_jaXLxbYAlmAcnqDNZp_4q2iWyRPp1ldYL1i5E\\\"}\",\"signature\":\"utbTgH_k5BGOMnmvdYzifSWUsP9GEaqHdF8s7PdqCsySCo52fYwK_YCiI62oICIhxzf-FTuvUeZaHStJ4VQf6g\",\"signingKeySignature\":\"0x32739739b770d34ec8598abef92894770b758f35887f9fe16d02d793f047d6fe4306477ed9de8bfd5cd686d6d8370c026b511cbd1b1e2427e8dded5c3ebd2e281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KViH8MzXQXLlDEuHcNv2_XWgVxPkmbdL19qEeG_wtEc\\\",\\\"y\\\":\\\"QupiS_jaXLxbYAlmAcnqDNZp_4q2iWyRPp1ldYL1i5E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uQtOpKETo296sojSl73OPMGqW89LVpVkOiV2QjLlPTE\"}"