"{\"content\":{\"body\":\"天地的玩家什么都吃过，就是没吃过龙。为什么？因为龙血、龙筋、龙鳞虽然可以采集，但是采集龙肉？至今还没有人成功过。\\n\\n```\\n也不知道那小子从哪里弄来一把厨师专用的礼品匕首，竟然可以采集任何能够食用的材料。也正是因为有着这把匕首，才使得他真的打起了龙的主意。\\n\\n虽说只是一个设想，但是他的这个想法真就得到了疆土和鹏飞的赞同。只有一天的时间，要去找一条龙来杀当然是不可能的。所以艺鸣惊人首先选择了跟龙最相近的龙鱼来做试验。\\n\\n就在昨天晚上，鬼狼带着万兽山庄一干玩家，下到帮里的那座大湖底下，替艺鸣惊人杀了一条龙鱼，没想到却因此而惹出了麻烦。\\n\\n杀了龙鱼本不要紧，因为那些龙鱼本来就是怪，本就是拿给玩家练级换经验用的。但是当艺鸣惊人的匕首划入那条龙鱼的身体之是，那龙鱼的尸身竟然发生了变化，成为了一条真正的龙。\\n\\n紧接着，万兽山庄上空风云大作，数十条神龙的身影出现在艺鸣惊人及鬼狼等人的头顶上，声称万兽山庄亵渎了东方神龙，必须为此而付出代价。同时，系统也发出消息，如果三天之内，万兽山庄无法为这件事情做出一个满意的交待的话，那么三天之后，东方龙族将对这里进行一次大清洗——血债血偿！\\n\\n“什么？”我一下子愣住了。东方神龙一族的复仇？这将意味着什么？这将意味着三天过后，万兽山庄或许将不复存在！\\n\\n周围又是一阵沉默，艺鸣惊人这时候反而抬起头，冷静的说道：“我准备做完这顿饭之后就下线。亲自到自由实业去道歉。是我闯下的祸，我就必须承担起这个责任。”\\n\\n疆土、鬼狼跟鹏飞惊云同时愣了愣，相互看了一眼，流露出一丝让我看不懂的神情。疆土突然大吼道：“你就是去了也没用！老子都没办法了，你去了顶个屁用！”\\n\\n“不就这么屁大的一点事，你们***就全都这副得行？”我是彻底火了，怒不可遏的大声吼道：“你！鹏飞！不是一向都自称处事得当吗？怎么会遇到这点事情就懂了手脚！你这个副帮主是干什么吃的？如果每件事情都这样，趁早给我滚回去看大门，少在这里丢人现眼！”\\n\\n鹏飞低下头转到一边，两手的着手捏得紧紧的，但却一句话也没有说。\\n\\n“还有你！”骂完鹏飞惊云，我又将目标转向鬼狼：“你小子不是东方大陆第一代言人吗？狗屁！遇到这么点麻烦就垂头丧气，我他妈还真是瞎了眼！怎么会跟你这样的孬种做兄弟。”\\n\\n鬼狼脸色微微变了变，随即又沉了下去。叹了口气，对我说道：“夜叉，这件事情你也不能怪我啊。任务难度高，时间又笨，你说我该怎么办？代言人又不是神，总不至于要我像神一样吧？”\\n\\n再安落虹两口子，还有吹风小白，我重重的叹了口气——他们毕竟不是万兽山庄的人。也不是我自由实业的员工。整件事情，本来就跟他们一点关系都没有，就算他们什么都不做，我也没有权力责怪他们。\\n\\n“你……”我突然指着疆土，却猛的收住了口，没有继续往下说。\\n\\n的确，疆土现在是我的员工，自从进了自由实业之后，他也的确安安份份当着自己的员工。可即使他一直是那么认为，但在我的心目当中。他永远都是我的兄弟。我可以骂鹏飞，可以骂鬼狼，但是我不可以骂疆土。\\n\\n万兽山庄能有今天，虽说绝对不是一个人的功劳，但是，在我不愿意暴露自己身份的情况下，疆土一个人扛下了所有的责任。应该说，如果没有疆土，就没有今天的万兽山庄。自由实业在东方大陆的势力也绝对不可能像今天这样庞大。\\n\\n我拿什么去责怪疆土？\\n\\n我又有什么资格去责怪疆土？\\n\\n不只是疆土，就算是鬼狼，就算是鹏飞，我又有什么资格将责任全都推到他们的身上？我又凭什么冲他们大发雷霆？难道就因为我是他们的老板？就因为我付他们工资，就因为我借给鬼狼三百万？\\n\\n不！\\n\\n一瞬间，我突然变得无比冷静，就连刚才燃起的那满腔怒火也突然失去了根源，消失得无影无踪。\\n\\n就像鬼狼所说的，他不是神，在座的每一位都不是神。犯错是人之常情，更何况，这根本就不是他们的错。至少，我没有看到任何一个人推卸自己的责任，恰恰相反，艺鸣惊人的言行让我吃惊，同时也让我看到了人性的另外一面。\\n\\n如果真的要算清这笔帐，我自己又该承担多少？\\n\\n不记得是谁曾对我说过这样一句话：“批评就像家鸽，最后总会飞回家里。”任何尖锐的批评和攻击。所得到的效果都等于零。\\n\\n我长长的叹了口气，沮丧的坐回到自己的位置上……\\n\\n我突然的沉默引起了众人的注意，鹏飞惊云站了起来，想要对我说什么，却被我挥手打断了。\\n\\n“事情总会有解决的办法。”我强打起精神，大声说道：“大伙也不要灰心丧气。”\\n\\n鬼狼叹口气道：“夜叉，你也不用安慰我们了。会遇到什么样的情形我们都很清楚。事实证明我们的确没有那种能力对付三天后的状况。我想，我这个代言人也算是当到头了。”\\n\\n这就是我看中的人嘴里说出来的话？如果真是那样，只能算我瞎了眼！\\n\\n“是啊，夜叉兄。”鹏飞也低声说道：“这件事情与你无关，你也无须替我们担忧，本来你回来是件喜事，我实再不希望因为这件事情影响了大伙的心情。”\\n\\n与我无关？\\n\\n真要是与老子无关，我还真的就***不管了呢，妈的，存心说话来气我。刚刚压下去的怒火似乎又有引爆的迹象，让我连吸了好几口气才忍住没有发作。正想再说几句，却不料疆土竟然说道：“妈的，老子这辈子注定这么倒霉，看着刚有点起色，又偏偏搞成这样！”\\n\\n他这句话是说给我听的吗？这还是我认识的疆土吗？\\n\\n怎么突然一瞬间，好像每个人都变得那样陌生。变得……\\n\\n我不甘心的摇了摇头，咬着牙说道：“我说有解决的办法，就是有解决的办法。”\\n\\n“夜叉……”安落虹揉了揉额头，对我说道：“这件事情……唉……有时候人要面对现实。”\\n\\n我……\\n\\n老子不想发火，这帮人偏偏逼得我发火不可，你们都不干是不是？老子亲自动手？\\n\\n“把万兽山庄，以及这次任务的全部资料给我！”我猛的吼道。声音大得吓人，直将所有人都吼得愣了一愣。\\n\\n“小……夜叉你……”疆土的话顿了顿，还是照着我的话做了。不过他的做法很直接，就是邀请我入帮，并且给了我一个副帮主的头衔。这样的话，我就可以通过系统面板知道关于万兽山庄的所有情况，当然包括这次特殊的任务。\\n\\n我也是气急了，想也没想就接受了邀请。迫不及待的打开帮派系统面板，仔细的研究着这次的任务，全然没有发觉周围的气氛已经发生了变化……\\n\\n“恭喜恭喜，我实在是没得话说了。”安落虹举起面前的酒杯，举到了疆土的面前。\\n\\n“唉，真是吓死老子了。我还担心这小子要杀人呢。”疆土也举起了面前的酒杯。\\n\\n夜梵天吃吃的笑了笑说：“这回算我输了，你要的东西我明天就给你送过来。不过价钱你可一分都不能少我的。”\\n\\n“放心。”鹏飞从背包里掏出一张纸，递到夜梵天面前，笑着说道：“这些材料我已经让人寄过去了。你回去看一下，要是不够，一会儿我再添。”\\n\\n“哎呀！”慕容小白从门外跨了进来。身后跟着满脸笑意的西门吹风：“没得说了，这回打赌我们输了，该当给万兽山庄卖命。”\\n\\n霜飞羽拍着手笑道：“太好了，大家又聚到一起了，我申请正式加入万兽山庄！”\\n\\n“不是吧？”夜梵天夸张的捏了捏霜飞羽的鼻子，笑着说道：“你不是答应加入我们玉舷坊的吗？怎么说反悔就反悔。连鬼狼你都不跟，偏偏这几个家伙一加入，你就跟着加入，不怕鬼狼吃醋？”\\n\\n“他才不会呢！”霜飞羽笑嘻嘻的说道：“其实他早就希望我们大家都加入万兽山庄了。”\\n\\n“是啊是啊。”夜梵天点着头说道：“你们到是人齐了，我那边弄得冷冷清清的，我要申请跟万兽山庄结成正式同盟！”\\n\\n猛然间，我抬起头，看到的就是这样一幅其乐融融的画面。\\n\\n我靠！老子被耍了！\\n\\n什么没有自信，什么不负责任，什么胆小怕事，全他妈都是这帮家伙串通起来演的一出好戏。为的就是给我扣上这个副帮主的帽子。我啪的关上系统面板，怒目相向的望着眼前一张线幸灾乐祸的面孔。\\n\\n“哎呀，你小子玩消失一玩就是一年，老子一无你一次不可以啊？”疆土一拍我的背心，哈哈大笑道。\\n\\n“是啊。”安落虹也道！“虽然你帮我完成了转职任务，但是那怎么能够弥补一年以来我对你的思念之情呢？你知不知道，为了想你，我脆弱的心灵可是饱受煎熬，只能把满腔的思念全部都用到我老婆身上了。”\\n\\n“死相！”夜梵天吃吃一笑，用力的拧了安落虹一把：“谁让你想我了，有本事把夜叉娶回家去。”\\n\\n“娶不回家了。”安落虹一把搂过夜梵天，一脸遗憾的说道：“人家现在是万兽山庄的人了，我可配不上。我这块新鲜的牛粪，也只有你这朵鲜花才肯来插了。”\\n\\n听着这两口子的对白，众人又是一通大笑。鬼狼站起身绕到我的跟着，拍着我的肩膀说道：“之前帮主说一定有办法让你加入帮派，我们还不相信，现在看来，这法子还真是管用。都是你的好胜心害了你啊！这回打赌，输的人可是不少呢。不过不要紧，以后咱们兄弟同心，其利断金！”\\n\\n什么好胜之心。老子是心疼我自己的东西竟然会被搞成这个样子，当然好胜肯定是有的。不过这法子肯定不是疆土想出来的。以他的性格，可想不出来这么损的招数。其余在座的个人众人又没有一个知道我的真实身份，自然不可能知道我是无论如何也绝对不会任由万兽山庄消失。\\n\\n能将这个计划拿捏得如此稳当，可以百分之一百保证我会上套的家伙，不用说，肯定是断牙跟小话那两个成天吃饱敢没事干，老爱给我搞些意外惊喜的小子了。\\n\\n此时此刻，断牙跟小话两个家伙正坐在办公室里审核着新一辑《天地传说》的内容提案，两人不约而同的打了个喷嚏。\\n\\n“你说老大上套了没啊？”断牙推了推身旁的小话，轻声问道。\\n\\n“那还用问吗？”小话推了推鼻子上的眼镜架子，得意的说道：“从这个喷嚏上我们可以得出结论，老大现在心里指不定怎么的骂咱们呢。你说要不要再给他个惊喜？”\\n\\n“你又有什么好主意了？”断牙好奇的凑了过去。\\n\\n这回，打喷嚏的人又该换成是我了。\\n\\n……\\n\\n其实，疆土他们的表现也不全是演戏，至少，龙族发布攻城的消息的确是真的。而艺鸣惊人所说的事情经过也全都属实。只不过有疆土、鬼狼跟鹏飞这三个家伙在，后果也不会真的严重到那个地步。如果真是一点法子没有，那万兽山庄就真的应该关门了。\\n\\n首先，帮里的物资几乎全部都已经传到了安落虹的玉舷坊内，所有生活职业玩家也以盟友的身份进驻了玉舷坊的驻地，根本不会有任何影响。\\n\\n其次，不仅仅是玉舷坊，飞鹰堡、幻境之城等盟友也不是光会看笑话的。不管是从利益方面着想，还是双方平时的交往，都足以让他们派出支援部队，前来帮助万兽山庄守城。\\n\\n龙族的攻击虽然恐怖，但是对于玩家来说，那绝对是一针兴奋剂。自丝路任务以后，东方大陆已经有多久没有出现过这样的大型任务了？就冲这个理由，那些好战好强的玩家也非来凑热闹不可。\\n\\n更何况，只要能杀掉一头龙，那得掉多少好东西啊。平时杀怪打宝，哪有BOSS聚集的时候打得爽啊。\\n```\\n\\n\\n------------\",\"timestamp\":1640411944,\"title\":\"第一百六十七章  血债血偿\"},\"digest\":\"0rl1tL0LZooouEJfpcmYYdIxSXFGa7LvhrIDGqgvfgk\",\"authorship\":{\"contributor\":\"0x181367aFB7aEB14183b1eCdd4Bd93ed20ED875f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YILlIc_maMeZBeJbiZrTzActRoRMbAN-WI8cs9ojovs\\\",\\\"y\\\":\\\"g0fog0MqSzVm9LI_5eJamBJziMnl58LndVLmtYzEDzs\\\"}\",\"signature\":\"Xg30U-xnQsxiagtp0rKdSrzuAE1KXfxsNAcfJVDJQOse4NoeUEZ00Ufte_AvbQYLbKUMS0C84t2n-B-uSDl3XQ\",\"signingKeySignature\":\"0x370534810988cf2b5b706403248ba6450a9b7abdbf797c8e4c0540fd8edde21646e8b1d5dceb89d2b2a684a0dffd1fcb95ec43e10be03cce9a8385217914981c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YILlIc_maMeZBeJbiZrTzActRoRMbAN-WI8cs9ojovs\\\",\\\"y\\\":\\\"g0fog0MqSzVm9LI_5eJamBJziMnl58LndVLmtYzEDzs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0rl1tL0LZooouEJfpcmYYdIxSXFGa7LvhrIDGqgvfgk\"}"