"{\"content\":{\"body\":\"A: To start, look at seven or eight companies in one industry. Talk to management at each company and ask them general research questions.  \\n\\n \\n\\nAlso, ask the management of each company which competitor they would choose to invest their own money in and not move for 10 years.  Then ask them which competitors they choose to short.  \\n\\n \\n\\nAsk these two questions, and you probably know more about the industry than any veteran.  \\n\\n \\n\\nThe same goes for personal ascension, and it is recommended that you use this approach to examine those around you.  Among your friends, who is your role model and who is your negative example?  \\n\\n \\n\\nThink of it this way: which friend do you want to buy and own 10% of the future income, and which friend do you want to short.  Think about the strengths of your role model and make them your own.  Negative teaching material body what shortcomings, in their own body to abandon.  \\n\\n \\n\\nYou're all young people here, and you still have a chance to break bad habits.  \\\"The chains of habit, too light to be noticed at first, are too heavy to be broken.\\\"  (The chains of habit are too light to be felt until they are too heavy to be broken.)  \\n\\n \\n\\nQ8: What information do you need to know to value a company?  \\n\\n \\n\\nA: To know A company well, you have to know its industry.  Only invest in companies and industries that you understand, and don't leave your circle of competence.  \\n\\n \\n\\nYou need to know where the company has a competitive advantage over its peers, whether its management is good, and most importantly, whether it has a moat.  Don't invest if you don't know how many competitors a company has.  \\n\\n \\n\\nThe moat of Coca-Cola is that coke has no taste memory and never gets tired of drinking. The moat of Railway is that the industry is saturated and no one can build new railways.  So, coke, railway, these two industries, I now invest.  \",\"timestamp\":1635590321,\"title\":\"What are some questions investors should be asking when evaluating a company, but often ignore?  \"},\"digest\":\"L6SOsKeGn2wxs50Djp8_W4Rqu7MSvncDiUKu8TJt8EY\",\"authorship\":{\"contributor\":\"0x43BbBC16F1e6F17De95D6Cb0ca22c8acd36B5b13\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mBQDynX9dIMONBm3-dWrnsKI3-JsmjuhceKO_qRjSxA\\\",\\\"y\\\":\\\"nSRZ_P0lUdhXLUwQNAr3fZz5CWAngwIFzazRLmYHKT0\\\"}\",\"signature\":\"Df_o1JkF-Q5rzMCM-D2W0NEufPIc72cX63_p_jMiBqjY2j6DmVT1JjZB6l9u6q6dZ5GtMasg9mnHYMfbFUy20g\",\"signingKeySignature\":\"0x1401755a2a178599a315be28e489336e97ae26773aa4cb6f0f7388ee8e19e3ff2a1d84ed397e060d64f3b9dee5c7e740042e58b6f0bf497476add370a9b3c2bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mBQDynX9dIMONBm3-dWrnsKI3-JsmjuhceKO_qRjSxA\\\",\\\"y\\\":\\\"nSRZ_P0lUdhXLUwQNAr3fZz5CWAngwIFzazRLmYHKT0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L6SOsKeGn2wxs50Djp8_W4Rqu7MSvncDiUKu8TJt8EY\"}"