"{\"content\":{\"body\":\"**The Allegory of the Cave** \\n To make his philosophy understandable Plato uses the *allegory of the cave:*  \\n *all humans are prisoners of a cave*  \\n  \\n The cave represents where we start intellectually since our childhood, with lack of self-questioning, to beliefs that we think true. This cave seems like reality for us and we do not try to question it (yet). The shadow as this reality are simple\\\"reflections\\\" of our reality, so we are prisoners. \\n Afterwards, with the help of philosophers, prisoners will rethink their beliefs and *doubts will arise*.  \\n  \\n Prisoner then wakes up and wants to get out of this cave but suddenly there is this fear of the unknown. That’s not easy to leave the cave, the desire to return to a familiar reality become stronger. Philosophy helps them to deal with this difficult passage. \\n  \\n Then prisoners begin to understand that they’ve been manipulated. They become aware of their shadows and want to get out of the cave at all costs. Once out of the cave, the prisoners are dazzled by daylight (their first contact with the truth) \\n Once out of the cave, the prisoners become happy, their relationship with knowledge and truth completely changes and develops their altruism. \\n  \\n Then they will go back down into the cave to look for their comrade prisoners - and tell them how it is outside. \\n  \\n Certainly, going back down into the cave is a huge risk. First, they will be laughed at by those who remain inside. To go back down is to take the risk of never coming out. \\n  \\n Still for Plato, once one has come out of it, once one has encountered knowledge, it is impossible to return to ignorance, because knowledge is a source of liveliness for man. \\n                              \\n  \\n **Conclusion** \\n knowledge is not found in our beliefs, opinions or feelings (= the shadows in the cave), but in an intelligible truth, which Plato calls the Ideas. \\n  \\n The allegory of the cave is thus an invitation to come out of the ignorance in which we find ourselves, and to recognize the intelligence present in us to go towards knowledge.    \\n \",\"timestamp\":1638634591,\"title\":\"Is Concave an Allegory of the Cave ? \"},\"digest\":\"NoOoGwiel9GQ2fleW1-GAQhQvnKVY_Shvj_KTu7GrHQ\",\"authorship\":{\"contributor\":\"0x737254A9C2c1143c9417eA7899a31fB477FEE92a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NqmzooJsQi4PoVvibMbBceDq7YzuAe5Mf2eqLnwbf90\\\",\\\"y\\\":\\\"BKccONdNfkOOX6l-pKDC0zk4HJzOecpCV5GIfhT-gL0\\\"}\",\"signature\":\"Q5d5a0ytnEHWi4FAADm_3lYlc52r2aElhDnBxjXrsS5syvJRwU9HTaXwurw48eFYZQ9g8vQRRcXcURai6DtZyQ\",\"signingKeySignature\":\"0xd2c6571b3233ff33e1bdab8cfc14da69b2296aa6fd1082f27059e5c440e80d4e282cf8cbeb030a16b31ef768777a7d1adfcd72bd38c39ce4e8a239477a9794e31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NqmzooJsQi4PoVvibMbBceDq7YzuAe5Mf2eqLnwbf90\\\",\\\"y\\\":\\\"BKccONdNfkOOX6l-pKDC0zk4HJzOecpCV5GIfhT-gL0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NoOoGwiel9GQ2fleW1-GAQhQvnKVY_Shvj_KTu7GrHQ\"}"