"{\"content\":{\"body\":\"### My name is Oliver Efesopoulos and I’m seeking 67 ETH to continue funding the development of Filmshape. You can find our crowdfund here: \\n\\n[https://juicebox.money/#/p/filmshape](https://juicebox.money/#/p/filmshape)\\n\\nWelcome to the community, below I go into detail regarding this crowdfund, what it’s for and why it matters as well as what you’ll receive as a contributor. \\n\\nIt’s new, exciting and right now we’re using crypto to crowdfund our app Filmshape - The filmmakers social network. With Web3 you can imagine the endless possibilities for the film community, similar to the music industry. We are starting out by facilitating the creation of film through a frictionless community where projects are built and teams/crews are formed. We’re actually already very close to our Beta release and you can see our progress over on twitter @Filmshape. I hope this displays our ambition and work ethic, that we’ve come so far by bootstrapping and working multiple jobs simultaneously but now we’re evolving and we can’t wait for you to join us.\\n\\n## Short Summary\\n\\nFilmshape is democratising the filmmaking landscape and empowering every filmmaker to be involved. Our mission is to facilitate the creation of film through the connection and collaboration of people. With this social app we want to enable film production crews to bring their ideas to life and have fun while doing it.\\n\\nWe believe a good idea should be simple enough to understand in one sentence and so the idea behind Filmshape is to ‘Find crews and make films’… that’s it. Now there’s a whole lot more complexity that goes into the making of the app (which is 95% complete for our Beta launch).\\n\\n## The Problem\\n\\nThe community that could be anywhere at any given time with the pressures of project management, crews and ultimately creative exploration, are independent filmmakers. This collective faces a daily struggle of the following friction points.\\n\\n* Discovery of filmmakers and actors.\\n* Project management of costly films and series.\\n* Communications between teams.\\n* Showcasing of portfolios and films to find work.\\n* Separated workflows and tools.\\n\\n## The Solution\\n\\nA dedicated filmmaking social network. Simplifying connectivity, collaboration, management and promotion in one space. You can also watch films of others and invite cast/crew you like to your own projects.\\n\\n### Here are a few core components you can expect to see in the app:\\n\\n* Create and manage projects.\\n* Search and recruit  talent.\\n* Interoperate with video streaming platforms.\\n* Showcase personal or popular community activity.\\n* Invite users involved in projects you like.\\n* Chat with colleagues and friends.\\n* Manage team roles and workflows in a collaborative space.\\n* Free access for everyone and Pro features for paid members.\\n\\nBy contributing you will ensure Filmshape is developed to a promising scale and decrease the waiting period for it’s release to both app stores. You can also gain early access to the app and become one of the first members to use Filmshape.\\n\\n## The Crowdfund Token\\n\\n### Token\\n\\nNo more than the target can be distributed from the project in a single funding cycle. Whenever a new funding cycle starts, any overflow automatically goes towards that cycle's target amount, acting as a project's runway.\\n\\nA funding target allows us to redistribute surplus revenue to our community (You). When a project's balance is greater than its funding target, the overflow (surplus funds) can be redeemed by the community by burning your project tokens.\\n\\nA token is required for all crowdfunds. Backers of our project automatically receive a $FILM token in exchange for your ETH. The token tracks how much each backer has contributed to our project. Tokens are issued at a ratio of 1,000,000 tokens to 1 ETH.\\n\\n### Discount rate\\n\\n‘The ratio of tokens rewarded per payment amount will decrease by this percentage with each new funding cycle’. **Ours is 3.8%.**\\n\\n### Bonding Curve\\n\\nThis rate determines the amount of overflow that each token can be redeemed for at any given time. On a lower bonding curve, redeeming a token increases the value of each remaining token, creating an incentive to hodl tokens longer than others. **Ours is 10%.**\\n\\n## What Do $FILM Holders Get?\\n\\n* **Everyone**\\n  * Be the envy of the town and receive up to the moment email updates regarding the progress of the development of Filmshape.\\n  * Mention in the app's acknowledgments in every publication we're permitted to do so, along with our massive gratitude!\\n  * Receive updates via a token-gated Discord channel with product developments and ideas in the pipeline.\\n  * Contribute to the discussion when an idea is pitched in the Discord channel with thoughts and feedback regarding feasibility, user benefit and impact.\\n* **Contributors of 2 ETH +**\\n  * Personal 1 on 1 video calls with the founding team (CEO & CTO) to discuss the app, progress, roadmap and ideas as well as blue sky thinking around Filmshape in the Web3 space.\\n  * Included in our Beta test list to be the first to try out new features and product updates before anyone else.\\n  * Receive a Filmshape cap and join the ever growing community of FS contributors.\\n  * Shoutouts on our Twitter page @Filmshape for the ❤️\\n\\nYour token will primarily act as a \\\"proof of patronage\\\". $FILM tokens will also be used to represent membership in our community (e.g. a token-gated Discord).\\n\\nIn the future we aim to do a similar offering through tokenising equity so contributors can represent an economic stake in the success of Filmshape and enjoy proportional stakes in our revenue. **We’re not quite at this stage yet but when we are we will do a separate offering for this.**\\n\\nAbove all, you’ll be entering into the process of creating with us.\\n\\n## Where does the money go?\\n\\nWe’re predicting we're about a month out from our official launch. Essentially we're building a social network for filmmakers to find crew members, build their projects and showcase work (Admittedly this is our Web 2.0 way of thinking up until now). Our plans for the funding going forward are for continued developments on Android as well as building an iOS app, we will need more engineers for product development and bugs, we will need marketing and communications for our social channels and we'll need a solid product and QA team that understands the vision and can ensure the best user experience for all filmmakers on the platform. To give an idea of the average cost of a capable engineer it's around $66k/year and we'd need multiple as right now our CTO maintains all of the back end development and we've hired front end work on Upwork.\\n\\n## Business Model\\n\\n* Free access to increase user base through word of mouth and referrals meaning no barrier to entry.\\n* Lowest ’Pro’ monthly subscription fee by a large margin.\\n* ‘Pro’ features for members to streamline workflows and showcase their profiles.\\n* Facilitate collaboration through our project focused approach and community feed.\\n* Building the network is our key priority.\\n\\n## Roadmap\\n\\n* Our future roadmap will be largely based on user driven feedback and a network effect.\\n* Our longer term belief is that users will interact with Filmshape not simply for networking or collaborative purposes but also to find trends and communicate within their film/TV communities.\\n* Optimise our community feed for a more personalised experience (WITHOUT ADS).\\n* Include an incentivised referral mechanic.\\n* Broadcast team notifications and alerts\\n* File/link sharing\\n* Featured project listings\\n* Integrate with the web3 economy at some point to begin facilitating ownership of film content. In the future we want more communal governance, we want tokenised equity shared amongst our investors and we want to bring Filmshape in to the Web3 mental model of creators having ownership of their content. We're not quite there yet since as I mentioned its only a few of us working tirelessly alongside our days jobs to build and grow this hence the investment which would help take us closer to where we want to be.\\n\\n  I’m personally very passionate about this space and you can find a mirror piece I wrote on ‘value’ below:\\n\\n  <https://mirror.xyz/ollies.eth/gn2GezV9rtOqoN-G_jnCxDjrHNcOpvbzLWR8lRWVuH4>\",\"timestamp\":1638127519,\"title\":\"Crowdfunding for Filmshape\"},\"digest\":\"V0yoXC3D7oD6tP5b6YDZbbXJmLicN2SI4EZGJUyY44Q\",\"authorship\":{\"contributor\":\"0x05AfBced4f5c68EDdD109885231711B0844C8498\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"efkiDkzHkiF0yxNLayDWOYI7dDeMXEy58mJfRCS-5yk\\\",\\\"y\\\":\\\"WfEyVEOyq4DX5MhqGf6kOen0pVrc2P9jNvj1HPd7i5o\\\"}\",\"signature\":\"ZN40VufCpyeoow1OBuAtI0E4c9EwMpvuL1WXxrDHmMi45GXS5k26NKEmHDVLqhU0hH8F6AsTpEm2J-6MjeGqDg\",\"signingKeySignature\":\"0xe1a28c4c76ec4c7caa92cffdfc13648b630d54a7a77b42c65bcab046723afee14f54cee8cbefa4496b6c5b4bf2ab213e4a3ccb81f93dd19ad0bc250618853e811c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"efkiDkzHkiF0yxNLayDWOYI7dDeMXEy58mJfRCS-5yk\\\",\\\"y\\\":\\\"WfEyVEOyq4DX5MhqGf6kOen0pVrc2P9jNvj1HPd7i5o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7KpVcvzGyR4rBYaJDsW5X-rAIb1x9I3IFgHY1ds82IA\"}"