"{\"content\":{\"body\":\"[https://twitter.com/chriscantino/status/1475488321187024897](https://twitter.com/chriscantino/status/1475488321187024897)\\n\\n2/ First, chasing millions is meaningless, and will not bring you happiness. If you get into NFTs to flip quick money, you will be disappointed. NFTs are booming rn, but it won’t last forever. Only spend what you are willing to lose.\\n\\n3/ Even experts take huge Ls. This ecosystem is volatile and changes quickly enough that I am never 100% confident, despite having gained significant capital, experience, and risk tolerance. Still, there are investing frameworks I find helpful. \\\\*NOT FINANCIAL ADVICE\\\\*\\n\\n4/ Blue Chips: Overrated? BAYC, Cryptopunks, Cool Cats, Doodles—all top tier projects. But we are mid-pump, and it could take years for them to 10x in value. They might prove to be more “stable” investments, but the larger opportunity lies in being early to the next big thing.\\n\\n5/ Being Early\\n\\nFour key signals to look for:\\n\\n1. Project is affiliated with proven, doxxed leaders\\n2. Volume at launch\\n3. Notable wallets that buy into the project\\n4. Meaningfully engaged community\\n5. Differentiated roadmap\\n\\n6/ Monitoring Activity With tools like [http://nansen.ai](https://t.co/Ofq3HGzBJG), [http://moby.gg](https://t.co/MoiX0KDiLq), and [http://icy.tools](https://t.co/UHd50yLVAV), you can see which projects are taking off, right up to the minute. You can also get alerts when big name buyers buy in. These are helpful data points.\\n\\n7/ Evaluating Communities Community size is important, but could also indicate bots, or a ponzi-like invite system. Better to observe the chat. Is there meaningful discussion, or just “number go up”? Do the devs engage? Community behavior is higher signal than community size.\\n\\n8/ Getting Alpha I’ve benefited HUGELY from joining communities that have taught me strategy, given a heads up on upcoming drops, and faciliated networking with pros in the space. My favorites are \\n\\n[@FWBtweets](https://twitter.com/FWBtweets)\\n\\n, \\n\\n[@Metaverse_HQ](https://twitter.com/Metaverse_HQ)\\n\\n, and \\n\\n[@CPGClub](https://twitter.com/CPGclub)\\n\\n (disclosure: Club CPG is my project).\\n\\n9/ Apeing In If a project checks all the boxes, is within your budget, and you are early, consider following your conviction and buying multiple NFTs from the project. If you are right, this will enable you to take profits on the way up, and see strong returns down the road.\\n\\n10/ Floors Vs. Rares Rares are great, but often cost 10-30x the floor of a project. Would you rather have 20 floors, or one rare? Usually it’s only the top 50 or so most rare NFTs that are meaningfully more valuable. You might also get lucky and draw a rare from the floor.\\n\\n11/ Fast Flipping: Overrated? Some buy in early, then sell as soon as the floor price goes up. We’re talking 2-3x gains. This is fine, but you’ll pay gas each time, and lose the opportunity to sell later if the price booms. Flipping takes a lot of bandwidth. It’s not for me.\\n\\n12/ Holder’s Mindset The mind is naturally geared towards selling when there are profits to be made. It’s important. But if you believe a project will 50x, consider holding. You can lose more by selling too early than you would lose by holding a project that goes to zero.\\n\\n13/ Selling on the Way Up Say you have 5 NFTs from a project that is doing well, and selling one will cover your costs of buying in. Don’t feel bad about taking profits! This helps protect you from losses, and makes you feel more comfortable holding the others in case they 50x.\\n\\n14/ The Big Sale When you feel a project has reached its peak, or simply want to de-risk your investment, do not feel bad about liquidating. No one that was early to BAYC should feel bad having sold at 30 ETH, even if the project gained in popularity. Gains are gains.\\n\\n15/ Getting Out If you’re monitoring the activity of a project, and its sales or floor price are dwindling, and the community is lackluster, consider exiting. However, you just might want to be careful about leaving before any major project milestone that could pump the price.\\n\\n16/ Track Your Wins When you make profits (or lose them), track everything in spreadsheets. Take notes. Reflection and analysis are important. The process of evaluating your performance will teach you as much as having invested in the first place.\\n\\n17/ Supporting Artists Whatever the outcome, be glad that your buying supports artists and developers in an ecosystem that previously didn’t exist. If you find something that resonates with you, It’s OK to buy with the intention of holding forever. Some art truly is priceless.\\n\\n18/ Diversification Remember, a primary function of NFTs is diversification within your broader investments in ETH. If you don’t believe an NFT’s growth will outpace ETH, it may not be advisable to buy. A risk-adjusted portfolio balances stable assets with higher-growth bets.\\n\\n19/ Parting Thoughts NFTs and their communities can be intoxicating. Remember, it is easier to lose money than it is to make it. Start slow and learn the ropes, do not FOMO in. Gain confidence as you go and participate to learn, not to earn. The latter will come with practice.\\n\\n0/ For more on NFTs and web3, follow along with me \\n\\n[@chriscantino](https://twitter.com/chriscantino)\\n\\n. Thx for reading, and may you enjoy the ride.\",\"timestamp\":1640765303,\"title\":\"Chriscantino 关于A game plan for profiting off NFTs during this boom\"},\"digest\":\"btv52WycZC25h91De_CuehGY8eawsUw9fj_uy1y3kNw\",\"authorship\":{\"contributor\":\"0xd8E93E06a84581c10DC1F9F60ec91f0F38994f1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z9v1nBANJw_esRsiWV_Di9EMYAAgU9fDphwAMyc_f6U\\\",\\\"y\\\":\\\"aOdJkjC_QjIeUQyABXdt6WBXqy78ESmTjgI3L799HCI\\\"}\",\"signature\":\"QFfQuzlr1kDEQr3WnlipljqphLGA8Kmk8h4Nqx499bZyaBq8ztO5S8Qxll9AbqwrIuOtTsJUNg55nv4IetZWqA\",\"signingKeySignature\":\"0x7b185e53e467525c3cc01fa1f0c8ca876b7cc914811bd33405fd24f0631b61e31c12a16cc07fb37b37b6a4e1d1cda0b5f14bb4260cd3beab64f394c6569afee71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z9v1nBANJw_esRsiWV_Di9EMYAAgU9fDphwAMyc_f6U\\\",\\\"y\\\":\\\"aOdJkjC_QjIeUQyABXdt6WBXqy78ESmTjgI3L799HCI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"btv52WycZC25h91De_CuehGY8eawsUw9fj_uy1y3kNw\"}"