"{\"content\":{\"body\":\"*The West’s WeChat (an all-in-one app that can do everything) will be a “Super DApp” consisting of one/few web3 apps/platforms integrating with a growing set of permissionless protocols, standards, and cloud solutions. Some worthy contenders have already emerged.*\\n\\n*Thanks to David Phelps, Jad Esber, Omid Malekan, and others for their thoughts and revisions.*\\n\\n# One App to Rule Them All\\n\\nWeChat is considered a “super-app”. It can do almost everything other apps do, replacing the need for dozens of western apps all in one. As a result, WeChat users use it for everything digital, from payments to media to dating. A report published by Tencent in 2018 says WeChat aims to embed itself in \\\"every moment of the user's daily life, from morning till night, anytime, anywhere.\\\"\\n\\nSuper apps are convenient, efficient, and reliable. Apple customers often feel a glimpse of this with the “Apple Ecosystem” effect. It’s powerful when various programs integrate seamlessly with one another, and the more features in a unified user experience, the better. But while Silicon Valley is home to the largest platforms and networks, none have truly achieved the full breadth of a super app the way WeChat has. \\n\\nThe common consensus is that instead of one super app, western tech giants will build deep integrations and offer consumers a choice. Some anticipate a digital ecosystem in which all actors collaborate to reduce friction between services, but the stiff competition and misaligned incentives of these corporations make this outcome unlikely. Web3 technology offers a new way to achieve super-app-like dominance and versatility with lower barriers to entry and horizontal integration.\\n\\n# The West’s WeChat will be a DApp\\n\\n*“The future is a centralized East and a decentralized West” - Balaji Srinivasan*\\n\\nIf software hegemony was a question, decentralized applications (DApps) may be the answer. DApps are applications powered by or dependant on public blockchain protocols like Ethereum. They are highly interoperable and incredibly versatile. Because of this, they are best positioned to become super apps because they are protocol-agnostic, composable, and built on open source rails.\\n\\nSuper DApps will be easier to build than super-apps because they can leverage permissionless smart contracts for various features. Whereas WeChat had to build its own financial tools, super-dapps can cherry-pick from existing protocols like Aave or Uniswap to achieve feature parity. While the content on Facebook and TikTok largely remains siloed, web3 content (NFTs) and curation ([Yup](https://yup.io)) is platform-agnostic and available to serve, giving every dapp an existing set of users and content to work with. Instead of building their own chat backend, Super DApps can use XMTP and Convo.\\n\\nPolitically, WeChat has enjoyed advantages that its Western peers cannot afford. Competition is tough in each of China’s market sectors, yet [WeChat has managed to achieve market dominance](https://jingdaily.com/wechat-china-messaging-app-monopoly/), continuing to expand its services and revenue while competitors were accused of [violating antitrust laws](https://jingdaily.com/what-would-a-possible-antitrust-investigation-into-alipay-and-wechat-pay-reveal/). Since November, when the State Administration for Market Regulation (SAMR) drafted “anti-monopoly” rules that targeted big tech companies, only [Alibaba has received any governmental scrutiny](https://jingdaily.com/ant-group-ipo-suspended-jack-ma/) so far.\\n\\nFAANG is facing its own political heat as congress continues to call for hearings and anti-trust regulation. Attempts to enter new verticals as aggressively as Eastern tech giants have been largely squashed and closely watched.\\n\\nSuper DApps won’t face these same roadblocks since they do not have autonomy over the infrastructure they’re built on. This contrast is perfectly outlined in Albert Wagner’s “[The Social Media Triangle](https://continuations.com/post/619477235088457728/the-social-media-triangle)” where he argues that social networks need to give up control over their content moderation and open access to end-user APIs in order to retain their Section 230 benefits. Super DApps are not monopolistic in the way their web2 counterparts are and therefore can grow faster and more horizontal with less governmental oversight.\\n\\n# Fat Protocols, Wide Applications\\n\\nUnion Square Ventures’ [Fat Protocols Thesis](https://www.usv.com/blog/fat-protocols) states that decentralized protocols will capture most of the value in web3 products, compared to the application layer:\\n\\n*“Here’s one way to think about the differences between the Internet and the Blockchain. The previous generation of shared protocols (TCP/IP, HTTP, SMTP, etc.) produced immeasurable amounts of value, but most of it got captured and re-aggregated on top at the applications layer \\\\[…\\\\] The Internet stack, in terms of how value is distributed, is composed of “thin” protocols and “fat” applications. \\\\[...\\\\]*\\n\\n*This relationship between protocols and applications is reversed in the blockchain application stack. **Value concentrates at the shared protocol layer and only a fraction of that value is distributed along at the applications layer.** It’s a stack with “fat” protocols and “thin” applications.” - Joel Monegro, USV*\\n\\n![](https://images.mirror-media.xyz/publication-images/fLgp_0fWQO808GrQt2nBO.png?height=766&width=1172)\\n\\nCrypto investors have put this thesis to practice over the last 4 years, investing heavily in layer 1 and infrastructure projects. It’s possible that value concentrates at the shared protocol layer for a specific industry or use-case, but it may also be true that one application wins the ‘application layer’ race, applying the features of these open protocols into an all-in-one user experience across many verticals. *Like WeChat but with decentralized infrastructure.* This super dapp may not own the rails it’s built on, but it’ll own the consumer, which some may argue is more lucrative. In fact, the consumer will also be the employee in certain cases. Since one dapp will be able to provide users with a majority of the features they use in their daily lives, the ‘application layer’ race will be winner-take-all; one or very few super DApps will become incredibly valuable.\\n\\n![](https://images.mirror-media.xyz/publication-images/f_HfW9rtCsBtbhdTX826k.png?height=695&width=1172)\\n\\n## Noteworthy Contenders\\n\\n### Wallets (like Rainbow or Coinbase)\\n\\nRainbow Wallet is the gateway to all apps. Users can access their favorite apps and services, and wallets give them complete control over their finances. Web3 social graphs will be dependent on on-chain activity and metadata, accessible by all apps. Over time, as new use-cases get added for crypto, they’ll be added to wallets. A good example of this was MetaMask adding in-wallet swap features. The average consumer may get such a wide range of features and functions that they rarely need to leave their wallet.\\n\\n![](https://images.mirror-media.xyz/publication-images/bdwxfSk147r8oZN2H4iST.png?height=533&width=1600)\\n\\nWhile Rainbow isn’t governed by its users, it is open-sourced and community-built. Given Coinbase’s distribution and liquidity, Coinbase wallet deserves consideration here too.\\n\\n### Protoforms (like Mirror)\\n\\n[Mirror](https://mirror.xyz) is a Swiss Army Knife of creator tools led by a community of its users. Some have called it a Kickstarter/Patreon/Angel List all in one. It’s a “protoform”, which in Zora co-founder [Jacob Horne’s](https://twitter.com/js_horne?lang=en) definition is a platform facilitated by a decentralized protocol. Through an on-chain and user-owned network, Mirror’s publishing platform revolutionizes how we express, share, and monetize our work. Like a blockchain-enabled Shopify, it is often used for publishing and fundraising today but will certainly add more web3 features in the future. Our project [Yup](https://yup.io) may fall in this protoform category as well, functioning as both an on-chain protocol and a consumer-facing platform, along with many others.\\n\\n![](https://images.mirror-media.xyz/publication-images/-2Usl8Yo9pCd_-5gaCTAM.png?height=836&width=1600)\\n\\n### Chat Apps (like Discord)\\n\\nChat apps like Discord have built robust app/bot marketplaces that make them an ideal foundation for a super-dapp. Some web3 tools have already been built for it, including Collab Land and Guilds, but more native integrations seem to be on the horizon. One can imagine triggering unique crypto transactions directly from Discord, such as tipping, voting, bidding, swapping, and more.\\n\\n[https://twitter.com/jasoncitron/status/1457841222995693570?s=20](https://twitter.com/jasoncitron/status/1457841222995693570?s=20)\\n\\nDiscord hinted at Web3 integration but then quickly clarified no intention on bringing this wallet link demo to market.\\n\\n### DeFi Dashboards (like Zapper)\\n\\nDeFi dashboards are already starting to resemble super dapps. Zapper, for example, lets users can track and visualize their DeFi assets and liabilities in one simple interface. It permissionlessly integrates with over 20 different DeFi protocols, allowing users to choose from a plethora of financial instruments and vehicles.\\n\\n### Marketplaces (like Open Sea)\\n\\nMarketplaces stand a good chance of playing this role since they are where many users currently discover web3 content. They attract users with liquidity and choice but allow them to trigger unique actions and contracts. This has worked quite well for OpenSea so far.\\n\\n## Conclusion\\n\\nUltimately, Super-DApps will win because they are multi-purpose like super-apps but require less initial setup costs. This will allow them to grow faster in western marketplaces without sacrificing features or usability. Permissionless standards allow super dapps to bootstrap a user base and reach feature parity faster. Decentralized protocols allow them to grow horizontally without much governmental scrutiny or anti-trust regulation.\\n\\n*Nir is the co-founder of [Yup](http://yup.io/), a web3 social network for curators.*\\n\\nResources:\\n\\n[https://app.yup.io/collections/super-dapp-thesis/qolit-5](https://app.yup.io/collections/super-dapp-thesis/qolit-5)\\n\\n\",\"timestamp\":1637080206,\"title\":\"The Super DApp Thesis\",\"publication\":\"forefront\"},\"digest\":\"CV6MJW9QI0DXD6aPLKSefNSn9fxOn3KNuNE4IzKiGCk\",\"authorship\":{\"contributor\":\"0x4303Ddc9943D862f2B205aF468a4A786c5137E76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kOarGrT0Z6tfdQUryX9oPoAG7XrpYEUBhTlI16PbKkI\\\",\\\"y\\\":\\\"8_IEIgaDHZVt26tTUPHko_Mveqf38bD8UfQtdEHcryk\\\"}\",\"signature\":\"5I7NjZypoc5VIdBMVZhmISeGHwI6Q7wHb5F94pGO3H4_cT6nHfE2kFU5qfEdk1ryGrLpGQzFq2eMCg7iHw4Y8A\",\"signingKeySignature\":\"0x12661e40a5b68afc55935030c030bd26b1404ebd5f7c54e2109ad3212a03e4d26094709b9a5aca89d14d60c11cde723ae758716d80541557ece60e0cb3c492581c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kOarGrT0Z6tfdQUryX9oPoAG7XrpYEUBhTlI16PbKkI\\\",\\\"y\\\":\\\"8_IEIgaDHZVt26tTUPHko_Mveqf38bD8UfQtdEHcryk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KUWzmpmJncqw1KO-PW4iMDHWDbqJAmdNe5i7FvdmoPA\"}"