"{\"content\":{\"body\":\"The “Fabric of Life” NFT collection is a gift from mother earth to your inner child forever. Each piece is a reflection of her children's true essence and represents an emotion we have shared with our parents and grandparents. Together in unity here and now, we celebrate the “Fabric of Life” and your existence in the first dimension, by looking into the mirror of the second dimension we are reminded how to be evolution, patient, and kind. In the third dimension, we are introduced to the concept of time by remembering the past, present, and future and with our emotions, and in this fourth dimension, we bring you the “Fabric of Life” DAO which actually has the purpose of creating more and more digital art in the metaverse and a mission of creating a different kind of buzz...\\n\\nWe intend on co-creating a message of love, balanced emotions, and a “Fabric of Life” fairy tale with NFT’s for ”Little People” everywhere to enjoy for the rest of time. After the crowdfund has ended and the collection of 111 “Fabric of Life” NFT’s have all been released we intend on using the collection for a special animated “Fabric of Life” Storybook NFT in Aid of the [Bumblebee Conservation Trust](https://www.bumblebeeconservation.org/).\\n\\n### The Artist\\n\\nThe [RonX111](https://ronx111.com/) collection is slowly being released as a unique Storybook NFT and rare animated NFTs. RonX111 is an authentic street artist with all prints and holding the stencils, as well as the actual original artworks. RonX111 was born in Australia and is a street activist, he has a primary focus on bringing balance to all and ensuring the things he loves from family to nature are preserved. He has the ability to make immediate and concrete moves if he believes his higher level is at risk.\\n\\nRonX111 uses nature and the leading street artists in the world to deliver very timely and deep messages for all, even if it takes time to understand the message being delivered. He sees nature in ways many do not like it’s the thing that brings light to his dark nights and the Sun is what reactivates Ron back into the reality that we all live in. His messages can be very kind and very hard it depends on the temperature of the moment. RonX111 is focused on mother nature, protecting and fighting for the greater universe that will be left in place, not fighting for today he fights for years ahead and every action has a consequence.\\n\\n[crowdfund://0x9C7621df511f44A1aC13E3cAe102e45f17f1FB09?features=overview,editions,podium,backers](crowdfund://0x9C7621df511f44A1aC13E3cAe102e45f17f1FB09?features=overview,editions,podium,backers)\\n\\n### The Animation Studio\\n\\n[The XStudio](https://thexstudio.io/) is in partnership with [RonX111](https://ronx111.com/), and [Destrola](https://www.destrola.com/) is the animation artist for this project. Together they take the original art to animation for the NFT market, while they still focus on their unique crafts globally. Consider the life of a Destrola as a curious child, one in which every day was another opportunity to understand and evolve the world around them. Now imagine that child always blending into the background; never defining who they are and usually playing second fiddle to friends and family.\\n\\nAt a certain point, there is a switch and drive to move out of the shadows. In this successful venture, they redefine themselves and realize that they have a knack for understanding perceptions and can use their skills to influence that. Moving forward Destrola forges a career in animation and design; spending time with clients to understand the questions that need to be asked and creating solutions that answer them. At the age of 23 Destrola starts pivoting into the realm of education and became a lecturer and tutor at a university; reevaluating the base understandings and helping students begin to question their own perspective of the world through their designs and creations\",\"timestamp\":1635903928,\"title\":\"The Fabric of Life Story\"},\"digest\":\"LCzirKbDDRdZ2TLDGMrwxmSP3drCJ5xgM3aCExph580\",\"authorship\":{\"contributor\":\"0xb23BBd8747d7e6434014aE3F1b73E08F9aF919E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ty5xmYmy9WzLFXn2St3p6CXGWyuABet68vUq-VenBns\\\",\\\"y\\\":\\\"JLI6xA0w0k73t1xESP3mG6whcy4uMoLj6ENro1HkcXI\\\"}\",\"signature\":\"K1AmryFrxBLsktlr4QJ2Z00MAgA0v0BrIQQBoz6HbMIx9v-jmwNNA5qnmVZzGf8Bnr2MYTPkTvVAdlgeYB24Ow\",\"signingKeySignature\":\"0x5dfc416d07a97b6aa07190944932fe58ea54d37367728543acedb198b0cfd68b6c092e95c48b7b6a0302478fc680df7182b36b03ba90676086f09f40c1f8db971c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ty5xmYmy9WzLFXn2St3p6CXGWyuABet68vUq-VenBns\\\",\\\"y\\\":\\\"JLI6xA0w0k73t1xESP3mG6whcy4uMoLj6ENro1HkcXI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oOXEa8oMjCC9EUqJYsteikq8rxNZlTMvTY6Zxfr2jFg\"}"