"{\"content\":{\"body\":\"The debate and hysteria around blockchains and crypto can easily be discovered on any platform that regularly pontificates.\\n\\nThe cloud versus crypto debate is healthy. The speed and decentralization aspect of available blockchain projects are a working case in point.\\n\\nWhat often gets lost is the realization of decentralized consensus. As a long as the product or service can be executed digitally, payments, security and finality are guaranteed.\\n\\nAlbeit currently slower than many databases in the cloud, distributed consensus, security and payments built in are massive technological innovations.\\n\\nThe future will be about multiple blockchains. Cryptocurrencies are just the first application of blockchain. But the future doesn’t belong to one blockchain.\\n\\nThe future will be about multiple blockchains. The first blockchain was designed to power Bitcoin. \\n\\nIn the future, we’ll use multiple blockchains to help solve complex industry problems. This could mean a blockchain that tracks provenance for fine art, another that records property deeds, and another that records financial transactions. Or we could use blockchains to record medical data, genomic data, and even data about our personal relationships. The possibilities are endless.\\n\\nThe future of cryptocurrency is in blockchains that power applications in multiple industries. Soon you will discover how blockchains power the decentralized applications of the future.\\n\\nBlockchain technologies will enable new industries and new wealth across the world.\\n\\nLive stream. Click. Buy. Get paid. Receive your product. It does not get more global than that.\\n\\n \\n \",\"timestamp\":1640804889,\"title\":\"multiple blockchains\"},\"digest\":\"h5jOWBPm-svEwFyBanowo-j9PE_k3-p2N7ucBji1jhk\",\"authorship\":{\"contributor\":\"0x833844AaBBBe1DD710A16adA8f6E9c5d1Af73f38\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5OJghKr_jUvbWkade-mfW1s91pOZvnjIcrTOy5voF8s\\\",\\\"y\\\":\\\"3eFyzES7jg8R3xeIn_OYLmKAyWSb34qBGAc78DyUVmo\\\"}\",\"signature\":\"F4LM7FO2LHO7oVvGGN1zjlnDaMJ_swUyFsNdYaW1pnTZDxE30jOOVnXwtm3g3MWg5V42HGBdDQ716cenPR3Miw\",\"signingKeySignature\":\"0xa0266258977468db01f459ffe14b5eb9ccf047c961fecc6f52786fd1542d77b77885927e68058fb80e0b4b5fe5a0e124fc16854bc014fd234e399b74d2fd2b5d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5OJghKr_jUvbWkade-mfW1s91pOZvnjIcrTOy5voF8s\\\",\\\"y\\\":\\\"3eFyzES7jg8R3xeIn_OYLmKAyWSb34qBGAc78DyUVmo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h5jOWBPm-svEwFyBanowo-j9PE_k3-p2N7ucBji1jhk\"}"