"{\"content\":{\"body\":\"Is there a project sitting in the back of your mind, waiting for the time and space to become a reality? If you had a month to work on it surrounded by beautiful nature, creative collaborators, and blazing fast wifi, what could you accomplish?\\n\\nThe [Creator Cabins](https://www.creatorcabins.com/) residency is designed to help people answer these questions. **The next cohort will run from September 20th - October 17th and applications are open now!**\\n\\n![](https://images.mirror-media.xyz/publication-images/047089c0-327c-4a9e-8c83-0945f258c03b.jpeg?height=2000&width=4000)\\n\\n![](https://images.mirror-media.xyz/publication-images/cf0f590d-65b0-49ba-952d-29ffc773ec10.png?height=878&width=2308)\\n\\n## Submitting a Proposal\\n\\n**We are accepting proposals from August 24th (now!) until August 31st (at 11:59 pm PT).**\\n\\nSubmitting a proposal couldn’t be easier:\\n\\n1. Write and share a thread on Twitter explaining who you are and what you'd do with a month at the cabins\\n2. Tag [@creatorcabins](https://twitter.com/creatorcabins) #Cohort3 in the first tweet\\n3. Confirm that you are: vaccinated against COVID-19, able to attend for the entire duration of the cohort, and able to focus full-time on the residency program\\n\\nWe’ll gather these threads and coordinate a vote among our members to determine the four creators to be selected for the cohort. Voting will open for $CABIN holders from September 1st - September 2nd, at which time the four proposals with the most votes will be selected to participate in the cohort.\\n\\n## What to Include in Your Proposal\\n\\nUse this as an opportunity to be creative. It would be good to introduce yourself to the community and share some of your past work. We would also love to see some rough, initial thoughts on how you would like to spend the time in Texas. You don’t need to provide a fully fleshed-out plan. Just the kernel of a promising idea that’s been bouncing around your head.\\n\\nA good proposal will include:\\n\\n* An introduction to who you are and what you do\\n* Some past work samples\\n* An idea for how you’d like to spend your time while at the cabins\\n\\nHere are some examples:\\n\\nhttps://twitter.com/ZFleischmann/status/1405588160365596680\\n\\nhttps://twitter.com/mnirPRJCTS/status/1405620335253278720\\n\\n## The Cohort\\n\\nIf your proposal is accepted, you’ll receive a free 1-month stay at [Creator Cabins](https://www.creatorcabins.com/) in the Hill Country of Texas outside Austin (valued at $2,800). You will have your own private bedroom, bathroom, and workspace in the [Residency Cabin](https://www.creatorcabins.com/cabins), with access to a communal workspace, living room, dining room, and kitchen. The cabins also have a fire pit, floating pool, and 28 acres to roam around on.\\n\\nA Camp Counselor will be there to coordinate the logistics of your stay, including getting to the cabins from the airport, group outings, and grocery runs.\\n\\n**Most importantly, you’ll have one month of uninterrupted time to bring a project into the world.**\\n\\n![](https://images.mirror-media.xyz/publication-images/422c55ba-cf7e-4f48-a33f-f20f3aa011e5.jpg?height=2400&width=3600)\\n\\n## FAQs\\n\\n### What is Creator Cabins?\\n\\n[Creator Cabins](https://www.creatorcabins.com/) is an online and IRL community committed to helping independent online creators. We operate a residency program run by a [DAO (decentralized autonomous organization)](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw).\\n\\nThe DAO brought together people from across the internet to fund [12 month-long residencies for creators](https://creators.mirror.xyz/20Eyc57rknNJYL9vJa11zvupU_MXP7NZJUADTzTlCjQ). We have an active [token-gated discord community](https://discord.gg/N6hVmFygjR) and bring people together IRL at the Creator Cabins location in the Texas Hill Country outside of Austin, TX:\\n\\n![](https://images.mirror-media.xyz/publication-images/aff070f7-1ccb-4868-8a53-64505c093fee.jpg?height=1174&width=1710)\\n\\n### What are the requirements to apply?\\n\\nWe ask that all residents be:\\n\\n1. Vaccinated against COVID-19\\n2. Able to attend for the entire duration of the cohort\\n3. Able to focus full-time on the residency program\\n4. At least 18 years old\\n\\nBeyond that, the program is open to anyone creating independently and sharing their work online. We take a broad view of the term “creator”: digital artists, musicians, writers, landscape sculptors, video producers, indie hackers, home builders, painters, photographers, podcasters, open-source developers, map makers, online course builders, and more.\\n\\nIf you’re building something that you hope to share back with the world, then you probably fit the bill. We expect projects that help push the boundaries of web3 and/or contribute to the ongoing sustainability of the DAO will be more likely to win, but that will be up to $CABIN holders to decide.\\n\\n### What skills are we looking for?\\n\\nCreativity, collaboration, dedication, and diversity. We love the idea of bringing people from wildly different backgrounds together and seeing what happens. What will the conversation be like around the firepit? How will people end up collaborating and supporting each other?\\n\\n### How do I know I should apply?\\n\\nThe little voice inside of you telling you your idea is great and you can do it. Believe that voice. Channel it into a Twitter thread for a chance to spend a month working on that project you’ve been itching to build.\\n\\n### What’s included?\\n\\nThe residency program includes the following:\\n\\n* A free, 1-month stay at [Creator Cabins](https://www.creatorcabins.com/) (valued at $2,800) with your own private bedroom, bathroom, and workspace\\n* A 0.25 ETH (or equivalent USDC) stipend for food and other essentials\\n* Access to a Camp Counselor to coordinate logistics of your trip\\n* One month of uninterrupted time to create with a community of collaborators to support you\\n* Your own $CABIN tokens and membership in the CabinDAO community\\n\\n### Can I work on other work (e.g. remote work) while I’m there?\\n\\nThe goal of this residency program is to unlock the time and space to work on projects you wouldn’t otherwise be able to focus on. We want to support people who will be spending most of their time focused on these projects. While we understand that people may have other commitments, if you aren’t able to dedicate a month to independent creative work, this program is probably not the right fit. We trust the members of this community to use their best judgment based on the goal of this program.\\n\\n### When will I know if I was selected?\\n\\nVoting will close on September 2nd, at which point we will reach out on Twitter and/or via email to make sure you meet the requirements and can accept the residency.\\n\\n### Is this just for US citizens?\\n\\nNo, this is open to anyone who can travel to the US and will be vaccinated at the start of the program.\\n\\n### Do I have to submit on Twitter?\\n\\nWe would prefer applications to be submitted through Twitter so that the broader community can provide feedback. If you don't have Twitter or are not able to submit your proposal there, [you may send the DAO your proposal via this form](https://forms.gle/d53Uba5kvjtcUWGn8).\",\"timestamp\":1630083325,\"title\":\"Apply for the Creator Cabins Residency #Cohort3\",\"publication\":\"creators\"},\"digest\":\"sdPlru43TdgSoZN761koKADBUen3wpg_69yojgxqsLk\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5G49OU9HGdTw01R6T71XA-HGafAGFysD185z9G6ugW0\\\",\\\"y\\\":\\\"odAdPuWTx8icXnPvmCai9cmXREBws7soTiDKjE9O-U0\\\"}\",\"signature\":\"PzrIdV5LE57JMKRTchHXVgdYPGVI1rS2PACWLmK6x8T1y4eMyLItBsUkxpDrJdM8OHzUvEpkBNatQcNvn9DLCQ\",\"signingKeySignature\":\"0xb4f7fc640550a312d60984a7e39228598aca094ff67bce1bc070d545da788c8c7b42c11d186443186e8b9c2db328100ae802585f4d875ec10b8fa43c85ac74db1c\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5G49OU9HGdTw01R6T71XA-HGafAGFysD185z9G6ugW0\\\",\\\"y\\\":\\\"odAdPuWTx8icXnPvmCai9cmXREBws7soTiDKjE9O-U0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LByAA08B4AkJlJzEEaxx1pyvlUw9jolV2F7zyMkRQC4\"}"