"{\"content\":{\"body\":\"区块天眼资讯 : 享受NFT的地方和方式，特别是对于非持有者来说，基本上不存在。尽管这是一个问题，但这是有道理的。NFTs因此，最初的一组应用是那些直接参与购买、销售和存储的应用。我们需要市场来购买和竞价，需要钱包来支付和持有我们的购买物。特伦特·但与拥有的实物一样，这种交易方面只是欣赏一件物品的一部分。对于任何具有超越即时生活必需和安全的实用性的物品，其价值是在社会上创造的。我们根据更广泛的社群认为它具有价值来理解它的价值。，而为了不重蹈当前数字时代的覆辙，我们需要这些平台保持一种去中心化的精神。\\n\\n当任何资产开始积累更大的认可度和更深的社会意义时，它的价值就会超越主要的交易性，而走向对所有者身份的象征。它的价值超越了实际的产品，并将价值归结为所有者本身。随着这种价值的社会化，社会开始不仅将价值与产品联系在一起，而且也与人联系在一起。这在物理世界中是真实的，在那里，对你所拥有的东西的认同与对你所租借、租赁或借用的东西的认同是不同的。国家飞人包括，\\n\\nNFT他们希望尽可能多的其他人享受并贡献他们的产品和财产。所有者希望他们的财产被人知道、使用、喜爱，并且越来越多地被重新混合。，恰恰相反。例如，如果一个NFT是为某个特定时刻铸造的，那么这个时刻升值越多，与这个时刻挂钩的资产所累积的价值就越大。事实上，艺术品的拥有者一直受益于公开展示和复 制--因为艺术品/媒 体/收藏品的升值使它们更有价值，因为广泛的复 制提升了\\\"真实 \\\"和原创的地位；因为广泛的传播引导了市场。这有助于其文化的发展。可复 制性是一个特点，而不是一个错误。\\n\\n因此，NFT的拥有者在确保存在优秀的第三方消费体验方面具有既得利益，尤其是当他们的所有权明显，并且能够推动更多的交易、激励和对创作者的参与时。更广泛的传播甚至会推动建立在所拥有的项目之上的新的类型和创作，类似于嘻哈这个类型（一种对他人原创作品进行混音的文化），以及EDM的演变，从芝加哥的舞曲到欧洲的EDM。所有这些混音都会让原创者更有价值。国家FT公司当我们创造出很棒的应用来与这个更广泛的群体分享NFTs，让他们消费它们，并且我们也这样做，效果将是革命性的。\\n\\n不幸的是，当下，那些不错的非持有者体验几乎都不存在了。对于艺术品和收藏品的NFTs来说，到目前为止，用户体验包括市场、促进销售的社交帖子、一些数据驱动的交易排名网站和加密钱包。我们有相当于拍卖行的NFT，有面向专业艺术品买家的媒 体，还有管理交易的系统。所有这些都是面向买家或收藏家和投资者，用于竞价和交易。这些都不是使享受最大化的环境。我们缺少了好比博物馆、音乐厅、剧院以及走在大街上的时装秀的体验。\\n\\n这个比喻不应该从字面上理解。由于新生的 \\\"加密世界\\\"，已经有一些令人钦佩的尝试来建立三维博物馆和画廊。但除非你是一个真正的VR爱好者，否则你可能还没有被邀请去体验，也没有为这种体验感到高兴。这些空间不方便浏览，压抑得空洞，而且未能实现任何NFT消费应用的核心目标：将用户瞬间连接到他们最可能喜欢的媒 体。\\n\\n那么这些体验应该是什么样的呢？好吧，首先，它们可能与我们目前在手机和其他屏幕上探索和消费媒 体的用户体验没有什么不同。如果是一个NFT歌曲的播放器，它可能会让你按类型或最受欢迎的歌曲来听或导航。Zora.fm（关于那些有价值且危险的兴趣数据，稍后再谈）。\\n\\n，NFTs这样一来，DAO当前和过去的媒 体所有权既可以作为播放列表，也可以作为一种指数基金。\\n\\n第二个区别是链接到交易机会的重要性，既包括竞标或购买该资产的机会，也包括相关资产的机会。这不需要影响愉快的消费体验。该应用完全可以针对非持有者进行优化，同时还可以提供流畅的购买和收藏路径。连接这两种差异的一个有趣的想法涉及到所有者可能希望更突出地推广他们拥有的NFT，这与社交媒 体背景下的特色帖子并无不同。与其明确向应用支付推广费用，所有者可能会 \\\"质押 \\\"NFT，将由此产生的收入贡献给应用。这可能是一个有意义的数额。\\n\\n得益于NFT标准的可塑性，以及与创作者之间牢不可破的关系，消费体验可以提供当今媒 体应用所没有的功能。一首歌可以有创作者提供的歌词，视觉艺术可以揭示其底层的内涵，一段舞蹈可以包含一个教程。作品作为对外部刺激或其他NFT的存在做出反应的可编程实体，可以随着时间的推移而改变。作为多艺术家收藏品的一部分的资产可以链接到更大的集合体的其他部分，也许可以链接到具有类似属性的其他项目。消费体验也可以从游戏概念中获得灵感。奖品和宣传将回流到所有者和创作者手中。当我们再次亲身聚集时，场所甚至可能从数字购买中获得收入。\\n\\n由于这些应用很可能提供个性化服务，由明确或隐性的兴趣或社交图谱驱动，一个重要的问题是应该如何管理用户数据。性能上的优势非常显著，这是一个巨大的竞争优势。在短期内，\\\"拥有用户\\\"的应用将更方便地获取数据，对投资者、合作伙伴和广告商来说也更有价值。危险的是，这些应用中的某个应用利用这种优势变得过于庞大，以至于削弱了NFT所有权经济。一些人认为，这种结果是可以接受的，前提是艺术家和所有者自己通过代币参与应用的股权或收入，也许是根据他们的参与基础和程度授予的。这可能是目光短浅的。广泛采用去中心化的身份系统，以防止没有任何一个应用主导数据所有权的最终关卡，这可能是确保艺术家和收藏家获得公平竞争的最佳交易环境的最优解。\\n\\nRss - 00， 里弗 · 奥克特 · 德 · 塞克 · 德 · 奥克特 · 德 · 埃克播客， 以点数为数。历史的韵律和监管者往往行动太晚，太笨拙，无法成为救世主。这个悬而未决的问题，同时也是乐观主义的春天，如果你选择相信的话，那就是所有权的新激励机制是否已经永远改变了这个等式。因为要做到这一点，这些平台将被迫接受艺术家和收藏家控制的文化。\\n\\nNFT市场正在向上爆发，因为投机者、建设者、艺术家、推广者和其他人士看到了利用去中心化创作和分配进行转变的机会。，但是，尽管价格令人瞠目结舌，疯狂增长，但市场仍未完全发展。收藏家群体之外的人认为这种投机行为很奇怪，甚至可能有点恶心，这并不奇怪。我们还没有真正建立出你如何消费、展示和享受你的收藏品，而不仅仅是存放在你的衣柜或金库里，或者在交易所购买。国家FTS，以德为名，以德为名。只有为消费端建设，才能被大规模的采纳，进而支持创造、所有权、消费和再创造的循环，为下一波和社交基础设施的发展提供动力。随着这些层级的构建，将有机会避免我们当前消费和创造堆栈的一些中心化挑战，构建一个更有利于创作者的、公平的未来。但我们必须选择以这种方式来构建它。\",\"timestamp\":1634696374,\"title\":\"留意非同质化代币经济\"},\"digest\":\"v9f7r9DRdmcbJR9LUYqTK1W9VgBIRF2PWQkT4i4liYQ\",\"authorship\":{\"contributor\":\"0xd860d87278D183756B6Faa30D412342b5037a366\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iE3p4MMm1ro9v9fSsR7_u4TV3zYQgwBE0Cr0iYe416Q\\\",\\\"y\\\":\\\"DGMCbNVcZBbpSGV74lm726-ZDXgsmNA8g_Ue17Yfkjs\\\"}\",\"signature\":\"vEU0dSXLNPp9t68RambjdW3vwjzDfwoM-fjzCciSm1eHlr9BNVM-iT0J6Zs2-iOBZ7qGYt6LZKZwFimVTh52hA\",\"signingKeySignature\":\"0xe87f867cc3288fffeaa1eca27ed7e932034340e888d3e14e1fd7a4fd11b726170ae3702b6c555d92168dc67804ce3b3c72482ecefd245abc24f6aca8239b32001c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iE3p4MMm1ro9v9fSsR7_u4TV3zYQgwBE0Cr0iYe416Q\\\",\\\"y\\\":\\\"DGMCbNVcZBbpSGV74lm726-ZDXgsmNA8g_Ue17Yfkjs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"v9f7r9DRdmcbJR9LUYqTK1W9VgBIRF2PWQkT4i4liYQ\"}"