"{\"content\":{\"body\":\"一直修炼到掌灯时分，杨开才意犹未尽地停止下来。长时间的施展拳脚非但没觉得有什么劳累，反而精神熠熠，后劲十足。自得了傲骨金身之后，自己这体力好像就长进了不少，今日走了二十里路也没劳累，背着那么一大袋米更是轻若无物。 \\n  \\n     恐怕只有在修炼淬体篇的时候，才会让自己真正地感觉到压力。一想起今早修炼淬体篇的感受，杨开就不禁有些哆嗦，那天地压身的感觉非常不好受。 \\n  \\n     但是有压力才有进步，现在连压力都没有，如何能修炼。 \\n  \\n     人的潜力都是逼出来的，而武者的成长更是如此，一步步地逼迫自己的潜力，一点点地超越自己的极限，这样实力才能提升起来。 \\n  \\n     可现在自己打了这么多拳，踢了这么多脚，一点累的感觉都没有，哪里会到自己的极限，又怎能逼迫潜力？ \\n  \\n     这可难办了，杨开也有些郁闷，得了傲骨金身确实是天大的好事，可凭借它强大的恢复能力，凌霄阁的基础功已经没办法再修炼下去了，难不成自己以后只能每天在日升之前修炼半个时辰？ \\n  \\n     一天足足十二个时辰，只修炼半个时辰，那剩下的时间干什么？蒙头睡大觉？这绝对不行，杨开想都没想就否决了这个念头。 \\n  \\n     一边心不在焉地生火做饭，杨开一边思索着如何让自己感受到压力。这事若是叫别人知龗道的话，恐怕会哭笑不得吧。 \\n  \\n     其他的武者在修炼道路上都巴不得轻松一些，可杨开现在却是要自己找虐。 \\n  \\n     思来想去，也没想到什么好办法。最主要的原因便是自己现在的经济条件跟不上，淬体境的修炼有许多丹药都可以辅助的，除了丹药之外，还有一些其他的外力方法，但这一切的根源都在一个字——钱。 \\n  \\n     在凌霄阁内，钱就意味着贡献点，可怜杨开只有十二点贡献，实在是心有余而力不足。 \\n  \\n     煮好了饭，杨开囫囵了几碗，也没有菜，就这么干巴巴地吃了下去，但杨开已经很满足了，这是近几日以来自己吃的唯一一顿饱饭。 \\n  \\n     饭后杨开也没去修炼，直接去洗了个澡，然后躺到了床上。继续修炼也只是事倍功半，还不如思考下解决之道，磨刀不误砍柴工嘛。 \\n  \\n     想着想着，杨开心头一动，又把无字黑书给召唤了出来。 \\n  \\n     这一本黑书的名堂杨开大约已经摸透了，每一页书页中都封印了东西，只要自己实力达到就可以召唤出来。 \\n  \\n     第一页得到的傲骨金身是基础，也是根源。 \\n  \\n     第二页便是淬体篇了，这正是针对傲骨金身的修炼篇。 \\n  \\n     第三页不知龗道是啥，因为昨晚窥探的时候根本看不到任何情况，这绝对是跟自己的实力有关系。 \\n  \\n     如今第一页第二页已经空了，杨开仔细研究半晌也一无所获，倒是不经意翻到第三页的时候，眼前却是一阵恍惚。 \\n  \\n     恩？杨开眉头一皱，紧紧地盯着第三页。 \\n  \\n     几乎是刹那间，第三页上金光闪烁，无数金影窜出，直接蹦进了杨开的脑海中，旋即，第三页的书面上缓缓出现一个漩涡，漩涡中升起一个古香古色的香炉。 \\n  \\n     这一变故让杨开稍微有些失神，待想明白之后顿时大喜过望。 \\n  \\n     对啊，自己今早不是已经突破到了淬体境四层？昨夜没办法看到第三页的玄机，今天突破之后为龗什么没试试？…, \\n  \\n     虽然只是一个层次的差距，可就是这一个层次阻碍了自己窥探第三页的道路。 \\n  \\n     想明白这一点之后，杨开不禁有些懊悔。若是今早查看的话，说不定自己现在就不用费这心神去想了。 \\n  \\n     压下心头的振奋，杨开将那个香炉拿到手上，仔细地端详起来。 \\n  \\n     这个香炉并不大，看起来就象是普通人家上香用的东西，只不过呈半封闭状态，口上有个盖子，盖子上还有个几个小孔，古香古色，倒不出众，无论放在哪都不会引起别人的注意。 \\n  \\n     杨开轻轻嗅了一下，发现这东西并没有味道，入手也不沉。 \\n  \\n     这是做什么的？杨开一时间有些弄不明白，不得以只能闭目凝神，查看刚才涌入自己脑海中的信息。 \\n  \\n     不大片刻功夫，杨开便神色古怪的睁开了眼睛。 \\n  \\n     根据刚才得到信息来看，这个香炉居然辅助自己修炼的。只不过香炉本身没有作用，而是需要往里面加点草药，才能焚起异香，而这异香，才是辅助修炼的东西。 \\n  \\n     不同的境界，需要往香炉里放入的草药都不尽相同。 \\n  \\n     让杨开有些疑惑的是，适合自己这个境界的草药竟然是三叶残魂花和绝地枯木草。 \\n  \\n     据杨开所知，这两种草药价值并不高，只是有些稀少而已，而且本身还具有些许毒性，虽说毒性不大，可如果长年累月吸入这两种草药的药性，对人也是有损害的。 \\n  \\n     这两种草药，真的对自己的修炼有帮助？ \\n  \\n     贡献堂内肯定是有这两种草药的，不过以梦老头雁过拔毛的个性，售价绝对不菲。而且杨开本身就没几个贡献点，哪里能去挥霍？ \\n  \\n     如此一来，只有自己想办法去寻找这两种草药了。好在凌霄阁不远处就是黑风山脉，杨开多次进出打猎，倒也熟悉，说不定里面就有草药。 \\n  \\n     明天就进山！杨开打定主意，一股子烦恼尽皆消散，很快便沉沉睡去。临睡之前，杨开还特意查看了一下无字黑书第四页，以免再发生今日这种尴尬事，不过第四页毫无动静，大概是淬体境四层的实力不足以窥探。 \\n  \\n     第二日，杨开起了个大早。 \\n  \\n     昨天修炼淬体篇得了那么大的好处，他自然是食髓知味，更何况，他本身就不是懒惰的人。 \\n  \\n     趁着东方紫气东来之时，那缓慢而又饱含天地至理的淬体篇拳脚之术渐渐地展开了。 \\n  \\n     虽说修为层次比昨天要高出一层，可今日施展淬体篇并没有多少进步，半个时辰过去后，依然停留在二十份之一的进度上，倒是自己的身体被折磨的有些腰酸背痛，骨头根根爆响，犹如抄豆子一般密集。 \\n  \\n     一口紫气吸入，体内的淡薄气感越发清晰凝实，经脉好似也被开拓不少，肌肤表面更是渗出许多后天杂质。\",\"timestamp\":1637717919,\"title\":\"第十四章 香炉\"},\"digest\":\"VAvpMABAQp0C1fx5bIrav8U6O3YVJEEadZZ7wOG16K8\",\"authorship\":{\"contributor\":\"0x9cAEDdbdc62acfface89Ebc21ee2030bcC35719f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"signature\":\"fZhpF7Fd_n4p9i0DorE1WudB_5s5UTuQzc2rZh6fmhwoK4CGeDwWOm30_rx74AbJbzVsVJrhOzlFoPugb4kWaw\",\"signingKeySignature\":\"0x55d545bdbeb279544acf0a6fc03f39e7c3ff1525471fdcbdcb93e54a7ba094867c3754f57bb258ba375e76161401c1ad0b66a52dbedcca99294cac692cc31e541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VAvpMABAQp0C1fx5bIrav8U6O3YVJEEadZZ7wOG16K8\"}"