"{\"content\":{\"body\":\"The purpose of this essay is to identify a camp basis for economic theory—not to *reformulate* economics as camp, but to establish an understanding of economics that acknowledges that it's inherently campy. I come to understand economic theory and camp sensibility more holistically by examining their interaction. I seek to understand not only how economics can be understood as camp, but to understand what it means for something to be camp and how camp sensibility can be useful.\\n\\nI begin with a theory of camp: camp sensibility is ill-defined by language alone and relies on a primarily working (rather than definitional) knowledge of queer sociability and its humors. It is a sensibility and an aesthetic that is frivolously audacious and necessarily impertinent: it's a regurgitation of banalities that are performed with such exaggeration that they find value not in their content but in their drama. \\n\\nCamp behavior often reformulates mundanity and presents it as remarkable—it hyperbolizes the status quo until it seems subversive, innovative, or revolutionary. The camp aesthetic operates within a tension between the familiar and the alien: it renders unusual behaviors and methodologies navigable by applying them to familiar and accessible plots or concepts. In short, it takes something that seems natural and presents it in its most fabricated and unnatural form. To do something campy involves misunderstanding and overestimating the importance and seriousness of what you're doing.\\n\\nEconomics aims to focuses on human behavior and its repercussions as defined by economic assumptions. That is, it takes something that's intimately familiar—human behavior—and communicates it in a reduced form, focusing on and exaggerating certain tendencies such as self-interest. In true camp fashion, oversimplification actually leads to obfuscation and misunderstanding: the basis for the campiness of economic theory is its ignorance of nuance and its mathematically ostentatious presentation.\\n\\nAll it takes is a quick perusal of an introductory economics textbook or a few clicks on the Wikipedia page on microeconomics to understand the ostentatiousness of economic theory. In order to understand how mathematical representation in economics is camp, let's examine a simple and foundational concept in economics: preference theory. Take a look at this excerpt from [*Introduction to Choice Theory* by Levin and Milgrom:](https://web.stanford.edu/~jdlevin/Econ%20202/Choice%20Theory.pdf)\\n\\n![](https://images.mirror-media.xyz/publication-images/494f9b24-25aa-4818-961c-84c6d85340f7.png?height=998&width=1166)\\n\\nThe general concept being communicated by this proof is rather simple: if someone is evaluating a set of goods and is able to rank them all and then makes all good-selecting choices in accordance with their ranking, then their decision-making process can never be arbitrary. This is painfully obvious when stated in plain language, but hard for the average person to understand when stated as a mathematical proof. The issue at hand is not whether the proof is useful (for the record, I think it is), but whether it's camp. The primarily litmus test for understanding whether something is camp is to consider whether it's \\\"too much.\\\" For most of us, that proof is too much.\\n\\nRemember that a central tenet of camp is the reformulation of the mundane as remarkable. Here, the mathematical rigor employed in economics does exactly that: it takes a very obvious repercussion of a few assumptions about how people make choices and renders it inaccessible but notationally beautiful. The fixation of the economic thought here is not *what's* being said but *how* it's said. In [Susan Sontag's *Notes on Camp*](https://monoskop.org/images/5/59/Sontag_Susan_1964_Notes_on_Camp.pdf), she notes the following: \\\"[Camp] is the love of the exaggerated, the \\\"off,\\\" of things-being-what-they-are-not.\\\" It's difficult—perhaps impossible—to take that reading of camp, review the proof displayed above, and not conclude that it at very least conforms to her idea. The proof leads us to question the relationship between human behavior as we experience it and human behavior as it's presented by economics. Something about the assertion that all those symbols can tell us something about human behavior seems \\\"off.\\\"\\n\\nWhether ideas are afforded legitimacy and respect in the field of economics often relies on proofs like the one above. That is, economics not only sometimes embraces a camp aesthetic but actually *demands* it and delights in it. Camp is primarily a mode communication rather than a set of ideas, just as economics is primarily a methodology rather than a body of knowledge. The project of social sciences as a whole is roughly to understand humanity from a divorced, analytical perspective: to examine it rather than experience it. Economics—more than other fields—divorces itself from reality through the use of a mathematical language that is presented rather obnoxiously and struggles to capture nuance. As economics grows, it relies on its previous simplifications and exaggerates them, continuously campifying itself.\\n\\nThe most satisfyingly campy aspect of economics is its naivety. As economics continues to hyperbolize human behavior, it generally maintains that its project is important and serious. Economists won't tell you that economics assumptions and their repercussions are true, but they often underestimate how the ostentatiousness of their discipline impacts the way it's understood. The purpose of identifying the campiness of economic theory is not to criticize it or claim that it's wholly wrong—it's to properly qualify it. The campiness of economics is useful when it's understood: just as we don't make political decisions based solely or even primarily on a cabaret performance, it's nonsensical to assume the findings of economic theory and its ideological brethren are unquestionably true or even useful.\\n\\nIf we believe that economics demands mathematically campy aesthetics and finds value in its mathematical rigor, then perhaps we can identify how exactly camp is useful. To analyze and acknowledge camp is, to some extent, a betrayal of its nature as a purely aesthetic and artistic mode. Importantly, any application of camp aesthetics that *aims* to be politically or ideologically useful or enlightening is probably not truly camp. Economic theory (and perhaps just theory in general) is sort of an exploration of the question \\\"What would happen if we made a few basic assumptions and then *really* doubled down on them?\\\" More importantly, to those who are critical of its assumptions, it provides an opportunity to ask \\\"What can we learn about ourselves and about the world by purposely being a little bit ridiculous?\\\"\\n\\nIn many ways, academia is the project of going down a rabbit-hole and being a little ridiculous and obsessive. It's doing something truly arcane but not exactly understanding or acknowledging how divorced from reality it is. The fact that economics can be regarded as camp illuminates that purportedly unartistic or scientific endeavors have something to gain by taking themselves less seriously (or perhaps taking themselves seriously in a different way) and examining themselves as art. It also demonstrates that the realm of aesthetics and sensibility can be applied and made useful in seemingly unnatural or foreign spaces. Camp is largely understood as something that can be performed, and considering economics as a sort of communicative performance affords us a new perspective on how economics operates.\\n\\nThe classification of economics as camp demonstrates that the interpretive generosity of artists and culturists can be a powerful aid in coming to a holistic understanding of our world. To label something as camp is not intentionally antagonistic, but sympathetic and appreciative. It locates entertainment and humor where a more analytical approach may find only tragedy. Camp invites rather than condemns—appreciates rather than mocks. Camp sensibility finds value in the project of economics, but not the same value that economists might find. \\n\\nFor me, employing a camp sensibility to my understanding of economics allowed me to reformulate a harsh critique of economic theory and reveal intuitions about why I hold a deep appreciation for economics despite my criticisms. To adopt camp sensibility is to be empathetic and generous. Camp reinterprets cheesiness and misunderstanding as positive by divorcing them from judgement and evaluation and acknowledging an aesthetic appreciation from them. In that sense, coming to an understanding of economics as camp has laid the foundation for me to queer economics—to meet it where it is and to realize that even as criticize economics, I can always appreciate its art.\\n\\n\\n*quasimatt is an anti-intellectual. [Connect with him on Twitter.](https://twitter.com/quasimatt)*\",\"timestamp\":1621173712,\"title\":\"Economics is Camp\",\"publication\":\"quasimatt\"},\"digest\":\"4g_bByFwGTb4duNobyIKRFkuf1Zin7FXegFsBzJ85oI\",\"authorship\":{\"contributor\":\"0x64298A72F4E3e23387EFc409fc424a3f17356fC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7l79PFm28ja7yuJBkfIk8YXFci62hs-thr2kf5_YTKE\\\",\\\"y\\\":\\\"L4DuZJDc9SxSl0VbLrKcPWLFzC2nw5CQcJmDU7RYDZk\\\"}\",\"signature\":\"C9zC_sZrKfhFDGA1Luv3ajEbkS2OlS-UG8RpFm8a8RXuJIMXfGVNZKis3lN-W4C4F7kxugvwPg9xpXKkT75c0g\",\"signingKeySignature\":\"0x6a1c7653a4019d4d3e2d8e6075e589295bc5a027a4dcbd448e8b4245bf7276cb157905409291c29e59ad7b2c9fb2dd558d8354a10e82ce14b4188f0bb04adacd1b\",\"signingKeyMessage\":\"I authorize the publication of articles on quasimatt.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7l79PFm28ja7yuJBkfIk8YXFci62hs-thr2kf5_YTKE\\\",\\\"y\\\":\\\"L4DuZJDc9SxSl0VbLrKcPWLFzC2nw5CQcJmDU7RYDZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4g_bByFwGTb4duNobyIKRFkuf1Zin7FXegFsBzJ85oI\"}"