"{\"content\":{\"body\":\"![Photo by Aziz Acharki on Unsplash](https://images.mirror-media.xyz/publication-images/tZf44vzitlh5skqWWNT1X.jpg?height=1240&width=1920)\\n\\nCharlie Munger does not like Bitcoin at all. Who really cares about his opinion anyway. A century-old investor has been left out from the current digital trend and complaint about it. The crypto market sentiment has been changed since last Friday’s sold-off. Institutional investors can influence the crypto market as a result of the fast adoption.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Market Sentiment Has Changed](https://www.youtube.com/watch?v=f5ovfFmOuaI)\\n\\n**Spot Price vs. Derivatives**\\n\\nThere is a major investment in crypto derivatives rather than the spot price. Bitcoin future is one of the examples of derivatives products that heavily impact the price action on Bitcoin. Not to mention, it is the only ETF that the SEC has been granted to strategically restrict how Bitcoin may move on its future price. Other countries are also adopting spot price EFT that further increases the trading volume on each crypto asset. \\n\\n**Volatility of Crypto**\\n\\nVolatility is one of the crypto’s features. Investors love crypto assets because of their high volatility with high rewards rather than retail investors holding assets for long periods of time. Institutional investors have more tools to include crypto assets as their portfolios and improve their performance. Retail investors tend to hold crypto assets as speculative financial hedge instruments for uncertain futures. Different aspects of crypto assets may yield a very different result of investments.\\n\\n**Crypto Assets Are More Stable with Supports**\\n\\nThe way institutional investors purchase crypto-assets can create a large support level for them to enter and exit the market because of their influential large amount of money to enter the market. While retail investors may blindly enter the market and exist without any protections.\\n\\n**Correction of 50% May Harder to See** \\n\\nSince April 2021, Bitcoin has had a major correction of more than 50% price down until it fully recovered in October. Such a bearish market may be harder to see in the coming years because institutional investors are in control of the direction of the crypto market. \\n\\n**Crypto Whales are Diminishing**\\n\\nNo to mention that crypto whales are extinct. Instead, there are more institutional investors to replace crypto whales who are more conservative on asset management and profit-taking rather than based on FOMO and speculative information.\\n\\n**Future of Crypto Movement**\\n\\nThe crypto will be still volatile but less in its correction range. 50% of corrections will be less likely than each 20% correction. As crypto enters into the mainstream, its valuation may continue rising at a steady pace.\\n\\n**In Conclusion**\\n\\nIt is not good or bad for institutional adoption of crypto. It is only how you view such adoption as an opportunity for investors to continue investing assets and make a profit rather than gambling their money. Either way, it is a choice of lifestyle.\",\"timestamp\":1638822779,\"title\":\"Market Sentiment Has Changed\"},\"digest\":\"b4Na62qfb_nnCZNBVM2V0tcvQfG0j7HhspAOCKB7jJY\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lBdCvcPIdxPuervmu5TmpRSLeGRCj-fkw4ReAS3e8aY\\\",\\\"y\\\":\\\"8MQN6jSTbOO8gpTE4HBY9akqbcvhZz1yi0a5Ls428XQ\\\"}\",\"signature\":\"FL-UeITcMI4Duivou1rbxWmGCylfmvEIKCp20EL-oXTIJriYcz0hAFiq-J74ijDK8HHxIKpso1Vpd0zuZI_JUQ\",\"signingKeySignature\":\"0x135df426a57361f1db9e6f658495e1ac8f7b605e57eb276bd4285f695e3fd8ea3746a95ed941f1a56b2afe33f57a5dcb2bed8adfe7f14fbf1a609f263cdec8ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lBdCvcPIdxPuervmu5TmpRSLeGRCj-fkw4ReAS3e8aY\\\",\\\"y\\\":\\\"8MQN6jSTbOO8gpTE4HBY9akqbcvhZz1yi0a5Ls428XQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"b4Na62qfb_nnCZNBVM2V0tcvQfG0j7HhspAOCKB7jJY\"}"