"{\"content\":{\"body\":\"\\\"Well, I hope you left some suitable excuse,\\\" said her husband, somewhat appeased, as he added a dash of cayenne pepper to the soup.\\n\\n\\\"No, I left no excuse.  I told Joe to say I was out, that was all.\\\"\\n\\n\\\"Why, my dear, I should think you'd understand by this time that people don't do such things; we've got to observe les convenances if we ever expect to get on and keep up with the procession.  If you felt that you had to leave home this afternoon, you should have left some suitable explanation for your absence.\\n\\n\\\"This soup is really impossible; it's strange that woman hasn't learned yet to make a decent soup.  Any free-lunch stand in town serves a better one.  Was Mrs. Belthrop here?\\\"\\n\\n\\\"Bring the tray with the cards, Joe.  I don't remember who was here.\\\"\\n\\nThe boy retired and returned after a moment, bringing the tiny silver tray, which was covered with ladies' visiting cards.  He handed it to Mrs. Pontellier.\\n\\n\\\"Give it to Mr. Pontellier,\\\" she said.\\n\\nJoe offered the tray to Mr. Pontellier, and removed the soup.\\n\\nMr. Pontellier scanned the names of his wife's callers, reading some of them aloud, with comments as he read.\\n\\n\\\"`The Misses Delasidas.' I worked a big deal in futures for their father this morning; nice girls; it's time they were getting married.  `Mrs. Belthrop.' I tell you what it is, Edna; you can't afford to snub Mrs. Belthrop.  Why, Belthrop could buy and sell us ten times over.  His business is worth a good, round sum to me. You'd better write her a note.  `Mrs. James Highcamp.' Hugh! the less you have to do with Mrs. Highcamp, the better.  `Madame Laforce.' Came all the way from Carrolton, too, poor old soul. 'Miss Wiggs,' \\\\`Mrs. Eleanor Boltons.'\\\" He pushed the cards aside.\\n\\n\\\"Mercy!\\\" exclaimed Edna, who had been fuming.  \\\"Why are you taking the thing so seriously and making such a fuss over it?\\\"\\n\\n\\\"I'm not making any fuss over it.  But it's just such seeming trifles that we've got to take seriously; such things count.\\\"\\n\\nThe fish was scorched.  Mr. Pontellier would not touch it. Edna said she did not mind a little scorched taste.  The roast was in some way not to his fancy, and he did not like the manner in which the vegetables were served.\\n\\n\\\"It seems to me,\\\" he said, \\\"we spend money enough in this house to procure at least one meal a day which a man could eat and retain his self-respect.\\\"\\n\\n\\\"You used to think the cook was a treasure,\\\" returned Edna, indifferently.\\n\\n\\\"Perhaps she was when she first came; but cooks are only human.  They need looking after, like any other class of persons that you employ.  Suppose I didn't look after the clerks in my office, just let them run things their own way; they'd soon make a nice mess of me and my business.\\\"\\n\\n\\\"Where are you going?\\\" asked Edna, seeing that her husband arose from table without having eaten a morsel except a taste of the highly-seasoned soup.\\n\\n\\\"I'm going to get my dinner at the club.  Good night.\\\" He went into the hall, took his hat and stick from the stand, and left the house.\\n\\nShe was somewhat familiar with such scenes.  They had often made her very unhappy.  On a few previous occasions she had been completely deprived of any desire to finish her dinner.  Sometimes she had gone into the kitchen to administer a tardy rebuke to the cook.  Once she went to her room and studied the cookbook during an entire evening, finally writing out a menu for the week, which left her harassed with a feeling that, after all, she had accomplished no good that was worth the name.\\n\\nBut that evening Edna finished her dinner alone, with forced deliberation.  Her face was flushed and her eyes flamed with some inward fire that lighted them.  After finishing her dinner she went to her room, having instructed the boy to tell any other callers that she was indisposed.\\n\\nIt was a large, beautiful room, rich and picturesque in the soft, dim light which the maid had turned low.  She went and stood at an open window and looked out upon the deep tangle of the garden below.  All the mystery and witchery of the night seemed to have gathered there amid the perfumes and the dusky and tortuous outlines of flowers and foliage.  She was seeking herself and finding herself in just such sweet, half-darkness which met her moods.  But the voices were not soothing that came to her from the darkness and the sky above and the stars.  They jeered and sounded mournful notes without promise, devoid even of hope.  She turned back into the room and began to walk to and fro down its whole length, without stopping, without resting.  She carried in her hands a thin handkerchief, which she tore into ribbons, rolled into a ball, and flung from her.  Once she stopped, and taking off her wedding ring, flung it upon the carpet.  When she saw it lying there, she stamped her heel upon it, striving to crush it.  But her small boot heel did not make an indenture, not a mark upon the little glittering circlet.\\n\\nIn a sweeping passion she seized a glass vase from the table and flung it upon the tiles of the hearth.  She wanted to destroy something.  The crash and clatter were what she wanted to hear.\\n\\nA maid, alarmed at the din of breaking glass, entered the room to discover what was the matter.\\n\\n\\\"A vase fell upon the hearth,\\\" said Edna.  \\\"Never mind; leave it till morning.\\\"\\n\\n\\\"Oh! you might get some of the glass in your feet, ma'am,\\\" insisted the young woman, picking up bits of the broken vase that were scattered upon the carpet.  \\\"And here's your ring, ma'am, under the chair.\\\"\\n\\nEdna held out her hand, and taking the ring, slipped it upon her finger.\\n\\nXVIII\\n\\nThe following morning Mr. Pontellier, upon leaving for his office, asked Edna if she would not meet him in town in order to look at some new fixtures for the library.\\n\\n\\\"I hardly think we need new fixtures, Leonce.  Don't let us get anything new; you are too extravagant.  I don't believe you ever think of saving or putting by.\\\"\\n\\n\\\"The way to become rich is to make money, my dear Edna, not to save it,\\\" he said.  He regretted that she did not feel inclined to go with him and select new fixtures.  He kissed her good-by, and told her she was not looking well and must take care of herself. She was unusually pale and very quiet.\\n\\nShe stood on the front veranda as he quitted the house, and absently picked a few sprays of jessamine that grew upon a trellis near by.  She inhaled the odor of the blossoms and thrust them into the bosom of her white morning gown.  The boys were dragging along the banquette a small \\\"express wagon,\\\" which they had filled with blocks and sticks.  The quadroon was following them with little quick steps, having assumed a fictitious animation and alacrity for the occasion.  A fruit vender was crying his wares in the street.\\n\\nEdna looked straight before her with a self-absorbed expression upon her face.  She felt no interest in anything about her.  The street, the children, the fruit vender, the flowers growing there under her eyes, were all part and parcel of an alien world which had suddenly become antagonistic.\\n\\nShe went back into the house.  She had thought of speaking to the cook concerning her blunders of the previous night; but Mr. Pontellier had saved her that disagreeable mission, for which she was so poorly fitted.  Mr. Pontellier's arguments were usually convincing with those whom he employed.  He left home feeling quite sure that he and Edna would sit down that evening, and possibly a few subsequent evenings, to a dinner deserving of the name.\\n\\nEdna spent an hour or two in looking over some of her old sketches.  She could see their shortcomings and defects, which were glaring in her eyes.  She tried to work a little, but found she was not in the humor.  Finally she gathered together a few of the sketches--those which she considered the least discreditable; and she carried them with her when, a little later, she dressed and left the house.  She looked handsome and distinguished in her street gown.  The tan of the seashore had left her face, and her forehead was smooth, white, and polished beneath her heavy, yellow-brown hair.  There were a few freckles on her face, and a small, dark mole near the under lip and one on the temple, half-hidden in her hair.\\n\\nAs Edna walked along the street she was thinking of Robert. She was still under the spell of her infatuation.  She had tried to forget him, realizing the inutility of remembering.  But the thought of him was like an obsession, ever pressing itself upon her.  It was not that she dwelt upon details of their acquaintance, or recalled in any special or peculiar way his personality; it was his being, his existence, which dominated her thought, fading sometimes as if it would melt into the mist of the forgotten, reviving again with an intensity which filled her with an incomprehensible longing.\\n\\nEdna was on her way to Madame Ratignolle's.  Their intimacy, begun at Grand Isle, had not declined, and they had seen each other with some frequency since their return to the city.  The Ratignolles lived at no great distance from Edna's home, on the corner of a side street, where Monsieur Ratignolle owned and conducted a drug store which enjoyed a steady and prosperous trade. His father had been in the business before him, and Monsieur Ratignolle stood well in the community and bore an enviable reputation for integrity and clearheadedness.  His family lived in commodious apartments over the store, having an entrance on the side within the porte cochere.  There was something which Edna thought very French, very foreign, about their whole manner of living.  In the large and pleasant salon which extended across the width of the house, the Ratignolles entertained their friends once a fortnight with a soiree musicale, sometimes diversified by card-playing.  There was a friend who played upon the 'cello.  One brought his flute and another his violin, while there were some who sang and a number who performed upon the piano with various degrees of taste and agility.  The Ratignolles' soirees musicales were widely known, and it was considered a privilege to be invited to them.\\n\\nEdna found her friend engaged in assorting the clothes which had returned that morning from the laundry.  She at once abandoned her occupation upon seeing Edna, who had been ushered without ceremony into her presence.\\n\\n\\\"\\\\`Cite can do it as well as I; it is really her business,\\\" she explained to Edna, who apologized for interrupting her.  And she summoned a young black woman, whom she instructed, in French, to be very careful in checking off the list which she handed her.  She told her to notice particularly if a fine linen handkerchief of Monsieur Ratignolle's, which was missing last week, had been returned; and to be sure to set to one side such pieces as required mending and darning.\\n\\nThen placing an arm around Edna's waist, she led her to the front of the house, to the salon, where it was cool and sweet with the odor of great roses that stood upon the hearth in jars.\\n\\nMadame Ratignolle looked more beautiful than ever there at home, in a neglige which left her arms almost wholly bare and exposed the rich, melting curves of her white throat.\\n\\n\\\"Perhaps I shall be able to paint your picture some day,\\\" said Edna with a smile when they were seated.  She produced the roll of sketches and started to unfold them. \\\"I believe I ought to work again. I feel as if I wanted to be doing something.  What do you think of them? Do you think it worth while to take it up again and study some more? I might study for a while with Laidpore.\\\"\\n\\nShe knew that Madame Ratignolle's opinion in such a matter would be next to valueless, that she herself had not alone decided, but determined; but she sought the words of praise and encouragement that would help her to put heart into her venture.\\n\\n\\\"Your talent is immense, dear!\\\"\\n\\n\\\"Nonsense!\\\" protested Edna, well pleased.\\n\\n\\\"Immense, I tell you,\\\" persisted Madame Ratignolle, surveying the sketches one by one, at close range, then holding them at arm's length, narrowing her eyes, and dropping her head on one side. \\\"Surely, this Bavarian peasant is worthy of framing; and this basket of apples! never have I seen anything more lifelike.  One might almost be tempted to reach out a hand and take one.\\\"\\n\\nEdna could not control a feeling which bordered upon complacency at her friend's praise, even realizing, as she did, its true worth.  She retained a few of the sketches, and gave all the rest to Madame Ratignolle, who appreciated the gift far beyond its value and proudly exhibited the pictures to her husband when he came up from the store a little later for his midday dinner.\\n\\nMr. Ratignolle was one of those men who are called the salt of the earth.  His cheerfulness was unbounded, and it was matched by his goodness of heart, his broad charity, and common sense.  He and his wife spoke English with an accent which was only discernible through its un-English emphasis and a certain carefulness and deliberation.  Edna's husband spoke English with no accent whatever.  The Ratignolles understood each other perfectly.  If ever the fusion of two human beings into one has been accomplished on this sphere it was surely in their union.\\n\\nAs Edna seated herself at table with them she thought, \\\"Better a dinner of herbs,\\\" though it did not take her long to discover that it was no dinner of herbs, but a delicious repast, simple, choice, and in every way satisfying.\\n\\nMonsieur Ratignolle was delighted to see her, though he found her looking not so well as at Grand Isle, and he advised a tonic. He talked a good deal on various topics, a little politics, some city news and neighborhood gossip.  He spoke with an animation and earnestness that gave an exaggerated importance to every syllable he uttered.  His wife was keenly interested in everything he said, laying down her fork the better to listen, chiming in, taking the words out of his mouth.\\n\\nEdna felt depressed rather than soothed after leaving them. The little glimpse of domestic harmony which had been offered her, gave her no regret, no longing.  It was not a condition of life which fitted her, and she could see in it but an appalling and hopeless ennui.  She was moved by a kind of commiseration for Madame Ratignolle,--a pity for that colorless existence which never uplifted its possessor beyond the region of blind contentment, in which no moment of anguish ever visited her soul, in which she would never have the taste of life's delirium.  Edna vaguely wondered what she meant by \\\"life's delirium.\\\" It had crossed her thought like some unsought, extraneous impression.\\n\\nXIX\\n\\nEdna could not help but think that it was very foolish, very childish, to have stamped upon her wedding ring and smashed the crystal vase upon the tiles.  She was visited by no more outbursts, moving her to such futile expedients.  She began to do as she liked and to feel as she liked.  She completely abandoned her Tuesdays at home, and did not return the visits of those who had called upon her. She made no ineffectual efforts to conduct her household en bonne menagere, going and coming as it suited her fancy, and, so far as she was able, lending herself to any passing caprice.\\n\\nMr. Pontellier had been a rather courteous husband so long as he met a certain tacit submissiveness in his wife.  But her new and unexpected line of conduct completely bewildered him.  It shocked him.  Then her absolute disregard for her duties as a wife angered him.  When Mr. Pontellier became rude, Edna grew insolent.  She had resolved never to take another step backward.\\n\\n\\\"It seems to me the utmost folly for a woman at the head of a household, and the mother of children, to spend in an atelier days which would be better employed contriving for the comfort of her family.\\\"\\n\\n\\\"I feel like painting,\\\" answered Edna.  \\\"Perhaps I shan't always feel like it.\\\"\\n\\n\\\"Then in God's name paint! but don't let the family go to the devil.  There's Madame Ratignolle; because she keeps up her music, she doesn't let everything else go to chaos.  And she's more of a musician than you are a painter.\\\"\\n\\n\\\"She isn't a musician, and I'm not a painter.  It isn't on account of painting that I let things go.\\\"\\n\\n\\\"On account of what, then?\\\"\\n\\n\\\"Oh!  I don't know.  Let me alone; you bother me.\\\"\\n\\nIt sometimes entered Mr. Pontellier's mind to wonder if his wife were not growing a little unbalanced mentally.  He could see plainly that she was not herself.  That is, he could not see that she was becoming herself and daily casting aside that fictitious self which we assume like a garment with which to appear before the world.\\n\\nHer husband let her alone as she requested, and went away to his office.  Edna went up to her atelier--a bright room in the top of the house.  She was working with great energy and interest, without accomplishing anything, however, which satisfied her even in the smallest degree.  For a time she had the whole household enrolled in the service of art.  The boys posed for her.  They thought it amusing at first, but the occupation soon lost its attractiveness when they discovered that it was not a game arranged especially for their entertainment.  The quadroon sat for hours before Edna's palette, patient as a savage, while the house-maid took charge of the children, and the drawing-room went undusted.  But the housemaid, too, served her term as model when Edna perceived that the young woman's back and shoulders were molded on classic lines, and that her hair, loosened from its confining cap, became an inspiration.  While Edna worked she sometimes sang low the little air, \\\"Ah! si tu savais!\\\"\\n\\nIt moved her with recollections.  She could hear again the ripple of the water, the flapping sail.  She could see the glint of the moon upon the bay, and could feel the soft, gusty beating of the hot south wind.  A subtle current of desire passed through her body, weakening her hold upon the brushes and making her eyes burn.\\n\\nThere were days when she was very happy without knowing why. She was happy to be alive and breathing, when her whole being seemed to be one with the sunlight, the color, the odors, the luxuriant warmth of some perfect Southern day.  She liked then to wander alone into strange and unfamiliar places.  She discovered many a sunny, sleepy corner, fashioned to dream in.  And she found it good to dream and to be alone and unmolested.\\n\\nThere were days when she was unhappy, she did not know why,--when it did not seem worth while to be glad or sorry, to be alive or dead; when life appeared to her like a grotesque pandemonium and humanity like worms struggling blindly toward inevitable annihilation.  She could not work on such a day, nor weave fancies to stir her pulses and warm her blood.\\n\\nXX\\n\\nIt was during such a mood that Edna hunted up Mademoiselle Reisz.  She had not forgotten the rather disagreeable impression left upon her by their last interview; but she nevertheless felt a desire to see her--above all, to listen while she played upon the piano.  Quite early in the afternoon she started upon her quest for the pianist.  Unfortunately she had mislaid or lost Mademoiselle Reisz's card, and looking up her address in the city directory, she found that the woman lived on Bienville Street, some distance away. The directory which fell into her hands was a year or more old, however, and upon reaching the number indicated, Edna discovered that the house was occupied by a respectable family of mulattoes who had chambres garnies to let.  They had been living there for six months, and knew absolutely nothing of a Mademoiselle Reisz.  In fact, they knew nothing of any of their neighbors; their lodgers were all people of the highest distinction, they assured Edna.  She did not linger to discuss class distinctions with Madame Pouponne, but hastened to a neighboring grocery store, feeling sure that Mademoiselle would have left her address with the proprietor.\\n\\nHe knew Mademoiselle Reisz a good deal better than he wanted to know her, he informed his questioner.  In truth, he did not want to know her at all, or anything concerning her--the most disagreeable and unpopular woman who ever lived in Bienville Street.  He thanked heaven she had left the neighborhood, and was equally thankful that he did not know where she had gone.\\n\\nEdna's desire to see Mademoiselle Reisz had increased tenfold since these unlooked-for obstacles had arisen to thwart it. She was wondering who could give her the information she sought, when it suddenly occurred to her that Madame Lebrun would be the one most likely to do so. She knew it was useless to ask Madame Ratignolle, who was on the most distant terms with the musician, and preferred to know nothing concerning her. She had once been almost as emphatic in expressing herself upon the subject as the corner grocer.\",\"timestamp\":1639988695,\"title\":\"\\n\\\"Nothing.  I simply felt like going out, and I went out.\\\"\"},\"digest\":\"BmWFX2zEYftkQc39IJkpWXfE82DSQJtve061_Bkbhw8\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"357pMJEzAgwJ1NLWG9E1DkNAW1rTfxaqo3MZZZOJbpo\\\",\\\"y\\\":\\\"9XNZHmSmBueD7aR1q9_6j657PCrYKiFv_PZEQm-eLr4\\\"}\",\"signature\":\"JJQ3wlPhHU-kab3RA64IGUmLOtK9IADEfTe2T9MYtO_BejuA7boVlxQh5hK4g46r2wYUvhgZaRdOwqtf9EznYg\",\"signingKeySignature\":\"0x360bc844217f6ca81090b6f74ae7101b192dd03f6ac3ca81f2ffe65229c96ef1158fd8d352e3a30f1d69828b56aa7277bf436fda3010a842659a6d52ce722bf61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"357pMJEzAgwJ1NLWG9E1DkNAW1rTfxaqo3MZZZOJbpo\\\",\\\"y\\\":\\\"9XNZHmSmBueD7aR1q9_6j657PCrYKiFv_PZEQm-eLr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BmWFX2zEYftkQc39IJkpWXfE82DSQJtve061_Bkbhw8\"}"