"{\"content\":{\"body\":\"Earlier this year I wrote about effective learning with tutorials. You can view that here:\\n\\n[https://community.codenewbie.org/rahat/effective-learning-with-tutorials-2ji8](https://community.codenewbie.org/rahat/effective-learning-with-tutorials-2ji8)\\n\\nNow I wanted to map out a way to use tutorials and other resources to help folks interested in learning about Web3 and the Crypto space. A lot of this is what I've been doing and different resources I've been using so far will be mentioned below!\\n\\nFirst off it's important to learn the fundamentals of Solidity. If you're coming from JavaScript this is going to be a little easier as Solidity shares a lot of similarities in syntax with JavaScript. I felt at home pretty quickly thanks to the similar syntax! My favorite resource for going over the fundamentals is Crypto Zombies!\\n\\n[https://cryptozombies.io/](https://cryptozombies.io/)\\n\\nThis is a fun and interactive way to learn Solidity by building a Zombie production factory. You're given examples of what you need to accomplish and then you use the in browser IDE to solve specific challenges which may include writing contracts, functions, interacting with other existing contracts and more.\\n\\nA great way to solidify your Solidity (heh) is to reuse that code and build something else. You can do something as simple as changing the variables to represent giant killer robots instead of zombies. This will still force you to go through the code and understand which variables and what parts of the code do certain things and help dive deeper into it. If you're into video based learning I've started doing some bite sized solidity fundamentals on this new free course I'm slowly building and releasing:\\n\\n[https://www.30secondsolidity.com/](https://www.30secondsolidity.com/)\\n\\nOnce you've learned a little about Solidity I highly recommend checking out the smart contract course at Buildspace!\\n\\n[https://buildspace.so/](https://buildspace.so/)\\n\\nI took the free course which is a mix of live sessions and text based learning and was able to get my first Dapp deployed on a testnet!\\n\\nCheck out more of what I learned from there on this post:\\n\\n[https://dev.to/rahat/real-time-react-fun-on-the-blockchain-27jg](https://dev.to/rahat/real-time-react-fun-on-the-blockchain-27jg)\\n\\nSimilar to what I mentioned with crypto zombies I changed up the project to be something I enjoy. Instead of the project being built in the course I took what I learned and built a pokemon battle simulation. This again forced me to really go through the code and understand what was going on.\\n\\nI then branched off and dived into Real time interactions with React and the Blockchain which was not part of the class. It's awesome to take what you learn somewhere and add new things to it like the real time functionality in this case. Build on top of your tutorials and add new features to them to really explore new things!\\n\\nThere are more intermediate resources once you have gotten these things down that I'm currently using and will be sharing more of in a follow up post. Would love to see what you all are working on with Solidity! Hit me up on twitter and let me know! \\n\\n[https://twitter.com/Rahatcodes](https://twitter.com/Rahatcodes)\\n\\n\",\"timestamp\":1633549436,\"title\":\"Effective Learning with Tutorials - Web3 Version\"},\"digest\":\"WaI6fcQaGLgYQthPQ1kre6UKpoFnOdBYo6W0m200sO4\",\"authorship\":{\"contributor\":\"0x322Af0da66D00be980C7aa006377FCaaEee3BDFD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mYZrHmMBaTDIgwY8ijZ-cDewbW_BqYKlmzcr8qr9vRk\\\",\\\"y\\\":\\\"1shDpdEWlf7jK8uy1iRkvDhps6QMzZ5j8_deQkeh1xg\\\"}\",\"signature\":\"COcEjG-Ip0I40PGzOEX8STaRQ0nWOhg-wwXCHBbLL_W2Km8aI4ko9i5G7qzovL60ppNqZ3uhI0-AOKgcJVJ3pg\",\"signingKeySignature\":\"0xffd40c62009db7dba2772ce868dda4a4bbc0d76e48e97a41197824753a9021de7103eea1d0870d829f2ceb8f8e60c94fc3ce4452eb8babbcf4524d41123bfe271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mYZrHmMBaTDIgwY8ijZ-cDewbW_BqYKlmzcr8qr9vRk\\\",\\\"y\\\":\\\"1shDpdEWlf7jK8uy1iRkvDhps6QMzZ5j8_deQkeh1xg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WaI6fcQaGLgYQthPQ1kre6UKpoFnOdBYo6W0m200sO4\"}"