"{\"content\":{\"body\":\"在几个轻装刺客打扮的玩家开启了潜行，身影消失在我们面前后，冲天剑扬眉看了看后面的玩家，客气地说道：“后面的各位好朋友，我们这次是来的目的就是挂boss的，请大家帮个忙，别再跟着了，不然有个什么三长两短的话，大家都不愉快，我冲天剑在这里先谢谢了。”说完后一挥手，大部队出发。\\n\\n```\\n这小子来的是先礼后兵，如果那些跟着的玩家还不识相的话，凭我们这么多精英，还不把他们吃的死死的，就算我们不找他们的麻烦，估计刷几个怪的话也够他们受的了，我心里暗暗想到。\\n\\n听了冲天剑一席话后，原本还想凑热闹的好多玩家纷纷停下了脚步，目光恋恋不舍地在我们身上打着转，脚步已经开始慢慢后退了，不过还有不少小团队似乎不愿意放弃这个一窥沉寂之塔真面目的大好机会，抱着各种心态依然不紧不慢地跟在我们的队伍后面，不过也谨慎了许多，没有靠的太近。\\n\\n“疆土、凌云，如果在遇到boss的时候还有这些讨厌的家伙的话，你们就负责处理掉。”冲天剑侧过脸来和旁边的血染疆土和傲气凌云低声说道，“我可不希望最后杀boss的时候有任何意外情况发生。”他那英俊的脸上隐隐浮现一抹煞气，原本温和的眼神也变得十分凌厉。\\n\\n“呵呵，你放心好了，我们杀怪手不软，砍人更来劲。”血染疆土裂开大嘴嘿嘿地笑着回道，回头瞥了瞥跟着的玩家，眼睛露出奇怪的笑容来。\\n\\n“没问题，你放心。”傲气凌云的回答简洁明了，目光中也透出了一股杀气。\\n\\nNND，这几个家伙看来都不是什么善类，比我这个杀手还要嗜血啊，我竖起了耳朵听到他们的对话后，心里嘀咕着。俺以后可要小心点，凡是有组织有规模的玩家可都要提防着点，没准就是一群杀人不眨眼的家伙，一个来了我不惊，二个来了我不怕，三个四个我能躲，五六七八一大群，我就只能亡命天地了。俺可是来求财不是求气，一切以和为贵。呵呵，不过多几个这样的朋友倒也不错，就算不能帮我忙，起码也不会找我的茬。\\n\\n前面一阵喧哗将我从思考中惊醒，我抬头一看，负责引怪的兄弟已经飞奔了回来，大声叫道后面有怪物追来了，只见前面的骑士立即停住了步伐，双手拿出盾牌，稳稳地挡在前面，看来都是学习大熊的那招，放弃攻击，寻求最高防御，；身后的兄弟也握紧了家伙，眼睛死死地盯着前方，弓手纷纷抽箭拉弓，三凌锥式的箭头闪着点点寒光；法师们举起手中的魔杖，冰箭、火炎球、、风刃、防御之光、力量之光在手中慢慢成形，含而待发。一群精英就是不一样啊，光这副气势就不是平常玩家所能比的，我看着这些家伙感慨万分，一个人的力量就算再强大，也无法和群众的力量相抗衡，不怕你多狠，咱来个蚂蚁多了吃大象，打不过你，人多淹没你。\\n\\n我乘刑天他们没注意，连忙掏出几粒丹药扔到了嘴里，加状态的丹药我可没几颗了，俺就自己独享了，嘿嘿，不是我不舍得，而是我很无奈，别说每人都给一颗了，现在就是要我拿十颗来我都没有了，看来有空还是要多挖挖草药啊，也不知道拍卖行里有人卖不，恩，回头去看看。\\n\\n几个高大的身影从昏暗的过道中慢吞吞地晃了出来，我一看，喝，三十二级的木甲枪兵，皱巴巴的灰褐色身子仿佛是一株株移动着的老树桩，刀削一般的脸上毫无表情，唯有深凹眼眶里的那对浑圆眼珠，闪烁着妖异的蓝紫色光芒，，注视着我们这些入侵者，举着如罗纹旋转出的一把锐利长枪，迈着僵硬的步伐朝我们缓缓逼近。\\n\\n不需要多说，当木甲枪兵一到达远程攻击范围时，一枝枝锐利的铁箭就嗖嗖地撕破凝结的空气，伴着各种闪烁青红光芒的魔法攻击落在木甲枪兵那朽木般的身体上，不过好象除了魔法攻击外，铁箭造成的伤害并不算多，估计这种机关型怪物物理防御比较高吧。\\n\\n顶着箭雨魔潮，这些木甲枪兵冲上来挥起手中的长枪，粗壮的枪身从空气中带起呼啸风声横砸在持盾的骑士身上，砰砰撞击声之后就是一片闷哼，看着骑士们头上那高高飘起的-200，-225的数字，这些家伙的攻击力看来不低，我赶紧往后缩了缩身子。\\n\\n什么，你说我贪生怕死，那你可就大错特错了，我好歹也是吞过熊心豹子胆的，怎么可能怕呢；在哪吞的，你怎么这么喜欢刨根究底啊，都忘了哥们我曾在白石矿场杀过熊猎过豹了吗，真是的，年轻人记性这么不好，下次哥们整几个给你补补。其实我不是不敢上，而是怕挡着后面的弟兄们发挥罢了，现在可是他们在老大面前好好表现的机会，正所谓君子不夺人所好，我当然要让出位置来。\\n\\n一阵刀光剑影让我的眼前感觉有点扑簌迷离，没有大声的喊打喊杀，只有叮当哐啷的攻防交错声。几把深蓝色的罗纹枪在木甲枪兵手上颤动着刺破前面一个兽人骑士的盾牌，狠狠扎进了他的胸口，那一圈圈深深的罗纹绞裂出一片血沫，饱饮了鲜血的长枪犹如一头饥饿的猛兽发出翁翁的低鸣声，那个不幸的家伙还没来得及跟我们道个别，就化作一道白光回了城；三个剑士一齐劈出了二连斩，一道道剑影飞快地落在了木甲枪兵身上，加上后面几个熊熊火球，木甲枪兵哗啦一声乱响，眼中的蓝芒一闪，顿时瘫倒在地上……\\n\\n后面几个没有经历过如此血腥场面的法师MM已经花容失色，手捂樱挑小嘴，胸口一片波涛起伏，看来是不太习惯这样的残酷战斗，有点不忍目睹了。你们这些女同胞啊，当这里是什么啊，这可是生与死的较量，信念和守护的搏斗，以后这种事多着呢，慢慢习惯吧。我乐呵呵地欣赏着眼前那四处纷飞的血花，神态种种的玩家，非常美妙的感觉在我的心头涌动起来。\\n\\n同是三十二级的怪，这木甲枪兵明显要比黑暗骑士厉害的多，除了动作僵硬点外，那柄既可冲击一点，又能横扫一片的罗纹枪，让那些骑士叫苦不已，或许是因为战斗的方法不同吧，我是避怪锋芒与之周旋，才能将那黑暗骑士斩于刀下，哪象在这里都是硬碰硬的砍杀，来不得半点水份。\\n\\n挂掉了十几个前面负责挡怪的骑士兄弟之后，我们才将眼前的木甲枪兵给消灭干净。后面那些尾随的玩家们看到这样的战斗情况后，暗自庆幸不是自己面对这些变态的的怪物，同时心中对沉寂之塔那未知的实力估测又提上了一个台阶。\\n\\n迈过瘫散在地上那些木甲枪兵的残骸，大部队继续朝前面进发，冲天剑特别叮嘱了一下前面引怪的刺客，如果发现有群体的木甲枪兵就换条道路，这里不是迷宫，应该会有很多路可走的，要尽量少引点怪，不能在路上有太大的消耗，留着实力对付boss，刺客们也心领神会地消逝在他的眼前，继续前面的开路工作。\\n\\n转过那个让我看了又看，一望再望的路口，光滑的墙壁上那盏熄灭的荧石灯在我的眼睛里无疑是一团熊熊燃烧的希望之后，那可是我下次来和boss单独约会的有力保障啊，脚下的步伐也因此而迟缓。\\n\\n一旁的刑天顺着我的目光，好奇地望了过去，什么也没啊，只有冰冷的墙壁和一个落满灰尘的破旧萤石灯而已，再不然就是后面那些鬼鬼祟祟跟在后面的玩家，于是开口问道：“大哥，你看什么这么入迷啊，是不是墙上有花？”\\n\\n“是有花啊，你没看到那有一个如花似玉的女子正向你招手，叫你过去吗？”我故意扩大音量回到，效果保证能让走在前面和烟雨萧萧聊着的哓哓听到。\\n\\n“什么，在哪呢，你没骗我吧。”刑天忘乎所以地四处张望，嘴里问到。\\n\\n“刑天！”想不到哓哓身为一介女流之辈，竟然能发出如此气壮山河的吼声，让吾等实在惭愧不已，只见竖直了耳朵已经捕捉到我话语的哓哓猛一回头，怒目相对刑天，樱口微开，顿时让刑天如见了猫的老鼠般乖巧。\\n\\n“我的好大哥啊，你这不是害我嘛，我，我可真是冤死了，这下我跳哪才能洗干净。”刑天一脸苦相的看着我说道，然后赶紧如同牛皮糖一般往哓哓那黏了过去，嘴里不住说道：“老婆，你别误会，不是那样的……”\\n\\n嘿，你小子活该，既然跳进了爱情的泥潭，不让你吃点苦头，你还不知道什么是“年少不知愁滋味”呢，还是无拘无束，自由自在的好啊，我乐呵呵地前面一个哈腰，一个昂头的两人，心里想道。\\n\\n深远幽暗地的过道中不时有一两个木甲枪兵尾随探路刺客身后，从黑暗中蹿了出来，不过既然有了第一次交锋的经验，队伍里那些老道的玩家已经早就准备，位置靠前的法师有了充分发挥的余地，除了跑的慢点被木甲枪兵追上戳挂掉的几个刺客，还有一时兴起忘记吃药的几个骑士被砍飞外，一路上基本是有惊无险，队伍保持了充足的战斗力。\\n\\n看着渐渐深入塔里的队伍，事情正往计划中的方向顺利进行，冲天剑那紧锁的眉关也舒展开来，脸上露出了一丝的笑容。队伍中间的血染疆土几个快步追上了他，抖了抖手上的斧头，粗声粗气地说道：“嘿嘿，兄弟，看来挺顺的，其实只要配合得当，那些死板的木疙瘩并不是什么问题，真不知道哪个该死的boss躲在哪个角落里，真想和它拼一拼，我的手都痒了。” 拍拍血染疆土那强健的肩膀，冲天剑笑着说道：“呵呵，别急，会有让你动手的机会，不过我们是第一次来，还没摸清这里的虚实，不怕一万就怕万一，还是要小心为妙嘛，这可是我们几个在天地里扬名立腕的大好机会，可不能错过了；还有，别忘了后面跟着一群讨厌的苍蝇呢……”\\n\\n傲气凌云则是一副蹙眉沉思的摸样，看着那些地上的残肢，他嘀咕着：“沉寂之塔的一层难道就这么简单吗，还是我想的太多了，单凭这些家伙可是挡不住我们的步伐……”\\n\\n恩，如果没有意外的话，估计再有一两个时辰就能将一层找个遍吧，凭着残留在脑海里对沉寂之塔外部荒野范围的记忆，我估算着，NND人多就是好啊，换做哪个小团队也没这样的实力来塔里转悠，不过要是我的等级高一点的话，倒是可以来这里闯一闯，那个最下面的魔龙也不知道是什么样的，一听名字就知道是个顶级的boss啊，爆的装备怎么着也得是个黄金级的吧……\\n\\n就在我们各想各的心事时，负责在前面探路的刺客们已经陷入了突然出来的一群木甲枪兵和木甲弓手的包围之中，而他们还浑然不觉。（注：低等级情况下：弓箭手发现刺客潜行几率为40%；同等级情况下：弓箭手发现刺客潜行几率为80%；高等级情况下：弓箭手发现刺客潜行几率为100%）\\n```\\n\\n\\n------------\",\"timestamp\":1640248048,\"title\":\"第六十三章 沉寂之塔二\"},\"digest\":\"qw7aIaZKQL8qy6C2KvgyBtBnMjap0giC-Wj1k_MUtM0\",\"authorship\":{\"contributor\":\"0x0ed57755caBB5d1bbC8F957E8E61F43019FD6E09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PdMaCpB_CfJDkvVlD-pH19YAHHp5ICjBjAk3t_W1DJg\\\",\\\"y\\\":\\\"HJwtlRqBaS2keMiJnGnfrJqpu_HjPNkeLTjvmzQEHxc\\\"}\",\"signature\":\"QhKGT6lXBhgPZsAMOF4mYRqgE2xyUOI-UFGt_-sEZxO_-OnlgRAZQAdlZa_9FsyoPU1DBoOze5V1EfAz0NWQWg\",\"signingKeySignature\":\"0xf634bb26ecb125e3be5bac214a3ee908a89ee0f2fc9ebe00bab7c953e201802b191155a8f1bf1733c42279c191ca8ba27c9b96b2798c088d56c263c4c61811ba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PdMaCpB_CfJDkvVlD-pH19YAHHp5ICjBjAk3t_W1DJg\\\",\\\"y\\\":\\\"HJwtlRqBaS2keMiJnGnfrJqpu_HjPNkeLTjvmzQEHxc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qw7aIaZKQL8qy6C2KvgyBtBnMjap0giC-Wj1k_MUtM0\"}"