"{\"content\":{\"body\":\"这么多年在招人和用人的过程中，经常会思考这样一个问题，公司需要什么样的人，岗位需要什么样的人，我需要什么样的人。\\n\\n随着公司的变化、项目的不同和职级的区别，每次都会有不同的答案，相信很多人都会有同感，直接表现出来的就是，对用人单位来说招人难，对求职者来说找工作难。\\n\\n其实总结一下，这个过程中有个人力资源管理的概念可以发挥非常大的作用，那就是岗位胜任模型。\\n\\n今天我们就来聊一下产品经理的岗位胜任模型。\\n\\n一、什么是岗位胜任模型\\n熟悉人力资源管理或者做过管理的同学，或多或少都会听过岗位胜任模型，这是由戴维·麦克米兰（David·McClelland）教授提出的。\\n\\n岗位胜任模型是指根据岗位的工作要求，确保该岗位的人员能够顺利完成该岗位工作的个人特征结构，它可以是动机、特质、自我形象、态度或价值观、某领域知识、认知或行为技能，且能显著区分优秀与一般绩效的个体特征的综合表现。\\n\\n产品经理岗位胜任模型\\n\\n根据岗位胜任模型又衍生出了素质模型，最常见的就是冰山模型和洋葱模型，具体的内容可以百度一下，在这里不展开细讲，二者都是围绕岗位胜任模型展开，表达了基础能力和深层能力的区别，主要是用于区分能力，辨别能力优异和能力一般的人。\\n\\n二、产品经理岗位胜任模型\\n网上有很多人分享产品经理需要具备的能力，大部分都是围绕着知识和技能两个比较表层的基础能力，对于其他深层能力描述较少。\\n\\n有的对高阶产品也提到了性格等深层能力，但是在很多产品经理看来，只知其然而不知所以然，主要就是没有体系的去梳理，仅仅是能力名词的罗列。\\n\\n产品经理岗位胜任模型\\n\\n1. 知识\\n   产品经理需要的专业知识与程序员和设计岗有所不同，他们更侧重于专一知识的深入，而产品经理更侧重于横向知识的扩展。\\n\\n比如产品经理需要对技术、运营、设计、心理学、营销学和管理学等都懂一些，只不过每个行业、每个产品对产品经理的知识深度要求有所不同。\\n\\n1. 技能\\n   产品经理的入门技能要求是不高的，这也是大家都说“人人都是产品经理”的原因之一。\\n\\n产品经理需要的专业技能并不算很多，但是技能的提升可以让产品经理更好的进阶。\\n\\n以下技能是必备的：\\n\\n1）文档编写\\n\\n文档编写是产品经理最基础的能力，也是最难达到满分的一个能力。\\n\\n不管是上传下达，还是项目推进，都需要通过文档来实现更低成本的沟通，所以把文档编写技能看的再重都不为过。\\n\\n但是，绝大部分产品经理的文档编写能力都比较一般，公司对他们的要求也不会太高，从而让很多人忽略了这个基础技能的作用。\\n\\n2）软件使用\\n\\n除了办公软件，产品经理最核心的软件就是原型软件，比如Axure，这是一款非常强大的软件，不管你之前的项目是用墨刀或者其他原型软件，都建议熟悉一下。\\n\\n除此之外，能掌握Sketch等设计软件也是最好的，如果做数据产品的岗位，数据分析相关的软件也要掌握。\\n\\n如果你是有项目经验的话，企业一般不会对软件使用这一块做过多考核。\\n\\n3）数据分析\\n\\n数据分析是现在产品经理最重要的工作之一，虽然大公司都有专门的数据产品岗位，但是绝大多数中小公司都不会设置数据产品岗。\\n\\n很多产品经理也会有个误区，觉得数据分析是个专项工作，只有具备专业的知识才能做。实际上，不管是什么产品岗，都需要经常跟数据打交道，只有不断对自身产品进行数据分析，才有可能把产品做好。\\n\\n数据分析表现出来的首要能力是数据感，搭建产品数据指标体系时需要对产品的数据有很深的感觉，在对数据源进行分析时也需要对数据变化有足够的敏感性，找到数据波动点。\\n\\n4）用户调研\\n\\n用户调研有很多方法，核心都是围绕用户。\\n\\n很多产品经理觉得发发调查问卷就是做用户调研，其实这是最低效的一种方式。用户调研的核心在于产品经理是否懂用户，不同产品的用户习惯不同，特点不同，用户调研的方式就不能一成不变。\\n\\n如果要看是否掌握用户调研这个技能，看产品经理对用户和产品的描述就可以知道，比如使用场景有哪些，用户体验关键路径是什么等。\\n\\n5）竞品分析\\n\\n产品经理的技能树中，竞品分析可以算得上是能拉开不同产品能力的技能之一。在模仿（抄）竞品时，初级产品经理只抄出了“形”，高级产品经理可以抄出“神”，区别就在于能否在竞品分析时发现竞品设计的核心逻辑。\\n\\n当然了，竞品分析并不是为了抄，而是知己知彼，知道行业和竞品的动向，作为自身产品验证的依据之一。\\n\\n懂竞品分析的产品经理，会关注功能变化、数据变化、用户变化并从中猜测竞品的逻辑思路，发现机会点，所以企业在面试时不应该只关心求职者知道哪些竞品，还应该了解更深层的东西。\\n\\n1. 社会角色\\n   社会角色对应的是自我定位，比如你有没有目标，你想成为怎样的产品经理？\\n\\n有很多同学说不清楚自己为什么要做产品经理，想成为什么样的产品经理，这个其实就是对自己定位的不清晰。\\n\\n产品经理的职业路径与技术、设计等岗位有所区别，产品经理最终都是要往管理职能发展，只不过在于管事还是管人的区别。\\n\\n我们就要清晰认识自己，才能明确自己的定位和追求自己的价值。\\n\\n每个公司对产品经理岗位的定义或者职级都有所区别，但是我们在自我定位的时候，可以从产品经理的能力角度去分析，达到对应的能力，岗位名称就不是那么重要了（特别是中小公司）。\\n\\n1. 自我认知\\n   自我认知除了是对自己能力的判断之外，还要求自己对行业有比较深的了解，比如你的能力拿到行业里面处于什么位置，你对比其他人的优势是什么，劣势是什么。\\n\\n如果你能成为某个领域的权威，那么你对自己的要求和理解就会和其他人有很大的不同，这也是业绩优秀的人和业绩一般的人最大的区别。\\n\\n自我认知切忌不切实际，不能妄自菲薄，但也不能自大。一般企业去评估一个员工的自我认知，除了自我评价之外，还会进行行业对比，判断产品经理自我认知的合理性。\\n\\n1. 特质\\n   在产品经理所有的特质里面，性格的影响因素最大，比如你是进攻开拓型的人，还是稳健保守型的人，对工作的结果会产生很大的影响。\\n\\n进攻开拓型的人更适合做新项目，享受从0-1的过程；稳健保守型更适合做成熟型的项目，注重业务的安全性。\\n\\n一般企业对求职人员的特质考核，都会通过性格测试来达成，了解求职人员的性格方向，还有是否符合当前岗位的要求，像华为、腾讯等公司的性格测试经常会刷掉很多人。\\n\\n1. 动机\\n   如果说特质是人性最底层的行为表现，动机就是决定产品经理做某件事情最直接的触发条件。\\n\\n比如我们努力工作是为了升职还是加薪？这其实就是产品经理最直接的动机。\\n\\n产品经理的动机决定了他做某件事情的动力，以及能坚持走多远。\\n\\n产品经理在挑选行业的时候，如果只是考虑薪资，那就会哪个行业热门和工资高就往哪走，这种人往往会缺少沉淀，而且对企业来说用人风险会更高一些。\\n\\n作为产品经理，特别是想把产品经理作为终身职业且持续深耕的人，我建议要建立自己的核心价值观，稳定自己做事情的动机，这个动机应该是可持续、可优化和补充的。\\n\\n自我价值的实现不要靠短期的升职和加薪刺激来达成，而是通过产品对社会、对行业的影响程度来达成。\\n\\n三、岗位胜任模型的作用\\n我们经常说某某不适合这个岗位或者不能胜任这个工作，绝大多数情况下是领导或者他人的主观判断，很少有标准化的东西作为参考。\\n\\n如果有岗位胜任模型，那么评判标准就出来了。\\n\\n企业在招聘人才时，不能仅局限于对技能和知识的考察，而应从求职者的求职动机、特质、价值观、自我认知和角色定位等方面进行综合考虑。\\n\\n如果求职者没有良好的求职动机、特质和价值观等相关素质的支撑，求职者的能力越强、知识越全面，对企业的负面作用会越大，用人成本也越高。\\n\\n岗位胜任模型除了可以指导产品经理自己发展和完善自己，更重要的是企业通过模型可以把业绩优秀者和业绩一般者区分开来，这样在人力资源角度做出的决策才更科学。\\n\\n岗位胜任模型有以下作用：\\n\\n1. 工作分析\\n   产品经理的工作结果有滞后性，并不像技术和设计岗位，能够快速看到结果，往往一个产品策略的效果都是以季度甚至更长周期才会体现出来，所以企业和产品经理个人都很难对工作进行分析。\\n\\n岗位胜任模型可以指导产品经理自我分析工作的有效性，也可以帮助企业对产品经理的工作进行评价，找出工作的优化方向。\\n\\n1. 人员选拔\\n   前面说过，岗位胜任模型的一大作用，是把业绩优秀者和业绩一般者区分开来。\\n\\n区分出不同能力的人，为的就是进行人员选拔，把更多的资源倾斜给业绩优秀者。\\n\\n1. 绩效考核\\n   相信做过管理的产品经理都有一个感受，产品经理的绩效考核很难做，现在大部分的绩效考核都是任务式的，会极大限制产品经理的主观能动性。\\n\\n所以，产品经理的绩效考核可以依据岗位胜任模型，找出各个能力的比重，进行细化，结合当前任务和岗位发展需求设计绩效考核指标。\\n\\n1. 员工培训\\n   岗位胜任模型已经定义出优秀和一般的区别，企业在员工培训时就可以有据可依，为不同层级不同方向的产品经理安排不同的员工培训内容，提升培训效率，减少了培训资源的浪费。\\n2. 员工激励\\n   所有制度的目的都不是惩罚，而是激励，所以，岗位胜任模型也一样，企业可以通过制定有效的手段，激励业绩一般者向业绩优秀者成长。同时，激励业绩优秀者保持并持续自我优化，带动其他同事进步。\\n\\n四、产品经理如何胜任岗位\\n每家公司、每个行业、每个项目要求不同，目标不同，岗位的胜任模型也不同。\\n\\n职级越低，越关注知识和技能类表层能力，职级越高，越关注深层能力。相对于知识和技能而言，深层能力不容易被观察和测量，也难于改变和评价，这部分素质很难通过后天的培训得以形成。\\n\\n作为产品经理，身在其中的我们如何胜任岗位呢？\\n\\n首先，了解业务背景。只有清晰了业务相关的内容，才知道做这个产品需要什么样的能力，才能给企业提供建议，反推胜任模型的优化。\\n\\n其次，了解企业要求。虽然业务在很大程度上决定了产品的工作内容，但是企业的人力资源制度等对岗位都会有不一样的要求。一定要明确企业需要什么样的人才，特别是一些培养岗位，只有与企业意志保持一致，才能更胜任企业对岗位的定位。\\n\\n最后，脚踏实地产出结果。前面两步都是在知道我们要怎么做，但是更重要的还是做出结果，用数据为自己代言。\\n\\n基础能力可以靠项目经验获得，但是深层能力很难靠有限的项目经验培养出来，所以产品经理要在日常工作和生活中不断思考、复盘，总结出自己的方法论。在行业理解、价值观建设方面不能太偏激，给自己的不同阶段进行合理定位。\\n\\n五、写在最后\\n我一般在招人的时候会重点关注个人素质，这些是在短时间内很难培养的，比如主观能动性好的人我一般都会给更多的机会，因为知识和技能我都可以教，但是深层能力我是很难去教的，从企业的角度出发，也没时间给我去教。\\n\\n清晰的岗位胜任模型可以帮助企业管理人才，也可以帮助产品经理提升自己，规划清晰的职业发展方向。\\n\\n希望你也能清晰理解产品经理的岗位胜任模型。\\n\\n\\\\#专栏作家#\\nYoga，公众号：产品设计家，人人都是产品经理专栏作家。前小米生态链企业产品经理，关注教育、智能硬件领域，和大家一起分享经验，共同成长。\\n\\n本文原创发布于人人都是产品经理。\",\"timestamp\":1640747330,\"title\":\"产品经理岗位胜任模型2021-12-29\"},\"digest\":\"yEBAT0DPjrcKn_xoUteLb0_itQat3gKybFMBlpO0vW4\",\"authorship\":{\"contributor\":\"0xa96F23Ad631e58Ca23655824373350A0029A7242\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"26R9ZZGVpBLugJcZkRNepH5n1Nj5FvH_8-pSYKLMqwM\\\",\\\"y\\\":\\\"VZmbl3kj3VBblZIJdmzqPkzNTYpLXvoJnvk3ON4mWfo\\\"}\",\"signature\":\"O2kcJbbna9A-3LHc9e_V37l8DCYFrq9WqA2lemdOBXcOd__kT5Oy3JYitGecjeiw6-VbidMALJCYVXxf69YZww\",\"signingKeySignature\":\"0x907c53ab4a718cb5ed2a281f37bd4391932f92bfa809df4009f1ccd6c797675360006f3c123296dfe0fa6f801ffbd99f964f218775f17da9c65d791360ab325f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"26R9ZZGVpBLugJcZkRNepH5n1Nj5FvH_8-pSYKLMqwM\\\",\\\"y\\\":\\\"VZmbl3kj3VBblZIJdmzqPkzNTYpLXvoJnvk3ON4mWfo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yEBAT0DPjrcKn_xoUteLb0_itQat3gKybFMBlpO0vW4\"}"