"{\"content\":{\"body\":\"![](https://jacobrobinsoncom.files.wordpress.com/2020/05/you-x-ventures-oalh2mojuuk-unsplash.jpg?w=1024)\\n\\nPhoto by [You X Ventures](https://unsplash.com/@youxventures?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/team?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nWhenever I’m in a job interview, I always tell people that my career mission statement is “to work on complex and meaningful problems with smart people”. Now, I agree with all of this statement, and most of it makes perfectly good sense. However, I’m surprised by the fact that no one has ever asked me a vital question here: “Who are ‘smart people’?”\\n\\nIn a way that is perhaps quite unintuitive, my personal definition of “smart” has absolutely nothing to do with how most people define “smart”. When most people read the word smart, they think of someone who is intelligent. When they think of someone who is intelligent, they think of someone who has a big brain and reads a lot of books. But it’s quite easy to have a big brain and read a lot of books! What isn’t as easy is to be someone who is hard working, collaborative, brings up morale in hard times, and adapts to the situation. It just so happens that these four key factors is how I determine whether someone is smart.\\n\\nOf course, saying that my career goal is to “work on complex and meaningful problems with people who are hard working, collaborative, etc. etc.” doesn’t *quite* roll off the tongue as well. However, I don’t think I’m out to trick people by replacing all of those separate factors with the simple word “smart”. I say this because that’s how I define smart in *every* case! So, people who know me well know what I mean in that mission statement.\\n\\nRecruiters and interviewers don’t know me well, however, and I imagine they think I’m referring to people who have a big brain and read a lot of books. Now, if I was them, this would draw some big red flags… so you only care about working with people with big brains? I would then prompt a question asking for a definition to smart. Surprisingly, not one interviewer has ever asked me this question! Perhaps they could infer what I mean, or they just really like people with big brains, who knows. But I’ve always thought it was a pretty important thing to understand.\\n\\n![](https://jacobrobinsoncom.files.wordpress.com/2020/05/flying-apps-email-header-2.png?w=600)\\n\\n[Subscribe here](https://astukari.substack.com/)!\",\"timestamp\":1638933585,\"title\":\"With Smart People\"},\"digest\":\"TdbD3GLA97q03PKxI-zbr-yILP5hFjlplo2W0rbYdAg\",\"authorship\":{\"contributor\":\"0x7842C934Ef39De9D40cD6C9EBf0389041C6f33B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"signature\":\"o9YuCS_NX_OLRNf2GA-4kaHxcEYL2hwKMjFjueKzYabnZE-vOkol1nVdARWsPfr5yi7rwmS4A5KBq8KbEfbtUQ\",\"signingKeySignature\":\"0x8f398b97d2743c5236d72fd2a5176b5fc4350788f91696b10f29090719f110566d669eba51d62c830e4de57da965ec3fd81de8f6dab9f30130bc2898fbdaf1481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TdbD3GLA97q03PKxI-zbr-yILP5hFjlplo2W0rbYdAg\"}"