"{\"content\":{\"body\":\"> “Rationality is risk management; nothing more.” – Nassim Nicholas Taleb\\n\\nThe advertising model has created a hostile environment filled with touting to gain your attention and sell it. roto.life eliminates the middle man as the central authority providing credibility. It makes quality a requirement to popularity instead of an obstacle to it.\\n\\nWith the momentum of sports betting and daily fantasy sports, the current social media platforms (Reddit and Twitter) remain stagnant in their innovation. They incentivize the institution, not the individual. In order for them to make money, they need to sell ads. The more eyeballs that see those ads — the more money will be put into their pockets.\\n\\nThe way that content is ranked and discovered on those platforms is based on how many likes, retweets or up-votes it gets. The problem is that none of those actions cost anything to the person casting the vote of confidence. They have no real incentive to act rationally. There is no risk.\\n\\nUntil now.\\n\\nOn [roto.life](https://roto.life/) the current perceived usefulness of a prosumer’s content will be measured by how much has been invested in their brand on the platform. If a user sees a piece of content that they believe is advancing current thought processes or beliefs and want to cast their vote of confidence, they can invest. Now they will actually stand to lose something if they are promoting touting or spread of misinformation.\\n\\nWhere will the money go?\\n\\n### Enter DeFi\\n\\n[Compound](http://compound.finance/) is a decentralized finance lending protocol that accrues interest on funds you deposit by lending them to people looking to borrow using blockchain technology. The same business model that big banks have used to become some of the wealthiest enterprises in the world now can be accessed by everyone with access to internet. That is the power of blockchain technology and cryptocurrencies.\\n\\nSo how does everyone involved stand to benefit?\\n\\nFirst I’ll talk about it from the creators side.\\n\\nThe rate at which you can earn on Compound is 2.55% APR. Current rates can be found here.\\n\\nSo lets say you are someone currently posting some DFS advice and lineups on Twitter right now. You have grown a solid active following since starting a year or two ago and now have a few thousand followers. Let’s say 1000 of them are your true fans and each invest $100 into your brand on roto.life\\n\\n1000 x $100 = $100,000\\n\\n$100,000 x 0.0255 = $2,550 per year of passive income.\\n\\nNow let’s say you’re a more established creator who has been posting on Reddit since DFS started back in 2012 and have a much bigger following with an active subscriber base. You have 10,000 true fans willing to invest in your content and analysis.\\n\\n10,000 x $100 = $1,000,000\\n\\n$1,000,000 x 0.0255 = $25,500. That’s a sustainable yearly salary in some parts of the world. And that’s only assuming users invest $100 each.\\n\\nInterest distribution will be based on market cap, so better performing creators will earn more.\\n\\n\\n***\\n\\n![MVP prototype for content marketplace](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2020/10/Prototype-with-Marketplace.png)\\n\\nThis is a prototype for our web3 proprietary platform — a peer-to-peer marketplace to stake your claim in other DFS players.\\n\\n[roto.life](https://roto.life/) gives you the platform to grow your personal brand and earn according to the current value to provide to the community. That value is measured through the marketplace.\\n\\nAs a creator, if you have some proprietary tool that you’ve developed, you’ll be able to securely and automatically license it out though smart contracts for whatever price you’d like to set. You can choose to get paid directly in a lump sum or create an incentive structure including your token.\\n\\nEach creators token will have a current price that it’s valued at. Think of it like the stock market. Fixed bonding curves written into smart contracts will determine the price based of supply and demand. A very popular creator that a lot of users have invested in will have a much more scarce token and therefore it will cost more. An undiscovered creator will have a much cheaper token as they have few investments in them and more of their tokens are available in the supply.\\n\\nIt’s this marketplace that also penalizes creators to tout or spread misinformation. They actually stand to lose something as they’ll get less investment and inferior interest rates. We hope to make touting expensive by forcing creators to compete for trust instead of popularity.\\n\\nSo how can users earn money?\\n\\nThere’s a couple ways.\\n\\nThrough appreciation of their investments. If they invest in an undiscovered creator early on and the community agrees – raising the price of that creator’s token, they will earn on that investment. It also goes the other way though. If you make an investment in someone who the rest of the community believes isn’t adding the same amount of value — you will lose money.\\n\\nUsers can also earn through Fantasy style contests using creator tokens that they are holders of. **It’s the game on top of the game on top of the game**. This is the area we are the most excited about. Using the same DeFi technology that the marketplace runs on, users can enter pools and the contest winners will be paid out with the interest accrued — with the losers getting back their initial payment. Sponsorships will help to boost the prize pools.\\n\\n### This is the positive sum game.\\n\\nWhere consensus is earned rather than forced, and anybody can get rich by being right — or lose it all by being careless.\\n\\nHere’s a visualization of the ecosystem:\\n\\n![Token ecosystem, blockchain in sports, sports journalism, sports, blockchain, next gen sports, start-ups](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2020/11/rotocoin-1024x683.png)\\n\\n### Specifications\\n\\nBuy creator tokens to increase their visibility and implied credibility. The first 10,000 tokens for any creator cost $1 each. Token price increases by $0.01 for every 100 tokens bought after that.\\n\\n2% of the USD value of all token purchases stays in the pool permanently and will earn interest for users. This is to combat pump and dumps and foul play. If you wanted to pump large sums on your own behalf you are already working at a 2% deficit which won’t be sustainable long term.\\n\\n> “Rationality is risk management; nothing more.” – Nassim Nicholas Taleb\\n\\nThis is the fundamental idea behind how content will be graded upon.\\n\\nWe were inspired to create a platform that can be beneficial to everyone and at the expense of no one. As founders who have played fantasy sports since it’s beginnings, we understand the current pain points.\\n\\nWe also understand the power of this community so we welcome any and all contributions you would like to make.\\n\\nIf any of this sounds interesting and you’d like to get involved reach out to us on [Twitter](https://twitter.com/roto_life), join the [Discord server](https://discord.com/channels/633335505534058546/670352395057758210) or hit up our [admin email](https://roto.life/contact/).\\n\\n[Original article](https://roto.life/blog/a-positive-sum-game/) published: October 26, 2020\",\"timestamp\":1642006100,\"title\":\"A Positive Sum Game – roto.life\"},\"digest\":\"TLE7RGNZhmGzjlLPnqLYVe0tU-7nNErLZKurH1kC5uM\",\"authorship\":{\"contributor\":\"0x71E9f0b5840b8c8a2B75D2b3Cb0Ff928647B31bF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jqUaZQnHhzpHAjfhnMwxcTa6z6yerPeaVwOfvmraEjM\\\",\\\"y\\\":\\\"CZuZr7ZqIo5j7rsCKU0h5pm7NcuapH6fhNHXIjx4onY\\\"}\",\"signature\":\"OJ-m6UqxmFVjC2WUh9GeZZNzm2Lr1RLNQROIXoFMeM3XFzDjaCfrT0sRirDQd5S5oAoFGBng7yel-wrF4xvPCg\",\"signingKeySignature\":\"0xfd33532cdab705bbf5ccc25ba266f3d903d32c46cedfbe7ee8b93cc90d17da5d0f445b5b583e64779ec402e5326dc43e7877db0396b883ac9244d24680d5ed031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jqUaZQnHhzpHAjfhnMwxcTa6z6yerPeaVwOfvmraEjM\\\",\\\"y\\\":\\\"CZuZr7ZqIo5j7rsCKU0h5pm7NcuapH6fhNHXIjx4onY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HvkY2qFdAQ5fgmj-cyiHOnV8ZcI4B8QuNkl8dvpJujc\"}"