"{\"content\":{\"body\":\"## Who am I?\\n\\nI’m Ollie, I am building a social community for filmmakers to find crews and make films [@Filmshape](https://twitter.com/Filmshape) if you’re interested. I also am joining Charles Hoskinson’s [IOHK](https://iohk.io) as a product designer to work with smart contracts on Cardano and this is my first mirror post… actually it’s my first blog post ever so I hope you enjoy it! \\n\\n## Introduction\\n\\nBy the end of this article I hope to have given a little insight into my thoughts around NFTs and the value people attribute to them. \\n\\n## What the #$@!% is an NFT? \\n\\nIf you’re a Twitter user interested in tech threads or crypto crazed Discord servers you’ll have probably noticed a trending topic floating around that goes by the acronym ‘NFT’ or Non-Fungible Token. Some of you may ‘get it’ and others feel like it’s the stupidest trend since… well Bitcoin. Now we won’t get into the technicals because a quick Google search will find a better, more concise explanation than I could give but it’s essentially an immutable asset like a photo (most popular), sound, video, file or physical item and it’s existence/history of owners can’t be disputed. It’s stored on a digital ledger (blockchain) which is a collection of transactions, the creation of an NFT requires a transaction too! (oh the gas fees🥲). For example when you create an NFT it’s called ‘minting’ and in order to do so you’ll need a digital wallet, a supported cryptocurrency blockchain such as Ethereum or Cardano and a marketplace to create, store and sell it. I won’t go into too much detail about this but if you are interested here is a [Decrypt article](https://decrypt.co/resources/beginners-guide-to-nfts-how-to-mint-a-non-fungible-token-on-ethereum) on it. \\n\\n## What is value? \\n\\nValue is visible in many forms, depending on who you talk to. To some it’s in gold, stocks, houses and cars. Others its ideas, relationships, art and nothing. Each have a perfectly valid reason for assigning value to them and none of them are unique. With the progression to Web3 we’re reaching an age of discovery and excitement in the space. We’ve all seen graphs of tech advancements over the last 10 years claiming exponential growth but we get to experience it up close and personal. With cryptocurrencies for example the solutions have been built before the problems in many cases. But as we continue to develop an understanding of the software we can build connections to find applications for utility. When the internet was created most people didn’t realise they’d be able to order deliveries, learn new languages and video call their friends across the planet instantaneously. We’re in a time with NFTs that require a period of trial and error and as we advance into a singularity aligned future we need our values and tools to keep up. \\n\\n### Story Matters \\n\\nThe value of goods or assets such as art and in this case a JPEG is comparable to that of art collectors throughout history. In a way NFTs have democratised art collection but the core underlying values remain the same behind why people value it and these are the best reasons I could come up with:\\n\\n* **Story** behind a piece matters - check out [Jack Dorsey’s first ever tweet](https://www.theverge.com/2021/3/22/22344937/jack-dorsey-nft-sold-first-tweet-ethereum-cryptocurrency-twitter) sold as an NFT. The foundation for which the modern day newspaper ‘Twitter’ was built upon.\\n* **Scarcity** is king - When people assign a value to something such as a collection of art, the price can inflate drastically due to its scarcity and this is only reinforced by its existence on the blockchain. People on Twitter are changing their profile pictures to illustrated ‘[Bored Apes](https://boredapeyachtclub.com/#/)’ to be part of an ‘elite community‘ alongside the likes of Steph Curry and Tom Brady. Each piece in this collection will have differing attributes to define rarity.\\n* **Representation** will be the most important factor for a core crypto audience as NFTs and Bitcoin represent taking control back from corporations and governments and putting it back into the hands of ordinary people.\\n* **Profit** - Trading these things have made a lot of people a lot of money and this definitely can’t be ignored.\\n* **Common myths** are a construct agreed upon by multiple parties so hear me out. If the idea of fiat currency 💵 like USD or GBP is a common myth amongst people because money was created by people as a standard for bartering. It’s handled by another common myth in the form of a bank 🏦 which aims to store and protect your money (this could be any intermediary… like an estate agent for example) but if they go bankrupt you’ll lose out too. Then in it's simplest form, Bitcoin, crypto and NFTs remove the NECESSITY of two common myths from your life and replace them with a single trust-less database putting you in control of your assets. Eventually we'll get to the truths! 🤥😂\\n* **FOMO** - Fear of missing out.\\n\\n  ## \\n  A Physically Virtual reality\\n  \\n\\n  With the announcement of Meta’s metaverse, (that’s weird to say) the direction is clear and it’s that many people want to experience life in an augmented or virtual reality. Bartering goods, wearing skins and living out their wildest fantasies through the convenience of their homes. But when you think about it, alot of these things are already adopted by the gaming community and it will only become more immersive. Throw NFTs into the mix and you get a society of interoperable, immutable assets that you can buy, wear, use, take into other games/platforms or real life and sell if you please and no other person can claim to own the exact same item as you. It seems like an obvious next step in our technological revolution and what a lot of gamers see and have seen for years is value in digital assets that are now being transferred out of the game. \\n\\n  ## Final Thoughts\\n\\n  The idea for this article stems from a personal development journey to discover and learn more about the cryptocurrency ecosystem myself. In doing so I wanted to contribute to a new platform regarding a topic I’m passionate about in the attempt to shed some light on a few areas that may not be so obvious to everyone reading. If you enjoyed this you can follow me on Twitter [@Efesopoulos](https://twitter.com/efesopoulos) to keep up to date with more thoughts around the crypto space as a whole. \\n\\n  If you still don’t find value in JPEGs I hope you found some in this post! 😊\",\"timestamp\":1637007125,\"title\":\"The Value of JPEGs\"},\"digest\":\"gn2GezV9rtOqoN-G_jnCxDjrHNcOpvbzLWR8lRWVuH4\",\"authorship\":{\"contributor\":\"0x05AfBced4f5c68EDdD109885231711B0844C8498\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tw4WoRXUhgz1n6hllqEsgOnZO6y4g0YzzQJS9BPZEFk\\\",\\\"y\\\":\\\"bq7BfYx9HP7Vbo9snywAhOZPc3fB7QYmNYlnz40k9AI\\\"}\",\"signature\":\"mTGjpf5jL3KiWWk1VPj6hABhKlXiROGXAncYRgSEn6vs869hiO978LMlkXUD2gM9HBoW3Syf_nlvL2L9ySWgcg\",\"signingKeySignature\":\"0x27d174b65f03c72faf6397e5c065689bd6529473c6417dda3edfb40cbadb5efa7d39184669951d26d4140a638ad8f89d48d3684e43e18bd859f9eb3197c4f6421c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tw4WoRXUhgz1n6hllqEsgOnZO6y4g0YzzQJS9BPZEFk\\\",\\\"y\\\":\\\"bq7BfYx9HP7Vbo9snywAhOZPc3fB7QYmNYlnz40k9AI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gn2GezV9rtOqoN-G_jnCxDjrHNcOpvbzLWR8lRWVuH4\"}"