"{\"content\":{\"body\":\"## Background introduction\\n\\nCryptomines is an NFT Play-to-Earn game based on Binance Smart Chain. Users can earn yields by hiring workers to mine on different planets. Mining Power MP is limited by the number of workers currently minted and hired. The higher the mining power, the better chances to get more rewards. In order to hire workers, users need spacecraft to transport them to the desired planet. With more spacecraft and more workers, users will gain more mining power.\\n\\nAccording to DappRadar, the user base of Cryptomines has increased by 710% in the past 30 days. Since its launch on the first day of September 12, the user base has increased by 40,000. In addition, it has accumulated USD 13 million in transactions (October 17, 2021).\\n\\n![](https://images.mirror-media.xyz/publication-images/FXDJl3eWNqPu8NQDcV41o.png?height=391&width=548)\\n\\nThe team behind the Cryptomines game consists of a small group of friends who know each other, mainly from Chile. They are experienced in blockchain, network, programming, game development and the current “Play-to-Earn” ecosystem in the crypto market. The founder is Manuel Torres. According to LinkedIn, he has been a system&network engineer and started to develop the Cryptomines game with friends in August 2021.\\n\\n![Cryptomines CEO : Manuel Torres](https://images.mirror-media.xyz/publication-images/H9tFtbaoE79EAluQVvs5q.png?height=390&width=548)\\n\\nCryptoMines is a science fiction game that utilizes workers and spaceships to travel in the universe to find $ETERNAL resources, providing users with interesting games and rewarding experience. The name of the issued token is also $ETERNAL. The overall game background is similar to Alien Worlds on the WAX chain, but many innovations have been made in the specific gameplay. I personally think that the economic system is more feasible than AW. First, in terms of miners, CryptoMines introduced a paid employment system, paying by length of the contract (charging ETERNAL tokens), which brings application scenarios to game tokens, while the role of AW is limited to miner who can continue mining. Second, spaceships are introduced to limit the number of miners for a single account. If you want more miners, you need to buy more advanced spaceships.\\n\\n## Game strategy\\n\\n### Register wallet and account\\n\\nFirst, we need to register a BSC wallet address, install the Binance Wallet plug-in in the Chrome browser store, or download the Metamsk wallet plug-in, and then add a new network in Network. The settings are as follows:\\n\\nNetwork Name: BSC Mainnet\\n\\nNew RPC URL: [https://bsc-dataseed1.binance.org/](https://bsc-dataseed.binance.org/)\\n\\nChainID: 56\\n\\nSymbol: BNB\\n\\nBlock Explorer URL: <https://bscscan.com/>\\n\\nAfter we set up our the wallet, we need to buy BNB from exchanges and transfer it to the wallet address for gaming. Then enter the game official website: <https://cryptomines.app/> and click “PLAY THE GAME”\\n\\n![](https://images.mirror-media.xyz/publication-images/K3CAPtE1O4QjVT34caZRQ.png?height=301&width=548)\\n\\nThe next page will ask to automatically link the wallet address. After authorization, you can enter the main page of the game, as shown in the following:\\n\\n![](https://images.mirror-media.xyz/publication-images/2Xwj8guIQ9qNB6cKCsa-c.png?height=307&width=548)\\n\\nIn the upper right corner of this page, you can see the number of your $ETERNAL tokens, wallet address. The navigation page is on the left, in the middle, you can find the spacecraft and workers you currently own, as well as your minted spacecraft. Because the general token of the game is $ETERNAL, we need to purchase this token first to start the game. There are currently two places to purchase the token, https://pancakeswap.finance/ and https://exchange.biswap.org/.\\n\\n \\n\\nThe contract address of the token is: 0xD44FD09d74cd13838F137B590497595d6b3FEeA4\\n\\n### Spaceships\\n\\nSpaceships are used to transport workers to new planets. These ships will have different levels of rarity when minted, which determines the number of workers that can be transported. Each player can only own a maximum of 10 ships. The rarity of the ship and the number of loading workers are shown in the table below:\\n\\n![](https://images.mirror-media.xyz/publication-images/uzgYlcewDAeTfg4qWiquX.png?height=222&width=548)\\n\\nThere are currently two ways to obtain spaceships. The first method is to spend $ETERNAL and mint it by yourself. The rarity of the spaceship is determined by Drop Chance. Click \\\"MINT Spaceship\\\"in Spaceships on the main page to have your spaceship minted.\\n\\n![](https://images.mirror-media.xyz/publication-images/qhUafiq0kBZ8I27Er1zjP.png?height=312&width=548)\\n\\nThe other way is to click Spaceships in the Marketplace, so that you can buy spaceships minted by other players in the marketplace.\\n\\n![](https://images.mirror-media.xyz/publication-images/8V_IAv1pBS02g1WYv5nGR.png?height=308&width=548)\\n\\n## Workers\\n\\nWorkers are the main mining power, and each worker also needs to sign a contract to maintain working status. Workers can be dismissed (burned), which will return 20% of the minting cost to players paid in $ETERNAL. If the workers are in contract, severance payment is charged to dismiss them. Based on the rarity, workers are divided into five levels, as shown in the table:\\n\\n![](https://images.mirror-media.xyz/publication-images/EFPfrePNR7qJc3JTd4HTG.png?height=189&width=548)\\n\\nThere are also two ways to get workers. To spend $ETERNAL and mint by yourself. The rarity will be determined by Drop Chance. Just click \\\"MINT in Workers on the main page.\\n\\n![](https://images.mirror-media.xyz/publication-images/94RMOtuMi3Y5ghTQco9HS.png?height=309&width=548)\\n\\nThe other way is to click Workers in the Marketplace, so that you can buy workers minted by other players in the marketplace.\\n\\n![](https://images.mirror-media.xyz/publication-images/HvH1Zd2aRnA5BcQjsrI_P.png?height=302&width=548)\\n\\n### Employment contract\\n\\nWorkers need to sign an employment contract to be eligible for mining, even if there are more workers available in the inventory, but if they are not currently employed, they will not be counted in the total mining power. Each worker can be hired for at least 7 days, but they can also be hired for 15 days or even 30 days. If the player wants to dismiss a worker, an additional fee will be charged to cancel their contract (if it is a 1-star worker, this severance payment is not charged). Employment costs are as follows:\\n\\n![](https://images.mirror-media.xyz/publication-images/qrAA9JhZCn2_EXqFbFflO.png?height=109&width=548)\\n\\nOn the Workers homepage, click on the contract time and pay the corresponding cost to sign the employment contract.\\n\\n### Game mining\\n\\nOnce the spacecraft and workers are ready, we can start mining. Click \\\"Mine\\\" on the main page, we can see that there are many planets to choose from. From the top to the bottom, the reward of the planets increases, but the total success rate goes down, and the planet with the higher reward will depend on the employed workers’ mining power (MP value) to be selected.\\n\\n![](https://images.mirror-media.xyz/publication-images/3Dm8_W32gGsN70isMK6Hn.png?height=309&width=548)\\n\\nThere are currently 30 planets. Assuming that the MP is 500, we can go to the fifth planet. For details, see the table below:\\n\\n![](https://images.mirror-media.xyz/publication-images/Fdo5SPc7bDS3FTL3B4YCO.png?height=924&width=548)\\n\\nSelect the planet and click Mining to start mining. The game only allows you to mine once every 24 hours. The rewards can be seen in the upper right corner of the page, but claiming $ETERNAL rewards will charge a 30% early withdrawal fee, which will be reduced by 2% every day until it reaches 0, so as to lock in rewards and reduce selling pressure.\\n\\n### Extra Bonus\\n\\nIn the latest update, the game introduced a bonus reward system, which became the \\\"veteran reward\\\". As long as the MP value reaches the 1500 threshold, the player will get better success rate reward when returning to a inferior planet (note that the reward is the success rate and not the number of tokens).\\n\\nFor example, suppose the player has 2000 MP and can travel up to the 20th planet. This planet has a stable 50% success rate (capped). However, if you return to the 15th planet where the usual success rate is 60%, due to the higher MP, the added success rate reward is 10%, and finally achieving a total of 70% success rate.\\n\\n## Token Economics\\n\\nThe main application scenarios of $ETERNAL as game token are mining rewards, purchasing spaceships,workers and hired workers, forming a complete economic internal cycle. The total amount of $ETERNAL is 5 million. Since the game launch on September 12, the token price has risen from $1 to around $20. The specific token distribution plan is as follows:\\n\\n![](https://images.mirror-media.xyz/publication-images/lv9KO0x6YN9S-n_hgjvGv.png?height=783&width=548)\\n\\nCryptomines completed IDO on Unicrypt Network on September 12, and raised 1,000 BNB for 1 million $ETERNAL tokens. According to the BNB price of $400 at the same, a total of 400,000 U.S. dollars, the IDO price is equivalent to $0.4, an 50x return of initial investment. ( Most of them are released linearly for one year).\\n\\n## Strategy Analysis\\n\\nAccording to the current market and reward state of the game, we can try to figure out the best Play-to-Earn strategy. Suppose we buy two top five-star spaceships (12 $ETERNAL) and ten five-star workers (each price is 12 $ETERNAL, and a single worker MP is 202), so we will spend 12 X 2 + 12 X 10 = 134 ETERNAL, MP reaches 2020.\\n\\n \\n\\nSuppose we hire the worker under 30 days contract (the cost of a single worker is 1.524), and ten workers will be a total of 15.24 ETERNAL. If we mine on the 20th planet, the 30-day output is: 8.8 X 50% X 30 = 132 ETERNAL, almost equal to the initial investment.\\n\\nConverted into annualized rate of return APR: (132 X 12-134-15.24 X 12) / (134 + 15.24 X 12) = 400%\\n\\n## Summary\\n\\nCryptomines is the first Alien Worlds-like chain game on BSC. It reached a transaction volume of 10 million U.S. dollars in the first month. Now the number of users has surged to more than 40,000, and it continues to grow rapidly with huge protential, the game has a reasonable economic model, a fast rpayback cycle and easy-to-start game features. Considering Binance has just launched $1 billion growth fund, I believe there will be greater development in the future for the game.\",\"timestamp\":1634714236,\"title\":\"Cryptomines: Will it become Alien Worlds on the BSC?\"},\"digest\":\"ogEJSDyybVH0QdWFM5cXmnND0spf8bVWZE3QLY9MWyE\",\"authorship\":{\"contributor\":\"0xd09adB0dc4CD3fF388f783fa78B51A86b0eFB439\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"an1yRxkoUFzYBblkIJDYoh7x2r7t1-Ryi4VA67SDnig\\\",\\\"y\\\":\\\"S3O24rZMR0lPn_VpxbsOoWpJo49AztVWkpfgx1gn2Xo\\\"}\",\"signature\":\"IDh8iLLXhN2Wqnro6AQ1N6EePlayqYcvpQrV4L_w5LSsujyuCmH0u7ja0gWgFt7p16hO8KMLaQksLV37nsTc1w\",\"signingKeySignature\":\"0xe1e3f92017db5e53a79c9fc0f1801b9ceac35ab6e8abf5fb6ea52695ba4f80fa400cc1d100c6cfe45d23a48945fd9dd896f79113b846a9697cfa3a2937729c891c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"an1yRxkoUFzYBblkIJDYoh7x2r7t1-Ryi4VA67SDnig\\\",\\\"y\\\":\\\"S3O24rZMR0lPn_VpxbsOoWpJo49AztVWkpfgx1gn2Xo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ogEJSDyybVH0QdWFM5cXmnND0spf8bVWZE3QLY9MWyE\"}"