"{\"content\":{\"body\":\"\\\"Signora,\\\" he answered, earnestly, \\\"even if I do not come to say good- night to you always, I shall stay with you till death.\\\"\\n\\nAgain he made the little noise with his nose, as he turned away and went out of the room.\\n\\nThat night, as she got into bed, Hermione called down on that faithful watch-dog's dark head a blessing, the best that heaven contained for him. Then she put out the light, and lay awake so long that when a boat came round the cliff from the Saint's Pool to the open sea, in the hour before the dawn, she heard the soft splash of the oars in the water and the sound of a boy's voice singing.\\n\\n\\\"Oh, dolce luna bianca de l' Estate     Mi fugge il sonno accanto a la marina:    Mi destan le dolcissime serate     Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nShe lifted herself up on her pillow and listened--listened until across the sea, going towards the dawn, the song was lost.\\n\\n\\\"Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nWhen the voice was near, had not Maurice seemed near to her? And when it died away, did not he fade with it--fade until the Ionian waters took him?\\n\\nShe sat up in the darkness until long after the song was hushed. But she heard it still in the whisper of the sea.\\n\\nCHAPTER XXI\\n\\nThe Marchesino had really been unwell, as he had told Hermione. The Panacci disposition, of which he had once spoken to Artois, was certainly not a calm one, and Isidoro, was, perhaps, the most excitable member of an abundantly excitable family. Although changeable, he was vehement. He knew not the meaning of the word patience, and had always been accustomed to get what he wanted exactly when he wanted it. Delay in the gratification of his desires, opposition to his demands, rendered him as indignant as if he were a spoiled child unable to understand the fixed position and function of the moon. And since the night of his vain singing along the shore to the Nisida he had been ill with fever, brought on by jealousy and disappointment, brought on partly also by the busy workings of a heated imagination which painted his friend Emilio in colors of inky black.\\n\\nThe Marchesino had not the faintest doubt that Artois was in love with Vere. He believed this not from any evidence of his eyes, for, even now, in not very lucid moments, he could not recall any occasion on which he had seen Emilio paying court to the pretty English girl. But, then, he had only seen them together twice--on the night of his first visit to the island and on the night of the storm. It was the general conduct of his friend that convinced him, conduct in connection not with Vere, but with himself--apart from that one occasion when Emilio must have lain hidden with Vere among the shadows of the grotto of Virgil. He had been deceived by Emilio. He had thought of him as an intellectual, who was also a bon vivant and interested in Neapolitan life. But he had not thought of him as a libertine. Yet that was what he certainly was. The interview with Maria Fortunata in the alley beyond the Via Roma had quite convinced the Marchesino. He had no objection whatever to loose conduct, but he had a contempt for hypocrisy which was strong and genuine. He had trusted Emilio. Now he distrusted him, and was ready to see subtlety, deceit, and guile in all his undertakings.\\n\\nEmilio had been trying to play with him. Emilio looked upon him as a boy who knew nothing of the world. The difference in their respective ages, so long ignored by him, now glared perpetually upon the Marchesino, even roused within him a certain condemnatory something that was almost akin to moral sense, a rare enough bird in Naples. He said to himself that Emilio was a wicked old man, \\\"un vecchio briccone.\\\" The delights of sin were the prerogative of youth. Abruptly this illuminating fact swam, like a new comet, within the ken of the Marchesino. He towered towards the heights of virtuous indignation. As he lay upon his fevered pillow, drinking a tisane prepared by his anxious mamma, he understood the inner beauty of settling down--for the old, and white-haired age, still intent upon having its fling, appeared to him so truly pitiable and disgusting that he could almost have wept for Emilio had he not feared to make himself more feverish by such an act of enlightened friendship.\\n\\nAnd the sense and appreciation of the true morality, ravishing in its utter novelty for the young barbarian, was cherished by the Marchesino until he began almost to swell with virtue, and to start on stilts to heaven, big with the message that wickedness was for the young and must not be meddled with by any one over thirty--the age at which, till now, he had always proposed to himself to marry some rich girl and settle down to the rigid asceticism of Neapolitan wedded life.\\n\\nAnd as the Marchesino had lain in bed tingling with morality, so did he get up and issue forth to the world, and even set sail upon the following day for the island. Morality was thick upon him, as upon that \\\"briccone\\\" Emilio, something else was thick. About mediaeval chivalry he knew precisely nothing. Yet, as the white wings of his pretty yacht caught the light breeze of morning, he felt like a most virtuous knight /sans peur et sans reproche/. He even felt like a steady-going person with a mission.\\n\\nBut he wished he thoroughly understood the English nation. Towards the English he felt friendly, as do most Italians; but he knew little of them, except that they were very rich, lived in a perpetual fog, and were \\\"un poco pazzi.\\\" But the question was how mad--in other words, how different from Neapolitans--they were! He wished he knew. It would make things easier for him in his campaign against Emilio.\\n\\nTill he met the ladies of the island he had never said a hundred words to any English person. The Neapolitan aristocracy is a very conservative body, and by no means disposed to cosmopolitanism. To the Panacci Villa at Capodimonte came only Italians, except Emilio. The Marchesino had inquired of Emilio if his mother should call upon the Signora Delarey, but Artois, knowing Hermione's hatred of social formalities, had hastened to say that it was not necessary, that it would even be a surprising departure from the English fashion of life, which ordained some knowledge of each other by the ladies of two families, or at least some formal introduction by a mutual woman friend, before an acquaintance could be properly cemented. Hitherto the Marchesino had felt quite at ease with his new friends. But hitherto he had been, as it were, merely at play with them. The interlude of fever had changed his views and enlarged his consciousness. And Emilio was no longer at hand to be explanatory if desired.\\n\\nThe Marchesino wished very much that he thoroughly understood the inner workings of the minds of English ladies.\\n\\nHow mad were the English? How mad exactly, for instance, was the Signora Delarey? And how mad exactly was the Signorina? It would be very valuable to know. He realized that his accurate knowledge of Neapolitan women, hitherto considered by him as amply sufficient to conduct him without a false step through all the intricacies of the world feminine, might not serve him perfectly with the ladies of the island. His fever had, it seemed, struck a little blow on his self- confidence, and rendered him so feeble as to be almost thoughtful.\\n\\nAnd then, what exactly did he want? To discomfit Emilio utterly? That, of course, did not need saying, even to himself. And afterwards? There were two perpendicular lines above his eyebrows as the boat drew near to the island.\\n\\nBut when he came into the little drawing-room, where Hermione was waiting to receive him, he looked young and debonair, though still pale from his recent touch of illness.\\n\\nVere was secretly irritated by his coming. Her interview with Peppina had opened her eyes to many things, among others to a good deal that was latent in the Marchesino. She could never again meet him, or any man of his type, with the complete and masterful simplicity of ignorant childhood that can innocently coquet by instinct, that can manage by heredity from Eve, but that does not understand thoroughly, either, what it is doing or why it is doing it.\\n\\nVere was not in the mood for the Marchesino.\\n\\nShe had been working, and she had been dreaming, and she wanted to have another talk with Monsieur Emile. Pretty, delicate, yet strong- fibred ambitions were stirring within her, and the curious passion to use life as a material, but not all of life that presented itself to her. With the desire to use that might be greedy arose the fastidious prerogative of rejection.\\n\\nAnd that very morning, mentally, Vere had rejected the Marchesino as something not interesting in life, something that was only lively, like the very shallow stream. What a bore it would be having to entertain him, to listen to his compliments, to avoid his glances, to pretend to be at ease with him.\\n\\n\\\"But Madre can have him for a little first,\\\" she said to herself, as she looked into the glass to see that her hair was presentable. \\\"Madre asked him to come. I didn't. I shall have nothing to say to him.\\\"\\n\\nShe had quite forgotten her eagerness on the night of the storm, when she heard the cry of the siren that betokened his approach. Again she looked in the glass and gave a pat to her hair. And just as she was doing it she thought of that day after the bathe, when Gaspare had come to tell her that Monsieur Emile was waiting for her. She had run down, then, just as she was, and now--\\n\\n\\\"Mamma mia! Am I getting vain!\\\" she said to herself.\\n\\nAnd she turned from the glass, and reluctantly went to meet their guest.\\n\\nShe had said to herself that it was a bore having the Marchesino to lunch, that he was uninteresting, frivolous, empty-headed. But directly she set eyes upon him, as he stood in the drawing-room by her mother, she felt a change in him. What had happened to him? She could not tell. But she was conscious that he seemed much more definite, much more of a personage, than he had seemed to her before. Even his face looked different, though paler, stronger. She was aware of surprise.\\n\\nThe Marchesino, too, though much less instinctively observant than Vere, noted a change in her. She looked more developed, more grown up. And he said to himself:\\n\\n\\\"When I told Emile she was a woman I was right.\\\"\\n\\nTheir meeting was rather grave and formal, even a little stiff. The Marchesino paid Vere two or three compliments, and she inquired perfunctorily after his health, and expressed regret for his slight illness.\\n\\n\\\"It was only a chill, Signorina. It was nothing.\\\"\\n\\n\\\"Perhaps you caught it that night,\\\" Vere said.\\n\\n\\\"What night, Signorina?\\\"\\n\\nVere had been thinking of the night when he sang for her in vain. Suddenly remembering how she and Monsieur Emile had lain in hiding and slipped surreptitiously home under cover of the darkness, she flushed and said:\\n\\n\\\"The night of the storm--you got wet, didn't you?\\\"\\n\\n\\\"But that was long ago, Signorina,\\\" he answered, looking steadily at her, with an expression that was searching and almost hard.\\n\\nHad he guessed her inadvertence? She feared so, and felt rather guilty, and glad when Giulia came in to announce that lunch was ready.\\n\\nHermione, when they sat down, feeling a certain constraint, but not knowing what it sprang from, came to the rescue with an effort. She was really disinclined for talk, and was perpetually remembering that the presence of the Marchesino had prevented Emile from coming to spend a long day. But she remembered also her guest's hospitality at Frisio's, and her social instinct defied her natural reluctance to be lively. She said to herself that she was rapidly developing into a fogey, and must rigorously combat the grievous tendency. By a sheer exertion of will-power she drove herself into a different, and conversational, mood. The Marchesino politely responded. He was perfectly self-possessed, but he was not light-hearted. The unusual effort of being thoughtful had, perhaps, distressed or even outraged his brain. And the worst of it was that he was still thinking--for him quite profoundly.\\n\\nHowever, they talked about risotto, they talked about Vesuvius, they spoke of the delights of summer in the South and of the advantages of living on an island.\\n\\n\\\"Does it not bore you, Signora, having the sea all round?\\\" asked the Marchesino. \\\"Do you not feel in a prison and that you cannot escape?\\\"\\n\\n\\\"We don't want to escape, do we, Madre?\\\" said Vere, quickly, before Hermione could answer.\\n\\n\\\"I am very fond of the island, certainly,\\\" said Hermione. \\\"Still, of course, we are rather isolated here.\\\"\\n\\nShe was thinking of what she had said to Artois--that perhaps her instinct to shut out the world was morbid, was bad for Vere. The girl at once caught the sound of hesitation in her mother's voice.\\n\\n\\\"Madre!\\\" she exclaimed. \\\"You don't mean to say that you are tired of our island life?\\\"\\n\\n\\\"I do not say that. And you, Vere?\\\"\\n\\n\\\"I love being here. I dread the thought of the autumn.\\\"\\n\\n\\\"In what month do you go away, Signora?\\\" asked the Marchesino.\\n\\n\\\"By the end of October we shall have made our flitting, I suppose.\\\"\\n\\n\\\"You will come in to Naples for the winter?\\\"\\n\\nHermione hesitated. Then she said:\\n\\n\\\"I almost think I shall take my daughter to Rome. What do you say, Vere?\\\"\\n\\nThe girls face had become grave, even almost troubled.\\n\\n\\\"I can't look forward in this weather,\\\" she said. \\\"I think it's almost wicked to. Oh, let us live in the moment, Madre, and pretend it will be always summer, and that we shall always be living in our Casa del Mare!\\\"\\n\\nThere was a sound of eager youth in her voice as she spoke, and her eyes suddenly shone. The Marchesino looked at her with an admiration he did not try to conceal.\\n\\n\\\"You love the sea, Signorina?\\\" he asked.\\n\\nBut Vere's enthusiasm abruptly vanished, as if she feared that he might destroy its completeness by trying to share it.\\n\\n\\\"Oh yes,\\\" she said. \\\"We all do here; Madre, Gaspare, Monsieur Emile-- everybody.\\\"\\n\\nIt was the first time the name of Artois had been mentioned among them that day. The Marchesino's full red lips tightened over his large white teeth.\\n\\n\\\"I have not seen Signor Emilio for some days,\\\" he said.\\n\\n\\\"Nor have we,\\\" said Vere, with a touch of childish discontent.\\n\\nHe looked at her closely.\\n\\nEmilio--he knew all about Emilio. But the Signorina? What were her feelings towards the \\\"vecchio briccone\\\"? He did not understand the situation, because he did not understand precisely the nature of madness of the English. Had the ladies been Neapolitans, Emilio an Italian, he would have felt on sure ground. But in England, so he had heard, there is a fantastic, cold, sexless something called friendship that can exist between unrelated man and woman.\\n\\n\\\"Don Emilio writes much,\\\" he said, with less than his usual alacrity. \\\"When one goes to see him he has always a pen in his hand.\\\"\\n\\nHe tried to speak of Emilio with complete detachment, but could not resist adding:\\n\\n\\\"When one is an old man one likes to sit, one cannot be forever running to and fro. One gets tired, I suppose.\\\"\\n\\nThere was marked satire in the accent with which he said the last words. And the shrug of his shoulders was an almost audible \\\"What can I know of that?\\\"\\n\\n\\\"Monsieur Emile writes because he has a great brain, not because he has a tired body,\\\" said Vere, with sudden warmth.\\n\\nHer mother was looking at her earnestly.\\n\\n\\\"Oh, Signorina, I do not mean-- But for a man to be always shut up,\\\" began the Marchesino, \\\"it is not life.\\\"\\n\\n\\\"You don't understand, Marchese. One can live in a little room with the door shut as one can never live--\\\"\\n\\nAbruptly she stopped. A flush ran over her face and down to her neck. Hermione turned away her eyes. But they had read Vere's secret. She knew what her child was doing in those hours of seclusion. And she remembered her own passionate attempts to stave off despair by work. She remembered her own failure.\\n\\n\\\"Poor little Vere!\\\" That was her first thought. \\\"But what is Emile doing?\\\" That was the second. He had discouraged her. He had told her the truth. What was he telling Vere? A flood of bitter curiosity seemed to rise in her, drowning many things.\\n\\n\\\"What I like is life, Signorina,\\\" said the Marchesino. \\\"Driving, riding, swimming, sport, fencing, being with beautiful ladies--that is life.\\\"\\n\\n\\\"Yes, of course, that is life,\\\" she said.\\n\\nWhat was the good of trying to explain to him the inner life? He had no imagination.\\n\\nHer youth made her very drastic, very sweeping, in her secret mental assertions.\\n\\nShe labelled the Marchesino \\\"Philistine,\\\" and popped him into his drawer.\\n\\nLunch was over, and they got up.\\n\\n\\\"Are you afraid of the heat out-of-doors, Marchese?\\\" Hermione asked, \\\"or shall we have coffee in the garden? There is a trellis, and we shall be out of the sun.\\\"\\n\\n\\\"Signora, I am delighted to go out.\\\"\\n\\nHe got his straw hat, and they went into the tiny garden and sat down on basket-work chairs under a trellis, set in the shadow of some fig- trees. Giulia brought them coffee, and the Marchesino lighted a cigarette.\\n\\nHe said to himself that he had never been in love before.\\n\\nVere wore a white dress. She had no hat on, but held rather carelessly over her small, dark head a red parasol. It was evident that she was not afraid even of the midday sun. That new look in her face, soft womanhood at the windows gazing at a world more fully, if more sadly, understood, fascinated him, sent the blood up to his head. There was a great change in her. To-day she knew what before she had not known.\\n\\nAs he stared at Vere with adoring eyes suddenly there came into his mind the question: \\\"Who has taught her?\\\"\\n\\nAnd then he thought of the night when all in vain he had sung upon the sea, while the Signorina and \\\"un Signore\\\" were hidden somewhere near him.\\n\\nThe blood sang in his head, and something seemed to expand in his brain, to press violently against his temples, as if striving to force its way out. He put down his coffee cup, and the two perpendicular lines appeared above his eyebrows, giving him an odd look, cruel and rather catlike.\\n\\n\\\"If Emilio--\\\"\\n\\nAt that moment he longed to put a knife into his friend.\\n\\nBut he was not sure. He only suspected.\\n\\nHermione's role in this summer existence puzzled him exceedingly. The natural supposition in a Neapolitan would, of course, have been that Artois was her lover. But when the Marchesino looked at Hermione's eyes he could not tell.\\n\\nWhat did it all mean? He felt furious at being puzzled, as if he were deliberately duped.\\n\\n\\\"Your cigarette has gone out, Marchese,\\\" said Hermione. \\\"Have another.\\\"\\n\\nThe young man started.\\n\\n\\\"It's nothing.\\\"\\n\\n\\\"Vere, run in and get the Marchese a Khali Targa.\\\"\\n\\nThe girl got up quickly.\\n\\n\\\"No, no! I cannot permit--I have another here.\\\"\\n\\nHe opened his case. It was empty.\\n\\nVere laughed.\\n\\n\\\"You see!\\\"\\n\\nShe went off before he could say another word, and the Marchesino was alone for a moment with Hermione.\\n\\n\\\"You are fortunate, Signora, in having such a daughter,\\\" he said, with a sigh that was boyish.\\n\\n\\\"Yes,\\\" Hermione said.\\n\\nThat bitter curiosity was still with her, and her voice sounded listless, almost cold. The Marchesino looked up. Ah! Was there something here that he could understand? Something really feminine? A creeping jealousy? He was on the /qui vive/ at once.\\n\\n\\\"And such a good friend as Don Emilio,\\\" he added. \\\"You have known Emilio for a long time, Signora?\\\"\\n\\n\\\"Oh yes, for a very long time.\\\"\\n\\n\\\"He is a strange man,\\\" said the Marchesino, with rather elaborate carelessness.\\n\\n\\\"Do you think so? In what way?\\\"\\n\\n\\\"He likes to know, but he does not like to be known.\\\"\\n\\nThere was a great deal of truth in the remark. Its acuteness surprised Hermione, who thought the Marchesino quick witted but very superficial.\\n\\n\\\"As he is a writer, I suppose he has to study people a good deal,\\\" she said, quietly.\\n\\n\\\"I do not think I can understand these great people. I think they are too grand for me.\\\"\\n\\n\\\"Oh, but Emile likes you very much. He told me so.\\\"\\n\\n\\\"It is very good of him,\\\" said the Marchesino, pulling at his mustaches.\\n\\nHe was longing to warn Hermione against Emilio--to hint that Emilio was not to be trusted. He believed that Hermione must be very blind, very unfitted to look after a lovely daughter. But when he glanced at her face he did not quite know how to hint what was in his mind. And just then Vere came back and the opportunity was gone. She held out a box to the Marchesino. As he thanked her and took a cigarette he tried to look into her eyes. But she would not let him. And when he struck his match she returned once more to the house, carrying the box with her. Her movement was so swift and unexpected that Hermione had not time to speak before she was gone.\\n\\n\\\"But--\\\"\\n\\n\\\"I should not smoke another, Signora,\\\" said the Marchesino, quickly.\\n\\n\\\"You are sure?\\\"\\n\\n\\\"Quite.\\\"\",\"timestamp\":1637314491,\"title\":\"\\n\\\"You see, after all, you have had to say good-night to me!\\\"\\n\"},\"digest\":\"DVvnta187XbAFMCpJc5ysguqsFL94rp_g6eGDyZguOE\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OhrIHazcm_H9D6ztqsEJTC2lH7XGrVr5dazw8RdYy6w\\\",\\\"y\\\":\\\"7wdTNt80ggnbLumBBAHRiA9wRUwHBuTeE-yQnFCEGmQ\\\"}\",\"signature\":\"jc9hL6i2XIpiC4q9JHvtRmMimet3sRBwk8jYQAbEfgSy9Ms1turwjzzpgyIluM-EBPzigKlx3FogITo_D5HfoQ\",\"signingKeySignature\":\"0xfafb478a7c33aab9503772c193954281fb591aee43f34f638cd9e4ef5335b3c85b63af3e6c8572e314f862c155c4dd078083a98e5ad4ff6ad28f10bec9bdd34c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OhrIHazcm_H9D6ztqsEJTC2lH7XGrVr5dazw8RdYy6w\\\",\\\"y\\\":\\\"7wdTNt80ggnbLumBBAHRiA9wRUwHBuTeE-yQnFCEGmQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DVvnta187XbAFMCpJc5ysguqsFL94rp_g6eGDyZguOE\"}"