"{\"content\":{\"body\":\"Welcome to ***our 3,748 subscribers***! I greatly appreciate you spending your time with us. **If you’re new**, I’d love for you to subscribe. You’ll get smarter and laugh every week 🤓\\n\\n🎧\\\\* To get this essay straight in your ears: listen on **[Spotify](https://open.spotify.com/show/5Fa6OZuYALrMGVBXAR7kYy)**\\\\*\\n\\nStock market, I need you to understand…it’s not you…it’s me.\\n\\n**I have increased my personal allocation to crypto.**\\n\\nIf you know me you know I am a strong advocate for investing in the stock market. That’s not changing.\\n\\nHowever, it is very clear that more revenue-generating use-cases and businesses are being built on blockchains. I believe this is going to drive more adoption, more public tech companies to get involved, better user experiences/user interfaces, better security, and more innovation in the space.\\n\\nThis marks the start of my journey deeper into crypto. I’m a beginner in every sense of the word which is why I think it’s important for me to document my journey as I learn. I still have an outsider’s perspective and have not built up any biases in the space which I think will help me keep an open mind (we’ll see).\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2de3c4d0-6f63-47e5-a684-e4518e9a709a_1280x720.png)\\n\\nI have no idea which cryptocurrencies will do well and none of this is a recommendation. No one should have any confidence in the level of research I’ve done into these because I consider myself an absolute beginner. These opinions are mine and mine only. **This is not financial advice.**\\n\\n**Disclosure:** As of this writing, I personally own Ethereum (ETH), Solana (SOL), Cosmos (ATOM), Wrapped Luna (WLUNA) which represents Terra (LUNA), Polygon (MATIC), Polymath (POLY), Assemble Protocol (ASM), Olympus (OHM), and THORChain (RUNE).\\n\\n**My current assumptions:**\\n\\n* Crypto and Blockchain technology are here to stay\\n* Everyone investing in the stock market should dedicate time to crypto\\n* Everyone investing in crypto should dedicate time to the stock market\\n* Crypto when combined into one single “market” has more upside than the S&P500 or the “stock market” over the next 10 years\\n* Crypto has more risk than the stock market over the next 10 years. That’s how risk works\\n* There are individual stocks (companies) that will significantly outperform the stock market and most cryptocurrencies over the next 10 years\\n* There are individual cryptocurrencies that will significantly outperform the crypto “market” and most individual stocks over the next 10 years\\n* I am far more likely to get scammed in crypto (invest in a crypto that goes to 0, lose your crypto wallet and any funds inside permanently) than in any individual stock (excluding penny stocks). This is because stocks are heavily regulated\\n* Regulation will be a good thing for legitimate cryptocurrencies, blockchains, and crypto investors\\n* It’s impossible to establish any credible price targets for any cryptocurrencies because the asset class is too new and there is no industry standard\\n* Some people will be “right” and become very rich off crypto but that doesn’t mean their process for establishing price targets and/or allocating capital was right. It just means the outcome worked out in their favor\\n* I will be extremely careful “following” anyone’s research in crypto because it’s impossible to know what their incentives actually are (what crypto do they own, what protocol are they being paid by to promote?)\\n* The same is true in stocks with the exception of fund managers who have to disclose their holdings\\n* The number of people developing things and using crypto will be significantly higher in 5, 10, and 15 years than today\\n* There is tremendous upside in crypto even if Bitcoin doesn’t become the global reserve currency, the U.S. dollar doesn’t collapse, and civilization as we know it doesn’t cease to exist\\n* I don’t see any indication that these doomsday scenarios that many love to push will happen. If they do, please continue subscribing to my newsletter that I’ll write by hand from an underground bunker somewhere\\n* I have limited time to spend on this stuff so I’m going to own what I believe are the core cryptocurrencies that will benefit from adoption, dollar cost average into them monthly, keep my allocation at a level that I’m comfortable with 50%+ losses\\n* Day trading crypto and/or stocks is a fantastic way to lose money and I have 0 interest in doing that\\n* Many of the qualities that make great stock market investors will translate directly to crypto. A longer time horizon, proper risk management, and a process-driven approach are true edges\\n* Balance is important. Remember to take care of your health, your family, and other priorities\\n\\n### Cryptocurrency Market Cap vs Global Equity Market Cap\\n\\nI’m going to define most of the crypto terminology I use, but [here’s a great glossary of terms for crypto newbies from Morningstar](https://www.morningstar.com/articles/1050329/a-basic-glossary-of-terms-for-crypto-newbies).\\n\\nAccording to [CoinMarketCap](https://coinmarketcap.com/charts/) the total market cap of all cryptocurrencies is $2.6 trillion, there are currently 13,164 cryptocurrencies and 422 exchanges. In October 2020, the total market cap was $400 billion.\\\\*\\\\* The global market cap of cryptocurrencies has grown by $2.2 trillion or 6.5x over the last year.\\\\*\\\\*\\n\\nFor context, the [total value of the U.S. equity market is](https://siblisresearch.com/data/us-stock-market-value/) $48.5 trillion, up 20% from $40.7 trillion at the end of 2020. **The U.S. stock market has grown by $7.8 trillion since the end of 2020.**\\n\\nGlobal equity market capitalization [increased by roughly $20 trillion in 2020](https://www.sifma.org/resources/research/fact-book/) ending the year at $105.8 trillion up 18% year-over-year.\\n\\nOn one hand, the 6.5x growth in the cryptocurrency market over the last year seems absolutely absurd. On the other hand, it represents 2.5% of the global equity markets\\n\\nCrypto’s growth of $2.2 trillion over the last year was roughly 10% of the growth of global equities. Given the difference in current market size, total addressable markets, and growth rates the $2.2 trillion doesn’t seem as excessive.\\n\\nDo I think crypto is going to overtake the global equity markets? No.\\n\\nBut when I think about it as part of a broader investment portfolio, It’s easy to imagine crypto representing 5% - 10% of a portfolio. There are a lot of regulatory and technological barriers to many global investors owning crypto in their portfolios but I think those barriers will go away over time. That arguably makes crypto more interesting now because it’s a headwind that I believe will go away.\\n\\nThe next logical question is whether or not the crypto market is overvalued. My answer is that over the short term, I have no clue. But just like in the stock market, assets are valued based on their potential for future growth.\\n\\nI’m comfortable with the idea that the crypto markets have the potential for higher growth rates ahead compared to global equities. There are a lot of global stock markets I’d never even consider investing in.\\n\\nIt makes sense to me that crypto deserves a “premium” compared to the global equity markets because of the upside potential. However, I could also see the crypto market shrinking by 50% overnight.\\n\\nAt this point, I’m looking at investing in crypto as a call option (high risk, but high potential return) on more people and businesses being interested in it in the future.\\n\\nSome crypto-enthusiasts make an argument that crypto and specifically Bitcoin and/or Ether are sound money. Sound money basically means a currency that can be expected to be stable enough to be a “store of value”.\\n\\nFrom my limited knowledge, no crypto is anywhere close to being sound money right now. The prices are too volatile. Many will argue, that they are a store of value because there’s a limited supply, they’re decentralized, etc so in their opinion, the value will go up exponentially, and eventually the price will stabilize. Then they will be sound money and a store of value.\\n\\nI believe this is a potential outcome. But probably 20+ years in the future. In my opinion, this is a good thing because it means crypto can continue increasing in value before stabilizing.\\n\\nThe story of crypto thus far is one of mostly dominance by Bitcoin and Ether, with other assets only gaining in popularity in the last few years.\\n\\n### Bitcoin Dominance Chart\\n\\nThe chart below from CoinMarketCap shows the percentage of total crypto market cap for the 10 largest cryptoassets.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fdb38c40e-fa6b-403e-9aa7-859f8eb49d11_1371x643.png)\\n\\nIn February 2017, Bitcoin and Ethereum made up 91% of all cryptoassets with no other asset representing over 1%.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1f47bb38-7db1-480e-a270-f8755573ab78_229x215.png)\\n\\nAs of October 2021, Bitcoin represents 45.5%, Ethereum represents 19%, “Others” represent 18%, and 8 other assets represent at least 1%. Nine cryptoassets represent 82% of the total crypto market cap or roughly $2.13 trillion.\\n\\nBitcoin represents a market cap of $1.17 trillion and Ethereum represents $500 billion.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7fe6f73e-9bfb-40c1-82e9-a7a12206d879_229x215.png)\\n\\nIn order for Bitcoin, Ethereum, and other cryptocurrencies to grow their market capitalizations and sustain them over the long term, they have to drive comparable economic value as compared to corporations with similar market capitalizations.\\n\\nThat statement could be completely wrong, but it’s my current view. I’ve heard some people say they value everything in Bitcoin and not the U.S. dollar.\\n\\nI’m nowhere close to arriving at that conclusion. I don’t think it’s intellectually honest to believe that at this time. You can’t sustain your livelihood/life (buy food, utilities, medical, etc) without using the dollar or your local currency. Until you can, it’s unrealistic to value everything in Bitcoin.\\n\\n### The Economic Value of Crypto\\n\\nWhat is the total economic value of these cryptocurrencies and do they deserve their current valuations? I have no idea.\\n\\n***That will be the main question I try to answer as I dive deeper into crypto and I’ll share my learnings along the way. If anyone has good data or resources on this please share in the comments, or hit reply and email me directly!***\\n\\n[Leave a comment](https://austin.substack.com/p/my-crypto-confession-part-1/comments)\\n\\nI’m new at this but here’s my current view on how blockchains can provide economic value and in turn, drive certain cryptocurrencies higher over time.\\n\\n*Blockchain technology is a crowd-sourced and verified database. However, instead of being sold and managed by a company like Microsoft or MongoDatabase, users get access to its features by purchasing one of the digital assets (cryptocurrencies) that the database’s code understands.*\\n\\nOkay, thanks Austin, you just confirmed my view that crypto is made up and has no value.\\n\\n*Not so fast…*\\n\\nWhy is Windows, or iOS, or Mayonaise for that matter valuable? They’re valuable because Windows and iOS provide an interface that millions of people and businesses have agreed to use and therefore derive value from. Mayonaise is just disgusting.\\n\\nSimilar to operating systems or any other software, blockchains will drive economic value if more people believe in them and decide to build revenue-generating use cases and business on them.\\n\\nThis is only the very beginning of the discussion I want to have about crypto. It is left to be decided what currency people will ultimately care about that revenue being generated in. Right now, anyone who makes money in crypto can’t cover the essentials of living without transferring it to a fiat currency.\\n\\nWill that change in the future? possibly. But I’ll leave it here for essay #1\\n\\n### Questions I have that I’ll write about in the future\\n\\n* What is the total economic value of these cryptocurrencies and do they deserve their current valuations?\\n* What is the ownership structure of all of the mined Bitcoin? Who owns them? Are there just a few “whales” who own most of the value and can therefore undermine the security and future of Bitcoin?\\n* What even happens when you purchase crypto on an exchange like Coinbase?\\n* Why is the wallet experience so horrible right now and when will that improve?\\n\\n<!---->\\n\\n* Is the explosion in activity on Ethereum from NFTs a potential risk to Ethereum’s future because it caused gas prices to go so high? Does this concern open up opportunities for other alternative layer 1 blockchains? If so then what does that say about the moat or defensibility of blockchains and what does that mean for their long-term value in USD?\\n* What are all of these new cryptos like Solana, and others? How do we know if something is a total scam?\\n\\nThis newsletter is not only going to focus on crypto. Most of my assets and interest is currently tied to the stock market so you’ll still get updates about stocks and other finance-related topics.\\n\\nI’m trying to make this newsletter sustainable for myself and informative for you as a reader. We’re at a turning point in history where it’s never been easier to be an investor. I want to help spread financial literacy and awareness in a thoughtful way which is how I’ll use this platform.\\n\\nI hope you join me on the ride.\\n\\n### Help me get smarter about crypto\\n\\n* **Hit the heart at the top of this page, subscribe for free, and share with your friends. It will help me keep this newsletter going**\\n\\n  [Subscribe now](https://austin.substack.com/subscribe?)\\n* **If you have good data or resources on measuring the economic value of crypto please share in the comments.**\\n* **Please share your favorite crypto resources in the comments to help me and our community learn.**\\n\\n  [Leave a comment](https://austin.substack.com/p/my-crypto-confession-part-1/comments)\",\"timestamp\":1635950338,\"title\":\"My Crypto Confession (Part 1)\"},\"digest\":\"nhWC6Qjs9HYffua4bUAdVcXpj9nV4YGDj9P_Cw4I1d8\",\"authorship\":{\"contributor\":\"0xa11B054776db93e5Ee55e9AC7ddFD56AC5f1D3a9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHvUrHallt8tDblOkvZbTK-KBwVynDNSoXdvvbUdpoA\\\",\\\"y\\\":\\\"LGZ57On6YMEq_726n0QhEhkg_NNvTr6u6DFWq8xXAGs\\\"}\",\"signature\":\"aHj91CRcVnSsR_Zz1pF_IuXODlU49MrN6gjfmTZByVJY8klwppsUMUYO_F3wKs5_HFjzxA6Gcq50WOlJ8FSWSA\",\"signingKeySignature\":\"0xb764f8414d88653bfa1919c05a962cbe5e702d6141f0d8201fe30c6f94d9fc0f24d57e2c36dc3991c15a6dc2634d006d7ec1faeb4556f57d0bfaa6eaca6ea2991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHvUrHallt8tDblOkvZbTK-KBwVynDNSoXdvvbUdpoA\\\",\\\"y\\\":\\\"LGZ57On6YMEq_726n0QhEhkg_NNvTr6u6DFWq8xXAGs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nhWC6Qjs9HYffua4bUAdVcXpj9nV4YGDj9P_Cw4I1d8\"}"