"{\"content\":{\"body\":\"## — Amara’s first online meeting with the Russian community\\n\\n![](https://images.mirror-media.xyz/publication-images/njuI4AnMMlvlegHifdJ_W.png?height=430&width=900)\\n\\n**On Nov 9th 5:00 PM(UTC+0), which was 8:00 PM Moscow time**, Amara team had its first meeting with our talented and lovely Russian and Ukrainian ambassadors. Neal, the head of BD North America, highly appreciated the excellent work done by our Russian ambassadors at the beginning of the meeting, and we also discussed updates of the projects and our future plans as well as the incentive plan for ambassadors. Besides that, all the ambassadors who contributed for the community will get gifts from Amara and all the attendees will get a Amara POAP. Cheers guys!\\n\\nWe are so glad to meet all of our Russian and Ukrainian friends. We’d like to express our heartfelt thanks to those 28 participants in the discussion, and special thanks to our interpreter Nadezhda from Russia, she has been really helpful during the meeting.\\n\\nIt’s such a pleasure to chat with you and we are looking forward to our next meeting. Hope we’ll meet more new friends from Russia and Ukraine!\\n\\n## For those who can’t attend the meeting, here is the recap:\\n\\n> Q: What is the vision of Amara for the next six months and the next two years? Are there any plans for integration with the growing Metaverse projects?\\n\\nA: The next product Amarapаy is planned to be launched within six months, it will be dedicated to banking features. Our first product is planned to be launched in December. The good news is we will list within 3–6 months, and at the moment we are taking a good look at potential platforms. Metaverse is the trend, we’ll definitely do it at the right time.\\n\\n> Q: Is GameFi planned for the Amara ecosystem?\\n\\nA: Now gamefi is on the rise, we are willing to join the big party with passions and before that we will look objectively and plan it thoroughly. For now, we have our own focus and will not spend a lot of effort on this.\\n\\n> Q: How will the listings on Amara NFT take place? What are the selection criteria?\\n\\nA: There is an assessment system, projects will be placed there after risk assessment. Now this is a team of evaluators, then they will transfer the rights to the community through a vote.\\n\\n> Q: How long will the Ambassador program run?\\n\\nA: The Ambassador program will live for a long time, and we don’t want to keep Amara believers out of the door. We’ll also build referral systems to improve it. It also depends on the wishes of the ambassadors themselves and their contribution, of course. In general, the program will last for a long time.\\n\\n> Q: Are there any partnerships planned with other projects?\\n\\nA: We are now integrating with Polygon, then we will expand this list with others and attract users from projects. In the meantime, we will also introduce our user to other excellent partnered projects. And if you have ideas, suitable contacts to be partners or interesting products, please contact admins on telegram.\\n\\n[https://t.me/AmaraFinance](https://t.me/AmaraFinance)\\n\\n> Q: What about the brand design in general?\\n\\nA: We want everything to be simple, concise, memorable and structural so as not to confuse people. Our task for the coming weeks is to increase the simplicity, transparency and consistency of everything.\\n\\n> Q: What about contests and promotions to revitalize the community?\\n\\nA: We are working with a marketing agency for a growth strategy. Soon there will be educational content for twitter, media and social networks with detailed articles for users. There will be contests within the Russian and Ukrainian community, and widespread promotions will also be done in the near future.\\n\\n[https://t.me/AmaraFinance_RUUR](https://t.me/AmaraFinance_RUUR)\\n\\n> Q: What about a whitelist for ambassadors?\\n\\nA: We are indeed making plans about a whitelist for ambassadors. This is an important motivating factor. For the reason that different countries have different expectations, we’d like to know more about your thoughts. Later the head of Operations will discuss the scheme with you, it shouldn’t be a problem.\\n\\n> Q: What about the Ambassador Awards?\\n\\nA: The reward depends on the input. Besides instant incentives, we also made plans about MARA distribution and whitelist slots. Each community has its own rating system and evaluation sheet. We will take all your expectations into consideration, including the type and amount of reward. We are so glad to have such excellent ambassadors like you guys and we don’t want to let you down. There is a rating system for ambassadors which means we have already done a lot to build a sound system and record all your efforts. We also prepared branded hoodies and caps for ambassadors who contribute a lot during October. Moreover, all the attendees will get an Amara POAP.\\n\\n## About Amara Finance\\n\\nAmara is a top lending protocol within the Polkadot ecosystem. It highlights a multi-chain assets lending protocol AmaraLend and an asset cross-chain protocol AmaraLink. AmaraLend Beta has been deployed on Moonbase Alpha testnet and it plans to be officially deployed on the Moonriver network. Amara is striving to be the most popular lending market in the short term and introduce possibly more assets into the Polkadot ecosystem.\\n\\n## Follow Us\\n\\n> *Webiste：<https://www.amara.link/> \\n Discord：<https://discord.com/invite/rhkyBmmCBf> \\n Telegram：<https://t.me/AmaraFinance> \\n Twitter：<https://twitter.com/AmaraFinance> \\n Medium：[https://amara-finance.medium.com](https://amara-finance.medium.com/)*\",\"timestamp\":1639119621,\"title\":\"Amara Ambassador Meeting - Russian&Ukrainian\"},\"digest\":\"P5I15Iptf6XMV80N2Asu0mBtXFeehBYJnQorm4EWPT8\",\"authorship\":{\"contributor\":\"0x540f582115209Dce1475FadBa786ab7a5B9c989D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fLf8M8UI49yf2mn135fq1UauyCNZ-XAzwRPkXrMO2GQ\\\",\\\"y\\\":\\\"faD67GGNd4N5upaKGd4-82Ed-f9k0cOyq3lwa24N_Sc\\\"}\",\"signature\":\"0BOuEP-L9iK7q_yr1tIKbyH9detwAFTQ6_F7dUB2ly5jXisb6dqz88Jo4Jd3OcKlDap8xWsm6E2XF5g5VEt2aA\",\"signingKeySignature\":\"0x619ef74586f0891e901bc1927ed762aec1426a6bcfe921c72887652e8b5af9df6ec58b8e654351703f2a69a252b8ae486b7d889c4aedf3f72e023b1e37b7d0651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fLf8M8UI49yf2mn135fq1UauyCNZ-XAzwRPkXrMO2GQ\\\",\\\"y\\\":\\\"faD67GGNd4N5upaKGd4-82Ed-f9k0cOyq3lwa24N_Sc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"su-fyqSkFmsFPoVc_xuR3Ul-UFie9HdeHsRwMwiYnd8\"}"