"{\"content\":{\"body\":\"从沙堆里爬了出来，我抖了抖浑身的沙子，借着头顶开口处那线微弱的红光，我四下打量着周围，只见自己掉到一个阴暗幽深的走廊之中。风化过的斑驳墙面述说着这里千年不变的凄冷和孤寂。细碎的黄沙还在从石隙中徐徐落下，发出淅淅沥沥的声响。\\n\\n```\\n看样子，我得尽快想办法从这里出去，就照头顶细沙掉落的速度，用不了多久，这片空地就会被黄沙填满。\\n\\n手中的火把摇曳着诡异的光晕，我紧紧跟在小影后面，沿着过道往前摸索着，心中也暗生警惕，手上紧握住匕首和刀刃。呼吸，自己的呼吸声仿佛就响在耳边。\\n\\n这里，绝对不会象表面所见的那么平静，能有如此多的发觉经验，隐藏其中的怪物等级绝对不会低。\\n\\n没等黑暗马停下步伐，一阵细碎的噼里啪啦声响就从前面弯口处传到我耳里，这声音仿佛是雨点敲打在木板上，又像是散落地上的豆子，听得我心中咯噔一跳，这么快就有怪出现了，会是什么呢？\\n\\n熄灭火把，我开启潜行，小心翼翼地接近那个转弯处。而小影也从黑暗马下跳了下来，双手持剑，一副戒备之态。\\n\\n咝咝……原来声音是这家伙发出来的，我双眼紧盯着盘踞在走廊当中，正不停吞吐着猩红舌头的大家伙。\\n\\n它那淡褐色的背上，一块块六角形，中间有个黑斑的鳞片就像是一只只巨大的眼睛，布满了阴毒之色；头顶上有几片微微竖起的深黄色鳞片，仿佛是一个小小的犄角；一双深褐色的眼眸里。散发出冷漠而又狡诈的光芒；暗红色的信子不断地在它的嘴里进进出出，尖端的两条分叉似乎正在探索着它前方的敌人；而它那带着层硬甲，如钢梭般不停拍打着的尾部，正是造成声音的来源。\\n\\n怪物：菱背响尾蛇\\n\\n等级：五十五级\\n\\n汗，怎么又遇到一头带毒的主，也不知道它和小白相比，哪个更加强悍，我心里暗暗嘀咕道，手一挥，立即把小金和小白召唤了出来，我家小金可是杀蛇的高手，这种情况，不叫他来助战，简直就是浪费资源。\\n\\n“小的们别给我面子，杀啊！”我一声高吼，小影立即一个死亡冲击逼了上去，手中巨剑带起一片朦胧的剑光，小金拍打着双翅，俯冲向响尾蛇，小黑带着小白则从右侧包抄，整一个全方位立体攻势。\\n\\n好一个菱背响尾蛇，它是以不变应万变，晃动着它那条带着硬角，如扇子般的尾巴，丝毫没有因为来袭的攻击而慌张，微微一缩头，跟着身子猛然一蹿，张口就往飞扑下来的小金咬去。\\n\\n闪，硬碰硬的话，我家小金可吃亏不少，我们的口号是玩阴的，绝不来光明。小金一个滑翔，从响尾蛇头顶掠了过去，让它的攻击顿时落了空。而小影则乘机将巨剑狠狠地劈在响尾蛇身上，不过，这家伙的皮肤未免也太滑腻了，锋利的剑气仅仅在响尾蛇身上留下几道白痕，连个鳞皮都没划破，小黑最近跟着我后面，也学聪明了不少，佯装冲上前吼叫了两声，又退了回来，摆明就是只想吸引响尾蛇的注意力，不想给点真材实料。\\n\\n那岩石兽不怕箭射，你这响尾蛇不可能也不畏惧吧，隐在黑暗中的我，拉弓引箭，锐利的箭镞直指响尾蛇那对夺魄的双眼，射人先射马，射怪先射眼，这个道理，我可明白真呢。\\n\\n嗖！弓弦发出嗡嗡的余声，一枝长箭如闪电似的，撕开昏暗的空气，噗的一声，斜斜地插入响尾蛇的一只眼睛里，溅起一泼褐色粘液。\\n\\n痛苦，狰狞，愤怒，如果说眼神里可以表达丰富感情的话，那此刻响尾蛇另一只眼睛里，就饱含着如此诸多的情绪，它如麻绳一般扭曲着自己那粗壮的身体，尾巴疯狂地拍打着周围的一起，令小影他们不得不后退几分，避让其锋芒。\\n\\n怎么着，疼了吧，受罪了吧，没关系，我这就让你解脱，收起长弓，我立即举起了右手，轻声念颂起我那极品小火球的咒语来，那团丝毫不起眼的光球立即浮现在我的掌心之中。\\n\\n响尾蛇剩余的那只独眼似乎也找到伤害它的正主，身子骤然一绷，然后如离弦之箭般朝我直挺挺地冲了过来。\\n\\n它的动作快，咱家小影也不慢，见它刚一动身，小影立即抢前跨出一步，手里的巨剑如切菜般猛砍下去，硬生将响尾蛇的去势给拦截住了。\\n\\n呼，极品小火球准准地落在响尾蛇身上，没有激荡的热气，没有轰然的爆响，火球悄然无声地从响尾蛇身上融出一个小洞，钻了进去不见了。\\n\\n啪的一声，小影被响尾蛇那强有力的铁尾砸到了一边，身上的盔甲隐约可见裂痕，受了小火球攻击的响尾蛇如一头打摆子的瘟鸡，抽搐着蹿到我面前，张口就向我咬了过来。\\n\\n我闪，我退，不好，没有让得掉，我动作虽快，但是受到严重刺激的响尾蛇速度更加迅速，一口狠狠咬在我的大腿根部，两颗尖利的毒牙深深地刺入皮甲，没入我的肌肉之中。\\n\\n啊……嗷……噢！我顿时发出一声凄厉无比的惨叫声，这该死的响尾蛇，哪不好咬，怎么偏偏咬我的关键部位，奶奶的，老子不砍死你，就对不起我的兄弟，我恨恨地咒骂着，双手立即操起两把人间凶器，没头没脑地冲响尾蛇乱劈下去。\\n\\n锋利的匕首轻易地就划开响尾蛇的鳞片，雪白的蛇肉立即暴露在我的面前，腥臭的蛇血立即喷溅出来，跟我搞，我搞死你，塞了颗解毒丹和还血丹，我是满面狞色，直要将这响尾蛇剥皮抽筋方能解气。\\n\\n奶奶的，这条响尾蛇摆明了是死蛇不怕开水烫，吃痛无比的响尾蛇并没有因此而松开口，反而顺势用它那粗长的身躯将我整个缠绕起来，看来是想孤注一掷，拼得蛇命，将我给绞死。\\n\\n小黑见我被响尾蛇缠住，立刻换了副面孔，呜吼一声冲上来对着菱背响尾蛇是又撕又咬，小影轮起手中的巨剑，一个劲地往蛇背上招呼。嗨嗨，我说哥儿，你们可得悠着点，老大我还在中间呢，别砍错地方啊，我见小的们那个狂态，心里暗暗嘀咕道。\\n\\n热，火热，烫，烫人，这条响尾蛇还没在我身上怎么折腾，突然如刚从熔炉里拿出的铁条般，浑身上下蒸腾起滋滋的热气，身上的皮肉，泛起了红光，一股浓浓的肉香从蛇身上蹿了出来。是咱那极品小火球开始发威了，内部的高温烧灼，让这条已受重创的响尾蛇顿时成为一条烤肉，周身一软，从我身上摔落下来。\\n\\n蛇已死，咱可没忘搜尸，冲地上的蛇尸丢了个采集术，嘿嘿，这家伙总算对得起我，一块暗暗发红的菱背响尾蛇皮落入掌中，再扔，又整到一枚鸽蛋大小的棕色响尾蛇胆。这玩意应该是制药的好材料吧，我裂嘴一乐，统统收入背囊之中。\\n\\n*********************************************\\n\\n一路杀蛇无数，终于走完了这条并不算短的过道，可怜我的收获，除了蛇皮蛇胆之外，别无其他，穷，这帮蛇孙子真是穷啊。\\n\\n过道尽头，是两扇高达四米的大门，斑驳的门面上，布满了尘埃，我定了定神，左右看了看，招呼着一家大小，毅然推开这扇尘封已久的黑铁大门。\\n\\n随着吱呀一声响，在我眼中，突然映现出一座巍峨雄伟，气魄惊人的地下宫殿，没想到在这昏黑的蛇巢之中，竟然还有如此建筑，真是令咱差异不已，目光，不由得四处打量起来。\\n\\n光滑的黑色墙面上，雕刻着无数如蝌蚪，似游蛇的奇怪图纹，淡淡的光线从上空洒落下来，我抬头一看，大殿上空悬挂着一盏巨大的金属吊灯，吊灯中间是一个金黄色五芒星图案，周围包裹着一圈黑色铁边，分别向八个方向延伸出八条“胳膊”，每一条都呈U字形微微向上弯曲。在每个U字的尾部，一一挂着个巴掌大小的黑色铜环，环的中央各悬着一颗宝石，宝石的四周好像有跳动着的火焰。那些淡蓝色的光就是从宝石周围的火焰散发出来的。\\n\\n整个殿堂里的气氛有点诡异，似乎散发出一股无形的压力，震慑着前来的每一个人，每一个生物，我突然有种快要窒息的感觉，心脏，仿佛被一只强有力的大手紧紧地握住，脑海里一片轰鸣，浑身上下，说不出的痛楚。\\n\\n不过这种感觉突然而来，又悄然而去，只是转眼之间，我又仿佛浑身一轻，紧跟着，一种似曾相识的感觉又涌上我的心田。闭上眼睛，耳边似乎隐约回荡着无数凄厉的声音，就仿佛是那些被困在地底的怨灵发出的悲鸣痛嚎，对了，这种感觉正是当初刚进冥王神殿时的感受。\\n```\\n\\n\\n------------\",\"timestamp\":1640772939,\"title\":\"第三百零九章 神秘殿堂\"},\"digest\":\"a2IYf80qvrbvh7BXMNbGzFhKJ1lTffObLGOsEOJXF2E\",\"authorship\":{\"contributor\":\"0x917fEb8D8794A27595468722b52b95D4471D5A35\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w2rarKgbHugBrXiF9UXneGzgGdjsZUNmB6RfOC1asRk\\\",\\\"y\\\":\\\"DwFPcMLpviO5YB-VLsG27bWLFLN-MinagPbfUYKVqYc\\\"}\",\"signature\":\"-V6pKBnRhtkFpBhHZ1z1mVBEyewfjSSUrxJq5KXTFuNlQhe8OIEWs__8hUry5UdN1JnHQcY1-c8CayEEry7v5g\",\"signingKeySignature\":\"0xd8a8101374340994010d9450778ab54ca81c8a01eaa85c286927d1a19e5ecd425fdcc7f5c52e8bc16d9f6c9287d882405c7fa05582941272802ea7e12a8e0ca31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w2rarKgbHugBrXiF9UXneGzgGdjsZUNmB6RfOC1asRk\\\",\\\"y\\\":\\\"DwFPcMLpviO5YB-VLsG27bWLFLN-MinagPbfUYKVqYc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a2IYf80qvrbvh7BXMNbGzFhKJ1lTffObLGOsEOJXF2E\"}"