"{\"content\":{\"body\":\"1、 Web1 0→Web2. 0→Web3. 0 development context and we are in Web3 Where is 0? (is it still a baby? Can 2021 be the first year of Web 3.0?)\\n\\n2、 At present, the development process of decentralized Finance (defi);\\n\\n3、 Token\\n\\n(token) fundamentals and governance;\\n\\n4、 What are the new parts of Web 3.0?\\n\\nWeb1. The essence of 0 is union. Profits are based on one common point, that is, huge click traffic. Whether it is early financing or late profit, it relies on a large number of users and click through rate. Listing or carrying out value-added services based on click through rate determines the level and speed of profit and fully reflects the eye economy color of the Internet. (typical representative: Yahoo\\n\\nAnd Google)\\n\\nWeb1. The development behind Web1.0 appeared the phenomenon of merging to the comprehensive portal (the essence of Web1.0 is union). In the early stage, Sina, Sohu and Netease continued to adhere to the portal website\\n\\nAnd Tencent, MSN, Google and other network upstarts have moved towards the portal network, especially for news information, with great and common interest. (and these years are obviously slowly withdrawing from the stage of History) web1 At the same time, it has also formed a clear industrial structure with the combination of main business and part-time business\\n\\n。 Sina focuses on news + advertising, Netease expands games and Sohu extends the portal matrix. Each company takes the main business as a breakthrough and the part-time business as a supplementary point to form a development mode of fist and meat palm.\\n\\nWeb2. The essence of 0 is interaction. It allows netizens to participate more in the creation, dissemination and sharing of information products, and this process is valuable. Web2. 0 pays more attention to the interaction of users. Users are not only the browser of website content, but also the manufacturer of website content. The so-called website content maker means that every user on the Internet is no longer just an Internet reader, but also an Internet author; No longer just surfing the Internet, but also becoming a wave maker; In terms of mode, it develops from simple \\\"reading\\\" to \\\"writing\\\" and \\\"joint construction\\\"; From passively receiving Internet information to actively creating Internet information, so as to be more humanized. (interestingly, there are some terms \\\"interaction\\\" and \\\"browser creator\\\", that is, the mutual transformation of identity. These concepts are very easy to understand today. They also include some rudiments of Web 3.0.)\\n\\nWeb2. The disadvantage of 2.0 is that it does not reflect the labor value of Internet users, so 2.0 is very fragile and lacks commercial value. Web2. 0 is fragile. Pure 2.0 will encounter major challenges in the business model. It needs to be combined with specific industries to achieve great business value and business success. Web2. 0 is a transitional product of the development stage of the Internet, but it is precisely because of 2.0\\n\\nThe emergence of, so that people can more participate in the creative labor of the Internet, especially in the creation of content. In this regard, web2 0\\n\\nIs revolutionary. Then \\\"requiring the redistribution of Internet value\\\" will be an inevitable trend, which will inevitably promote the emergence of a new generation of Internet, which is Web3 0\\n\\nWeb3. 0 is more than just a technical innovation. It is a technical integration that provides users with more personalized Internet information customization through a more concise way with a unified communication protocol. It will be a key step in the development of the Internet from technological innovation to user concept innovation. (this is a definition, but I personally think it is not perfect)\\n\\nWeb 3.0: a fully functional Internet that minimizes the transmission friction between information flow and value flow, minimizes the cost, and is the most unified. (this expression is more appropriate. However, there is also a disadvantage. The fully functional Internet can never be fully functional. It can only be satisfied with the current completeness. In the end, it can cover everything, or if you don't want to cover it, you can create web4.0 web5.0...)\\n\\nNow many people say that there is Web3 0. The field of e-commerce and online games are called Web3 0 On some properties, online games have web1 The property of 0 also has web2 0 (or Web2.0 can't be said to be complete. For example, in a game, you're just a participant, and you're unlikely to become a developer. For example, Tencent King glory, you just participated in the game, and you didn't develop or create). The biggest pain point of e-commerce is the problem of data and information transparency. All domestic e-commerce platforms are kneeling and licking services, For example, credit is only unilateral. Consumers can comment on businesses and have dynamic scoring indicators. But businesses do not have any way to restrict consumers. Although the network has a real name, all consumers can consume with countless waistcoats, and businesses cannot evaluate defaulting customers. Credit system is simply a abnormal one-way index. If all consumers and businesses are included in the two-way credit system (which can be realized technically), it is not realistic. It's hard to imagine this model. We can call it web 3 0 Just like in the field of digital currency, if you do evil without any means to restrict you, we can't imagine. So I exclude it from Web3.0 both in the field of e-commerce and online games Outside 0.\\n\\nWeb3. Three prerequisites for the arrival of 0: 1. Represented by blog technology, the improvement and development of Internet application technology focusing on Internet users' interaction and personal experience. (this one is obviously backward. It can be understood as all interactions on the Internet, especially those with interchangeable identities.) 2. The popularity and universality of virtual currency and the exchange of virtual currency have become a reality. 3. Everyone's recognition of network wealth and the solution of network financial security.\\n\\nWeb3. 0 network is the next big wave, which will dominate the Internet market in the next 10-15 years. Compared with the whole process of the Internet, we are only at the stage of 1990-1995. That is, we are still a baby. Multi Chain and multi-layer is a consensus slowly reached after 2017. Cross chain, side chain, multi public chain, layer1 and layer2 are gradually completing and maturing. There will be a situation that its correlation with bitcoin will gradually drift away, and a new business sector (Ecology) far beyond the current decentralized Finance (defi) sector will be born. Web3. I think we should put more emphasis on the two aspects of section and ecology.\\n\\nWeb3. There will be a trend that the user experience of the portal will cover multiple categories, and boost a many to many decentralized exchange together with the upcoming Multi Chain and multi-layer ecology\\n\\nEcology. In terms of lending, the detailed function will be more perfect, but a complete system will only be born after the upper real economy is more mature. The derivatives track is about to usher in explosive growth (which is partly reflected in dydx above), while the insurance track should continue to expand to B2B, automation and integration with audit. (no matter how we look at or understand this part, we understand that Web3.0 is naturally related to digital currency and decentralized finance. Especially in the field of decentralized finance, it is not too much to say that Web3.0 will revolutionize traditional finance, and the financial volume is amazing all over the world, which will deeply affect everyone.) in 2020, the decentralized finance sector, Its landing has no second place in the limelight for the whole web 3 0 industry is of great significance.\",\"timestamp\":1639060448,\"title\":\"Web3. Cognition of 0: the next explosion point, layout in advance\"},\"digest\":\"2D3fk5TppLj81cSFbeimh4U8DJ2ZgT-D_fCWIBT_K6U\",\"authorship\":{\"contributor\":\"0x38dC543c0f44d530c25d1Fb3C08B445725956A43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qgz9FPyGRQQJjABp8_GLvch08H9_85yy5eJzCKwVxBU\\\",\\\"y\\\":\\\"ofaeTO07FDZKHwtvaJWGajWE3iMvRimOYSjc1HNLUvs\\\"}\",\"signature\":\"DEBFVwEyvzHKddMubvSi1gEjLQ22xflZYWwXOUwytk9m3aPuQCuGfi3S35weDSygr8wFHMLxMJYdFc0aiSPo5Q\",\"signingKeySignature\":\"0xb4062d9b01cbcce510643cb8091763817779eea13dcf64cfd873feb9fa078da5666d48ba7b971341e81ccd3213b39667dfd9b664b03a19df7ee0b6db1d9149fa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qgz9FPyGRQQJjABp8_GLvch08H9_85yy5eJzCKwVxBU\\\",\\\"y\\\":\\\"ofaeTO07FDZKHwtvaJWGajWE3iMvRimOYSjc1HNLUvs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2D3fk5TppLj81cSFbeimh4U8DJ2ZgT-D_fCWIBT_K6U\"}"