"{\"content\":{\"body\":\"TLDR: Phlote is a music discovery DAO. Our community has been built to find and onboard artists who make great music to Web3. We launched a baseline tokenomics package that distributes rewards to members for the quality of their curation.\\n\\n### The Who, What, and Why\\n\\nThe essence of any tokenomics program is to identify the actions of the community that will drive value for the DAO.  If designed correctly and attached to a token, token price will reflect the DAOs ability to deliver value to the broader community. Tokens become the measuring stick for community value, similar to how share price can work for a traditional company.\\n\\nPhlote is a music venture DAO focused on the curation and spread of culture. Our tokenomics model is designed to encourage participation in the discovery of talented artists, the creation of digital assets, and community building by our members. \\n\\nOur objective as a community is to introduce artists we believe will lead a new generation of creatives and fans to Web3. High quality curation is a critical step to enabling our broader mission. \\n\\n### What is Curate-To-Earn? \\n\\nIn short, curate-to-earn describes the incentive layer of Phlote DAO.  Our community members earn Phlote tokens in exchange for curating great music into the community. This singular action enables Phlote to achieve its mission to identify talented emerging artists and “phlote” them into Web3. As such, our tokenomics package is designed to distribute rewards to community members who make strong contributions as curators.\\n\\nCurate-to-Earn simply means our members are able to earn tokens for the quality of their curation.\\n\\n### How Does It Work?\\n\\nWhile curation is at the center, other types of contributions can meaningfully impact our ability to achieve our mission. Curators, artists, creators, and community builders all have a role to play and a way to participate.  DAO members earn tokens for the following:\\n\\n*Curators*\\n\\n1. Artist submission - Inviting artists to submit music to the DAO through our [submission process](https://twitter.com/teamphlote/status/1461153478953291777?s=20)\\n2. Voting - Voting in the weekly curation show\\n3. Curator Wins - Being the curator of a song that is voted 'Song of the Day’\\n\\n*Artists*\\n\\n1. Song submission - [Submitting](https://phlote.typeform.com/PhloteTCR) music to Phlote DAO\\n2. Song Wins - For being the Artist of a song that is voted 'Song of the Day'\\n\\n*Community Builders*\\n\\n1. Programming - Organizing and hosting social, educational, or collaborative events that bring the community together.\\n2. Content - Contributing audio, visual and written content for the DAO to publish across social channels.\\n\\n### The Phlote Voting Token\\n\\nPhlote DAOs curation economy is underpinned by members signaling their preferences with votes. Our native community tokens (ERC-20) are called Phlote Vote (PV1) Tokens that are distributed for activity as noted above. You can view the token [here](https://polygonscan.com//address/0x31DA0475d29a452DA24Eb2ed0d41AD53E576b780).\\n\\nPV Tokens will be minted in series, with PV1 representing the first epoch in the timeline of Phlote. 1,000,000 PV1 Tokens were batch minted for distribution to the community. \\n\\nThis design offers a way for newer members to compete for a larger share of the DAI prize pool during the successive epochs (2, 3, 4 etc).  This inflationary mechanism prevents early contributors from becoming whales who have outsized advantage over newer members over time. This resetting mechanism allows for fair competition for prizes as new prize pools are funded.\\n\\nEvery PV1 represents a share of the interest in a [Pool Together](https://pooltogether.com/) DAI prize pool (more on that later).\\n\\nUpon full distribution of all 1,000,000 PV1 tokens, two things will happen:\\n\\n1.  PV1 owners will receive the proportion of the interest pool commensurate with their share of PV1 tokens earned.\\n2. A new pool will be funded on Pooltogether and a fresh batch of 1,000,000 tokens will be minted.\\n\\nIn total, 33,245 PV1 Tokens were air dropped to early members on October, 4th 2021. The distribution was measured against their contributions to Phlote DAO since March 2021.\\n\\n### The Phlote Treasury\\n\\nWe decided to use a majority of our treasury to fund a no-loss lottery pool on [Pooltogether.com](https://pooltogether.com/). No-loss lotteries are “riskless”, meaning funds can be staked in exchange for exposure to the lottery and withdrawn at any time with no-loss.\\n\\nWatch this short [video](https://www.notion.so/How-PoolTogether-works-fc10753d21c84824baad4a788542da82) on how PoolTogether works.\\n\\nAs of writing this we have $15,000 in the DAI prize pool. Our DAI is saved and held in the pool making us eligible to win weekly lottery prizes and earn $POOL tokens at the rate of 11% APR (as of Oct 2021).\\n\\nBy funding a Pooltogether pool, we’re able to generate yield on the portfolio of assets within the Phlote Treasury AND expose our funds to upside associated with the lottery.  In this way, we’re able to leverage our modest treasury in a way that adds an exciting game element to our community earn mechanism. \\n\\n### How Do Phlote Vote Tokens Increase in Value?\\n\\nPV1 tokens derive value from their exposure to the interest generated in the prize pool.\\n\\nOnce PV tokens are earned, contributing members are able to claim yield in proportion to the percentage of PV1 tokens they hold. For example, if a member of the community earned 100,000 PV1 tokens of the 1 million minted, they would have the right to claim 10% of the pool generated yield.\\n\\nAs the treasury grows, so too does the yield it generates, and the value of each PV token. If Phlote tokenomics is designed correctly, the actions undertaken by contributors will increase the value of the treasury and the allocation of PV tokens they hold.\\n\\nIn the case where our community stake wins the periodic lottery on Pooltogether, all proceeds move into the yield bucket to be claimed by the holders of PV1s.\\n\\n### Why Polygon?\\n\\nMinting anything on mainnet incurs high transaction fees to distribute. These transaction fees, known as gas fees, can range from ten to a few hundred dollars depending on such things as the amount of traffic on the network or the size of the metadata stored on chain for a transaction. To avoid high fees, token owners on mainnet are biased towards hodling, a behavior that makes social tokens less social.\\n\\nCommunity tokens are meant to be earned, distributed, and redeemed with high velocity, something that’s more easily achieved on alternative networks (also known as side-chains).  \\n\\nSide-chains (often referred to as “Layer 2” or “L2” solutions) like Polygon are designed for high frequency, low cost transactions. The additional benefit of using Polygon is the network’s use of Ethereum smart contract standards and wallet technology. \\n\\nBy using a Layer 2 solution we can quickly bridge ERC20 tokens to and from Ethereum using a variety of popular dapps like ZapperFi for example (that provide users with lowest gas fees by comparing rates across multiple DEXs) as well as Polygon’s native bridge. The bridge allows for fast interoperability between Polygon and Ethereum, connecting the networks and allows tokens to exist on both sides.\\n\\nThe decision to use Polygon is an intentional UX decision and one that we continue to evaluate.\\n\\n*To learn more about Phlote DAO follow us [@teamphlote](https://twitter.com/teamphlote) on Twitter*.\",\"timestamp\":1637376151,\"title\":\"Phlote DAO Tokenomics: Curate-to-Earn\",\"publication\":\"phlote\"},\"digest\":\"Kgm6iVrX82BdhloqgfisfpQPyesjqiiynngXs-8ctuw\",\"authorship\":{\"contributor\":\"0xEf58304E292fBAeacFdeC25b67b3438031FdE313\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KXcOOQhx7GoraNl0i2xrhmuX_s07KrkjkKwfp2FuT3w\\\",\\\"y\\\":\\\"SWOLq3LgTd8UHdW7nHo0QcoEGRq5ePJidaME5rivHnY\\\"}\",\"signature\":\"cdd5HBW2BCmuvCTICtp-pDFwgTO6fS87XLKV1iA_7EXTue_u510ZtaR0GUYlvh3iyp0WsYUljOTZtoQbl26KHw\",\"signingKeySignature\":\"0x1cc1f8e94186279bcb41360a0c0b26cbcde3201244c4d796a942ba46251e877a02d44cca2f7164ec0526dbf49a30c2265bc21cb48ff79c843902da15b6e4cefd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KXcOOQhx7GoraNl0i2xrhmuX_s07KrkjkKwfp2FuT3w\\\",\\\"y\\\":\\\"SWOLq3LgTd8UHdW7nHo0QcoEGRq5ePJidaME5rivHnY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kj9-v-xeejxHyA8Q-LaSy7nqnraHiJh8G9-MaHIcHRU\"}"