"{\"content\":{\"body\":\"The DeFi lossless lottery project PoolTogether launched v4, which is a protocol upgrade tailored for small players and completely changed its architecture. PoolTogether's new structure allows a greater degree of bonus split (thousands of bonuses from the revenue pool), giving smaller depositors a greater chance of receiving bonuses. PoolTogether’s governance will control the number and amount of bonuses, and can even limit the number of prizes that big depositors or \\\"whales\\\" can win: if they have swept the entire bonus pool, they can only receive the main bonus, and leave the smaller amount to the larger ones. Small depositors. Smaller depositors will also be able to benefit from cross-chain liquidity. Like many protocols implemented by simply deploying code, PoolTogether has been released on blockchains such as Polygon and Celo. But the biggest award is still concentrated in Ethereum. V4 will enable these chains to interact and aggregate deposits, allowing smaller users to take advantage of cheap gas costs, while still having the opportunity to win in the largest prize pool.\",\"timestamp\":1634316428,\"title\":\"DeFi lossless lottery project PoolTogether launched v4 to increase the probability of winning and provide cross-chain liquidity\"},\"digest\":\"W9xZyipXtwL57mk5GI5c44WUQt4LJhjKHmpe27S_evw\",\"authorship\":{\"contributor\":\"0x7b0D60C4Fb47A942D3b625A1a6aF3f3d9d5F65D4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qiUl48txao87_z9C4IAKXzBzmGuzmGoVBjGq1pNjwDc\\\",\\\"y\\\":\\\"z-w1h8LbbH0o43NC4wfNcYnsZj8lFiqJ8xN2aqBbrlY\\\"}\",\"signature\":\"OakFC7M3JmPuqKe8xYUnm9v2QP9rMbvLCCZf_TKpsIX0f4RHUq9SvuhGemTPjebxk_gopyrQboytGobTptOrKQ\",\"signingKeySignature\":\"0xdb2c144b250f88a376456c3b8ca3c59549d744b5187e1643131a909932175d7e4d2b75e85e49672c00d9f5e47125c57834ec31508408881b28ec38e8f5a2b2dd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qiUl48txao87_z9C4IAKXzBzmGuzmGoVBjGq1pNjwDc\\\",\\\"y\\\":\\\"z-w1h8LbbH0o43NC4wfNcYnsZj8lFiqJ8xN2aqBbrlY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"W9xZyipXtwL57mk5GI5c44WUQt4LJhjKHmpe27S_evw\"}"