"{\"content\":{\"body\":\"A cryptocurrency (or “crypto”) is a digital currency that can be used to buy goods and services, but uses an online ledger with strong cryptography to secure online transactions. Much of the interest in these unregulated currencies is to trade for profit, with speculators at times driving prices skyward.\\n\\nThe most popular cryptocurrency, bitcoin, has had volatile price moves this year, reaching nearly $65,000 in April before losing nearly half its value in May. By fall, the price had risen rapidly again: it hit an all-time high above $66,000 before falling back.\\n\\n## 1. What is cryptocurrency?\\n\\nCryptocurrency is a form of payment that can be exchanged online for goods and services. Many companies have issued their own currencies, often called tokens, and these can be traded specifically for the good or service that the company provides. Think of them as you would arcade tokens or casino chips. You’ll need to exchange real currency for the cryptocurrency to access the good or service.\\n\\nCryptocurrencies work using a technology called blockchain. Blockchain is a decentralized technology spread across many computers that manages and records transactions. Part of the appeal of this technology is its security.\\n\\n## 2. How many cryptocurrencies are there? What are they worth?\\n\\nMore than 15,000 different cryptocurrencies are traded publicly, according to [CoinMarketCap.com](http://coinmarketcap.com/), a market research website. And cryptocurrencies continue to proliferate. The total value of all cryptocurrencies on Dec. 17 2021, was about $2.1 trillion, having fallen off an all-time high above $2.9 trillion weeks earlier. The total value of all bitcoins, the most popular digital currency, was pegged at about $868.7 billion.\\n\\n## 3. Why are cryptocurrencies so popular?\\n\\nCryptocurrencies appeal to their supporters for a variety of reasons. Here are some of the most popular:\\n\\n* Supporters see cryptocurrencies such as bitcoin as the currency of the future and are racing to buy them now, presumably before they become more valuable\\n* Some supporters like the fact that cryptocurrency removes central banks from managing the money supply, since over time these banks tend to reduce the value of money via inflation\\n* Other supporters like the technology behind cryptocurrencies, the blockchain, because it’s a decentralized processing and recording system and can be more secure than traditional payment systems\\n* Some speculators like cryptocurrencies because they’re going up in value and have no interest in the currencies’ long-term acceptance as a way to move money\\n\\n## 4. Are cryptocurrencies a good investment?\\n\\nCryptocurrencies may go up in value, but many investors see them as mere speculations, not real investments. The reason? Just like real currencies, cryptocurrencies generate no cash flow, so for you to profit, someone has to pay more for the currency than you did.\\n\\nThat’s what’s called “the greater fool” theory of investment. Contrast that to a well-managed business, which increases its value over time by growing the profitability and cash flow of the operation.\\n\\n## 5. How do I buy cryptocurrency?\\n\\nWhile some cryptocurrencies, including bitcoin, are available for purchase with U.S. dollars, others require that you pay with bitcoins or another cryptocurrency.\\n\\nTo buy cryptocurrencies, you’ll need a “wallet,” an online app that can hold your currency. Generally, you create an account on an exchange, and then you can transfer real money to buy cryptocurrencies such as bitcoin or Ethereum.\\n\\n## 6. Are cryptocurrencies legal?\\n\\nThere’s no question that they’re legal in the United States, though China has essentially banned their use, and ultimately whether they’re legal depends on each individual country. Also be sure to consider how to protect yourself from fraudsters who see cryptocurrencies as an opportunity to bilk investors. As always, buyer beware.\",\"timestamp\":1640100159,\"title\":\"What Is Cryptocurrency? Here’s What You Should Know\"},\"digest\":\"n1BJMXKxrNlIVbfFIMQ0tv7NNnQqugQuSe4RafhwBIQ\",\"authorship\":{\"contributor\":\"0x69d4b6Ef6E58365af264023C899CDD77c2F271aF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"signature\":\"WcadDRw5EwezrAyIdwXwpMR5KPCgMiZpMxY1grP4qRWqDH7Un9mPyJS7mhwF705W-obf5eKH7V0QMZctDD0A6A\",\"signingKeySignature\":\"0x75a90a02d92ecd34da299ae261f4f2fb35792f939a8808aec8623b779a47a9ff13e7b0e8657ab48ddafd41c6d898042c739bc5b07b0c60805495dfd10c08c04d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n1BJMXKxrNlIVbfFIMQ0tv7NNnQqugQuSe4RafhwBIQ\"}"