"{\"content\":{\"body\":\"Yazıya geçmeden önce belirtmek istediğim birkaç önemli nokta var. Paylaşacağım bu yazının ardından **iki adet daha bağlı yazı gelecek.** Blockchain’den uzak kalmak, geleceği şekillendiren bu devrimsel teknolojiden uzak kalıp fırsatları kaçırmak istemiyorsanız bu yazılara dikkatinizi vermelisiniz. Yeni bir dil öğrenir gibi parça parça bu dünyayı anlayıp (yazılım bilmeniz zorunlu değil) vizyoner fikirlere erkenden yatırım yapıp kazanç sağlamanız gerekir. Aksi takdirde sürekli olarak birilerinin sizlere fikir vermesini, birilerinin tweet atmasını ve şansınızın yaver gitmesini beklersiniz. Lütfen bu uyarıyı dikkate alın. Temel terminolojiye hakim olun. Layer 2, Rollup, Dex, DAO dediğimizde siz de ne dediğimizi, neyden bahsettiğimizi anlayın. Şimdi yazımıza geçebiliriz. \\n  \\n **Cosmos Nedir? (ATOM) \\n **\\n\\n![](https://images.mirror-media.xyz/publication-images/as7oq8UtPwy9fj4fAnLox.jpeg?height=393&width=700)\\n\\n** \\n  \\n **Kurucu ekibi tarafından “Blockchain’lerin İnterneti” olarak ilan edilen Cosmos, aralarındaki işlemleri kolaylaştırmak için açık kaynaklı araçlarla birleştirilen bir “kripto ağları” ağı oluşturmayı hedefliyor.\\n\\nCosmos’u diğer projelerden ayıran şey, özelleştirilebilirlik ve birlikte çalışabilirlik üzerindeki bu odaklanmadır.\\n\\nAmacı, kendi ağına öncelik vermek yerine, hiçbir merkezi taraf faaliyeti kolaylaştırmadan, verileri ve tokenları programlı olarak paylaşabilen bir ağ ekosistemini teşvik etmektir.\\n\\nCosmos’ta oluşturulan her yeni bağımsız blok zinciri (“bölge” olarak adlandırılır), daha sonra her bölgenin durumunun kaydını tutan Cosmos Hub’a bağlanır ve bunun tersi de geçerlidir.\\n\\nProof-of-stake blok zinciri olan Cosmos Hub, yerel ATOM kripto para birimi tarafından desteklenmektedir.\\n\\nCosmos’un mevcut geliştirme durumuyla bağlantıda kalmak isteyen kullanıcılar, web sitesi üzerinden yol haritasını takip edebilirler.\\n\\nCosmos ekibinden daha düzenli güncellemeler için, ağ ve gelişen teknolojisi hakkında ipuçları ve öğreticiler içeren Cosmos bloguna yer işareti koyabilirsiniz. \\n  \\n **Cosmos’u kim oluşturdu?**\\n\\nAçık kaynaklı blok zinciri projelerine fon sağlayan İsviçreli bir kar amacı gütmeyen kuruluş Interchain Foundation (ICF), Cosmos’un geliştirilmesine ve başlatılmasına yardımcı olan organizasyondur.\\n\\nGeliştiriciler Jae Kwon ve Ethan Buchman, Cosmos ağını 2014 yılında birlikte kurdular ve o sırada Cosmos’u güçlendirecek olan fikir birliği algoritması Tendermint’i yarattılar.\\n\\nKwon ve Buchman daha sonra Cosmos teknik incelemesini yazdı ve yazılımını 2019'da yayınladı.\\n\\nInterchain Foundation, 2017 yılında ATOM tokeninin iki haftalık bir ilk madeni para arzını (ICO) gerçekleştirdi ve o sırada 17 milyon doları aştı. Tendermint Inc., 2019'daki A Serisi finansman turuyla projenin geliştirilmesine devam etmek için 9 milyon dolar topladı.\\n\\n**Cosmos nasıl çalışır?**\\n\\nCosmos ağı üç katmandan oluşur:\\n\\n**Uygulama** — İşlemleri işler ve ağın durumunu günceller\\n\\n**Networking** — İşlemler ve blok zincirler arasında iletişime izin verir.\\n\\n**Consensus**– Düğümlerin sistemin mevcut durumu üzerinde anlaşmalarına yardımcı olur.\\n\\nTüm katmanları birbirine bağlamak ve geliştiricilerin blok zinciri uygulamaları oluşturmasına izin vermek için Cosmos, bir dizi açık kaynaklı araca güveniyor.\\n\\n**Tendermint**\\n\\nBu katmanlı tasarımın en önemli unsuru, geliştiricilerin sıfırdan kodlamak zorunda kalmadan blok zincirleri oluşturmasına olanak tanıyan ağın parçası olan Tendermint BFT motorudur.\\n\\nTendermint BFT, ağı güvenceye almak, işlemleri doğrulamak ve blok zincirine blokları işlemek için Cosmos yazılımını çalıştıran bilgisayar ağı tarafından kullanılan bir algoritmadır. Uygulama Blok Zinciri Arayüzü adı verilen bir protokol aracılığıyla uygulamalara bağlanır.\\n\\n**Tendermint Bizans Hata Toleransı (BFT)**\\n\\nTendermint’in merkezinde, Cosmos Hub’ı çalıştıran dağıtılmış bilgisayar ağını senkronize tutan bir proof-of-stake (PoS) yönetim mekanizması olan Tendermint Core bulunur.\\n\\nKatılımcıların (“doğrulayıcı düğümler”) blok zincirini güçlendirmesi ve değişikliklere oy vermesi için önce ATOM’u paylaştırmaları gerekir. Doğrulayıcı olmak için, bir düğümün ATOM’u belirleyen düğümlerin ilk 100'ünde olması gerekir. Oylama gücü, stake edilen ATOM miktarına göre belirlenir.\\n\\nKullanıcılar ayrıca blok ödülünün bir kısmını kazanmaya devam ederken, tokenlarını diğer doğrulayıcılara devredebilir ve onlara oy tahsis edebilir.\\n\\nKullanıcılar, ATOM’u devrettikleri doğrulayıcılar arasında oylama tercihlerine bağlı olarak kolayca geçiş yapma esnekliğine sahip olduklarından, doğrulayıcılar dürüstçe performans göstermeye teşvik edilir.\\n\\n**Cosmos Hub ve Bölgeleri**\\n\\nCosmos Hub, Cosmos ağında başlatılan ilk blok zinciriydi. Cosmos ağı içinde oluşturulan ve “bölgeler” olarak adlandırılan tüm bağımsız blok zincirleri arasında bir aracı olarak hareket etmek üzere inşa edilmiştir.\\n\\nCosmos’ta her bölge kendi temel işlevlerini yerine getirebilir. Bu, hesapların ve işlemlerin kimliğinin doğrulanmasını, yeni tokenların oluşturulmasını ve dağıtılmasını ve kendi blok zincirinde değişiklik yapılmasını içerir.\\n\\nCosmos Hub, durumlarını takip ederek ağ içindeki tüm bölgeler arasında birlikte çalışabilirliği kolaylaştırmakla görevlendirilmiştir.\\n\\n**Blok Zincirler Arası İletişim Protokolü — IBC**\\n\\nBölgeler, bilginin her bağlı bölge arasında özgürce ve güvenli bir şekilde seyahat etmesini sağlayan bir mekanizma olan Blok Zincirler Arası İletişim protokolü (IBC) aracılığıyla Cosmos Hub’a bağlanır.\\n\\nBir bölge Cosmos Hub’a bağlandıktan sonra, merkeze bağlı diğer tüm bölgelerle birlikte çalışabilir, yani çok farklı uygulamalara, doğrulayıcılara ve konsensüs mekanizmalarına sahip blok zincirler veri alışverişi yapabilir.\\n\\n**Cosmos SDK**\\n\\nCosmos ekibi ayrıca geliştiricilerin Tendermint konsensüs algoritmasını kullanarak blok zincirleri oluşturmasına olanak tanıyan Cosmos yazılım geliştirme kitini (SDK) de oluşturdu.\\n\\nSDK, blok zincirler arasında bulunan en yaygın işlevselliği (yani, stake etme, yönetişim, tokenlar) sunarak karmaşıklığı en aza indirir. Geliştiriciler, sahip olmak istedikleri ek özellikleri eklemek için eklentiler oluşturabilir.\\n\\n**ATOM’a değerini veren şey nedir?**\\n\\nATOM tokenı, daha geniş Cosmos ağındaki tüm bölgeler arasında birlikte çalışabilirliği sağlamada önemli bir rol oynar ve tutma, harcama, gönderme veya stake için kullanılabilir.\\n\\nBu nedenle, ATOM, işlem geçmişlerini korumak için Cosmos Hub’a güvenerek ağ içinde daha fazla başka blok zinciri inşa edildikçe daha değerli hale gelebilir.\\n\\nKullanıcılar, ATOM’a sahip olarak ve bunları stake ederek, her oy verdikleri ATOM miktarıyla orantılı olacak şekilde ağ yükseltmelerinde oy kullanma olanağı kazanırlar.\\n\\nCosmos, doğrulayıcıları, ne kadar token tuttuklarına bağlı olarak ATOM ile ödüllendirir ve delegeler ödülün küçük bir yüzdesini alır.\\n\\nYatırımcılar, oluşturulabilecek yeni ATOM arzında şu anda bir sınır olmadığını unutmamalıdır. Bunun yerine, Cosmos, stake edilen ATOM sayısına göre oluşturulan token miktarını ayarlar. 2020 itibariyle bu, yıllık %7 ile %20 arasında bir enflasyon oranıyla sonuçlanır.\\n\\nCoinmarketcap Sayfası: <https://coinmarketcap.com/currencies/cosmos/>\\n\\nCosmos Resmi Web Sitesi: [https://cosmos.network](https://cosmos.network/)\\n\\n![](https://images.mirror-media.xyz/publication-images/yGFPc3QUmHVd113vwD_eM.jpeg?height=393&width=700)\\n\\n\",\"timestamp\":1641132768,\"title\":\"Cosmos (ATOM) Hakkında Bilmeniz Gereken Her Şey #1\"},\"digest\":\"WguFi0HMbyc9QeaUd9QRHDRkjMcNIcNiKkqzCOqF0lk\",\"authorship\":{\"contributor\":\"0x96B85D3Eb19D4a64Ee05dA12eE9a395457a5f1bD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OcOs5n8Ay-Gxn8mPNwL5ZtNGuand9ON69kfcJASPSEQ\\\",\\\"y\\\":\\\"-r5GTvma_V4FTn2n8AqGXzDC0t5z_MqOG-uHBk34bsY\\\"}\",\"signature\":\"U6htqX1aokBu43w3OqAox1urVJnj30YvGxFatXpxN9YxGFfRLQjV0kfn8zN2GsSEy7zYXJ5YDCkHFOVZt7AhwA\",\"signingKeySignature\":\"0x305adf0b4b8002a85727f4572d4cbbe8d32e1472ca84522f5830e5424e907240240a2a1b6302fd70cca4519b05f3314cd3bd8aac3e22e3644ea27946b27e9b891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OcOs5n8Ay-Gxn8mPNwL5ZtNGuand9ON69kfcJASPSEQ\\\",\\\"y\\\":\\\"-r5GTvma_V4FTn2n8AqGXzDC0t5z_MqOG-uHBk34bsY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WguFi0HMbyc9QeaUd9QRHDRkjMcNIcNiKkqzCOqF0lk\"}"