"{\"content\":{\"body\":\"BY AUSTIN ROBEY - [Austin](https://twitter.com/austinrobey_) is a contributor at Forefront and Co-founder of [Ampled](http://www.ampled.com).\\n\\n*In this conversation, Austin talks to Nathan Schneider, a proponent and leader of the [“Exit to Community”](https://e2c.how/) movement to learn more about its background and meaning, as well as its application within crypto networks. Nathan is an [author](https://nathanschneider.info/books/) and a professor of media studies at the University of Colorado Boulder, where he directs the Media Enterprise Design Lab.*\\n\\n## What is the idea behind “Exit to Community”? What does it mean and where does it come from?\\n\\nIt’s not for everyone. Start talking with an average human being about “exit” and they’ll start looking for a red glowing sign or something. But talk about “exit” to a startup founder, and it means something very different. The exit is what nearly all investor-backed startups are for, what their founders are working toward, because that is what investors demand. Usually, the exit is when the startup gets sold to a bigger, generally more boring company, or when it “goes public” on a stock market and pieces of it get passed among countless buyers and sellers. That’s when investors, along with founders and early employees, get their payday. But for startups that build communities—of users, or workers, or whomever—the people who have come to rely on the startup most don’t benefit. They’re the asset, really, they’re what makes the startup valuable. So what if there were ways for that community to become its stewards in the end? That’s the possibility [we’re trying to make more of a reality](http://e2c.how/), more of a live option.\\n\\nFor me this comes out of years of work supporting startups beginning as co-ops—businesses owned and governed by the people who use them. But what about startups already out there, or ones where starting with a co-op isn’t the right fit? Initially the awesome lawyer [Jason Wiener](https://jrwiener.com/) and I were exploring the idea of “exit to co-op.” But co-ops are just one of many ways to organize community ownership—alongside nonprofits, trusts, LLCs, ESOPs, smart contracts, and combinations thereof and more. So [in 2019](https://hackernoon.com/startups-need-a-new-option-exit-to-community-ig12v2z73) I started opting for the maximum vagueness of “community.”\\n\\n## Tell us about your background as an advocate for cooperativism and collective ownership. How does that relate to the crypto space?\\n\\nTwo things happened for me in 2014: I became introduced to the Ethereum project, back when it was just a whitepaper, and I started [working](https://www.shareable.net/owning-is-the-new-sharing/) on what my collaborator Trebor Scholz [dubbed](https://medium.com/@trebors/platform-cooperativism-vs-the-sharing-economy-2ea737f1b5ad) “platform cooperativism.” That was a pivotal moment, when the early enthusiasm of the “sharing economy” was starting to froth over into anxiety about monopolism, labor abuses, and so forth—not real sharing. Both the cooperative tradition and the idea of building organizations with crypto offered the possibility of sharing ownership all the way down, to the core of the enterprise. They both seemed worth exploring. I [interviewed](https://www.shareable.net/meet-vitalik-buterin-the-20-year-old-who-is-decentralizing-everything/) Ethereum’s Vitalik Buterin early on, for instance, and with Trebor co-organized the [first platform co-op conference](https://platform.coop/events/conference-2015/) in 2015. And so on. Over the years I have bounced back and forth between the old co-op tradition and the supposedly new crypto stuff. They have a lot to learn from each other, and each has its forms of depressing nonsense. I have found it consistently instructive to explore them in tandem.\\n\\n## There have been more and more people in the crypto space talk about “Exit to Community”. Are you surprised by that? Was that something you imagined happening? \\n\\nThat was not the goal. Early on, I and others were more interested in targeting standard startup accelerators like Techstars, which started here in Boulder. We were exploring how community exits might fit within the VC-backed trajectory, what profile of companies might be the best candidates. We were also exploring possibilities outside the US context; I did early talks on the idea in Brazil and China. But then also I began discussing the ideas with crypto people, like [Jesse Walden](https://variant.fund/past-present-future-from-co-ops-to-cryptonetworks/), now of Variant Fund, and [Kevin Owocki](https://twitter.com/owocki/) of Gitcoin. Clearly there was resonance. Kevin invited me to speak at the Web3 Summit in Denver just before Vitalik’s keynote, and I think that helped socialize the idea in blockchain-land. And then Vitalik [called](https://twitter.com/VitalikButerin/status/1296963994637316096) it “optimal” in a tweet.\\n\\nBut read our [primer](https://www.colorado.edu/lab/medlab/2020/08/31/exit-community-community-primer) pamphlet on E2C. Crypto is barely in there. It was really an afterthought. That said, I’m grateful for the interest, and I think there are lots of exciting ways crypto can facilitate community ownership and governance. My focus, however, is honestly on how the idea can benefit people less tech-savvy and plugged in than crypto early-adopters.\\n\\n## I saw [this meme](https://twitter.com/exittocommunity/status/1412514303802961922?s=20) on the E2C Twitter account. How would you explain this?\\n\\n![](https://images.mirror-media.xyz/publication-images/4fef861f-c4a7-40b0-8253-dc65c5ab18ee.png?height=335&width=600)\\n\\nThat came out of endless text chatter between me and my much more meme-savvy collaborator [Danny Spitzberg](http://twitter.com/daspitzberg). Just a reflection of the strangeness of how much E2C has become associated with crypto. I imagine it makes no sense to most people, but for us it felt just about right.\\n\\n## Do you think there is a risk for the term “exit to community” becoming misinterpreted? \\n\\n**NS:** Already has been. “Community” to me does not mean a bunch of people brought together simply by their shared interest in shilling a speculative asset. It does not mean burning the precious time of our lives trading fragments of horrible companies on Robinhood. A community is in some sense a commons, something people share because it is valuable to them for its own sake, through which they become valuable to each other—as people. You said it pretty damn well [yourself](https://ff.mirror.xyz/ZRsr5HZMfbHOEe2lIYoWinRCI65NlvDW_QzEu1rn7As). So I object to applying E2C to every token launch or airdrop or whatever. I don’t have a litmus test, but I want to see some sense, as in the cooperative tradition, where the common good among people is more important than simply individuals making money in relative unison. Lately, I’ve been exploring some emerging strategies out there for carving out non-economic space in the midst of cryptoeconomics. Basically, I want to help create pathways for well-meaning crypto projects toward more genuine sorts of community ownership.\\n\\n## If you could imagine an ideal “exit to community” for a crypto network, what would that look like?\\n\\nI am on the edge of my seat. Goodness, how is anything ideal in crypto? What I love about crypto is that it is still such a playground, and there are so many ideas flying around at mach-a-million, and I love learning from them. But the important thing is that we get away from the crass economics of it all somehow. Human beings are more than receptacles of incentives. I have been interested to see how Gitcoin, for instance (and I’ve gotten sucked in as a token-holding participant), has centered the idea of “public goods” in the midst of all the incentives in its token launch recently. It is building community by reminding people that it’s not all about what you can get, but what you can share. The “quadratic lands” mythology tells a story, creates an experience. There’s a lot I know the Gitcoin folks wanted to do that they couldn’t, but they did a lot using cultural tools that wasn’t possible with technical and economic tools. Again, there is no ideal that I’m aware of, but it is exciting to see people try.\\n\\n## What’s the most exciting development in the “Exit to Community” space that you are seeing right now?\\n\\nAlso in Colorado (like Gitcoin), the [ETHDenver](http://ethdenver.com/) conference just did a token launch in the context of a legal cooperative. I’m really excited to see the democracy and humanity of the co-op tradition start to come together with the creativity and economic potential of crypto. It gives me great joy when people think they are reinventing the wheel, and do it so cleverly that they start rediscovering really old stuff. That’s when you know you’re on to something.\\n\\nI’m also really excited about the new [Zebras Unite co-op](https://zebrasunite.coop/), which is going to be an important new space for supporting startups aiming for community models, particularly coming from underrepresented founders. (I’m on the board of the sister nonprofit.) I love infrastructure. We need it terribly—the mentors, the funds, the policy tools, the culture. Terrible models are way too popular just because they happen to have lots of those things in place telling everyone they’re the only way.\\n\\n## Do you think we will see a mature tech company transition ownership to workers or users? \\n\\n**NS:** I have been speaking with leaders of several who are trying to do so. Stay tuned. The [founder of Meetup](https://medium.com/zebras-unite/meetup-to-the-people-how-a-zebra-could-rise-from-a-unicorns-fall-cfa93d83bcdc) has tried to make it work, but we weren’t ready with the right investors and so forth. And [Uber and Airbnb](https://www.wired.com/story/opinion-let-users-own-the-tech-companies-they-help-build/) have indicated that they wish they could, at least a little. But companies that are less obscenely leveraged are where the real opportunities lie. The progress we have made in just a few years is amazing to me. The average founder cold-calling me used to be like “co-ops are cool, what’s a good business idea?”; now it’s like “I’ve got an awesome company that’s doing great, how can I make it accountable to the right people?” I long for this stuff to be so normal it’s boring, and we’re getting there.\\n\\n## What are examples of organizations that aren’t a good fit for an exit to community?\\n\\nHedge funds? Ponzi schemes? I don’t know. I mean, there are even projects like [Obran Cooperative](https://www.obran.org/) and [Empowered Ventures](https://empowered.ventures/) and [Main Street Phoenix](http://mainstreet.coop/) that are like private equity funds, except they’re owned by the workers of the portfolio companies. And it may be that some ventures are so intrinsically risky and capital intensive that it doesn’t make sense to expose their communities to that risk. But when they work out, what do you get? The question is kind of like saying, “Should any kind of organization not be accountable to its most natural stakeholders?” If the answer is no, that organization probably shouldn’t exist. To me the real question is how—which kind of community, and on what terms. That’s where this stuff gets challenging and fun.\\n\\nUltimately I think it would be nice to see something like Elizabeth Warren’s [proposal](https://www.vox.com/2018/8/15/17683022/elizabeth-warren-accountable-capitalism-corporations) to put workers on the boards of companies over a certain size. But maybe it should be that platforms over a certain size must have user oversight. Maybe a public-financed E2C could be the new IPO, the goal that founders and investors work toward. One way or another, we should make it normal that when people rely on something, it has some appropriate amount of accountability to them; when people create value for something, that value should come back to them.\\n\\n## What are your predictions for the E2C movement as it relates to the crypto space? Best case scenario? Worst case scenario?\\n\\nWorst case is peak co-optation: We all live in the Robinhood dystopia as anxious day-traders at the mercy of demonic institutions and have been persuaded to call ourselves a community. Using a word like “community” carries that risk. Best case, as I said, is a boring normalcy in which nobody has to talk about E2C anymore because it’s so normal: start a startup, exit to your community. Those of us trying to advance this concept day-to-day keep trying to remind ourselves of that: we’re out to make this work unnecessary.\\n\\n*Check out the [Exit to Community Primer](https://www.colorado.edu/lab/medlab/sites/default/files/attached-files/exittocommunityprimer-web.pdf) booklet from Media Enterprise Design Lab to learn more.*\\n\\n🙏 If you enjoyed this post, be sure to leave a tip. It will automatically be distributed to all contributors! Thank you!\\n\\n[Interview: “Exit to Community for Crypto Networks”](split://0x0B68c053B070cdCC9e0087369022100D80759E1b?network=mainnet)\",\"timestamp\":1627050966,\"title\":\"Interview: Nathan Schneider on \\\"Exit to Community for Crypto Networks\\\"\",\"publication\":\"ff\"},\"digest\":\"I9NABK1nkvvS-4q5gMor_Svi1tXu2cX-oqoD7e3ODFk\",\"authorship\":{\"contributor\":\"0xaBaF40768e575bEb3244df2853A0505Cb2D2e4bB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MG7N-pXb2CJQHM3xQWCLATjhNKipst9xVaw6ZcFuSuQ\\\",\\\"y\\\":\\\"Ai6Vs5MJbLQcNcllriIFeJ9i-_7iYjK1TfasCCjDhhA\\\"}\",\"signature\":\"ZT7zzcgij8ySmBPvfa4UPHdIOhMq6PjQd3B-fFBZgnF1ewMmULk9McQSmYfapekNpSotWLEqjkcFm6KxdNkCHw\",\"signingKeySignature\":\"0xa3c59b9abe77b011a9624886ec8475ae4c4dc26063867eb0506f139f3f6955eb603fde4a97d029ab5835fd26549185e47cf74531b7692beeb3db0470b938127d1c\",\"signingKeyMessage\":\"I authorize the publication of articles on ff.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MG7N-pXb2CJQHM3xQWCLATjhNKipst9xVaw6ZcFuSuQ\\\",\\\"y\\\":\\\"Ai6Vs5MJbLQcNcllriIFeJ9i-_7iYjK1TfasCCjDhhA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4-CR_n-_GYXKg8Oom4gDA6hmUD2xWB8vluj53ArH_N4\"}"