"{\"content\":{\"body\":\"The fact that AngularJS has to appear on this list at all is indicative of one of the issues with JavaScript frameworks—that while they will become obsolete, people won’t necessarily stop using them. Plenty of developers, in fact, will tell you that [AngularJS is still “the best” way to code JavaScript](https://thinkmobiles.com/blog/why-use-angularjs/), even though the framework is (a) deprecated and (b) difficult to understand for anyone who hasn’t spent years using it.\\n\\nThis second issue—of code that is almost impossible to understand—was actually carried over into Angular 2. And while some see this as a reason why back-end developers can [earn more](https://stackoverflow.com/jobs/salary?_ga=2.260529931.761822388.1636990617-940169366.1584736921), in reality it can make life miserable for developers. Take, as an example, the fact that Angular 2 contains instances of case-sensitive HTML, which not only violates the principles of HTML itself, but also forces many to implement an interstitial parser just to clean up the HTML that Angular 2 produces.\\n\\n### React\\n\\nThe other big JavaScript “framework”—React—suffers from a different set of problems. In fact, in retrospect it’s possible to see the [development of React](https://developer.mozilla.org/en-US/docs/Learn/Tools_and_testing/Client-side_JavaScript_frameworks/React_getting_started) as a kind of reaction (pun intended) to the obscurity of Angular. React promises users that it is easy to use and doesn’t need to be any more complicated than you make it.\\n\\nThat’s true, up to a point. The problem is that React is not really an integrated framework, but rather a set of modules and components that often don’t play well together. Doing anything halfway complicated with React, such as implementing [browser fingerprinting](https://privacyaustralia.net/browser-fingerprinting/), means building a complex stack of components that you then have to constantly maintain and manage. \\n\\nSome will argue with me here by pointing out that systems like Redux and Flux allow complex React stacks to be used even by beginners. I would counter that if you need to use a framework to work with your framework to work with JavaScript, then you are really in trouble. But React isn’t really a framework, so making a comparison isn’t quite fair.\\n\\n### Ember and Vue and Aurelia\\n\\nFinally, a quick note about some less well-known, and less well-used, frameworks. Most developers don’t have much exposure to any of these three frameworks, for the simple reason that they are not very widely used outside of their own niche applications.\\n\\nEach of these three frameworks has its own idiosyncrasies, but the main problem with them is linked directly to their niche use cases. None of these frameworks has reached the market share necessary to build a true relationship with the wider JavaScript community (though according to Stack Overflow question statistics, Vue is about as popular as jQuery currently). As a result, developers who love these frameworks are often fighting an uphill battle when it comes to arguing for their use.\\n\\nIt’s also worth a quick note here about why none of these frameworks has gained popularity, especially because in many ways they are the most “fully featured” of the systems on this list. Ember, for instance, is probably the most “frameworky” of the frameworks on this list, but it suffers from performance issues, the largest download size, the largest API footprint, and the steepest learning curve of any of the frameworks on this list.\\n\\nThink about that for a moment, and you may come to a strange conclusion—that many developers think we need a framework to work with JavaScript, but that when a full framework is actually available, we prefer to use ad-hoc solutions like React. Given that, perhaps we should [reassess whether we need frameworks](https://stackoverflow.blog/2020/02/03/is-it-time-for-a-front-end-framework/) at all.\",\"timestamp\":1637630857,\"title\":\"AngularJS \"},\"digest\":\"y5YJiEFIAP_OmT8T6UDS_7VNViNbF59Sd3YNdHBlAUQ\",\"authorship\":{\"contributor\":\"0x3E58573E01f0DB74304065d90cA028377F14e4Ab\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-akZ6hppVO4XixhmjixK3MVId18aotRzH7drFSjOj44\\\",\\\"y\\\":\\\"69PruR1rIGK3E-sGKnU5r7UwNo38JyfDbRmfFcMkkYo\\\"}\",\"signature\":\"6rK0VhL_psGqpn4KOr0n8P--slP8ymRet-N-lgM5I_wPJcLoLVHwl2OqwJxgZRLMx3owsDt1NOiiS6Mi_6z0FA\",\"signingKeySignature\":\"0xff8cb8dc5a6a4efbe5b7836ff4c3d955091ec3bfb145694911b14ff894d9704243a98ade30bb24081e3f0fbeddd3f8aa77c0f69b22b236ff19279417afe0c4d61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-akZ6hppVO4XixhmjixK3MVId18aotRzH7drFSjOj44\\\",\\\"y\\\":\\\"69PruR1rIGK3E-sGKnU5r7UwNo38JyfDbRmfFcMkkYo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y5YJiEFIAP_OmT8T6UDS_7VNViNbF59Sd3YNdHBlAUQ\"}"