"{\"content\":{\"body\":\"区块链一直是过去几年谈论最多的技术趋势之一，2021年也不例外。\\n\\nNFT市场火爆、元宇宙概念爆发，2021年被不少人称为“NFT”和“元宇宙”元年。尽管加密货币呈现了过山车式的走势，比特币也还是创下了历史新高。此外，世界主要国家也加快了对中央银行数字货币（CBDC）的推进工作。\\n\\n不可否认的是，区块链行业充满活力，区块链技术渗透至更多的行业。另一方面，**随着政策制定者和金融监管机构对加密货币和区块链技术的了解程度更高，各国对加密领域的政策正在走向“截然不同”的路。**\\n\\n2021年，各国关于加密货币监管的趋势总体依旧可分为三种态度：拥抱支持、模糊不定、严令禁止。年底之际，《区块链日报》梳理了上述三种监管态度的代表性国家，以及展望了2022年加密行业的发展趋势，以飨读者。\\n\\n**拥抱支持的国家**\\n\\n**1、萨尔瓦多**\\n\\n加密行业今年最瞩目的事件之一是，中美洲北部沿海国家萨尔瓦多成为世界上第一个采用比特币作为法定货币的国家。\\n\\n萨尔瓦多总统布克尔此前曾表示，比特币合法化将刺激该国的投资，并帮助大约70%无法获得传统金融服务的萨尔瓦多人。\\n\\n### 当地时间2021年6月9日，萨尔瓦多圣萨尔瓦多，男子在接受比特币的商店买东西。\\n\\n布克尔还在11月份宣称，萨尔瓦多将建造一个“比特币城”，利用火山的地热能为比特币挖矿提供动力。\\n\\n根据官方数据，萨尔瓦多的国库目前共有1241个比特币，价值约6300多万美元。\\n\\n**2、瑞士**\\n\\n一直对加密货币友好的瑞士在2021年也延续了这个趋势，尽管不像萨尔瓦多全面拥抱比特币，但瑞士允许发行和交易加密资产的监管框架已存在多年。\\n\\n位于瑞士北部的楚格有着“加密谷”的美誉，据官方数据，加密谷拥有Ethereum、Cardano、Solana等11家估值超过10亿美元的独角兽公司。\\n\\n今年九月，瑞士金融市场监管管理局（FINMA）批准了该国首只主要投资于加密资产的基金；同月，瑞士证券交易所旗下的数字交易所获得牌照，意味着其能够提供区块链证券交易和存托服务。\\n\\n瑞士的区块链生态系统处于较为稳健、成熟的状态，并且基础稳固，近年来瑞士在推动区块链行业的系列动作也在为行业的进一步增长提供了积极的条件。\\n\\n**3、阿联酋**\\n\\n阿拉伯联合酋长国人口最多的城市——迪拜在今年也变得越对“加密友好”。12月20日，官方表示迪拜世界贸易中心（DWTC）将成为加密货币和其他虚拟资产的加密区和监管机构。同日，币安与迪拜世界贸易中心管理局（DWTCA）签署合作协议，加入全球首个加密资产生态系统。\\n\\n**模糊不定的国家**\\n\\n**1、美国**\\n\\n尽管美国开始变得对加密货币更加友好，但监管思路和政策并未完全落定。今年该国加密领域最主要的事件莫过于Coinbase的成功上市和比特币期货ETF的上市，后者被视为美国加密资产监管的一个里程碑。\\n\\n此外，传统金融部门也在今年不经意间促进加密货币使用方面发挥了作用。例如支付业巨头之一Visa本月在加密行业做了最新的尝试，宣布为金融机构、商户推出加密咨询服务。\\n\\n另两家支付巨头万事达卡和PayPal也都在加密货币领域动作频频。\\n\\n迈阿密市长Francis Suarez也有着被众人皆知的对加密友好的态度。上月，他宣布将率先接受比特币支付工资，他还表示将与居民分享该市加密货币的部分收益。\\n\\n这条路上他并不孤单，并且有了“竞争对手”。11月初，在纽约市市长竞选中胜出的Eric Adams表示，他想要把纽约变为一个对加密货币友好的城市，并与迈阿密市长在加密货币方面友好竞争。\\n\\n另一方面，2021年的最后一个月，美国众议院金融服务委员会在国会山举行的“数字资产和金融的未来：了解美国金融创新的挑战和利益”听证会，被称为美国有史以来最积极、最具建设性、民主共和两党参与度最高的一次美国众议院的加密金融听证会。\\n\\n不过，就在12月23日，美国证券交易委员会（SEC）再度拒绝了比特币现货ETF的申请。目前世界范围内，比特币现货ETF已经可供多个国家的投资者使用，包括加拿大、巴西和迪拜。\\n\\n**2、印度**\\n\\n2021年，加密货币监管政策最摇摆不定的非印度莫属。11月底印度政府计划推出一项加密货币和官方数字货币监管的法案，并且预计在议会冬季会期内提交审核。此法案试图禁止国民持有所有私人加密货币。\\n\\n这在当时引发了用户短暂的恐慌性抛售加密资产。然而，一个月间消息一变再变，最新消息是于12月22日结束的冬季议会会议并未对该法案进行讨论。\\n\\n**3、哈萨克斯坦**\\n\\n位于中亚的哈萨克斯坦，尽管在该国开采加密货币是合法的，但使用加密货币和其他数字资产却是非法的。\\n\\n因中国今年持续的挖矿打击行动，据剑桥大学一份研究报告，截至今年8月底，哈萨克斯坦的哈希率为18.1%，仅次于35.4%的美国，这意味着其挖矿份额已跃居全球第二位。值得注意的是，两年前哈萨克斯坦的哈希率仅为1.4%。\\n\\n由于矿机加速向该国转移，并带来电力激增等问题，据报道哈萨克斯坦在考虑向已正式登记的矿工实行征税。\\n\\n**严令禁止的国家正在增多**\\n\\n近期美国国会法律图书馆全球法律研究局的一份报告指出，目前已公布绝对禁令的国家和地区包括：阿尔及利亚、孟加拉国、中国、埃及、伊拉克、摩洛哥、尼泊尔、卡塔尔和突尼斯这九个国家。\\n\\n**1、中国**\\n\\n本年度加密领域的大新闻之一，不外乎是中国全面禁止加密货币交易。2021年，中国加大了对加密货币的打击力度，从贯穿一整年的整治挖矿行动，到9月24日央行等10部委再次发出加强打击加密货币的明确信号，都能看出官方对加密货币炒作的零容忍态度并无变化。\\n\\n自通知发布后，包括火币、币安、OKEx等在内的加密货币交易所纷纷表示将在年底退出中国大陆市场，其中部分交易所的最后清退日期都为2021年12月31日。\\n\\n值得一提的是，中国一度是全球比特币矿工数量最多的国家。\\n\\n与此同时，中国加快了数字人民币的场景扩容，多地加入试点城市，即将于2022年2月4日开幕的北京冬奥会将是数字人民币下一步试点的重点领域。\\n\\n**2、土耳其**\\n\\n上述报告还提及目前已公布隐性禁令国家和地区包括坦桑尼亚、托加、土耳其、黎巴嫩和玻利维亚等国家。\\n\\n隐性禁令指的是那些禁止银行或其他金融机构交易加密货币或向涉及加密货币的人或企业提供服务，并禁止加密货币交易所在辖区内运营。\\n\\n这些国家中，土耳其是最引人瞩目的国家。今年以来，土耳其里拉暴跌，并持续贬值，与此同时土耳其国内通胀率快速上升，而该国依旧逆势降息。\\n\\n据外媒数据，近期土耳其的加密货币交易量已飙升至每天100万以上。尽管在今年4月，土耳其监管机构先后发布了《关于在支付中停用加密资产的规定》和《关于防止犯罪收益洗钱和资助恐怖主义措施的条例》两份文件，将加密货币法律定义为资产，但禁止用作支付方式。\\n\\n**3、俄罗斯**\\n\\n而世界上面积最大的国家俄罗斯，正处于加密监管上的十字路口。尽管加密货币在俄罗斯并未被取缔，但据外媒近日报道，俄罗斯中央银行正在寻求禁止加密货币，理由是金融稳定存在风险和交易量激增。\\n\\n**4、尼日利亚**\\n\\n在曾是非洲最活跃的加密货币市场尼日利亚，今年2月份该国央行发表声明禁止当地金融机构与参与加密交易的实体进行交易，并警告称将实施严厉的监管制裁。\\n\\n不过这个措施并没有抑制在尼日利亚发生的加密交易，在央行禁令后，尼日利亚的加密货币使用量呈继续上升的趋势。据Chainalysis的数据，今年5月该国收到了价值24亿美元的加密货币，高于去年12月的6.84亿美元。\\n\\n此外，在2021年全球加密货币采用指数的排行榜中，尼日利亚排名第六，美国位于第八。Chainalysis在这份报告中解释称，肯尼亚、尼日利亚、越南和委内瑞拉等新兴市场国家的该指数排名靠前很大程度上是因为在P2P平台上拥有巨大的交易量。\\n\\n**展望未来**\\n\\n有业内人士认为，未来监管机构的重心会放在特定领域，如稳定币、DeFi上。中央财经大学法学院教授邓建鹏和博士研究生张夏明在《稳定币USDT的风险及其规制对策》的论文中也表示，USDT等稳定币作为加密货币领域的重要“基础设施”，对区块链加密经济乃至实体经济正逐渐产生巨大影响。\\n\\n同时文中还提及USDT的各类风险巨大，其大规模应用将可能冲击传统金融体系，不仅严重损害投资者权益，还会危害主权国家货币金融秩序和金融稳定。\\n\\n其指出，美国是首批将稳定币纳入监管的国家，中国需在明确现有规制局限的基础上，探索稳定币规制的理论和原则，制定策略以应对稳定币的风险和挑战。\\n\\n区块链和数字经济学者吴桐对《区块链日报》记者表示，**2021年是加密货币在合规层面的关键一年，主要国家都做出了监管选择。**\\n\\n“2021年各国的监管态势基本为未来若干年勾勒了框架。”他说道，“欧美主要经济体正在建立健全加密货币的监管治理和税收体系，2022年美国SEC批准比特币现货ETF是大概率事件。”\\n\\n对于监管是否会成为加密行业2022年的一个关键词，中国通信工业协会区块链专委会轮值主席、火大教育校长于佳宁认为，**2022年，监管因素会在更大程度上影响行业发展，各国的政策和产业发展分化将更加明显。**\\n\\n他指出，“针对公链、DeFi、NFT和GameFi等新兴领域的政策研究和讨论会进一步深化，为DEX等新兴业态纳入监管做好准备。同时，在各主要市场，随着法律法规的逐步完善，也会有更多的合规资管产品推出，引领行业进一步走向合规时代。”\\n\\n从整个加密世界的角度出发，鲸平台智库专家、重庆工商大学区块链经济研究中心主任刘昌用表示，加密世界以去中心化身份为基础，目前仅在货币和金融领域有局部应用。2021-2025年应该是去中心化身份系统建立的关键时期，也是监管冲突最激烈的时期。\",\"timestamp\":1640858703,\"title\":\"全球区块链政策年终盘点：支持、中立、禁止加密货币的国家分别有哪些？\"},\"digest\":\"bEhclOghO3AbPcyl_la5lCsT70-cdiQywIR9M6Kn878\",\"authorship\":{\"contributor\":\"0x3AD3280729C60036B238323B7f0fd9CC49630845\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"signature\":\"lNvJEheqIzdR7wtlmT2PKNcW6z11fYdLZTiJLJsMnBY9N7rpR4ZD1loRrlS773ERoFE96U56aehmo7l30M2RWQ\",\"signingKeySignature\":\"0xaa9ac755279573d4b19c34c676193f903ebe9409a2606bd5153af0cad13516951f3acbbebd711e4f084d4172b43c055bfb27d6de45e3e3363a55bf036185cc7c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bEhclOghO3AbPcyl_la5lCsT70-cdiQywIR9M6Kn878\"}"