"{\"content\":{\"body\":\"Part VI Restoration of the United Nations\\none\\nThe earth now has returned to its original temperature, warm and humid. White clouds reappeared in the blue sky, and waves reappeared on the soft sand. People built new cities on the ground. The submarine city of Asia's Ark 2 rose to a very shallow surface and was transformed into a museum and hotel.\\nToday is the Global Judgment Day, and the object of the trial is the rebels on the ground headed by Kim Jong Sam. Kim Jong Sam, a Korean, 9 years ago (still taking the earth's revolution as a year), he led a submarine force of ground men attacked 29 submarine cities around the world, causing millions of deaths.\\nKim Jong-san's grandfather was Kim Jong-ho, who had participated in the construction of the submarine city, but their family did not obtain the right to reside in the submarine city. At that time, if those who were granted the right of residence were scientists and other contributors, perhaps Kim Jong-san was not so angry, but he was full of anger when he saw those stupid politicians and capitalists who got the right of residence. He secretly organized a resistance army, gradually developed, and finally launched an attack on the submarine city.\\nThe result of the trial was that more than 4,000 people, including Kim Jong Sam, were executed, more than 60,000 were detained for different years, and more than 200,000 people were exiled to Antarctica, ending the multi-year trial.\\nIn the end, it was the stupid politicians and capitalists who were full of fat brains in the eyes of Kim Jong-san.\\ntwo\\nToday, Yang Yi and the others observed that a wormhole appeared between the earth and the second planet, and it was gradually growing. The scientists suddenly became nervous. Do the miners want to move the earth away? Or move the second planet away? Why set up a wormhole here?\\nThe whole mankind began to panic again.\\nYang Yi and the others sent out a signal to inquire about other planets, but this time, all the planets remained silent.\\nAfter mankind spent a year in panic, the answer was revealed. The wormhole was transported to a planet, between the earth and the second planet.\\nYang Yi finally understood why there are intelligent life on every planet in this galaxy. They should have the same fate as the earth, the parent star is destroyed by the miners, and after begging with the miners, they will get the opportunity to continue living in this galaxy.\\n\\\"If we humans didn't take the initiative to look for miners, or our \\\"Hope One\\\" was scorched by the sun's beam when passing through the wormhole, it would be the same as other companions passing through the wormhole...\\\" Yang Yi thought for a while, couldn't help thinking. All in a cold sweat.\\nThe people on Earth immediately began to observe. This planet is smaller than the Earth, but denser, and the planet's gravitational force is greater than that of the Earth. The intelligent creatures on it should be thicker. The gas contains carbon dioxide, trace water vapor, hydrogen sulfide...\\n\\\"Hello, welcome to you.\\\" The earth tentatively sent a signal to the new planet.\\nSoon, the earth intercepted the signals from the other six planets, and sent out their kindness to the new planets one after another.\\n\\\"It seems that kindness is just the appearance of everyone, in fact, each has ghosts.\\\" Yang Yi said, \\\"It seems that we must not have a defensive heart, and we must have a harmful heart. For the safety of the earth, we must prepare the bargaining chip in our hands. , That's a weapon.\\\"\\nAt the World Science Organization Conference, Yang Yi expressed his ideas, and scientists and governments of various countries also basically agreed. After the resolutions of various countries in the world, the long-lost United Nations was reorganized to conduct unified management of earth affairs in order to deal with diplomacy and possible crises between various planets.\\nthree\\nIn the current galaxy, there are a total of 10 planets, and more than 20 years have passed, and no new planets have been transported over. Yang Yi is now in his 80s.\\nThe question Yang Yi now considers is: Why have miners never transported new planets since there were 10 planets? Counting from the arrival of the earth, a new planet will be transported in about 5 years. Today, the galaxies are very quiet, and no new wormholes can be observed. There is no cross-border movement between the various planets, courtesy exchanges.\\nYang Yi hopes that in his lifetime, he can reveal the truth behind this galaxy.\\nIn recent years, the Aleks are very enthusiastic. They have very good relations with other planets and have conducted various trades. They are a race that is born to do business. They have used trade to earn many resources on other planets. At the same time, Aleks People also bring a lot of benefits to other planets. For example, they open specific areas for free travel by other races; they are relatively advanced in technology and help other planets with construction and other infrastructure, and other planets use their own mineral resources as resources. exchange. The Aleks are also keen to explore, and the entire galaxy is full of their flying vehicles. They have established ports and bases on their own satellites, and the transportation of goods is busy.\\nBut a few days ago, the Aleks had a little conflict with the second planet \\\"Gaka\\\". The reason is that the Aleks want to obtain the mining rights of a mineral on the Gokar planet, but the Gokars have always disagreed. Gaoka is impulsive in nature and is a race full of aggressiveness. As a result, during the negotiation process, the Gokas and the Aleks had a weapon fight, resulting in the death of an Alek. This kind of thing happened for the first time in this galaxy.\\nIn the end, the leader of Gaoka apologized to the Alexis and compensated for the loss. But soon, the leader who apologized was injured by his own tribe. The Goka who attacked the leader believed that an apology was without dignity. In this way, a riot broke out in Gaokaxing. Those who support the leader believe that the Aleks have given them a lot of help and that apologies are not cowards; those who oppose the leader believe that the Goka never apologize, which is their tradition, let alone aliens.\\nGaokaxing soon broke out in a war between opponents and supporters. Opponents were so powerful and supporters were retreating. There was no way for the leader of Gaoka to send a distress signal to the other 9 planets.\\nEarth United Nations meeting resolutions will not respond or provide assistance. Because this kind of thing is an internal conflict among races, it is not convenient for the earth to intervene. Other planets have the same attitude as the earth, except for the Aleks. The Aleks sent troops. They were technologically advanced and quickly defeated the opponents and helped the Goka leader stabilize the regime. The Goka leader also agreed to cede mining rights in some areas to the Aleks for mining. While Alek was mining, he did not withdraw the troops he sent out, but stationed in Gaokaxing, the mining area became a military base, and the Gaoka people also acquiesced.\\nGarrison on other planets, this is the first time in this galaxy. When other planets saw the Gaoka people, they all acquiesced, and they didn't make a sound.\\nHowever, the failed Gaoka rebels did not let go. They kept harassing Alek's mining area in an attempt to let the Aleks return to their planet.\\nIn the end, the Aleks used the army to suppress the rebels, captured the leader of the rebels, and executed the death penalty. During the crackdown, a large number of Gaoka people died and a large number of buildings were destroyed.\\nThe interstellar genocide is the first in this galaxy. When other planets saw the Gaoka people, they all acquiesced, and they didn't make a sound.\\nIn this way, the Goka Star became a colony of the Aleks, who looted the minerals and enslaved the Gokas.\\nYang Yi looked at the development of these things, he thought, the war between these 10 planets is a matter of time, how can the earth survive? But he is now older and doesn't have much time.\\nHe applied for cryonics to the United Nations, hoping to wake him up again when he is needed in the future.\",\"timestamp\":1640748980,\"title\":\"Galaxy Park 6\"},\"digest\":\"2zXCbIqcL0af9-E-4iVnetCH0JzClKZ_M5wECmSuDA8\",\"authorship\":{\"contributor\":\"0xF55c02b021f91752521C0cB74303565f25BAcCb1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"signature\":\"Y1iJ0Wdy-eZ-zOEbQrLE_jo_svetycF5TIMQQTIUaLHo5fAgeRuEZm0jh3uAXX6Fsx756aUHubDbeG3Xr86w2g\",\"signingKeySignature\":\"0xfbae68e691bb1e97dbd4c9a264af2354a663e3588f409dd8b950a2aa67c6f3f31a676747a012127011249ca9a08ee8f487c51cd07d8207ed7f07995b6cdfa8341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2zXCbIqcL0af9-E-4iVnetCH0JzClKZ_M5wECmSuDA8\"}"