"{\"content\":{\"body\":\"各位朋友们，大家好。作为一个在区块链行业工作的普通人，结合过去拥有的法律知识和实践经验，作为在Mirror平台的第一篇文章，想和大家分享关于区块链以及分散式金融（DeFi）背后的含义，法律背后的含义，以及未来如果要规制区块链的话，可能被采取的规制等一些问题的看法（在中国大陆地区已经禁止加密货币交易的前提下，我们主要会讨论美国地区的规制问题）。希望各位朋友可以共同探讨，期待这个区块链这个圈子可以带领我们走向更加美好的未来。\\n\\n```\\n各位朋友们，≈\\n```\\n\\n## 第一部分 区块链以及分散式金融的本质\\n\\n```\\n区块链本质是一种分布式的数据库。密码学技术，帮助我们实现了如何安全的构架这种分布式数据库。而产生这种分布式数据库的原因在于，中央集权式的数据库本身的脆弱性，即中央数据库的损坏会导致整个系统的崩溃。我们希望，系统拥有一定的容错性，即在系统中部分节点出现问题，也不会造成整个系统的崩溃。这样，我们可以更加持久，更加放心的使用服务。而这背后的本质在于，我们不相信世界上存在永远牢不可破的中心节点，即对节点的非信任性。这里的节点，换到现实世界中，可以是指任何人，也可以是指任何机构。\\n\\n分散式金融是基于区块链技术形成的分布式金融系统。分散式金融当然的拥有区块链的特征，即容错性。因此，分散式金融帮助我们实现了一些，现在金融系统无法实现，或者是很难实现的一些功能。例如，365\\\\*24的全天候服务，基于个人而非身份的平等服务，更加低廉的服务费用等。分散式金融的背后的逻辑也和区块链技术同样，是一种对于节点的非信任性。\\n\\n一直以来，信任是一种非常昂贵，以及难以维持的东西。你可能会被多年的朋友背叛，你也可能会被多年信赖的企业所欺骗。反过来说，一个朋友想要维持和你的信任，需要花费的时间和成本是无法计算的，同样一个企业想要获得消费者的信任也是需要花费无数的时间和金钱的。但是，毁掉这种信任，却只需要一件事，或者一次违约而已。 然而，区块链以及分散式金融是，无需让用户信赖的单个节点，而是让用户信赖基于密码学的系统（数据结构）。这种信赖基于密码学的系统背后的逻辑，本质上是指信赖这个世界上大多数的人（或者说是50%以上的人，这也是为什么区块链会存在51%攻击的问题）。如果我们并不信赖这个世界50%以上的人，恐怕任何人都难以在这个社会生存吧，因为缺乏信赖的生活，成本会非常高。信赖的好处正是，可以降低成本。这种成本可以是时间上的成本，也可以是金钱上的成本，甚至是情感上的成本。\\n```\\n\\n## 第二部分 法律的本质\\n\\n```\\n说到法律的本质，不得不让我会想起曾经的法理学和法哲学的老师的教导。有关于法律的探讨可能会晦涩难懂，我尽量说的通俗易懂一些。说到法律背后的含义，自然就会出现，实证法主义以及自然法主义这两种学派了。不过，从我们的感受上来看，法律应该更接近于自然法。毕竟，从法律的历史演变就可以看出，法律应该是基于大多数人的行为习惯以及思想而产生的一种集体价值观念的系统化。自古历来，人们拥有“对于穷凶极恶的罪犯就应当除以严刑”的朴素价值观念，因此，现代刑法也对于故意杀人等犯罪处以最高死刑（或者是永久监禁，这里不涉及对于死刑制度的探讨）。\\n\\n但是，当人们发现，人人平等的情况下，没有人拥有制裁他人的权力，只有法律可以代替所有人去制裁他人。那法律如果是基于人的价值观念产生的话，也会因为人的价值观念而改变，这样的话，法律的稳定性就会被破坏。大多数人很难生活在，一个朝令夕改的社会中的，因为要花费的成本太高。如果法律本身就只是法律，不依照人的价值观念产生的话，自然不会有上述的问题。（这也是实证法主义出现的原因）然而，恶法亦法的结果，会让大多数人难以接受，尤其是在战争爆发的时候。所以，法律回过头来，本质还是更接近于自然法的存在。（自然法主义在现代法律理论体系中占据优势地位）\\n\\n可以看出，法律本质上也是一种系统，是基于对大多数人的信任的系统。（因此我们才会在愿意生活在，由大多数人的价值观念所形成的法律的约束下生活）大多数人的价值观念是值得信赖的，因此基于这种价值观念产生的法律也是可以信赖的。法律是制度上实现了这种信赖，而区块链则是从技术上实现了这种信赖。\\n```\\n\\n## 第三部分 区块链与法律\\n\\n```\\n区块链和法律从某种程度上都是实现了信赖的机制的话，那这两者的区别是什么。虽然有很多不同，但是我想说，最大的一点不同是，适用范围的不同。\\n\\n法律存在一种法域的概念，就是指法律可以适用的范围。虽然有属人，属地等原则，大多数的情况下，可以被执行的法律是基于国家行政范围的。也就是说，法律的执行（司法）是基于国家的强制力，而国家的强制力是基于国家行政范围的。然而，区块链技术并没有这种实践意义上的范围限制。任何国家，任何人都可以使用区块链技术。也可以说（虽然很不准确），区块链从某种成度上实现了，对于参与的所有人的“法律“的创设（从定义上来讲，是不能称作法律的，仅从意义上有共通之处，因此加上了双引号）。而这种“法律”，可能是自然法的某种更加具体的表现。\\n\\n当然，区块链实现这种“法律”的代价是，只能规定最基本的规则，而不能拥有更加复杂，具体，和地域性的规则。而现代意义上的法律，司法的意义某种程度上要大于立法的意义。无法执行的法律，在人们心中很难认为是法律，哪怕立法是完美的。因此，法律必然需要，更加具体，更加可以执行，而且基于国家行政范围，也更加具有地域性。 而这一切是和区块链的初衷是相反的。（并不是不能实现，例如联盟链，私有链等。但是这种区块链，缺乏了第一部分说的这种信赖机制。）因此，通过现代法律实现对于区块链技术的管理，从本质上，可能就不是一个好的实践。因为，这两者都是基于同一种价值观念形成的，而难以相互制约。\\n```\\n\\n## 第四部分 实践上可能对区块链实行的义务要求\\n\\n```\\n实践上，国家对于区块链的规制的理由可以有很多，例如基于金融稳定，基于投资者保护等等。而大多数国家也会选择对于区块链进行规制。因为，技术如果没有法律的规制，自然也会危害到人自身，而且区块链技术的初衷无法实现更加具体的规则制定，因此就需要外部帮助区块链技术变得更及具体，哪怕这种实现会让区块链偏离本来的初衷。\\n\\n当然，如果法律实现了对于区块链技术的规制，带来的好处是，可以让更多的人，更大规模的机构参与进来，也加快了区块链技术普及的速度。接下来分析一下，区块链技术，特别是加密货币投资以及分散式金融的主战场美国，可能会制定的一些规则。首先，明确一点，金融相关法律的制定，在美国的原则就是投资者保护主义。而投资者保护主义的原因是，金融市场的参与者之间信息不对称。而弥补这种信息不对称的主要方式就是信息的公开披露。基于这些，我们从区块链业界中各种参与主体的角度来分析可能被要求遵守那些规则。\\n```\\n\\n### 1）矿工（Miner）\\n\\n```\\n矿工是区块链网络中最重要的参与者，以及利益获得者。矿工从技术上说，就是前文中所称的节点。他们具体的任务是，通过计算哈希函数打包区块，广播交易，确认区块，更新状态，即维持区块链网络的更新和运行。矿工通过上述行为，获得区块链奖励，即各种币。矿工和一般市场投资者最大的区别就是，打包交易的选择权。在无数等待打包的交易中，优先选择哪些交易处理（虽然有基于手续费的规则，但是矿工还是可以选择），甚至是拒绝打包某些地址的交易等权力是矿工独有的。如果，矿工滥用这种权力，进行利益交换的话，就会出现市场的不公平。（当然最近也出现了例如EDEN等MEV保护的解决方案）如果技术可以完美的解决这种风险应该是最好的，但是例如最近出现的VC公司和项目方利用非公开情报进行内幕交易这类事件。（这类事件会在第五部分提及，但是矿工也存在发生这类内幕交易的风险）因此，矿工可能会被要求遵守的规则包括： \\n```\\n\\n公开算力相关信息（机器类型，运行时间，版本型号，机器，电力，维护等成本等）\\n\\n公开挖矿奖励相关信息（获得奖励的数量，时间，奖励变现方法，时间，金额等）\\n\\n公开和上市公司相同的财务报表，重大利益关联等相关信息（资产负债表，现金流表，损益计算表等，股权结构，公司架构，利益相关方，利益相关行为等）\\n\\n### 2）做市商（MarketMaker）\\n\\n```\\n在加密货币市场，维持市场流动性的最大的参与者就是做市商。可以把币安（Binance），火币（HuobiGlobal），Coinbase等做市商看成是传统金融市场中的投资银行。矿工可以影响供给量，做市商可以影响价格。首先，做市商存在和一般投资者之间的直接的利益冲突问题。特别是在金融衍生品上，做市商对于价格波动的影响会非常大，而金融衍生品中，投资者亏的钱都是做市商的利润，因此对于金融衍生品交易的这部分，很大可能性，会被极其严格的规制。 例如，杠杆倍数限制（防止市场波动导致做市商破产），100%甚至以上的保证金（信托管理），适格投资者限制（对于投资者的KYC，交易经验以及最低保证金限制等），所有业务总和的风险敞口控制（类似于银行的巴塞尔条约）等。其他的和矿工类似，财务报表，重大利益关联等相关信息的开示也很可能被要求。相比于矿工，做市商直接对接投资者，因此被要求的规则会更加严格。因此未来中心化交易所（CEX）类型的做市商可能会更好的服务于机构投资者。而对于个人投资者，利用分散式交易所（DEX）可能会有更好的体验。\\n```\\n\\n### 3）托管机构（Custody）\\n\\n```\\n托管机构，顾名思义就是帮助他人管理财产的机构。在加密货币的世界中，有很多有名的托管机构例如Bitgo等。他们负责安全的保存客户寄存在他们那里的加密货币资产。 虽然加密货币本质上受到密码学自身的保护。但是，公钥和密钥的存在，必然会产生密钥泄露，被盗等危险。一直处于互联网连接状态的电脑本身就是不安全的这一事实，是需要每个投资者铭记在心的。因此托管机构利用各种软硬方法，实现客户资产的安全托管（包括但不限于冷钱包，多签等技术）。对于这类机构，由于他们管理着大量的资产，无论是从利益冲突上，还是技术安全上都应当对于他们要求极其高的义务。包括但不限于，客户资产和自有资产的分离管理，财务报表，重大利益关联等相关信息的公开，足额保证金（甚至是超额），危机处理方案等。\\n```\\n\\n## 第五部分 区块链中特殊的参与者以及应当如何规制的问题\\n\\n```\\n在区块链和分散式金融的世界中，例如Uniswap这样的自动做市商，例如AAVE这样的自动借贷服务，我们把这类完全由代码控制的金融服务成为分散式金融服务（DeFi）。同样，控制着这些服务的，不是某些大型机构或组织，而是由投资者，工程师等组成的分散性自律组织（DAO）。无论是DeFi还是DAO，他们也都是区块链世界的参与者。\\n\\n为何要单独拿出来这些参与者进行分析，原因在于他们和第四部分所讲的参与者有着根本性的不同。根据第一部分和第二部分的讲述，可以认为，未来的金融应当是像区块链的初衷一样，是分布式的，而非单节点控制，以此为更多的人提供更加便利廉价和可靠的服务。因此，当一种金融服务本身，不是由单节点所管理控制的情况下，特别是当金融服务本身就是由投资者本人参与管理的情况下，（例如DAO，但是对于组织的分散程度，需要单独一篇文章来分析。组织的分散程度决定着可能接受不同类型的规则制约。）我们不应当要求这类金融服务以及他们的管理组织（DAO）履行和上述矿工，做市商和托管机构相同的信息公开义务。原因在于，他们与投资者之间并不存在市场信息的不对称，自然也就没有信息公开的义务，而且投资者和管理者一致的情况下，也不存在利益冲突。因此我认为不应当对于这类组织或服务采取过多的规则干涉，只要求最低限度的规则（例如：组织成员的公开，服务代码的公开，安全审计等）即可。\\n\\n但是有一个不得不讨论的问题就是对于分散式金融的用户是否进行以及如何进行KYC以及AML的验证。我们先要来考虑要求KYC和AML验证的原因。由于这个世界上并不是所有人都是把资金用于善意的行为，把资金用于犯罪行为，甚至是战争行为的个人和组织在这个世界上也存在着。虽然这类人和组织并不是占据大多数（50%以上），但是他们的行为的恶劣程度是会极大的损害这个世界上生存的其他个人和组织的利益（包括但不限于生命安全利益）。因此为了遏制这类行为的发生，最好的方法就是要求身份验证（KYC）以及反洗钱验证（AML）等。\\n\\n但是一旦进行了KYC和AML的认证，就会存在接下来的问题。这些数据由谁管理，无论是组织甚至是国家，都会是单节点管理。这些数据一旦被单节点控制，就会存在利用这些数据进行利益交换的问题（包括但不限于政治上经济上的利益）。对于这个问题，有一种解决方案是可以不需要两害之间取其轻的选择，就是分散式身份验证。（关于AML的解决方案，我们会在别的文章中讨论，因为涉及的问题较多）\\n\\nKYC验证要解决的一个问题就是“用户是谁”。然而只要我们可以特定某个地址背后的用户是一个人或者复数的人，或者一个组织（从管理账户的实际角度来说也应该是一个或者复数的人），而且让这些数据以分布式的状态存在，这样就不会存在单节点控制的问题。但是会有人提出另一类问题，这样分布式存在的数据，会不会轻易的暴露个人隐私？\\n\\n答案是不会，因为分散式身份验证只能证明，这个地址的背后是某个人，而且能知道这个人的部分信息（不包括住址等个人信息）。分散式身份验证的目的是通过类似POW的机制，让一个地址付出一定的代价（每日打卡，参与活动等），通过以此证明这个地址的背后是一个真实且值得信赖的人。（当然现阶段这种技术还不足以替代KYC和AML，因此还需要未来出现更加符合监管要求的解决方案）但是分散式身份验证确实是向我们指明了，区块链技术无限的可能性。而且如果分散式金融只有服务本身是分散式的，而其相关联的所有服务都是单节点控制的话，那这种服务本身是无法实现区块链的全部初衷的。\\n```\",\"timestamp\":1642491408,\"title\":\"区块链的合规之路\"},\"digest\":\"7-tUDNIXdRpnltDFc20oJZib_WRn8UJQOFRFc992IE0\",\"authorship\":{\"contributor\":\"0xC17218f6ad9297C939136e8389dd8449CD1d2100\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4SbWboTlDmJoHBum21yyQDhRuzheUV7bKj_qzveOeLs\\\",\\\"y\\\":\\\"_j6emUNy_cY2vm6q9IscSMC6VDlTETdCl4vRLodB1L4\\\"}\",\"signature\":\"LluBJ9yZ2Wg-kfiUu0a00NnEy7EJvjNUL9JG916KKtEBYcl7320aS-DJUqzbJTJ6KhMtodyDnSRgR1il-iIFtQ\",\"signingKeySignature\":\"0x48381349e4e842c5869b4b6d710da8b3d62b41b28d82430ef2562e9b9b607cc2184ac97134719e71f909fbf53c88ea47b870a6ade1705f5425ed5258b6b52ff21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4SbWboTlDmJoHBum21yyQDhRuzheUV7bKj_qzveOeLs\\\",\\\"y\\\":\\\"_j6emUNy_cY2vm6q9IscSMC6VDlTETdCl4vRLodB1L4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hwVJhF3L99IKi0-uUpCj2HjCThwzQk_3Nk28GLf8r-M\"}"