"{\"content\":{\"body\":\"![](http://image.woshipm.com/wp-files/img/72.jpg)\\n\\n> 这是一篇发表于2016年的旧文，但今天回顾，其中的观点还是值得我们思考。因此，小编在此与你分享，享受\\\\~\\n\\n突然一下：我们不得不回到金本位的世界，然后把每个人拥有的黄金数量都记录在支付宝里，我们买东西和转账都通过黄金支付宝来完成，而这个虚拟的黄金被我们藏在了一个谁也不找到的地方。\\n\\n这就是通货膨胀为我们描述的，有一种不依赖国家的物品（）黄金一般等价物，你会发现这个一般等价物重要，历史上也是这样的世界出现过白银甚至贝壳一般等物的情况，当然，它也可以是比特币，真正重要的是，这个一般等价物要被大家所接受。\\n\\n但是，数字货币的世界还是有点不同，在数字货币的世界中，存在支付宝，属于存在的独立系统，它不是任何人或公司，可以经常不人共同维护和控制，免费的帮我们记录资产和交易，再也不会犯错，也无法攻击。这个系统就是区块链。\\n\\n## 怎么可能有人接受比特币？\\n\\n问出这个问题，家族你还没有接受比特币，这并不相同，这个世界的大多数人都没有接受比特币，但当然也有一些人选择了接受比特币，微软公司就接受了比特币支付。当前比特币总价值超过了 100 亿美元，一点比特币的价格在 3800 元人民币左右。\\n\\n比特币不是一夜之间获得了现在的接受，实际上从比特币面的历史记录历史记录了近8年，在2010年的时候进行了第一次比特币交易，当时人用了一万一个比特币用户接受了一个过程（现在看这可能是有史以来最贵的部分），所以比特币有一个一直被的，因此正确的问题应该是，到底是什么比特币被了？\\n\\n比特币的一部分是一个比拼算可以把题的过程，系统会为所有正在发生的过程计算机出土题，谁先做出了这道题，谁就获得了比特币。影响数学理论的因素主要是，算力算力的机器挖出比特币的就专攻。\\n\\n和开采黄金一样，比特币的挖矿也有成本，需要消耗电力和磨损硬件，现在用普通计算机挖矿，消耗的资源大概是挖出比特币价值的十倍，所以想通过挖矿致富的小伙伴可以洗洗睡了。真正专业的矿场多数都建在水电站的旁边，低成本的获得能源，并且会对软硬件进行优化，关于挖矿的更多细节，[可以参考这篇文章](http://www.jpm.cn/article-2296-1.html)。\\n\\n回到我们的问题，比特币是如何流行的？答案是，不同时期挖矿的效率是不同的，在早期参与挖矿的机器少，竞争也比较少，更容易挖出比特币，当然这个时候比特币并不值钱，早期参与挖矿的也都是一些极客，他们通常都有这样的预期：比特币在未来将会更流行。\\n\\n**流通本身会带来价值**，在我们开头黄金的例子中，其实我们把黄金藏起来并不影响人们使用电子黄金进行交易，也就是说大家看重的不是黄金的价值，而是其作为价值载体的流通价值。从经济学的角度说，挖矿的供给是相对稳定的，更广泛的流通意味着有更多的人和场景需要比特币，而需求的增加将推升比特币价格。\\n\\n也就是说，如果你认为比特币会更流行，比特币的价格就存在上涨的预期，于是就会有更多的人参与挖矿，也会有人参与投机，总之会有越来越多的人参与进来，这一过程又促进了比特币价格上涨，形成一个正反馈的循环，比特币的早期参与者也因此获益。\\n\\n当然真实情况要复杂的多，另外一个重要的因素是，需要不断有人开拓比特币支付的场景，让更多的商家接受比特币支付，这样才能真正促进比特币作为货币的流通，不过其实问题的关键，还是让更多的人了解和接受比特币和数字货币的概念。\\n\\n## 没有支付宝，数字货币如何被记录？\\n\\n这里我们需要来解释一下区块链和比特币的关系，上面讲到，比特币挖矿是一个比拼算数学题的过程，在系统的设计中，每当比特币被挖到的时候，同时会产生一个叫做区块的东西，每个区块会记录从上一个区块产生到目前的所有比特币交易。\\n\\n每一段，都有一个线索和线索，其功能是通过密码学的原理，把同一段的一段连接起来，形成一段链，实现的到底是哪一段的内容被篡改，会发生同样的异变，彼此被发现。\\n\\n一小段链的设计机制是只有一条链是有效的，假想有一个缺陷要破坏改链的内容，它无法单独单独的一小段，可以产生新的假条，这就需要和全网所有其他节点对抗，所以如果节点这个拥有全网50%的运算能力，就可以实现对链的控制，专业的网络算力攻击。\\n\\n现在的比特币系统已经不可能了，真的无法进行算力攻击，即使有人能做到，证券的成本也获得了巨大的价值，绝不能从经济学的角度杜了算力。币网络越来越大，其价值会越来越高，但随之其算力也会越来越高，从而维持了这个平衡。\\n\\n**事实上区块链是一套去中心化**的记账系统。一般对于记账系统来说，记账行为和数据存储都是中心化的，去中心化记账相当于把账本分别存储在不同的地方，同时由不同的人来记账，于是如何解决记账数据库的问题就是自己的问题。\\n\\n一小部分链技术的专门问题，就通过这个网络记账（算数学题）的方式，巧妙的解决了。多的节点确认了这个结果后，系统就会进行确认，既需要一个中心化的权威机构来做判断，又避免了恶意的优点。\\n\\n## 部分链将如何改变世界？\\n\\n回答了我们的问题，多少链如何改变世界？读到这没有，如果现在接受了基于链的数字，实际上我们就不需要存钱了？事实上你我们也没有听说过什么比特币银行。\\n\\n部分链对银行的替代作用和支付宝对银行的替代作用存在相似的地方，我们钱非是3个原因：利益、安全、更方便的支付，这些功能都具备，而部分链拥有后的感受，口腔管理带来的产品可以带来收益。\\n\\n是支付宝还是银行，都是中心化的记账系统，当我们使用非现金的方式支付账本的时候，需要有一个权威的记账机构，才能证明我们的账本里真有钱，而且我们帮把钱转付给你。银行作为记账机构的真实性来自国家监管的背书，而我们相信支付宝是因为阿里巴巴的信用和技术能力。\\n\\n但是这样一个记账中介的存在产生了巨大的费用，想一个银行有多少线下网点，有多少服务人员吧。另外，每个银行都有自己的IT记账，用户在支付和费用的那时，会在银行间形成交易，分别被两个银行记录，都涉及到账目和结算的问题。\\n\\n国内的还说，因为有作为好权威机构，在银行间进行交易，但是国际交易没有权威机构作为中介，各地的清算系统和交易很多很多，导致交易非常多。\\n\\n区块链的解决方式是去中心化的，所有都被公开的交易记录在区块链上，省去了账上的麻烦，跨国的交易也不需要当天银行结算后完成，是可以实时到账的。国际清算每笔的成本约26美元，只要一小段链应用，仅此一次的孩子每年的费用就在十年上百美元。\\n\\n更进一步地说，整个金融体系就是一个信仰体系，这一体系是通过国家书、金融监管的方式建立的**信仰**，**而部分链的出现，是用技术手段解决了问题，从而对存在信仰的金融系统提出了一个独特的主题的替代方案**。\\n\\n再举一个例子，我们在交易股票需要支付资金，以交易交易和证券体系运营的成本。按照A股每天2000亿美元，平均交易成本万分交易之五，中国的交易，每天就能节省1美元。\\n\\n当一个成本结构发生的时候，往往会出现不同的时刻，从这个角度说起，金融行业每年的产在数百万美元，任何一个价值全球视野的电影。的应用，都将是一个庞大的市场。\\n\\n如此，区块链创造的可信仰的记账体系还有很多其他应用，例如记录影视、音乐、出版等行业的版权和交易；记录数字资产的动态；记录病史和就医情况，方便医生了解病人情况；记录供应链各个环节的生产，从而实现供应链的溯源，防止假货的产生等等。\\n\\n一小段链向我们展示了一个所有资产都将被数字化的世界，在一个价值的互联网上，资产的转移像今天的信息的移动一样快捷、方便、便宜。不知道到这里，你不是还以为我在描述一个未来世界？在这里借用威廉·吉布森的一句话来形容：未来已来，只是还没有流行。\\n\\n作者：贾斯汀，36氪专注报道互联网金融和教育行业者\\n\\n来源：http://36kr.com/p/5051451.html?from=related\\n\\n题图来自Unsplash，基于CC0协议\",\"timestamp\":1636575469,\"title\":\"你了解区块链该读的第一篇文章：区块链将如何改变世界？ | 人人都是产品经理\"},\"digest\":\"fWduePM97cn-RsyKNKNR-_Dz8F4orO74Hj_45tdhPZk\",\"authorship\":{\"contributor\":\"0x8547d903376a7a4995C2FCB7F4E4996bcfA6e359\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kj_Q2bsUivUisBBdnSm7hJ87lMxRyI_gGUAY7TdrGeE\\\",\\\"y\\\":\\\"BtJHF_DLsYCqYHwUf191UEIZYnKpWH64Mc4Yr_5bclE\\\"}\",\"signature\":\"hUyfZ37Tk7XxRpCNKBXI5EZiYmuFVSMbRs2H8Q-NndJHxNdnoNqA72LS7HiQJMB8VPEl6qOzt-4qFwHsy0sb9w\",\"signingKeySignature\":\"0x7c07a1c29a8eb026c4e5b6a7556e3f853ee3f3ebea53a8ea2763ad6902f159173c37c88924458472a8091b82f31e6cb46465a9464c9d28b7f16222e0c1d2eae71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kj_Q2bsUivUisBBdnSm7hJ87lMxRyI_gGUAY7TdrGeE\\\",\\\"y\\\":\\\"BtJHF_DLsYCqYHwUf191UEIZYnKpWH64Mc4Yr_5bclE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fWduePM97cn-RsyKNKNR-_Dz8F4orO74Hj_45tdhPZk\"}"