"{\"content\":{\"body\":\"吴缺接到了一夕之欢的亿万富翁的班花兼校花妻子周啾的电话。\\n\\n“喂，出来玩啊。”周啾的声音甜腻而暧昧，一听就知道她丈夫不在家。\\n\\n吴缺：“……我昨天去参加了一个朋友的婚礼。”他说的是缪飞。\\n\\n周啾：“哦？好玩吗？”\\n\\n吴缺：“不好，挺吓人的，新郎是我的创业伙伴，身价过亿之后人就比较花，他的前女友跑来婚礼上闹，而且来了两个前女友，都带了人来的，现场真是鸡飞蛋打啊，我那朋友当场就社死了，好可怜。”新娘是谢庭兰，两个闹事的前女友分别是程秀和张慧。\\n\\n周啾噗嗤笑出声：“这不是挺好玩的嘛！可惜我没看到，你带谁去的？”\\n\\n吴缺：“我一个人去的，最适合带着去的那个人她对婚礼不感兴趣，跟我想到一块儿去了。这还好玩啊，你不知道我的意思吗？我想让我的爱情简单点，所以……”\\n\\n周啾霸气撒娇：“那我不管，一个月才找你一次，必须出来，我发个定位过去，你来哦！”\\n\\n她不管三七二十一，掐了电话就发来一个坐标，吴缺是又甜蜜又无奈。\\n\\n吴缺来到外面，看关咲正在为了他们一起创作的新歌《雪花的快乐》谱曲，硬着心说：“我出去一趟，晚上要是不回来，你自己吃饭吧。”\\n\\n关咲：“我买了好多菜……”\\n\\n吴缺：“抱歉，你自己处理一下吧，可以约个朋友吃饭。”\\n\\n他们在骊山洋房一起同居已经一个星期，关咲没想到他这是说走就走，有点惆怅，轻轻地“哦”了一声。\\n\\n周啾在南湖公园的湖边长椅上等着他，两个人就像特工接头一样神神秘秘，一开始两个人还距离隔着很远呢，周啾在一头，吴缺坐在另一头，并且互相不看对方。\\n\\n吴缺咳嗽一声：“我来了。”\\n\\n美得像苏联燕子的周啾没有立刻谈风月，而是提到了她的投资：“你推荐的投资，我赚了140万了，不错啊。我加仓到1000万，继续投资，好吧？”\\n\\n吴缺点点头：“好啊，没问题，市场平稳发展，跟我预期的差不多。”\\n\\n这次转钱，周啾敏锐发现一个细节：“你没有经过上次那个女孩子同意就给我转钱了，发生了什么事吗？”\\n\\n吴缺：“……她离开我了呗，就你机灵！”\\n\\n两个人在长椅上越坐越近，最后吴缺就能闻到她身上的夏奈尔香水的迷人气息，手一伸，就把身边佳人的肩膀搂住了。\\n\\n周啾美滋滋靠在情人肩膀，幽幽道：“那好啊，总算又少了一个情敌，挺开心的。这么说，你就有更多时间陪我咯？谢谢你啊，今天我打个电话就出来了，我还是挺感动的，你说你是一个百亿级富豪，怎么就这么闲呢？”\\n\\n吴缺：“……我不是闲，是时间全都是有弹性的，既然你需要人陪，那我来陪陪你，也无不可，事情总是做不完的，你召唤我的机会可不是随时都有。虽然我刚才说让爱情简单点，可我说完了又很害怕失去你，真是矛盾啊。”\\n\\n周啾：“我也是，其实，我交往的那些富太太基本上都有自己的情人，因为我们的老公都太忙了，没有一个属于自己的情人，实在是日子不好过。没想到，我终于也找到了一个，他们都是找的小白脸，我的情人跟她们都不一样，我的情郎是一个有本事的男人。”\\n\\n吴缺高兴，轻轻吻了一下她的唇瓣，法式的要留到后面，现在不着急。\\n\\n周啾：“你跟我分享了一个爱情混乱的故事，我也跟你分享一下，我有一个闺蜜，养了好几个小白脸，好几个我都见过呢，后来几个小白脸也是打了起来，还惊动了老公，她老公觉得社死了，一定要跟她离婚，因为没签婚前协议，一场惊心动魄的撕B大战，好刺激。我觉得比你的说的婚礼上的社死更刺激，毕竟有财产分割的灾难。我就不会有这种事情，如果我的老公不喜欢我了，其实我差不多会一无所有，他的所有的钱都放在家族基金，而且他有一个儿子，可能还有私生子，反正我可能净身出户，想想就觉得可怜，连撕逼都没机会。”\\n\\n吴缺：“一个亿总会分给你吧？”\\n\\n周啾：“那除非是他不要我了，如果是我主动离开，一分钱也没有。”\\n\\n吴缺：“他会吗？”\\n\\n周啾：“不知道，等我再老一点，也许就会换一茬吧，毕竟我能取代他的前任，也是凭借年轻貌美。我们女人就是这些大佬的附庸，他只是希望有一个漂亮老婆在自己的朋友面前有面子，能带的出去。”\\n\\n吴缺：“哦，我还以为你对婚姻特别满意呢。没关系的，既然你缺乏财务的安全感，那就想尽办法从他那里得到好处，既然有上百亿的产业，总会有一些适合你发展的产业吧？让他派你去管理呗。”\\n\\n周啾：“我试过了，他根本不信任我，不认为我能胜任，毕竟，我们是师范专业的，本来应该去当老师的，现在却想做生意，他没信心，我自己也没信心。我上学的时候觉得有100万就了不起了，没想到现在有1000万，还是感觉自己很穷。你帮我赚了140万，我很高兴的。”\\n\\n吴缺嘿嘿一笑：“你就用你美丽的身体来感谢我吧，不过，我们去哪里呢？酒店我不想去。”\\n\\n周啾：“你在外面买套房子吧，我知道你家里肯定不方便，专门为我买套房子。”\\n\\n吴缺：“……既然你这么没有安全感，那么你用你的1000万买套房子吧，放心，投资的部分我借给你，你的1000万投资不会少，还是有发财的机会，赚钱了是你的，亏了算我的。”\\n\\n周啾：“开心！吴缺大气！”她伸手抱住了情郎的腰。于是乎，他俩的约会变成了去看房。\\n\\n周啾最喜欢的是250米高的超高层公寓，最高层是70楼，但最上面的三层都没了，现在能买到的是67楼的200平米豪宅，总价800万。刚好落在她的预算顶部区间，可以享受一览众山小的快感。\\n\\n吴缺：“你要不要通过公司持有房产啊？免得被他发现。”\\n\\n周啾：“要的，你不提醒我还想不到，你会操作吗？”\\n\\n吴缺：“会的，我现在的房产就是公司持有的。如果需要转让，做一次股权变更就行了，不需要交手续费。”\\n\\n这几天他们都在忙这件事儿，晚上则冒险在吴缺的骊山洋房过夜，虽然刚刚才跟关咲同居一段时间，但关咲很乖巧的回到了林星雅送给她的雅园的房子，所以没有人打扰他们，让吴缺跟自己的情人尽情尽兴。\\n\\n但他们在一起的几天就已经是极限了，因为周啾的老公就要回来，她不得不回家候着。无奈的爱情最是致命，最后一晚疯狂运动，周啾感觉自己有点伤了，不知道老公回来会不会发现蛛丝马迹。\\n\\n周啾的性格本来是在丈夫面前特别乖巧，但是，自从结识了新的有钱有闲的情人，她似乎没有那么听话，她丈夫叫云暨，乃是金波市的商界大佬之一，没错，看你看到了，他既然姓云，确实跟云野有关系，云野是他的私生子，云野的母亲多年前被他抛弃，这个云暨几乎每隔几年就会换一个妻子，云野的母亲那么优秀，却也不例外。\\n\\n云野是云暨在花田里犯了错说好破晓前忘掉，所以给起个名字叫云野，云暨为人非常强势，尤其是在女人面前，他不想要的孩子如果你一定要生，他会生气，并且做得很绝，当时云暨跟云野的母亲正在我侬情浓，但是云暨一旦生气，就立刻跟云野母亲分手，让云野母亲成了单身母亲，幸好这个单身母亲姿色过人，找到了一个馋她美色的男人结了婚，还是把云野养大了。\\n\\n男人到了一定的年纪，忽然就觉得，要一个孩子也不错，就联系了云野的母亲，当年云暨身价才几百万，如今却已经达到了百亿级别，不可同日而语，云野母亲为了儿子的前途，让儿子认爹，所以，就有了今天云暨带着云野来团聚的场面。\\n\\n云野带着他的女朋友一起来的，就是我们熟悉的纯欲天花板甄傲雪。\\n\\n云野的音乐才华爆发了几个月，忽然间就没了灵感，创作的歌曲也就几首获得流量，后来他想表达一下自我，然后就没有然后了，粉丝们没有享受到被讨好的快乐，流量就下去了，他这个人喜欢自由，不爱签约和炒作，那就只能没落，这时候甄傲雪带着100万美元出现在他生活中，可想而知，他就真的成了“富婆好”的拥趸，在所有的有钱富婆中，甄傲雪无疑是颜值天花板。\\n\\n生活真是大起大落，原本没指望成为富家子弟的云野，居然一夜之间成了百亿级大富豪认可的儿子。\\n\\n云野之所以带女朋友来，是因为自己不知道对父亲说什么，吃饭的时候为了避免尴尬，就跟甄傲雪聊天。\\n\\n周啾倒是能说会道，问了一些云野校园生活的事情，不过，云野知道自己的母亲当年就是被一个个的这样的后浪欺负的，所以对周啾并没有什么好脸色，随意敷衍。\\n\\n到了最后，就成了周啾跟没有心机的甄傲雪之间的对话，两个男人都比较沉默。\\n\\n周啾问甄傲雪他俩的生活费来源，甄傲雪傲然道：“我们可以养活自己的，我有做投资，每年可以有20万美元的稳定收入，按照SEC的定义，我们算是Accredited investor了，私募都可以买。”\\n\\n周啾好奇问：“怎么会有这么多钱呢？”难道这个女生是富家女？\\n\\n甄傲雪对投资的事情说的不是很清楚，就知道跟着吴缺做那个无风险的期现套利，但是大致的投资理念对大佬还是颇有启发的，云暨终于说话：“这套投资方法是谁教你的？”\\n\\n提到这个，甄傲雪的表情有些不自然：“是我的一个朋友。”\\n\\n云暨：“什么样的朋友？”\\n\\n甄傲雪越是不想说，云暨越是好奇，她只好交代：“是我之前租的房子的房东，虚拟经济的大佬，他对虚拟经济有信心，而且确实发财了。可能没有叔叔您这么有钱，但确实是发大财了。我一直追踪投资收益，的确是无风险对冲的，很神奇的一种投资，我之前从来没想过。”\\n\\n云暨：“你只要提供一个名字给我就行了，我去找他聊聊。”\\n\\n当甄傲雪说出“吴缺”这个名字的时候，周啾娇躯一震，难以置信的看着自己老公的私生子的女朋友……\",\"timestamp\":1641915211,\"title\":\"共济会风云 第74章 巧了\"},\"digest\":\"BYdc7uqXIEweMTNLVqZPp_0DKolt4CEbkfs_Rl6mKz8\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"72ZQftmSLY8FYRBFa7aAyZNQaunoXOMUyC6varSCfpIEebIBD9oZQ9TUyhlSXoz63wx6ktNS9rVC28sLwU2VdQ\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KJq8b6Da3kft4u9FnXBFmbED0YoLqRnPaDEUJZ64QTU\"}"