"{\"content\":{\"body\":\"# \\n\\n早年，豫境邙山脚下，有一种猴类，被百姓称为报丧猴。这种背生白毛的畜生，有个癖好，最喜剥人衣物，披在自己身上，学人模样，但对象皆是死人。\\n\\n所以，时有出行之人，多日不归，家人看到猴子披有失踪者衣物，便能断定已不在人世了。跟着猴子，往往能找到遗骸。\\n\\n却说山下有个叫五柳镇的地方，镇西头有户人家叫做冯百解，其父八旬有九，将近九十，忽一日，有个道人来到五柳镇，看中这位耄耋老汉，说老人皮囊虽老，但心怀赤子，这次能邂逅，也是有缘，留下几副丹药，让冯百解每隔七天，喂父亲吞食。\\n\\n人近九旬，血脉衰败，冯老汉本就似风中残烛，吊着半条老命，他听了道人所说，心里大喜，不管灵不灵验，先让冯百解喂自己一副。\\n\\n加之道人告辞前，又露了一手。寻株枯萎的花草，浇上被丹药沾过的清水，一个时辰之后，那株花草竟又恢复了生机。\\n\\n是以，不论冯百解还是其父，俩人皆对道人信了大半。\\n\\n老汉服了一丸，顿觉浑身炽热，不多时，周身有了力气，两足轻便，居然绕着镇子，走了一匝。\\n\\n冯百解喜出望外，他本就孝顺，见父亲神采奕奕，不由得朝道人远去的方向拜了一拜。\\n\\n以后的日子，依着道人吩咐，每隔七日，便给父亲服食一粒丹丸。\\n\\n光阴如飞。\\n\\n到了父亲九十岁生辰的次日，道人如期而至。\\n\\n冯百解又逢恩公，连忙设宴款待。\\n\\n道人说道：“贫道留下丹丸，就是续延令尊性命，好让他活到九旬，但治表难治本，你既心诚，贫道倒有一策，可让令尊随我入山修行，洗去身上污垢，若悟性尚好，寿逾两百不在话下。”\\n\\n冯百解有些不舍。\\n\\n但父亲听罢，连忙点头答应。活到两百，谁人不想？\\n\\n冯百解最后也同意下来，将家中一半藏金送给道人。\\n\\n道人也不客气，伸手接了。\\n\\n如此，过了半载。\\n\\n忽一日，冯百解在山脚下碰到了报丧猴。\\n\\n细细一瞧，不禁大惊，其中一个大猴身着衣裳，竟然是父亲离家时穿的那套，父亲喜绿又爱隶书，特意在绿衣青帽之上，绣了不少隶字。\\n\\n父亲不是跟着道人山中修行去了？衣裳怎么会被这些畜生穿在身上，难道说，父亲为了洗掉红尘，特意将衣物掷在道旁？也不对呀，若是这样，报丧猴是不会披的，它们只会从死人身上剥衣。\\n\\n要不然，就是有人捡穿了父亲弃掉的衣物，然后横死山道了。\\n\\n冯百解疑云丛生。因为思念父亲，便决定跟着猴儿们一探究竟。\\n\\n思索再三，他又唤来两个堂弟，一并入山。\\n\\n途中，不断给猴儿们抛食，免得它们心躁，不带路。\\n\\n那猴儿们为了讨得更多食物，故意走得慢些。\\n\\n七零八拐，行了将近一日，最后，众人在一处破道观驻足，猴儿们来回徘徊，吱吱嬉叫，表明是在此处剥取的衣物。\\n\\n冯百解心里咯噔一下，见观门紧闭，也顾不了那么多，和兄弟们扒墙翻院。\\n\\n两脚刚一落地，惊动屋里人。\\n\\n这位跣足披发的观主，正是之前那个道人。\\n\\n道人脸露慌乱，眼光往院中一个地方瞟。\\n\\n冯百解他们也朝那个方向看去。\\n\\n不瞧倒还好，这一瞧，骇得众人倒吸一口凉气。\\n\\n只见一副人皮挂在木架上，应是新死不久，从头到脚，完完整整，连毛发都不缺。唯独五官处，只剩下森然黑洞。\\n\\n冯百解仔细打量，发现这人皮胸脯有个大痦子，顿觉天旋地转，此人皮正是父亲！\\n\\n他哎哟一声，几近跌倒，瞪着道人，两眼喷出火来。\\n\\n道人冷哼不语，回屋扯出一剑，就往冯百解他们身上劈。\\n\\n冯家尚武，三兄弟俱有一身功夫，殴斗半晌，三人合力打断道人一条腿，将其擒住。\\n\\n真相也浮出了水面。\\n\\n原来，道人并非本地人，他偶然习得一个邪法：寻个年过九旬的老人，剥夺其皮，鞣制绘符，数番操作之后，便可召来老人的魂魄，供其驱使。搬金卸银，害人伤畜，穿墙取物皆不在话下。\\n\\n可，三条腿的虾蟆好找，九旬的老人皮哪里去寻？\\n\\n数年游历打听，才寻到五柳镇冯家有一老汉，年近九旬，也已是风中残烛了。道人推算他再活两年不在话下，不过为防万一，特意留下丹药，供老汉食用，这丹药可榨取体内活力，长期服用，必会减寿。然而如此一来，倒让食用者误认为是什么灵丹妙药了。为了博取冯百解信任，又使了障眼术，让一株将死花草重发绿意，冯家果然信以为真。\\n\\n待冯老汉过了九旬，道人将他带回山里一弃观里，一番攀谈，才知老人尚有一段时日才到真正的九十岁。因为那个时候，豫境有个习俗，逾八旬老人，每逢过寿，必要提前，说如此便可哄过阴司勾鬼。是以，冯家对外宣称老汉的九十岁寿辰，实则乃提前半载。\\n\\n道人不免有些苦恼，但也只能好好伺候冯老汉，免生差池。\\n\\n前几日，待老汉九十岁一到，道人迫不急待，喂了老汉蜕皮丹，老汉全身如无数蝼蚁啃噬，奇痒异痛，越是挣扎，越是难耐，那人皮也慢慢脱离筋肉。\\n\\n道人忍了半载，看到老人这番场景，心情大好，哈哈大笑，将老汉缚在观道院落，不停小酌，欣赏异景。\\n\\n人皮整整蜕了一日。\\n\\n此地人迹罕至，道人吃饱喝足，回屋睡觉。\\n\\n老汉哀嚎到半夜，气绝身亡。\\n\\n招来一群报丧猴，猴儿见老汉已毙，就剥了他的绿帽绿袍，穿在身上戏闹，满山乱窜。\\n\\n数日后，被冯百解看到，这才让妖道恶行昭彰于世。\\n\\n冯百解听罢道人供辞，老泪横流，后悔当初不该贪图道人之物，一怒之下，将其打个半死，押至县衙，审后，妖道被邑令判除凌迟之刑。\\n\\n本文标签：\",\"timestamp\":1638610319,\"title\":\"民间鬼故事--报丧猴\"},\"digest\":\"GNqLdN7reOYQvY6_ZDPZdLuYV7lfrpBLZO16yhWYTCI\",\"authorship\":{\"contributor\":\"0x4a9576b07fce937791a389A7041b200Aa6329617\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81s1ijGgwqwT8qadiNgTNCLK-fs7zMZMCP5hbxU8TAE\\\",\\\"y\\\":\\\"PNP37RRt3Pq7FVcnsN7U3tqF61USRi8bUPwJ7gLa5n8\\\"}\",\"signature\":\"SqOJQeLKKFKhJRPKk4f1YTGvBw7C7Ex0_k6POGROtzZj0MZhtzAU_jYVqOmn1SMGC3ZyJM_rbFazGHVMtozlLA\",\"signingKeySignature\":\"0x191ac9dc915aa1febc2e573bf7c687c2b81fb029e2be7dc1aedb0d0c25a21eb43781978cd89d01f41ec59ffdb63bbe3a4e8959ac6024cea35dfacc2c81ba4b731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81s1ijGgwqwT8qadiNgTNCLK-fs7zMZMCP5hbxU8TAE\\\",\\\"y\\\":\\\"PNP37RRt3Pq7FVcnsN7U3tqF61USRi8bUPwJ7gLa5n8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GNqLdN7reOYQvY6_ZDPZdLuYV7lfrpBLZO16yhWYTCI\"}"