"{\"content\":{\"body\":\"**原文：【军形第四】**\\n\\n### 孙子曰：\\n\\n### 昔之善战者，先为不可胜，以待敌之可胜。不可胜在己，可胜在敌。故善战者，能为不可胜，不能使敌之必可胜。故曰：胜可知，而不可为。不可胜者，守也；可胜者，攻也。守则不足，攻则有余。善守者藏于九地之下，善攻者动于九天之上，故能自保而全胜也。见胜不过众人之所知，非善之善者也；战胜而天下曰善，非善之善者也。故举秋毫不为多力，见日月不为明目，闻雷霆不为聪耳。古之所谓善战者，胜于易胜者也。故善战者之胜也，无智名，无勇功，故其战胜不忒。不忒者，其所措胜，胜已败者也。故善战者，立于不败之地，而不失敌之败也。是故胜兵先胜而后求战，败兵先战而后求胜。善用兵者，修道而保法，故能为胜败之政。\\n\\n### 兵法：一曰度，二曰量，三曰数，四曰称，五曰胜。地生度，度生量，量生数，数生称，称生胜。故胜兵若以镒称铢，败兵若以铢称镒。\\n\\n### 称胜者之战民也，若决积水于千仞之溪者，形也。\\n\\n**译文：【军形第四】**\\n\\n孙子说：以前善于用兵作战的人，总是首先创造自己不可战胜的条件，并等待可以战胜敌人的机会。使自己不被战胜，其主动权掌握在自己手中；敌人能否被战胜，在于敌人是否给我们以可乘之机。所以，善于作战的人只能够使自己不被战胜，而不能使敌人一定会被我军战胜。所以说，胜利可以预见，却不能强求。.敌人无可乘之机，不能被战胜，且防守以待之；敌人有可乘之机，能够被战胜，则出奇攻而取之。防守是因为我方兵力不足，进攻是因为兵力超过对方。善于防守的，隐藏自己的兵力如同在深不可测的地下；善于进攻的部队就象从天而降，敌不及防。这样，才能保全自己而获得全胜。预见胜利不能超过平常人的见识，算不上最高明：交战而后取胜，即使天下都称赞，也不算上最高明。正如举起秋毫称不上力大，能看见日月算不上视力好，听见雷鸣算不上耳聪。古代所谓善于用兵的人，只是战胜了那些容易战胜的敌人。所以，真正善于用兵的人，没有智慧过人的名声，没有勇武盖世的战功，而他既能打胜仗又不出任何闪失，原因在于其谋划、措施能够保证，他所战胜的是已经注定失败的敌人。所以善于打战的人，不但使自己始终处于不被战胜的境地，也决不会放过任何可以击败敌人的机会。所以，打胜仗的军队总是在具备了必胜的条件之后才交战，而打败仗的部队总是先交战，在战争中企图侥幸取胜。善于用兵的人，潜心研究致胜之道，修明政治，坚持致胜的法制，所以能主宰胜败。\\n\\n兵法：一是度，即估算土地的面积，二是量，即推算物资资源的容量，三是数，即统计兵源的数量，四是称，即比较双方的军事综合实力，五是胜，即得出胜负的判断。土地面积的大小决定物力、人力资源的容量，资源的容量决定可投入部队的数目，部队的数目决定双方兵力的强弱，双方兵力的强弱得出胜负的概率。获胜的军队对于失败的一方就如同用“镒”来称“铢”，具有绝对优势优势，而失败的军队对于获胜的一方就如同用“铢”来称“镒”。胜利者一方打仗，就象积水从千仞高的山涧冲决而出，势不可挡，这就是军事实力的表现。\\n\\n**Translation: \\\\[The Fourth Military Form\\\\]**\\n\\nSun Tzu said: In the past, those who were good at fighting with troops always first created the conditions for their invincibility and waited for the opportunity to defeat the enemy. To prevent ourselves from being defeated, the initiative is in our own hands; whether the enemy can be defeated depends on whether the enemy gives us an opportunity. Therefore, those who are good at fighting can only prevent themselves from being defeated, but cannot ensure that the enemy will be defeated by our army. Therefore, victory can be foreseen, but not forced. . The enemy has no opportunity to be defeated, and the defense should wait for it; the enemy has an opportunity to be defeated, and then take it by surprise. The defense is because our troops are insufficient, and the attack is because the troops outnumber the opponent. Those who are good at defending hide their strength as if they are in the unfathomable underground; those who are good at attacking are like falling from the sky and cannot be defended by the enemy. In this way, you can save yourself and win. It is not the most brilliant to foresee victory that cannot exceed the knowledge of ordinary people; even if the whole world praises it, it is not the most brilliant. Just as it is not powerful to lift up an autumn hair, to see the sun and the moon is not to have good eyesight, and to hear thunder is not to have good ears. In ancient times, the so-called good soldiers only defeated those who were easy to defeat. Therefore, a person who is really good at using soldiers does not have the reputation of being wise and unparalleled in battle, but he can win the battle without making any mistakes, because his plans and measures can ensure that what he wins is already doomed to fail. enemy. Therefore, those who are good at fighting not only keep themselves in a situation where they cannot be defeated, but they will never miss any opportunity to defeat the enemy. Therefore, the army that wins a war always fights only after the conditions for victory are met, while the army that loses a war always fights first, trying to win by chance. Those who are good at using the military concentrate on researching the way to win, cultivate political understanding, and adhere to the legal system for winning, so they can dominate victory and defeat.\\n\\nArt of War: The first is degree, that is, the area of ​​land is estimated; the second is quantity, that is, the capacity of material resources is estimated; the third is number, that is, the number of soldiers is counted; the fourth is scale, that is, the comprehensive military strength of the two sides is compared; the fifth is victory, that is Make a judgment of victory or defeat. The size of the land area determines the capacity of material and human resources, the capacity of resources determines the number of troops that can be invested, the number of troops determines the strength of the two sides, and the strength of the two sides determines the probability of victory or defeat. The winning army is like using \\\"Yi\\\" to call \\\"baht\\\" to the losing side, and has an absolute advantage, while the losing army is like using \\\"baht\\\" to call \\\"Yi\\\" to the winning side. When the victor fights, it is like stagnant water rushing out from a thousand-meter-high mountain stream, unstoppable. This is the manifestation of military strength.\",\"timestamp\":1642489893,\"title\":\"《孙子兵法》之【始计第四】（THE ART OF WAR-The Fourth Military Form)\"},\"digest\":\"bXXvBHDG5McGZWkpUynIQ4iEIX6ykS2r0g0wT8hzVCI\",\"authorship\":{\"contributor\":\"0xC22330943F8342F94Bef053c6547f88FA852510f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MLHeskExVSIKb3xG7dXqR4gnfeU2jDlVB-A50IoBW10\\\",\\\"y\\\":\\\"msNOQU_NFQITopZ-d7gWKJpUg3drvXb68W4bZVzMjZc\\\"}\",\"signature\":\"4AFWNpFDKusPJYVsYsA7p9XK3CDLsgqBHR69j8G06LV3gxXfgTTOGnAStcPwASOVBLvjtm2p3r81ZuBmpUthSw\",\"signingKeySignature\":\"0x6c02282da3a4482a21d06c4fc15cc4b21e3e7643f5b28cca57f3238ff1fe85d0562469aaf32e9099895ee2fe5e0e10ba6a50c556051ec77d27654b71867ddd591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MLHeskExVSIKb3xG7dXqR4gnfeU2jDlVB-A50IoBW10\\\",\\\"y\\\":\\\"msNOQU_NFQITopZ-d7gWKJpUg3drvXb68W4bZVzMjZc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bXXvBHDG5McGZWkpUynIQ4iEIX6ykS2r0g0wT8hzVCI\"}"