"{\"content\":{\"body\":\"**Crypto is like a double-edged sword, with one good piece of news followed by 10 bad reactions. It’s like being the parent of the hyperactive kid in the kindergarten — he breaks other kids’ toys, bounces off the walls like a demon and the other parents hate him, but you know he’s a sweet, thoughtful and kind soul who will one day find the cure for cancer.**\\n\\nAnd as you stand surveying the debris of his day in kindergarten with the other parents giving you the evil eye and the Montessori teacher sadly shaking her head, you cannot wait for that day to come soon enough.\\n\\nSo, in crypto, one step forward is the introduction of nonfungible tokens, or NFTs. Finally, something that everyone — including your non-tech or finance friends — can get their teeth into and understand.\\n\\nI listened to a radio program yesterday where during the weekly film roundup, a reviewer spoke about Quentin Tarantino producing NFTs of unused pages of his Pulp Fiction script. Sure, he is being sued by Miramax, but the reviewer positively salivated over the term NFT.\\n\\n“I’m not tech or finance,” she said. “But I like talking about NFTs and Tarantino.”\\n\\nSo, NFTs are mainstream. Noobs still get hung up on the Beeple sale ($69 million at Christie’s in March), much in the same way the OGs regard the eye-watering 2017 Tezos ICO that raised $232 million or BlockOne’s epic 12-month raise of $4 billion the following year. These are the milestones when the money gets silly and crypto gets onto the mainstream news feeds.\\n\\nBut, the backlash has already begun. The amount of energy “wasted” in generating NFTs is a very serious issue currently doing the rounds. If using energy to produce cryptocurrency is seen as wasteful, then expending large amounts of energy to create NFTs of low-resolution cartoon JPGs sounds positively frivolous — a sort of let them eat cake moment in crypto history.\\n\\nThis is why it is good to seek out educators who can balance the rhetoric, to counter the inbuilt prejudice or sheer misinformation bandied about like gospel.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/xCQejcJKyEKe7_hkshsoC.png?height=1446&width=2570)\\n\\n#### The plane truth\\n\\nGary Nuttall, an emerging technology consultant with Distyltics and a recent finalist in the prestigious U.K. CryptoAM Education Awards, is in demand to [explain](https://www.linkedin.com/in/garynuttall/) all things crypto. When I spoke with him, he had just hopped off a webinar with bankers. He wears a shirt (to impress the bankers) and a hoodie (to prove his tech credentials) but finds himself answering the same questions again and again.\\n\\n“The Silk Road and money laundering in crypto is still a top question,” he says as he visibly sighs. “And I point out to them that the most money laundering is executed in the U.S. dollar. We have a way to go.”\\n\\nNuttall begins by addressing layer-one blockchains and the energy charges.\\n\\n*“Talking about layer-one blockchains being energy expensive to mint NFTs misses the point entirely. For example, on the Bitcoin blockchain, a block is produced every 10 minutes, while on Ethereum it’s more like every 15 seconds – these blocks are going to be produced regardless of whether or not there are NFTs onboard.”*\\n\\nNuttall compares it to a plane going from London to New York. “The plane is going anyway, where or not every seat is filled.”\\n\\n So, what is the carbon footprint of NFTs?\\n\\nThe Cambridge Bitcoin Electricity Consumption Index, housed in the Judge Business School at the University of Cambridge, has been [tracking](https://www.jbs.cam.ac.uk/insight/2019/cambridge-bitcoin-electricity-consumption-index-cbeci/) Bitcoin since 2019. In its most recent findings published in May 2021, the CBEI reported that Bitcoin mining currently consumes 133,68 terawatt-hours a year of electricity – consistently rising year each year from when this research began.\\n\\nSimilar studies into the carbon footprint of Ethereum produce similar results. Digiconomist [estimates](https://digiconomist.net/ethereum-energy-consumption) a single Ethereum transaction’s carbon footprint at 33.4kg CO2 and each time an NFT is minted or sold, that’s another transaction. These estimates indicate that a single NFT transaction is likely to have a carbon footprint more than 14 times that of mailing an art print.\\n\\nBoth Bitcoin and Etheruem use proof-of-work mining, which is associated with significant carbon output. In the Ethereum ecosystem, this is being addressed by layer-two solutions such as Polygon and the forthcoming move to proof-of-stake with Eth2. But for now, the NFT marketplaces are still plagued by high gas fees.\\n\\nIn May, The Financial Times [called](https://www.ft.com/content/1aecb2db-8f61-427c-a413-3b929291c8ac) Bitcoin a “dirty currency.”\\n\\n“The Bitcoin ecosystem itself accounts for the same amount of energy consumed by the Netherlands,” says Nuttall. “Which is a lot until you consider that it’s only half the energy consumed by TVs left on standby overnight in the U.S. Perspective.”\\n\\nNuttall has a more unique perspective when it comes to explaining the link between cryptocurrency and energy.\\n\\n“I see it as an alternative way of storing energy consumption. Consider an electricity company operating a hydroelectric dam. When they empty the water, they produce electricity which they sell back to themselves off-peak at a low rate to refill the dam but sell onto the grid at a premium rate.”\\n\\n> *“I see the production of cryptocurrency as an alternative means of storing value — it’s just that instead of it being water, it’s in a cryptocurrency.”*\\n>\\n> Nutall also uses the invention of the motor vehicle as a parallel to blockchains.\\n>\\n> “Early cars were energy inefficient — it takes time to improve and, too, with proof-of-work — that is terribly inefficient. But innovations are coming, proof-of-stake is much more computationally efficient and low on energy consumption. Innovation is key here, and it is coming.”\\n>\\n> Nutall has big dreams for NFTs helping that innovation and reducing energy costs. As he points out, distributed ledger projects are all about traceability, provenance and transparency — but it’s terribly manual, as everything has to be written to the blockchain.\\n>\\n> “Whereas NFTs are a programmable layer on top of blockchains. They come with a built-in digital representation of ownership, bragging rights if you will, but we can also program in things like fees for the originator.”\\n>\\n> “It’s going to totally disrupt industries where there are licensing rights such as music or gaming. Right now, we are at NFT 1.0, but we are rapidly moving to 2.0 or even 3.0 where NFTs may be more active, used as locks or access points to underlying assets. We are just at the tip of the iceberg right now.”\\n>\\n> But even at this early stage, with most NFTs stored on proof-of-work chains, there are already plenty of projects out there looking to tap into this new technology to deliver benefits for humanity.\\n>\\n> #### Climate change\\n>\\n> DigitalArt4Climate was [launched](https://digitalart4climate.space/) by the United Nations as part of the Year of Creative Economy for Sustainable Development. DigitalArt4Climate is a multistakeholder partnership initiative that turns art into digital assets (NFTs) and is supported by [UN-Habitat](http://un-habitat/) and [IAAI-Glocha](http://www.glocha.info/) with technology partner [Unique.Network](https://unique.network/) from the PolkaDot ecosystem and creative partner Exquisite Workers.\\n>\\n> In this project, young people, climate challenges and technology were all brought together to raise awareness of the issues. Storing NFTs on a carbon-neutral network called Unique Network was also a key aspect of the project.\\n\\n![](https://images.mirror-media.xyz/publication-images/pKQhjnopjXgxy1ysruCFx.png?height=512&width=362)\\n\\nIn its FAQ, DigitalArt4Climate says it sees “the potential of the technology to not only disrupt existing inefficient supply chains but also the ability to transform how disparate communities communicate and trust each other through permissionless distributed ledger technology.”\\n\\nA related exhibition, “Humanity challenged by Climate Change,” was exhibited in Glasgow at COP26, with digital artist Bricx Martillo Dumas from the Philippines winning the art competition. Dumas said, “This competition may come to an end, but our fight for climate justice is far from over.”\\n\\n#### Religious artifacts\\n\\nReligious artifacts from ancient Portugal’s [Santa Casa da Misericórdia de Lisboa](https://www.scml.pt/) museum were [dropped](https://artentik.com/) on the Artentik marketplace on Dec. 1, based on Polygon. These NFTs are based on ancient religious paintings and relics from saints. The proceeds will be used to support Portugal’s largest charitable organization, the SCML, as it bridges the gap between the very ancient and the most modern.\\n\\nThis project claims to be the first religious NFT collection.\\n\\nSCML is the keeper of the Museum and Church of São Roque in Lisbon and houses one of the most important religious collections in Catholic Europe.\\n\\n“In Lisbon, SCML enjoys a warm relationship with residents and visitors to the museum and church and we see a way of extending that relationship globally and to new generations through NFTs,” says Edmundo Martinho, President of SCML.\\n\\nIs this the ideal Christmas present for faithful moms and dads?\\n\\n![](https://images.mirror-media.xyz/publication-images/OTFsI-Opn3UjLs26rYYM5.png?height=473&width=431)\\n\\n#### Music and tree planting\\n\\nYoshidrops was [founded](https://www.yoshidrops.com/) by EOS legend Michael Blu, or MBlu as he is better known. MBlu was previously a precious metal broker before he discovered cryptocurrencies and is particularly bullish on EOS. He made serious money trading cryptocurrencies but also turned his passion into philanthropy. He and his wife adopted a child from Haiti and, from seeing the devastation of the country, began fundraising to build schools through his Uplift Nation (which subsequently morphed into UpliftArt) platform.\\n\\n[https://twitter.com/kansai_krypto/status/1289786403564396547/photo/1?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1289888021211422720%7Ctwgr%5E%7Ctwcon%5Es3_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F12%2F02%2Fdespite-a-bad-rap-nfts-can-be-a-force-for-good](https://twitter.com/kansai_krypto/status/1289786403564396547/photo/1?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1289888021211422720%7Ctwgr%5E%7Ctwcon%5Es3_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F12%2F02%2Fdespite-a-bad-rap-nfts-can-be-a-force-for-good)\\n\\nHe was an early convert to NFTs and created what he says is the world’s first full length NFT music video of his band called My Bitcoin Bull V. Subsequently, he launched YoshiDrops with a musical collaborator, Yoshi, which pairs musicians and artists together in drops which are bundled in a monthly subscription model. He is supporting new and established artists on this platform, which has a built-in philanthropic aspect again.\\n\\nYoshidrops dropped one million Yoshi NFT coins for free to random Wax wallet holders, and MBlu tells Cointelegraph that they have already [raised](https://carbonfund.org/) $60,000 on the secondary marketplace.\\n\\n“100% of that income is going to CarbonFund.org, to offset blockchain-generated carbon. It’s taken a while, but we are building a community and getting there.”\\n\\n![](https://images.mirror-media.xyz/publication-images/pNRhES61UqKPu8PjhEKkp.png?height=300&width=300)\\n\\n[https://youtu.be/EJIiCOpe1E4](https://youtu.be/EJIiCOpe1E4)\\n\\n#### NGOs and NFTs\\n\\nThe AIBC conference was held again on the island of Malta in November, and during that popular event, a new ethical funding platform, Orica, was [launched](https://orica.io/). Branded as a platform for digital creatives and social impact projects, its mission is to accelerate wealth equality through digital assets.\\n\\nThe launch project was for an NGO to help build a school in Uganda using NFTs and, in this case, “Blockchain Island” dollars from Malta were funding education for Ssese Island children in Lake Victoria.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/4qon1oA2hDhi5XxX-wJgB.png?height=288&width=512)\\n\\nThe NGO Bbanga Project collaborated with digital artist Mellowmann to release a collection of Uganda-inspired NFTs. These were “approved” by the Ssese Islands school children before being auctioned this week by Orica. Proceeds of the sales will be used to finish building a school for the children on their remote island of Bugala.\\n\\n“The Ssese archipelago has eighty-four islands, but only fourteen have access to a school. We’d already built the main school hall on Bugala, but then our funding dried up,” explains Bbanga Project founder Sani Hayatbakhsh.\\n\\nBlockchain operations lead Danial Zey said two days after the launch that “It looks like we will be able to reach the goal we set for the NGO we are working with. I think it is also thanks to amazing publications such as Cointelegraph that helped us share the news about the school in Uganda.”\\n\\n#### Gaming and NFTs\\n\\nStephen Cutter is the founder and CEO of Wuji Games, which launched Earth Defender at COP26. His passion for saving the Earth has led him over the past10 years to create a project which now combines blockchain, NFTs, Natural Capital Accounting Principles, the Metaverse and tree planting.\\n\\nThere are also elements of staking, ReFi, rewards, Easter Eggs and links with GiveNation and links with tree planting organizations Tree Sisters and the Eden Project.\\n\\n*“Ten years ago, I started watching nature documentaries with my children and I was hooked. Since then, I have dedicated myself to working with the earth. I believe that if you take care of your home, it will take care of us.”*\\n\\nCutter uses the NFTs to provide a real-life twin tree to plant with his sustainable tree planting partners.\\n\\nAt Wujigames, you can [play](https://wujigames.com/) games, plant trees and earn NFTs.\\n\\nThe project also aims to help protect wildlife through combining filmmakers, digital artists and technology.\\n\\nCryptograph [launched](http://www.cryptograph.co/) five official NFTs recently week from renowned filmmaker Kristian Schmidt and Pixar artist Andy Harkness. “Into The Wild” features five unique animal representations — Cheetah Reflection, Annabelle and Lion, Miyavi & Eagle, Whale Shark Depth and Joiride. The proceeds and that of the secondary market will benefit WildAid — an organization on a mission to protect wildlife from illegal trade and other imminent threats.\\n\\nIn a neat tie-in with real-world rewards, with the purchase of each Cryptograph, the token holder gains access to an exclusive photoshoot with Kristian, as well as a 30-minute photograph masterclass.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/tSO2_Kw1SUB65Yflw4GRl.png?height=413&width=412)\\n\\nSerial blockchain and charity entrepreneur Duncan Murray has recently [launched](https://aniseed.com/) Aniseed, claiming to be the world’s first charity NFT marketplace where a percentage of every NFT sold goes directly to charitable projects.\\n\\nCurrently, the charities associated with the platform are concentrated on the environment or emergency efforts. If the NGO or charity does not have its own artist, then Murray favors finding geo-local artists through a site such as Anytask.com, which pays its sellers in the ETN token.\\n\\n*“Right now, the NFTs tend to be simple JPGs or 3D images but in phase two we intend linking the NFT to an actual map — if planting trees — or to allow the owner to plant their tree virtually in a Metaverse.”*\\n\\nAniseed is a carbon-negative platform with more than 200 metric tons of carbon offsets to its name. There are also plans to release a token, code-named Acre, which will be backed by a real-world acre of rainforest through one of the partners, Rainforest Trust.\\n\\nFinally, here at Cointelegraph, we take[ our commitment to climate change](https://cointelegraph.com/news/crypto-sustainability-and-green-solutions-highlighted-at-cop26) and “NFTs for Good” very seriously. Editor-in-Chief Kristina Lucrezia Cornèr, who is based in Italy, attended COP 26 and spoke about the real impact that the crypto community could have on environmental initiatives.\\n\\n“Decentralization is an alternative to ‘campanilism,’ or as it’s known in English, parochialism. This is a local small mindset versus a global vision of a decentralized world,” she said.\",\"timestamp\":1639223742,\"title\":\"Despite the bad rap, NFTs can be a force for good\"},\"digest\":\"EMCcJ5MTF0Avig_jSJ_xvdjOMHJHmIzQxxYiN7qgPeU\",\"authorship\":{\"contributor\":\"0x79f165058005F78326E411Bc3280d2f6f3935f26\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aHmSHbNqU5D6XIqIU7C2t8BTvUsuNW8VyDTm3kJxmrA\\\",\\\"y\\\":\\\"LtNDQLESCC7oWJVuvMnc-T9GpmzSl2Jnv-ixyzQFG5g\\\"}\",\"signature\":\"vjGNQE03o8uDjEDlvmph7xAXw5POIycwEbcsBQSijJptJ1FwnmRIFA8f9fy2TdMWwSFMt0GurAUqlIDmzQTpMw\",\"signingKeySignature\":\"0x7a1c3ad84e2c710a617526859688f957bf3049c9d97e71913f88bf54c5ee01b21cdbd0f2463f6de035edfa7dfe03c29e208a4a3041478bbaf9b7a27e403aabcc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aHmSHbNqU5D6XIqIU7C2t8BTvUsuNW8VyDTm3kJxmrA\\\",\\\"y\\\":\\\"LtNDQLESCC7oWJVuvMnc-T9GpmzSl2Jnv-ixyzQFG5g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EMCcJ5MTF0Avig_jSJ_xvdjOMHJHmIzQxxYiN7qgPeU\"}"