"{\"content\":{\"body\":\"**“ 思考，是思维的写作；写作，是借由文字的思考。”**\\n\\n前两天，和一位朋友闲谈人生，聊到一些看起来很矛盾的事情，比如有些人是极致理性和感性的结合，看起来不能加的东西偏偏搁到一块了。\\n\\n当时立即联想起张潇雨老师经常用的一个句式“xx和xx，是一样的”。比如关于录制播客和不录制播客，“它们完完全全是一件事情”，甚至说“不更新是更新的一部分”。\\n\\n于是就玩笑式地对她说“我们觉得这个人一会理性，一会感性，很混乱，也许在他那里，他的极致效率和随心所欲没有什么区别，都是一样的”。\\n\\n聊着聊得，越来越不着调，于是就有如下画风，“复习和不复习，是一样的”，“我爱你和我不爱你，是一样的”，“发怒和不发怒，是一样的”，“统计方式和因果规则，是一样的”...\\n\\n不过有时候确实如此，看起来不同的事情，可能是一回事。这个角度很好玩，甚至有时候刻意把不相干的事情用这个句型套一下，别有一番滋味，会获得意外的启发。\\n\\n**01\\n—\\n思考和写作，是一样的**\\n\\n之前觉得，先有思考再有写作。写作是思维的演绎，是将大脑中想法以文字形式呈现出来的过程。比如写本文，在动笔之前，脑中有几个零散的关键词：是一样的，明果法师，在一起与不在一起，写作的好处，写作的困难，网状思考... 而在动笔时，我要想办法将这些零散的、个性化的东西以某种有章法的、易被理解的方式进行组合，并借助文字这一媒介展现出来。\\n\\n正如史蒂芬· 平克所言\\\"写作之难，在于将网状的思想，通过树状的句法，用线性的文字展开”。一位网友评论，“阅读刚好相反，其在于借由线性的语言和树状的句法，在脑中重构作者网状的思想”。\\n\\n可是自己在写作中也常常有体会，写的时候会不自觉地冒出在写作之前并未有的想法。这个时候写作不是在思考之后，而是在思考过程中，也就是说思考和写作融合在一起。\\n\\n最近两周和同学一起写论文，写项目申报，也有这个体会。论文和申报书毕竟是有外力逼着，所以总要写，写完改，这个过程中有种感受：在反复写，反复改的过程中，就写出了自己觉得自己写不出来的文字，逻辑和文字表达都超过预期。\\n\\n今天又读到Paulgraham的一句话：\\n\\nThere's a class of new ideas that are best discovered by writing essays and books. And that \\\"by\\\" is deliberate: you don't think of the ideas first, and then merely write them down. There is a kind of thinking that one does by writing, and if you're clumsy at writing, or don't enjoy doing it, that will get in your way if you try to do this kind of thinking.\\n（<http://paulgraham.com/smart.html>)\\n\\n这句话启发了我，所以干脆说“思考和写作，是一样的”，他们就是一件事。想一想思考和写作融合在一起是什么状态，写出来，感觉不满意，调整措辞，改变语序，还是不满意；看着写出来的东西，再思考，再尝试写，再改。\\n\\n思考是什么，是就某个主题脑海中各种想法跑出来，想法之间可能还会碰撞一下，再配合自己过去的经验与逻辑，就形成了思考。这个过程不就是思维的写作吗？虽然这个写作是隐形的，不为其他人所看见，可在自己的脑里实实在在发生了。所以，思考是思维的写作。\\n\\n写作是什么，是文字的思考。写作时，并不是机械的把脑海中的思维的写作复制下来，而是在主动加工基础上，以文字的形式表达出来。这个过程本身就是思考，既重新思考脑海中的想法，又思考文字的选择和呈现结构。\\n\\n思考和写作融合在一起，因为他们就是一件事。\\n\\n思考，就是思维在大脑中写作；写作，就是借由语言文字去思考。\\n\\n**02\\n—\\n它们完完全全是一件事**\\n\\n本来是一样的事情，我们意识不到它们的一样，也许是因为被表象所局限了。\\n\\n在一起和不在一起，是一样的。\\n听一期播客《晚风说 E107：明果师 | 忆起自己是大富长者亲儿子的流浪汉》，明果法师说她在三十多岁时觉得找到了自己的使命，要去修行，就和她丈夫直说，她丈夫很理解，坦率地同意了。我想他们之间的感情就可以用这句话表达“在一起和不在一起，是一样的”。\\n\\n从在一起到不在一起，只是身体和生活层面的分离，并不意味着他们在精神上分离。法师说了一句特别浪漫的话：我觉得这是生命的本质，我要去找。如果我找到了，我会回来给你分享。\\n\\n每个人都有自己的人生之路，如果在人生的某个阶段，两个人相遇并相爱，这是十分幸运的事，要珍惜；即使到了人生的另一阶段，分开，也没有什么关系，曾经的相爱也值得怀念。\\n\\n在一起时，互相觉得温暖快乐，是乐事；不在一起了，依然各自觉得自己的生活舒适自在，更是乐事。爱对方，就不应该强求某个人一定要在自己身边或不在自己身边，关键是，允许对方表达和舒展自己，希望对方过上理想的生活。\\n\\n更新和不更新，是一样的。\\n许多《得意忘形》的听众会催更播客，张老师便会说“更新和不更新，是一样的”。现在越来越理解这句话，确实是一样的。表面上看，一期节目的更新和不更新，怎么能是一样呢？可是，因为“得意忘形”于张老师而言有特殊的含义，是他遇到某种意义的中年危机，对人生意义产生虚无性质疑的时候，他向内探索的一个载体，里面承载了当时的困惑和想法，如今他已不再被当初的东西所困扰了，而是有新的生活意义。不过这不意味着问题就彻底消解了，只是换了一种形式，张老师只是继续做宇宙发信号启发他要去做的事情。更新，是有了新想法，有了新创造；不更新，是做其他的事情，他们都是好好的生活和工作的一部分，没有什么区别。\\n\\n这里的文章也是如此，它也起源于本科时对人生困惑的回应。每当我想法涌现时，就是宇宙给我发信号，“你该去写东西了”。这里的每一篇都是时光沙漏里的珍珠，透过她们，我可以一窥当时的想法和情绪。\\n\\n（题图来自和一位姑娘吃完饭后的随手拍）\\n\\n全文完，感谢阅读。\",\"timestamp\":1638283590,\"title\":\"01|思考和写作，是一样的\"},\"digest\":\"BGd6x_ylDtwUipJoaYUK50SnQDZITDmr0oyw8mhmg9Q\",\"authorship\":{\"contributor\":\"0x728028144C8dff27E31617F15DF419B23fD3a844\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eCuUK3ExecOpaP5JIM2N_8V8ik9t7I2Mz4AEKudyCrQ\\\",\\\"y\\\":\\\"-Mqrb5JjSGHviyuyOi8YE0HYG0JF8CDoQWQhx35etTg\\\"}\",\"signature\":\"paMAFT0Ooj-ha2UHm2Y_KMB11SXkgQViCoCdrsU7I5mvZFEJGHXcdvzY7NgMhzqu5pTyjGn0YZhkf7dLCQ9nhA\",\"signingKeySignature\":\"0xaca0678a395f5eaac11b77580ffe9444907a7db3590521fd032a32e93c71490521c75421ef8c0feb4f171ab457b6778ecaad78de3e26627a7b7a2de3c2170e4f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eCuUK3ExecOpaP5JIM2N_8V8ik9t7I2Mz4AEKudyCrQ\\\",\\\"y\\\":\\\"-Mqrb5JjSGHviyuyOi8YE0HYG0JF8CDoQWQhx35etTg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BGd6x_ylDtwUipJoaYUK50SnQDZITDmr0oyw8mhmg9Q\"}"