"{\"content\":{\"body\":\"```\\nIn the book \\\"Design Patterns-Elements of Reusable Object-Oriented Software\\\" by GoF (Gang of Four), design patterns are defined as follows: Christopher Alexander said: \\\"Every one The pattern describes a problem that recurs around us and the core of the solution to that problem. In this way, you can use the solution again and again without having to do duplication of effort\\\" [AIS+77, p.10]. Although Alexander is referring to urban and architectural patterns, his ideas are also applicable to object-oriented design patterns, but in object-oriented solutions, we replace walls, doors and windows with objects and interfaces. The core of the two types of models is to provide solutions to related problems. Generally speaking, design patterns have four basic elements:\\nPattern name: A mnemonic name that uses one or two words to describe the problem, solution, and effect of the pattern.\\r\\nProblem (problem): Describes when the pattern should be used.\\r\\nSolution (solution): Describes the components of the design, their related relationships, and their respective responsibilities and collaboration schemes.\\r\\nConsequences: Describes the effects of pattern application and the issues that should be weighed when using patterns.\\r\\nThe founder of the design pattern clearly pointed out the basic elements of the design pattern. However, due to the interference of impetuousness and over-design in reality, developers often focus on the first and third elements (over-focus on design patterns and The realization of design patterns), ignoring the second and fourth elements (ignoring the use of design patterns and goals), resulting in the design of the coding logic may be too complicated or not achieve the expected results.\\r\\n\\r\\nIn general, the Design Pattern is a set of code design experience that has been used repeatedly, is known to most people, and is catalogued. That is to say, there is no so-called design pattern originally, and if more people are used, it becomes a design pattern.\\n```\",\"timestamp\":1636370915,\"title\":\"What is a design pattern\"},\"digest\":\"m6ElKFWLS2UHqMEeUOnYGAsv0QfnFOufFe8zzjQc45E\",\"authorship\":{\"contributor\":\"0x8fC645e6a176F07395B8f44196d1443772FE9d57\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QZRQ7gY5Jn-48qIa-AtYm0IM2Dp_mQk7CrD32u5yv7o\\\",\\\"y\\\":\\\"Pi39ZLzMi0BqvyLWy9v2qPY2JVnAcMqh4-AoBP69eN4\\\"}\",\"signature\":\"bHZZcyPCljlIXXXe9H5U7hXGc4RzCGIF0ZLm1KsBX58AhKkTvsUgdghfQ5sAuRghnz5XJXz_uoieO-8RP8oNiw\",\"signingKeySignature\":\"0xea2123da555bddcfd7a799ce3f8a9090d0b2859ad1a71fe17f892210b8a535af05795f1aa2c6c7007ace8c0593705ee96129fae0af65bc0534cb05030c6b38d21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QZRQ7gY5Jn-48qIa-AtYm0IM2Dp_mQk7CrD32u5yv7o\\\",\\\"y\\\":\\\"Pi39ZLzMi0BqvyLWy9v2qPY2JVnAcMqh4-AoBP69eN4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m6ElKFWLS2UHqMEeUOnYGAsv0QfnFOufFe8zzjQc45E\"}"