"{\"content\":{\"body\":\"*We work with outlier founders to build killer apps in trillion dollar greenfield opportunities.*\\n\\nAllister Lam, CTO and Venture Partner\\n\\nNovember 4, 2021\\n\\nLast month, Decasonic [formally launched](https://www.decasonic.com/post/decasonic-raises-crypto-venture-fund-to-build-with-blockchain-and-web3-innovators) our debut venture and digital assets fund to build blockchain innovation. Now I’m excited to share more news – and why we’re uniquely poised to bring the next billion users to blockchain.\\n\\nToday we announced **[Decasonic Labs](https://www.decasonic.com/labs)**, an innovation generator that collaborates with high-potential technical developers to bring their earliest product ideas to life. Our mission: to bring world-changing blockchain and web3 ideas to market, at unprecedented speed.\\n\\nBy accelerating killer apps in blockchain, we can realize the trillion-dollar winners of tomorrow. And we’ll accomplish this by attracting technical entrepreneurs to our community and collaborating with them in our trusted, open Labs environment. We then drive rapid technical and product development for pre-seed concepts and beyond.\\n\\n**Superpowers in Technology and Prototypes**\\n\\nAs a former 21-year engineering leader, big data pioneer, and cloud innovator at Google and DoubleClick, I know that speed matters. Having led prototyping units at Google Cloud for many years, I’ve become obsessed with rapid development, rapid scaling, and rapid prototyping.\\n\\nBlockchain screams speed because it’s the beautiful elimination of red tape. My obsession now spans rapid prototyping of transformative blockchain concepts. My career has carved a fortuitous path to my role leading Decasonic Labs, where my time is now spent guiding world-class coding leaders, technologists and big dreamers across every stage of maturity.\\n\\nSpecializing in Web3, metaverse, dApps, NFTs and DeFI, Decasonic Labs works with entrepreneurs who use blockchain to re-imagine large industries – finance, digital platforms, entertainment, gaming and art. From refining early concepts to building and testing prototypes, to eventually launching and scaling innovations in blockchain, I collaborate with these founders to hone their potential to build disruptive, world-changing applications that drive positive global outcomes with vast economic benefit. We are here because we have seen the power of economic opportunity. We believe in innovation for better.\\n\\n**Bringing the Best Minds and Ideas – And Transforming Them Fast**\\n\\nWe also solve a problem nearly every technologist can relate to: it’s lonely being a coder. In blockchain, it’s usually one technical CTO who crusades by themselves to reach their vision. But it doesn’t have to be this way.\\n\\nAnyone who knows me can attest that I’m a big believer in the power of community, sharing and openness. When I led teams at Google and DoubleClick, I encouraged brainstorming in an open environment because openness breeds positive change. In today’s nascent stage of blockchain development – a stage where everyone can learn from each other – that openness extends to coding, where our Labs community shares the vision of reuse through domain specific languages, code generators and compilers.\\n\\nAt Decasonic Labs, these accomplished coding leaders challenge each other *and* challenge themselves. This is how we help founders realize their potential. We grow their skills, foster shared knowledge, and encourage a pay it forward mentality. If we do these things collectively, we not only will build game-changing innovations, but also we’ll help ease the immense talent shortage facing the blockchain industry.\\n\\nMy partner and Decasonic CEO Paul Hsu likes to reiterate that the outlier founders with whom we collaborate embody three characteristics: a winner mindset, do-or-die hustle, and deep conviction in their mission. Today we’re working with talented entrepreneurs who embody these qualities. In the future, you’ll hear more about their stories and game-changing innovations.\\n\\nWith Decasonic Labs, founders get more than capital investment. They receive hands-on mentorship, advisory and community. In an industry where technical experts are hyper-scarce, our world-class technical expertise is what makes us a great partner to help outlier founders truly change the world. Having been involved with technical due diligence for Google Ventures while working on some of the world’s most exciting cloud and big data projects, I know that funding alone can’t provide that.\\n\\n**We’re an Innovation Generator Revolutionizing Blockchain**\\n\\nReflecting on past innovations, we can see where past investments failed and why. In Web 1, incubators often favored VCs over founders. In Web 2, accelerators forced ideas into assembly lines. The freedom of Web3 is that it eliminates the corporate structure that’s been binding coders and developers for decades. The revolution begins here.\\n\\nDecasonic Labs morphs incubators and accelerators into a new model – a community of freeform thinkers, innovators and visionaries in blockchain. Our model encompasses Tiger teams, Dragon teams and Technical Advisory Boards, each offering various levels of involvement and guidance to our coding leaders. We’re a training ground for people to power themselves through community.\\n\\nDevelopers enjoy the massive improvements they see working with Decasonic as their power trainer. They become faster and better. But here’s the bottom line: we’re passionate about paying it forward, collaborating for enlightenment, and scaling innovation for better.\\n\\nFounders and entrepreneurs, please reach out to us on email,[ ](https://twitter.com/decasonic)*[twitter](https://twitter.com/decasonic)*,[ ](https://t.me/decasonic)*[telegram](https://t.me/decasonic)*,[ ](https://medium.com/decasonic)*[medium](https://medium.com/decasonic)*, and[ ](https://www.linkedin.com/company/decasonic/)*[linkedin](https://www.linkedin.com/company/decasonic/)*.\\n\\nLet’s build it!\\n\\n\\\\#\",\"timestamp\":1641519829,\"title\":\"Meet Decasonic Labs – A Community of Technical Developers Revolutionizing Blockchain\"},\"digest\":\"nckk1EggO5wz3Y16WEloAwnVEqs4CsIGm8cMZln8MUc\",\"authorship\":{\"contributor\":\"0xd24e4795Eb96fc3f1fAf609Bd5a270425639899c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N2T7Uwo4TvAcOg_ByQlBy7xOfSi-_uuNEny7VPVN3_0\\\",\\\"y\\\":\\\"XJfkniEmdKruPc3lplGLwQ53H0irrHdgiHskAH6m2Zk\\\"}\",\"signature\":\"9tih2eebU9LFy9xEyK3D8pUJPPAb6jlI_zy0gnqwNsF1vFAToWRWMuOjKzVHMOHcMPdi7WZ_EQT6YrrRXMzP6Q\",\"signingKeySignature\":\"0x509c6d4e410014f03b5ec47718313ab7b8e9463134852a043bfc025c81ba741a06b846fd23d039fea1645b7442eca16e99d263d1de0f0f9ae9b411c02b07e6921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N2T7Uwo4TvAcOg_ByQlBy7xOfSi-_uuNEny7VPVN3_0\\\",\\\"y\\\":\\\"XJfkniEmdKruPc3lplGLwQ53H0irrHdgiHskAH6m2Zk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bMh-Mhu7KjS9btsppoyReYCcZtcIwPRNrK6ib-WVN3M\"}"