"{\"content\":{\"body\":\"where Mr. Johnson was witness to his talents and virtues, and to his final preference of the Church of England, after having studied, disgraced, and adorned so many modes of worship.  The name he went by was not supposed by his friend to be that of his family, but all inquiries were vain.  His reasons for concealing his original were penitentiary; he deserved no other name than that of the impostor, he said. That portion of the Universal History which was written by him does not seem to me to be composed with peculiar spirit, but all traces of the wit and the wanderer were probably worn out before he undertook the work.  His pious and patient endurance of a tedious illness, ending in an exemplary death, confirmed the strong impression his merit had made upon the mind of Mr. Johnson.  \\\"It is so VERY difficult,\\\" said he, always, \\\"for a sick man not to be a scoundrel.  Oh! set the pillows soft, here is Mr. Grumbler a-coming.  Ah! let no air in for the world, Mr. Grumbler will be here presently.\\\"\\n\\nThis perpetual preference is so offensive, where the privileges of sickness are, besides, supported by wealth, and nourished by dependence, that one cannot much wonder that a rough mind is revolted by them.  It was, however, at once comical and touchant (as the French call it), to observe Mr. Johnson so habitually watchful against this sort of behaviour, that he was often ready to suspect himself of it; and when one asked him gently, how he did?--\\\"Ready to become a scoundrel, madam,\\\" would commonly be the answer; \\\"with a little more spoiling you will, I think, make me a complete rascal!\\\"\\n\\nHis desire of doing good was not, however, lessened by his aversion to a sick chamber.  He would have made an ill man well by any expense or fatigue of his own, sooner than any of the canters.  Canter, indeed, was he none: he would forget to ask people after the health of their nearest relations, and say in excuse, \\\"That he knew they did not care:  why should they?\\\" says he; \\\"every one in this world has as much as they can do in caring for themselves, and few have leisure really to THINK of their neighbours' distresses, however they may delight their tongues with TALKING of them.\\\"\\n\\nThe natural depravity of mankind and remains of original sin were so fixed in Mr. Johnson's opinion, that he was indeed a most acute observer of their effects; and used to say sometimes, half in jest, half in earnest, that they were the remains of his old tutor Mandeville's instructions.  As a book, however, he took care always loudly to condemn the \\\"Fable of the Bees,\\\" but not without adding, \\\"that it was the work of a thinking man.\\\"\\n\\nI have in former days heard Dr. Collier of the Commons loudly condemned for uttering sentiments, which twenty years after I have heard as loudly applauded from the lips of Dr. Johnson, concerning the well-known writer of that celebrated work:  but if people will live long enough in this capricious world, such instances of partiality will shock them less and less by frequent repetition.  Mr. Johnson knew mankind, and wished to mend them:  he therefore, to the piety and pure religion, the untainted integrity, and scrupulous morals of my earliest and most disinterested friend, judiciously contrived to join a cautious attention to the capacity of his hearers, and a prudent resolution not to lessen the influence of his learning and virtue, by casual freaks of humour and irregular starts of ill-managed merriment.  He did not wish to confound, but to inform his auditors; and though he did not appear to solicit benevolence, he always wished to retain authority, and leave his company impressed with the idea that it was his to teach in this world, and theirs to learn.  What wonder, then, that all should receive with docility from Johnson those doctrines, which, propagated by Collier, they drove away from them with shouts!  Dr. Johnson was not grave, however, because he knew not how to be merry.  No man loved laughing better, and his vein of humour was rich and apparently inexhaustible; though Dr. Goldsmith said once to him, \\\"We should change companions oftener, we exhaust one another, and shall soon be both of us worn out.\\\"  Poor Goldsmith was to him, indeed, like the earthen pot to the iron one in Fontaine's fables; it had been better for HIM, perhaps, that they had changed companions oftener; yet no experience of his antagonist's strength hindered him from continuing the contest.  He used to remind me always of that verse in Berni--\\n\\n```\\n \\\"Il pover uomo che non sen' era accorto,       Andava combattendo--ed era morto.\\\"\\n```\\n\\nMr. Johnson made him a comical answer one day, when seeming to repine at the success of Beattie's \\\"Essay on Truth\\\"--\\\"Here's such a stir,\\\" said he, \\\"about a fellow that has written one book, and I have written many.\\\"  \\\"Ah, Doctor,\\\" says his friend, \\\"there go two-and-forty sixpences, you know, to one guinea.\\\"\\n\\nThey had spent an evening with Eaton Graham, too, I remember hearing it was at some tavern; his heart was open, and he began inviting away; told what he could do to make his college agreeable, and begged the visit might not be delayed.  Goldsmith thanked him, and proposed setting out with Mr. Johnson for Buckinghamshire in a fortnight.  \\\"Nay, hold, Dr. MINOR,\\\" says the other, \\\"I did not invite you.\\\"\\n\\nMany such mortifications arose in the course of their intimacy, to be sure, but few more laughable than when the newspapers had tacked them together as the pedant and his flatterer in Love's Labour's Lost.  Dr. Goldsmith came to his friend, fretting and foaming, and vowing vengeance against the printer, etc., till Mr. Johnson, tired of the bustle, and desirous to think of something else, cried out at last, \\\"Why, what would'st thou have, dear Doctor! who the plague is hurt with all this nonsense? and how is a man the worse, I wonder, in his health, purse, or character, for being called Holofernes?\\\"  \\\"I do not know,\\\" replies the other, \\\"how you may relish being called Holofernes, but I do not like at least to play Goodman Dull.\\\"\\n\\nDr. Johnson was indeed famous for disregarding public abuse.  When the people criticised and answered his pamphlets, papers, etc., \\\"Why, now, these fellows are only advertising my book,\\\" he would say; \\\"it is surely better a man should be abused than forgotten.\\\"  When Churchill nettled him, however, it is certain he felt the sting, or that poet's works would hardly have been left out of the edition.  Of that, however, I have no right to decide; the booksellers, perhaps, did not put Churchill on their list.  I know Mr. Johnson was exceedingly zealous to declare how very little he had to do with the selection.  Churchill's works, too, might possibly be rejected by him upon a higher principle; the highest, indeed, if he was inspired by the same laudable motive which made him reject every authority for a word in his dictionary that could only be gleaned from writers dangerous to religion or morality.  \\\"I would not,\\\" said he, \\\"send people to look for words in a book, that by such a casual seizure of the mind might chance to mislead it for ever.\\\"  In consequence of this delicacy, Mrs. Montague once observed, \\\"That were an angel to give the imprimatur, Dr. Johnson's works were among those very few which would not be lessened by a line.\\\"  That such praise from such a lady should delight him, is not strange; insensibility in a case like that must have been the result alone of arrogance acting on stupidity.  Mr. Johnson had indeed no dislike to the commendations which he knew he deserved.  \\\"What signifies protesting so against flattery!\\\" would he cry; \\\"when a person speaks well of one, it must be either true or false, you know; if true, let us rejoice in his good opinion; if he lies, it is a proof at least that he loves more to please me than to sit silent when he need say nothing.\\\"\\n\\nThat natural roughness of his manner so often mentioned would, notwithstanding the regularity of his notions, burst through them all from time to time; and he once bade a very celebrated lady, who praised him with too much zeal, perhaps, or perhaps too strong an emphasis (which always offended him), \\\"Consider what her flattery was worth before she choked HIM with it.\\\"  A few more winters passed in the talking world showed him the value of that friend's commendations, however; and he was very sorry for the disgusting speech he made her.\\n\\nI used to think Mr. Johnson's determined preference of a cold, monotonous talker over an emphatical and violent one would make him quite a favourite among the men of ton, whose insensibility, or affectation of perpetual calmness, certainly did not give to him the offence it does to many.  He loved \\\"conversation without effort,\\\" he said; and the encomiums I have heard him so often pronounce on the manners of Topham Beaucler in society constantly ended in that peculiar praise, that \\\"it was without EFFORT.\\\"\\n\\nWe were talking of Richardson, who wrote \\\"Clarissa.\\\"  \\\"You think I love flattery,\\\" says Dr. Johnson, \\\"and so I do; but a little too much always disgusts me.  That fellow Richardson, on the contrary, could not be contented to sail quietly down the stream of reputation without longing to taste the froth from every stroke of the oar.\\\"\\n\\nWith regard to slight insults from newspaper abuse, I have already declared his notions.  \\\"They sting one,\\\" says he, \\\"but as a fly stings a horse; and the eagle will not catch flies.\\\"  He once told me, however, that Cummyns, the famous Quaker, whose friendship he valued very highly, fell a sacrifice to their insults, having declared on his death-bed to Dr. Johnson that the pain of an anonymous letter, written in some of the common prints of the day, fastened on his heart, and threw him into the slow fever of which he died.\\n\\nNor was Cummyns the only valuable member so lost to society.  Hawkesworth, the pious, the virtuous, and the wise, for want of that fortitude which casts a shield before the merits of his friend, fell a lamented sacrifice to wanton malice and cruelty, I know not how provoked; but all in turn feel the lash of censure in a country where, as every baby is allowed to carry a whip, no person can escape except by chance.  The unpublished crimes, unknown distresses, and even death itself, however, daily occurring in less liberal governments and less free nations, soon teach one to content oneself with such petty grievances, and make one acknowledge that the undistinguishing severity of newspaper abuse may in some measure diminish the diffusion of vice and folly in Great Britain, and while they fright delicate minds into forced refinements and affected insipidity, they are useful to the great causes of virtue in the soul and liberty in the State; and though sensibility often sinks under the roughness of their prescriptions, it would be no good policy to take away their licence.\\n\\nKnowing the state of Mr. Johnson's nerves, and how easily they were affected, I forbore reading in a new magazine, one day, the death of a Samuel Johnson who expired that month; but my companion snatching up the book, saw it himself, and contrary to my expectation, \\\"Oh!\\\" said he, \\\"I hope Death will now be glutted with Sam Johnsons, and let me alone for some time to come; I read of another namesake's departure last week.\\\"  Though Mr. Johnson was commonly affected even to agony at the thoughts of a friend's dying, he troubled himself very little with the complaints they might make to him about ill-health.  \\\"Dear Doctor,\\\" said he one day to a common acquaintance, who lamented the tender state of his INSIDE, \\\"do not be like the spider, man, and spin conversation thus incessantly out of thy own bowels.\\\"  I told him of another friend who suffered grievously with the gout.  \\\"He will live a vast many years for all that,\\\" replied he, \\\"and then what signifies how much he suffers!  But he will die at last, poor fellow; there's the misery; gout seldom takes the fort by a coup-de-main, but turning the siege into a blockade, obliges it to surrender at discretion.\\\"\\n\\nA lady he thought well of was disordered in her health.  \\\"What help has she called in?\\\" inquired Johnson.  \\\"Dr. James, sir,\\\" was the reply.  \\\"What is her disease?\\\"  \\\"Oh, nothing positive; rather a gradual and gentle decline.\\\" \\\"She will die, then, pretty dear!\\\" answered he.  \\\"When Death's pale horse runs away with a person on full speed, an active physician may possibly give them a turn; but if he carries them on an even, slow pace, down-hill, too! no care nor skill can save them!\\\"\\n\\nWhen Garrick was on his last sick-bed, no arguments, or recitals of such facts as I had heard, would persuade Mr. Johnson of his danger.  He had prepossessed himself with a notion, that to say a man was sick was very near wishing him so; and few things offended him more than prognosticating even the death of an ordinary acquaintance.  \\\"Ay, ay,\\\" said he, \\\"Swift knew the world pretty well when he said that--\\n\\n```\\n 'Some dire misfortune to portend,       No enemy can match a friend.'\\\"\\n```\\n\\nThe danger, then, of Mr. Garrick, or of Mr. Thrale, whom he loved better, was an image which no one durst present before his view; he always persisted in the possibility and hope of their recovering disorders from which no human creatures by human means alone ever did recover.  His distress for their loss was for that very reason poignant to excess.  But his fears of his own salvation were excessive.  His truly tolerant spirit and Christian charity, which HOPETH ALL THINGS, and BELIEVETH ALL THINGS, made him rely securely on the safety of his friends; while his earnest aspiration after a blessed immortality made him cautious of his own steps, and timorous concerning their consequences.  He knew how much had been given, and filled his mind with fancies of how much would be required, till his impressed imagination was often disturbed by them, and his health suffered from the sensibility of his too tender conscience.  A real Christian is SO apt to find his talk above his power of performance!\\n\\nMr. Johnson did not, however, give in to ridiculous refinements either of speculation or practice, or suffer himself to be deluded by specious appearances.  \\\"I have had dust thrown in my eyes too often,\\\" would he say, \\\"to be blinded so.  Let us never confound matters of belief with matters of opinion.\\\"  Some one urged in his presence the preference of hope to possession; and as I remember produced an Italian sonnet on the subject. \\\"Let us not,\\\" cries Johnson, \\\"amuse ourselves with subtleties and sonnets, when speaking about hope, which is the follower of faith and the precursor of eternity; but if you only mean those air-built hopes which to-day excite and to-morrow will destroy, let us talk away, and remember that we only talk of the pleasures of hope; we feel those of possession, and no man in his senses would change the last for the first.  Such hope is a mere bubble, that by a gentle breath may be blown to what size you will almost, but a rough blast bursts it at once.  Hope is an amusement rather than a good, and adapted to none but very tranquil minds.\\\"  The truth is, Mr. Johnson hated what he called unprofitable chat; and to a gentleman who had disserted some time about the natural history of the mouse--\\\"I wonder what such a one would have said,\\\" cried Johnson, \\\"if he had ever had the luck to see a LION!\\\"\\n\\nI well remember that at Brighthelmstone once, when he was not present, Mr. Beauclerc asserted that he was afraid of spirits; and I, who was secretly offended at the charge, asked him, the first opportunity I could find, \\\"what ground he had ever given to the world for such a report?\\\"  \\\"I can,\\\" replied he, \\\"recollect nothing nearer it than my telling Dr. Lawrence, many years ago, that a long time after my poor mother's death I heard her voice call 'SAM!'\\\"  \\\"What answer did the Doctor make to your story, sir?\\\" said I. \\\"None in the world,\\\" replied he, and suddenly changed the conversation. Now, as Mr. Johnson had a most unshaken faith, without any mixture of credulity, this story must either have been strictly true, or his persuasion of its truth the effect of disordered spirits.  I relate the anecdote precisely as he told it me, but could not prevail on him to draw out the talk into length for further satisfaction of my curiosity.\\n\\nAs Johnson was the firmest of believers, without being credulous, so he was the most charitable of mortals, without being what we call an active friend.  Admirable at giving counsel, no man saw his way so clearly; but he would not stir a finger for the assistance of those to whom he was willing enough to give advice:  besides that, he had principles of laziness, and could be indolent by rule.  To hinder your death, or procure you a dinner, I mean if really in want of one; his earnestness, his exertions could not be prevented, though health and purse and ease were all destroyed by their violence.  If you wanted a slight favour, you must apply to people of other dispositions; for not a step would Johnson move to obtain a man a vote in a society, to repay a compliment which might be useful or pleasing, to write a letter of request, or to obtain a hundred pounds a year more for a friend, who perhaps had already two or three.  No force could urge him to diligence, no importunity could conquer his resolution of standing still. \\\"What good are we doing with all this ado?\\\" would he say; \\\"dearest lady, let's hear no more of it!\\\"  I have, however, more than once in my life forced him on such services, but with extreme difficulty.\\n\\nWe parted at his door one evening when I had teased him for many weeks to write a recommendatory letter of a little boy to his schoolmaster; and after he had faithfully promised to do this prodigious feat before we met again--\\\"Do not forget dear Dick, sir,\\\" said I, as he went out of the coach. He turned back, stood still two minutes on the carriage-step--\\\"When I have written my letter for Dick, I may hang myself, mayn't I?\\\" and turned away in a very ill humour indeed.\\n\\nThough apt enough to take sudden likings or aversions to people he occasionally met, he would never hastily pronounce upon their character; and when, seeing him justly delighted with Solander's conversation, I observed once that he was a man of great parts who talked from a full mind- -\\\"It may be so,\\\" said Mr. Johnson, \\\"but you cannot know it yet, nor I neither:  the pump works well, to be sure! but how, I wonder, are we to decide in so very short an acquaintance, whether it is supplied by a spring or a reservoir?\\\"  He always made a great difference in his esteem between talents and erudition; and when he saw a person eminent for literature, though wholly unconversible, it fretted him.  \\\"Teaching such tonies,\\\" said he to me one day, \\\"is like setting a lady's diamonds in lead, which only obscures the lustre of the stone, and makes the possessor ashamed on't.\\\" Useful and what we call everyday knowledge had the most of his just praise. \\\"Let your boy learn arithmetic, dear madam,\\\" was his advice to the mother of a rich young heir:  \\\"he will not then be a prey to every rascal which this town swarms with.  Teach him the value of money, and how to reckon it; ignorance to a wealthy lad of one-and-twenty is only so much fat to a sick sheep:  it just serves to call the ROOKS about him.\\\"\\n\\n```\\n \\\"And all that prey in vice or folly         Joy to see their quarry fly;       Here the gamester light and jolly,         There the lender grave and sly.\\\"\\n```\\n\\nThese improviso lines, making part of a long copy of verses which my regard for the youth on whose birthday they were written obliges me to suppress, lest they should give him pain, show a mind of surprising activity and warmth; the more so as he was past seventy years of age when he composed them; but nothing more certainly offended Mr. Johnson than the idea of a man's faculties (mental ones, I mean) decaying by time.  \\\"It is not true, sir,\\\" would he say; \\\"what a man could once do, he would always do, unless, indeed, by dint of vicious indolence, and compliance with the nephews and the nieces who crowd round an old fellow, and help to tuck him in, till he, contented with the exchange of fame for ease, e'en resolves to let them set the pillows at his back, and gives no further proof of his existence than just to suck the jelly that prolongs it.\\\"\\n\\nFor such a life or such a death Dr. Johnson was indeed never intended by Providence:  his mind was like a warm climate, which brings everything to perfection suddenly and vigorously, not like the alembicated productions of artificial fire, which always betray the difficulty of bringing them forth when their size is disproportionate to their flavour.  \\\"Je ferois un Roman tout comme un autre, mais la vie n'est point un Roman,\\\" says a famous French writer; and this was so certainly the opinion of the author of the \\\"Rambler,\\\" that all his conversation precepts tended towards the dispersion of romantic ideas, and were chiefly intended to promote the cultivation of\\n\\n```\\n \\\"That which before thee lies in daily life.\\\"                                          MILTON.\\n```\\n\\nAnd when he talked of authors, his praise went spontaneously to such passages as are sure in his own phrase to leave something behind them useful on common occasions, or observant of common manners.  For example, it was not the two LAST, but the two FIRST volumes of \\\"Clarissa\\\" that he prized; \\\"for give me a sick-bed and a dying lady,\\\" said he, \\\"and I'll be pathetic myself.  But Richardson had picked the kernel of life,\\\" he said, \\\"while Fielding was contented with the husk.\\\"  It was not King Lear cursing his daughters, or deprecating the storm, that I remember his commendations of; but Iago's ingenious malice and subtle revenge; or Prince Hal's gay compliance with the vices of Falstaff, whom he all along despised.  Those plays had indeed no rivals in Johnson's favour:  \\\"No man but Shakespeare,\\\" he said, \\\"could have drawn Sir John.\\\"\\n\\nHis manner of criticising and commending Addison's prose was the same in conversation as we read it in the printed strictures, and many of the expressions used have been heard to fall from him on common occasions.  It was notwithstanding observable enough (or I fancied so) that he did never like, though he always thought fit to praise it; and his praises resembled those of a man who extols the superior elegance of high painted porcelain, while he himself always chooses to eat off PLATE.  I told him so one day, and he neither denied it nor appeared displeased.\\n\\nOf the pathetic in poetry he never liked to speak, and the only passage I ever heard him applaud as particularly tender in any common book was Jane Shore's exclamation in the last act--\\n\\n```\\n \\\"Forgive me! BUT forgive me!\\\"\\n```\\n\\nIt was not, however, from the want of a susceptible heart that he hated to cite tender expressions, for he was more strongly and more violently affected by the force of words representing ideas capable of affecting him at all than any other man in the world, I believe:  and when he would try to repeat the celebrated Prosa Ecclesiastica pro Mortuis, as it is called, beginning \\\"Dies irae, Dies illa,\\\" he could never pass the stanza ending thus, \\\"Tantus labor non sit cassus,\\\" without bursting into a flood of tears; which sensibility I used to quote against him when he would inveigh against devotional poetry, and protest that all religious verses were cold and feeble, and unworthy the subject, which ought to be treated with higher reverence, he said, than either poets or painters could presume to excite or bestow.  Nor can anything be a stronger proof of Dr. Johnson's piety than such an expression; for his idea of poetry was magnificent indeed, and very fully was he persuaded of its superiority over every other talent bestowed by heaven on man.  His chapter upon that particular subject in his \\\"Rasselas\\\" is really written from the fulness of his heart, and quite in his best manner, I think.  I am not so sure that this is the proper place to mention his writing that surprising little volume in a week or ten days' time, in order to obtain money for his journey to Lichfield when his mother lay upon her last sick-bed.\",\"timestamp\":1639709440,\"title\":\"\\nI forget in what year it was this extraordinary person lived and died at a house in Old Street, \"},\"digest\":\"M8p_-d2JCyNxnZ9R-mfHHeKwjk8xcSEpVXgWQA74kZc\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VWargUnmyampqGgmx-REdxuvodis3p9TeGmDECDecXY\\\",\\\"y\\\":\\\"_eX0YU_WnUQuOCezsFhePnsSSBZt4FR4wjyg4WyuZwo\\\"}\",\"signature\":\"yBaQrW3vx-gXuwmcvFgxJpw6eSY9P4be_bjzduZzaB54cKSZBiBtkt-g3o5w3Ii7vGPNRmBZD96P_gR5wLPnBQ\",\"signingKeySignature\":\"0x1300bd8cac0087e18b6dded73bc33368655196c5041ed8e45c49c35b6de25e7558f532eb2409918d417ef70f117747a8ccf26464a69633c5afd4212d240c3dcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VWargUnmyampqGgmx-REdxuvodis3p9TeGmDECDecXY\\\",\\\"y\\\":\\\"_eX0YU_WnUQuOCezsFhePnsSSBZt4FR4wjyg4WyuZwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M8p_-d2JCyNxnZ9R-mfHHeKwjk8xcSEpVXgWQA74kZc\"}"