"{\"content\":{\"body\":\"Dragging still some excited footsteps back to his room, Xiao Yan heavy soft fell on the bed, holding a soft quilt, smiling eyes softly whispered: \\\"finally about to become a fighter again...\\\"\\n\\n\\\"Hey, this promotion, you still got a lot of credit from that little girl.\\\"In the room, old laughter suddenly spread out.\\n\\nLifted lift eyelid, looking at that do not know when the medicine old, Xiao Yan frowns ask a way: \\\"with the son concerned?\\\"\\n\\n\\\"Well, there is, or you wouldn't be able to break through for at least a week.\\\"Medicine old transparent body suspension above the seat, light way.\\n\\nHelplessly shrugged his shoulders, Xiao Yan buried his head in the bed and muffled his voice: \\\"Now it has been nine paragraphs, and if you want to break through to the level of fighters, I'm afraid you have to take half a year or so to go...\\\"Here, the voice suddenly a meal, Xiao Yan lifted the quilt, small face suddenly become dark down, softly with a touch of cold: \\\"Time has passed more than a year, BUT I have not become a fighter, if this progress, three years later......I'm afraid I can't catch up with Nalan.\\\"\\n\\nSmell speech, medicine old noncommitte of lift lift eyelid.\\n\\n\\\"Naran yanran can be yunlan zong as the next generation of master cultivation, talent is absolutely not weak, and Yunlan Zong strength, in the door, there are Dan King ancient river this powerful lianhe...If he wants to help Nalan yanran, I'm afraid she won't advance as fast as ME.\\\"Xiao Yan seems to be soliloquize way.\\n\\nMedicine old oblique glance xiao Yan, it is to see this guy is eyes glistening closely staring at yourself, at the moment can not help but hey hey smile, but refused to talk.\\n\\nLook at the old medicine did not say, Xiao Yan had to helplessly rolled his eyes, this call, is white expression...\\n\\n\\\"Cough......\\\"After a long silence, Lao Yao coughed slowly and stood up. Crossing his steps, he smiled contemptuously and said, \\\"That ancient river is only a pharmacist of six ingredients, which is also called The King of Dan?What is he compared to the refining of drugs?\\\"\",\"timestamp\":1635749750,\"title\":\"U thant city\"},\"digest\":\"V56myx_all9_X-xkupd5YuVAt8onBFzt5UNC3iEYIwQ\",\"authorship\":{\"contributor\":\"0xA52055a960A7B939C78581E72482fDc6049F465A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"signature\":\"--mgRG9_c3LqqbgVE5Qp9tsfnLDYHOiGmmPCoar1VhcfWzcZt3LjfLEHWd7CeGYv3M34NnUwAERqthat5hULyQ\",\"signingKeySignature\":\"0xd5670ccc910f7322818c4bb6e95e5666e06a843c73de6e2608adb59fa8cbdb593ba64a9e17abc353f0ed6d4137cc5b334ba5c99017469e3cd53dcbd6ce2928e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V56myx_all9_X-xkupd5YuVAt8onBFzt5UNC3iEYIwQ\"}"