"{\"content\":{\"body\":\"### \\\"When in pain, the most authentic feelings of ours being come alive\\\"\\n\\nSinguratatea este unul dintre cele mai grele adevaruri pe care le putem accepta. Spun accepta pentru ca, intr-o antiteza completa cu tot ce am fost invatati, suntem animale care traiesc in grupuri din considerente de supravietuire. Ce cuvant.\\n\\nNe credem atat de uluitori incat si cel mai umil cuvant din lexicul nostru este o alaturare aroganta. Adevarul este ca nu suntem deasupra nimanui. Nu suntem supra-vietuitoare. Sunte doar niste amaratate de maimute care nu si-au vazut lungul nasului si care traiesc cu un singur scop, jeogs si nefericiti. Evolutie. Daca ar fi sa ma intrebati, un cuvant mai bun ar fi sub-vietuire. Asta descrie mai bine societatea noastra haina, aruncata in haos pentru a gasi ceva care sa ne dea impresia ca suntem putin mai sus, mai buni, mai frumosi, mai... Nu am putut accepta simplitatea vietii de trib, nu am putut pastra darul dat de natura, nu...\\n\\nA trebuit sa ne ridicam pe aceste doua picioare blestemate si sa fim mai, cand in fond nu suntem cu nimic mai mult fata de dobitoacele pe care le privim cu atat de multa sfidare. Ma intreb oare ce vedem cand ne uitam in oglinda? Va spun eu ce vad. O specie, singura specie care a fost intratat de aroganta & lipsita de apreciere incat am avut curajul sa ne intrecem cu insusii zei pe care ii veneram odata. Oare va dati seama ca pentru a face asta a trebuit noi la randul nostru sa devenim zei?\\n\\nIn loc de rugaciuni folosim bancnote, in loc de alinare oferim obiecte si sfaturi, in loc de natura ne-am ales o jungla e beton, caci specia nostra de gandac nu poate suferii frumosul. L-am aruncat la gunoi in incercarea de a deveni zei. Si chiar de am ajunge acolo, s-a meritat tot acest sacrificiu? Vom putea vreodata sa ne sapalam de ignorata jocului pe care am ales sa-l jucam?\\nNu stiu, dar nu uitati, dragi subvietuitoare, suferinta noastra este abia la inceput si nici marac unul pe altul nu ne mai avem.\\nSuntem singuri...\",\"timestamp\":1637787771,\"title\":\"#TheGameOf1InAVillageOf8B\"},\"digest\":\"68mGQqrHaIsNQOmPrFySI2e4voO2JCuz7ct7cQVsRSs\",\"authorship\":{\"contributor\":\"0xE38f47c01215a341566c055BAcF74aB0d0CDDaEA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ps3OFy4sW5T_PqSaIUAE3zzo_FiSTz-EKo9XskK7zn0\\\",\\\"y\\\":\\\"QPGqoPal0SfTtTM3dS4axV4T5eM-eYdPp7Eap4IlmU4\\\"}\",\"signature\":\"zxK_Vg9ObMslnHB8svfLZlPCV9Gllw7jnebEh4DpUfLpXaxAVxJoivp8SVR-9EcbxB9aSY_v8xGtaXVlRqAtvQ\",\"signingKeySignature\":\"0x8196898f2ec7d980623c22d082ff7763bbf662538dc3ebe5827b96a74081992b3138ccc835dd4b0778409295da1f2c933c76eacabc19cbfb8e3cd81439edb90f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ps3OFy4sW5T_PqSaIUAE3zzo_FiSTz-EKo9XskK7zn0\\\",\\\"y\\\":\\\"QPGqoPal0SfTtTM3dS4axV4T5eM-eYdPp7Eap4IlmU4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"68mGQqrHaIsNQOmPrFySI2e4voO2JCuz7ct7cQVsRSs\"}"