"{\"content\":{\"body\":\"*Written by [TheMetaEye](https://twitter.com/themetaeye?s=20)*\\n\\n![](https://images.mirror-media.xyz/publication-images/tTbdQDeA7BHC_6-ZUWKRp.PNG?height=1260&width=2240)\\n\\n**Meditation for Health**\\n\\nThis article could well be a one-liner saying, “Meditation helps to improves one’s health”, and stand true for an eternity. But that won’t help anyone much because the essence of meditation is experiential. \\n\\nAt the foundation of holistic healing is the understanding that all ailments arise from some form of resistance in our thought and emotional patterns. \\n\\nThis resistance can take on several forms—for instance, persistent worrying, a chronic focus on a personal goal which one hasn’t achieved yet, a feeling of lack, or even a general nagging feeling that something is not how one would like it to be. \\n\\nPut simply, resistance is the state of being focused on something that isn’t making one happy on the inside. It messes up one’s vibrational alignment with self, whether one knows that consciously or not.\\n\\n**Healing happens when resistance is released—and this is where meditation comes in.**\\n\\nInstead of releasing resistance subject-by-subject, meditation allows one to let go of everything in a clean sweep, and tune in with their native state of wholeness and well-being. \\n\\nWith meditation, energy begins to flow freely through the body as resistance subsides and healing ensues. The momentum of negative and contradictory thoughts and feelings slows down and eventually abates, making way for the Source-energy momentum to return.\\n\\nBefore you jump to the conclusion that meditation requires you to let go of all worldly desires, let’s take a moment to clarify that’s not the case! \\n\\nMeditation is the letting go of the RESISTANCE, which is keeping your worldly desires from manifesting. If anything, meditation can speed up the realization of one’s worldly ambitions. The key, however, is to not try and ‘accomplish’ anything while meditating. Just let go of all goals, for the duration of the meditation, and allow the Source energy to flow through you and do its work. \\n\\nIn this regard, meditation is different from concentration. Meditation is detached focus on self, the Source-energy. Concentration, however, is an accomplishment-oriented focus on a subject. Of course, once the meditation period is over, it is perfectly alright for one to direct their calm attention to a health goal or any other ambition. Doing so, in fact, often amplifies the desired results and reduces friction in the effort required.\\n\\nWill power and positive affirmations for health (or any other ambition) carry a stronger potency when practiced after meditation, when one is in the Source-energy momentum already, in the absence of resistance.\\n\\nSince meditation is experiential in nature, we encourage you to establish a personal resonance with its practice. \\n\\n![](https://images.mirror-media.xyz/publication-images/4ygYyTEl18Muu1gq5zHJl.png?height=1260&width=2240)\\n\\nWe will be publishing more Frequency Guidance Articles to aid your journey, and also invite you to **[join our Discord](https://discord.gg/zfnMVgJWtK)** to learn how Keeping Distance is revolutionizing vibrational Web3 fashion and experiences. \\n\\n**--**\\n\\n*Disclaimer: The content posted above is for informational or educational purposes only, and does not substitute professional medical advice or consultations with licensed healthcare professionals.* \\n\\n**CONNECT WITH KEEPING DISTANCE:**\\n\\n* [Distant Discord Sanctuary](https://discord.gg/zfnMVgJWtK)\\n* [Digitalax Marketplace & Profile](https://designers.digitalax.xyz/designers/Keeping%20Distance/)\\n* [Become a Patron](https://patrons.digitalax.xyz/realm/Keeping%20Distance/)\\n* [Documentation](https://keepingdistanceweb3.gitbook.io/keeping-distance/)\\n* [Medium](https://medium.com/@keepingdistanceweb3)\\n* [Mirror](https://mirror.xyz/keepingdistance.eth)\\n* [Twitter](https://twitter.com/keepdistweb3)\\n* [Instagram](https://instagram.com/keepingdistanceweb3)\\n* [Linkedin](http://www.linkedin.com/in/keepingdistance)\\n* [Youtube](https://youtube.com/channel/UCumHjK6CdXGBeqo-D8MSMdw)\\n* [Tiktok](https://vm.tiktok.com/TTPdYgBRRF/)\\n\\n**CONNECT WITH TheMetaEye:**\\n\\n* [The Meta Eye Twitter](https://twitter.com/themetaeye?s=20)\\n* [Chapter10x Twitter](https://twitter.com/Chapter10x?s=20)\\n* [Mirror](https://mirror.xyz/0xEE1C5B5b19bF00a2CCaC939a588eED37d49526b3)\\n\\n![](https://images.mirror-media.xyz/publication-images/cFhDpniRupaSevPOmQjxZ.png?height=1030&width=1020)\\n\\n\",\"timestamp\":1641429011,\"title\":\"Frequency Guidance Articles: Meditation for Health\"},\"digest\":\"oEXmfiBAeTO75xfB8SZu9LoJjbU76Uw2Xdz9yEMHEjE\",\"authorship\":{\"contributor\":\"0x95635742BFB51Af8E7858989AF5072d7c1333713\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O5Ug_1ouOAJfUR5CElY_7hWoW11aG3VLYabcckNMi6c\\\",\\\"y\\\":\\\"wtNaG5RgFE9qiZl0apNvJMbXt6IiCW2DuCmDzTUz1Qo\\\"}\",\"signature\":\"MQ8J6ZLPztVKx5TvX4AJvyHXHjeKaP4IE9oGqucdW9bHPin6SyQyhQbxFQNiDdpg-M8WEzBc_shDdxN6dtHvlw\",\"signingKeySignature\":\"0x5f5e7c04b8b307e25202114a6013367988bf8076441433a9386a413e8d1edb8f1ed30b505cf661986031c7dd88c85a300594bd37e55488dcedcdc6b2a61cdcc51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O5Ug_1ouOAJfUR5CElY_7hWoW11aG3VLYabcckNMi6c\\\",\\\"y\\\":\\\"wtNaG5RgFE9qiZl0apNvJMbXt6IiCW2DuCmDzTUz1Qo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oEXmfiBAeTO75xfB8SZu9LoJjbU76Uw2Xdz9yEMHEjE\"}"