"{\"content\":{\"body\":\"‌Si estás involucrado en la comunidad de diseño sin código (Low Code /‌No code), nos podríamos jugar el dedo meñique de la mano derecha, a que en las últimas semanas habrás recibido algún e-mail o te habrá asaltado algún ‘corazoncito’ en tu feed de Twitter hablando sobre la nueva herramienta que va a revolucionar el mercado.  \\n Una landing preciosa, muchas promesas, soluciones a todos los problemas en un click. \\n\\nEl problema que desgraciadamente existe con el ecosistema de herramientas, es que cada equipo y cada proyecto siempre van a tener necesidades diferentes. Las herramientas hablan sobre ‘Happy Paths’ y los creadores de contenido cubren los casos sencillos, pero nadie habla de las necesidades de la lógica negocio y de cómo adaptarnos a las necesidades de nuestros clientes, priorizar funcionalidades para un MVP o escribir una propuesta de valor que refleje la historia de tu producto.\\n\\nDiseñar pantallas, integrar herramientas de forma frontal o automatizar procesos, **NO es diseñar productos.**\\n\\nDiseñar productos, o diseñar experiencias de usuario para productos, consiste en entender las necesidades de negocio y acotar nuestra propuesta a la viabilidad del stack tecnológico en el tiempo disponible. Y por supuesto, hablar con personas, entender cómo se comportan y ayudarles a resolver problemas en su vida. Que algo se pueda hacer no significa que haya porque hacerlo.\\n\\nA lo largo de las diferentes aventuras profesionales que llevo transitando durante los últimos años, he tenido la suerte de caminar cerca de muchas personas que son referentes y que han influenciado mi forma de entender la innovación, el negocio y el mundo profesional. Uno de ellos ha sido [Octavio Egea](https://www.linkedin.com/in/octavioegea/), que escribió junto con [Nieves Padilla](https://www.linkedin.com/in/nievespadillacastillo/) este paper en [frogdesign](https://www.frogdesign.com):\\n\\n[https://www.frogdesign.com/designmind/the-business-value-of-customer-experience](https://www.frogdesign.com/designmind/the-business-value-of-customer-experience)\\n\\nNo puedo hacer más que recomendar a cualquiera que esté dentro del sector y quiera entender el porqué de lo que hacemos que lo lea con detenimiento. \\n  \\n En el paper Octavio escribe lo siguiente:\\n\\n> *“ By clarifying the customer need during the design phase, companies are able to better anticipate outcomes before deployment, when costs are at their lowest.”*\\n\\nOctavio habla del proceso de diseño tradicional. Pero, pensando en ello, realmente es lo que marca la diferencia en la forma de construir producto en No code. Por eso el diseño estratégico cumple una función fundamental dentro del proceso de construcción. **Céntrate en la necesidad que quieres cubrir, y luego decide cómo hacerlo.**\\n\\nEn ese decidir, el Diseñador ‘Maker’, va a ser capaz de reducir los tiempos del proceso de trabajo y salida a mercado. ¿Porqué?, Porque solo va a proyectar soluciones realizables y alineadas con las expectativas de cualquier equipo de desarrollo, el tiempo disponible y las métricas a validar en el momento del producto. Eso amigos míos, es un verdadero cambio en el juego. Nosotros lo llamamos “Product Moment Design”, diseñadores ‘end to end’ que entienden el proyecto de inicio a fin.\\n\\n**¿Y qué tiene que ver la experiencia de usuario con todo esto?**\\n\\nLa experiencia de usuario es vital en un mercado donde **la diferenciación entre soluciones a veces simplemente pasa por la percepción o comodidad** en el uso de una plataforma por parte de los usuarios. Las grandes ideas, sean hechas con código o centradas en una herramienta, pueden verse absolutamente desbancadas por soluciones que se han preocupado por hacerse las preguntas correctas antes de prototipar una sola solución.  \\n Soluciones más sencillas (que no simples) y **más enfocadas a la tarea a resolver pueden ganar la partida a sistemas monstruosos** de funcionalidades desarrolladas en unos costes y unos tiempos difíciles de asumir. La featuritis es un mal endémico, que debemos corregir y evangelizar a nuestros clientes. \\n\\nEn esta línea, **ya no hablamos de MVPs, hablamos de MAPs** (Minimum Awesome Products). Ya no basta con salir, hace falta salir e impactar. Cuidar la narrativa, el visual, el uso de la interfaz y por supuesto la forma de interacción con la misma .\\n\\nEl Nocode o el Lowcode (Nos gusta más esta acepción), en definitiva son una forma de **accesibilidad para diseñadores** y personas de negocio. Son un brazo biónico que nos permite construir en digital. Neo conectado a Matrix, saliendo de su trance y diciendo: **“Ahora puedo hacer realidad mis ideas”.** Un súper poder, en definitiva, que no consiste en saber programar, consiste en entender la parte lógica del desarrollo que se adapta al momento de mi producto y en ese acercamiento aprenderás a programar sin darte cuenta. Un poco artesanos del siglo XXI, por fin somos capaces de alcanzar soluciones por nosotros mimos con el mimo y cariño que requieren.\\n\\n![Anne Nygard photo from Unsplash](https://images.mirror-media.xyz/publication-images/cHl54YUScnLuO0iG7fqxp.jpg?height=3456&width=5184)\\n\\nTe hago tu página web por 200 euros en Webflow. Ok. Me parece lícito, está bien, pero lo siento, esto es otra cosa.\\n\\n**¿Cuál es el reto del Nocode/LowCode?**\\n\\nYa lo decían hace muchos años, en el libro “La Economía de la Experiencia”, Joseph Pine II y James H.‌Gilmore. A mayor diseño de experiencia mayor coste asociado. Starbucks vs. Cafetería Jose Luis.\\n\\nSi queremos que el Nocode sea relevante y se convierta en una industria o un modelo de trabajo rentable para todos, debemos evitar las soluciones paquetizadas, las templates y los videos de Youtube donde te enseñan a replicar AirBnb en 5 minutos. Porque Airbnb no es la interfaz. Airbnb fueron dos diseñadores industriales que detectaron un problema, que iteraron y montaron una lógica de negocio y un sistema que era capaz de rentabilizar un vacío que existía en la época. Y ‌a esa solución , le pusieron una cara bonita en HTML.\\n\\nReducir tiempos es el fin de todo esto. Todo las innovaciones históricas han permitido que las cosas sucedan más rápido. Todas. En [TiempoRelativo](https://www.tiemporelativo.es) creemos en que las cosas se pueden hacer de otra manera, más eficiente, si. Pero sin llegar a soluciones que no tengan alma. Codeless is not souless.\\n\\n \\n \\n\\n \\n \",\"timestamp\":1636925301,\"title\":\"Cuando la experiencia de usuario se enamoró de las lógicas de desarrollo <3\"},\"digest\":\"kS9G8tgwQA7QDkGpi3TMooe_-ElcDwK1oClfE8my32A\",\"authorship\":{\"contributor\":\"0xeF5318994a106b3F20A3C2EBaA928307fB81058B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mfNxT4ivCSpBTD_yKdMHCsbKQdOVRvyKkH7MvOMuddI\\\",\\\"y\\\":\\\"aLc_Wdj6fFlxZ3t2gZEjVLteoMeOdUODiKvkGrC-MEc\\\"}\",\"signature\":\"4EZwFyJkwDDDOPAo5Xd_yYTJ4aZSFxenCmPrkQYbKJkGt_imPrsKt9DqxkhNHm2jyDcYoS6BGaIPB1h3953oUA\",\"signingKeySignature\":\"0xdfbb662a370e15a84059fabafd7c74a2223a136f1235c2280424e5a39e6e972169e0096aa3f4e16bac4c3f16c113d41da50d763d180f17c69eb57a7fe455a0831c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mfNxT4ivCSpBTD_yKdMHCsbKQdOVRvyKkH7MvOMuddI\\\",\\\"y\\\":\\\"aLc_Wdj6fFlxZ3t2gZEjVLteoMeOdUODiKvkGrC-MEc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kS9G8tgwQA7QDkGpi3TMooe_-ElcDwK1oClfE8my32A\"}"