"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/nG8LhQuIA5AJ2Ss-yvGOG.png?height=720&width=1200)\\n\\nThe military of the Taiwan island said in a news release on Monday evening that five warplanes of the Chinese People's Liberation Army (PLA) entered the aerial area southwest of the island the same day. One of the five planes is a refueling variant of the Y-20 large transport aircraft. This is the first time this type of plane has appeared in the aerial area near Taiwan island, and this has caused a new sensation. \\n  \\n PLA warplanes also entered the aerial area southeast of Taiwan on Sunday. The commentators of the island believe this was a combat exercise in which fighter jets cover refueling planes that can help them fly longer and further. The southeast of Taiwan is one of the directions the US troops may come from if Washington decides to intervene in a war in the Taiwan Straits. This exercise is believed to be a wartime mission aimed at striking targets in the eastern part of the island and smashing US forces which may come to Taiwan's rescue. \\n  \\n It is generally considered an easy mission for the PLA to capture the island of Taiwan and realize the reunification. The presence of the Y-20 refueling variant confirms that the PLA has already started to get ready for comprehensive military preparedness around the Taiwan Straits. In other words, when the PLA wants to achieve reunification by force, it is ready to confront the forces of external intervention and drive them away or destroy them on the spot. \\n  \\n One of the mainland's military mottos is that we do not fight an unprepared war. We also believe that we have to win if we have to be in a war. To gain an overwhelming advantage in a possible war in the future, the PLA has implemented training preparations for the worst-case scenario to ensure that it will win no matter how the situation evolves. \\n  \\n Getting full military preparedness does not mean we want war. The logic of the situation in the Taiwan Straits is that the more overwhelming our military capability to combat forces of external intervention is, the more we can force US forces and their allies to calm down and give up their military involvement if a war breaks out in the Taiwan Straits. The more real this deterrence is, the more the stubborn Taiwan authorities will show that they are weak inside. They will truly fear the deep red line drawn by the mainland. If there is hope for a peaceful solution to the Taiwan question, this will be the key pillar behind such a hope. \\n  \\n The Chinese mainland already has two aircraft carrier battle groups, a strong submarine force, and a complete medium-range ballistic missile system on land that can attack enemy targets at sea. A Y-20 variant that can carry 60 tons of fuel will greatly extend the loiter time and expand the flying range of PLA warplanes when the new Y-20 joins military preparations. All of this will make any potential force of military intervention gasp in horror when it thinks of getting involved in a war in the Taiwan Straits. \\n  \\n When commenting the \\\"intrusion\\\" of PLA warplanes, Joseph Wu, the leader of Taiwan's external affairs authority, blustered on Sunday that the authority of the Democratic Progressive Party will never yield to the pressure of the PLA. \\\"Never, never, never!,\\\" he wrote on Twitter. Wu is one of the most die-hard secessionist forces on the island. Since he likes to act solemnly and stirringly, we would like to say that the mainland's military preparations are a rehearsal of an actual war, and if the \\\"Taiwan independence\\\" forces won't give up their secessionist wishful thinking, our final choice is to destroy them. \\n  \\n In the past two days, 10 lawmakers from the three small Baltic countries, including Lithuania, visited the Taiwan island. So did several US lawmakers last week. But the shows these people have put up are boring bubbles compared to the mainland's solid military preparations. They will not have any substantial impact on the development of the situation. How the Taiwan question will be resolved will eventually be shaped by both the will of the Chinese people to achieve reunification and our national strength. \\n \",\"timestamp\":1638282046,\"title\":\"Y-20 variant symbolizes new devt in Taiwan Straits: Global Times editorial\"},\"digest\":\"C0g9tTeg0g3Udq3QBoTuMc67qmAEDvZsMF1cLz0y0nc\",\"authorship\":{\"contributor\":\"0xAdEF28c1315353A28a564A84362b8036a8c32797\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EHG6_rlhqYh3yjhKAgeXnSAs_UWwFiniisIEujGDje8\\\",\\\"y\\\":\\\"N4xw8jtEiX2gLyDZo7jMnRvm5QA-YidAihV0I8vxyeM\\\"}\",\"signature\":\"EuTRUQul8JMmFItC3bGQtca6fXlkVXKMzmifXYBvaVuvaCtX_Au5pQe3zEBv533N9uVBa0bZROCvPq08GDWmfw\",\"signingKeySignature\":\"0xacd25d96236f66b0f842e9d4711bac1d9374832f218a9f81db021970ff3dd9d120038264001d6068d9c55e4461dd9d4f46a4a7809b7743d59d615d86aec6308f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EHG6_rlhqYh3yjhKAgeXnSAs_UWwFiniisIEujGDje8\\\",\\\"y\\\":\\\"N4xw8jtEiX2gLyDZo7jMnRvm5QA-YidAihV0I8vxyeM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C0g9tTeg0g3Udq3QBoTuMc67qmAEDvZsMF1cLz0y0nc\"}"