"{\"content\":{\"body\":\"![Los genzers son los primeros nativos digitales de la historia](https://images.mirror-media.xyz/publication-images/jJq2HPLgOFPPHfAZLW2iL.jpeg?height=547&width=1027)\\n\\nLa razón nos diría que no nos fiáramos de estudios o análisis realizados por partes interesadas en obtener unos resultados concretos. Si vendes carne vegetal tú misma te encargarás de realizar estudios sobre el consumo de esta porque, de lo contrario, nadie lo hará; es muy probable en ese caso que además los resultados de estos sean muy favorables a tus intereses. Así que paradójicamente nos encontramos con que los estudios que miran hacia el futuro solo son realizados por empresas mirando hacia él y ni tan solo por organismos neutros (a menudo atados a las inercias presentes del pasado). Así que, qué debemos hacer, ¿oídos sordos? \\n\\nPersonalmente pienso que el filtro en estos casos hay que situarlo de forma estratégica para no pecar de ilusos. No debemos olvidar que siempre habrá intereses particulares detrás de ciertas encuestas pero eso lo podremos contrarrestar poniendo el foco sobre quien acompañe a la parte interesada. ¿Es la parte técnica del estudio una fiable? Esa es la pregunta que me hice antes de aventurarme a presentar este artículo centrado en los resultados del trabajo conjunto entre The Harris Poll y Squarespace.\\n\\nThe Harris Poll es una empresa estadounidense de investigación y análisis de mercados que ha investiga sobre comportamientos y motivaciones de adultos estadounidenses desde 1963 en todo tipo de campos; desde la esfera de empresas privadas hasta instituciones y procesos públicos. Además de servicios tradicionales, ha desarrollado plataformas que permiten a las marcas realizar un seguimiento de la salud y el éxito de sus campaña o estudios. Si fijamos la mirada en sus clientes veremos como, siendo todos nombres de referencia, es obvio que sus intereses pasan por estructuras fuertes. Esto, para muchos puede sugerir establishment, sin embargo eso entraría en conflicto con los resultados del estudio que aquí os presento.\\n\\nSquarespace es un servicio de comercio electrónico y creación de páginas web con más de 3 millones de suscriptores pagando por sus servicios. Sus usuarios emplean plantillas prediseñadas y una variedad de widgets que cómodamente puedes arrastrar y soltar para agregar elementos a tu web como texto e imágenes. Fundada y lanzada públicamente en 2004, no fue hasta 2013 cuanto incluyó herramientas de e-commerce sobre las que se basa ahora su modelo de negocio centrado en emprendedores de la *creator economy*. Cuenta con más de 1.000 empleados y sus ingresos superan los $600 millones.\\n\\nAmbas empresas juntas han publicado un estudio desternillante para algunos y revelador para otros (entre los que me incluyo). Según su trabajo de investigación basado en encuestas personales online, el 60% de la Generación Z y el 62% de los Millennials creen que la forma en que nos mostramos y presentamos online es más importante que la forma en que nos presentamos en persona. Lejos de que sea verdad o no, porque, principalmente, aquí no hay verdad que valga, ese es el dato que toma el pulso a la realidad.\\n\\nSe ha consultado a más de 2.000 adultos estadounidenses para entender cuál es el papel que juegan las páginas web en nuestra vida diaria y poder medir cuán memorables e importantes son en nuestra conducta y el desarrollo de nuestras sociedades presentes y futuras. Ni cortos ni perezosos extrapolamos esos hábitos norteamericanos a el plano hispano que, aunque de un comportamiento distinto, podemos usar de estándar para medir nuestra propia relación con el medio digital.\\n\\n**Aproximadamente uno de cada dos estadounidenses (el 49%) dice que puede recordar el color corporativo de un sitio web mucho mejor que el color de ojos de alguien. Este dato lo corrobora el 71% de los Millennials y el 58% de los Gen Zers.**\\n\\nA día de hoy, internet es el sitio de las primeras veces. El lugar donde sucede el mayor número de primeras impresiones de nuestras vidas. La encuesta encontró que casi la mitad (el 44%) de la Generación Z y el 39% de los Millennials piensan que ellos mismos causan una mejor impresión con su presencia online que en persona, en comparación con el 21 % de la Gen X y 8% de Baby Boomers. Es más, según declaran los encuestados de la Gen Z, es más probable que recuerden el último sitio web que visitaron (43%) que el cumpleaños de su pareja (38%) o su número de identificación (31%).\\n\\n**Qué hay de los emprendedores en el contexto de *creator economy* o estructuras tradicionales**\\n\\nEn 20201 la Generación Z es la más ambiciosa: la gran mayoría, un 92% de la Generación Z, comenzaría su propio negocio en comparación con el 86% de los Millennials, el 74% de la Generación X y el 50% de los Baby Boomers. Pero, ¿qué hay de quiene ya a día de hoy son empresarios? Más de la mitad, un 57%, de los estadounidenses creen que una tienda en línea o un sitio web bien diseñado es más importante para una empresa que la ubicación física.\\n\\n> *“La mayoría de la Generación Z cree que la forma en que se presenta en línea es más importante que la forma en que se presenta en persona, y aunque el 92% de la Generación Z suele realizar varias tareas al mismo tiempo con otras actividades mientras navega por la web, también es más probable que recuerden el color de un sitio web que el color de ojos de alguien”*\\n>\\n> *“Los estadounidenses navegan por más de 3.000 sitios web al año, y nuestra investigación muestra que las cosas que vemos en línea pueden causar una impresión más duradera que las que vemos en persona. Por eso es tan importante crear una presencia bien diseñada en todas las cosas que haces en la Web \\\".*\\n>\\n> **Kinjil Mathur, director de marketing de Squarespace.**\\n\\n![Las obviedades están para arroja luz: cada vez son más los nacidos después de 1992](https://images.mirror-media.xyz/publication-images/nCGNPCWvE8a-arkwx18r8.jpeg?height=675&width=1080)\\n\\n### Puntos clave del estudio:\\n\\n**Impresiones online**\\n\\n* El 60% de la Generación Z y el 62% de los Millennials creen que tu presentación online es más importante que en persona. También lo piensa el 38% de la Generación X y el 29% de los Baby Boomers.\\n* El 44% de la Generación Z y el 39% de los Millennials creen causar mejor impresión online que en persona. Lo piensa el 21% de la Generación X y el 8% de los Baby Boomers.\\n* El 49% cree que podría recordar el color de un sitio web mejor que el color de ojos de alguien. El 71% de los Millennials está de acuerdo frente al 58% de los Gen Zers.\\n* La Generación Z dice que es más posible recordar el último sitio web que visitaron (43%) que el cumpleaños de su pareja (38%) o su propio número de identificación (31%).\\n\\n**Cómo navegamos por la Web**\\n\\n* En promedio, se estima que visitamos más de 8 sitios web al día, más de 3.000 por año.\\n* El 92% de la Generación Z realiza múltiples tareas mientras navega por sitios web; también tienen más probabilidades que cualquier otra generación de comer comida (59%), escuchar música (59%), hablar por teléfono (45%) o bailar (28%) mientras navega por sitios web.\\n* Casi 3 de cada 5 estadounidenses (59%) dicen que normalmente pasan tiempo navegando por sitios web mientras ven la televisión. La Generación Z, específicamente, dice que en primer lugar navega por sitios web mientras está en la cama (65%), seguido de el baño (43%).\\n* Más de 2 de cada 5 estadounidenses dicen que pasan más tiempo navegando en sitios web durante la semana que haciendo ejercicio (43%) o teniendo relaciones sexuales (42%).\\n* El 66% está de acuerdo en que viajar es la actividad para la que la investigación en línea es más importante.\\n\\n**Qué buscan los estadounidenses**\\n\\n* El 41% de los estadounidenses dicen que buscan \\\"personas con las que fueron a la escuela\\\"; el 33% también dicen creer que es lo que más buscan otros.\\n* Al menos una vez a la semana, 1 de cada 5 estadounidenses (20%) busca a sus ex-parejas online y el 32% busca a su pareja romántica actual. Específicamente, más de la mitad de la Generación Z (51%) y los Millennials (55%) buscan a su pareja romántica actual al menos una vez a la semana.\\n* El 86% de la Generación Z y el 79% de los Millennials buscan personas online antes de conocerlas por primera vez, en comparación con el 65% de la Generación X y el 44% de los Baby Boomers.\\n\\n**El nuevo emprendedor**\\n\\n* La gran mayoría (92%) de la Gen Z iniciaría su propio negocio, frente al 86% de los Millennials, el 74% de la Gen X y el 50% de los Baby Boomers.\\n* Cuando se les preguntó qué tipo de negocio comenzarían, la principal respuesta de los estadounidenses fue ofrecer un servicio (por ejemplo, dar una clase, ofrecer consejos, tutorías) en lugar de vender un producto físico.\\n* Más de la mitad de los estadounidenses (57%) piensa que un sitio web o una tienda en línea bien diseñados es más importante para una empresa que su ubicación física.\\n* En comparación con el 65% de Gen X y el 49% de los Baby Boomers, el 62% de los estadounidenses, el 76% de los millennials y el 64% de la Generación Z siempre buscan el sitio web de la empresa o comercio antes de comprar, hacer una visita o comer allí (dependiendo del servicio).\\n* 7 de cada 10 estadounidenses (70%) están de acuerdo en que cuando una empresa local tiene un sitio web bien diseñado es más probable que compren allí en persona en algún momento.\",\"timestamp\":1634136130,\"title\":\"Cómo los GenZers dan forma a la nueva realidad \"},\"digest\":\"123Ype5qTvYN_v4SelagjTRzHaHc8qCv5nvLmDAb8KY\",\"authorship\":{\"contributor\":\"0x6459080d6FfBB2649D2abCb4D811c78571F36dfC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cPYGgOJc-cQp76HXc5PF_b_u3fA8M43muwHttDBPIk0\\\",\\\"y\\\":\\\"QyKoBrUE19gqZqOPVgyHsvd6F5Azq3wkFOor-GuPAjk\\\"}\",\"signature\":\"o5DTtzvAapiMnVOfn3VGQI9B10yRgg0C0cfCnj9Yp3tvXUsYDh6W_u0ukWN9v_A8WqHhPVgoREnnM8_7v8mpJQ\",\"signingKeySignature\":\"0x6360a61338aee7d644686d91dce4e0518099617a1fc8c8ca50f13025d353d541056c692a0be0509e128bf46b9da2d6975534e0c62aea7791eba4b95fb75d25291b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cPYGgOJc-cQp76HXc5PF_b_u3fA8M43muwHttDBPIk0\\\",\\\"y\\\":\\\"QyKoBrUE19gqZqOPVgyHsvd6F5Azq3wkFOor-GuPAjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"123Ype5qTvYN_v4SelagjTRzHaHc8qCv5nvLmDAb8KY\"}"