"{\"content\":{\"body\":\"### Introduction\\n\\nThe BEN Meta-Delegate is an initiative to enable students from any and all universities to participate in decentralized governance. During our meta-delegate meetings, students from around the globe come together to present, discuss, and debate new and existing proposals for various blockchain projects. Afterwards, students from every university in our network get to vote on the proposal, and the BEN meta-delegate casts its official vote in the direction of the majority. This way, BEN can bring representation and engagement from smaller universities who may not have the time, experience, or resources to operate their own delegates.\\n\\nTo join the BEN Meta-Delegate and start discussing/voting on proposals, first let’s go over some relevant concepts.\\n\\n### What is a DAO?\\n\\nDAOs have  gradually permeated into mainstream consciousness, offering a sneak peak at what could potentially be the future of entity formation. Yet, the idea of a decentralized autonomous organization remains obscure for most. So what exactly is a DAO?\\n\\nBy general definition, a Decentralized Autonomous Organization (DAO) is a leaderless entity that is operated and managed by a set of rules encoded on smart contracts. Unlike traditional organizations, where decisions are made from the top-down, DAOs have literally flipped this concept on its head where any, all, or most decisions are made by the community, usually token holders of a particular project, which are then voted upon and executed on the blockchain. \\n\\n### What are Delegates?\\n\\nAs [eloquently stated](https://a16z.com/2021/08/26/open-sourcing-our-token-delegate-program/) by A16z’s Jeff Amico, “delegation refers to the process where a token holder transfers their on-chain governance rights to others.” He further extends this definition mentioning,  “...delegation is a way to expand the set of participants who have a meaningful say in the governance process.” This said, once token holders have transferred their on-chain governance rights to a particular individual or entity, the recipient is recognized as a delegate. This delegate is entrusted with the responsibility to vote on behalf of the token holders on any & all active governance proposals. \\n\\nHere are some popular governance portals used in DeFi governance: \\n\\n* [Snapshot](https://snapshot.org/#/)\\n* [Sybil](https://sybil.org/#/delegates/uniswap)\\n* [Tally](https://www.withtally.com/)\\n\\n### How Does BEN’s Meta-Delegate Work?\\n\\nSince the deployment of the Uniswap Meta-Delegate, we’ve been able to scale our governance efforts to Aave, Compound, Gitcoin, and Ampleforth! As we continue to grow, our vision remains the same: to decentralize and democratize DeFi governance power into the hands of the young people across the world.\\n\\n**BEN Meta-Delegate Process**\\n\\n1. Anytime a new proposal is created for any of the projects BEN runs a meta-delegate for, it is posted in the BEN Meta-Delegate channel for discussion and feedback.\\n2. After discussions and calls about the proposal, an internal poll is run where every student gets one vote.\\n3. For some proposals, a $BEN-weighted poll for the proposal will also be conducted at the same time through [BEN’s Snapshot page](https://snapshot.org/#/bendao.eth).\\n4. Once the internal voting period closes, the student-weighted vote and, if applicable, the $BEN-weighted vote, are averaged out to calculate the end voting result. This way, the BEN community can participate in voting, while also enabling any student to have a voice in governance without needing to purchase large amounts of tokens.\\n5. The BEN Meta-Delegate, with voting power delegated from our treasury, alumni, partners, and supporters, will vote in the direction of the end result.\\n\\n### How To Join BEN’s Meta-Delegate\\n\\nGetting involved in governance has never been easier! In order to participate in BEN’s Meta-Delegate, you must:\\n\\n* Be attending a high school, college, or university \\n* Join our BEN International & BEN Meta-Delegate channels\\n* Actively participate in ongoing governance deliberations \\n\\n### Ready to Join?\\n\\nTo join the BEN Meta-Delegate, [fill out the form here](https://forms.gle/ZHxAGgewhj7zGi3T8) to get access to the group chat!\\n\\n**[See this article on BEN Learn!](https://learn.blockchainedu.org/posts/getting-started-with-ben-how-to-join-the-ben-meta-delegate)**\\n\\nBEN Learn is BEN’s online platform where students can take courses, RSVP for upcoming events, and earn rewards and certificates for completing lessons and activities. [Sign up today!](https://learn.blockchainedu.org/)\\n\\n\\n---\\n\\n*🚀 How do you join the revolution? 🚀*\\n\\n*✉️ [Sign up](https://blockchainedu.org) for access to resources like free event tickets, job opportunities, and educational blockchain content.*\\n\\n*💓 Show our social media some love — Upvote our post and follow us on [Twitter](https://twitter.com/blockchainedu) and [Instagram](https://instagram.com/blockchainedu).*\",\"timestamp\":1635194728,\"title\":\"How to Join the BEN Meta-Delegate\",\"publication\":\"blockchainedu\"},\"digest\":\"OlXqv5ok97qAshd1b2YzcQutbBINss-GWaeyolAzYgk\",\"authorship\":{\"contributor\":\"0x66Aa8Bee5366b6b48811AE0Dac9Fe5e1EEfE1621\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VoGRUlqpwy8GTTwdb_4JRrwd_Q4lvM3oL9c9Qzy78Ig\\\",\\\"y\\\":\\\"k8Ew6N5Uc8ufD6cuYowO_NkzcDKrBODVYIeWL9St-cU\\\"}\",\"signature\":\"up81L1SWvVyMcWwIJd4_Bkj-MKtqv-yWWseB07XoIrt22iHXjCfKVVYxyonP6YVFlyLyKnhxX0tiglyJ-ko7YA\",\"signingKeySignature\":\"0x1a65917ef47761d0e43b1911edd8191a241b3a186c5895b4c820313f4b846d18111330f3d0d7b68af24372c9500b67711dd68398b1fc83c7f4a0d865a4c71bf91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VoGRUlqpwy8GTTwdb_4JRrwd_Q4lvM3oL9c9Qzy78Ig\\\",\\\"y\\\":\\\"k8Ew6N5Uc8ufD6cuYowO_NkzcDKrBODVYIeWL9St-cU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OlXqv5ok97qAshd1b2YzcQutbBINss-GWaeyolAzYgk\"}"