"{\"content\":{\"body\":\"为首那个兽人剑士听我这么一自报家名，上下打量了我几眼，跟着立即换上一脸恭恭谨谨的笑容说道：“原来你就是隐为者啊，我们老板早就交代过了，专程叫我来这边迎接你的，真是闻名不如见面，刚才多有得罪，你还多包涵点。”\\n\\n```\\n既然你这么客气，马屁拍得是恰倒好处，那咱也不好斤斤计较，我摇了摇手，口气一松地说道：“算了，没什么，你赶紧跟金帝说下吧。”\\n\\n“不用说，您直接跟我进来吧！”那个兽人一边说着，一边冲旁边几个人使了个眼色，然后领着我径直往里面走去。\\n\\n跟在兽人身后，我目光左右扫视着这座与众不同的帮派驻地，四周清一色都是矮矮的，土黄色的沙石小屋，偶尔才见一两间青石屋子，也是大门紧闭，至于什么饭庄茶楼、装备服装一类的店铺，更是一个都没见着，完全不同与其他的驻地，空荡荡的大街上，只有我和那个兽人两人而已，真搞不懂金帝他弄出这么个荒芜的驻地来，到底想要干什么。\\n\\n咦，这里有传送阵，看来并不只是个村级驻地，为什么开始金帝不告诉我，还让我好生辛苦地赶来呢，无意中视线瞄到半现在沙屋后的巨大传送魔法阵，我心中的疑团更重了，有鬼，这其中肯定有鬼。\\n\\n兽人熟门熟路地领着我三转四绕，来到镇里一间相对而言，比较像样的石屋门口，一推石门，转头笑着对我说道：“隐为者，我们老板就在里面，兄弟我还有事，就不陪你进去了，你请吧。”\\n\\n大步跨进屋子，眼前顿时一片昏暗。靠，屋里面竟然没有一扇窗户，整得是密不透风，蚕豆大小的微弱烛光在过道两边跳动着，眼睛刚刚适应屋里的光线，一阵沉重的呼吸声又让我吓了一跳，只见左右两边，一动不动地各站了四排身穿重甲的剽型大汉，手持明晃晃的阔背大刀，面庞在黑暗中是一片模糊。\\n\\n这些家伙是什么人，玩家还是NPC，怎么杀气这么重，我刚要开口相问，其中一个家伙就粗着嗓子对我说道：“里面请，我们老板正等着你呢。”\\n\\n原来只是玩家，那我还怕个毛啊，挺着胸，昂着头，我一头走了进去。\\n\\n**************\\n\\n屋子正中是个盘旋而上石制楼梯，顺着石梯而上，掀开顶头一连串细碎的珠帘，一片华光顿时洒入眼中，呀喝，没想到这外面虽然看似简单粗糙，里面，还真是别有洞天。\\n\\n石屋之上，俨然是个装饰豪华奢侈的大厅，周围墙壁上贴着一片片的晶莹的乳玉石，悬挂着各种奇形怪状的兽骨装饰，天花板上，垂掉下三盏水晶莲花吊灯，洁白的光芒充斥着整个厅房。花岗岩地板中间，铺放了一块做工精美的火红色鸵绒地毯，当中摆放着一张暗红色橡木长桌，外加配套的橡木高背椅，仿佛是中古时期贵族转用的议事厅。\\n\\n“呵呵，隐兄弟，总算是把你给盼来了，金老板刚才还提到你，说你怎么还没来呢。”刚一进门，一个热情洋溢的声音就传入我的耳中，貌似很熟悉，我抬头一看，呀喝，真是怪了，这不是金钱帮的钱老板吗，他怎么也在这里啊，\\n\\n似乎看出我眼中的疑问，钱不是问题上前一把拉着我的胳膊说道：“我和金帝是生意上的合作伙伴，今个正好有空，到他这来坐坐，刚刚听他说你过来，所以我就自告奋勇，下来迎接你了。”\\n\\n我眉毛微微一挑，连钱不是问题都亲自赶到这里，看来金帝的面子也不小，也不知道他这回到底是要唱哪一出，我心暗暗嘀咕着，脸上也是洋溢着热情，亲切地搂着钱不是问题说道：“让钱老板来迎接咱，哥们我真是有点惶恐啊。”\\n\\n“嗨，自家兄弟，何必客气，我那铁匠铺还要你多多照应呢，走，我们先上去见金老板吧。”钱不是问题话中带话的笑着对我说道。\\n\\n跟着钱不是问题后面，再上一层楼，推开左边的门，里面的布置陈设更是让我耳目一新。如果不是刚从外面进来，我根本想不到这会是沙漠里的一间房间。\\n\\n周围的墙壁上竟然爬满了青藤，灼热的阳光透过由整块翠玉雕琢而成天窗，宣泄在屋内，令整个房间内充满了绿色勃勃的生机，放窗的一边端放着个四四方方的巨大鱼缸，几十条五彩斑斓的热带鱼正在水草中穿梭游曳，不时一拥而上，争抢着洒落在水中的鱼食。鱼缸旁边，则摆放了几张宽阔的皮质沙发，水晶茶几上则端放了两杯清茶，缭缭的热气在阳光下升腾。\\n\\n“呀，金老板，您可真是懂得享受，竟然能营造如此雅致小屋，真是有一套啊。”我一眼就看到正坐在沙发上，跟站在他身边玩家小声说话的金帝，便调侃地开口说道。\\n\\n“呀，小隐你来了，这边坐，这边坐。”金帝转头一见是我，立即站起身来，热情地冲我招手说道。顺便向身边那个玩家使了个眼色，那家伙会意地点了点头，起身从一边地侧门退了出去。\\n\\n将我和钱不是问题迎坐下后，金帝一边给我倒了杯茶，一边对我说道：“还以为请不动你这个忙人呢，没想到兄弟还是给我几分面子，来，先喝杯茶，休息一会，然后我带你和钱老板一起参观我的帮派驻地，最后再吃个便饭如何。”\\n\\n钱不是问题立即接口说道：“听说金老弟的帮派内部设施搞得很不错，我倒愿意见识见识，不知小隐意下如何？”然后目光不经意地瞥在我脸上。\\n\\n参观帮派驻地，你不是找我来谈事吃饭的吗？怎么又扯上个参观了，何况你就这么巴掌大的一块地方还用着得参观吗？又没树没林遮挡，一眼看到头，刚才进来的时候，我就看得分明，还有什么好参观的，不过我也没将心中的质疑说出口，既然你说要带我们参观，多半还有什么特别之处。\\n\\n客随主便，既来之，则安之，我听你的好了，我淡然一笑说道：“行，一切都听你金老板的安排。”\\n\\n几句闲聊，杯中茶尽，金帝站起身来跟我和钱不是问题说道：“两位，咱们先出去看看热闹吧。”\\n\\n热闹，就这活人都见不到几个的帮派驻地里，居然还会有热闹可看，我强忍住满腹的疑狐，跟着金帝与钱不是问题后面走出房门。\\n\\n打开对面那扇门，金帝率先走了进去，我跟进去一看，里面什么东西都没有，只见金帝走到左边墙用手一推，一块平整的玉石立即陷了进去，跟着只听嘎的一声，屋内的地板上，顿时现出一条蜿蜒而下的黑幽台阶，原来，这里有条通往地下的秘密通道。\\n\\n“这是？”我转头看了金帝一眼，手指通道问道，目光斜视，钱不是问题是一脸的坦然无惊，显然他是知道这个密道的。\\n\\n金帝脸上浮上一丝笑意说道：“小隐，你以为我这帮派驻地，仅仅就是外面那么点地盘吗。呵呵，跟我下去你就知道了，包管会让你大开眼界。”\\n\\n而钱不是问题则在一旁浅笑不语，一副老阴潭的样子。\\n\\n************\\n\\n走下台阶，我算是弄明白了，为什么这个驻地表面上看起来会那么的冷清，原来这人，统统都跑到下面去了。\\n\\n刚走到一个转角平台，耳边就传来阵阵鼎沸的人声，就算是天地里最热闹的街道，其声音之洪亮激昂程度，想必也不及这里的十分之一。\\n\\n目光顺着平台上的金属栏杆，居高临下看去，整个巨大的地下洞穴内，显然是一个大型赌场，二十一点，牌九，麻将，轮盘，赌大小，玩梭哈……凡是我能想到的赌博活动，这里是应有尽有，大大小小的牌桌如星罗棋布般散落在大厅各个角落，衣着暴露，身材性感的兔女郎们是端着各色美酒与酬码，穿梭于牌桌与轮盘之间，豪客们慷慨的小费让她们脸上始终带着迷人的笑容，偶尔被占便宜也是司空见惯，全不当回事，不时还有玩家搂着兔女郎淫笑着走如洞穴一边的暗门之中，至于是去干吗，那就不言而喻了。\\n\\n而整个场子内最热闹，最喧哗，最令玩家疯狂叫嚣的，莫过与赌场分割一边，在最远处，独成一体的格斗场。只见东南西北四个大看台上，是磨肩擦踵挤满了前来观看比赛的玩家，不停挥舞着手中的彩券，不时地发出歇斯底里的吼声。\\n\\n靠，原来金帝不光在酒楼上开赌场，还把帮派驻地弄成个特大号赌场，奶奶的，这斯真是牛b，看来，他是个典型黑社会，我故意没有看金帝，而是目光呆呆地看着下面的一切，心中暗暗嘀咕道。\\n\\n看着我带着满脸惊奇的神情，金帝和钱不是问题互相交换了一下眼神，似乎有种暗藏的默契。\\n```\\n\\n\\n------------\",\"timestamp\":1640774999,\"title\":\"第三百四十二章 典型黑社会\"},\"digest\":\"KLDsi32X2x2ZazMbYF1iC9U-RZit8fmco5ijdeFopMg\",\"authorship\":{\"contributor\":\"0x5CA5dEdb8696916C2C531B9e5F336c1dC6EafA12\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TWtvoN4FtwB2URNSI3IJ1mZvDRGA0QBDYLMQtQck7Vw\\\",\\\"y\\\":\\\"eXPMvMELWluGyP2GC9LL-dknHyoIQmozPnD0UWp_mrQ\\\"}\",\"signature\":\"qXhkBXokK11jv2c1iN40EhRJTXtUaTyhR0F65ZwLamqLXEWmGm7uOTWjhwkVlzFHAPWuqOIxWm1FAg0DdbGTGw\",\"signingKeySignature\":\"0x31266fce3b18891a825298b5dbd29adf8e115a75f488d25fb9bcde7490365943256929bae5f57e4e43334ffc8b93966056546d43b3ff6722594def70399428601b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TWtvoN4FtwB2URNSI3IJ1mZvDRGA0QBDYLMQtQck7Vw\\\",\\\"y\\\":\\\"eXPMvMELWluGyP2GC9LL-dknHyoIQmozPnD0UWp_mrQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KLDsi32X2x2ZazMbYF1iC9U-RZit8fmco5ijdeFopMg\"}"