"{\"content\":{\"body\":\"*👋 Note: Originally published on Feb 29, 2016 ([link](https://medium.com/@creole/6-this-one-owns-itself-9f6a3aa4382d)). This was part 6 of 7 in a series of posts released under the pseudonym Creole.*\\n\\n\\n---\\n\\nYou’re up early for work this morning, in the kitchen making coffee. In the backyard, out the window above the sink, is your landpad & charging station, decorated with the bright bold outlines of its QR address.\\n\\nOn the landpad sits the delivery drone, charging quietly. As its batteries fill, small amounts of money are paid into your house’s account every few kilowatts. It could charge lots of places — there are cheaper sources of power available of course —but in the end the drone cares about location. Your backyard is close to several distribution centres and a dense neighbourhood that makes a lot of purchases that are in the right weight category for this model. It’s a nice bit of cash every month. Some neighbourhoods tried to ban renting backyard space. It worked in some places, but others weren’t happy having to pay a higher average delivery fee for drones having to charge farther away.\\n\\nThis drone is one of several that have often used your landpad over the last few weeks. When it landed for the first time you thumbed through the ownership structure. Unlike the last few that took up residency in your backyard, this one owns itself. When it was built it was owned 50% by the manufacturer, and the remainder split between a variety of private investors, pension funds, and a bundle of smaller shareholders. But last year, a charity collective purchased a majority of the shares and set it on a path to self-ownership, voting the drone to take its profits and invest in purchasing its own shares. Last April, the drone purchased the final shares and became sovereign.\\n\\nSo the drone owns itself. You had heard of these before but hadn’t contracted with one. A bit novel, but in the end it was a delivery drone like any other. The collective that did this has some ideological motivation for setting devices on a path to self-sovereignty, but it doesn’t seem to make a lot of business sense to you. Drones can’t make strategic decisions. Traditionally owned drones have shareholders who can instruct it to upgrade itself with new processors, or even scrap the drone for parts when it makes economic sense to do so. But drones themselves aren’t capable of doing much more than deliver packages and recharge themselves.\\n\\nBut new business models and services for delivery drones have appeared to mitigate this problem. This drone outsources strategic decisions to a streaming management service — a distributed organization of enthusiasts, experts, predictive algorithms, and other drones that provides strategic direction services for a fee. The management service comes up with broad outlines of a strategy for its collective of subscribing drones, and distributes instructions out to them. Beyond making sure the drones remain competitive with upgrades, the service performs high-level management functions like trying to predict demand. Drones are instructed to take up landing leases in neighbourhoods where demand for a new product might spike, or where a new distribution point is about to open. Drones report their outcomes back to the management service, which then refines its strategy accordingly. The drones cooperate with each other where appropriate to avoid competing directly, and there’s some form of equalization payment constantly flowing among the collective to ensure individual drones don’t suffer too much from unforeseen market conditions — a safety net.\\n\\nThe drones pay a small streaming fee to the collective for access to its decision making structure. Not just self-owning drones — many drones owned by corporate interests also subscribe to streaming management services to run their drones in an efficient and competitive manner. Everything, of course, is instant and automated. Tiny payment channels opening and closing between hundreds of thousands of drones and the ecosystem of services that support them, trading value and other information between each other seamlessly. Vast arrays of smart contracts flicker into form to guide every interaction, a web of rights and obligations connecting drones to their owners, their insurers, their customers, and their chosen management service. Contracts being altered, closed, wound up, abandoned as market realities change or participants form new strategic alliances, to better take advantage of the shifting demand from consumers who rely on these fleets of robots for the movement of physical goods.\\n\\nYou thumb through the drone’s identity page and notice a field you hadn’t seen filled in before. It might be a cute joke — or maybe they really believe this stuff — but the collective that set this drone on a path towards self-ownership also gave it a name. This drone is Russell.\\n\\n![by Christopher Michel CC 2.0\\n](https://images.mirror-media.xyz/publication-images/mjCDPXzuGwYbSNRp6dKk9.png?height=1067&width=1600)\\n\\nRussell’s battery is fully charged and it will waste no time waiting on the ground. While it was charging it was listening to the constant stream of contract requests being sent out by every distribution point within the relevant radius, tracking them as they were announced, bid on, and secured by other drones. Once the battery was charged, Russell secured the first contract it could that met its margin requirements and headed towards the distribution point, a local coffee roaster. The drone lifts off. Within a few minutes, another drone will have landed to take its place to charge before returning to the skies.\\n\\nThe coffee roaster is a few blocks away. The drone identifies the QR-addressed landpad on the roof of the shop where a small bright yellow box sits. The drone picks up the box and sends a message to the smart contract created when it accepted the offer from the coffee shop. The coffee shop receives a notification that the box has been picked up, which it passes onto the customer’s phone. A payment channel opens up between the roastery and Russell, and small amounts of currency begin to be transferred at the agreed-upon time/distance rate as the drone begins moving towards its destination.\\n\\nThe roastery needs to know that the drone is taking a direct route. Not that the drone would ever behave in any other way — why would it risk it? But the loose, decentralized network of commerce & code that facilitates our daily activities depends on provable trust.\\n\\nPart of the contract between the Russell & the roastery was an agreement to use a decentralized geolocation service called Beholder. As Russel flies towards its destination Beholder instructs the drone to use its cameras to pick out obscure but easily identifiable features of the landscape around it, and then answer a question about that feature. Is the garage door of this house open? Is the streetlight at the intersection of 4th and Broadway currently green or red? Beholder contracts out to other drones (and other non-drone sensors, like cameras in cars or those installed on homes) to generate the challenges & verify Russell’s answers. Where possible, sensors are also used to identify Russell visually and confirm its location, and report back to the Beholder network. All of the sensors involved are paid small amounts of value for their role in Beholder’s service. It isn’t unbreakable — that’s not the point. But the cost of breaking it is high enough to reach a minimum threshold of trust in the drone’s location. Distributed, autonomous crypto-economics in action.\\n\\nThe drone arrives at its location and deposits the box in the backyard of a two story brownstone. The delivery pad scans a code on the underside of the box and signs a message to the contract signalling delivery once the box’s weight is fully resting on the pad and the drone has released the cargo. The drone scans a code displayed by the delivery pad and signs a message back to the contract as well, to prove that it has delivered the box.\\n\\nSeveral things happen at once. The payment from the recipient for the small bag of coffee ($42.76, or 0.06127 ΞTH), held in escrow by the contract, is released to the coffee shop. The payment channel between the coffee shop and the drone is closed, its task complete, and the drone lifts off again having already secured its next delivery at the delicatessen a block over. A woman’s phone buzzes in bed to tell her that the coffee she ordered (Santa Barbara Blue, 30% Arabica, espresso grind) has arrived.\\n\\n\\n---\\n\\nCover photo by [Skye Jones](https://www.flickr.com/photos/picaddiction/5345535792/in/photolist-99ngyd-9bUT6U-c941HS-d3P61S-6fCExT-gtVti-4mcDVG-8h2d7e-59pXsn-73Zbd9-2dFNqv-Dbjdz-6PSU9L-5Cd8qx-9dzESD-8TmWqe-5nb4bj-BwA8tT-7piDZx-7AW2nW-4ktfyR-b1eWMT-95nGRB-58xSMS-4p8u4i-3wStv6-87couj-mAnvnq-r2GHs-7ujZcW-83vvGw-KHt43-9h4etm-aWuWU-fPdt9F-LvpMY-6KUyL7-5bFvXz-4vc18c-dYKqJ-25zuWJ-hRZr21-jx8ZHr-4meyHQ-4Cryx-81XeDD-81Wuki-956bqU-22prkZ-4fuYtz), CC 2.0\\n\\n \\\\n \",\"timestamp\":1631752233,\"title\":\"This one owns itself\",\"publication\":\"stark\"},\"digest\":\"9z-4L4yXhEVQdRQ2uxG7Df6b7lg_n3oUzwjYXXWdFKQ\",\"authorship\":{\"contributor\":\"0x4aa9C5546BE68486c4eF264a230D25674a1A728e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wK13VdJCIe1wloDWo15jqrCP-pXcaxAHoUWpDMtiZNc\\\",\\\"y\\\":\\\"o-bOA4mWjHEqpB5Rn-z9bYJHjgmF7Hn3WdmgjBSlvrk\\\"}\",\"signature\":\"b1IFh2yh9lwsK88UcF1B2z2CK1spnU_ufEj6PaEzYqu0Sx1UEgRgvlgp6ToGe2KXJQ4APoiZUuhcrPO6t_09Ow\",\"signingKeySignature\":\"0xbed4620751c6f3999af8ef8f13bec6d6039e15f5a85ebb3589b9c832f7041e8054706ebffd8d3287e8bf5490805d90dac88ade6491b63a291c52c20c2e599dce1b\",\"signingKeyMessage\":\"I authorize the publication of articles on stark.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wK13VdJCIe1wloDWo15jqrCP-pXcaxAHoUWpDMtiZNc\\\",\\\"y\\\":\\\"o-bOA4mWjHEqpB5Rn-z9bYJHjgmF7Hn3WdmgjBSlvrk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9z-4L4yXhEVQdRQ2uxG7Df6b7lg_n3oUzwjYXXWdFKQ\"}"