"{\"content\":{\"body\":\"2021年11月25日7时41分，我国在酒泉卫星发射中心用快舟一号甲运载火箭，成功将试验十一号卫星发射升空。卫星顺利进入预定轨道，发射任务获得圆满成功。2021年，是中国航空航天发射的高峰年，截至今年前10个月已经发射了40次，领先美国。这充分彰显了我国在航天科技领域的强大实力。\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/KUe8xn8bdnVOfn04XT_fI.png?height=434&width=650)\\n\\n如果大家看过火箭发射，一定会注意到，航天科研人员在火箭发射过程中经常会提到的一句：整流罩分离。也经常会在新闻里看到，从天而降的不明物体是火箭整流罩，那么什么是整流罩呢？整流罩对火箭发射又有哪些至关重要的作用呢？一起来跟我看看吧！\\n\\n**一、什么是整流罩**\\n\\n整流罩位于运载火箭的顶部，是运载火箭的重要组成部分。其基本功能是用来保护卫星及其他有效载荷，即在地面和在飞行中穿越稠密大气层时防止潮湿、温度、风雨、阳光辐射、气动加热和热流等环境因素对卫星产生不利影响。除此之外，整流罩还承担着解锁分离系统的作用，保证卫星整流罩顺利分离，甚至在极端情况下，整流罩还具备逃逸塔的作用，是保证运载火箭顺利升空的重要防线。\\n\\n因此，整流罩对于卫星的顺利升空至关重要。当运载火箭进入二级飞行阶段、气动加热等因素不足以影响卫星时（此时火箭离地面约100公里以上），整流罩完成其使命，将分离为两个半罩而被抛掉。\\n\\n![](https://images.mirror-media.xyz/publication-images/p3cXOD-jZs8H7vwFTBEkD.png?height=414&width=650)\\n\\n**二、整流罩的结构形式**\\n\\n作为运载火箭的保护装置，整流罩的结构形式也各有不同。随着火箭运载能力级别的提高，整流罩的结构也越来越大型化。整流罩长度方面，小型的一般在8m以下，中型或大型运载火箭整流罩的长度一般会超过10m，甚至达到20m，如美国的宇宙神五号551和中国CZ-5B火箭。\\n\\n \\n \\n\\n火箭整流罩王宁摄\\n\\n整流罩直径方面，小型的一般为1\\\\~3m，中型的为3\\\\~5m，而大型火箭的整流罩直径一般会超过5m。整流罩结构质量方面，小型的一般只有几百千克量级，中型和大型运载火箭整流罩的重量都会达到吨级以上，且整流罩结构材料各国不尽相同，但随着技术发展，各国都在尝试采用轻质复合材料以减轻整流罩重量，以下为不同火箭整流罩类型。\\n\\n \\n \\n\\n![美国宇宙神5火箭整流罩](https://images.mirror-media.xyz/publication-images/MlSYoSPoUCk1s9tCD_Ayv.png?height=469&width=650)\\n\\n \\n \\n\\n**三、整流罩的设计准则**\\n\\n整流罩的诸多功能决定了在设计它时必须使其具备良好的气动外形、较轻的结构质量及可靠的分离功能。为保证分离前罩内有效载荷与外界的数据传输，罩体上还需设计专门的透波区域。目前国内外卫星整流罩主要有金属铆接结构和复合材料结构两大类，常用材料为铝合金、碳纤维等。由于电磁波均无法穿透这两种主体材料，因此需要根据不同的有效载荷在局部区域更换为透波材料。那么整流罩的设计准则主要包括哪些内容呢？\\n\\n整流罩的结构设计有以下六个准则：\\n\\n（1）整流罩外形选择要使抖振载荷和迎面阻力达到最小。\\n\\n（2）整流罩要有良好的无线电波穿透性。为了满足有效载荷与地面站之间通信联系和遥测的需要，要专门设计透过无线电波的倒锥段。\\n\\n（3）要有足够大的有效空间（净空间），净空间过小会发生机械卡死使分离失败。\\n\\n（4）整流罩上要开若干个窗口，便于对各种仪器进行检修和更换。\\n\\n（5）整流罩结构的轻量化。\\n\\n（6）整流罩内温度和声载环境要防热及降噪设计。\\n\\n整流罩的分离方式设计也需达到以下两个目标：\\n\\n（1）两个半罩能够顺利解锁，脱离箭体，对箭体造成的冲击要尽可能小；\\n\\n（2）要合理确定间隙，使有效容积尽可能大，又要避免与有效载荷及箭体发生碰撞。满足第一个目标，要求整流罩的解锁、分离装置设计合理和较高的可靠性；满足第二个目标，需要对整流罩分离过程中的扭转、弯曲及呼吸振动等各种形式的运动能够准确预估判断。\\n\\n \\n \\n\\n**四、整流罩的分离方案**\\n\\n整流罩分离是运载火箭发射过程中的关键动作，其对接精度又是影响既定分离动作能否正确执行的关键因素，直接影响发射任务的成败。整流罩的分离任务是由其分离系统完成的，分离系统包括纵向分离系统和横向分离系统，其结构如图2。\\n\\n \\n \\n\\n了解了分离系统，那么整流罩有哪些分离方案呢？整流罩的分离方案主要包括以下三点：\\n\\n（1）平推分离方案\\n\\n采用横向包带解锁，纵向无污染导爆索平推分离。其原理是：导爆索点火后产生的燃气通过内外衰减管进到软胶囊，体积膨胀的胶囊剪切断铆钉，将半罩以一定的速度推开，实现分离。这种方案对卫星不会有任何污染，解锁与分离机构合一，简化了结构，提高了可靠性，是一种比较理想的分离方案。德尔它、阿里安、H－1等运载火箭都采用了此种方案。\\n\\n \\n \\n\\n（2）旋转分离方案\\n\\n横向分离和纵向分离均采用爆炸螺栓加分离弹簧的旋转分离。其原理是：接到分离指令后卫星整流罩与箭体连接的横向分离系统爆炸螺栓解锁，经0.1S后，纵向两半罩间分离系统爆炸螺栓也随之引爆，压缩弹簧释放的弹簧力使两半罩各自绕底部的铰链旋转，转到一定角度时，借助飞行加速度使其转速增大，整流罩罩铰链自动向后飞去。此方案弹簧力作用时间长，无冲击，对整流罩的结构刚度要求较横向平推方案小些。另外借助了飞行加速度，要求提供的分离能量较小，有利于减轻结构重量。\\n\\n（3）平移-翻转方案\\n\\n纵向采用无污染导爆索，横向采用剪切式爆炸螺栓。其工作原理是：纵向由导爆索引爆解锁切断连接铆钉后，每个半罩都有约15mm的平移运动。当平移的半罩与铰链轴发生碰撞而终止时，由于半罩的弹性，在弹性体偏心碰撞瞬间，对半罩质心横轴的碰撞动量矩使半罩具有约\\n\\n的初始角速度，然后半罩才在弹簧推动下绕铰链作翻转运动。这种分离方式与常规旋转分离有很大不同，被称为平移-翻转分离。CZ－2E和H－2就是采用这种方案。\\n\\n \\n \\n\\n巨大的整流罩内就是中国首颗火星探测器“天问一号” 图源：国家航天局\\n\\n**结语：**\\n\\n近年来，我国运载火箭技术发展迅速，通过不断的艰辛探索和科研攻关，陆续研制出包括生物、气象、地球物理、空间科学试验等多种类型的探空火箭，形成我国有特色的长征系列运载火箭。随着我国运载火箭逐步进入国际市场和国内外发射任务的不断增加，对整流罩的系统化、规范化、组合化要求更加迫切，我国对于运载火箭技术研究投入也越来越多，更多的技术人才投身于火箭整流罩的设计、研究工作中。相信在不远的未来，我国火箭整流罩技术一定会更加完备，为运载火箭的顺利发射助力！\",\"timestamp\":1638971218,\"title\":\"火箭整流罩到底有多重要？\"},\"digest\":\"POzaE8XwgegodtSy3-AP7Kedu-Rf6DsJYyJfvP44zHI\",\"authorship\":{\"contributor\":\"0x1e50cA5E6daC57d87f6BE034702D86a1536B34E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHhQ1oH6hNbiP9oQyB9oOCPuQWR2yjbbbWZwiB94EjI\\\",\\\"y\\\":\\\"EToWsZMixs61rd9b9w0yPvBPyOsg5zOcyTbA28a190k\\\"}\",\"signature\":\"dJI1kOmBTbp9b3Oq_rKrEI6sPR2I8keJC6KpdiLbqfmR58jF_k25B-W7DKjKXCiQjnNgkbzfNTd7x2CX2CEwCw\",\"signingKeySignature\":\"0x832a6a3ffee82846044e53f5f35196d8b7202d1592b9f5cb502220d61b0f468b232696494a03960a6bee041235dc812ae48e1713a3a25e02a5a06c2475f59c781b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHhQ1oH6hNbiP9oQyB9oOCPuQWR2yjbbbWZwiB94EjI\\\",\\\"y\\\":\\\"EToWsZMixs61rd9b9w0yPvBPyOsg5zOcyTbA28a190k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"POzaE8XwgegodtSy3-AP7Kedu-Rf6DsJYyJfvP44zHI\"}"