"{\"content\":{\"body\":\"Crypto now has 150 million users. When the internet had 150 million users, the adoption rate and user base were growing 60% per year. Crypto adoption is growing 113% per year, or almost double the growth rate of the internet.\\n\\nYes, computers are second nature to us now, and accessing crypto today may be a tad easier than it was to access the internet back then. But to argue that the adoption rate of crypto is somehow trivial is a fool’s game.\\n\\nThe crypto market cap today (Oct 2021) is around 2.2 trillion dollars. [According to Coingecko](https://www.coingecko.com/buzz/coingecko-monthly-crypto-report-october-2020), in October 2020, the total crypto market cap was $378 billion. That’s around a 6x increase - and we’re not talking about small numbers here. We’re now in trillions of dollars.\\n\\nAnd it’s not only about the exponential growth of the market size. It’s the innovation that’s happening at a thrilling pace.\\n\\nDecentralized finance has re-created banking services. We have stable coins (pegged and algorithmic) that can be used for transactions. We have DAOs that are re-creating how the governance works and organizations operate. NFTs have exploded and are reshaping the art world.\\n\\nAll these subcategories are ripe with innovation, opportunity, and will be major industries on their own. In one way or another, most traditional industries will follow the path of tokenization.\\n\\nTo underestimate, or do not understand, or to refuse to understand (on the state level) the potential this industry has is inexcusable.\\n\\nEstonia has been called the IT tiger. The Baltic Wonder. A nation that digitized the whole economy. The first country with e-school, e-voting, e-healthcare, e-government, e-residency, etc.\\n\\nAnd it’s working. From all the countries in the Soviet bloc, Estonia developed the fastest (there are other factors as well, like Finland aiding Estonia a lot in the 90s, etc).\\n\\nEstonia is still enjoying the fruits of the decisions and developments made in the early 2000s. We have more unicorns per capita than any other nation. Estonians have founded companies like Wise (ex TransferWise), Monese, Veriff, Bolt, and many other successful startups. Investors are interested in Estonian founders. It’s all rainbows and butterflies here…\\n\\nBut there are cracks under the surface. And these cracks are the most prevalent in the regulated industries.\\n\\nI was at a FinTech Regulations conference in 2018 (or 2017, can’t recall anymore) in Tallinn, the capital of Estonia. There were many presentations, but I mostly remember four of them: the two talks given by the founders of [Monese](https://monese.com/gb/en) and [Funderbeam](https://www.funderbeam.com/), and talks given by the head of the Estonian Financial Supervisory Authority (EFSA), and the last one by the head of Lithuanian Bank.\\n\\n*To clarify, the Lithuanian Bank is a licensing authority in Lithuania, just like the EFSA is a licensing authority in Estonia.*\\n\\nEven before the conference, I was already baffled by the fact that Estonia had only one E-Money Institution (EMI) at the time, and that big Estonian FinTechs were not licensed in Estonia. Lithuania had around 50 EMIs. I was baffled because Estonia had (and still has, but a lot of damage has been done to that image in recent years by doing nothing to improve and innovate further) a great public image, and it seemed odd to go to Lithuania instead of Estonia.\\n\\nBut these few talks gave a clear sign of why FinTechs aren’t coming to Estonia. It wasn’t like they didn’t try. It was simply impossible to work with a regulator whose sole purpose was (still is, and even more so) to make things as difficult as possible.\\n\\nThe founder of Monese gave a very clear critique towards the Estonian FSA, asking the question of WHY are Estonian founders going elsewhere to get licensed. It makes no sense, as it also means that jobs are leaving to different jurisdictions.\\n\\nThe same critique was given by the founder of Funderbeam, who spent a long time trying to work it out with the regulators. Eventually, they went to Singapore and hold the license there.\\n\\nNot to mention that the biggest Estonian FinTech, Wise, chose Belgium as their EU hub and licensing jurisdiction after Brexit. Both founders are Estonians and mainly reside in Estonia (to my knowledge).\\n\\nThe head of the EFSA simply said (during his presentation) he does not believe in regulatory sandboxes (for regulatory innovation to happen), while the head of the Lithuanian bank had exactly the opposite view.\\n\\n*As a side note: not long after this event I had a call with [EBRD](https://www.ebrd.com/home) (related to my startup at the time) in which they said that the Estonian FSA is “softly put, difficult to work with”.*\\n\\nAnd this brings me back to the opportunity of crypto and blockchain.\\n\\nEstonia was one of the first countries to regulate crypto service providers. In November 2017, Estonia introduced two new crypto licenses - for exchanges and for e-wallet providers.\\n\\nIt’s fair to say that the legislator undermined the interest in the space. In the next years, hundreds of companies were licensed in Estonia, with the total number (of licensed entities) peaking at a couple of thousand.\\n\\nSeveral amendments were made to the crypto regulations in 2020, and now we have around 400 companies left. These amendments have cleaned up the space to a large extent, and the license is not as easy to obtain as before.\\n\\nBut that’s not enough. Instead of trying to find a way to be hospitable (yet demanding), in order to seize the opportunity of the crypto space and cement the Estonian position as a frontrunner of innovation, the all-powerful official army has been given different instructions.\\n\\nAs a result, there have been numerous obstructions of the procedural law by the Estonian FIU within the last year. The sole purpose of throwing the curveballs to the applicants has been to not issue any new licenses - whatever it takes. It got worse in spring 2021 when the new emperor was appointed to head the organization (the FIU).\\n\\nIn the last months, the minister of finance has proposed to suspend the issuance of new crypto licenses until regulatory amendments have been made. As if there was no need to follow the laws in place. And just recently (at the time of writing this post in October 2021), a new proposition to obstruct the law was made by the head of the FIU (the licensing authority) - to cancel all existing licenses altogether!\\n\\nOne of my businesses provided legal services, and we did plenty of licensing and worked with some of the biggest companies in the crypto space since 2017. And while I have sold my shares in this business, it’s heartbreaking to see that even these big players (the only ones who could eventually comply) are now exiting Estonia due to regulatory uncertainty.\\n\\n## Why It’s Not Working Out For Estonia?\\n\\nA part of it seems to be the global crackdown on crypto. It’s not only Estonia, it’s everywhere. The incumbents have understood that crypto is growing bigger and is now threatening their very source of power - the control over money.\\n\\nA part of it is ignorance. Not understanding nor wanting to understand the potential of the crypto industry, and how to benefit from this movement. The politics is still done by the people who are hopelessly behind when it comes to technology.\\n\\nA part of it is the shadow of the Danske money laundry scandal, which tainted Estonian public image and put many egos on the defensive - these career bureaucrats can not allow another blunder to happen, or their career choices in the public sector will become very slim.\\n\\nA part of it is international politics, where we as a country have forfeited any strength to formulate a different opinion and position than our overlords in the EU, the US, or the organizations have (IMF, World Bank, etc, which are ruling over the nations today).\\n\\nThe last one is a factor that’s difficult to comment, as so much is happening behind the curtains. But perhaps the prime example of how little we have to say is joining the global corporate income tax initiative. It’s an absolute shame, as the Estonian 0 % tax regime has been working so well in making Estonia a standout jurisdiction for international businesses, for our own companies, startups, and for attracting investments in general.\\n\\nBut all of this above is not an excuse for the blunt behavior of our officials. And this sort of attitude is a symptom of the growing state, where officials are growingly all-powerful and protected by the system. With the growing state, you’ll have diminishing rights as an individual (and a corporation), and this means the business environment is getting considerably worse.\\n\\nUnfortunately, this is not an Estonian trend, it’s global. And it will not end well.\\n\\n## Where To?\\n\\nThe latest proposed amendments to the Estonian crypto regulations are stricter than the crypto regulations in most other countries in Europe. The capital requirement alone is 350 000€ - in Germany, it’s 125 000€.\\n\\n*NB! These proposed amendments have not been adopted at the time of writing this blog post, and may not be adopted as proposed.*\\n\\nThere are number of other proposed changes as well, good and bad, but my main concern is trust. How can you trust a regulatory environment where high-ranking officials and politicians are proposing illegal measures to “clear the space”. How can you bet on a judicial reliability if the policy makers are proposing amendments to the laws in every six months? It’s simple - you can’t.\\n\\nIt begs the question of why would a startup set up their HQ in Estonia instead of Germany? Or instead of Ireland, or Netherlands, or Lithuania for that matter?\\n\\nAs a small country that’s proud of its startup scene and technological innovation, how can you miss this boat? **What makes the policy makers think that they have the luxury of missing this boat?**\\n\\nThere are a number of systematic errors (as far as my limited thinking goes) of how Estonia is playing the competitive game of attracting investments and talents, including the issue of incentives of the officials. But none bigger than the complacency, lack of prioritization of the matter, and having zero balls to take risks with the vision for the country.\\n\\nAnd where to then?\\n\\nTo another jurisdiction.\\n\\nAnd as far as I can tell, you may not need to go far. Lithuania has done some pretty darn good job recently.\\n\",\"timestamp\":1634718118,\"title\":\"Estonia: How To Drive A Country Off The Rails\"},\"digest\":\"F6KTeh_yKoTeYQ7gJwARYNb-1CXGF-W-HXyIvYlLj8s\",\"authorship\":{\"contributor\":\"0x8129c94d2F2b18Fa4b63bD0A3B64EdE4823374AE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"signature\":\"zPU-dRQl84A6SmX1a4-As-sEHKrKgLxzmNFXIx3Vttp6ZOMNByq3V1fPvmX_E1pK8K5R_XatygvG0N3-QWdytw\",\"signingKeySignature\":\"0xb79ad41dc3d2ca8708ade4b632076b5310bf520f33eeea9fe14c5f1ba5f877282276d403094aa1152a03df909daeed61011d1d7c934d3cf7d2e8daa8d89ccdbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F6KTeh_yKoTeYQ7gJwARYNb-1CXGF-W-HXyIvYlLj8s\"}"