"{\"content\":{\"body\":\"There I am, looking out at the vast Atlantic Ocean in front of me, breathing the tropical air from mid-autumn [Madeira Islands](https://digitalnomads.startupmadeira.eu/), feeling the warm and energetic vibes at the local co-working centre.\\n\\nI glance down at my laptop to greet my client from the other side of the world. Looking at the beautiful scenery of New Zealand in her background, I could almost smell the homey aroma of the flat white in her hand.\\n\\nImagine you can escape the 9 to 5 trap and work and live anywhere.\\n\\nImagine you can earn a decent living while enjoying the holiday every day.\\n\\nYes, I’m not talking about daydreaming, but actually living in different parts of the world while working or collaborating with others in [an asynchronous way](https://levels.io/async/).\\n\\nWhen I first heard about digital nomads a couple of years ago, I was sceptical about this concept - the stereotype image of backpackers or independent contractors living in a hostel or hammock came into my mind. Let’s call it ‘Digital Nomad 1.0’.\\n\\nHowever, the global pandemic has changed our world dramatically with remote working popularised in the mainstream. According to the [research](https://www.mbopartners.com/state-of-independence/2020-digital-nomads-report/), digital nomads rose from 7.3 million in 2019 to 10.9 million in 2020 (+49%). Guess what? Among all of them, traditional jobholders (e.g. corporate employers) contributed to this surge from 3.2 million in 2019 to 6.3 million in 2020 (+96%).\\n\\n**The ‘Digital Nomad 2.0’ is here!**\\n\\nChiang Mai and Bali used to be the hub for digital nomads with low-cost living. Nowadays, many European towns and cities leverage their developed infrastructure, easy crypto regulations and tax policies, and remote working visas to compete with those crowded touristy destinations.\\n\\nThe 2.0 version will attract more established tech-savvy workers, entrepreneurs and investors and traditional office workers. They may want to spend a relatively long time with legal working rights, seek future citizenship, and prefer to match or upgrade their living standards at the new destination.\\n\\nPieter Levels, founder of [Nomad List](https://nomadlist.com/), predicted that by 2035 there would be 1 billion digital nomads who can enjoy the life of living and working anywhere in the world. Here is the list to help you build a fundamental understanding of Digital Nomad 2.0 and pave your way to adopt this new way of living. ​\\n\\n## ​1. Counterflows by Lauren Razavi\\n\\n[Lauren](https://twitter.com/LaurenRazavi) is an early adopter of remote work and has lived as a digital nomad since 2013. When I searched the history of digital nomads, her[ tweetstorm](https://twitter.com/LaurenRazavi/status/1380219087331135495) popped up and helped me understand this concept’s origin.\\n\\nHer newsletter [Counterflows ](https://lraz.substack.com/)focused on borderless living and featured the six best links on the topics to enhance people’s knowledge of digital nomads every week. Apart from that, Lauren is working on her new book [Global Natives: The New Frontiers of Work, Travel, and Innovation](https://www.holloway.com/b/global-natives) that documents her insights from living and working across 40+ countries.\\n\\nIt’s the starting point to gain the general idea of digital nomads and prepare your mind to digest this concept.\\n\\n## 2. [The Sovereign Individual Weekly by Doug Antin](https://dougantin.com/)\\n\\n[Doug](https://twitter.com/DougAntin) is on a mission to provide people with the facts and tools necessary to navigate an increasingly digital life successfully. His weekly newsletter [Sovereign Individual](https://dougantin.com/the-sovereign-individual-weekly-newsletter/) covered personal sovereignty, geopolitics, finance, crypto, digital transformation and all things in between.\\n\\nIf you are not familiar with the concept of the Sovereign Individual, [this most popular essay](https://dougantin.com/the-sovereign-individual-what-you-need-to-know-why/) on his site covered the core principles of the emergent Sovereign Individual class as it stands today.\\n\\nI interviewed Doug at my podcast [Chiwi Journal](https://podcasts.apple.com/pt/podcast/120-sovereign-individual-digital-age-multi-incomes/id1440648531?i=1000534255239), and we discussed some actionable insights into the emerging opportunities and trends of the current digital transformation.\\n\\n## 3. [Nomad List by Pieter Levels](https://levels.io/)\\n\\nAfter being mentally prepared for your upcoming digital nomad 2.0 life, time to pick up your destination and find a remote job! [Pieter](https://twitter.com/levelsio) is the guy behind many products and projects. His brain baby [Nomad List](https://nomadlist.com/) (1,350+ cities in almost 200 countries) and [RemoteOK](https://remoteok.io/workers) (5,018 jobs posted in the last 12 months) are two of my favourite sites to navigate my digital nomad life.\\n\\nDo you want to know what nomads do for work? What are the fastest growing and highest paying remote jobs now? Recently, Pieter gathered the data from members and published [Digital Nomad Statistics 2021](https://nomadlist.com/digital-nomad-statistics) and [Remote Work Statistics 2021](https://remoteok.io/remote-work-statistics). You’ll find detailed data, including age group, nationality, hobbies and many more categories.\\n\\n## 4. [1729.com by Balaji Srinivasan](https://balajis.com/)\\n\\n[Balaji](https://twitter.com/balajis) has been regarded as Cassandra, a Greek mythology figure who has the gift of prophecy. He predicted [the severity of the global pandemic](https://twitter.com/balajis/status/1222921758375927808?s=20) in January 2020. He expressed his views on the future of Bitcoin and Ethereum, Network State, Startup Cities and personal freedom and wealth in a new digital world.\\n\\nHis flagship website [1729.com ](https://1729.com/all)is the first newsletter that pays you to learn technological progressives. That means people who are into cryptocurrencies, startup cities, mathematics, transhumanism, space travel, reversing ageing, and other ‘crazy’ ideas will have the space to learn and earn money at the same time.\\n\\n## ​5. Book List for Digital Nomads 2.0\\n\\nLast but not least, based on my two years nomad life and talked with my fellow digital nomads, here are the top five most recommended books to help you live and work productively and happily:\\n\\n* [The 4-Hour Workweek by Tim Ferriss](https://amzn.to/3kKv9Z4) and [The Sovereign Individual by James Dale Davidson](https://www.amazon.com/Sovereign-Individual-Mastering-Transition-Information/dp/0684832720)\\n\\nThe digital nomad bible empowered us to know the possibility of living and working with just a laptop and a passport and achieve sovereignty.\\n\\n* [The Art of Non-Conformity by Chris Guillebeau](https://amzn.to/2Y1Qdl5) and [Vagabonding by Rolf Potts](https://www.amazon.co.uk/gp/product/0812992180)\\n\\nReal-life examples of self-employed travel around the world lifestyle to showcase how to turn your dream into a reality.\\n\\n* [Atomic Habits by James Clear](https://amzn.to/3m3QOdR) and [The Art of Impossible: A Peak Performance Primer by Steven Kotler](https://www.amazon.co.uk/gp/product/0062977539/ref=as_li_tl?ie=UTF8&camp=1634&creative=6738&creativeASIN=0062977539&linkCode=as2&tag=camelliayan01-21&linkId=f9157d77610180416b89e8c62ad4b123)\\n\\nBuild a good habit system to support your unsettled digital nomad life and achieve flow-state productivity.\\n\\n* [Silence by Erling Kagge](https://amzn.to/39Ecd7J) and [Tribe by Sebastian Junger](https://amzn.to/3ETnQpR)\\n\\nSometimes, digital nomad life is a solitary journey. We have to get along with solitude to refocus on prospective decision-making, rather than just reacting to problems as they arise; The other times, digital nomads need to foster a sense of belonging in a community to maintain healthy mental health.\\n\\n[Andressen Horowitz](https://a16z.com/2021/06/08/are-we-returning-to-the-office-or-is-the-future-remote/) researched their portfolio companies on the future of work and found out 71% of companies will adapt to a hybrid or remote working model due to the pandemic. Many countries, including [Portugal](https://digitalnomads.pt/), [Iceland](https://work.iceland.is/working/icelands-remote-work-long-term-visa/), [Mexico](https://embamex.sre.gob.mx/rusia/index.php/es/seccion-consular/192) and [Norway](https://www.norway.no/ru/russia/), introduced new visa schemes to help remote workers and digital nomads. That means the ‘Silicon Valley’ of the physical world will continue to decline while the ‘Digital Nomad 2.0’ will dominate the online world.\\n\\nAre you ready to join this future way of living and working and make a difference? ​\\n\\nIf you love what you read, please consider joining my crowdfunding campaign! \\n\\nYour support makes all the difference!\\n\\n[crowdfund://0x6902E5CAf41158d3eD516cBd6D2807BB63863F42?features=](crowdfund://0x6902E5CAf41158d3eD516cBd6D2807BB63863F42?features=)\\n\\n\",\"timestamp\":1633529792,\"title\":\"Digital Nomad 2.0 is Here! 5 Reads to Help You Work and Live from Anywhere\"},\"digest\":\"ZVs7fvHv323G4hg6OgRNzrFuTqe_8AsYCRFB6DNVczs\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yfU6DjFJDqXod6AdvzlBtmcDeLmVNFOiP9QaWw44A5E\\\",\\\"y\\\":\\\"RMEAiMtiBydqI02Y-qBqwPOAsOEPApiJD0xQ2N7htQg\\\"}\",\"signature\":\"r7yeTAUdycWRiRCEl9YghIu-qOoaKhzJ4N7tEV3QTqhePxD3uaBDo3RQQvWozYLOMg74k_otsFo9MjBHLiWTNA\",\"signingKeySignature\":\"0xa0145d75523a6a18b4c7238e40f614ec300539d47b104a622290e005a892415744e634530cdcb4ea5c8e369a65f3b3ff9fc261f15170b113956bd63805a15d2b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yfU6DjFJDqXod6AdvzlBtmcDeLmVNFOiP9QaWw44A5E\\\",\\\"y\\\":\\\"RMEAiMtiBydqI02Y-qBqwPOAsOEPApiJD0xQ2N7htQg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZVs7fvHv323G4hg6OgRNzrFuTqe_8AsYCRFB6DNVczs\"}"