"{\"content\":{\"body\":\"but by far the best thing is the answer that He Himself there supplies to this deep and difficult question,--to this question, namely, Why original sin is still left to rage in the truly regenerate?  Why does our Lord not wholly extirpate sin in our regeneration?  What can His reason be for leaving their original sin to dwell in His best saints till the day of their death?  For, to use His own sad words about sin in His last charge, nothing hurts us but sin.  Nothing defiles and debases us but sin.  Why, then, does He not take our sin clean out of us at once?  He could speak the word of complete deliverance if He only would.  Why, then, does He not speak that word?  That has been a mystery and a grief to all God's saints ever since sanctification began to be. And the great interest and the great value of Emmanuel's last charge to Mansoul stands in this, that He here tells us, if not all, then at least some of His reasons for the policy He pursues with us in our sanctification.  Dost thou know, He asks, as He stands on His chariot steps, surrounded with His captains on the right hand and the left--Dost thou know why I at first did, and do still, suffer sin to live and dwell and harbour in thy heart?  And then, after an O YES! for silence, the Prince began and thus proceeded:\\n\\n1. Dost thou ask at Me why I and My Father have seen it good to allow the dregs of thy sinfulness still to corrupt and to rot in thine heart?  Dost thou ask why, amid so much in thee that is regenerate, there is still so much more that is unregenerate?  Why, while thou art, without controversy, under grace, indwelling sin still so festers and so breaks out in thee?  Dost thou ask that? Then, attend, and before I go away to come again I will try to tell thee, if, indeed, thou art able and willing to bear it.  Well, then, be silent while I tell thee that I have left all that of thy original sin in thee to tempt thee, to try thee, to humble thee, and to thrust, day and night, upon thee, what is still in thine heart.  To humble thee, take knowledge, take warning, and take forethought.  To make thee humble, and to keep thee humble.  To hide pride from thee, and to lay thee all thy days on earth in the dust of death.  I tell thee this day that in all thy past life I have ordered and administered all My providences toward thee to humble thee and to prove thee, and to make thee dust and ashes in thine own eyes.  And I go away to carry on from heaven this same intention of My Father's and Mine toward thee.  We shall try thee as silver is tried.  We shall sift thee as wheat is sifted.  We shall search thee as Jerusalem is searched with lighted candles.  I tell thee the truth, I shall bend from heaven all My power which My Father has given Me, and all My wisdom, and all My love, and all My grace.  What to do, dost thou think?  What to do but to make thee to know and to acknowledge the plague of thine own heart.  The deceitfulness, that is, the depth of wickedness, and the abominableness, past all words, of thine own heart.  I do not ascend to My Father, with all things in My hand, to make thy seat soft, and thy cup sweet, and thy name great, and thy seed multiplied.  I have far other predestinations before Me for thee. I have loved thee with an everlasting love, and it is to everlasting life that I am leading thee.  And thou must let Me lead thee through fire and through water if I am to lead thee to heaven at last.  I shall have to utterly kill all self-love out of thy heart, and to plant all humility in its place.  Many and dreadful discoveries shall I have to make to thee of thy profane and inhuman self-love and selfishness.  Words will fail thee to confess all thy selfishness in thy most penitent prayer.  Thy towering pride of heart also, and thy so contemptible vanity.  As for thy vanity, I shall so overrule it that double-minded men about thee shall make thee and thy vanity their sport, their jest, and their prey.  And I shall not leave thee, nor discharge Myself of My work within thee, till I see thee loathing thyself and hating thyself and gnashing thy teeth at thyself for thy envy of thy brother, thy envy concerning his house, his wife and his man-servant, and his maid- servant, and his ox, and his ass, and everything that is his.  Thou shalt find something in thee that shall allow thee to see thine enemy prosper, but not thy friend.  Something that shall keep thee from thy sleep because of his talents, his name, his income, and his place which I have given him above thee, beside thee, and always in thy sight.  It will be something also that shall make his sickness, his decay, his defamation, and his death sweet to thee, and his prosperity and return to life bitter to thee.  Thou shalt have to confess something in thyself--whatever its nature and whatever its name--something that shall make thee miserable at good news, and glad and enlarged and full of life at evil tidings.  It will be something also that shall give a long life in thy evil heart to anger, and to resentment, and to retaliation, and to revenge.  For after years and years thou shalt still have it in thine heart to hate and to hurt that man and his house, because long ago he left thy side, thy booth in the market, thy party in the state, and thy church in religion.  As I live, swore Emmanuel, standing up on the step of His ascending chariot, I shall show thee thyself.  I shall show thee what an unclean heart is and a wicked. I shall teach to thee what all true saints shudder at when they are let see the plague of their own hearts.  I shall show thee, as I live, how full of pride, and hate, and envy, and ill-will a regenerate heart can be; and how a true-born man of God may still love evil and hate good; may still rejoice in iniquity and pine under the truth.  I shall show thee, also, what thou wilt not as yet believe, how thy best friend cannot trust his good name with thee; such a sweet morsel to thee shall be the mote in his eye and the spot on his praise.  Yes, I shall show thee that I did not die on the cross for nothing when I died for thee; when I went out to Calvary a shame and a spitting, an outcast and a curse for thee! Thou shalt yet arise up and fall down in thy sin and shalt justify all my thorns, and nails, and spears, and the last drop of My blood for thee!  Yea, thou shalt remember all the way which the Lord thy God led thee these forty years in the wilderness, to humble thee, and to prove thee, and to know what was in thine heart, and whether thou wouldest keep His commandments or no.\\n2. It is also, the still tarrying Prince proceeded--it is also to keep thee wakeful and to make thee watchful.  Now, what conceivable estate could any man be put into even by his Maker and Redeemer more calculated to call forth wakefulness and watchfulness than to have one half of his heart new and the other half old?  To have one half of his heart garrisoned by the captains of Emmanuel, and the other half still full of the spies and the scouts and the emissaries of hell?  Nay, to have the great bulk of his heart still full of sin and but a small part of his heart here and there under grace and truth?  Here is material for fightings without and fears within with a vengeance!  If it somehow suits and answers God's deep purposes with His people to teach them watchfulness in this life, then here is a field for watchfulness, a field of divine depth and scope and opportunity.  There used to be a divinity question set in the schools in these terms:  Where, in the regenerate, hath sin its lodging-place?  For that sin does still lodge in the regenerate is too abundantly evident both from Scripture and from experience.  But where it so lodges is the question.  The Dominican monks, and some others, were of opinion that original sin is to be found only in the inferior part of the soul, but not in the mind or the will.  Which, I suppose, we shall soon find contrary both to Scripture and reason and experience. Old Andrew Gray speaks feelingly and no less truly concerning the heart, when he says, 'I think,' he says, 'that if all the saints since Adam's day, and who shall be to the end of the world, had but one deceitful heart to guide they would misguide it.'  What a plot of God, then, it is to seat grace, a little saving grace, in the midst of such a sea of corruption as a human heart is, and then to set a sinful man to watch over that spark and to keep the boiling pollutions of his own heart from extinguishing that spark!  Well may Paul exclaim:  Yea, what carefulness it calls forth in us; yea, what indignation; yea, what fear; yea, what vehement desire; yea, what zeal; yea, what revenge!  And, knowing to what He has left our hearts, well may Emmanuel say to us from His ascending steps, 'Watch ye, therefore; and what I say unto you, I say unto all, Watch!'\\n3. It is to keep thee watchful and to teach thee war also, the Prince went on.  Bishop Butler is about the last author that we would think of going to for light on any deep and intricate question in the evangelical and experimental life.  But Butler is so deeply seen into much of the heart of man, as also into many of the ways of God, that even here he has something to say to the point.  'It is vain to object,' he says in his sober and sobering way, 'that all this trouble and danger might have been saved us by our being made at once the creatures and the characters which we were to be.  For we experience that what we are to be is to be the effect of what we shall do.  And that the conduct of nature is not to save us trouble and danger, but to make us capable of going through trouble and danger, and to put it upon us to do it.'  The Apostle Peter has the same teaching in a passage too little attended to, in which he tells us that we are set here to work out our own salvation, and that our salvation will just be what, with fear and trembling, or, as Butler says, with trouble and danger, we work out.  No man, let all men understand, is to have his salvation thrust upon him.  No man need expect to waken up at the end of an idle, indifferent, inattentive life and find his salvation superinduced upon all that.  No man shall wear the crown of everlasting life who has not for himself won it.  As every man soweth to the Spirit so also shall he reap.  As a soldier warreth, so shall he hear it said to him, Well done.  And as a sinner keeps his heart with all diligence, and holds it fast till his King comes, so shall he hear it said to him, Thou hast been faithful over a few things, I will make thee ruler over many things.  If thy sins, then, are left in thee to teach thee war, O poor saint of God, then take to thee the whole armour of God; thou knowest the pieces of it, and where the armoury is, and, having done all, stand!\\n4. And dost thou know, O Mansoul, that it is all to try thy love also?  Now, how, just how, do the remainders of sin in the regenerate try their love?  Why, surely, in this way.  If we really loved sin at the deepest bottom of our hearts, and only loved holiness on the surface, would we not in our deepest hearts close with sin, give ourselves up to it, and make no stand at all against it?  Would we not in our deepest and most secret hearts welcome it, and embrace it, look out for it with desire and delight, and part with it with regret?  But if, as a matter of fact, we at our deepest and most hidden heart turn from sin, flee from it, fight against it, rejoice when we are rid of it, and have horror at the return of it,--what better proof than that could Christ and His angels have that at bottom we are His and not the devil's?  And that grace, at bottom, has our hearts, and not sin; heaven, and not hell?  The apostle's protesting cry is our cry also; we also delight in the law of God after our most inward man.  For, after our saddest surprises into sin, after its worst outbreaks and overthrows, such all the time were our reluctances, recalcitrations, and resistances, that, swept away as we were, yet all the time, and after it was again over, it was with some good conscience that we said to Christ that He knew all things, and that He knew that we loved Him.\\n\\n'O benefit of ill! now I find true That better is by evil still made better; And ruined love, when it is built anew, Grows fairer than at first, more strong, far greater, So I return rebuked to my content, And gain by ill thrice more than I have spent.'\\n\\nYes; it is a sure and certain proof how truly we love our dearest friend, that, after all our envy and ill-will, yet it is as true as that God is in heaven that, all the time, maugre the devil of self that remains in our heart,--after he has done his worst--we would still pluck out our eyes for our friend and shed our blood.  I have no better proof to myself of the depth and the divineness of my love to my friend than just this, that I still love him and love him more tenderly and loyally, after having so treacherously hurt him.  And my heavenly friends and my earthly friends, if they will still have me, must both be content to go into the same bundle both of my remaining enmity and my increasing love; my remainders of sin, and my slow growth in regeneration.  So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou Me more than these?  He saith unto Him, Yea, Lord; Thou knowest that I love Thee.  He saith unto him again the second time, Simon, son of Jonas, lovest thou Me?  He saith unto Him, Yea, Lord; thou knowest that I love Thee.  He saith unto him the third time, Simon, son of Jonas, lovest thou Me?  Peter was grieved because He said unto him the third time, Lovest thou Me?  And he said unto Him, Lord, Thou knowest all things; Thou knowest that I love Thee!\\n\\n1. And, to sum up all--more than your humility, more than your watchfulness, more than your prayerfulness, more than to teach you war, and more than to try your love, the dregs and remainders of sin have been left in your regenerate heart to exalt and to extol the grace of God.  In Emmanuel's very words, it has all been to make you a monument of God's mercy.  I put it to yourselves, then, ye people of God:  does that not satisfy you for a reason, and for an explanation, and for a justification of all your shame and pain, and of all your bondage and misery and wretchedness since you knew the Lord?  Is there not a heart in you that says, Yes! it was worth all my corruption and pollution and misery to help to manifest forth and to magnify the glory of the grace of God?  You seize on Emmanuel's word that you are a monument of mercy.  Somehow that word pleases and reposes you.  Yes, that is what out of all these post-regeneration years you are.  You would have been a monument to God's mercy had you, like the thief on the cross, been glorified on the same day on which you were first justified.  But it will neither be the day of your justification nor the day of your glorification that will make you the greatest of all the monuments that shall ever be raised to the praise of God's grace; it will be the days of your sanctification that will do that.  Paul was a blasphemer and a persecutor and injurious at his conversion, but he had to be a lifetime in grace and an apostle above all the twelve before he became the chiefest of sinners and the most wretched of saints.  And though your first forgiveness was, no doubt, a great proof of the grace of God, yet it was nothing, nothing at all, to your forgiveness to-day.  You had no words for the wonder and the praise of your forgiveness to-day.  You just took to your lips the cup of salvation and let that silent action speak aloud your monumental praise.  You were a sinner at your regeneration, else you would not have been regenerated.  But you were not then the chief of sinners.  But now.  Ah, now!  Those words, the chief of sinners, were but idle words in Paul's mouth.  He did not know what he was saying.  For, what has horrified and offended other men when it has been spoken with bated breath to them about envy, and hate, and malice, and revenge, and suchlike remainders of hell, all that has been a breath of life and hope to you.  It has been to you as when Christian, in the Valley of the Shadow of Death, heard a voice in the darkness which proved to him that there was another sinner at the mouth of hell besides himself.  There is no text that comes oftener to your mind than this, that whoso hateth his brother is a murderer; and, communicant as you are, you feel and you know and you are sure that there are many men lying in lime waiting the day of judgment to whom it would be more tolerable than for you were it not that you are to be at that day the highest monument in heaven or earth to the redeeming, pardoning, and saving grace of God. Yes, this is the name that shall be written on you; this is the name that shall be read on you of all who shall see you in heaven; this name that Emmanuel pronounced over Mansoul that day from His ascending chariot-steps, a very Spectacle of wonder, and a very Monument of the mercy and the grace of God.\",\"timestamp\":1641298187,\"title\":\"\\nThere are many fine things in Emmanuel's last charge to Mansoul, \"},\"digest\":\"ShZlzKv67zLkaPOTorT3-zpPi7k4dr4vdPq-tzOPhZM\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hKxRptIl-v_ez8hPhblTWGqCWe8X7DzwlP6hPjn0ON0\\\",\\\"y\\\":\\\"wmLzs0bC98iBxjjTpIilQsLFFY7bYM9-CylqRpurEpg\\\"}\",\"signature\":\"NVPutpehHL13fcubIFJbQZt_LxGgXSVCUx8Clmn6ES7Uy4lEKgbMclldrzqhxI0QB0ZwZol4TVRJNBgDrcwnog\",\"signingKeySignature\":\"0xc0599511c1b6b028c112802bd42e2063d83c94add0a8f4ca8b7e15bf06b9ecc14cccc4f390dd4d0573e741cf10cfa8b390af0d450e95917f2350d8d723b7b98b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hKxRptIl-v_ez8hPhblTWGqCWe8X7DzwlP6hPjn0ON0\\\",\\\"y\\\":\\\"wmLzs0bC98iBxjjTpIilQsLFFY7bYM9-CylqRpurEpg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ShZlzKv67zLkaPOTorT3-zpPi7k4dr4vdPq-tzOPhZM\"}"