"{\"content\":{\"body\":\"## Drop Starting on October 7th at 12pm PST\\n\\n![](https://images.mirror-media.xyz/publication-images/s2PY9IcKaz2EPw7bOjuK3.jpg?height=900&width=1600)\\n\\n**For centuries, humans have joined communities that have allowed them to push beyond their individual limits, joining a collective of like-minded explorers, engineers, and thinkers**. \\n\\nThe Metaverse gives us the chance to take yet another step forward. As the Metaverse evolves, we can break free from our physical environment and enjoy a world of limitless possibilities, connections, and adventures. That’s why we’re launching the Metaverse Travel Agency (MTA), and our inaugural NFT wearable, the Metahelmet.\\n\\nAlongside our official partners, **Decentraland** and **The** **Sandbox**, the MTA is on a mission to collaborate with and support those who will build the future of the Metaverse. In the coming weeks, we’ll begin unveiling the MTA creative universe, featuring layered storylines, community events and challenges, partnership activations, and more. And within the year, the MTA will become the link between metaverses, launching the space into a new, interconnected stratosphere.\\n\\n***In short, we are investing in the future of the Metaverse — and we want you to be a part of it.***\\n\\nOn October 7th, we’ll be dropping our flagship collection: The Metahelmets. This collection of 10101 unique Metahelmets are among the first programmatically generated wearable collections in the NFT space. Every helmet is unique and programmatically generated from over 120 custom 3D traits — visors, holographic projectors, outer shells, screens, and more. 3D assets that you can interact with right out of the box. \\n\\nMetahelmets are also equipped with a special display where users can upload any of their favourite NFTs directly on their Metahelmet, this feature will be available soon after launch and will be accessible on our website using “The Quantum Machine”.\\n\\n![](https://miro.medium.com/max/1380/1\\\\*-pPrYZtwWDzGVNtdB-cb-w.gif)\\n\\nThe Metahelmets aren’t just another NFT, they’re your key to unlock an ever-expanding creative universe. We believe in crafting an unmatched experience for our community, and the Metaverse itself. When users acquire a Metahelmet, they gain access to exclusive challenges, quests, and rewards. We’ve been giving some users a sneak peek into our world over at theMTA.io, and have had thousands complete our first scavenger hunt and join the community.\\n\\n**Whatever avatar you identify as, an ape, cat, punk, dog kaiju, we can all be Metanauts.**\\n\\n**The MTA will also be live in Decentraland and The Sandbox.** After our launch we will start building an NFT gated headquarters that will allow MTA members to embark on quests in their respective virtual worlds, and participate in community bounties and challenges. Even better, your unique Metahelmet will be wearable in both Decentraland and The Sandbox soon after launch. Not only will you be able to wear your Metahelmet in the Metaverse, the MTA also has a partnership in the works with an Augmented Reality platform (TBA) that will allow owners to wear their helmets using AR.\\n\\n**As more and more avatar projects declare 3D models in their post launch roadmaps. The MTA and their Metahelmets will already be waiting in the Metaverse ready to be donned by their proud owners. A symbol of pride and togetherness with their community and a unifying factor in their borderless identity across multiple metaverses.**\\n\\nAs a team, we see the massive potential hidden inside the Metaverse. Much like the physical universe, innovation will fast track evolution of the Metaverse — and we want to fuel every part of it. The MTA community will soon grow to include more partners, more lore, and more exclusive opportunities for token holders.\\n\\n**We envision the Metahelmet as an emblem of unity for metaverse projects, and a beacon of more collaborations to come.**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*E9ezeJwtgzTxeRiYgoEKFg.png)\\n\\n**ABOUT THE M.T.A.**\\n\\nThe M.T.A. is on a mission to organize and support those who will build the future of the Metaverse. The project is actively growing and will soon unveil its own creative universe, featuring layered storylines, community events and challenges, partnership activations, and more. In the coming year, the M.T.A will become the bridge between metaverses that pushes the space into a new, interconnected stratosphere. The project is powered by Kollectiff, a creative tech studio dedicated to launching moonshots in the metaverse and beyond.\\n\\n**Links:**\\n\\n[Web](https://themta.io/)\\n\\n[Twitter](https://twitter.com/theMTAofficial)\\n\\n[Discord](https://discord.gg/themta)\",\"timestamp\":1633541596,\"title\":\"Investing in the Future of the Metaverse — Announcing the Metaverse Travel Agency\"},\"digest\":\"es6OQt-NISUgE2_PK7K7TshN1KBfJlFvztdk70YOQMo\",\"authorship\":{\"contributor\":\"0xfc37F6c03229c8F9c4D8d725E158966e13EdfA59\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1G7Drw7WylJjLLQZv78ouJ-sj5XHo66DaMpyjbToCCM\\\",\\\"y\\\":\\\"0KjCmzUJobRDZgG9QnardnQp81Ymo5dNsXOgow4mrd0\\\"}\",\"signature\":\"LQPf42rqb29v_c7uPx50smzV5y57ATVduNfLF5TOV3hWY56xfDYweqFR0GUT33_lW22id_crTc_VR_Dw7VwDIA\",\"signingKeySignature\":\"0x7185879e443bb58f6d41b11cbbde9378fa9058f3db3922dc9f7159e19a39da5a6f48f0d71a852793b4c776e0cf96a93e8ef2e200cb251220ca747899e8d7080d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1G7Drw7WylJjLLQZv78ouJ-sj5XHo66DaMpyjbToCCM\\\",\\\"y\\\":\\\"0KjCmzUJobRDZgG9QnardnQp81Ymo5dNsXOgow4mrd0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"es6OQt-NISUgE2_PK7K7TshN1KBfJlFvztdk70YOQMo\"}"