"{\"content\":{\"body\":\"Nowadays, the current world is colorful that people have so many things to busy with. Time is always not enough for them. But they will try their best to squeeze time. Giving up the sleeping time is a common way. They always sleep little and give most of the sleeping time to do other thing, which they think is meaningful. In the short term, it seems a good way to get more time. But it will get more harm than benefit in the long term. Not enough sleep will damage people's body health and then some other problem will also come. So I insist that enough sleep is very important.\\n\\nFirst of all, enough sleep can make people full of energy for a whole day laying a good foundation for everything. It’s easy to imagine that the difference between a powerful person and a dismalest person. A good harvest in a day results from a good state. And a good state mostly depends on the good sleep. So having a good sleep determines a person's achievement next day.\\n\\nSecondly, good sleep is good at people’s health. Good sleep people can have a good rest for all parts of their body when sleeping. Enough rest lead to a well functional body. The most obvious point is that the skin of a sleep well person is better than the one who doesn’t sleep well.\\n\\nIn a word, although sleep is seems a common and small thing, it is very important. It has great influence on our life. We should make our body get the rest it should have.\",\"timestamp\":1639205246,\"title\":\"The Importance of Sleeping\"},\"digest\":\"XqZnSznjOYajUNXPC-1qj6WEwdSpYtwlihn8_AHYg58\",\"authorship\":{\"contributor\":\"0x39a5EFA7a8a442c0fdC448dB331b35Fac59ff801\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m4dcBqKdk5Shs6PfIOPLk8TXiAnEEzOB02tV8dxg-9s\\\",\\\"y\\\":\\\"SlQ57QDAyb7cBLr8eSuhCYqz4S_B2djsg-S-vRM-H2o\\\"}\",\"signature\":\"PQYyI7ZGO0QibbSsgm00MohCaV31mLj8yNNzczU_4be8Ld7wUqXqGO6GR-UH1w215GVojgDasCZG6_AxpotkDA\",\"signingKeySignature\":\"0xa519ac6187d5d95248b4e599a092c3c93983e01ef147a55b72976daf229364b55cd46f0df3dc5a26009dc7cc8d3c642469ad324a65058fc514caed9cb4c39aff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m4dcBqKdk5Shs6PfIOPLk8TXiAnEEzOB02tV8dxg-9s\\\",\\\"y\\\":\\\"SlQ57QDAyb7cBLr8eSuhCYqz4S_B2djsg-S-vRM-H2o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XqZnSznjOYajUNXPC-1qj6WEwdSpYtwlihn8_AHYg58\"}"