"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*iVukzP0J2pxl3sz8qitTLw.jpeg)\\n\\n## ¿Puede la inteligencia artificial transformar la industria de los fondos de inversión?\\n\\n*Este artículo es una versión traducida y adaptada de “[What Machine Learning Will Mean for Asset Managers](https://hbr.org/2019/12/what-machine-learning-will-mean-for-asset-managers)” publicado por Robert C. Pozen y Jonathan Ruane el 3 de diciembre de 2019 en el blog de Harvard Business Review.*\\n\\nAlgunos expertos de la industria sostienen que el machine learning revertirá la actual tendencia hacia los fondos de inversión basados estrategias pasivas.\\n\\nEn este artículo, observaremos que aunque el machine learning ofrezca nuevas herramientas que pueden ayudar a los inversores activos a obtener un rendimiento mayor al de los índices, no es claro que esto se traduzca en un modelo de negocio sostenible.\\n\\nPero empecemos con la parte positiva.\\n\\nEl machine learning es un tipo de inteligencia artificial que consiste en el desarrollo de algoritmos para analizar grandes cantidades de datos con el objetivo de realizar predicciones. En lugar de seguir paso a paso un conjunto de instrucciones escritas por humanos, los algoritmos se van ajustando automáticamente para ofrecer predicciones más precisas a medida que se ingresan más datos.\\n\\nEsta técnica es especialmente apta para la gestión de activos financieros porque los administradores de fondos pueden basarse en sus predicciones para tomar decisiones inmediatas. Por el contrario, cuando se la utiliza en otras industrias, las firmas aún deben superar una serie de restricciones antes de poner sus recomendaciones en acción.\\n\\nPor ejemplo, cuando Google utiliza machine learning para desarrollar un vehículo autónomo, debe obtener la aprobación de una serie de actores antes de que el automóvil pueda salir a la calle: reguladores federales, empresas de seguros y los gobiernos locales. Por el contrario, los administradores de fondos no necesitan la aprobación de nadie para traducir las predicciones en decisiones de inversión.\\n\\nEn el contexto de la administración de activos, el machine learning potencia de tres maneras el trabajo cuantitativo ya realizado por los analistas:\\n\\n* *Permite detectar nuevos patrones en conjuntos de datos existentes.*\\n\\nCon técnicas de machine learning, es posible analizar las respuestas de los CEOs en los reportes trimestrales de las empresas de S&P 500 a lo largo de los últimos 20 años. Tras analizar la historia de esos reportes en relación con el rendimiento de las acciones, es posible generar predicciones sobre la base de declaraciones de los CEOs actuales.\\n\\nAlgunas de estas nuevas técnicas pueden producir mejoras significativas sobre las tradicionales. A la hora de estimar la probabilidad de default de un bono, los analistas históricamente utilizaron modelos estadísticos desarrollados en las décadas de 1960 y 1980 respectivamente por los profesores Edward Altman y James Ohlson (los puntajes Z y O). Investigadores encontraron que el machine learning es aproximadamente un 10% más preciso que esos modelos.\\n\\n* *Permite analizar nuevos formatos de datos.*\\n\\nEn el pasado, muchos formatos de información, como imágenes y sonidos, sólo podían ser comprendidos por humanos. Así, eran difíciles de utilizar para alimentar los modelos informáticos utilizados por los administradores de fondos.\\n\\nPero ahora, algoritmos de machine learning pueden identificar elementos en imágenes más rápido y mejor que los humanos. Por ejemplo, analizando millones de fotografías de satélite en casi tiempo real, el machine learning permite predecir el rendimiento de cultivos.\\n\\nAdicionalmente, en los últimos años nació un floreciente mercado en bases de datos alternativas. Es posible utilizar información de GPS de teléfonos móviles para saber la cantidad de gente que hay en un centro comercial y utilizar estos datos para predecir sus ventas. O se puede utilizar datos del punto de venta para predecir los ingresos de un negocio.\\n\\nCuando los analistas estudian estos conjuntos de datos a gran escala, pueden detectar tendencias para predecir la performance de una compañía.\\n\\n* *Permite reducir los efectos negativos de los sesgos en las decisiones.*\\n\\nEn los últimos años, economistas conductuales y psicólogos cognitivos estudiaron los sesgos irracionales en las decisiones. Los inversores sufren muchos de estos sesgos tales como la aversión a las pérdidas (la preferencia por evitar una pérdida en relación con obtener ganancias equivalentes) o el sesgo de confirmación (la tendencia a interpretar nueva evidencia de tal modo que confirme nuestras creencias preexistentes).\\n\\nEs posible utilizar el machine learning para las decisiones pasadas de administradores de portafolios con el objetivo de identificar patrones que manifiesten estos sesgos. Así, en el futuro podrán revisar en mayor detalle aquellas decisiones que podrían estar siendo sesgadas. El machine learning puede revisar sesgos en las diferentes etapas del proceso de inversión: selección de activos, construcción de portafolios y ejecución de las decisiones.\\n\\n## **Las Limitaciones del Machine Learning**\\n\\nA pesar de sus ventajas para asistir a las decisiones de inversión, el machine learning también tiene limitaciones significativas.\\n\\nPara empezar, suele haber sesgos surgidos de las fuentes de datos utilizadas en el proceso de entrenamiento o de deficiencias en los propios algoritmos.\\n\\nLas firmas necesitarán expertos en *data science* para elegir las fuentes de datos, manipularlas adecuadamente e integrarlas con el conocimiento existente en la firma para prevenir el surgimiento de nuevos sesgos en las decisiones de inversión. Este es un proceso continuo que requiere competencias que muchas firmas de administración de activos actualmente no poseen.\\n\\nEn segundo lugar, aunque el machine learning pueda ser muy efectivo en encontrar nuevos patrones en grandes volúmenes de datos pasados, no es capaz de predecir eventos excepcionales como golpes de estado o desastres naturales. Ningún algoritmo puede predecir eventos que no guarden una relación estrecha con tendencias pasadas, como la crisis financiera de 2008. En estos casos, los administradores tendrán que seguir basando su juicio en la intuición y su conocimiento general.\\n\\nPor último, muchos de los patrones identificados con el machine learning son sólo correlaciones que no ofrecen ninguna luz sobre sus causas. Las firmas necesitarán analistas con la capacidad de decidir si esas correlaciones constituyen ruido o señal. Según un profesional del machine learning de una importante administradora de fondos de Estados Unidos, su equipo dedica días enteros a evaluar si los patrones identificados cumplen con cuatro condiciones: sensible, predictivo, consistente y aditivo.\\n\\nSin embargo, incluso cuando los algoritmos logran detectar un patrón que cumpla con todas las condiciones, este no siempre puede traducirse en una decisión de inversión rentable. Aún será necesario el juicio de un profesional.\\n\\nPor ejemplo, a través del análisis de datos de redes sociales, podría haberse predicho la victoria de Donald Trump en las elecciones de 2016. Sin embargo, ¿de qué forma esto se traduce en una decisión de inversión? ¿La elección de Trump haría subir o bajar al mercado?\\n\\nEn resumen, aunque el machine learning pueda aumentar notablemente la calidad del análisis de datos, esto no significa que pueda reemplazar al juicio humano. Para utilizarlo de manera efectiva, los administradores de activos necesitarán que computadoras y humanos jueguen roles complementarios. Para esto, tendrán que realizar inversiones sustanciales tanto en tecnología como en talento (aunque algunos de esos costos serán compensados por una reducción en la cantidad de analistas tradicionales).\\n\\n## El Camino a la Adopción del Machine Learning en la Administración de Activos\\n\\nLamentablemente, la mayoría de los administradores de fondos no han hecho grandes progresos en la implementación de machine learning. En una encuesta de 2019 del CFA Institute, pocos administradores declararon utilizar software de machine learning. La mayoría todavía utiliza planillas de Excel y programas tradicionales de análisis de datos. Sólo 10% de los administradores de portfolio encuestados habían utilizado técnicas de machine learning en los 12 meses anteriores.\\n\\nPrevisiblemente, los fondos más grandes, como BlackRock y Fidelity, son los que lideran el camino, desarrollando relaciones con proveedores de información y tecnología, y con expertos académicos. Pero no es claro que vayan a obtener una gran ventaja sobre sus competidores, ya que la escala no es necesariamente una ventaja en las estrategias activas de inversión. Negociar grandes volúmenes puede generar costos significativos. Además, estas firmas suelen tener restricciones sobre la exposición que pueden tener a una acción particular.\\n\\nLos administradores de tamaño mediano también podrían beneficiarse. Es probable que logren atraer a científicos de datos de alta calidad, que podrían ver en firmas medianas más oportunidades de progreso de carrera que en las firmas más grandes. Además, las firmas medianas tienen suficiente presupuesto para pagar datos de terceros, algoritmos de alta calidad y herramientas sofisticadas de empresas tecnológicas (ej., Amazon y Google) que ya ofrecen soluciones en la nube.\\n\\nLos perdedores serán probablemente las firmas pequeñas, que administran menos de 1000 millones de dólares de activos. En un contexto de presiones a la baja en las comisiones por administración de fondos, las administradoras pequeñas probablemente enfrentarán mayores dificultades en atraer talento y en absorber los costos de desarrollo de tecnología. Las comisiones de administración de fondos activos son aproximadamente 20% menores en 2018 de lo que eran en 2008.\\n\\nPara empeorar las cosas, no es claro que la realización de inversiones sustanciales en machine learning vaya a conducir a un modelo de negocio de largo plazo sustentable para los administradores con estrategias activas. Si el machine learning genera un retorno excepcional para una firma, ésta no puede dormirse en los laureles. Otros fondos no tardarán en copiar sus métodos. Si otras firmas derivan las mismas decisiones de las mismas técnicas, corren el riesgo de comprar y vender los activos al mismo tiempo, lo que podría eliminar todos los beneficios generados por el machine learning.\\n\\nEn 2007, durante tres días, distintos hedge funds, utilizando modelos cuantitativos basados en los mismos factores, sufrieron grandes pérdidas al liquidar sus posiciones al mismo tiempo.\\n\\nEn síntesis, el machine learning fue inicialmente celebrado como un salvador de las estrategias activas de inversión. Sin dudas, puede ayudar a los primeros en adoptarlo a obtener rendimientos superiores a los índices.\\n\\nSin embargo, si las mismas técnicas son adoptadas por otras firmas, podría volverse más difícil encontrar acciones y bonos con un rendimiento consistentemente superior. Si esto ocurre, los costos de implementar machine learning serán pagados por los administradores activos, pero gran parte de los beneficios serán cosechados por los índices y los administradores pasivos.\",\"timestamp\":1638647888,\"title\":\"El Impacto del Machine Learning sobre los Administradores de Activos\"},\"digest\":\"lIgaJc-EQahycY-DB6wVsYuhJppaDGDy4PFJmUUL5E8\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"0xZV92QvU-Prs2HwQeouME5_oLfFdLFvnxkrhbn3mxmyFjp9iuxOl5MktETjf0ujUBB6QZ-3jrJipFZqRyL3uA\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lIgaJc-EQahycY-DB6wVsYuhJppaDGDy4PFJmUUL5E8\"}"