"{\"content\":{\"body\":\"Ashmead reported the manager's threats, and the Klosking received them as a lioness the barking of a cur. She drew herself swiftly up, and her great eye gleamed imperial disdain at all his menaces but one.\\n\\n\\\"He will not really close the theater,\\\" said she, loftily; but uneasiness lurked in her manner.\\n\\n\\\"He will,\\\" said Ashmead. \\\"He is desperate: and you know it *is* hard to go on losing and losing, and then the moment luck turns to be done out of it, in spite of a written bargain. I've been a manager myself.\\\"\\n\\n\\\"So many poor people!\\\" said Ina, with a sigh; and her defiant head sunk a little.\\n\\n\\\"Oh, bother *them!\\\"* said Ashmead, craftily. \\\"Let 'em starve.\\\"\\n\\n\\\"God forbid!\\\" said Ina. Then she sighed again, and her queenly head sunk lower. Then she faltered out, \\\"I have the will to break faith and ruin poor people, but I have not the courage.\\\"\\n\\nThen a tear or two began to trickle, carrying with them all the egotistical resolution Ina Klosking possessed at that time. Perhaps we shall see her harden: nothing stands still.\\n\\nThis time the poor conquered.\\n\\nBut every now and then for many days there were returns of torment and agitation and wild desire to escape to England.\\n\\nAshmead made head against these with his simple arts. For one thing, he showed her a dozen paragraphs in MS. he was sending to as many English weekly papers, describing her heavy gains at the table. \\\"With these stones,\\\" said he, \\\"I kill two birds: extend your fame, and entice your idol back to you.\\\" Here a growl, which I suspect was an inarticulate curse. Joseph, fi!\\n\\nThe pen of Joseph on such occasions was like his predecessor's coat, polychromatic. The Klosking read him, and wondered. \\\"Alas!\\\" said she, \\\"with what versatile skill do you descant on a single circumstance not very creditable.\\\"\\n\\n\\\"Creditable!\\\" said Ashmead; \\\"it was very naughty, but it is very nice.\\\" And the creature actually winked, forgetting, of course, whom he was winking at, and wasting his vulgarity on the desert air; for the Klosking's eye might just manage to blink--at the meridian sun, or so forth; but it never winked once in all its life.\\n\\nOne of the paragraphs ran thus, with a heading in small capitals:\\n\\n\\\"A PRIMA DONNA AT THE GAMBLING TABLE.\\n\\n\\\"Mademoiselle Klosking, the great contralto, whose success has been already recorded in all the journals, strolled, on one of her off nights, into the Kursaal at Homburg, and sat down to *trente et quarante.* Her melodious voice was soon heard betting heavily, with the most engaging sweetness of manner; and doubling seven times upon the red, she broke the bank, and retired with a charming courtesy and eight thousand pounds in gold and notes.\\\"\\n\\nAnother dealt with the matter thus:\\n\\n\\\"ROUGE ET NOIR.\\n\\n\\\"The latest coup at Homburg has been made by a cantatrice whose praises all Germany are now ringing. Mademoiselle Klosking, successor and rival of Alboni, went to the Kursaal, *pour passer le temps;* and she passed it so well that in half an hour the bank was broken, and there was a pile of notes and gold before La Klosking amounting to ten thousand pounds and more. The lady waved these over to her agent, Mr. Joseph Ashmead, with a hand which, *par parenthe'se,* is believed to be the whitest in Europe, and retired gracefully.\\\"\\n\\nOn perusing this, La Klosking held *two* white hands up to heaven in amazement at the skill and good taste which had dragged this feature into the incident.\\n\\n\\\"A DRAMATIC SITUATION.\\n\\n\\\"A circumstance has lately occurred here which will infallibly be seized on by the novelists in search of an incident. Mademoiselle Klosking, the new contralto, whose triumphant progress through Europe will probably be the next event in music, walked into the Kursaal the other night, broke the bank, and walked out again with twelve thousand pounds, and that charming composure which is said to distinguish her in private life.\\n\\n\\\"What makes it more remarkable is that the lady is not a gamester, has never played before, and is said to have declared that she shall never play again. It is certain that, with such a face, figure, and voice as hers, she need never seek for wealth at the gambling-table. Mademoiselle Klosking is now in negotiation with all the principal cities of the Continent. But the English managers, we apprehend, will prove awkward competitors.\\\"\\n\\nWere I to reproduce the nine other paragraphs, it would be a very curious, instructive, and tedious specimen of literature; and, who knows? I might corrupt some immaculate soul, inspire some actor or actress, singer or songstress, with an itch for public self-laudation, a foible from which they are all at present so free. Witness the *Era,* the *Hornet,* and *Figaro.*\\n\\nIna Klosking spotted what she conceived to be a defect in these histories. \\\"My friend,\\\" said she meekly, \\\"the sum I won was under five thousand pounds.\\\"\\n\\n\\\"Was it? Yes, to be sure. But, you see, these are English advertisements. Now England is so rich that if you keep down to any *Continental* sum, you give a false impression in England of the importance on the spot.\\\"\\n\\n\\\"And so we are to falsify figures? In the first of these legends it was double the truth; and, as I read, it enlarges--oh, but it enlarges,\\\" said Ina, with a Gallicism we shall have to forgive in a lady who spoke five languages.\\n\\n\\\"Madam,\\\" said Ashmead, dryly, \\\"you must expect your capital to increase rapidly, so long as I conduct it.\\\"\\n\\nNot being herself swift to shed jokes, Ina did not take them rapidly. She stared at him. He never moved a muscle. She gave a slight shrug of her grand shoulders, and resigned that attempt to reason with the creature.\\n\\nShe had a pill in store for him, though. She told him that, as she had sacrificed the longings of her heart to the poor of the theater, so she should sacrifice a portion of her ill-gotten gains to the poor of the town.\\n\\nHe made a hideously wry face at that, asked what poor-rates were for, and assured her that \\\"pauper\\\" meant \\\"drunkard.\\\"\\n\\n\\\"It is not written so in Scripture,\\\" said Ina; \\\"and I need their prayers, for I am very unhappy.\\\"\\n\\nIn short, Ashmead was driven out from the presence chamber with a thousand thalers to distribute among the poor of Homburg; and, once in the street, his face did not shine like an angel of mercy's, but was very pinched and morose; hardly recognizable--poor Joe!\\n\\nBy-and-by he scratched his head. Now it is unaccountable, but certain heads often yield an idea in return for that. Joseph's did, and his countenance brightened.\\n\\nThree days after this Ina was surprised by a note from the burgomaster, saying that he and certain of the town council would have the honor of calling on her at noon.\\n\\nWhat might this mean?\\n\\nShe sent to ask for Mr. Ashmead; he was not to be found; he had hidden himself too carefully.\\n\\nThe deputation came and thanked her for her munificent act of charity.\\n\\nShe looked puzzled at first, then blushed to the temples. \\\"Munificent act, gentlemen! Alas! I did but direct my agent to distribute a small sum among the deserving poor. He has done very ill to court your attention. My little contribution should have been as private as it is insignificant.\\\"\\n\\n\\\"Nay, madam,\\\" said the clerk of the council, who was a recognized orator, \\\"your agent did well to consult our worthy burgomaster, who knows the persons most in need and most deserving. We do not doubt that you love to do good in secret. Nevertheless, we have also our sense of duty, and we think it right that so benevolent an act should be published, as an example to others. In the same view, we claim to comment publicly on your goodness.\\\" Then he looked to the burgomaster, who took him up.\\n\\n\\\"And we comment thus: Madam, since the Middle Ages the freedom of this town has not been possessed by any female. There is, however, no law forbidding it, and therefore, madam, the civic authorities, whom I represent, do hereby present to you the freedom of this burgh.\\\"\\n\\nHe then handed her an emblazoned vellum giving her citizenship, with the reasons written plainly in golden letters.\\n\\nIna Klosking, who had remained quite quiet during the speeches, waited a moment or two, and then replied, with seemly grace and dignity:\\n\\n\\\"Mr. Burgomaster and gentlemen, you have paid me a great and unexpected compliment, and I thank you for it. But one thing makes me uneasy: it is that I have done so little to deserve this. I console myself, however, by reflecting that I am still young, and may have opportunities to show myself grateful, and even to deserve, in the future, this honor, which at present overpays me, and almost oppresses me. On that understanding, gentlemen, be pleased to bestow, and let me receive, the rare compliment you have paid me by admitting me to citizenship in your delightful town.\\\" (To herself:) \\\"I'll scold him well for this.\\\"\\n\\nLow courtesy; profound bows; exit deputation enchanted with her; *manet* Klosking with the freedom of the city in her hand and ingratitude in her heart; for her one idea was to get hold of Mr. Joseph Ashmead directly and reproach him severely for all this, which she justly ascribed to his machinations.\\n\\nThe cunning Ashmead divined her project, and kept persistently out of her way. That did not suit her neither. She was lonely. She gave the waiter a friendly line to bring him to her.\\n\\nNow, mind you, she was too honest to pretend she was not going to scold him. So this is what she wrote:\\n\\n\\\"MY FRIEND--Have you deserted me? Come to me, and be remonstrated. What have you to fear? You know so well how to defend yourself.\\n\\nINA KLOSKING.\\\"\\n\\nArrived in a very few minutes Mr. Ashamed, jaunty, cheerful, and defensive.\\n\\nIna, with a countenance from which all discontent was artfully extracted, laid before him, in the friendliest way you can imagine, an English Bible. It was her father's, and she always carried it with her. \\\"I wish,\\\" said she, insidiously, \\\"to consult you on a passage or two of this book. How do you understand this:\\n\\n\\\"'When thou doest thine alms, do not send a trumpet before thee, as the hypocrites do.'\\n\\n\\\"And this:\\n\\n\\\"'When thou doest thine alms, let not thy right hand know what thy left hand doeth, that thine alms may be in secret; and thy Father, which seeth in secret, shall reward thee openly.'\\\"\\n\\nHaving pointed out these sentences with her finger, she looked to him for his interpretation. Joseph, thus erected into a Scripture commentator, looked at the passages first near, and then afar off, as if the true interpretation depended on perspective. Having thus gained a little time, he said, \\\"Well, I think the meaning is clear enough. We are to hide our own light under a bushel. But it don't say an agent is to hide his employer's.'\\n\\n\\\"Be serious, sir. This is a great authority.\\\"\\n\\n\\\"Oh, of course, of course. Still--if you won't be offended, ma'am--times are changed since then. It was a very small place, where news spread of itself; and all that cannot be written for theatrical agents, because there wasn't one in creation.\\\"\\n\\n\\\"And so now their little customs, lately invented, like themselves, are to prevail against God's im-mor-tal law!\\\" It was something half way between Handel and mellowed thunder the way her grand contralto suddenly rolled out these three words. Joseph was cunning. He put on a crushed appearance, deceived by which the firm but gentle Klosking began to soften her tone directly.\\n\\n\\\"It has given me pain,\\\" said she, sorrowfully. \\\"And I am afraid God will be angry with us both for our ostentation.\\\"\\n\\n\\\"Not He,\\\" said Joseph, consolingly. \\\"Bless your heart, He is not half so irritable as the parsons fancy; they confound Him with themselves.\\\"\\n\\nIna ignored this suggestion with perfect dignity and flowed on: \\\"All I stipulate now is that I may not see this pitiable parade in print.\\\"\\n\\n\\\"That is past praying for, then,\\\" said Ashmead, resolutely. \\\"You might as well try to stop the waves as check publicity--in our day. Your munificence to the poor--confound the lazy lot!--and the gratitude of those pompous prigs, the deputation--the presentation--your admirable reply--\\\"\\n\\n\\\"You never heard it, now--\\\"\\n\\n\\\"Which, as you say, I was not so fortunate as to hear, and so must content myself with describing it--all this is flying north, south, east, and west.\\\"\\n\\n\\\"Oh no, no, no! You have not *advertised* it?\\\"\\n\\n\\\"Not advertised it! For what do you take me? Wait till you see the bill I am running up against you. Madam, you must take people as they are. Don't try to un-Ashmead *me;* it is impossible. Catch up that knife and kill me. I'll not resist; on the contrary, I'll sit down and prepare an obituary notice for the weeklies, and say I did it. BUT WHILE I BREATHE I ADVERTISE.\\\"\\n\\nAnd Joseph was defiant; and the Klosking shrugged her noble shoulders, and said, \\\"You best of creatures, you are incurable.\\\"\\n\\nTo follow this incident to its conclusion, not a week after this scene, Ina Klosking detected, in an English paper,\\n\\n\\\"A CHARITABLE ACT.\\n\\n\\\"Mademoiselle Klosking, the great contralto, having won a large sum of money at the Kursaal, has given a thousand pounds to the poor of the place. The civic authorities hearing of this, and desirous to mark their sense of so noble a donation, have presented her with the freedom of the burgh, written on vellum and gold. Mademoiselle Klosking received the compliment with charming grace and courtesy; but her modesty is said to have been much distressed at the publicity hereby given to an act she wished to be known only to the persons relieved by her charity.\\\"\\n\\nIna caught the culprit and showed him this. \\\"A thousand pounds!\\\" said she. \\\"Are you not ashamed? Was ever a niggardly act so embellished and exaggerated? I feel my face very red, sir.\\\"\\n\\n\\\"Oh, I'll explain that in a moment,\\\" said Joseph, amicably. \\\"Each nation has a coin it is always quoting. France counts in francs, Germany in thalers, America in dollars, England in pounds. When a thing costs a million francs in France, or a million dollars in the States, that is always called a million pounds in the English journals: otherwise it would convey no distinct idea at all to an Englishman. Turning thalers and francs into pounds--*that* is not *exaggeration;* it is only *translation.\\\"*\\n\\nIna gave him such a look. He replied with an unabashed smile.\\n\\nShe shrugged her shoulders in silence this time, and, to the best of my belief, made no more serious attempts to un-Ashmead her Ashmead.\\n\\nA month had now passed, and that was a little more than half the dreary time she had to wade through. She began to count the days, and that made her pine all the more. Time is like a kettle. Be blind to him, he flies; watch him, he lags. Her sweet temper was a little affected, and she even reproached Ashmead for holding her out false hopes that his advertisements of her gains would induce Severne to come to her, or even write. \\\"No,\\\" said she; \\\"there must be some greater attraction. Karl says that Miss Vizard, who called upon me, was a beauty, and dark. Perhaps she was the lovely girl I saw at the opera. She has never been there since: and he is gone to England with people of that name.\\\"\\n\\n\\\"Well, but that Miss Vizard called on you. She can't intend to steal him from you.\\\"\\n\\n\\\"But she may not know; a woman may injure another without intending. He may deceive her; he has betrayed me. Her extraordinary beauty terrifies me. It enchanted me; and how much more a man?\\\"\\n\\nJoseph said he thought this was all fancy; and as for his advertisements, it was too early yet to pronounce on their effect.\\n\\nThe very day after this conversation he bounced into her room in great dudgeon. \\\"There, madam! the advertisements *have* produced an effect; and not a pleasant one. Here's a detective on to us. He is feeling his way with Karl. I knew the man in a moment; calls himself Poikilus in print, and Smith to talk to; but he is Aaron at the bottom of it all, and can speak several languages. Confound their impudence! putting a detective on to *us,* when it is they that are keeping dark.\\\"\\n\\n\\\"Who do you think has sent him?\\\" asked Ina, intently.\\n\\n\\\"The party interested, I suppose.\\\"\\n\\n\\\"Interested in what?\\\"\\n\\n\\\"Why, in the money you won; for he was drawing Karl about that.\\\"\\n\\n\\\"Then *he* sent the man!\\\" And Ina began to pant and change color.\\n\\n\\\"Well, now you put it to me, I think so. Come to look at it, it is certain. Who else *could* it be? Here is a brace of sweeps. They wouldn't be the worse for a good kicking. You say the word, and Smith shall have one, at all events.\\\"\\n\\n\\\"Alas! my friend,\\\" said Ina, \\\"for once you are slow. What! a messenger comes here direct from *him;* and are we so dull we can learn nothing from him who comes to question us? Let me think.\\\"\\n\\nShe leaned her forehead on her white hand, and her face seemed slowly to fill with intellectual power.\\n\\n\\\"That man,\\\" said she at last, \\\"is the only link between him and me. I must speak to him.\\\"\\n\\nThen she thought again.\\n\\n\\\"No, not yet. He must be detained in the house. Letters may come to him, and their postmarks may give us some clew.\\\"\\n\\n\\\"I'll recommend the house to him.\\\"\\n\\n\\\"Oh, that is not necessary. He will lodge here of his own accord. Does he know you?\\\"\\n\\n\\\"I think not.\\\"\",\"timestamp\":1637670293,\"title\":\"\\n\\\"Let her die and be ----, and then I'll believe her. She is the healthiest woman in Germany\"},\"digest\":\"dtJq9zDPXXDCoNun7Hfd-SFBcX5fKDk0B7qf_Hw_ozU\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fi41pK2LVUTaRgK11WtHtdpAfe52Tb2_-tZmjoaywgY\\\",\\\"y\\\":\\\"gLmw7B4I6Rt8g6STzvIEF4Ze_jFnnGWWzRRsOU3PtyU\\\"}\",\"signature\":\"5qlxfuDfdSVn97dZqFO_99kl3C2p2FKzqZ8JliDOZZoCKncwUEb40nCFgKQpErKOJUaFl0gg3R5DQ-oH3imqbQ\",\"signingKeySignature\":\"0x2ce3e88b0607f5750fbf032cb3a892aee9d043a2b063546001e4f0c5933854695bff5bc5297400ed46f658bf56b20654aefd524dda1a9fb037d26d95724c17a81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fi41pK2LVUTaRgK11WtHtdpAfe52Tb2_-tZmjoaywgY\\\",\\\"y\\\":\\\"gLmw7B4I6Rt8g6STzvIEF4Ze_jFnnGWWzRRsOU3PtyU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dtJq9zDPXXDCoNun7Hfd-SFBcX5fKDk0B7qf_Hw_ozU\"}"