"{\"content\":{\"body\":\"![Sister Jodía of the Bone Mace](https://images.mirror-media.xyz/publication-images/TF3_dgcB5AfI6Fr42iTPi.jpg?height=3051&width=2035)\\n\\nJolly Jodie, or JoJo, lived a simple life in the town of Crow Hill, population 200 simple souls. As the county's tax collector, her position was one of influence among her peers.\\n\\nShe was good at her job because she balanced a natural ability to pay attention to detail (ie. multiple debtors, balances owed and interest accrued); the imposing physique of a bouncer; and the moral relativity of an enforcer (ie. breaking kneecaps in lieu of write offs). She was a tank of woman. Meaty and heavy, with the heftiness that comes from a life spent in the fields.\\n\\nShe justified her morals with the pigheadedness of those who follow the small print. No ifs, no buts. What's fair is what has been agreed to. Be it as specified in a contract, dictated by societal norms, or derived from natural law. She was lawful but not good. Ironically, she thought herself to be a kind spirit, though she was tainted by the cruelty of her craft. She was respected (one would say feared) and she reveled on it like a pig on the trough.\\n\\nThen the [Tower of the Black Pearl](https://goodman-games.com/store/product/dungeon-crawl-classics-79-5-tower-of-the-black-pearl/) happened.\\n\\nShe joined the party as muscle. It was supposed to be an easy gig. They ended up committing genocide.\\n\\nAfter returning from the tower and learning the truth her mind broke at the seams. She quitted her job. Isolated herself inside her cabin for months. Relied on the kindness of strangers. And gave up to insanity and despair.\\n\\nIn her feverish breakdown she lost half her weight. She became a corded rope of twisted muscle knots. Ripped and emaciated her mind also gave way and shrunk. The loss of grey matter left her with a black and white view of the world. She became an empty vase of a human being waiting for a reason to live, a cause to embrace, a new contract to bind herself into.\\n\\nSeeing an opening, one night, Amun Tor, god of riddles and secrets, announced itself in a dream to her. We don't know the details of the dream but we can guess.\\n\\nAt the root of the guilt she felt there was a lack of knowledge about the meaning of that fateful room and its candles. If she had only known. Unintended consequences borne out of secrets. Amun Tor, offered solace and a way to reconcile the enormity of the crime with her catalytic role in it. It wasn't her fault. The secret itself was the cause of it all.\\n\\nShe would devote herself to the Order of Amun Tor and become a cleric under the name of Sister Jodía, wielder of the Bone Mace, flog of Duvan'Ku. Under her sackcloth a cilice around her left thigh would channel pain and guilt into a constant reminder of her sacred duty.\\n\\nShe converted from lawful to neutral. She saw herself sitting at the cusp of a mountain between the valleys of Law and Chaos, transcending the petty concerns of humans. It wasn't about the acts of men, but the raw energy that fueled them. The information that shaped their motivations. Whoever could administer the right information to the right party at the right time would yield real power over humankind. This was not a power to be left in the hands of humans, less of all herself. But to the rightful god and its Order, who would chose the way and time of its revelation to level the playing field. \\n  \\n Decoupling motive from action, cause from effect, she could work towards a more just world and settle her debt with humanity. She became a fundamentalist obsessed with collecting secrets and unearthing hidden information. Her kind gaze and oblivious predisposition turned into a stern gaze and a severe focus.\\n\\nShe would visit villages as a healer, Laying on Hands in exchange of secrets. She would record them all in a small book of red pages written in a sacred cipher. The bigger the secret, the more lives it affected, the bigger the reward, the closer she grew to her god and the more divine favors were bestowed upon her. \\n  \\n She threw herself into her clerical duties with a maniacal focus. \\n\\nShe would tend to the poor and destitute, because there is no secret petty enough unworthy of consideration. \\n\\nShe would minister to the rich and powerful, because the higher the source, the more people it affected. \\n\\nShe would actively seek the gravely ill and the moribund because people in death's throes have nothing to gain from taking secrets to the grave, and would trade their souls for the hope of healing or better treatment in the afterlife. If the secret was juicy enough and the convalescent on the verge of a lucky roll, instead of healing she would \\\"_ease their transition_\\\". A secret becomes more potent the less people know about it. For her, the sacred duty is no longer about good and evil. \\n\\nShe is but a humble servitor of her Order. The mace of a god. A means to an end. An end that will bring balance to the fate of men and return agency to humankind. \\n \",\"timestamp\":1633800920,\"title\":\"Sister\"},\"digest\":\"tr_eFRc3102OXVKn3GsOd_D0BNYxPYuoKvTowALM9Ac\",\"authorship\":{\"contributor\":\"0xaFE5F35D14ee9aBdaC14Bd2D0AF575CAbaf7D9e0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"signature\":\"GxOAQ9LnaounC6IjuvqTfV9oKIb5700WPLs_WzRWTrD2-GkYiIYt0dqfiMP99vVLmY4rJwY9q1Mdyc0TLfEDnQ\",\"signingKeySignature\":\"0xda955296a1bdaee9c85a6c8513aedf13422f91924c4102623e86d7d9127d24fd6d41536c6b055fe20ecc47c2ea4aa0e80a9c043519c19af6acf0a3c7564723ac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tr_eFRc3102OXVKn3GsOd_D0BNYxPYuoKvTowALM9Ac\"}"