"{\"content\":{\"body\":\"Exploring first **oracle-less**, **non-liquidatable**, **permissionless, fixed maturity lending & borrowing protocol**.\\n\\nOver the last few months, just like many others web3 noobs, I’ve gone down the crypto rabbit hole. I started with CEX to getting around metamask, complexities of interchain transfers to NFTs to using DEX to finally finding my interest in DeFi. I obviously went through a DeFi phase, where I’ ve read and learned about DeFi from finematics, the block and DeFi Guide by Linda Xie etc. \\n\\nAbout four months back, i’ve discovered Timeswap through Twitter and since then i’m taking active part in the community. My eagerness to share learnings about Timeswap prompted me to do this deep dive write-up. \\n\\nLet’s go!\\n\\n## A Brief History before Timeswap\\n\\nDeFi witnessed a cambrian explosion in the summer of 2020 thanks to protocols like Uniswap, Aave, Compound, Yearn, Sushiswap, Curve, Synthetix and others. Today the total value locked in DeFi is close to $100 billion with over 50% locked in lending and borrowing protocols.\\n\\nWhile ***existing money market protocols*** have amassed significant liquidity there remain inefficiencies that need to be addressed. Existing lending and borrowing protocols are ***not fully decentralized***, market creation requires an unwieldy process due to governance voting mechanisms. This restricts liquidity for long tail assets wherein projects are dependent on the money market token holders who decide which token can be used as a collateral.\\n\\nArbitrary collateralization ratios have led to ***capital inefficiency*** wherein tokens with different risk profiles have similar collateralization ratios. Deciding collateralization ratios for every asset via governance mechanisms means additional operational overhead.\\n\\n***Oracle attacks*** have drained millions from the DeFi ecosystem till date. Every lending and borrowing protocol is only as strong as their weakest link i.e the price oracles that feed the liquidation engines. Oracles remain a significant roadblock for scaling and securing money market protocols outside of the deeply liquid top tier assets.\\n\\n## Background\\n\\nTimeswap’s founder Ricsson Ngo was deeply inspired by Uniswap’s AMM and set out to build a permissionless & oracleless money market in late 2019 which led to the inception of Timeswap’s 3 variable AMM. Cofounders Ameeth Devdas and Harshita Singh met Ricsson Ngo at ETHIndia hackathon in 2020 and joined the Timeswap team after.\\n\\nTimeswap formed to address three main issues with existing money market protocols\\n\\n* Partially decentralized / permissioned access\\n* Oracle manipulation attacks\\n* Capital inefficiencies\\n\\n## Introduction\\n\\nTimeswap is the world’s first fully decentralized [AMM](/timeswap/resources/community)-based money market protocol which is self-sufficient, non-custodial, gas efficient and works without the need of oracles or liquidators. Timeswap’s proprietary 3 variable AMM is motivated by the constant product AMM used by Uniswap. It provides flexibility to the end-user by allowing the user to decide their risk profile and accordingly set the interest rates & collateral for each lending or borrowing transaction. It is brutally minimalistic, gas-efficient, and permission-less allowing anybody to create a money market for any ERC-20 tokens.\\n\\n![K = Invariance Constant Product](https://images.mirror-media.xyz/publication-images/oZhY9u8NLJUWW4hgCJLmV.png?height=445&width=717)\\n\\nAs lenders and borrowers engage in transactions with the pool, the interest rates and minimum collateral requirements dynamically change according to the constant product formula. So when the protocol interest rate or collateral factor is not equal to market rates, arbitrageurs come in and normalize the rates.\\n\\n***Timeswap’s vision is to***\\n\\n(i) build the most secure, self-sufficient, oracle-less money market protocol\\n\\n(ii) be fully permissionless thereby unlocking liquidity for untapped long tail assets\\n\\n(iii) build the most capital efficient money market using market-driven interest rates & collateral ratios\\n\\n## Key Features of Timeswap\\n\\n![](https://images.mirror-media.xyz/publication-images/8yASeIdgsKx-pMJvrGNCq.PNG?height=633&width=786)\\n\\n## How does Timeswap work?\\n\\n## One of the most innovative solutions that have emerged during the rise of the DeFi ecosystem is the concept of the Automated Market Maker(AMM). It has now become a long-standing solution to replace the traditional order-book system of determining price and liquidity by algorithmically creating liquidity pools of tokens and enabling their trade.\\n\\n## \",\"timestamp\":1640429384,\"title\":\"Timeswap Deep Dive\"},\"digest\":\"MW5XGncF0LTuI72miwczwzmzVYhgWQ34gjTDyvaQ9d8\",\"authorship\":{\"contributor\":\"0x7a6F70a56dB5C83d6e3A5B05F111097Ddf855EC9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Gpy3vmeVGcAgfG7C5TGE2dVpgixM3DVB2d_Jb2uRuw\\\",\\\"y\\\":\\\"0APm1Ylpz_oI0aCCGTaMgezQfYvrApvnYX-2AKMQ_JU\\\"}\",\"signature\":\"Qm2GO9h7gQE-XFIOw7oFaXhM-v5F7iCLmjqxafol0g1tKZwU-uynsbQEDZ_0jVYAj98Nx2ypqbs57EfohcgWyA\",\"signingKeySignature\":\"0xb7687171d61d65d420d67f1e5251734bb7145e7c82c0ab8c97f36022a71cd03076142fadd370c389e96b9a8d86dc91e551b1a270f5f882d99b19f421679ffee61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Gpy3vmeVGcAgfG7C5TGE2dVpgixM3DVB2d_Jb2uRuw\\\",\\\"y\\\":\\\"0APm1Ylpz_oI0aCCGTaMgezQfYvrApvnYX-2AKMQ_JU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EDz0s3HYJHjFVdP3GtlUauo0ghh2AinweKokYdQsl9o\"}"