"{\"content\":{\"body\":\"In this post we want to inform you about our different sale stages mentioned in our **[Litepaper](https://www.onino.io/Onino_Litepaper.pdf)** as we want to provide full transparency and clear communication with our community.\\n\\nThe ONI token is the native utility token of the ONINO ecosystem. It is launched initially on the Binance Smart Chain, and will be migrated to the native ONINO blockchain via chainbridge as soon as the layer-1 development reaches a development level ready for production.\\n\\nThe tokens are sold in multiple sale rounds. Each round fuels development and also marketing to further grow the ONINO community. Prices increase incremental over the first rounds and then — after launch — relate to the trading price. We prioritize a large base of holders who believe in the project over filling our sales with big individual holders.\\n\\nOur first tokens have been sold in a very small **Pre Seed Round** sponsored by private investors to fund our initial project kick-off.\\n\\nSecond, we have partnered up with key investors and the Infinity investor community for an exclusive **Seed Round**. The funds gathered from this early seed round allow us to kickstart the ONINO project in terms of marketing, website, design and first development processes. The tokens sold in this round will be partially locked until one month after our first launch on a decentralized exchange (DEX), currently planned for mid february 2022.\\n\\nIn addition to this Seed Round we will also host a public **Pre Sale Round** in early january at $0.08/token, in which you can participate if you are whitelisted. There will be various chances for you to get a spot on that whitelist — more information on how to get a spot on the whitelist will be provided in the coming days! The funds gathered from the Pre Sale Round will be utilized to further accelerate the development of the ONINO platform and for extensive marketing to grow the ONINO community. The tokens sold in this Pre Sale Round will be unlocked directly at our first DEX launch.\",\"timestamp\":1639971360,\"title\":\"ONI Token Sale Rounds: Announcement\"},\"digest\":\"mln46_ttZpnPHYa2Gq5rrVZctVOnTwoG3ippjqZaE3s\",\"authorship\":{\"contributor\":\"0xfd3f66C65c13bD096c8B153538CcD993587fc198\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3nx0GwDA8UoOOdSTKUXY7NtKYlvZ777q6-VF2kolPN0\\\",\\\"y\\\":\\\"NhJlYkdXNNJRpWwqTNu3t6BqEk0s9KZ0SUIjHbaWI7I\\\"}\",\"signature\":\"ny3-ca5Odupk73lPATfbP7D6Evlu-_Jog3iWaforK-Gs--RjoyfmFKGc_ZiiaRiSV-c8ExhSch9V-9H3ywDnPw\",\"signingKeySignature\":\"0xf0e117e849b0a3a1b3e8123825f48ec68fc3968349003d87cc325ee700a90dfd2901d85eee8fb2f300f659b2244d4b4dbd5b0ac47721e905d275338c3967b4391b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3nx0GwDA8UoOOdSTKUXY7NtKYlvZ777q6-VF2kolPN0\\\",\\\"y\\\":\\\"NhJlYkdXNNJRpWwqTNu3t6BqEk0s9KZ0SUIjHbaWI7I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mln46_ttZpnPHYa2Gq5rrVZctVOnTwoG3ippjqZaE3s\"}"