"{\"content\":{\"body\":\"He went out for a walk on the evening after Dick was buried.  He had Dick's money and watch on him; he meant to bring them home to me, along with my letter.  He admits he went to a place where the sailors resorted--and he remembers drinking--and nothing else.  Anne, I shall never forget the moment he remembered his own name.  I saw him looking at me with an intelligent but puzzled expression.  I said, `Do you know me, Dick?'  He answered, `I never saw you before.  Who are you?  And my name is not Dick.  I am George Moore, and Dick died of yellow fever yesterday!  Where am I?  What has happened to me?'  I--I fainted, Anne.  And ever since I have felt as if I were in a dream.\\\"\\n\\n\\\"You will soon adjust yourself to this new state of things, Leslie.  And you are young--life is before you--you will have many beautiful years yet.\\\"\\n\\n\\\"Perhaps I shall be able to look at it in that way after a while, Anne.  Just now I feel too tired and indifferent to think about the future.  I'm--I'm--Anne, I'm lonely.  I miss Dick.  Isn't it all very strange?  Do you know, I was really fond of poor Dick--George, I suppose I should say--just as I would have been fond of a helpless child who depended on me for everything.  I would never have admitted it--I was really ashamed of it--because, you see, I had hated and despised Dick so much before he went away.  When I heard that Captain Jim was bringing him home I expected I would just feel the same to him.  But I never did--although I continued to loathe him as I remembered him before.  From the time he came home I felt only pity--a pity that hurt and wrung me.  I supposed then that it was just because his accident had made him so helpless and changed.  But now I believe it was because there was really a different personality there.  Carlo knew it, Anne--I know now that Carlo knew it.  I always thought it strange that Carlo shouldn't have known Dick.  Dogs are usually so faithful.  But HE knew it was not his master who had come back, although none of the rest of us did.  I had never seen George Moore, you know.  I remember now that Dick once mentioned casually that he had a cousin in Nova Scotia who looked as much like him as a twin; but the thing had gone out of my memory, and in any case I would never have thought it of any importance.  You see, it never occurred to me to question Dick's identity.  Any change in him seemed to me just the result of the accident.\\n\\n\\\"Oh, Anne, that night in April when Gilbert told me he thought Dick might be cured!  I can never forget it.  It seemed to me that I had once been a prisoner in a hideous cage of torture, and then the door had been opened and I could get out.  I was still chained to the cage but I was not in it.  And that night I felt that a merciless hand was drawing me back into the cage--back to a torture even more terrible than it had once been.  I didn't blame Gilbert.  I felt he was right.  And he had been very good--he said that if, in view of the expense and uncertainty of the operation, I should decide not to risk it, he would not blame me in the least.  But I knew how I ought to decide--and I couldn't face it.  All night I walked the floor like a mad woman, trying to compel myself to face it.  I couldn't, Anne--I thought I couldn't--and when morning broke I set my teeth and resolved that I WOULDN'T.  I would let things remain as they were.  It was very wicked, I know.  It would have been just punishment for such wickedness if I had just been left to abide by that decision.  I kept to it all day.  That afternoon I had to go up to the Glen to do some shopping.  It was one of Dick's quiet, drowsy days, so I left him alone.  I was gone a little longer than I had expected, and he missed me.  He felt lonely.  And when I got home, he ran to meet me just like a child, with such a pleased smile on his face.  Somehow, Anne, I just gave way then.  That smile on his poor vacant face was more than I could endure.  I felt as if I were denying a child the chance to grow and develop.  I knew that I must give him his chance, no matter what the consequences might be.  So I came over and told Gilbert.  Oh, Anne, you must have thought me hateful in those weeks before I went away.  I didn't mean to be--but I couldn't think of anything except what I had to do, and everything and everybody about me were like shadows.\\\"\\n\\n\\\"I know--I understood, Leslie.  And now it is all over--your chain is broken--there is no cage.\\\"\\n\\n\\\"There is no cage,\\\" repeated Leslie absently, plucking at the fringing grasses with her slender, brown hands.  \\\"But--it doesn't seem as if there were anything else, Anne.  You--you remember what I told you of my folly that night on the sand-bar?  I find one doesn't get over being a fool very quickly.  Sometimes I think there are people who are fools forever.  And to be a fool--of that kind--is almost as bad as being a--a dog on a chain.\\\"\\n\\n\\\"You will feel very differently after you get over being tired and bewildered,\\\" said Anne, who, knowing a certain thing that Leslie did not know, did not feel herself called upon to waste overmuch sympathy.\\n\\nLeslie laid her splendid golden head against Anne's knee.\\n\\n\\\"Anyhow, I have YOU,\\\" she said.  \\\"Life can't be altogether empty with such a friend.  Anne, pat my head--just as if I were a little girl--MOTHER me a bit--and let me tell you while my stubborn tongue is loosed a little just what you and your comradeship have meant to me since that night I met you on the rock shore.\\\"\\n\\nCHAPTER 34\\n\\nTHE SHIP O'DREAMS COMES TO HARBOR\\n\\nOne morning, when a windy golden sunrise was billowing over the gulf in waves of light, a certain weary stork flew over the bar of Four Winds Harbor on his way from the Land of Evening Stars.  Under his wing was tucked a sleepy, starry-eyed, little creature.  The stork was tired, and he looked wistfully about him.  He knew he was somewhere near his destination, but he could not yet see it.  The big, white light-house on the red sandstone cliff had its good points; but no stork possessed of any gumption would leave a new, velvet baby there.  An old gray house, surrounded by willows, in a blossomy brook valley, looked more promising, but did not seem quite the thing either.  The staring green abode further on was manifestly out of the question.  Then the stork brightened up.  He had caught sight of the very place--a little white house nestled against a big, whispering firwood, with a spiral of blue smoke winding up from its kitchen chimney--a house which just looked as if it were meant for babies.  The stork gave a sigh of satisfaction, and softly alighted on the ridge-pole.\\n\\nHalf an hour later Gilbert ran down the hall and tapped on the spare-room door.  A drowsy voice answered him and in a moment Marilla's pale, scared face peeped out from behind the door.\\n\\n\\\"Marilla, Anne has sent me to tell you that a certain young gentleman has arrived here.  He hasn't brought much luggage with him, but he evidently means to stay.\\\"\\n\\n\\\"For pity's sake!\\\" said Marilla blankly.  \\\"You don't mean to tell me, Gilbert, that it's all over.  Why wasn't I called?\\\"\\n\\n\\\"Anne wouldn't let us disturb you when there was no need.  Nobody was called until about two hours ago.  There was no \\\\`passage perilous' this time.\\\"\\n\\n\\\"And--and--Gilbert--will this baby live?\\\"\\n\\n\\\"He certainly will.  He weighs ten pounds and--why, listen to him.  Nothing wrong with his lungs, is there?  The nurse says his hair will be red.  Anne is furious with her, and I'm tickled to death.\\\"\\n\\nThat was a wonderful day in the little house of dreams.\\n\\n\\\"The best dream of all has come true,\\\" said Anne, pale and rapturous.  \\\"Oh, Marilla, I hardly dare believe it, after that horrible day last summer.  I have had a heartache ever since then--but it is gone now.\\\"\\n\\n\\\"This baby will take Joy's place,\\\" said Marilla.\\n\\n\\\"Oh, no, no, NO, Marilla.  He can't--nothing can ever do that.  He has his own place, my dear, wee man-child.  But little Joy has hers, and always will have it.  If she had lived she would have been over a year old.  She would have been toddling around on her tiny feet and lisping a few words.  I can see her so plainly, Marilla.  Oh, I know now that Captain Jim was right when he said God would manage better than that my baby would seem a stranger to me when I found her Beyond.  I've learned THAT this past year.  I've followed her development day by day and week by week--I always shall.  I shall know just how she grows from year to year--and when I meet her again I'll know her--she won't be a stranger.  Oh, Marilla, LOOK at his dear, darling toes!  Isn't it strange they should be so perfect?\\\"\\n\\n\\\"It would be stranger if they weren't,\\\" said Marilla crisply.  Now that all was safely over, Marilla was herself again.\\n\\n\\\"Oh, I know--but it seems as if they couldn't be quite FINISHED, you know--and they are, even to the tiny nails.  And his hands--JUST look at his hands, Marilla.\\\"\\n\\n\\\"They appear to be a good deal like hands,\\\" Marilla conceded.\\n\\n\\\"See how he clings to my finger.  I'm sure he knows me already.  He cries when the nurse takes him away.  Oh, Marilla, do you think--you don't think, do you--that his hair is going to be red?\\\"\\n\\n\\\"I don't see much hair of any color,\\\" said Marilla.  \\\"I wouldn't worry about it, if I were you, until it becomes visible.\\\"\\n\\n\\\"Marilla, he HAS hair--look at that fine little down all over his head.  Anyway, nurse says his eyes will be hazel and his forehead is exactly like Gilbert's.\\\"\\n\\n\\\"And he has the nicest little ears, Mrs. Doctor, dear,\\\" said Susan.  \\\"The first thing I did was to look at his ears.  Hair is deceitful and noses and eyes change, and you cannot tell what is going to come of them, but ears is ears from start to finish, and you always know where you are with them.  Just look at their shape--and they are set right back against his precious head.  You will never need to be ashamed of his ears, Mrs. Doctor, dear.\\\"\\n\\nAnne's convalescence was rapid and happy.  Folks came and worshipped the baby, as people have bowed before the kingship of the new-born since long before the Wise Men of the East knelt in homage to the Royal Babe of the Bethlehem manger.  Leslie, slowly finding herself amid the new conditions of her life, hovered over it, like a beautiful, golden-crowned Madonna.  Miss Cornelia nursed it as knackily as could any mother in Israel.  Captain Jim held the small creature in his big brown hands and gazed tenderly at it, with eyes that saw the children who had never been born to him.\\n\\n\\\"What are you going to call him?\\\" asked Miss Cornelia.\\n\\n\\\"Anne has settled his name,\\\" answered Gilbert.\\n\\n\\\"James Matthew--after the two finest gentlemen I've ever known--not even saving your presence,\\\" said Anne with a saucy glance at Gilbert.\\n\\nGilbert smiled.\\n\\n\\\"I never knew Matthew very well; he was so shy we boys couldn't get acquainted with him--but I quite agree with you that Captain Jim is one of the rarest and finest souls God ever clothed in clay.  He is so delighted over the fact that we have given his name to our small lad.  It seems he has no other namesake.\\\"\\n\\n\\\"Well, James Matthew is a name that will wear well and not fade in the washing,\\\" said Miss Cornelia.  \\\"I'm glad you didn't load him down with some highfalutin, romantic name that he'd be ashamed of when he gets to be a grandfather.  Mrs. William Drew at the Glen has called her baby Bertie Shakespeare.  Quite a combination, isn't it?  And I'm glad you haven't had much trouble picking on a name.  Some folks have an awful time.  When the Stanley Flaggs' first boy was born there was so much rivalry as to who the child should be named for that the poor little soul had to go for two years without a name.  Then a brother came along and there it was--`Big Baby' and `Little Baby.'  Finally they called Big Baby Peter and Little Baby Isaac, after the two grandfathers, and had them both christened together.  And each tried to see if it couldn't howl the other down.  You know that Highland Scotch family of MacNabs back of the Glen?  They've got twelve boys and the oldest and the youngest are both called Neil--Big Neil and Little Neil in the same family.  Well, I s'pose they ran out of names.\\\"\\n\\n\\\"I have read somewhere,\\\" laughed Anne, \\\"that the first child is a poem but the tenth is very prosy prose.  Perhaps Mrs. MacNab thought that the twelfth was merely an old tale re-told.\\\"\\n\\n\\\"Well, there's something to be said for large families,\\\" said Miss Cornelia, with a sigh.  \\\"I was an only child for eight years and I did long for a brother and sister.  Mother told me to pray for one--and pray I did, believe ME.  Well, one day Aunt Nellie came to me and said, \\\\`Cornelia, there is a little brother for you upstairs in your ma's room.  You can go up and see him.'  I was so excited and delighted I just flew upstairs.  And old Mrs. Flagg lifted up the baby for me to see.  Lord, Anne, dearie, I never was so disappointed in my life.  You see, I'd been praying for A BROTHER TWO YEARS OLDER THAN MYSELF.\\\"\\n\\n\\\"How long did it take you to get over your disappointment?\\\" asked Anne, amid her laughter.\\n\\n\\\"Well, I had a spite at Providence for a good spell, and for weeks I wouldn't even look at the baby.  Nobody knew why, for I never told.  Then he began to get real cute, and held out his wee hands to me and I began to get fond of him.  But I didn't get really reconciled to him until one day a school chum came to see him and said she thought he was awful small for his age.  I just got boiling mad, and I sailed right into her, and told her she didn't know a nice baby when she saw one, and ours was the nicest baby in the world.  And after that I just worshipped him.  Mother died before he was three years old and I was sister and mother to him both.  Poor little lad, he was never strong, and he died when he wasn't much over twenty.  Seems to me I'd have given anything on earth, Anne, dearie, if he'd only lived.\\\"\\n\\nMiss Cornelia sighed.  Gilbert had gone down and Leslie, who had been crooning over the small James Matthew in the dormer window, laid him asleep in his basket and went her way.  As soon as she was safely out of earshot, Miss Cornelia bent forward and said in a conspirator's whisper:\\n\\n\\\"Anne, dearie, I'd a letter from Owen Ford yesterday.  He's in Vancouver just now, but he wants to know if I can board him for a month later on.  YOU know what that means.  Well, I hope we're doing right.\\\"\\n\\n\\\"We've nothing to do with it--we couldn't prevent him from coming to Four Winds if he wanted to,\\\" said Anne quickly.  She did not like the feeling of match-making Miss Cornelia's whispers gave her; and then she weakly succumbed herself.\\n\\n\\\"Don't let Leslie know he is coming until he is here,\\\" she said.  \\\"If she found out I feel sure she would go away at once.  She intends to go in the fall anyhow--she told me so the other day.  She is going to Montreal to take up nursing and make what she can of her life.\\\"\\n\\n\\\"Oh, well, Anne, dearie,\\\" said Miss Cornelia, nodding sagely \\\"that is all as it may be.  You and I have done our part and we must leave the rest to Higher Hands.\\\"\\n\\nCHAPTER 35\\n\\nPOLITICS AT FOUR WINDS\\n\\nWhen anne came downstairs again, the Island, as well as all Canada, was in the throes of a campaign preceding a general election.  Gilbert, who was an ardent Conservative, found himself caught in the vortex, being much in demand for speech-making at the various county rallies.  Miss Cornelia did not approve of his mixing up in politics and told Anne so.\",\"timestamp\":1639710001,\"title\":\"Practically.  Of course, there are a great many details he can't recall yet--but he remembers more and more every day\"},\"digest\":\"eB4miGtzylfulO0k8U5uLucb1Bv1fsLwApvqMI-YDag\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4f2d5yftd4Wz7ah8dcg4LYI2JQ3xGlZ41uTG-GEDhFk\\\",\\\"y\\\":\\\"ZuLP6UEfWPfWKgEKvuMitwRfV2AYJ3QnJRPKpBB640s\\\"}\",\"signature\":\"VhS0eGjl1NKeIiYIhaFCQ9wNiW7hrbWeNTkdVjU7i3t5ebXExCUl36irZtGqWbATvY6w98jj1hb1BbiyrY_Rhw\",\"signingKeySignature\":\"0x1a36ea433d9dd06161f220a48c28540c98c914f9355467a9c8391af84c3ebe4e238b1652f4a88083023b9fec2dc5454d56a255b0a3b5d4053b2ad4ef23676cf91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4f2d5yftd4Wz7ah8dcg4LYI2JQ3xGlZ41uTG-GEDhFk\\\",\\\"y\\\":\\\"ZuLP6UEfWPfWKgEKvuMitwRfV2AYJ3QnJRPKpBB640s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eB4miGtzylfulO0k8U5uLucb1Bv1fsLwApvqMI-YDag\"}"