"{\"content\":{\"body\":\" \\n   \\n 《丁文茶语》（1——20) \\n  \\n 　　汉上茶人: \\n 　　\\\\[聊天记录\\\\] \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（1）：三句话说完中国茶道历史：中国茶道酝酿于魏晋南北朝，草创于大唐，鼎盛于宋明。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（2）：什么是茶道？我的定义是：茶道是一门以饮茶为内容的文化艺能，是茶事与传统文化的完美结合，是社交礼仪.修身养性和道德教化的手段。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（3）：中国茶道的文化底蕴一言以蔽之，曰释.道.儒也！古代士子爱茶，并以茶为心灵的宗教，故为文触及中国传统文化的内核，其文书香弥漫，宗教气息氤氲，博大而精深：今之网络快手小作家们以咖啡.可乐.汉堡包为图腾，故为文势利而浅薄，简单而直接，如浮萍漂浮在生活的表层，喧嚣.梦幻.诡谲.夸张.炫耀，娱乐至死，玩文学是也！ \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（4）：饮茶风尚形成于儒学时代，茶道之花又经儒士们的精心浇灌而花繁叶茂。雅士茶会绝对是大唐一道靓丽的人文风景线。夫子曰“有教无类”，饮茶亦是无差别境界，故“三无人员”（无学历.无身份.无钱财）陆羽可以成为大宰相颜真卿的最佳茶友。茶风的灵魂是个“和”字，以和为贵，若做人霸气.强势.高冷.孤傲.自负，不善沟通，这样的人可做酒徒，酒场上叱诧风云.吆五喝六亦无妨，但难做茶人，因为他没有茶人温良恭俭让的茶人风范。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（5）：鄙人著《中国茶道》的初衷是有感于“国人知茶而不知茶道，知日本茶道声名远扬，却不知中国茶道源远流长”。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（6）：中国人饮茶重视环境的选择和气氛的营造，这是中国古典哲学“天人合一”理念的体现，这也是道家茶文化精髓之所在。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（7）：中国饮茶之风起始于两汉，开创于川西，发端于饮食，基础在民间，完善靠士子。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（6）：中国人饮茶重视环境的选择和气氛的营造，这是中国古典哲学“天人合一”理念的体现，这也是道家茶文化精髓之所在。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（8）：鸦片战争远因的另类解读：英国“下午茶”的流行刺激消费，导致茶叶贸易占比九成，英国国库空虚。华生少校提出在印度种鸦片交换中国茶的计划。于是鸦片源源不绝地运入中国，清政府白银外流，国库空虚，民贫国弱。于是1939年6月3日林则徐虎门禁烟，1940年6月爆发鸦片战争。中国自此沦为半殖民地半封建社会，并割让香港。按时下网络语言，就是“茶叶惹的祸“。 \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（9）：丁文《茶乘》封底语：“中国茶道负载着儒.道.佛三教文化的内涵：中国士子创立和发展了中国茶道，并以茶道为心灵的宗教。” \\n  \\n 　　汉上茶人: \\n 　　《丁文茶语》（10）：茶史上的经济间谍第一人是英国植物学家福钧。1848年福钧奉英国政府之命到中国窃取茶叶的生产技术。他化妆成清朝普通百姓，用了七八年时间，先后潜入黄山.武夷山茶区，盗取种茶技术.红茶和花茶制作工艺以及泡茶程序，并招聘熟练技工喝采集茶种。到1903年印度成为产茶国，英国人茶叶自给率达百分之五十九，中国茶叶外贸比率下降百分之十。百余年后印度成产茶大国，中国茶产业跌落神坛，直到21世纪初才重拾往日辉煌。西方人常借“知识产权”话题施压中国，真是强盗装正经。一片小小的茶叶竟照见了西方列强的丑恶嘴脸。 \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　11   孟郊《游子吟》诗云“谁言寸草心，报得三春辉”， 言孝道也！中国是人情社会，故讲孝道；西方是丛林社会，只讲利益。文革年代用阶级情取代骨肉亲情，弄得道德沦丧，事实证明此路不通。家国情怀曾经维系中国宗法社会数千年之久，对“中国特色社会主义”模式似乎也很管用。——这就是中国国情。西方的民主自由当然是个好东西，但中国照搬照套水土不服，最近香港的乱局足以说明美式民主并非 \\n 　　普世价值。孝道对于中国人来说已成遗传基因，不可或缺。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　12   陈子昂《登幽州歌台》诗云“念天地之悠悠，独怆然而涕下”， 怀才不遇，吊古伤今也！怀才不遇的情况有别，或黄钟毁弃，或瓦釜雷鸣，或才大无用，或庸才不用。公平公正总是相对的，埋没人才的事总会发生。比较而言，中国封建时代的科举选拔制度是伟大的发明，底层人士可以实现人生跨越式的发展，“将相出寒门”就是适例。当代的升学考试制度可以促进阶层的流动，贫儿可以中“状元”。中国式的官吏推荐、考核、选拔、任命制度体现“民主集中制”原则，比西式票选先进。西方社会的一人一票看来很公平，似乎人人可以当总统，但不是财阀或政治家族有可能么？特别是当代的资本主义国家，民主乱像环生，平民绝对不会当选，最杰出的政治精英也浮不出水面，选个三流货色算是选民走运“瞎猫碰上死耗子”。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　13  李颀《送陈章甫》诗云“腹中贮书一万卷，不肯低头在草莽”， 好清高啊！中国是五千年的文明国家，儒家火了两千年，儒家火则读书人吃香。这位李诗人是饱学之士，自视甚高，虽然手无缚鸡之力，却还瞧不起草莽之人。知识分子在文化革命中吃尽了苦头，一个“读书无用论”将他们打入宝塔负一层，直到邓大人把他们归于劳动人民才把腰伸直、把头抬起。如今“科技是第一生产力”，又要提升国家软实力，知识吃香知识分子跟着吃香。经过大起大落，当代“士子”要懂得自珍自爱，不要学术造假，不要沽名钓誉，不要攀龙附凤，不要崇洋媚外，要继承古代士子的风骨节操，要有家国情怀，别玷污士子的尊严。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　14  李白 《庐山谣寄卢侍御虚舟》诗云“我本楚狂人，凤歌笑孔丘”，楚狂人接舆唱凤歌嘲笑孔夫子周游列国谋一官半职的举动受到李白的点赞，其实李白也是很想做官的，而且想做大官，唐玄宗初很赏识，接触过后发现他不是那一块料，给个闲差安慰安慰，李白很不爽，于是失态而狂放不羁，寄情于山水以呈现自己的独立人格。古代士子有傲骨也有媚骨，明明想做官却又装作不屑一顾，丢了官归隐明明很失落却又装作很清高。今之士子不会那么清高了，因为现在路子多了，做官不是最重要的选项，也不会以拒绝当官来表示自己的傲骨，因为你拉架子没人买账，何况做官是为人民服务，没多少名利可捞。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　15   李白 《梦游天姥吟留别》诗云“海客谈瀛洲，烟涛微茫信难求”，千多年前的李白时代连东海的几个仙岛也弄不明白，当今情况如何呢？中国的北斗导航系统分辨精度达到10米，在天上可以看清敞篷汽车及其座客的人数。唐代人们的想像空间和现代人的想像空间范围上言之，不是一个量级，但正因为科技的发展延伸了人类的视野，想象的浪漫程度反而大幅降低，更多的是实实在在的求索。实际上科幻作家的想象力已成为现代浪漫主义的佼佼者，诗人不再独享桂冠。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　16   李白 《宣州谢晀楼饯别校书叔云》诗云“俱怀逸兴壮思飞，欲上青天览日月”，这是最具力度最具豪情的浪漫主义，表达了古人探索宇宙的强烈愿望。中国文化偏重人文，轻视科技，“五四运动”后有所觉醒，但直到改革开放后才鲜明地提出“科技是第一生产力”，中国人才加大力度搞“科创”，并取得了巨大成就，嫦娥四号实现了在月球背面软着陆，李白上天览（揽）月的梦想变成了现实。作古千余年的李白先生若地下有知，一定会诗兴大发，吟诗祝贺。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　17   李白 《宣州谢晀楼饯别校书叔云》诗云“抽刀断水水更流，举杯浇愁愁更愁“，这位借酒浇愁的天才诗人内心的忧愁竟如此绵长！似乎与他洒脱、开朗、豪放的个性不相吻合。其实不奇怪，诗人本来就多情善感，此乃诗歌感情的源头，往往是忧愁越深，感情越真，诗作愈见精彩。心如死水者别说作诗，就是读诗也很难读出味道来。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　18    岑参《轮台歌奉送封大夫出师西征》诗云“轮台城头夜吹角，轮台城北旄头落“，铁马冰河，从古到今，华夏儿女戌守边关何等辛苦！何等英勇无畏！我们应当敬畏古今那些戌边的英雄和边民，是他们确保了祖国疆域的完整。轮台在新疆北，正当丝绸之路，唐朝时就是军事要冲之地，这是普通的地理常识，也足见疆独分子的无知无识，狼子野心。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　19  杜甫《古柏行》诗云“志士仁人莫怨嗟，古来才大难为用“， \\n 　　”，人才竟然重要，缘何才大排不上用场呢？一是庙小供不上大神，二是因他人妒贤嫉能遭人排挤，三是没有对口的岗位。说到底还是一个平台问题，用人单位应爱惜大才，提供相应的平台以展其抱负，开拓新的项目用其所能，暂时无合适岗位也要接纳储备人才。人才要合理使用，不能如葫芦瓢一般挂在墙上。 \\n  \\n 　　汉上茶人: \\n 　　丁文《唐诗别裁——品茗畅想曲》 \\n 　　20  王之涣《登鹳雀楼》第二句诗云“黄河入海流”，描述的是百川归大海的壮观景象。百水入溪，百溪入河，百河入江，百江入海，所谓“海纳百川”是也！再伟大的个体也只是一滴水，归于大海才不会干涸，即使有超级能量的水滴也必须遵循这一规律。我们不否定精英的作用，但精英不想从人间蒸发，就必须融入大海然后成于大海，这个“大海”就是芸芸众生，你高高在上就不接地气，就是无根之木。\",\"timestamp\":1640827205,\"title\":\"《丁文茶语》（1——20)\"},\"digest\":\"8umlLJ_IZlYti4bc9cTbbSJvnqk15jefivsjVWqU4Lk\",\"authorship\":{\"contributor\":\"0x6D85f1b7fE6477Cec2bAF871d72e3504100Cd6df\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T50_119dYTKmnNcU-1fM-VKHKooP8BfSw0mBsUFd-qI\\\",\\\"y\\\":\\\"QF62jfgPbV-osYndeN9Un7jSX0cg0Dwxpg6IDvU_6w0\\\"}\",\"signature\":\"c7CHQG66cpj8nolVBiUDplqvIq3lMEJuFUIzcpLvsPmE8poBga9301QtnYQNpe91jsIcRV8riX9PD1I6cESEPg\",\"signingKeySignature\":\"0x58218ac68e94c488dcac342aa694da092b84153c455474b6764b0b1f12773c9c5f06bcfe06d64cf3a06368bf8f7e5276a7cf7b8ba81214cf3d24d560e9e4d7881b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T50_119dYTKmnNcU-1fM-VKHKooP8BfSw0mBsUFd-qI\\\",\\\"y\\\":\\\"QF62jfgPbV-osYndeN9Un7jSX0cg0Dwxpg6IDvU_6w0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8umlLJ_IZlYti4bc9cTbbSJvnqk15jefivsjVWqU4Lk\"}"