"{\"content\":{\"body\":\"*Proposal for [”Seeking a New Kind of Public Good”](https://gitcoin.co/blog/seeking-a-new-kind-of-public-good/) by [Olli Tiainen](https://twitter.com/olliten)*\\n\\n\\n---\\n\\nWe are running out of time.\\n\\nEvery region of the world is seeing irreversible damage due to climate change. [The new report](https://www.ipcc.ch/2021/08/09/ar6-wg1-20210809-pr/) by the United Nation’s Intergovernmental Panel on Climate (IPCC) states that “unless there are immediate, rapid and large-scale reductions in greenhouse gas emissions, limiting warming to close to 1.5°C or even 2°C will be beyond reach.”\\n\\nIn other words, extreme mitigation is needed.\\n\\n![Picture 1: CO2 reduction pathways to keep global temperature rise below 1.5 °C. Our World in Data.](https://images.mirror-media.xyz/publication-images/x7ZOPHf-C1FLb0ua6u4te.png?height=596&width=1195)\\n\\nThe challenge is daunting. Getting gradually to net-zero emissions is not nearly enough — we also need to draw carbon from the atmosphere.\\n\\nAlmost every part of the economy needs to be transformed — from eliminating emissions in electricity production, food, agriculture, land use, industry, transportation, and buildings to creating natural and artificial carbon sinks on land and in the oceans.\\n\\n![Picture 2: Emission sources & natural sinks. Drawdown.org.](https://images.mirror-media.xyz/publication-images/-D4-R6--uJ3tbbBGZ5LRz.png?height=606&width=1341)\\n\\nThe undertaking requires [integrated interventions](https://medium.com/in-search-of-leverage/innovating-in-complexity-part-ii-from-single-point-solutions-to-directional-systems-innovation-dfb36fcfe50) in economic, political, technological, and social systems along whole value chains. [All levers of change](https://www.climate-kic.org/opinion/transformation-capital-new-investment-logic/) must be simultaneously engaged: technological innovation, policy and regulatory frameworks, financing models, social norms and behaviors, skills and capabilities, citizen participation models, identities and narratives of individuals and collectives, business models, and production and consumption paradigms.\\n\\nFurthermore, [fixed plans](https://medium.com/in-search-of-leverage/innovating-in-complexity-part-i-why-most-roadmaps-lead-straight-to-the-graveyard-ced34b5a23fa) are bound to fail because the systems are complex and behave unpredictably (see Picture 3). Instead, we need to experiment our way forward.\\n\\n![Picture 3: Global food production as a complex adaptive system.](https://images.mirror-media.xyz/publication-images/HACTO6JC2sxRaKnjRMGBt.jpg?height=995&width=1470)\\n\\nThe problem is that the current market pull is not sufficient enough to incentivize large-scale experimentation. Yet, coordinating these experiments across different systems and levers over the next decades is impossible for centralized actors such as governments.\\n\\nTherefore, we need to create new market mechanisms that reframe people’s thinking to the longer term and better subjects for their attention.\\n\\n## Social Policy Bonds as Market Makers for Public Goods\\n\\nEnter social policy bonds.\\n\\nSocial policy bonds (SPBs), [initially proposed](https://socialgoals.com/ieaspbs.pdf) by [Ronnie Horesh](http://socialgoals.com/) in 1988, are financial instruments that reward people when they achieve social goals.\\n\\nThe bonds are simple in design. They do not bear interest and are redeemable for a fixed sum when a specified social objective is reached. The bonds are distributed to preselected agents or auctioned off to the highest bidders. After this, they freely trade in the open market, causing their market value to rise and fall.\\n\\n> *As an illustrative example: The city of Helsinki wants to reduce Helsinki’s annual carbon dioxide emissions by 80% by 31st of December, 2030, as measured by real-time data from NASA's carbon-sensing satellites. The city agrees to pay out $60 M in total when the reduction is achieved. It issues 600 000 carbon bonds redeemable for $100 at the date of reaching the target and then auctions those off to the highest bidders among its \\\\~ 600 000 citizens, who can later sell the bonds or buy more on secondary markets.*\\n\\nDespite their simplicity, SPBs have a rich set of properties that make them excellent tools for climate finance:\\n\\n1. They create a group of bondholders incited to efficiently achieve the targeted social objective or pay others to do so. Furthermore, the bondholders are incentivized to share ideas, skills, and resources that help reach the objective.\\n2. The market mechanism will ensure that the bonds end up in the hands of bondholders that can most efficiently create a meaningful change in the KPI to which the social objective is tied. Inefficient bondholders reduce the likelihood of reaching the objective and thus lower the price of their tokens. At some point, the inefficient bondholders will benefit more from selling their bonds to efficient bondholders than holding the bonds themselves. In addition, the bonds are solution-agnostic and thus able to engage any lever of change necessary.\\n3. Some bondholders may contribute to only a few of the early processes necessary to achieve the objective. Once these investors have contributed and seen the value of their bonds rise in line with the increased probability of the bonds’ redemption, they may sell the bonds to the next bondholders with more expertise in carrying out the later processes.\\n4. The market for the bonds provides valuable information for both investors and bond issuers. The higher the price relative to the payout, the faster or cheaper will the specified goal be achieved. This information will, in turn, help decide where to allocate society’s scarce resources.\\n\\nYet, for all their attractive properties, social policy bonds have never been put into practice after their invention 33 years ago. There is no research (that we know of) on why governments have been reluctant to try them out. However, we can speculate why, by comparing Social Policy Bonds (SPBs) with their more famous cousins Social Impact Bonds (SIBs) that since 2010 have been issued 214 times in 35 countries.\\n\\nSIBs are like SPB’s except that they are non-tradeable. This difference may sound tiny, but it radically changes the way goals are pursued: Because SIBs won’t change hands once issued, governments need to carefully pick and choose the delivery partners and the theory of change against which to measure impact. Thus SIBs are suited for short-term goals, where the solution can be imagined in advance.\\n\\nOn the other hand, social policy bonds work best for ambitious long-term goals that require diverse, adaptive, collaborative, and often uncertain approaches. These features may make SPBs challenging for governments to issue: long timelines could exceed budgetary periods, ambitiousness might surpass branch responsibilities, and relinquishing control over how public goods are delivered could conflict with the cultural premises of governments and their industrial, linear, and redlined past.\\n\\nIt is thus unlikely that governmental institutions will spearhead social policy bonds. Yet, for SPBs to make a real difference, we need their financial support.\\n\\nHow to get them on board?\\n\\n## Decentralized Impact Organizations (“DIOs”) to Supercharge Social Policy Bonds\\n\\nCrypto has transformed grassroots-level organizing. For the first time in history, it is possible to economically align networks of strangers into working together by using programmable incentives and providing them with tools to make decisions and govern shared resources in a decentralized manner. These new organisms are [called by many “DAOs](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/),” Decentralized Autonomous Organizations.\\n\\nAn SPB and its bondholders together form an entity very similar to a DAO: the bondholders form a grassroots organization and share an economic fate via the bonds they own. What is particular about this type of “DAOs” is that its token (the bond) derives its value from the quality of a public good. To distinguish it from generic DAOs, we’ll call them “DIOs,” Decentralized Impact Organizations.\\n\\nThe technology for creating crypto-native DIOs already exists. Six months ago, [UMA Protocol](https://umaproject.org/) launched a new crypto-derivatives product called “Key Performance Indicator Options.” [KPI options](https://docs.umaproject.org/products/KPI-options) were [initially created](https://medium.com/uma-project/uma-kpi-options-and-airdrop-bae86be16ce4) so that crypto protocols could trustlessly guarantee that their community receives rewards for hitting milestones such as increasing Total Value Locked (TVL). However, their design allows them to be used for SPBs, too.\\n\\nKPI options are synthetic (ERC-20) tokens that will pay out rewards if a KPI reaches predetermined targets before the given expiry date. Every KPI option holder has an incentive to improve that KPI because then their option will be worth more.\\n\\nLaunching an SPB as a KPI option token is simple:\\n\\n1. **Define a KPI metric** for the synthetic.\\n2. **Determine parameters:** a KPI target, an expiry date, and a payout value.\\n3. **Mint tokens** by depositing collateral to be used at settlement.\\n4. **Set up a secondary market** on Uniswap or other AMMs for ERC-20 tokens.\\n5. **Distribute tokens** by airdropping them to preselected addresses or by selling them for stablecoins via a Gnosis Auction or by other means.\\n\\nDIOs that take advantage of KPI options not only democratize the creation of SPBs. They also radically expand SPBs’ properties. With KPI options...\\n\\n1. Anyone can issue tokens for free in a matter of hours - skipping month-long paperwork and massive costs required to list assets on traditional secondary markets.\\n2. Anyone can add collateral, which enables multiple parties to join a contract to incentivize the change they want to see in the world. This property is not something to overlook. Philanthropic donations to mitigate climate change are proliferating, and for example, in the U.S, between 2014 and 2019, they [nearly doubled](https://www.climateworks.org/press-release/funding-trends-climate-change-mitigation-philanthropy/#:\\\\~:text=In%202019%2C%20philanthropic%20funding%20to,billion%20in%20total%20philanthropic%20giving.&text=Pinpointing%20activities%20that%20do%20not,climate%20solutions%20to%20be%20effective.) from $900 million to at least $1.6 billion. In addition, crowdfunding of climate goals [may rocket](https://unfccc.int/files/cooperation_and_support/financial_mechanism/standing_committee/application/pdf/paper_-_microfinancing_.pdf) in the coming years.\\n3. Funders can add more collateral to the contract at any time before expiry. This feature is handy because the optimal payout level is hard to determine beforehand. The size of the payout does not necessarily increase the probability of success linearly. Therefore market reaction can help determine whether the initial payout is too low and needs to be improved.\\n4. Investors owning a token can split a primary goal into several secondary goals and fund the secondary goals directly instead of picking and funding projects that may or may not succeed.\\n5. Tokenholders can access the rapidly developing set of tools for decentralized organizations and 10X their ability to find each other, create a sense of mission and belonging, and coordinate action across geographies.\\n\\nWell... at least that’s the hypothesis. What we now need is a pilot.\\n\\n## The next step: a DIO pilot\\n\\nThe purpose of this essay is to propose DIOs as a novel mechanism for climate change mitigation and expose it to scrutiny before designing a real-life pilot. To make the proposal more concrete, we next present some design constraints for the pilot and sketch an outline for a “launchpad” for DIOs.\\n\\nThe primary goal of the DIO pilot is to test the concept and learn whether the mechanism can produce expected results in real life.\\n\\nSPBs are well suited to climate mitigation because reducing greenhouse emissions focuses on a well-defined and measurable global externality. However, a good KPI target for the pilot needs to fulfill several requirements:\\n\\n* The target defines a hard problem that requires diverse, adaptive, collaborative, and uncertain approaches to solving it.\\n* Yet, the target can be reached within months.\\n* The underlying phenomenon that the KPI measures and at least one data feed for the KPI must be too costly to manipulate.\\n* The target can attract enough climate mitigation capital.\\n\\nThe secondary goal for the pilot is to validate the need for a “launchpad” for DIOs — a website that can help climate mitigation funders and operators build and scale DIOs in an instant. Potential features could include:\\n\\n* Find and follow a wide variety of climate KPIs in one place\\n* Find preselected and vetted data feeds that can be used for issuing new tokens\\n* Issue, collateralize, airdrop, auction, and recollateralize tokens\\n* Mint NFTs in return for funding DIOs\\n* Find issued tokens, and buy and sell them\\n* Find & connect with other tokenholders and communities for each issued token\\n\\nThe global climate finance market must grow at an unprecedented scale of [$3-5 trillion per year](https://www.theasset.com/treasury/42721/climate-finance-must-grow-by-us3-5-trillion-per-year-globally) to meet the Paris Agreement targets. Novel market mechanisms are needed to channel those funds effectively.\\n\\nThe job for us now is to concretely demonstrate to parties funding climate action that decentralized technologies can provide a viable alternative.\\n\\n\\n---\\n\\n**Thanks for getting this far! If you enjoyed this essay, please share it forward** 🙏\\n\\n[https://twitter.com/olliten/status/1450515388941455366?s=20](https://twitter.com/olliten/status/1450515388941455366?s=20)\\n\\n\\n---\\n\\n*I want to thank [@stskeeps](https://twitter.com/stskeeps) for initially pointing me to the social policy bond literature, [@LauriPietinalho](https://twitter.com/lauripietinalho?lang=en) for taking the role of a devil’s advocate and providing valuable suggestions for this proposal, and [Ronnie Horesh](https://socialgoals.com/index.html), [@JuhaLeppanen](https://twitter.com/juhaleppanen), [@MikaPyykko](https://twitter.com/MikaPyykko) for sharing their points of view on social policy bonds with me during the preparation of this essay.*\",\"timestamp\":1634683176,\"title\":\"DIOs - Decentralized Impact Organizations for the Climate\"},\"digest\":\"qMtyCatSNjlHo3lB4D7l0JHu0_3frRPL30KVkv2YJlU\",\"authorship\":{\"contributor\":\"0x78811a8c5943d5FD339986e5FfF079B07D8B3e93\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HMFYusg8dIOgnoKArq-eSd-2DmgSz5Ly34O43sRhqjQ\\\",\\\"y\\\":\\\"4aAxB-hoCDUNpgB7HCRv_sSJuENemHQCH8dG06nCw90\\\"}\",\"signature\":\"ydMVUnueOslbh-cvH8rFpcbnkRlOSIQic47HEbVGJWkvWA_wO1RWOYRvEVNUs5Y4t2U0xDyuj32O8Ne3m6jBzg\",\"signingKeySignature\":\"0xa5d381cd0c3ec0e54e59f8f253617137293bcdab756e2f879c9e1c4def3eda3d3f80222a56042dbb81fe6f3b665e2c78952c05d26292be45a85afa4d723dc66f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HMFYusg8dIOgnoKArq-eSd-2DmgSz5Ly34O43sRhqjQ\\\",\\\"y\\\":\\\"4aAxB-hoCDUNpgB7HCRv_sSJuENemHQCH8dG06nCw90\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"149Q5LjUJzioXp-mC-8gazh5gbfqF5gEP9RpXIh1Kzc\"}"