"{\"content\":{\"body\":\"My god the amount of froth and FUD around Web 3 these days! Literally as I typed this up two of the largest CT voices posted mic drop excellent pieces - [Bankless and Li Jin](https://twitter.com/TrustlessState/status/1483128213530243074?s=20) (supporting the froth) and [Packy McCormick](https://twitter.com/packyM/status/1483465445780996107?s=20) (addressing the fud). Please understand that, while it looks like I am piling on, I started writing this before those came out.\\n\\nAlas, I’ve made some edits. I’ve “punched it up” a little. The goal of my piece was always to discuss how ownership is a dial for development. Now for your added entertainment, I am also going to shine a light on the massive impact of Web 3 through unrelated analogies and hyperbolic ideas like Web 3 will curb wealth inequality, reshape the entire economy, and limit the negative global impact of big business. Ladies and gentlemen, zenith-froth!\\n\\n## Read Write Own\\n\\nWe are seeing only the first glimpses of Web 3 and already this fuzzy image is engendering extreme froth to fud zeitgeist-pendulum swings. Not only do we still have to build and experience Web 3, but we actually have to build many of the underlying elements that will enable it, like mass adopted zero-knowledge proof technology, next-generation crypto wallets, new social behaviors, and reasonable regulation to pluck a few examples. And this is ok. It would have been an incredible leap to predict the creation of influencer marketing in the early days of Friendster. But the onslaught of social media douchebags/thought-leaders let us know something big was coming now that the web had become read AND write.\\n\\nWeb 3 is about ownership. The web is now read, write, and own. This ownership is made possible by blockchain technology. And this piece of technology is working. This genie is out of the bottle.  \\n\\nNow, for a rambling analogy. This is an idea I came to on my own a long time ago and it has stuck with me. No doubt it had already been thought of by someone else, and possibly it has even been debunked but I’m confident it serves its purpose here. Socialism seems to be a wonderful thing – everybody works the best they can to create a system that will take care of everyone. So why is socialism worse than capitalism? Let me suggest that in socialism since the system pushes against the ability to generate wealth, there is only one check and balance – who you know. Now, if you had the right connections, you would know which breadline to stand in for the fresher bread. Capitalism on the other hand, while far from perfect, has two checks and balances – who you know AND how much money you have. Having two dials to twist, people can better express themselves, and society functions better. Two dials are better than one.\\n\\nOwnership is a new dial for the web. A third dial that makes the web read, write, and now own. In time, as we come to understand how to use this third dial when building products, partnerships, organizations, businesses, communities, careers, etc. we will build better ones.\\n\\n## Who Owns Web 3?\\n\\nIf we’re going mega-froth here, we do need to address the peak FUD. That infamous @jack [tweet](https://twitter.com/jack/status/1473139010197508098?s=20).\\n\\nEven if the antiquated and possibly unconstitutional accredited investor rules in the US didn’t exist, of course, the money is flooding into Web 3. What Jack misses is that Web 3 will evolve who owns the web because it will evolve *how* the web is owned. That’s not to say VCs and their LPs aren’t going to make bank, just that they will be making returns ushering in protocols and dApps that will then distribute their very ownership.    \\n\\nThe other types of projects, the supposed antithesis of VC-backed Web 3 projects are projects with fair token launches. Both types of projects find themselves in the crucible of Web 3 amidst ideas like dilutive ownership. This is just one example, but dilutive ownership articulated by Mark Beylin on the podcast [On The Other Side](https://anchor.fm/the-other-side-pod/episodes/23--Mark-Beylin-Abundance-in-web3--dangers-of-linking-self-worth-to-tokens-e1c4m8q/a-a756i3v) suggests that, over time, the founder and investor shares of revenue should be diluted. This takes exit to community and buidl with community to its inevitable conclusion. It hints that a world of governance hacking and vampire attacks will not abide persistent owners of owners.\\n\\nAnd this is happening. Just recently, the current darling of the VC community – Open Sea just received its first bite. Before that the embattled Pudgy Penguins community parted ways with the founding team, and just before that Block One was forked out of EOS. I think we can expect this to continue. Even accelerate as community management becomes more sophisticated and work on governance mechanisms like quadratic voting and better DAO tooling further tilts the playing field toward decentralization.\\n\\n## What Could You Own?\\n\\nRemember how capitalism worked better than socialism because two dials are better than one? In the 1950s, well before the movie Working Girl, neighbourhoods were filled with single-income households. I’m from a middle-class Canadian household. It scares me to my bones the way the economy quietly shifted to require two-income households. To live the same life, twice as many people need to work?!? While it is better both men and women are forced to work than for the world to continue to ignore the output and genius of 50% of humanity – we already missed out on the female version of Mozart! But our relentless desire to keep up with the Joneses bids up prices. This is all further exacerbated by a system that increases income inequality each day. So even as society grows GDP, most are working harder for fewer returns because gains are increasingly captured by the wealthiest asset owners. Distributing ownership begins to change that calculus.\\n\\nThe other gain we might expect from enabling ownership is that with ownership, people will have more control over their schedules. When people control their schedules it’s easy to imagine many of them will be tempted to step off the hamster wheel. If the Joneses are flexing their free time, and we can expect people to continue to want to “keep up with these Joneses”,  we can expect people to opt for more and more free time. In this environment we will discover the economy quietly shift in the other direction, to not require as much income for each household. We might discover society functions just fine on a four-day six-hour workday. Just as the economy shifted to require two-income households, with this third dial, it will shift one more time to function with two income earners who own their work. And through the control that ownership brings, own more of their time.\\n\\n## Epilogue: Make Some Noise\\n\\nTo recap, the kernel of Web 3 is an ownership dial available to all (cough accredited investor rules cough). The super-froth I whipped up was that Web 3 will curb wealth inequality because ownership will become increasingly decentralized. And Web 3 will reshape the entire economy because ownership will give people more control over their time which will lead to people collectively working less which will surprisingly lead to the economy requiring less work. And Web 3 will limit the negative global impact of big business. Well, I didn’t get to that one. It is addressed in the [Cambrian Protocol litepaper](https://cambrianprotocol.com/wp-content/uploads/2021/07/Cambrian-Protocol-Litepaper.pdf).\\n\\nI hope you can tell I am being a little flippant with the froth. Nobody can tell you how this will play out. Can we ever get to a place where community-owned DAOs interconnected with community-created smart contracts (see Cambrian Protocol) using community-owned protocols can outcompete centralized organizations? Will some of Web 3’s ownership be sprinkled in with some of Web 2’s centralized products like constellations in an eternal embrace? If you are an optimist like me, you’re excited. It’s why I am working in the space.  \\n\\nHere is the last loosely related poorly researched analogy. A colossal, missed opportunity of the vaccine rollout was the handling of mRNA science. I’d like to suggest part of the science behind the COVID-19 vaccines, mRNA science stands on as big a breakthrough as the discovery of the atom or the theory of general relativity. When generation X went to school the belief was that around 99% of the DNA in our cells was vestigial unused DNA from further up the tree of life. Junk. It turns out, that was wrong. It turns out most of that DNA isn’t junk at all. It is required for the coding of mRNA and other regulatory systems. It turns out unlocking the science of mRNA was something like discovering the gas pedal and the steering wheel of our cells. Just a massive breakthrough. I’d like to put forward that making a bigger deal out of the breakthrough might have helped more people believe in the vaccine.\\n\\nWhat I am getting at here is that the promise of Web 3 is a further unlocking of the gas pedal and steering wheel of human organization by adding an ownership dial to the dashboard. And what I am getting at here is that we are better served ignoring the Web 3 FUD and embracing the Web 3 froth.\\n\\nSo, bang the drum and shout about it from the hilltops people.\\n\\n## Post Epilogue: Warning Shill Ahead\\n\\nAt the time of Marc Andreessen’s famous “[software is eating the economy](https://www.wsj.com/articles/SB10001424053111903480904576512250915629460)” op-ed the economy and software were two different things. What was meant then was that all businesses were becoming software companies first because software could be used to better conduct business as usual. Blockchain technology is currently eating software and that’s powerful. What is absolutely jaw-dropping is that value is becoming digitized. In time, every major transaction and most minor transactions will occur on-chain. Web 3 will be an internet of value. Business will move on-chain. In a way, software *will be* the economy.  \\n\\nCambrian Protocol is building a community specifically focused on combining smart contracts with broader Web 3 infrastructure to help busienss move on-chain. Why use a dead paper contract when you can use a living digital smart contract? Not enough? Imagine what these contracts will become once connected to NFTs, DeFi, the internet of things, AI, location/mobile/social, machine learning at scale, etc. Please [drop by](https://discord.gg/4vHjmQZd) if you’re interested.\",\"timestamp\":1642616637,\"title\":\"The Ownership Dial\"},\"digest\":\"tiCCOWYYNokSELk9KYNnp2no1lMy0OZWd14BHuEWVY8\",\"authorship\":{\"contributor\":\"0xDbd6EDa9C8D51a8503A6C4e8494Ee51210B3dA1d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UVaJydHlJCtVGT2o7yLoc-rST_58d7FRLYNnwIB4aFw\\\",\\\"y\\\":\\\"XIWRu5wUEuDxA60SEkXVCqsvujNM8K8dB6sxHoyo7GU\\\"}\",\"signature\":\"zUk3WZVlJPOXRxcENui28IhVtq4lM5r8iS8_0dd3QmakgX7pvAVAP6MIioNR2SZpxHyKbdmwpB-1rlTrXsWzyA\",\"signingKeySignature\":\"0xeaa77be911aa3b2ac5d592cda1584ee2913303c7f6105adbc80f8054754bb9e75a708a59dcc1ce94ca9ecf8222606927b6969812741bef699b4ae5168843176d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UVaJydHlJCtVGT2o7yLoc-rST_58d7FRLYNnwIB4aFw\\\",\\\"y\\\":\\\"XIWRu5wUEuDxA60SEkXVCqsvujNM8K8dB6sxHoyo7GU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YNki8ACVstR_OWHNszzCChtFtwzc8d2nau4Mu7W8PIE\"}"