"{\"content\":{\"body\":\"The success of web3 will eventually hinge on how well we can explain it.\\n\\nAt the time of writing this, web3 is in a period of innovation, growth and excitement.\\n\\nThat’s because it’s in a magical space. The space where innovators and early adopters meet.\\n\\n![The Diffusion of Innovation Curve. With emojis.](https://images.mirror-media.xyz/publication-images/NyospGzn7Tn7lTPiHUmQr.jpg?height=1500&width=3000)\\n\\nInnovators create a wonderful mess of new ideas and technology.\\n\\nEarly adopters hack their way through that mess like explorers making their way through undiscovered jungles.\\n\\nGetting into this world of web3 is hard work. You know that. It requires questions and study and experimentation and spending money and making mistakes and learning new words and… well, you get the point.\\n\\nAll that extra effort is energizing to early adopters. It makes them feel like they’re part of something new (they are) and that they’re contributing to its success (they are).\\n\\nAnd just as early adopters will put up with bugs and slow performance, they will also put up with a lack of clear explanations.\\n\\nHowever, at some point web3 will need to shift from mess to clarity; from illegible to legible.\\\\*\\n\\n\\\\*At least on the surface layer. More on that later.\\n\\n![It can be confusing and weird at the start of the diffusion of Innovation curve. However as the early majority start to adopt new technology they need clarity and useful explanations.](https://images.mirror-media.xyz/publication-images/40YijRqoHFqRfFZ1XqEzm.jpg?height=1500&width=3000)\\n\\n### Words are not enough\\n\\nThe early majority and onwards will need to understand basic terminology and how this all works in a very simple way. Documentation, articles, tweets and conversations will be helpful, but not enough.\\n\\nYou see, good explanations for web3 will need to made up of **words**, **user experience** and **incentives**.\\n\\nThe **words** need to be clear and written in the language of the people who will read and hear them. They must be easy to understand by newcomers and the non-technical. They must be free of *unnecessary* jargon.\\n\\nThe **user experience** will have to be as easy, fast and enjoyable as possible.\\n\\nThe **incentives** must be understood and aligned to the needs and wants of the people.\\n\\n> Good explanations must be able to be passed on to others with very little effort. This happens when the words are clear, the user experience is easy and the incentives are obvious.\\n\\n### The good news: We only need to explain the surface layer.\\n\\nMost people will only ever require explanations covering *actions* and *outcomes*:\\n\\n* what you need to do (actions)\\n* what you will get (outcomes)\\n\\nThat’s it.\\n\\nThe majority only needs to understand a term like NFT or DAO if it affects their ability to do what they need to do or what the outcome is. \\n\\nThey don’t need to know the history of blockchain or who invented whatever they’re using.\\n\\nThey do not need to see under the hood. \\n\\nThey don’t want to participate in processes that could be ran behind the scenes.\\n\\nThey do not need to know about the underlying economic theory.\\n\\nWhoever wants to know more will seek it out.\\n\\n> An explanation is successful when people can explain it back.\\n>\\n> This is how web3 grows.\\n>\\n> An explanation is a failure when it leaves someone more confused than before.\\n>\\n> That is how web3 dies.\\n\\n### Those with the best explanations will win big\\n\\nWhoever can translate web3 from early adopter to early majority will have a head start. You can see it start to happen now; improving UX, using more mainstream language, promoting the benefits.\\n\\nSo, what are you going to do to create good explanations?\\n\\n> You can reach me on [Twitter \\\\[@irreglrxyz\\\\]](https://twitter.com/irreglrxyz) or Discord \\\\[irreglr#9739\\\\]\\n\\n•••\\n\\n`If you liked this essay please share it. 🙏`\\n\\n`If you would like this as an NFT let me know and I will mint it. ❤️`\",\"timestamp\":1634529717,\"title\":\"In need of explanation\"},\"digest\":\"Apfc6lQXLSspd6hC7OAqzeIBL3iPhU90qO5TAq8GUdA\",\"authorship\":{\"contributor\":\"0xdf405fb02E81424002444eF9A5522Fffa11aAdB4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vEKZmu5-pD_C0QIIWVBAJVei1WrGL1GXu2B-QlfaQQE\\\",\\\"y\\\":\\\"Y6V35LLFirCfznnrORGXa9L61CKIBlk-zQyaQavbTz0\\\"}\",\"signature\":\"3GrrkQB66M6TPiGZo9ocrGY9TKe0eZoiQ54b2OY8TSmntsggs-MCNaV5kdNZHSehQjDt7xClY5_16Go5SvfHag\",\"signingKeySignature\":\"0xada885f7f9faa52fa627c1c7efd4dd14ec2e469414ee87668bdff9353686d9806254e1be3a1b7f411551e343086abc88c6a219743b8a2bb97bf79ce251ba560e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vEKZmu5-pD_C0QIIWVBAJVei1WrGL1GXu2B-QlfaQQE\\\",\\\"y\\\":\\\"Y6V35LLFirCfznnrORGXa9L61CKIBlk-zQyaQavbTz0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o-U5Hnx6CTaWVIExQ3u4aXR5JCoqNAAmYZk3AWIiWf4\"}"