"{\"content\":{\"body\":\"Ok, I’m writing a blog now. Another crypto blog on this website that seems to be almost entirely composed of crypto blogs. Who knew web3 would be so similar to web1?\\n\\nWhat do I want this blog to be? I guess I want to it to be at least the to start with some notes about me investigating crypto. I have to say my priors are that this whole thing is somewhere between bullshit and the future of the internet, with the scales being tipped heavily, though not completely, in the direction of bullshit. However, the mere existence of Mirror and apps like it show that crypto and the blockchain are starting to pivot, from being **entirely** financial crimes and asset speculation to just being **mostly** financial crimes and asset speculation. I honestly don’t find either particularily interesting, but the other stuff, the smart contracts and the decentralised autonomous organizations and a little bit the NFTs, that is really interesting. \\n\\nSo! In the taking up the implicit challenge of these @vgr tweets, I’m going to try in a dive in and win myself over.  \\n\\n[https://twitter.com/vgr/status/1459304433959858180](https://twitter.com/vgr/status/1459304433959858180)\\n\\nso in that spirit….\\n\\n## Pt. 1 - What I’ve done so far\\n\\nAfter reading that whole @vgr thread and this [Will Wilkinson substack post](https://modelcitizen.substack.com/p/is-crypto-bullshit), I decided to install and setup [MetaMask](https://metamask.io/). *(In the spirit of explaining things as if you were me a couple hours ago,* *MetaMask is software cryptocurrency wallet, which allows you to store and access ethereum based tokens and currency(?*🤷*?*🤷*?*🤷 *idk I know that most NFTs are on the etheruem blockchain but I’m not sure about the difference between tokens vs the ethereum coin/cryptocurrency/the thing that is worth a given USD value, still have lots to learn)*. *Anyway,* *MetaMask seems super mature as a product, so I had no problem getting started with it.)*\\n\\nAfter setting up MetaMask, I decided sign up to Mirror and publish this blog post. Which is maybe published on the mirror blockchain? Still not sure what that means exactly, except that it’s not hosted on a database anywhere. But rather stored on the decentralised network of computers that host Mirror. \\n\\n*Maybe? I really am trying to figure this out. Please don’t yell at me.* \\n\\n## Pt 2 - What I would like to do\\n\\nI honestly don’t really know, beyond publishing this blog post I’m not sure what I’m going to do with this tech? I’m not sure what’s out there. From the outside it feels like this whole scene is a playground for people with money to burn on tokens and miners and the like. What can someone who’s not willing to spend much money, who is looking for something genuinely cool/fun/useful, do with the blockchain/crypto technologies. I genuienly don’t know, and I’m looking forward to finding out!\\n\\nI’ve never published on this stie before, so I don’t know if you’ll be able to leave comments, but I hope you can and if anyone reads this, let me know whats up. I just moved to town and am trying to suss out the cool spots. \\n\\n[https://modelcitizen.substack.com/p/is-crypto-bullshit](https://modelcitizen.substack.com/p/is-crypto-bullshit)\\n\\n\",\"timestamp\":1637714653,\"title\":\"Figuring this Out\"},\"digest\":\"4NBYQA6Fxiya5zBBIEO44HMNI0SSSi14SMpVjLP_Bog\",\"authorship\":{\"contributor\":\"0x2bd1406EAcf63EAD843359e166eE9D5F4B691327\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oRv_VtItOs0dJL6222JB8CnO6KEZB5jTjb-HVP-9R-Q\\\",\\\"y\\\":\\\"ypmDcKLtRzLWnBNHAoHvECMm0PvF95m4GFYYtYSntik\\\"}\",\"signature\":\"iVEaGZ5WTvuImxFRri8i63cDJT32pGFNDmRJFAFE4yeecn1VdsJ0SeXo_19wJDNRBbT1O93YTXYYphUburm9jw\",\"signingKeySignature\":\"0xdadf57424adfc6a9f6a4cfd58b6ad0385a7da9422df7d3603da6f6edb361220e5ec87af488e897451d6bafa27a026ca32947a4ab705cf45d79754fb30b50f4331c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oRv_VtItOs0dJL6222JB8CnO6KEZB5jTjb-HVP-9R-Q\\\",\\\"y\\\":\\\"ypmDcKLtRzLWnBNHAoHvECMm0PvF95m4GFYYtYSntik\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4NBYQA6Fxiya5zBBIEO44HMNI0SSSi14SMpVjLP_Bog\"}"