"{\"content\":{\"body\":\"there seems to be almost no limit to it, and even when we exclude those cases in which remarkable multiplicity at each birth augments the number, there are still some almost incredible cases on record. The statistics of the St. Pancras Royal Dispensary, 1853, estimated the number of children one woman may bear as from 25 to 69. Eisenmenger relates the history of a case of a woman in the last century bearing 51 children, and there is another case in which a woman bore 44 children, all boys. Atkinson speaks of a lady married at sixteen, dying when she was sixty-four, who had borne 39 children, all at single births, by one husband, whom she survived. The children, 32 daughters and 7 sons, all attained their majority. There was a case of a woman in America who in twenty-six years gave birth to 22 children, all at single births. Thoresby in his \\\"History of Leeds,\\\" 1715, mentions three remarkable cases--one the wife of Dr. Phineas Hudson, Chancellor of York, as having died in her thirty-ninth year of her twenty-fourth child; another of Mrs. Joseph Cooper, as dying of her twenty-sixth child, and, lastly, of Mrs. William Greenhill, of a village in Hertford, England, who gave birth to 39 children during her life. Brand, a writer of great repute, in his \\\"History of Newcastle,\\\" quoted by Walford, mentions as a well attested fact the wife of a Scotch weaver who bore 62 children by one husband, all of whom lived to be baptized.\\n\\nA curious epitaph is to be seen at Conway, Carnarvonshire--\\n\\n\\\"Here lieth the body of Nicholas Hookes, of Conway, gentleman, who was one-and-fortieth child of his father, William Hookes, Esq., by Alice, his wife, and the father of 27 children. He died 20th of March, 1637.\\\"\\n\\nOn November 21, 1768, Mrs. Shury, the wife of a cooper, in Vine Street, Westminster, was delivered of 2 boys, making 26 by the same husband. She had previously been confined with twins during the year.\\n\\nIt would be the task of a mathematician to figure the possibilities of paternity in a man of extra long life who had married several prolific women during his prolonged period of virility. A man by the name of Pearsons of Lexton, Nottingham, at the time of the report had been married 4 times. By his first 3 wives he had 39 children and by his last 14, making a total of 53. He was 6 feet tall and lived to his ninety-sixth year. We have already mentioned the two Russian cases in which the paternity was 72 and 87 children respectively, and in \\\"Notes and Queries,\\\" June 21, 1856, there is an account of David Wilson of Madison, Ind., who had died a few years previously at the age of one hundred and seven. He had been 5 times married and was the father of 47 children, 35 of whom were living at the time of his death.\\n\\nOn a tomb in Ely, Cambridgeshire, there is an inscription saying that Richard Worster, buried there, died on May 11, 1856, the tomb being in memory of his 22 sons and 5 daughters.\\n\\nArtaxerxes was supposed to have had 106 children; Conrad, Duke of Moscow, 80; and in the polygamous countries the number seems incredible. Herotinus was said to have had 600; and Jonston also quotes instances of 225 and even of 650 in the Eastern countries.\\n\\nRecently there have been published accounts of the alleged experiments of Luigi Erba, an Italian gentleman of Perugia, whose results have been announced. About forty years of age and being quite wealthy, this bizarre philanthropist visited various quarters of the world, securing women of different races; having secured a number sufficient for his purposes, he retired with them to Polynesia, where he is accredited with maintaining a unique establishment with his household of females. In 1896, just seven years after the experiment commenced, the reports say he is the father of 370 children.\\n\\nThe following is a report from Raleigh, N.C., on July 28, 1893, to the New York Evening Post:--\\n\\n\\\"The fecundity of the negro race has been the subject of much comment and discussion. A case has come to light in this State that is one of the most remarkable on record. Moses Williams, a negro farmer, lives in the eastern section of this State. He is sixty-five years old (as nearly as he can make out), but does not appear to be over fifty. He has been married twice, and by the two wives has had born to him 45 children. By the first wife he had 23 children, 20 of whom were girls and 3 were boys. By the second wife he had 22 children--20 girls and 2 boys. He also has about 50 grand-children. The case is well authenticated.\\\"\\n\\nWe also quote the following, accredited to the \\\"Annals of Hygiene:\\\"--\\n\\n\\\"Were it not part of the records of the Berks County courts, we could hardly credit the history of John Heffner, who was accidentally killed some years ago at the age of sixty-nine. He was married first in 1840. In eight years his wife bore him 17 children. The first and second years of their marriage she gave birth to twins. For four successive years afterward she gave birth to triplets. In the seventh year she gave birth to one child and died soon afterward. Heffner engaged a young woman to look after his large brood of babies, and three months later she became the second Mrs. Heffner. She presented her husband with 2 children in the first two years of her wedded life. Five years later she had added 10 more to the family, having twins 5 times. Then for three years she added but 1 a year. At the time of the death of the second wife 12 of the 32 children had died. The 20 that were left did not appear to be any obstacle to a young widow with one child consenting to become the third wife of the jolly little man, for he was known as one of the happiest and most genial of men, although it kept him toiling like a slave to keep a score of mouths in bread. The third Mrs. Heffner became the mother of 9 children in ten years, and the contentment and happiness of the couple were proverbial. One day, in the fall of 1885, the father of the 41 children was crossing a railroad track and was run down by a locomotive and instantly killed. His widow and 24 of the 42 children are still living.\\\"\\n\\nMany Marriages.--In this connection it seems appropriate to mention a few examples of multimarriages on record, to give an idea of the possibilities of the extent of paternity. St. Jerome mentions a widow who married her twenty- second husband, who in his time had taken to himself 20 loving spouses. A gentleman living in Bordeaux in 1772 had been married 16 times. DeLongueville, a Frenchman, lived to be one hundred and ten years old, and had been joined in matrimony to 10 wives, his last wife bearing him a son in his one hundred and first year.\\n\\nPossible Descendants.--When we indulge ourselves as to the possible number of living descendants one person may have, we soon get extraordinary figures. The Madrid Estafette states that a gentleman, Senor Lucas Nequeiras Saez, who emigrated to America seventy years previously, recently returned to Spain in his own steamer, and brought with him his whole family, consisting of 197 persons. He had been thrice married, and by his first wife had 11 children at 7 births; by his second wife, 19 at 13 births, and by his third wife, 7 at 6 births. The youngest of the 37 was thirteen years old and the eldest seventy. This latter one had a son aged forty-seven and 16 children besides. He had 34 granddaughters, 45 grandsons, 45 great granddaughters, 39 great grandsons, all living. Senor Saez himself was ninety-three years old and in excellent health.\\n\\nAt Litchfield, Conn., there is said to be the following inscription:--\\n\\n\\\"Here lies the body of Mrs. Mary, wife of Dr. John Bull, Esq. She died November 4, 1778, aetat. ninety, having had 13 children, 101 grandchildren, 274 great grandchildren, and 22 great-great grandchildren, a total of 410; surviving, 336.\\\"\\n\\nIn Esher Church there is an inscription, scarcely legible, which records the death of the mother of Mrs. Mary Morton on April 18, 1634, and saying that she was the wonder of her sex and age, for she lived to see nearly 400 issued from her loins.\\n\\nThe following is a communication to \\\"Notes and Queries,\\\" March 21, 1891: \\\"Mrs. Mary Honeywood was daughter and one of the coheiresses of Robert Waters, Esq., of Lenham, in Kent. She was born in 1527; married in February, 1543, at sixteen years of age, to her only husband, Robert Honeywood, Esq., of Charing, in Kent. She died in the ninety-third year of her age, in May, 1620. She had 16 children of her own body, 7 sons and 9 daughters, of whom one had no issue, 3 died young--the youngest was slain at Newport battle, June 20, 1600. Her grandchildren, in the second generation, were 114; in the third, 228, and in the fourth, 9; so that she could almost say the same as the distich doth of one of the Dalburg family of Basil: 'Rise up, daughter and go to thy daughter, for thy daughter's daughter hath a daughter.'\\n\\n\\\"In Markshal Church, in Essex, on Mrs. Honeywood's tomb is the following inscription: 'Here lieth the body of Mary Waters, the daughter and coheir of Robert Waters, of Lenham, in Kent, wife of Robert Honeywood, of Charing, in Kent, her only husband, who had at her decease, lawfully descended from her, 367 children, 16 of her own body, 114 grandchildren, 228 in the third generation, and 9 in the fourth. She lived a most pious life and died at Markshal, in the ninety-third year of her age and the forty-fourth of her widowhood, May 11, 1620.' (From 'Curiosities for the Ingenious,' 1826.)            S. S. R.\\\"\\n\\nAnimal prolificity though not finding a place in this work, presents some wonderful anomalies.\\n\\nIn illustration we may note the following: In the Illustrated London News, May 11, 1895, is a portrait of \\\"Lady Millard,\\\" a fine St. Bernard bitch, the property of Mr. Thorp of Northwold, with her litter of 21 puppies, born on February 9, 1896, their sire being a magnificent dog--\\\"Young York.\\\" There is quoted an incredible account of a cow, the property of J. N. Sawyer of Ohio, which gave birth to 56 calves, one of which was fully matured and lived, the others being about the size of kittens; these died, together with the mother. There was a cow in France, in 1871, delivered of 5 calves.\\n\\nCHAPTER V.\\n\\nMAJOR TERATA.\\n\\nMonstrosities have attracted notice from the earliest time, and many of the ancient philosophers made references to them. In mythology we read of Centaurs, impossible beings who had the body and extremities of a beast; the Cyclops, possessed of one enormous eye; or their parallels in Egyptian myths, the men with pectoral eyes,--the creatures \\\"whose heads do beneath their shoulders grow;\\\" and the Fauns, those sylvan deities whose lower extremities bore resemblance to those of a goat. Monsters possessed of two or more heads or double bodies are found in the legends and fairy tales of every nation. Hippocrates, his precursors, Empedocles and Democritus, and Pliny, Aristotle, and Galen, have all described monsters, although in extravagant and ridiculous language.\\n\\nBallantyne remarks that the occasional occurrence of double monsters was a fact known to the Hippocratic school, and is indicated by a passage in De morbis muliebribus, in which it is said that labor is gravely interfered with when the infant is dead or apoplectic or double. There is also a reference to monochorionic twins (which are by modern teratologists regarded as monstrosities) in the treatise De Superfoetatione, in which it is stated that \\\"a woman, pregnant with twins, gives birth to them both at the same time, just as she has conceived them; the two infants are in a single chorion.\\\"\\n\\nAncient Explanations of Monstrosities.--From the time of Galen to the sixteenth century many incredible reports of monsters are seen in medical literature, but without a semblance of scientific truth. There has been little improvement in the mode of explanation of monstrous births until the present century, while in the Middle Ages the superstitions were more ludicrous and observers more ignorant than before the time of Galen. In his able article on the teratologic records of Chaldea, Ballantyne makes the following trite statements: \\\"Credulity and superstition have never been the peculiar possession of the lower types of civilization only, and the special beliefs that have gathered round the occurrence of teratologic phenomena have been common to the cultured Greek and Roman of the past, the ignorant peasant of modern times, and the savage tribes of all ages. Classical writings, the literature of the Middle Ages, and the popular beliefs of the present day all contain views concerning teratologic subjects which so closely resemble those of the Chaldean magi as to be indistinguishable from them. Indeed, such works as those of Obsequens, Lycosthenes, Licetus, and Ambroise Pare only repeat, but with less accuracy of description and with greater freedom of imagination, the beliefs of ancient Babylon. Even at the present time the most impossible cases of so-called 'maternal impressions' are widely scattered through medical literature; and it is not very long since I received a letter from a distinguished member of the profession asking me whether, in my opinion, I thought it possible for a woman to give birth to a dog. Of course, I do not at all mean to infer that teratology has not made immense advances within recent times, nor do I suggest that on such subjects the knowledge of the magi can be compared with that of the average medical student of the present; but what I wish to emphasize is that, in the literature of ancient Babylonia, there are indications of an acquaintance with structural defects and malformations of the human body which will compare favorably with even the writings of the sixteenth century of the Christian era.\\\"\\n\\nMany reasons were given for the existence of monsters, and in the Middle Ages these were as faulty as the descriptions themselves. They were interpreted as divinations, and were cited as forebodings and examples of wrath, or even as glorifications of the Almighty. The semi-human creatures were invented or imagined, and cited as the results of bestiality and allied forms of sexual perversion prevalent in those times. We find minute descriptions and portraits of these impossible results of wicked practices in many of the older medical books. According to Pare there was born in 1493, as the result of illicit intercourse between a woman and a dog, a creature resembling in its upper extremities its mother, while its lower extremities were the exact counterpart of its canine father. This particular case was believed by Bateman and others to be a precursor to the murders and wickedness that followed in the time of Pope Alexander I. Volateranus, Cardani, and many others cite instances of this kind. Lycosthenes says that in the year 1110, in the bourg of Liege, there was found a creature with the head, visage, hands, and feet of a man, and the rest of the body like that of a pig. Pare quotes this case and gives an illustration. Rhodiginus mentions a shepherd of Cybare by the name of Cratain, who had connection with a female goat and impregnated her, so that she brought forth a beast with a head resembling that of the father, but with the lower extremities of a goat. He says that the likeness to the father was so marked that the head-goat of the herd recognized it, and accordingly slew the goatherd who had sinned so unnaturally.\\n\\nIn the year 1547, at Cracovia, a very strange monster was born, which lived three days. It had a head shaped like that of a man; a nose long and hooked like an elephant's trunk; the hands and feet looking like the web-foot of a goose; and a tail with a hook on it. It was supposed to be a male, and was looked upon as a result of sodomy. Rueff says that the procreation of human beings and beasts is brought about--\\n\\n(1) By the natural appetite;\\n\\n(2) By the provocation of nature by delight;\\n\\n(3) By the attractive virtue of the matrix, which in beasts and women is alike.\\n\\nPlutarch, in his \\\"Lesser Parallels,\\\" says that Aristonymus Ephesius, son of Demonstratus, being tired of women, had carnal knowledge with an ass, which in the process of time brought forth a very beautiful child, who became the maid Onoscelin. He also speaks of the origin of the maiden Hippona, or as he calls her, Hippo, as being from the connection of a man with a mare. Aristotle mentions this in his paradoxes, and we know that the patron of horses was Hippona. In Helvetia was reported the existence of a colt (whose mother had been covered by a bull) that was half horse and half bull. One of the kings of France was supposed to have been presented with a colt with the hinder part of a hart, and which could outrun any horse in the kingdom. Its mother had been covered by a hart.\\n\\nWriting in 1557, Lycosthenes reports the mythical birth of a serpent by a woman. It is quite possible that some known and classified type of monstrosity was indicated here in vague terms. In 1726 Mary Toft, of Godalming, in Surrey, England, achieved considerable notoriety throughout Surrey, and even over all England, by her extensively circulated statements that she bore rabbits. Even at so late a day as this the credulity of the people was so great that many persons believed in her. The woman was closely watched, and being detected in her maneuvers confessed her fraud. To show the extent of discussion this case called forth, there are no less than nine pamphlets and books in the Surgeon-General's library at Washington devoted exclusively to this case of pretended rabbit-breeding. Hamilton in 1848, and Hard in 1884, both report the births in this country of fetal monstrosities with heads which showed marked resemblance to those of dogs. Doubtless many of the older cases of the supposed results of bestiality, if seen to-day, could be readily classified among some of our known forms of monsters. Modern investigation has shown us the sterile results of the connections between man and beast or between beasts of different species, and we can only wonder at the simple credulity and the imaginative minds of our ancestors. At one period certain phenomena of nature, such as an eclipse or comet, were thought to exercise their influence on monstrous births. Rueff mentions that in Sicily there happened a great eclipse of the sun, and that women immediately began to bring forth deformed and double-headed children.\\n\\nBefore ending these preliminary remarks, there might be mentioned the marine monsters, such as mermaids, sea-serpents, and the like, which from time to time have been reported; even at the present day there are people who devoutly believe that they have seen horrible and impossible demons in the sea. Pare describes and pictures a monster, at Rome, on November 3, 1520, with the upper portion of a child apparently about five or six years old, and the lower part and ears of a fish-like animal. He also pictures a sea-devil in the same chapter, together with other gruesome examples of the power of imagination.\\n\\nEarly Teratology.--Besides such cases as the foregoing, we find the medieval writers report likely instances of terata, as, for instance, Rhodiginus, who speaks of a monster in Italy with two heads and two bodies; Lycosthenes saw a double monster, both components of which slept at the same time; he also says this creature took its food and drink simultaneously in its two mouths. Even Saint Augustine says that he knew of a child born in the Orient who, from the belly up, was in all parts double.\",\"timestamp\":1639717094,\"title\":\"\\nExtreme Prolificity by Single Births.--The number of children a woman may bring forth is therefore not to be accurately stated\"},\"digest\":\"36h_C70pn0Yde2oMoBioJVKPq0R0nE43PLH8OkxnYn8\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmNNJx8nYccycKTZ8Piegs7RpOKv1XXiaQI77ETyPow\\\",\\\"y\\\":\\\"AfEl_2o9lIy6SG_6Dn1iC7C49LFhenyxiVG-BPKsEro\\\"}\",\"signature\":\"3XHzI7-REf7-AawBteVa_M2sOTOBCBp5xSQ7e1hMvPWrMWiF24hwH-6pI4s9mn3UZ5maptqFK485PmAEEmOX-A\",\"signingKeySignature\":\"0x6f86e705e05247c6196b87abe8b28d75b99fa28070fdb79734039bc6f1002cf96d69798383d6f2b266830afcdf227b0dcfde714a391d170613b3e0b5549bf0381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmNNJx8nYccycKTZ8Piegs7RpOKv1XXiaQI77ETyPow\\\",\\\"y\\\":\\\"AfEl_2o9lIy6SG_6Dn1iC7C49LFhenyxiVG-BPKsEro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"36h_C70pn0Yde2oMoBioJVKPq0R0nE43PLH8OkxnYn8\"}"