"{\"content\":{\"body\":\"The lower the level of people, the less all the qualities to speak of, the higher the position, the harder the quality is. People who are not hard enough will not be able to climb up. The upper class are consciously defending their own quality, while the lower class are just playing rogues and hooligans. So I think that people in the market are untrustworthy and do not have good quality at all. The sentence is in line with reality, so it is the correct reflection of reality.\\n\\n```\\nThe reason for the emergence of classes in society is human quality + intelligence, concepts + thoughts. As long as people's qualities + intelligence, concepts + thoughts are different, classes will arise. The fundamental reason for unequal status and income inequality is that people's intelligence is unequal, and people's intelligence is not the same. And intelligence is caused by heredity and environment. We can’t control the genetic gene, we can’t control it, there is no way, just ignore this inheritance, because you want to control it, it’s useless, and medical methods can’t do it yet. But we can control our environment.\\n\\nIn different social classes, he receives different environmental information stimuli from his own different classes. For example, what the boss encounters every day at work is completely different from what a cleaner encounters every day at work. Different environments determine the things and problems you will encounter, and ultimately train different people and qualities. So our work will determine our future. This is why I firmly oppose manual work. Because physical work will train you to be a \\\"simple-minded, well-developed\\\" idiot. Everyone is just a product of environmental information stimulation, and each of our consciousness and ideas are the product of our own environment. From this perspective, you insist on your own point of view is worthless, because your concept is only a product of your environment.\\n\\nBeggars and rich people have different ideas and different ideas, just because beggars and rich people live and work in different environments. If you put a beggar in the position of a rich man, the beggar’s shit will not make sense at first, and it may cause a lot of losses. This is why Wang Sicong’s father, Wang Jianlin, said: Give his son 500 million, let him make mistakes and accumulate experience. There are five hundred million people, they are rich. Wang Jianlin gave Wang Sicong five hundred million, which means that Wang Jianlin created a rich work and living environment for his son. In this rich environment, even if Wang Sicong has no experience at the beginning and loses a little money, it does not matter.\\n\\nBecause success is the process of learning indirect experience and going directly to trial and error. Success or failure in the trial and error process is the source of direct experience, and this link cannot be omitted. There is no direct trial and error experience, no losses and failures, all relying on the knowledge of books and the experience of others, such a person is Zhao Kuo, who will undoubtedly fail. For another example, why the upper class of society is just like what is said in the drama, the emperor is a golden mouth, and it is difficult to chase after a word.\\n\\nBecause a person speaks credit, abides by promises, and has faith in his words, it is not that the person has a good moral character or that the emperor has good character. The reason is that credit, abiding by promises, is a tool for the rule and management of the upper ruling class in society In other words, to speak with faith is a tool and means of being an emperor. If you are an official, an emperor, and your boss's words don't count, and if you regret it, your subordinates will be separated. At that time, the emperor will not become the emperor. This is determined by the interests, but not the emperor's good character.\\n\\nWhen the boss says what he says is what he says, and when he does what he says, the words and deeds are the same, so that others will obey his command, and he can be the boss, lying and deceiving people casually, saying nothing, and being a rogue, he has no credibility; what he says, no People listen, so everything will fail. The people in the lower classes of society don't realize this, so they can play rogues and not trustworthy for a little profit. Since the lower-class people in society do not realize the value of credit, and break their promises at will, they will not be credited if they say farts. Without credibility, it is impossible to obtain the support and cooperation of others, nor to command others.\\n\\nThose who cannot command others have no power. People without power, of course, cannot mobilize social resources to let others support themselves. In the end, no one will support it, and the lack of cooperation from others will lead to failure. Become a loser in social competition.\\n```\\n\\nWhy are some people poor? Some people are rich? This is one of the reasons, the fate of man is determined in this way\",\"timestamp\":1634802827,\"title\":\"Credit is the power command tool of the upper ruling class in society\"},\"digest\":\"YyuY7vjUxJKM4gFTsYRxRfDmPomya5-6FAnaZv7dvLY\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"DU1TCpBv6S6QBMiEEF3CldT9-MLMyFnP6GQrR0G8VMWZ6DKLw2srtGAKGOmARdTQlj8erq60ornavqsJqf47GA\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YyuY7vjUxJKM4gFTsYRxRfDmPomya5-6FAnaZv7dvLY\"}"