"{\"content\":{\"body\":\"\\\"But above all,\\\" she wrote, \\\"night and day, I thank the good God for having so arranged our lives that our dear Armand will never know that his mother, who adores him, belongs to the race that is cursed with the brand of slavery.\\\"\\n\\nA Respectable Woman\\n\\nMrs. Baroda was a little provoked to learn that her husband expected his friend, Gouvernail, up to spend a week or two on the plantation.\\n\\nThey had entertained a good deal during the winter; much of the time had also been passed in New Orleans in various forms of mild dissipation.  She was looking forward to a period of unbroken rest, now, and undisturbed tete-a-tete with her husband, when he informed her that Gouvernail was coming up to stay a week or two.\\n\\nThis was a man she had heard much of but never seen.  He had been her husband's college friend; was now a journalist, and in no sense a society man or \\\"a man about town,\\\" which were, perhaps, some of the reasons she had never met him.  But she had unconsciously formed an image of him in her mind.  She pictured him tall, slim, cynical; with eye-glasses, and his hands in his pockets; and she did not like him.  Gouvernail was slim enough, but he wasn't very tall nor very cynical; neither did he wear eyeglasses nor carry his hands in his pockets.  And she rather liked him when he first presented himself.\\n\\nBut why she liked him she could not explain satisfactorily to herself when she partly attempted to do so.  She could discover in him none of those brilliant and promising traits which Gaston, her husband, had often assured her that he possessed.  On the contrary, he sat rather mute and receptive before her chatty eagerness to make him feel at home and in face of Gaston's frank and wordy hospitality. His manner was as courteous toward her as the most exacting woman could require; but he made no direct appeal to her approval or even esteem.\\n\\nOnce settled at the plantation he seemed to like to sit upon the wide portico in the shade of one of the big Corinthian pillars, smoking his cigar lazily and listening attentively to Gaston's experience as a sugar planter.\\n\\n\\\"This is what I call living,\\\" he would utter with deep satisfaction, as the air that swept across the sugar field caressed him with its warm and scented velvety touch.  It pleased him also to get on familiar terms with the big dogs that came about him, rubbing themselves sociably against his legs.  He did not care to fish, and displayed no eagerness to go out and kill grosbecs when Gaston proposed doing so.\\n\\nGouvernail's personality puzzled Mrs. Baroda, but she liked him.  Indeed, he was a lovable, inoffensive fellow.  After a few days, when she could understand him no better than at first, she gave over being puzzled and remained piqued.  In this mood she left her husband and her guest, for the most part, alone together.  Then finding that Gouvernail took no manner of exception to her action, she imposed her society upon him, accompanying him in his idle strolls to the mill and walks along the batture.  She persistently sought to penetrate the reserve in which he had unconsciously enveloped himself.\\n\\n\\\"When is he going--your friend?\\\" she one day asked her husband.  \\\"For my part, he tires me frightfully.\\\"\\n\\n\\\"Not for a week yet, dear.  I can't understand; he gives you no trouble.\\\"\\n\\n\\\"No.  I should like him better if he did; if he were more like others, and I had to plan somewhat for his comfort and enjoyment.\\\"\\n\\nGaston took his wife's pretty face between his hands and looked tenderly and laughingly into her troubled eyes.\\n\\nThey were making a bit of toilet sociably together in Mrs. Baroda's dressing-room.\\n\\n\\\"You are full of surprises, ma belle,\\\" he said to her.  \\\"Even I can never count upon how you are going to act under given conditions.\\\" He kissed her and turned to fasten his cravat before the mirror.\\n\\n\\\"Here you are,\\\" he went on, \\\"taking poor Gouvernail seriously and making a commotion over him, the last thing he would desire or expect.\\\"\\n\\n\\\"Commotion!\\\" she hotly resented.  \\\"Nonsense!  How can you say such a thing?  Commotion, indeed!  But, you know, you said he was clever.\\\"\\n\\n\\\"So he is.  But the poor fellow is run down by overwork now. That's why I asked him here to take a rest.\\\"\\n\\n\\\"You used to say he was a man of ideas,\\\" she retorted, unconciliated.  \\\"I expected him to be interesting, at least.  I'm going to the city in the morning to have my spring gowns fitted. Let me know when Mr. Gouvernail is gone; I shall be at my Aunt Octavie's.\\\"\\n\\nThat night she went and sat alone upon a bench that stood beneath a live oak tree at the edge of the gravel walk.\\n\\nShe had never known her thoughts or her intentions to be so confused.  She could gather nothing from them but the feeling of a distinct necessity to quit her home in the morning.\\n\\nMrs. Baroda heard footsteps crunching the gravel; but could discern in the darkness only the approaching red point of a lighted cigar.  She knew it was Gouvernail, for her husband did not smoke. She hoped to remain unnoticed, but her white gown revealed her to him.  He threw away his cigar and seated himself upon the bench beside her; without a suspicion that she might object to his presence.\\n\\n\\\"Your husband told me to bring this to you, Mrs. Baroda,\\\" he said, handing her a filmy, white scarf with which she sometimes enveloped her head and shoulders.  She accepted the scarf from him with a murmur of thanks, and let it lie in her lap.\\n\\nHe made some commonplace observation upon the baneful effect of the night air at the season.  Then as his gaze reached out into the darkness, he murmured, half to himself:\\n\\n\\\"\\\\`Night of south winds--night of the large few stars!\\n\\nStill nodding night--'\\\"\\n\\nShe made no reply to this apostrophe to the night, which, indeed, was not addressed to her.\\n\\nGouvernail was in no sense a diffident man, for he was not a self-conscious one.  His periods of reserve were not constitutional, but the result of moods.  Sitting there beside Mrs. Baroda, his silence melted for the time.\\n\\nHe talked freely and intimately in a low, hesitating drawl that was not unpleasant to hear.  He talked of the old college days when he and Gaston had been a good deal to each other; of the days of keen and blind ambitions and large intentions.  Now there was left with him, at least, a philosophic acquiescence to the existing order--only a desire to be permitted to exist, with now and then a little whiff of genuine life, such as he was breathing now.\\n\\nHer mind only vaguely grasped what he was saying.  Her physical being was for the moment predominant.  She was not thinking of his words, only drinking in the tones of his voice. She wanted to reach out her hand in the darkness and touch him with the sensitive tips of her fingers upon the face or the lips.  She wanted to draw close to him and whisper against his cheek--she did not care what--as she might have done if she had not been a respectable woman.\\n\\nThe stronger the impulse grew to bring herself near him, the further, in fact, did she draw away from him.  As soon as she could do so without an appearance of too great rudeness, she rose and left him there alone.\\n\\nBefore she reached the house, Gouvernail had lighted a fresh cigar and ended his apostrophe to the night.\\n\\nMrs. Baroda was greatly tempted that night to tell her husband--who was also her friend--of this folly that had seized her.  But she did not yield to the temptation.  Beside being a respectable woman she was a very sensible one; and she knew there are some battles in life which a human being must fight alone.\\n\\nWhen Gaston arose in the morning, his wife had already departed.  She had taken an early morning train to the city.  She did not return till Gouvernail was gone from under her roof.\\n\\nThere was some talk of having him back during the summer that followed.  That is, Gaston greatly desired it; but this desire yielded to his wife's strenuous opposition.\\n\\nHowever, before the year ended, she proposed, wholly from herself, to have Gouvernail visit them again.  Her husband was surprised and delighted with the suggestion coming from her.\\n\\n\\\"I am glad, chere amie, to know that you have finally overcome your dislike for him; truly he did not deserve it.\\\"\\n\\n\\\"Oh,\\\" she told him, laughingly, after pressing a long, tender kiss upon his lips, \\\"I have overcome everything! you will see. This time I shall be very nice to him.\\\"\\n\\nThe Kiss\\n\\nIt was still quite light out of doors, but inside with the curtains drawn and the smouldering fire sending out a dim, uncertain glow, the room was full of deep shadows.\\n\\nBrantain sat in one of these shadows; it had overtaken him and he did not mind.  The obscurity lent him courage to keep his eves fastened as ardently as he liked upon the girl who sat in the firelight.\\n\\nShe was very handsome, with a certain fine, rich coloring that belongs to the healthy brune type.  She was quite composed, as she idly stroked the satiny coat of the cat that lay curled in her lap, and she occasionally sent a slow glance into the shadow where her companion sat.  They were talking low, of indifferent things which plainly were not the things that occupied their thoughts.  She knew that he loved her--a frank, blustering fellow without guile enough to conceal his feelings, and no desire to do so. For two weeks past he had sought her society eagerly and persistently.  She was confidently waiting for him to declare himself and she meant to accept him.  The rather insignificant and unattractive Brantain was enormously rich; and she liked and required the entourage which wealth could give her.\\n\\nDuring one of the pauses between their talk of the last tea and the next reception the door opened and a young man entered whom Brantain knew quite well.  The girl turned her face toward him.  A stride or two brought him to her side, and bending over her chair--before she could suspect his intention, for she did not realize that he had not seen her visitor--he pressed an ardent, lingering kiss upon her lips.\\n\\nBrantain slowly arose; so did the girl arise, but quickly, and the newcomer stood between them, a little amusement and some defiance struggling with the confusion in his face.\\n\\n\\\"I believe,\\\" stammered Brantain, \\\"I see that I have stayed too long. I--I had no idea--that is, I must wish you good-by.\\\" He was clutching his hat with both hands, and probably did not perceive that she was extending her hand to him, her presence of mind had not completely deserted her; but she could not have trusted herself to speak.\\n\\n\\\"Hang me if I saw him sitting there, Nattie!  I know it's deuced awkward for you.  But I hope you'll forgive me this once--this very first break.  Why, what's the matter?\\\"\\n\\n\\\"Don't touch me; don't come near me,\\\" she returned angrily. \\\"What do you mean by entering the house without ringing?\\\"\\n\\n\\\"I came in with your brother, as I often do,\\\" he answered coldly, in self-justification.  \\\"We came in the side way.  He went upstairs and I came in here hoping to find you.  The explanation is simple enough and ought to satisfy you that the misadventure was unavoidable.  But do say that you forgive me, Nathalie,\\\" he entreated, softening.\\n\\n\\\"Forgive you!  You don't know what you are talking about.  Let me pass.  It depends upon--a good deal whether I ever forgive you.\\\"\\n\\nAt that next reception which she and Brantain had been talking about she approached the young man with a delicious frankness of manner when she saw him there.\\n\\n\\\"Will you let me speak to you a moment or two, Mr. Brantain?\\\" she asked with an engaging but perturbed smile.  He seemed extremely unhappy; but when she took his arm and walked away with him, seeking a retired corner, a ray of hope mingled with the almost comical misery of his expression. She was apparently very outspoken.\\n\\n\\\"Perhaps I should not have sought this interview, Mr. Brantain; but--but, oh, I have been very uncomfortable, almost miserable since that little encounter the other afternoon.  When I thought how you might have misinterpreted it, and believed things\\\" --hope was plainly gaining the ascendancy over misery in Brantain's round, guileless face--\\\"Of course, I know it is nothing to you, but for my own sake I do want you to understand that Mr. Harvy is an intimate friend of long standing.  Why, we have always been like cousins--like brother and sister, I may say.  He is my brother's most intimate associate and often fancies that he is entitled to the same privileges as the family.  Oh, I know it is absurd, uncalled for, to tell you this; undignified even,\\\" she was almost weeping, \\\"but it makes so much difference to me what you think of--of me.\\\" Her voice had grown very low and agitated.  The misery had all disappeared from Brantain's face.\\n\\n\\\"Then you do really care what I think, Miss Nathalie?  May I call you Miss Nathalie?\\\"  They turned into a long, dim corridor that was lined on either side with tall, graceful plants.  They walked slowly to the very end of it.  When they turned to retrace their steps Brantain's face was radiant and hers was triumphant.\\n\\nHarvy was among the guests at the wedding; and he sought her out in a rare moment when she stood alone.\\n\\n\\\"Your husband,\\\" he said, smiling, \\\"has sent me over to kiss you.  \\\"\\n\\nA quick blush suffused her face and round polished throat.  \\\"I suppose it's natural for a man to feel and act generously on an occasion of this kind.  He tells me he doesn't want his marriage to interrupt wholly that pleasant intimacy which has existed between you and me.  I don't know what you've been telling him,\\\" with an insolent smile, \\\"but he has sent me here to kiss you.\\\"\\n\\nShe felt like a chess player who, by the clever handling of his pieces, sees the game taking the course intended.  Her eyes were bright and tender with a smile as they glanced up into his; and her lips looked hungry for the kiss which they invited.\\n\\n\\\"But, you know,\\\" he went on quietly, \\\"I didn't tell him so, it would have seemed ungrateful, but I can tell you.  I've stopped kissing women; it's dangerous.\\\"\\n\\nWell, she had Brantain and his million left.  A person can't have everything in this world; and it was a little unreasonable of her to expect it.\\n\\nA Pair of Silk Stockings\\n\\nLittle Mrs. Sommers one day found herself the unexpected possessor of fifteen dollars.  It seemed to her a very large amount of money, and the way in which it stuffed and bulged her worn old porte-monnaie gave her a feeling of importance such as she had not enjoyed for years.\\n\\nThe question of investment was one that occupied her greatly. For a day or two she walked about apparently in a dreamy state, but really absorbed in speculation and calculation.  She did not wish to act hastily, to do anything she might afterward regret.  But it was during the still hours of the night when she lay awake revolving plans in her mind that she seemed to see her way clearly toward a proper and judicious use of the money.\\n\\nA dollar or two should be added to the price usually paid for Janie's shoes, which would insure their lasting an appreciable time longer than they usually did.  She would buy so and so many yards of percale for new shirt waists for the boys and Janie and Mag. She had intended to make the old ones do by skilful patching.  Mag should have another gown.  She had seen some beautiful patterns, veritable bargains in the shop windows.  And still there would be left enough for new stockings--two pairs apiece--and what darning that would save for a while!  She would get caps for the boys and sailor-hats for the girls.  The vision of her little brood looking fresh and dainty and new for once in their lives excited her and made her restless and wakeful with anticipation.\\n\\nThe neighbors sometimes talked of certain \\\"better days\\\" that little Mrs. Sommers had known before she had ever thought of being Mrs. Sommers.  She herself indulged in no such morbid retrospection.  She had no time--no second of time to devote to the past.  The needs of the present absorbed her every faculty.  A vision of the future like some dim, gaunt monster sometimes appalled her, but luckily to-morrow never comes.\\n\\nMrs. Sommers was one who knew the value of bargains; who could stand for hours making her way inch by inch toward the desired object that was selling below cost.  She could elbow her way if need be; she had learned to clutch a piece of goods and hold it and stick to it with persistence and determination till her turn came to be served, no matter when it came.\\n\\nBut that day she was a little faint and tired.  She had swallowed a light luncheon--no! when she came to think of it, between getting the children fed and the place righted, and preparing herself for the shopping bout, she had actually forgotten to eat any luncheon at all!\\n\\nShe sat herself upon a revolving stool before a counter that was comparatively deserted, trying to gather strength and courage to charge through an eager multitude that was besieging breastworks of shirting and figured lawn.  An all-gone limp feeling had come over her and she rested her hand aimlessly upon the counter. She wore no gloves.  By degrees she grew aware that her hand had encountered something very soothing, very pleasant to touch.  She looked down to see that her hand lay upon a pile of silk stockings. A placard near by announced that they had been reduced in price from two dollars and fifty cents to one dollar and ninety-eight cents; and a young girl who stood behind the counter asked her if she wished to examine their line of silk hosiery.  She smiled, just as if she had been asked to inspect a tiara of diamonds with the ultimate view of purchasing it.  But she went on feeling the soft, sheeny luxurious things--with both hands now, holding them up to see them glisten, and to feel them glide serpent-like through her fingers.\\n\\nTwo hectic blotches came suddenly into her pale cheeks.  She looked up at the girl.\\n\\n\\\"Do you think there are any eights-and-a-half among these?\\\"\\n\\nThere were any number of eights-and-a-half.  In fact, there were more of that size than any other.  Here was a light-blue pair; there were some lavender, some all black and various shades of tan and gray.  Mrs. Sommers selected a black pair and looked at them very long and closely.  She pretended to be examining their texture, which the clerk assured her was excellent.\\n\\n\\\"A dollar and ninety-eight cents,\\\" she mused aloud.  \\\"Well, I'll take this pair.\\\" She handed the girl a five-dollar bill and waited for her change and for her parcel.  What a very small parcel it was!  It seemed lost in the depths of her shabby old shopping-bag.\\n\\nMrs. Sommers after that did not move in the direction of the bargain counter.  She took the elevator, which carried her to an upper floor into the region of the ladies' waiting-rooms.  Here, in a retired corner, she exchanged her cotton stockings for the new silk ones which she had just bought.  She was not going through any acute mental process or reasoning with herself, nor was she striving to explain to her satisfaction the motive of her action. She was not thinking at all.  She seemed for the time to be taking a rest from that laborious and fatiguing function and to have abandoned herself to some mechanical impulse that directed her actions and freed her of responsibility.\\n\\nHow good was the touch of the raw silk to her flesh!  She felt like lying back in the cushioned chair and reveling for a while in the luxury of it.  She did for a little while.  Then she replaced her shoes, rolled the cotton stockings together and thrust them into her bag.  After doing this she crossed straight over to the shoe department and took her seat to be fitted.\\n\\nShe was fastidious.  The clerk could not make her out; he could not reconcile her shoes with her stockings, and she was not too easily pleased.  She held back her skirts and turned her feet one way and her head another way as she glanced down at the polished, pointed-tipped boots.  Her foot and ankle looked very pretty.  She could not realize that they belonged to her and were a part of herself.  She wanted an excellent and stylish fit, she told the young fellow who served her, and she did not mind the difference of a dollar or two more in the price so long as she got what she desired.\\n\\nIt was a long time since Mrs. Sommers had been fitted with gloves.  On rare occasions when she had bought a pair they were always \\\"bargains,\\\" so cheap that it would have been preposterous and unreasonable to have expected them to be fitted to the hand.\\n\\nNow she rested her elbow on the cushion of the glove counter, and a pretty, pleasant young creature, delicate and deft of touch, drew a long-wristed \\\"kid\\\" over Mrs. Sommers's hand.  She smoothed it down over the wrist and buttoned it neatly, and both lost themselves for a second or two in admiring contemplation of the little symmetrical gloved hand.  But there were other places where money might be spent.\\n\\nThere were books and magazines piled up in the window of a stall a few paces down the street.  Mrs. Sommers bought two high-priced magazines such as she had been accustomed to read in the days when she had been accustomed to other pleasant things.  She carried them without wrapping.  As well as she could she lifted her skirts at the crossings.  Her stockings and boots and well fitting gloves had worked marvels in her bearing--had given her a feeling of assurance, a sense of belonging to the well-dressed multitude.\\n\\nShe was very hungry.  Another time she would have stilled the cravings for food until reaching her own home, where she would have brewed herself a cup of tea and taken a snack of anything that was available.  But the impulse that was guiding her would not suffer her to entertain any such thought.\\n\\nThere was a restaurant at the corner.  She had never entered its doors; from the outside she had sometimes caught glimpses of spotless damask and shining crystal, and soft-stepping waiters serving people of fashion.\\n\\nWhen she entered her appearance created no surprise, no consternation, as she had half feared it might.  She seated herself at a small table alone, and an attentive waiter at once approached to take her order.  She did not want a profusion; she craved a nice and tasty bite--a half dozen blue-points, a plump chop with cress, a something sweet--a creme-frappee, for instance; a glass of Rhine wine, and after all a small cup of black coffee.\\n\\nWhile waiting to be served she removed her gloves very leisurely and laid them beside her.  Then she picked up a magazine and glanced through it, cutting the pages with a blunt edge of her knife.  It was all very agreeable.  The damask was even more spotless than it had seemed through the window, and the crystal more sparkling.  There were quiet ladies and gentlemen, who did not notice her, lunching at the small tables like her own.  A soft, pleasing strain of music could be heard, and a gentle breeze, was blowing through the window.  She tasted a bite, and she read a word or two, and she sipped the amber wine and wiggled her toes in the silk stockings.  The price of it made no difference.  She counted the money out to the waiter and left an extra coin on his tray, whereupon he bowed before her as before a princess of royal blood.\\n\\nThere was still money in her purse, and her next temptation presented itself in the shape of a matinee poster.\\n\\nIt was a little later when she entered the theatre, the play had begun and the house seemed to her to be packed.  But there were vacant seats here and there, and into one of them she was ushered, between brilliantly dressed women who had gone there to kill time and eat candy and display their gaudy attire.  There were many others who were there solely for the play and acting.  It is safe to say there was no one present who bore quite the attitude which Mrs. Sommers did to her surroundings.  She gathered in the whole--stage and players and people in one wide impression, and absorbed it and enjoyed it.  She laughed at the comedy and wept--she and the gaudy woman next to her wept over the tragedy.  And they talked a little together over it.  And the gaudy woman wiped her eyes and sniffled on a tiny square of filmy, perfumed lace and passed little Mrs. Sommers her box of candy.\\n\\nThe play was over, the music ceased, the crowd filed out.  It was like a dream ended.  People scattered in all directions.  Mrs. Sommers went to the corner and waited for the cable car.\\n\\nA man with keen eyes, who sat opposite to her, seemed to like the study of her small, pale face.  It puzzled him to decipher what he saw there.  In truth, he saw nothing-unless he were wizard enough to detect a poignant wish, a powerful longing that the cable car would never stop anywhere, but go on and on with her forever.\\n\\nThe Locket\\n\\nI\\n\\nOne night in autumn a few men were gathered about a fire on the slope of a hill.  They belonged to a small detachment of Confederate forces and were awaiting orders to march.  Their gray uniforms were worn beyond the point of shabbiness.  One of the men was heating something in a tin cup over the embers.  Two were lying at full length a little distance away, while a fourth was trying to decipher a letter and had drawn close to the light.  He had unfastened his collar and a good bit of his flannel shirt front.\\n\\n\\\"What's that you got around your neck, Ned?\\\" asked one of the men lying in the obscurity.\\n\\nNed--or Edmond--mechanically fastened another button of his shirt and did not reply.  He went on reading his letter.\\n\\n\\\"Is it your sweet heart's picture?\\\"\\n\\n\\\"\\\\`Taint no gal's picture,\\\" offered the man at the fire.  He had removed his tin cup and was engaged in stirring its grimy contents with a small stick.  \\\"That's a charm; some kind of hoodoo business that one o' them priests gave him to keep him out o' trouble.  I know them Cath'lics.  That's how come Frenchy got permoted an never got a scratch sence he's been in the ranks.  Hey, French! aint I right?\\\"  Edmond looked up absently from his letter.\\n\\n\\\"What is it?\\\" he asked.\\n\\n\\\"Aint that a charm you got round your neck?\\\"\\n\\n\\\"It must be, Nick,\\\" returned Edmond with a smile.  \\\"I don't know how I could have gone through this year and a half without it.\\\"\\n\\nThe letter had made Edmond heart sick and home sick.  He stretched himself on his back and looked straight up at the blinking stars.  But he was not thinking of them nor of anything but a certain spring day when the bees were humming in the clematis; when a girl was saying good bye to him.  He could see her as she unclasped from her neck the locket which she fastened about his own.  It was an old fashioned golden locket bearing miniatures of her father and mother with their names and the date of their marriage.  It was her most precious earthly possession.  Edmond could feel again the folds of the girl's soft white gown, and see the droop of the angel-sleeves as she circled her fair arms about his neck.  Her sweet face, appealing, pathetic, tormented by the pain of parting, appeared before him as vividly as life.  He turned over, burying his face in his arm and there he lay, still and motionless.\\n\\nThe profound and treacherous night with its silence and semblance of peace settled upon the camp.  He dreamed that the fair Octavie brought him a letter.  He had no chair to offer her and was pained and embarrassed at the condition of his garments.  He was ashamed of the poor food which comprised the dinner at which he begged her to join them.\\n\\nHe dreamt of a serpent coiling around his throat, and when he strove to grasp it the slimy thing glided away from his clutch. Then his dream was clamor.\\n\\n\\\"Git your duds! you!  Frenchy!\\\"  Nick was bellowing in his face. There was what appeared to be a scramble and a rush rather than any regulated movement.  The hill side was alive with clatter and motion; with sudden up-springing lights among the pines. In the east the dawn was unfolding out of the darkness. Its glimmer was yet dim in the plain below.\\n\\n\\\"What's it all about?\\\" wondered a big black bird perched in the top of the tallest tree.  He was an old solitary and a wise one, yet he was not wise enough to guess what it was all about. So all day long he kept blinking and wondering.\\n\\nThe noise reached far out over the plain and across the hills and awoke the little babes that were sleeping in their cradles. The smoke curled up toward the sun and shadowed the plain so that the stupid birds thought it was going to rain; but the wise one knew better.\\n\\n\\\"They are children playing a game,\\\" thought he.  \\\"I shall know more about it if I watch long enough.\\\"\\n\\nAt the approach of night they had all vanished away with their din and smoke.  Then the old bird plumed his feathers.  At last he had understood!  With a flap of his great, black wings he shot downward, circling toward the plain.\\n\\nA man was picking his way across the plain.  He was dressed in the garb of a clergyman.  His mission was to administer the consolations of religion to any of the prostrate figures in whom there might yet linger a spark of life.  A negro accompanied him, bearing a bucket of water and a flask of wine.\\n\\nThere were no wounded here; they had been borne away.  But the retreat had been hurried and the vultures and the good Samaritans would have to look to the dead.\\n\\nThere was a soldier--a mere boy--lying with his face to the sky.  His hands were clutching the sward on either side and his finger nails were stuffed with earth and bits of grass that he had gathered in his despairing grasp upon life.  His musket was gone; he was hatless and his face and clothing were begrimed.  Around his neck hung a gold chain and locket.  The priest, bending over him, unclasped the chain and removed it from the dead soldier's neck. He had grown used to the terrors of war and could face them unflinchingly; but its pathos, someway, always brought the tears to his old, dim eyes.\\n\\nThe angelus was ringing half a mile away.  The priest and the negro knelt and murmured together the evening benediction and a prayer for the dead.\\n\\nII\\n\\nThe peace and beauty of a spring day had descended upon the earth like a benediction.  Along the leafy road which skirted a narrow, tortuous stream in central Louisiana, rumbled an old fashioned cabriolet, much the worse for hard and rough usage over country roads and lanes.  The fat, black horses went in a slow, measured trot, notwithstanding constant urging on the part of the fat, black coachman.  Within the vehicle were seated the fair Octavie and her old friend and neighbor, Judge Pillier, who had come to take her for a morning drive.\\n\\nOctavie wore a plain black dress, severe in its simplicity. A narrow belt held it at the waist and the sleeves were gathered into close fitting wristbands.  She had discarded her hoopskirt and appeared not unlike a nun.  Beneath the folds of her bodice nestled the old locket.  She never displayed it now.  It had returned to her sanctified in her eyes; made precious as material things sometimes are by being forever identified with a significant moment of one's existence.\\n\\nA hundred times she had read over the letter with which the locket had come back to her.  No later than that morning she had again pored over it.  As she sat beside the window, smoothing the letter out upon her knee, heavy and spiced odors stole in to her with the songs of birds and the humming of insects in the air.\\n\\nShe was so young and the world was so beautiful that there came over her a sense of unreality as she read again and again the priest's letter.  He told of that autumn day drawing to its close, with the gold and the red fading out of the west, and the night gathering its shadows to cover the faces of the dead.  Oh!  She could not believe that one of those dead was her own! with visage uplifted to the gray sky in an agony of supplication.  A spasm of resistance and rebellion seized and swept over her.  Why was the spring here with its flowers and its seductive breath if he was dead!  Why was she here!  What further had she to do with life and the living!\\n\\nOctavie had experienced many such moments of despair, but a blessed resignation had never failed to follow, and it fell then upon her like a mantle and enveloped her.\\n\\n\\\"I shall grow old and quiet and sad like poor Aunt Tavie,\\\" she murmured to herself as she folded the letter and replaced it in the secretary.  Already she gave herself a little demure air like her Aunt Tavie.  She walked with a slow glide in unconscious imitation of Mademoiselle Tavie whom some youthful affliction had robbed of earthly compensation while leaving her in possession of youth's illusions.\\n\\nAs she sat in the old cabriolet beside the father of her dead lover, again there came to Octavie the terrible sense of loss which had assailed her so often before.  The soul of her youth clamored for its rights; for a share in the world's glory and exultation. She leaned back and drew her veil a little closer about her face. It was an old black veil of her Aunt Tavie's.  A whiff of dust from the road had blown in and she wiped her cheeks and her eyes with her soft, white handkerchief, a homemade handkerchief, fabricated from one of her old fine muslin petticoats.\\n\\n\\\"Will you do me the favor, Octavie,\\\" requested the judge in the courteous tone which he never abandoned, \\\"to remove that veil which you wear.  It seems out of harmony, someway, with the beauty and promise of the day.\\\"\\n\\nThe young girl obediently yielded to her old companion's wish and unpinning the cumbersome, sombre drapery from her bonnet, folded it neatly and laid it upon the seat in front of her.\\n\\n\\\"Ah! that is better; far better!\\\" he said in a tone expressing unbounded relief.  \\\"Never put it on again, dear.\\\" Octavie felt a little hurt; as if he wished to debar her from share and parcel in the burden of affliction which had been placed upon all of them. Again she drew forth the old muslin handkerchief.\\n\\nThey had left the big road and turned into a level plain which had formerly been an old meadow.  There were clumps of thorn trees here and there, gorgeous in their spring radiance.  Some cattle were grazing off in the distance in spots where the grass was tall and luscious.  At the far end of the meadow was the towering lilac hedge, skirting the lane that led to Judge Pillier's house, and the scent of its heavy blossoms met them like a soft and tender embrace of welcome.\\n\\nAs they neared the house the old gentleman placed an arm around the girl's shoulders and turning her face up to him he said: \\\"Do you not think that on a day like this, miracles might happen? When the whole earth is vibrant with life, does it not seem to you, Octavie, that heaven might for once relent and give us back our dead?\\\"  He spoke very low, advisedly, and impressively.  In his voice was an old quaver which was not habitual and there was agitation in every line of his visage.  She gazed at him with eyes that were full of supplication and a certain terror of joy.\\n\\nThey had been driving through the lane with the towering hedge on one side and the open meadow on the other.  The horses had somewhat quickened their lazy pace.  As they turned into the avenue leading to the house, a whole choir of feathered songsters fluted a sudden torrent of melodious greeting from their leafy hiding places.\\n\\nOctavie felt as if she had passed into a stage of existence which was like a dream, more poignant and real than life. There was the old gray house with its sloping eaves. Amid the blur of green, and dimly, she saw familiar faces and heard voices as if they came from far across the fields, and Edmond was holding her.  Her dead Edmond; her living Edmond, and she felt the beating of his heart against her and the agonizing rapture of his kisses striving to awake her.  It was as if the spirit of life and the awakening spring had given back the soul to her youth and bade her rejoice.\\n\\nIt was many hours later that Octavie drew the locket from her bosom and looked at Edmond with a questioning appeal in her glance.\\n\\n\\\"It was the night before an engagement,\\\" he said.  \\\"In the hurry of the encounter, and the retreat next day, I never missed it till the fight was over.  I thought of course I had lost it in the heat of the struggle, but it was stolen.\\\"\\n\\n\\\"Stolen,\\\" she shuddered, and thought of the dead soldier with his face uplifted to the sky in an agony of supplication.\\n\\nEdmond said nothing; but he thought of his messmate; the one who had lain far back in the shadow; the one who had said nothing.\\n\\nA Reflection\\n\\nSome people are born with a vital and responsive energy. It not only enables them to keep abreast of the times; it qualifies them to furnish in their own personality a good bit of the motive power to the mad pace.  They are fortunate beings.  They do not need to apprehend the significance of things.  They do not grow weary nor miss step, nor do they fall out of rank and sink by the wayside to be left contemplating the moving procession.\\n\\nAh! that moving procession that has left me by the road-side! Its fantastic colors are more brilliant and beautiful than the sun on the undulating waters.  What matter if souls and bodies are failing beneath the feet of the ever-pressing multitude!  It moves with the majestic rhythm of the spheres.  Its discordant clashes sweep upward in one harmonious tone that blends with the music of other worlds--to complete God's orchestra.\\n\\nIt is greater than the stars--that moving procession of human energy; greater than the palpitating earth and the things growing thereon.  Oh!  I could weep at being left by the wayside; left with the grass and the clouds and a few dumb animals.  True, I feel at home in the society of these symbols of life's immutability. In the procession I should feel the crushing feet, the clashing discords, the ruthless hands and stifling breath. I could not hear the rhythm of the march.\\n\\nSalve!  ye dumb hearts.  Let us be still and wait by the roadside.\",\"timestamp\":1639989251,\"title\":\"\\nThe last thing to go was a tiny bundle of letters; innocent little scribblings that Desiree had sent to him during the days of their espousal\"},\"digest\":\"nHjQ15dKgLtRCIXF6CJmBy1xG43hWwr7WuZk1nFtCB8\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uf75fmKVVPERYpIlutftjTuY518LdOOuh6jINnS9c10\\\",\\\"y\\\":\\\"IgZcMHO75iqEWj4CM001v2C8Oa3HJknndytzSrFqsKY\\\"}\",\"signature\":\"k5YSUeP92UAcZpgaLxpMM020xYz_ro4L4J52z8bfi6eNkoeN4guBszwDlLb44JhD5F22KxPfAM5WpJcDimURTA\",\"signingKeySignature\":\"0xa6406305b601707ff6de3073288113ad354760c9162116273686f73674ec27fb0b35df6de307219e0427487acd59d290e4451c4ce333900634c335adef60464e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uf75fmKVVPERYpIlutftjTuY518LdOOuh6jINnS9c10\\\",\\\"y\\\":\\\"IgZcMHO75iqEWj4CM001v2C8Oa3HJknndytzSrFqsKY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nHjQ15dKgLtRCIXF6CJmBy1xG43hWwr7WuZk1nFtCB8\"}"