"{\"content\":{\"body\":\"and his mother's name was Spoil-the-Child.  Little Obstinate was the only child of his parents; he was born when they were no longer young, and they doted on their only child, and gave him his own way in everything. Everything he asked for he got, and if he did not immediately get it you would have heard his screams and his kicks three doors off. His parents were not in themselves bad people, but, if Solomon speaks true, they hated their child, for they gave him all his own way in everything, and nothing would ever make them say no to him, or lift up the rod when he said no to them.  When the Scriptures, in their pedagogical parts, speak so often about the rod, they do not necessarily mean a rod of iron or even of wood.  There are other ways of teaching an obstinate child than the way that Gideon took with the men of Succoth when he taught them with the thorns of the wilderness and with the briars thereof.  George Offor, John Bunyan's somewhat quaint editor, gives the readers of his edition this personal testimony:- 'After bringing up a very large family, who are a blessing to their parents, I have yet to learn what part of the human body was created to be beaten.'  At the same time the rod must mean something in the word of God; it certainly means something in God's hand when His obstinate children are under it, and it ought to mean something in a godly parent's hand also. Little Obstinate's two parents were far from ungodly people, though they lived in such a city; but they were daily destroying their only son by letting him always have his own way, and by never saying no to his greed, and his lies, and his anger, and his noisy and disorderly ways.  Eli in the Old Testament was not a bad man, but he destroyed both the ark of the Lord and himself and his sons also, because his sons made themselves vile, and he restrained them not.  God's children are never so soft, and sweet, and good, and happy as just after He restrains them, and has again laid the rod of correction upon them.  They then kiss both the rod and Him who appointed it.  And earthly fathers learn their craft from God.  The meekness, the sweetness, the docility, and the love of a chastised child has gone to all our hearts in a way we can never forget. There is something sometimes almost past description or belief in the way a chastised child clings to and kisses the hand that chastised it.  But poor old Spare-the-Rod never had experiences like that.  And young Obstinate, having been born like Job's wild ass's colt, grew up to be a man like David's unbitted and unbridled mule, till in after life he became the author of all the evil and mischief that is associated in our minds with his evil name.\\n\\nIn old Spare-the-Rod's child also this true proverb was fulfilled, that the child is the father of the man.  For all that little Obstinate had been in the nursery, in the schoolroom, and in the playground--all that, only in an aggravated way--he was as a youth and as a grown-up man.  For one thing, Obstinate all his days was a densely ignorant man.  He had not got into the way of learning his lessons when he was a child; he had not been made to learn his lessons when he was a child; and the dislike and contempt he had for his books as a boy accompanied him through an ignorant and a narrow-minded life.  It was reason enough to this so unreasonable man not to buy and read a book that you had asked him to buy and read it.  And so many of the books about him were either written, or printed, or published, or sold, or read, or praised by people he did not like, that there was little left for this unhappy man to read, even if otherwise he would have read it.  And thus, as his mulish obstinacy kept him so ignorant, so his ignorance in turn increased his obstinacy.  And then when he came, as life went on, to have anything to do with other men's affairs, either in public or in private life, either in the church, or in the nation, or in the city, or in the family, this unhappy man could only be a drag on all kinds of progress, and in obstacle to every good work.  Use and wont, a very good rule on occasion, was a rigid and a universal rule with Obstinate.  And to be told that the wont in this case and in that had ceased to be the useful, only made him rail at you as only an ignorant and an obstinate man can rail.  He could only rail; he had not knowledge enough, or good temper enough, or good manners enough to reason out a matter; he was too hot-tempered for an argument, and he hated those who had an acquaintance with the subject in hand, and a self-command in connection with it that he had not.  'The obstinate man's understanding is like Pharaoh's heart, and it is proof against all sorts of arguments whatsoever.' Like the demented king of Egypt, the obstinate man has glimpses sometimes both of his bounden duty and of his true interest, but the sinew of iron that is in his neck will not let him perform the one or pursue the other.  'Nothing,' says a penetrating writer, 'is more like firm conviction than simple obstinacy.  Plots and parties in the state, and heresies and divisions in the church alike proceed from it.'  Let any honest man take that sentence and carry it like a candle down into his own heart and back into his own life, and then with the insight and honesty there learned carry the same candle back through some of the plots and parties, the heresies and schisms of the past as well as of the present day, and he will have learned a lesson that will surely help to cure himself, at any rate, of his own remaining obstinacy.  All our firm convictions, as we too easily and too fondly call them, must continually be examined and searched out in the light of more reading of the best authors, in the light of more experience of ourselves and of the world we live in, and in that best of all light, that increasing purity, simplicity, and sincerity of heart alone can kindle.  And in not a few instances we shall to a certainty find that what has hitherto been clothing itself with the honourable name and character of a conviction was all the time only an ignorant prejudice, a distaste or a dislike, a too great fondness for ourselves and for our own opinion and our own interest.  Many of our firmest convictions, as we now call them, when we shall have let light enough fall upon them, we shall be compelled and enabled to confess to be at bottom mere mulishness and pride of heart.  The mulish, obstinate, and proud man never says, I don't know.  He never asks anything to be explained to him. He never admits that he has got any new light.  He never admits having spoken or acted wrongly.  He never takes back what he has said.  He was never heard to say, You are right in that line of action, and I have all along been wrong.  Had he ever said that, the day he said it would have been a white-stone day both for his mind and his heart.  Only, the spoiled son of Spare-the-Rod never said that, or anything like that.\\n\\nBut, most unfortunately, it is in the very best things of life that the true mulishness of the obstinate man most comes out.  He shows worst in his home life and in the matters of religion.  When our Obstinate was in love he was as sweet as honey and as soft as butter.  His old friends that he used so to trample upon scarcely recognised him.  They had sometimes seen men converted, but they had never seen such an immediate and such a complete conversion as this.  He actually invited correction, and reproof, and advice, and assistance, who had often struck at you with his hands and his feet when you even hinted at such a thing to him.  The best upbringing, the best books, the best preaching, the best and most obedient life, taken all together, had not done for other men what a woman's smile and the touch of her hand had in a moment done for this once so obstinate man.  He would read anything now, and especially the best books.  He would hear and enjoy any preacher now, and especially the best and most earnest in preaching.  His old likes and dislikes, prejudices and prepossessions, self-opinionativeness and self-assertiveness all miraculously melted off him, and he became in a day an open-minded, intelligent, good-mannered, devout- minded gentleman.  He who was once such a mule to everybody was now led about by a child in a silken bridle.  All old things had passed away, and all things had become new.  For a time; for a time.  But time passes, and there passes away with it all the humility, meekness, pliability, softness, and sweetness of the obstinate man. Till when long enough time has elapsed you find him all the obstinate and mulish man he ever was.  It is not that he has ceased to love his wife and his children.  It is not that.  But there is this in all genuine and inbred obstinacy, that after a time it often comes out worst beside those we love best.  A man will be affable, accessible, entertaining, the best of company, and the soul of it abroad, and, then, instantly he turns the latch-key in his own door he will relapse into silence, and sink back into utter boorishness and bearishness, mulishness and doggedness.  He swallows his evening meal at the foot of the table in silence, and then he sits all night at the fireside with a cloud out of nothing on his brow.  His sunshine, his smile, and his universal urbanity is all gone now; he is discourteous to nobody but to his own wife. Nothing pleases him; he finds nothing at home to his mind.  The furniture, the hours, the habits of the house are all disposed so as to please him; but he was never yet heard to say to wife, or child, or servant that he was pleased.  He never says that a meal is to his taste or a seat set so as to shelter and repose him.  The obstinate man makes his house a very prison and treadmill to himself and to all those who are condemned to suffer with him.  And all the time it is not that he does not love and honour his household; but by an evil law of the obstinate heart its worst obstinacy and mulishness comes out among those it loves best.\\n\\nBut, my brethren, worse than all that, we have all what good Bishop Hall calls 'a stone of obstination' in our hearts against God. With all his own depth and clearness and plain-spokenness, Paul tells us that our hearts are by nature enmity against God.  Were we proud and obstinate and malicious against men only it would be bad enough, and it would be difficult enough to cure, but our case is dreadful beyond all description or belief when our obstinacy strikes out against God.  We know as well as we know anything, that in doing this and in not doing that we are going every day right in the teeth both of God's law and God's grace; and yet in the sheer obstinacy and perversity of our heart we still go on in what we know quite well to be the suicide of our souls.  We are told by our minister to do this and not to do that; to begin to do this at this new year and to break off from doing that; but, partly through obstinacy towards him, reinforced by a deeper and subtler and deadlier obstinacy against God, and against all the deepest and most godly of the things of God, we neither do the one nor cease from doing the other.  There is a sullenness in some men's minds, a gloom and a bitter air that rises up from the unploughed, undrained, unweeded, uncultivated fens of their hearts that chills and blasts all the feeble beginnings of a better life.  The natural and constitutional obstinacy of the obstinate heart is exasperated when it comes to deal with the things of God.  For it is then reinforced with all the guilt and all the fear, all the suspicion and all the aversion of the corrupt and self-condemned heart. There is an obdurateness of obstinacy against all the men, and the books, and the doctrines, and the precepts, and the practices that are in any way connected with spiritual religion that does not come out even in the obstinate man's family life.\\n\\nJohn Bunyan's Obstinate, both by his conduct as well as by the etymology of his name, not only stands in the way of his own salvation, but he does all he can to stand in the way of other men setting out to salvation also.  Obstinate set out after Christian to fetch him back by force, and if it had not been that he met his match in Christian, The Pilgrim's Progress would never have been written.  'That can by no means be,' said Christian to his pursuer, and he is first called Christian when he shows that one man can be as obstinate in good as another man can be in evil.  'I never now can go back to my former life.'  And then the two obstinate men parted company for ever, Christian in holy obstinacy being determined to have eternal life at any cost, and Obstinate as determined against it.  The opening pages of The Pilgrim's Progress set the two men very graphically and very impressively before us.\\n\\nAs to the cure of obstinacy, the rod in a firm, watchful, wise, and loving hand will cure it.  And in later life a long enough and close enough succession of humble, yielding, docile, submissive, self-chastening and thanksgiving acts will cure it.  Reading and obeying the best books on the subjugation and the regulation of the heart will cure it.  Descending with Dante to where the obstinate, and the embittered, and the gloomy, and the sullen have made their beds in hell will cure it.  And much and most agonising prayer will above all cure it.\\n\\n'O Lord, if thus so obstinate I, Choose Thou, before my spirit die, A piercing pain, a killing sin, And to my proud heart run them in.\\n\\nPLIABLE\\n\\n'He hath not root in himself.'--Our Lord.\\n\\nWith one stroke of His pencil our Lord gives us this Flaxman-like outline of one of his well-known hearers.  And then John Bunyan takes up that so expressive profile, and puts flesh and blood into it, till it becomes the well-known Pliable of The Pilgrim's Progress.  We call the text a parable, but our Lord's parables are all portraits--portraits and groups of portraits, rather than ordinary parables.  Our Lord knew this man quite well who had no root in himself.  Our Lord had crowds of such men always running after Him, and He threw off this rapid portrait from hundreds of men and women who caused discredit to fall on His name and His work, and burdened His heart continually.  And John Bunyan, with all his genius, could never have given us such speaking likenesses as that of Pliable and Temporary and Talkative, unless he had had scores of them in his own congregation.\\n\\nOur Lord's short preliminary description of Pliable goes, like all His descriptions, to the very bottom of the whole matter.  Our Lord in this passage is like one of those masterly artists who begin their portrait-painting with the study of anatomy.  All the great artists in this walk build up their best portraits from the inside of their subjects.  He hath not root in himself, says our Lord, and we need no more than that to be told us to foresee how all his outside religion will end.  'Without self-knowledge,' says one of the greatest students of the human heart that ever lived, 'you have no real root in yourselves.  Real self-knowledge is the root of all real religious knowledge.  It is a deceit and a mischief to think that the Christian doctrines can either be understood or aright accepted by any outward means.  It is just in proportion as we search our own hearts and understand our own nature that we shall ever feel what a blessing the removal of sin will be; redemption, pardon, sanctification, are all otherwise mere words without meaning or power to us.  God speaks to us first in our own hearts.' Happily for us our Lord has annotated His own text and has told us that an honest heart is the alone root of all true religion. Honest, that is, with itself, and with God and man about itself. As David says in his so honest psalm, 'Behold, Thou desirest truth in the inward parts, and in the hidden part Thou shalt make me to know wisdom.'  And, indeed, all the preachers and writers in Scripture, and all Scriptural preachers and writers outside of Scripture, are at one in this:  that all true wisdom begins at home, and that it all begins at the heart.  And they all teach us that he is the wisest of men who has the worst opinion of his own heart, as he is the foolishest of men who does not know his own heart to be the worst heart that ever any man was cursed with in this world.  'Here is wisdom':  not to know the number of the beast, but to know his mark, and to read it written so indelibly in our own heart.\\n\\nAnd where this first and best of all wisdom is not, there, in our Lord's words, there is no deepness of earth, no root, and no fruit. And any religion that most men have is of this outside, shallow, rootless description.  This was all the religion that poor Pliable ever had.  This poor creature had a certain slight root of something that looked like religion for a short season, but even that slight root was all outside of himself.  His root, what he had of a root, was all in Christian's companionship and impassioned appeals, and then in those impressive passages of Scripture that Christian read to him.  At your first attention to these things you would think that no possible root could be better planted than in the Bible and in earnest preaching.  But even the Bible, and, much more, the best preaching, is all really outside of a man till true religion once gets its piercing roots down into himself.  We have perhaps all heard of men, and men of no small eminence, who were brought up to believe the teaching of the Bible and the pulpit, but who, when some of their inherited and external ideas about some things connected with the Bible began to be shaken, straightway felt as if all the grounds of their faith were shaken, and all the roots of their faith pulled up.  But where that happened, all that was because such men's religion was all rooted outside of themselves; in the best things outside of themselves, indeed, but because, in our Lord's words, their religion was rooted in something outside of themselves and not inside, they were by and by offended, and threw off their faith.  There is another well-known class of men all whose religion is rooted in their church, and in their church not as a member of the body of Christ, but as a social institution set up in this world.  They believe in their church. They worship their church.  They suffer and make sacrifices for their church.  They are proud of the size and the income of their church; her past contendings and sufferings, and present dangers, all endear their church to their heart.  But if tribulation and persecution arise, that is to say, if anything arises to vex or thwart or disappoint them with their church, they incontinently pull up their roots and their religion with it, and transplant both to any other church that for the time better pleases them, or to no church at all.  Others, again, have all their religiosity rooted in their family life.  Their religion is all made up of domestic sentiment.  They love their earthly home with that supreme satisfaction and that all-absorbing affection that truly religious men entertain for their heavenly home.  And thus it is that when anything happens to disturb or break up their earthly home their rootless religiosity goes with it.  Other men's religion, again, and all their interest in it, is rooted in their shop; you can make them anything or nothing in religion, according as you do or do not do business in their shop.  Companionship, also, accounts for the fluctuations of many men's, and almost all women's, religious lives.  If they happen to fall in with godly lovers and friends, they are sincerely godly with them; but if their companions are indifferent or hostile to true religion, they gradually fall into the same temper and attitude.  We sometimes see students destined for the Christian ministry also with all their religion so without root in themselves that a session in an unsympathetic class, a sceptical book, sometimes just a sneer or a scoff, will wither all the promise of their coming service.  And so on through the whole of human life.  He that hath not the root of the matter in himself dureth for a while, but by and by, for one reason or another, he is sure to be offended.\\n\\nSo much, then,--not enough, nor good enough--for our Lord's swift stroke at the heart of His hearers.  But let us now pass on to Pliable, as he so soon and so completely discovers himself to us under John Bunyan's so skilful hand.  Look well at our author's speaking portrait of a well-known man in Bedford who had no root in himself, and who, as a consequence, was pliable to any influence, good or bad, that happened to come across him.  'Don't revile,' are the first words that come from Pliable's lips, and they are not unpromising words.  Pliable is hurt with Obstinate's coarse abuse of the Christian life, till he is downright ashamed to be seen in his company.  Pliable, at least, is a gentleman compared with Obstinate, and his gentlemanly feelings and his good manners make him at once take sides with Christian.  Obstinate's foul tongue has almost made Pliable a Christian.  And this finely-conceived scene on the plain outside the city gate is enacted over again every day among ourselves.  Where men are in dead earnest about religion it always arouses the bad passions of bad men; and where earnest preachers and devoted workers are assailed with violence or with bad language, there is always enough love of fair play in the bystanders to compel them to take sides, for the time at least, with those who suffer for the truth.  And we are sometimes too apt to count all that love of common fairness, and that hatred of foul play, as a sure sign of some sympathy with the hated truth itself. When an onlooker says 'Don't revile,' we are too ready to set down that expression of civility as at least the first beginning of true religion.  But the religion of Jesus Christ cuts far deeper into the heart of man than to the dividing asunder of justice and injustice, civility and incivility, ribaldry and good manners.  And it is always found in the long-run that the cross of Christ and its crucifixion of the human heart goes quite as hard with the gentlemanly-mannered man, the civil and urbane man, as it does with the man of bad behaviour and of brutish manners.  'Civil men,' says Thomas Goodwin, 'are this world's saints.'  And poor Pliable was one of them.  'My heart really inclines to go with my neighbour,' said Pliable next.  'Yes,' he said, 'I begin to come to a point.  I really think I will go along with this good man.  Yes, I will cast in my lot with him.  Come, good neighbour, let us be going.'\\n\\nThe apocalyptic side of some men's imaginations is very easily worked upon.  No kind of book sells better among those of our people who have no root in themselves than just picture-books about heaven.  Our missionaries make use of lantern-slides to bring home the scenes in the Gospels to the dull minds of their village hearers, and with good success.  And at home a magic-lantern filled with the splendours of the New Jerusalem would carry multitudes of rootless hearts quite captive for a time.  'Well said; and what else?  This is excellent; and what else?'  Christian could not tell Pliable fast enough about the glories of heaven.  'There we shall be with seraphim and cherubim, creatures that will dazzle your eyes to look on them.  There also you shall meet with thousands and ten thousands who have gone before us to that place.  Elders with golden crowns, and holy virgins with golden harps, and all clothed with immortality as with a garment.'  'The hearing of all this,' cried Pliable, 'is enough to ravish one's heart.'  'An overly faith,' says old Thomas Shepard, 'is easily wrought.'\\n\\nAs if the text itself was not graphic enough, Bunyan's racy, humorous, pathetic style overflows the text and enriches the very margins of his pages, as every possessor of a good edition of The Pilgrim knows.  'Christian and Obstinate pull for Pliable's soul' is the eloquent summary set down on the side of the sufficiently eloquent page.  As the picture of a man's soul being pulled for rises before my mind, I can think of no better companion picture to that of Pliable than that of poor, hard-beset Brodie of Brodie, as he lets us see the pull for his soul in the honest pages of his inward diary.  Under the head of 'Pliable' in my Bunyan note-book I find a crowd of references to Brodie; and if only to illustrate our author's marginal note, I shall transcribe one or two of them. 'The writer of this diary desires to be cast down under the facileness and plausibleness of his nature, by which he labours to please men more than God, and whence it comes that the wicked speak good of him . . . The Lord pity the proneness of his heart to comply with the men who have the power . . . Lord, he is unsound and double in his heart, politically crafty, selfish, not savouring nor discerning the things of God . . . Let not self-love, wit, craft, and timorousness corrupt his mind, but indue him with fortitude, patience, steadfastness, tenderness, mortification . . . Shall I expose myself and my family to danger at this time?  A grain of sound faith would solve all my questions.'  'Die Dom.  I stayed at home, partly to decline the ill-will and rage of men and to decline observation.'  Or, take another Sabbath-day entry:  'Die Dom.  I stayed at home, because of the time, and the observation, and the Earl of Moray . . . Came to Cuttiehillock.  I am neither cold nor hot.  I am not rightly principled as to the time.  I suspect that it is not all conscience that makes me conform, but wit, and to avoid suffering; Lord, deliver me from all this unsoundness of heart.'  And after this miserable fashion do heaven and earth, duty and self-interest, the covenant and the crown pull for Lord Brodie's soul through 422 quarto pages.  Brodie's diary is one of the most humiliating, heart-searching, and heart-instructing books I ever read.  Let all public men tempted and afflicted with a facile, pliable, time-serving heart have honest Brodie at their elbow.\\n\\n'Glad I am, my good companion,' said Pliable, after the passage about the cherubim and the seraphim, and the golden crowns and the golden harps, 'it ravishes my very heart to hear all this.  Come on, let us mend our pace.'  This is delightful, this is perfect. How often have we ourselves heard these very words of challenge and reproof from the pliable frequenters of emotional meetings, and from the emotional members of an emotional but rootless ministry. Come on, let us mend our pace!  'I am sorry to say,' replied the man with the burden on his back, 'that I cannot go so fast as I would.'  'Christian,' says Mr. Kerr Bain, 'has more to carry than Pliable has, as, indeed, he would still have if he were carrying nothing but himself; and he does have about him, besides, a few sobering thoughts as to the length and labour and some of the unforeseen chances of the way.'  And as Dean Paget says in his profound and powerful sermon on 'The Disasters of Shallowness': 'Yes, but there is something else first; something else without which that inexpensive brightness, that easy hopefulness, is apt to be a frail resourceless growth, withering away when the sun is up and the hot winds of trial are sweeping over it.  We must open our hearts to our religion; we must have the inward soil broken up, freely and deeply its roots must penetrate our inner being.  We must take to ourselves in silence and in sincerity its words of judgment with its words of hope, its sternness with its encouragement, its denunciations with its promises, its requirements, with its offers, its absolute intolerance of sin with its inconceivable and divine long-suffering towards sinners.'  But preaching like this would have frightened away poor Pliable.  He would not have understood it, and what he did understand of it he would have hated with all his shallow heart.\\n\\n'Where are we now?' called Pliable to his companion, as they both went over head and ears into the Slough of Despond.  'Truly,' said Christian, 'I do not know.'--No work of man is perfect, not even the all-but-perfect Pilgrim's Progress.  Christian was bound to fall sooner or later into a slough filled with his own despondency about himself, his past guilt, his present sinfulness, and his anxious future.  But Pliable had not knowledge enough of himself to make him ever despond.  He was always ready and able to mend his pace.  He had no burden on his back, and therefore no doubt in his heart.  But Christian had enough of both for any ten men, and it was Christian's overflowing despondency and doubt at this point of the road that suddenly filled his own slough, and, I suppose, overflowed into a slough for Pliable also.  Had Pliable only had a genuine and original slough of his own to so sink and be bedaubed in, he would have got out of it at the right side of it, and been a tender-stepping pilgrim all his days.--'Is this the happiness you have told me all this while of?  May I get out of this with my life, you may possess the brave country alone for me.'  And with that he gave a desperate struggle or two, and got out of the mire on that side of the slough which was next his own house; so he went away, and Christian saw him no more.  'The side of the slough which was next his own house.'  Let us close with that.  Let us go home thinking about that.  And in this trial of faith and patience, and in that, in this temptation to sin, and in that, in this actual transgression, and in that, let us always ask ourselves which is the side of the slough that is farthest away from our own house, and let us still struggle to that side of the slough, and it will all be well with us at the last.\\n\\nHELP\\n\\n'I was brought low, and He helped me.'--David.\\n\\nThe Slough of Despond is one of John Bunyan's masterpieces.  In his description of the slough, Bunyan touches his highest water-mark for humour, and pathos, and power, and beauty of language.  If we did not have the English Bible in our own hands we would have to ask, as Lord Jeffrey asked Lord Macaulay, where the brazier of Bedford got his inimitable style.  Bunyan confesses to us that he got all his Latin from the prescription papers of his doctors, and we know that he got all his perfect English from his English Bible. And then he got his humour and his pathos out of his own deep and tender heart.  The God of all grace gave a great gift to the English-speaking world and to the Church of Christ in all lands when He created and converted John Bunyan, and put it into his head and his heart to compose The Pilgrim's Progress.  His heart- affecting page on the slough has been wetted with the tears of thousands of its readers, and their tears have been mingled with smiles as they read their own sin and misery, and the never-to-be- forgotten time and place where their sin and misery first found them out, all told so recognisably, so pathetically, and so amusingly almost to laughableness in the passage upon the slough. We see the ocean of scum and filth pouring down into the slough through the subterranean sewers of the City of Destruction and of the Town of Stupidity, which lies four degrees beyond the City of Destruction, and from many other of the houses and haunts of men. We see His Majesty's sappers and miners at their wits' end how to cope with the deluges of pollution that pour into this slough that they have been ordained to drain and dry up.  For ages and ages the royal surveyors have been laying out all their skill on this slough.  More cartloads than you could count of the best material for filling up a slough have been shot into it, and yet you would never know that so much as a single labourer had emptied his barrow here.  True, excellent stepping-stones have been laid across the slough by skilful engineers, but they are always so slippery with the scum and slime of the slough, that it is only now and then that a traveller can keep his feet upon them.  Altogether, our author's picture of the Slough of Despond is such a picture that no one who has seen it can ever forget it.  But better than reading the best description of the slough is to see certain well-known pilgrims trying to cross it.  Mr. Fearing at the Slough of Despond was a tale often told at the tavern suppers of that country.  Never pilgrim attempted the perilous journey with such a chicken-heart in his bosom as this Mr. Fearing.  He lay above a month on the bank of the slough, and would not even attempt the steps.  Some kind Pilgrims, though they had enough to do to keep the steps themselves, offered him a hand; but no.  And after they were safely over it made them almost weep to hear the man still roaring in his horror at the other side.  Some bade him go home if he would not take the steps, but he said that he would rather make his grave in the slough than go back one hairsbreadth.  Till, one sunshiny morning,--no one knew how, and he never knew how himself--the steps were so high and dry, and the scum and slime were so low, that this hare-hearted man made a venture, and so got over.  But, then, as an unkind friend of his said, this pitiful pilgrim had a slough of despond in his own mind which he carried always and everywhere about with him, and made him the proverb of despondency that he was and is.  Only, that sunshiny morning he got over both the slough inside of him and outside of him, and was heard by Help and his family singing this song on the hither side of the slough:  'He brought me up also out of an horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings.'\\n\\nOur pilgrim did not have such a good crossing as Mr. Fearing. Whether it was that the discharge from the city was deeper and fouler, or that the day was darker, or what, we are not told, but both Christian and Pliable were in a moment out of sight in the slough.  They both wallowed, says their plain-spoken historian, in the slough, only the one of the two who had the burden on his back at every wallow went deeper into the mire; when his neighbour, who had no such burden, instead of coming to his assistance, got out of the slough at the same side as he had entered it, and made with all his might for his own house.  But the man called Christian made what way he could, and still tumbled on to the side of the slough that was farthest from his own house, till a man called Help gave him his hand and set him upon sound ground.  Christiana, again, and Mercy and the boys found the slough in a far worse condition than it had ever been found before.  And the reason was not that the country that drained into the slough was worse, but that those who had the mending of the slough and the keeping in repair of the steps had so bungled their work that they had marred the way instead of mending it.  At the same time, by the tact and good sense of Mercy, the whole party got over, Mercy remarking to the mother of the boys, that if she had as good ground to hope for a loving reception at the gate as Christiana had, no slough of despond would discourage her, she said.  To which the older woman made the characteristic reply:  'You know your sore and I know mine, and we shall both have enough evil to face before we come to our journey's end.'\\n\\nNow, I do not for a moment suppose that there is any one here who can need to be told what the Slough of Despond in reality is. Indeed, its very name sufficiently declares it.  But if any one should still be at a loss to understand this terrible experience of all the pilgrims, the explanation offered by the good man who gave Christian his hand may here be repeated.  'This miry slough,' he said, 'is such a place as cannot be mended.  This slough is the descent whither the scum and filth that attends conviction of sin doth continually run, and therefore it is called by the name of Despond, for still as the sinner is awakened about his lost condition there ariseth in his soul many fears and doubts and discouraging apprehensions, which all of them get together, and settle in this place, and this is the reason of the badness of the ground.'  That is the parable, with its interpretation; but there is a passage in Grace Abounding which is no parable, and which may even better than this so pictorial slough describe some men's condition here.  'My original and inward pollution,' says Bunyan himself in his autobiography, 'that, that was my plague and my affliction; that, I say, at a dreadful rate was always putting itself forth within me; that I had the guilt of to amazement; by reason of that I was more loathsome in my own eyes than a toad; and I thought I was so in God's eyes also.  Sin and corruption would bubble up out of my heart as naturally as water bubbles up out of a fountain.  I thought now that every one had a better heart than I had.  I could have changed heart with anybody.  I thought none but the devil himself could equalise me for inward wickedness and pollution of mind.  I fell, therefore, at the sight of my own vileness, deeply into despair, for I concluded that this condition in which I was in could not stand with a life of grace.  Sure, thought I, I am forsaken of God; sure I am given up to the devil, and to a reprobate mind.'\\n\\n'Let no man, then, count me a fable maker, Nor made my name and credit a partaker Of their derision:  what is here in view, Of mine own knowledge I dare say is true.'\\n\\nSometimes, as with Christian at the slough, a man's way in life is all slashed up into sudden ditches and pitfalls out of the sins of his youth.  His sins, by God's grace, find him out, and under their arrest and overthrow he begins to seek his way to a better life and a better world; and then both the burden and the slough have their explanation and fulfilment in his own life every day.  But it is even more dreadful than a slough in a man's way to have a slough in his mind, as both Bunyan himself and Mr. Fearing, his exquisite creation, had.  After the awful-enough slough, filled with the guilt and fear of actual sin, had been bridged and crossed and left behind, a still worse slough of inward corruption and pollution rose up in John Bunyan's soul and threatened to engulf him altogether.  So terrible to Bunyan was this experience, that he has not thought it possible to make a parable of it, and so put it into the Pilgrim; he has kept it rather for the plain, direct, unpictured, personal testimony of the Grace Abounding.  I do not know another passage anywhere to compare with the eighty-fourth paragraph of Grace Abounding for hope and encouragement to a great inward sinner under a great inward sanctification.  I commend that powerful passage to the appropriation of any man here who may have stuck fast in the Slough of Despond today, and who could not on that account come to the Lord's Table.  Let him still struggle out at the side of the slough farthest from his own house, and to- night, who can tell, Help may come and give that man his hand. When the Slough of Despond is drained, and its bottom laid bare, what a find of all kinds of precious treasures shall be laid bare! Will you be able to lay claim to any of it when the long-lost treasure-trove is distributed by command of the King to its rightful owners?\\n\\n'What are you doing there?' the man whose name was Help demanded of Christian, as he still wallowed and plunged to the hither side of the slough, 'and why did you not look for the steps?'  And so saying he set Christian's feet upon sound ground again, and showed him the nearest way to the gate.  Help is one of the King's officers who are planted all along the way to the Celestial City, in order to assist and counsel all pilgrims.  Evangelist was one of those officers; this Help is another; Goodwill will be another, unless, indeed, he is more than a mere officer; Interpreter will be another, and Greatheart, and so on.  All these are preachers and pastors and evangelists who correspond to all those names and all their offices.  Only some unhappy preachers are better at pushing poor pilgrims into the slough, and pushing them down to the bottom of it, than they are at helping a sinking pilgrim out; while some other more happy preachers and pastors have their manses built at the hither side of the slough and do nothing else all their days but help pilgrims out of their slough and direct them to the gate. And then there are multitudes of so-called ministers who eat the King's bread who can neither push a proud sinner into the slough nor help a prostrate sinner out of it; no, nor point him the way when he has himself wallowed out.  And then, there are men called ministers, too, who also eat the King's bread, whose voice you never hear in connection with such matters, unless it be to revile both the pilgrims and their helpers, and all who run with fear and trembling up the heavenly road.  But our pilgrim was happy enough to meet with a minister to whom he could look back all his remaining pilgrimage and say:  'He brought me up also out of an horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings.  And he hath put a new song in my mouth, even praise to our God.'\\n\\nNow, as might have been expected, there is a great deal said about all kinds of help in the Bible.  After the help of God, of which the Bible and especially the more experimental Psalms are full, this fine name is then applied to many Scriptural persons, and on many Scriptural occasions.  The first woman whom God Almighty made bore from her Maker to her husband this noble name.  Her Father, so to speak, gave her away under this noble name.  And of all the sweet and noble names that a woman bears, there is none so rich, so sweet, so lasting, and so fruitful as just her first Divine name of a helpmeet.  And how favoured of God is that man to be accounted whose life still continues to draw meet help out of his wife's fulness of help, till all her and his days together he is able to say, I have of God a helpmeet indeed!  For in how many sloughs do many men lie till this daughter of Help gives them her hand, and out of how many more sloughs are they all their days by her delivered and kept!  Sweet, maidenly, and most sensible Mercy was a great help to widow Christiana at the slough, and to her and her sons all the way up to the river--a very present help in many a need to her future mother-in-law and her pilgrim sons.  Let every young man seek his future wife of God, and let him seek her of her Divine Father under that fine, homely, divine name.  For God, who knoweth what we have need of before we ask Him, likes nothing better than to make a helpmeet for those who so ask Him, and still to bring the woman to the man under that so spouse-like name.\\n\\n'What next I bring shall please thee, be assured, Thy likeness, thy fit help, thy other self, Thy wish exactly to thy heart's desire.'\\n\\nAnd then when the apostle is making an enumeration of the various offices and agencies in the New Testament church of his day, after apostles and teachers and gifts of healing, he says, 'helps,'-- assistants, that is, succourers, especially of the sick and the aged and the poor.  And we do not read that either election or ordination was needed to make any given member of the apostolic church a helper.  But we do read of helpers being found by the apostle among all classes and conditions of that rich and living church; both sexes, all ages, and all descriptions of church members bore this fine apostolic name.  'Salute Urbane, our helper in Christ . . . Greet Priscilla and Aquila, my helpers in Christ.' And both Paul and John and all the apostles were forward to confess in their epistles how much they owed of their apostolic success, as well as of their personal comfort and joy, to the helpers, both men and women, their Lord had blessed them with.\\n\\nNow, the most part of us here to-night have been at the Lord's Table to-day.  We kept our feet firm on the steps as we skirted or crossed the slough that self-examination always fills and defiles for us before every new communion.  And before our Lord let us rise from His Table this morning.  He again said to us:  'Ye call Me Master and Lord, and ye say well, for so I am.  If I then have given you My hand, and have helped you, ye ought also to help one another.'  Who, then, any more will withhold such help as it is in his power to give to a sinking brother?  And you do not need to go far afield seeking the slough of desponding, despairing, drowning men.  This whole world is full of such sloughs.  There is scarce sound ground enough in this world on which to build a slough- watcher's tower.  And after it is built, the very tower itself is soon stained and blinded with the scudding slime.  Where are your eyes, and full of what?  Do you not see sloughs full of sinking men at your very door; ay, and inside of your best built and best kept house?  Your very next neighbour; nay, your own flesh and blood, if they have nothing else of Greatheart's most troublesome pilgrim about them, have at least this, that they carry about a slough with them in their own mind and in their own heart.  Have you only henceforth a heart and a hand to help, and see if hundreds of sinking hearts do not cry out your name, and hundreds of slimy hands grasp at your stretched-out arm.  Sloughs of all kinds of vice, open and secret; sloughs of poverty, sloughs of youthful ignorance, temptation, and transgression; sloughs of inward gloom, family disquiet and dispute; lonely grief; all manner of sloughs, deep and miry, where no man would suspect them.  And how good, how like Christ Himself, and how well-pleasing to Him to lay down steps for such sliding feet, and to lift out another and another human soul upon sound and solid ground.  'Know ye what I have done to you?  For I have given you an example, that ye should do as I have done to you.  If ye know these things, happy are ye if ye do them.'\\n\\nMR. WORLDLY-WISEMAN\\n\\n'Wise in this world.'--Paul.\\n\\nMr. Worldly-Wiseman has a long history behind him on which we cannot now enter at any length.  As a child, the little worldling, it was observed, took much after his secular father, but much more after his scheming mother.  He was already a self-seeking, self- satisfied youth; and when he became a man and began business for himself, no man's business flourished like his.  'Nothing of news,' says his biographer in another place, 'nothing of doctrine, nothing of alteration or talk of alteration could at any time be set on foot in the town but be sure Mr. Worldly-Wiseman would be at the head or tail of it.  But, to be sure, he would always decline those he deemed to be the weakest, and stood always with those, in his way of thinking, that he supposed were the strongest side.'  He was a man, it was often remarked, of but one book also.  Sunday and Saturday he was to be found deep in The Architect of Fortune; or, Advancement in Life, a book written by its author so as to 'come home to all men's business and bosoms.'  He drove over scrupulously once a Sunday to the State church, of which he was one of the most determined pillars.  He had set his mind on being Lord Mayor of the town before long, and he was determined that his eldest son should be called Sir Worldly-Wiseman after him, and he chose his church accordingly.  Another of his biographers in this connection wrote of him thus:  'Our Lord Mayor parted his religion betwixt his conscience and his purse, and he went to church not to serve God, but to please the king.  The face of the law made him wear the mask of the Gospel, which he used not as a means to save his soul, but his charges.'  Such, in a short word, was this 'sottish man' who crossed over the field to meet with our pilgrim when he was walking solitary by himself after his escape from the slough.\\n\\n'How now, good fellow?  Whither away after this burdened manner?' What a contrast those two men were to one another in the midst of that plain that day!  Our pilgrim was full of the most laborious going; sighs and groans rose out of his heart at every step; and then his burden on his back, and his filthy, slimy rags all made him a picture such that it was to any man's credit and praise that he should stop to speak to him.  And then, when our pilgrim looked up, he saw a gentleman standing beside him to whom he was ashamed to speak.  For the gentleman had no burden on his back, and he did not go over the plain laboriously.  There was not a spot or a speck, a rent or a wrinkle on all his fine raiment.  He could not have been better appointed if he had just stepped out of the gate at the head of the way; they can wear no cleaner garments than his in the Celestial City itself.  'How now, good fellow?  Whither away after this burdened manner?'  'A burdened manner, indeed, as ever I think poor creature had.  And whereas you ask me whither away, I tell you, sir, I am going to yonder wicket gate before me; for there, as I am informed, I shall be put into a way to be rid of my heavy burden.'  'Hast thou a wife and children?'  Yes; he is ashamed to say that he has.  But he confesses that he cannot to-day take the pleasure in them that he used to do.  Since his sin so came upon him, he is sometimes as if he had neither wife nor child nor a house over his head.  John Bunyan was of Samuel Rutherford's terrible experience,--that our sins and our sinfulness poison all our best enjoyments.  We do not hear much of Rutherford's wife and children, and that, no doubt, for the sufficient reason that he gives us in his so open-minded letter.  But Bunyan laments over his blind child with a lament worthy to stand beside the lament of David over Absalom, and again over Saul and Jonathan at Mount Gilboa.  At the same time, John Bunyan often felt sore and sad at heart that he could not love and give all his heart to his wife and children as they deserved to be loved and to have all his heart. He often felt guilty as he looked on them and knew in himself that they did not have in him such a father as, God knew, he wished he was, or ever in this world could hope to be.  'Yes,' he said, 'but I cannot take the pleasure in them that I would.  I am sometimes as if I had none.  My sin sometimes drives me like a man bereft of his reason and clean demented.'  'Who bid thee go this way to be rid of thy burden?  I beshrew him for his counsel.  There is not a more troublesome and dangerous way in the world than this is to which he hath directed thee.  And besides, though I used to have some of the same burden when I was young, not since I settled in that town,' pointing to the town of Carnal-Policy over the plain, 'have I been at any time troubled in that way.'  And then he went on to describe and denounce the way to the Celestial City, and he did it like a man who had been all over it, and had come back again.  His alarming description of the upward way reads to us like a page out of Job, or Jeremiah, or David, or Paul.  'Hear me,' he says, 'for I am older than thou.  Thou art like to meet with in the way which thou goest wearisomeness, painfulness, hunger, perils, nakedness, sword, lions, dragons, darkness, and in a word, death, and what not.'  You would think that you were reading the eighth of the Romans at the thirty-fifth verse; only Mr. Worldly-Wiseman does not go on to finish the chapter.  He does not go on to add, 'I am persuaded that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Jesus Christ our Lord.'  No; Worldly-Wiseman never reads the Romans, and he never hears a sermon on that chapter when he goes to church.\\n\\nMr. Worldly-Wiseman became positively eloquent and impressive and all but convincing as he went so graphically and cumulatively over all the sorrows that attended on the way to which this pilgrim was now setting his face.  But, staggering as it all was, the man in rags and slime only smiled a sad and sobbing smile in answer, and said:  'Why, sir, this burden upon my back is far more terrible to me than all the things which you have mentioned; nay, methinks I care not what I meet with in the way, so be I can also meet with deliverance from my burden.'  This is what our Lord calls a pilgrim having the root of the matter in himself.  This poor soul had by this time so much wearisomeness, painfulness, hunger, perils, nakedness, sword, lions, dragons, darkness, death, and what not in himself, that all these threatened things outside of himself were but so many bugbears and hobgoblins wherewith to terrify children; they were but things to be laughed at by every man who is in ernest in the way.  'I care not what else I meet with if only I also meet with deliverance.'  There speaks the true pilgrim.  There speaks the man who drew down the Son of God to the cross for that man's deliverance.  There speaks the man, who, mire, and rags, and burdens and all, will yet be found in the heaven of heavens where the chief of sinners shall see their Deliverer face to face, and shall at last and for ever be like Him.  Peter examined Dante in heaven on faith, James examined him on hope, and John took him through his catechism on love, and the seer came out of the tent with a laurel crown on his brow.  I do not know who the examiner on sin will be, but, speaking for myself on this matter, I would rather take my degree in that subject than in all the other subjects set for a sinner's examination on earth or in heaven.  For to know myself, and especially, as the wise man says, to know the plague of my own heart, is the true and the only key to all other true knowledge:  God and man; the Redeemer and the devil; heaven and hell; faith, hope, and charity; unbelief, despair, and malignity, and all things of that kind else, all knowledge will come to that man who knows himself, and to that man alone, and to that man in the exact measure in which he does really know himself. Listen again to this slough-stained, sin-burdened, sighing and sobbing pilgrim, who, in spite of all these things--nay, in virtue of all these things--is as sure of heaven and of the far end of heaven as if he were already enthroned there.  'Wearisomeness,' he protests, 'painfulness, hunger, perils, nakedness, sword, lions, dragons, darkness, death, and what not--why, sir, this burden on my back is far more terrible to me than all these things which you have mentioned; nay, methinks I care not what I meet with in the way, so be I can also meet with deliverance from my burden.'  O God! let this same mind be found in me and in all the men and women for whose souls I shall have to answer at the day of judgment, and I shall be content and safe before Thee.\\n\\nThat strong outburst from this so forfoughten man for a moment quite overawed Worldly-Wiseman.  He could not reply to an earnestness like this.  He did not understand it, and could not account for it.  The only thing he ever was in such earnestness as that about was his success in business and his title that he and his wife were scheming for.  But still, though silenced by this unaccountable outburst of our pilgrim, Worldly-Wiseman's enmity against the upward way, and especially against all the men and all the books that made pilgrims take to that way, was not silenced. 'How camest thou by thy burden at first?'  By reading this Book in my hand.'  Worldly-Wiseman did not fall foul of the Book indeed, but he fell all the more foul of those who meddled with matters they had not a head for.  'Leave these high and deep things for the ministers who are paid to understand and explain them, and attend to matters more within thy scope.'  And then he went on to tell of a far better way to get rid of the burden that meddlesome men brought on themselves by reading that book too much--a far better and swifter way than attempting the wicket-gate.  'Thou wilt never be settled in thy mind till thou art rid of that burden, nor canst thou enjoy the blessings of wife and child as long as that burden lies so heavy upon thee.'  That was so true that it made the pilgrim look up.  A gentleman who can speak in that true style must know more than he says about such burdens as this of mine; and, after all, he may be able, who knows, to give me some good advice in my great straits.  'Pray, sir, open this secret to me, for I sorely stand in need of good counsel.'  Let him here who has no such burden as this poor pilgrim had cast the first stone at Christian; I cannot.  If one who looked like a gentleman came to me to-night and told me how I would on the spot get to a peace of conscience never to be lost again, and how I would get a heart to- night that would never any more plague and pollute me, I would be mightily tempted to forget what all my former teachers had told me and try this new Gospel.  And especially if the gentleman said that the remedy was just at hand.  'Pray, sir,' said the breathless and spiritless man, 'wilt thou, then, open this secret to me?'\\n\\nThe wit and the humour and the satire of the rest of the scene must be fully enjoyed over the great book itself.  The village named Morality, hard by the hill; that judicious man Legality, who dwells in the first house you come at after you have turned the hill; Civility, the pretty young man that Legality hath to his son; the hospitality of the village; the low rents and the cheap provisions, and all the charities and amenities of the place,--all together make up such a picture as you cannot get anywhere out of John Bunyan.  And then the pilgrim's stark folly in entering into Worldly-Wiseman's secret; his horror as the hill began to thunder and lighten and threaten to fall upon him; the sudden descent of Evangelist; and then the plain-spoken words that passed between the preacher and the pilgrim,--don't say again that the poorest of the Puritans were without letters, or that they had not their own esoteric writings full of fun and frolic; don't say that again till you are a pilgrim yourself, and have our John Bunyan for one of your classics by heart.\\n\\nWe are near an end, but before you depart, stand still a little, as Evangelist said to Christian, that I may show you the words of God. And first, watch yourselves well, for you all have a large piece of this worldly-wise man in yourselves.  You all take something of some ancestor, remote or immediate, who was wise only for this world.  Yes, to be sure, for you still decline as they did, and desert as they did, those you deem to be the weakest, and stand with those that you suppose to be the strongest side.  The Architect of Fortune is perhaps too strong meat for your stomach; but still, if you ever light upon its powerful pages, you will surely blush in secret to see yourself turned so completely inside out.  You may not have chosen your church wholly with an eye to your shop; but you must admit that you see as good and better men than you are doing that every day.  And it is a sure sign to you that you do not yet know the plague of your own heart, unless you know yourself to be a man more set upon the position and the praise that this world gives than you yet are on the position and the praise that come from God only.  Set a watch on your own worldly heart.  Watch and pray, lest you also enter into all Worldly- Wiseman's temptation.  This is one of the words of God to you.\\n\\nAnother word of God is this.  The way of the cross, said severe Evangelist, is odious to every worldly-wise man; while, all the time, it is the only way there is, and there never will be any other way to eternal life.  The only way to life is the way of the cross.  There are two crosses, indeed, on the way to the Celestial City; there is, first, the Cross of Christ, once for you, and then there is your cross daily for Christ, and it takes both crosses to secure and to assure any man that he is on the right road, and that he will come at last to the right end.  'The Christian's great conquest over the world,' says William Law, 'is all contained in the mystery of Christ upon the cross.  And true Christianity is nothing else but an entire and absolute conformity to that spirit which Christ showed in the mysterious sacrifice of Himself upon the cross.  Every man is only so far a Christian as he partakes of this same spirit of Christ--the same suffering spirit, the same sacrifice of himself, the same renunciation of the world, the same humility and meekness, the same patient bearing of injuries, reproaches, and contempts, the same dying to all the greatness, honours, and happiness of this world that Christ showed on the cross.  We also are to suffer, to be crucified, to die, to rise with Christ, or else His crucifixion, His death, and His resurrection will profit us nothing.  'This is the second word of God unto thee.  And the third thing to-night is this, that though thy sin be very great, though thou hast a past life round thy neck enough to sink thee for ever out of the sight of God and all good men; a youth of sensuality now long and closely cloaked over with an after life of worldly prosperity, worldly decency, and worldly religion, all which only makes thee that whited sepulchre that Christ has in His eye when He speaks of thee with such a severe and dreadful countenance; yet if thou confess thyself to be all the whited sepulchre He sees thee to be, and yet knock at His gate in all thy rags and slime, He will immediately lay aside that severe countenance and will show thee all His goodwill.  Notwithstanding all that thou hast done, and all thou still art, He will not deny His own words, or do otherwise than at once fulfil them all to thee.  Ask, then, and it shall be given thee; seek, and thou shalt find; knock, and it shall be opened unto thee.  And with a great goodwill, He will say to those that stand by Him, Take away the filthy garments from him.  And to thee He will say, Behold, I have caused all thine iniquity to pass from thee, and I will clothe thee with change of raiment.\\n\\nGOODWILL, THE GATEKEEPER\\n\\n'Goodwill.'--Luke 2. 14.\\n\\n'So in process of time Christian got up to the gate.  Now there was written over the gate, Knock, and it shall be opened unto you.  He knocked, therefore, more than once or twice, saying, May I now enter here? when at last there came a grave person to the gate, named Goodwill, who asked him who was there?'  The gravity of the gatekeeper was the first thing that struck the pilgrim.  And it was the same thing that so struck some of the men who saw most of our Lord that they handed down to their children the true tradition that He was often seen in tears, but that no one had ever seen or heard Him laugh.  The prophecy in the prophet concerning our Lord was fulfilled to the letter.  He was indeed a man of sorrows, and He early and all His life long had a close acquaintance with grief. Our Lord had come into this world on a very sad errand.  We are so stupefied and besotted with sin, that we have no conception how sad an errand our Lord had been sent on, and how sad a task He soon discovered it to be.  To be a man without sin, a man hating sin, and hating nothing else but sin, and yet to have to spend all His days in a world lying in sin, and in the end to have all that world of sin laid upon Him till He was Himself made sin,--how sad a task was that!  Great, no doubt, as was the joy that was set before our Lord, and sure as He was of one day entering on that joy, yet the daily sight of so much sin in all men around Him, and the cross and the shame that lay right before Him, made Him, in spite of the future joy, all the Man of Sorrow Isaiah had said He would be, and made light-mindedness and laughter impossible to our Lord,--as it is, indeed, to all men among ourselves who have anything of His mind about this present world and the sin of this world, they also are men of sorrow, and of His sorrow.  They, too, are acquainted with grief.  Their tears, like His, will never be wiped off in this world.  They will not laugh with all their heart till they laugh where He now laughs.  Then it will be said of them, too, that they began to be merry.  'What was the matter with you that you did laugh in your sleep last night? asked Christiana of Mercy in the morning.  I suppose you were in a dream.  So I was, said Mercy, but are you sure that I laughed?  Yes, you laughed heartily; but, prithee, Mercy, tell me thy dream.  Well, I dreamed that I was in a solitary place and all alone, and was there bemoaning the hardness of my heart, when methought I saw one coming with wings towards me. So he came directly to me, and said, Mercy, what aileth thee?  Now, when he heard my complaint, he said, Peace be to thee.  He also wiped mine eyes with his handkerchief, and clad me in silver and gold; he put a chain about my neck also, and earrings in mine ears, and a beautiful crown upon my head.  So he went up.  I followed him till we came to a golden gate; and I thought I saw your husband there.  But did I laugh?  Laugh! ay, and well you might, to see yourself so well.'\\n\\nBut to return and begin again.  Goodwill, who opened the gate, was, as we saw, a person of a very grave and commanding aspect; so much so, that in his sudden joy our pilgrim was a good deal overawed as he looked on the countenance of the man who stood in the gate, and it was some time afterwards before he understood why he wore such a grave and almost sad aspect.  But afterwards, as he went up the way, and sometimes returned in thought to the wicket-gate, he came to see very good reason why the keeper of that gate looked as he did look.  The site and situation of the gate, for one thing, was of itself enough to banish all light-mindedness from the man who was stationed there.  For the gatehouse stood just above the Slough of Despond, and that itself filled the air of the place with a dampness and a depression that could be felt.  And then out of the downward windows of the gate, the watcher's eye always fell on the City of Destruction in the distance, and on her sister cities sitting like her daughters round about her.  And that also made mirth and hilarity impossible at that gate.  And then the kind of characters who came knocking all hours of the day and the night at that gate.  Goodwill never saw a happy face or heard a cheerful voice from one year's end to the other.  And when any one so far forgot himself as to put on an untimely confidence and self- satisfaction, the gatekeeper would soon put him through such questions as quickly sobered him if he had anything at all of the root of the matter in him.  Terror, horror, despair, remorse, chased men and women up to that gate.  They would often fall before his threshold more dead than alive.  And then, after the gate was opened and the pilgrims pulled in, the gate had only opened on a path of such painfulness, toil, and terrible risk, that at whatever window Goodwill looked out, he always saw enough to make him and keep him a grave, if not a sad, man.  It was, as he sometimes said, his meat and his drink to keep the gate open for pilgrims; but the class of men who came calling themselves pilgrims; the condition they came in; the past, that in spite of all both he and they could do, still came in through his gate after them, and went up all the way with them; their ignorance of the way, on which he could only start them; the multitudes who started, and the handfuls who held on; the many who for a time ran well, but afterwards left their bones to bleach by the wayside; and all the impossible-to-be-told troubles, dangers, sorrows, shipwrecks that certainly lay before the most steadfast and single-hearted pilgrim--all that was more than enough to give the man at the gate his grave and anxious aspect.\\n\\nNot that his great gravity, with all the causes of it, ever made him a melancholy, a morose, a despairing, or even a desponding man. Far from that.  The man of sorrows Himself sometimes rejoiced in spirit.  Not sometimes only, but often He lifted up His heart and thanked His Father for the work His Father had given Him to do, and for the success that had been granted to Him in the doing of it. And as often as He looked forward to the time when he should finish His work and receive His discharge, and return to His Father's house, at the thought of that He straightway forgot all His present sorrows.  And somewhat so was it with Goodwill at his gate.  No man could be but at bottom happy, and even joyful, who had a post like his to occupy, a gate like his to keep, and, altogether, a work like his to do.  No man with his name and his nature can ever in any circumstances be really unhappy.  'Happiness is the bloom that always lies on a life of true goodness,' and this gatehouse was full of the happiness that follows on and always dwells with true goodness.  Goodwill cannot have more happiness till he shuts in his last pilgrim into the Celestial City, and then himself enters in after him as a shepherd after a lost sheep.\\n\\nThe happy, heavenly, divine disposition of the gatekeeper was such, that it overflowed from the pilgrim who stood beside him and descended upon his wife and children who remained behind him in the doomed city.  So full of love was the gate-keeper's heart, that it ran out upon Obstinate and Pliable also.  His heart was so large and so hospitable, that he was not satisfied with one pilgrim received and assisted that day.  How is it, he asked, that you have come here alone?  Did any of your neighbours know of your coming? And why did he who came so far not come through?  Alas, poor man, said Goodwill, is the celestial glory of so little esteem with him that he counteth it not worth running the hazards of a few difficulties to obtain it?  Our pilgrim got a life-long lesson in goodwill to all men at that gate that day.  The gatekeeper showed such deep and patient and genuine interest in all the pilgrim's past history, and in all his family and personal affairs, that Christian all his days could never show impatience, or haste, or lack of interest in the most long-winded and egotistical pilgrim he ever met.  He always remembered, when he was becoming impatient, how much of his precious time and of his loving attention his old friend Goodwill had given to him.  Our pilgrim got tired of talking about himself long before Goodwill had ceased to ask questions and to listen to the answers.  So much was Christian taken with the courtesy and the kindness of Goodwill, that had it not been for his crushing burden, he would have offered to remain in Goodwill's house to run his errands, to light his fires, and to sweep his floors.  So much was he taken captive with Goodwill's extraordinary kindness and unwearied attention.  And since he could not remain at the gate, but must go on to the city of all goodwill itself, our pilgrim set himself all his days to copy this gatekeeper when he met with any fellow-pilgrim who had any story that he wished to tell.  And many were the lonely and forgotten souls that Christian cheered and helped on, not by his gold or his silver, nor by anything else, but just by his open ear.  To listen with patience and with attention to a fellow-pilgrim's wrongs and sorrows, and even his smallest interests, said this Christian to himself, is just what Goodwill so winningly did to me.\\n\\nWith all his goodwill the grave gatekeeper could not say that the way to the Celestial City was other than a narrow, a stringent, and a heart-searching way.  'Come,' he said, 'and I will tell thee the way thou must go.'  There are many wide ways to hell, and many there be who crowd them, but there is only one way to heaven, and you will sometimes think you must have gone off it, there are so few companions; sometimes there will be only one footprint, with here and there a stream of blood, and always as you proceed, it becomes more and more narrow, till it strips a man bare, and sometimes threatens to close upon him and crush him to the earth altogether.  Our Lord in as many words tells us all that.  Strive, He says, strive every day.  For many shall seek to enter into the way of salvation, but because they do not early enough, and long enough, and painfully enough strive, they come short, and are shut out.  Have you, then, anything in your religious life that Christ will at last accept as the striving He intended and demanded?  Does your religion cause you any real effort--Christ calls it AGONY? Have you ever had, do you ever have, anything that He would so describe?  What cross do you every day take up?  In what thing do you every day deny yourself?  Name it.  Put your finger on it. Write it in cipher on the margin of your Bible.  Would the most liberal judgment be able to say of you that you have any fear and trembling in the work of your salvation?  If not, I am afraid there must be some mistake somewhere.  There must be great guilt somewhere.  At your parents' door, or at your minister's, or, if their hands are clean, then at your own.  Christ has made it plain to a proverb, and John Bunyan has made it a nursery and a schoolboy story, that the way to heaven is steep and narrow and lonely and perilous.  And that, remember, not a few of the first miles of the way, but all the way, and even through the dark valley itself. 'Almost all that is said in the New Testament of men's watching, giving earnest heed to themselves, running the race that is set before them, striving and agonising, fighting, putting on the whole armour of God, pressing forward, reaching forth, crying to God day and night; I say, almost all that we have in the New Testament on these subjects is spoken and directed to the saints.  Where those things are applied to sinners seeking salvation once, they are spoken of the saints' prosecution of their salvation ten times' (Jonathan Edwards).  If you have a life at all like that, you will be sorely tempted to think that such suffering and struggle, increasing rather than diminishing as life goes on, is a sign that you are so bad as not to be a true Christian at all.  You will be tempted to think and say so.  But all the time the truth is, that he who has not that labouring, striving, agonising, fearing, and trembling in himself, knows nothing at all about the religion of Christ and the way to heaven; and if he thinks he does, then that but proves him a hypocrite, a self-deceived, self-satisfied hypocrite; there is not an ounce of a true Christian in him.  Says Samuel Rutherford on this matter:  'Christ commandeth His hearers to a strict and narrow way, in mortifying heart-lusts, in loving our enemy, in feeding him when he is hungry, in suffering for Christ's sake and the gospel's, in bearing His cross, in denying ourselves, in becoming humble as children, in being to all men and at all times meek and lowly in heart.'  Let any man lay all that intelligently and imaginatively alongside of his own daily life. Let him name some such heart-lust.  Let him name also some enemy, and ask himself what it is to love that man, and to feed him in his hunger; what it is in which he is called to suffer for Christ's sake and the gospel's, in his reputation, in his property, in his business, in his feelings.  Let him put his finger on something in which he is every day to deny himself, and to be humble and teachable, and to keep himself out of sight like a little child; and if that man does not find out how narrow and heart-searching the way to heaven is, he will be the first who has so found his way thither.  No, no; be not deceived.  Deceive not yourself, and let no man deceive you.  God is not mocked, neither are His true saints.  'Would to God I were back in my pulpit but for one Sabbath,' said a dying minister in Aberdeen.  'What would you do?' asked a brother minister at his bedside.  'I would preach to the people the difficulty of salvation,' he said.  All which things are told, not for purposes of debate or defiance, but to comfort and instruct God's true people who are finding salvation far more difficult than anybody had ever told them it would be.  Comfort My people, saith your God.  Speak comfortably to My people.  Come, said Goodwill, and I will teach thee about the way thou must go. Look before thee, dost thou see that narrow way?  That is the way thou must go.  And then thou mayest always distinguish the right way from the wrong.  The wrong is crooked and wide, and the right is straight as a rule can make it,--straight and narrow.\\n\\nGoodwill said all that in order to direct and to comfort the pilgrim; but that was not all that this good man said with that end.  For, when Christian asked him if he could not help him off with his burden that was upon his back, he told him:  'As to thy burden, be content to bear it until thou comest to the place of deliverance, for there it will fall from thy back of itself.'  Get you into the straight and narrow way, says Goodwill, with his much experience of the ways and fortunes of true pilgrims; get you sure into the right way, and leave your burden to God.  He appoints the place of deliverance, and it lies before thee.  The place of thy deliverance cannot be behind thee, and it is not in my house, else thy burden would have been already off.  But it is before thee.  Be earnest, therefore, in the way.  Look not behind thee.  Go not into any crooked way; and one day, before you know, and when you are not pulling at it, your burden will fall off of itself.  Be content to bear it till then, says bold and honest Goodwill, speaking so true to pilgrim experience.  Yes; be content, O ye people of God, crying with this pilgrim for release from your burden of guilt, and no less those of you who are calling with Paul for release from the still more bitter and crushing burden made up of combined guilt and corruption.  Be content till the place and the time of deliverance; nay, even under your burden and your bonds be glad, as Paul was, and go up the narrow way, still chanting to yourself, I thank God through Jesus Christ our Lord.  It is only becoming that a great sinner should tarry the Lord's leisure; all the more that the greatest sinner may be sure the Lord will come, and will not tarry. The time is long, but the thing is sure.\\n\\nAnd now two lessons from Goodwill's gate:-\\n\\n1. The gate was shut when Christian came up to it, and no one was visible anywhere about it.  The only thing visible was the writing over the gate which told all pilgrims to knock.  Now, when we come up to the same gate we are disappointed and discouraged that the gatekeeper is not standing already upon his doorstep and his arms round our neck.  We knelt to-day in secret prayer, and there was only our bed or our chair visible before us.  There was no human being, much less to all appearance any Divine Presence, in the place.  And we prayed a short, indeed, but a not unearnest prayer, and then we rose up and came away disappointed because no one appeared.  But look at him who is now inheriting the promises.  He knocked, says his history, more than once or twice.  That is to say, he did not content himself with praying one or two seconds and then giving over, but he continued in prayer till the gatekeeper came.  And as he knocked, he said, so loud and so impatient that all those in the gatehouse could hear him,\\n\\n'May I now enter here?  Will he within Open to sorry me, though I have been A wandering rebel?  Then shall I Not fail to sing his lasting praise on high.'\\n\\n1. 'We make no objections against any,' said Goodwill; 'notwithstanding all that they have done before they come hither, they are in no wise cast out.'  He told me all things that ever I did, said the woman of Samaria, telling her neighbours about our Lord's conversation with her.  And, somehow, there was something in the gatekeeper's words that called back to Christian, if not all the things he had ever done, yet from among them the worst things he had ever done.  They all rose up black as hell before his eyes as the gatekeeper did not name them at all, but only said 'notwithstanding all that thou hast done.'  Christian never felt his past life so black, or his burden so heavy, or his heart so broken, as when Goodwill just said that one word 'notwithstanding.' 'We make no objections against any; notwithstanding all that they have done before they come hither, they are in no wise cast out.'\\n\\nTHE INTERPRETER\\n\\n'An interpreter, one among a thousand.'--Elihu.\\n\\nWe come to-night to the Interpreter's House.  And since every minister of the gospel is an interpreter, and every evangelical church is an interpreter's house, let us gather up some of the precious lessons to ministers and to people with which this passage of the Pilgrim's Progress so much abounds.\",\"timestamp\":1641288605,\"title\":\"\\nLittle Obstinate was born and brought up in the City of Destruction.  His father was old Spare-the-Rod\"},\"digest\":\"YgFRy9Q_gAbY8PUgkE9f48qzQoi7VkbbzMIddbl5FFI\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xQIq3zeBxE817uciGF5O9qLoVZtjZ_kEbicRApnNxzM\\\",\\\"y\\\":\\\"68Kmnna7DanmX46_IR-0l1ghj9ObpWykH9a3db5YTq0\\\"}\",\"signature\":\"_270gRtU_Tr5Y7EaHnaNr6YKQ_bZEWcwAbo2ljmaDxFSAQQhy-lKt3yGvHvjhP9md0Nlu2Pmtv7yusdiGYcAYg\",\"signingKeySignature\":\"0x4f0e163ab5ebe1f8c6e30ea247c0b0347e58c1c05a23bf011ac99ab20552fc542d01e34965234b603cfa73be01eaa575530285e08a6ed5c81e09b2f9798b80b71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xQIq3zeBxE817uciGF5O9qLoVZtjZ_kEbicRApnNxzM\\\",\\\"y\\\":\\\"68Kmnna7DanmX46_IR-0l1ghj9ObpWykH9a3db5YTq0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YgFRy9Q_gAbY8PUgkE9f48qzQoi7VkbbzMIddbl5FFI\"}"