"{\"content\":{\"body\":\"Let the brilliant mind that gave me the subject of this Scene\\n\\nhave the honor of it.\\n\\nHer brother,\\n\\nDe Balzac\\n\\nA START IN LIFE\\n\\nCHAPTER I\\n\\nTHAT WHICH WAS LACKING TO PIERROTIN'S HAPPINESS\\n\\nRailroads, in a future not far distant, must force certain industries\\n\\nto disappear forever, and modify several others, more especially those\\n\\nrelating to the different modes of transportation in use around Paris.\\n\\nTherefore the persons and things which are the elements of this Scene\\n\\nwill soon give to it the character of an archaeological work. Our\\n\\nnephews ought to be enchanted to learn the social material of an epoch\\n\\nwhich they will call the \\\"olden time.\\\" The picturesque \\\"coucous\\\" which\\n\\nstood on the Place de la Concorde, encumbering the Cours-la-Reine,--\\n\\ncoucous which had flourished for a century, and were still numerous in\\n\\n1830, scarcely exist in 1842, unless on the occasion of some\\n\\nattractive suburban solemnity, like that of the Grandes Eaux of\\n\\nVersailles. In 1820, the various celebrated places called the\\n\\n\\\"Environs of Paris\\\" did not all possess a regular stage-coach service.\\n\\nNevertheless, the Touchards, father and son, had acquired a monopoly\\n\\nof travel and transportation to all the populous towns within a\\n\\nradius of forty-five miles; and their enterprise constituted a fine\\n\\nestablishment in the rue du Faubourg-Saint-Denis. In spite of their\\n\\nlong-standing rights, in spite, too, of their efforts, their capital,\\n\\nand all the advantages of a powerful centralization, the Touchard\\n\\ncoaches (\\\"messageries\\\") found terrible competition in the coucous for\\n\\nall points with a circumference of fifteen or twenty miles. The\\n\\npassion of the Parisian for the country is such that local enterprise\\n\\ncould successfully compete with the Lesser Stage company,--Petites\\n\\nMessageries, the name given to the Touchard enterprise to distinguish\\n\\nit from that of the Grandes Messageries of the rue Montmartre. At the\\n\\ntime of which we write, the Touchard success was stimulating\\n\\nspeculators. For every small locality in the neighborhood of Paris\\n\\nthere sprang up schemes of beautiful, rapid, and commodious vehicles,\\n\\ndeparting and arriving in Paris at fixed hours, which produced,\\n\\nnaturally, a fierce competition. Beaten on the long distances of\\n\\ntwelve to eighteen miles, the coucou came down to shorter trips, and\\n\\nso lived on for several years. At last, however, it succumbed to\\n\\nomnibuses, which demonstrated the possibility of carrying eighteen\\n\\npersons in a vehicle drawn by two horses. To-day the coucous--if by\\n\\nchance any of those birds of ponderous flight still linger in the\\n\\nsecond-hand carriage-shops--might be made, as to its structure and\\n\\narrangement, the subject of learned researches comparable to those of\\n\\nCuvier on the animals discovered in the chalk pits of Montmartre.\\n\\nThese petty enterprises, which had struggled since 1822 against the\\n\\nTouchards, usually found a strong foothold in the good-will and\\n\\nsympathy of the inhabitants of the districts which they served. The\\n\\nperson undertaking the business as proprietor and conductor was nearly\\n\\nalways an inn-keeper along the route, to whom the beings, things, and\\n\\ninterests with which he had to do were all familiar. He could execute\\n\\ncommissions intelligently; he never asked as much for his little\\n\\nstages, and therefore obtained more custom than the Touchard coaches.\\n\\nHe managed to elude the necessity of a custom-house permit. If need\\n\\nwere, he was willing to infringe the law as to the number of\\n\\npassengers he might carry. In short, he possessed the affection of the\\n\\nmasses; and thus it happened that whenever a rival came upon the same\\n\\nroute, if his days for running were not the same as those of the\\n\\ncoucou, travellers would put off their journey to make it with their\\n\\nlong-tried coachman, although his vehicle and his horses might be in a\\n\\nfar from reassuring condition.\\n\\nOne of the lines which the Touchards, father and son, endeavored to\\n\\nmonopolize, and the one most stoutly disputed (as indeed it still is),\\n\\nis that of Paris to Beaumont-sur-Oise,--a line extremely profitable,\\n\\nfor three rival enterprises worked it in 1822. In vain the Touchards\\n\\nlowered their price; in vain they constructed better coaches and\\n\\nstarted oftener. Competition still continued, so productive is a line\\n\\non which are little towns like Saint-Denis and Saint-Brice, and\\n\\nvillages like Pierrefitte, Groslay, Ecouen, Poncelles, Moisselles,\\n\\nMonsoult, Maffliers, Franconville, Presles, Nointel, Nerville, etc.\\n\\nThe Touchard coaches finally extended their route to Chambly; but\\n\\ncompetition followed. To-day the Toulouse, a rival enterprise, goes as\\n\\nfar as Beauvais.\\n\\nAlong this route, which is that toward England, there lies a road\\n\\nwhich turns off at a place well-named, in view of its topography, The\\n\\nCave, and leads through a most delightful valley in the basin of the\\n\\nOise to the little town of Isle-Adam, doubly celebrated as the cradle\\n\\nof the family, now extinct, of Isle-Adam, and also as the former\\n\\nresidence of the Bourbon-Contis. Isle-Adam is a little town flanked by\\n\\ntwo large villages, Nogent and Parmain, both remarkable for splendid\\n\\nquarries, which have furnished material for many of the finest\\n\\nbuildings in modern Paris and in foreign lands,--for the base and\\n\\ncapital of the columns of the Brussels theatre are of Nogent stone.\\n\\nThough remarkable for its beautiful sites, for the famous chateaux\\n\\nwhich princes, monks, and designers have built, such as Cassan, Stors,\\n\\nLe Val, Nointel, Persan, etc., this region had escaped competition in\\n\\n1822, and was reached by two coaches only, working more or less in\\n\\nharmony.\\n\\nThis exception to the rule of rivalry was founded on reasons that are\\n\\neasy to understand. From the Cave, the point on the route to England\\n\\nwhere a paved road (due to the luxury of the Princes of Conti) turned\\n\\noff to Isle-Adam, the distance is six miles. No speculating enterprise\\n\\nwould make such a detour, for Isle-Adam was the terminus of the road,\\n\\nwhich did not go beyond it. Of late years, another road has been made\\n\\nbetween the valley of Montmorency and the valley of the Oise; but in\\n\\n1822 the only road which led to Isle-Adam was the paved highway of the\\n\\nPrinces of Conti. Pierrotin and his colleague reigned, therefore, from\\n\\nParis to Isle-Adam, beloved by every one along the way. Pierrotin's\\n\\nvehicle, together with that of his comrade, and Pierrotin himself,\\n\\nwere so well known that even the inhabitants on the main road as far\\n\\nas the Cave were in the habit of using them; for there was always\\n\\nbetter chance of a seat to be had than in the Beaumont coaches, which\\n\\nwere almost always full. Pierrotin and his competitor were on the best\\n\\nof terms. When the former started from Isle-Adam, the latter was\\n\\nreturning from Paris, and vice versa.\\n\\nIt is unnecessary to speak of the rival. Pierrotin possessed the\\n\\nsympathies of his region; besides, he is the only one of the two who\\n\\nappears in this veracious narrative. Let it suffice you to know that\\n\\nthe two coach proprietors lived under a good understanding, rivalled\\n\\neach other loyally, and obtained customers by honorable proceedings.\\n\\nIn Paris they used, for economy's sake, the same yard, hotel, and\\n\\nstable, the same coach-house, office, and clerk. This detail is alone\\n\\nsufficient to show that Pierrotin and his competitor were, as the\\n\\npopular saying is, \\\"good dough.\\\" The hotel at which they put up in\\n\\nParis, at the corner of the rue d'Enghien, is still there, and is\\n\\ncalled the \\\"Lion d'Argent.\\\" The proprietor of the establishment, which\\n\\nfrom time immemorial had lodged coachmen and coaches, drove himself\\n\\nfor the great company of Daumartin, which was so firmly established\\n\\nthat its neighbors, the Touchards, whose place of business was\\n\\ndirectly opposite, never dreamed of starting a rival coach on the\\n\\nDaumartin line.\",\"timestamp\":1637315656,\"title\":\"\\n\\nTranslated by Katharine Prescott Wormeley\"},\"digest\":\"C9NeaaV-2k4X5NEsr1HG1KXGdkgwvgWBYPJE3Q4Z4mw\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8QT7B9k5g-usMFcWPyez6ImoMY44cMXiH2d9OwAWrII\\\",\\\"y\\\":\\\"3LIeljiXWUAJEMUVvwdxw5N8cHju3rchq7wb0YkzNOI\\\"}\",\"signature\":\"sTQhA_D2ja9LhbAizz4GJsKUk0lwVCJBCA1ZwzaQ4b_oUqwfhvbUx5NQKCeV1qveto3i_5t5A2iC4OavdG2_cw\",\"signingKeySignature\":\"0xedb3d6238a52c9b3755b7b03757c42fac2c3193812c398b2cb6b7e5b08cb5e861632949aca9c0a2569fc3ef5eedc73fb93376096f6c68727881906734b2675731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8QT7B9k5g-usMFcWPyez6ImoMY44cMXiH2d9OwAWrII\\\",\\\"y\\\":\\\"3LIeljiXWUAJEMUVvwdxw5N8cHju3rchq7wb0YkzNOI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C9NeaaV-2k4X5NEsr1HG1KXGdkgwvgWBYPJE3Q4Z4mw\"}"