"{\"content\":{\"body\":\"nest and hearing the siskin sing even in midsummer; but it is, nevertheless, considered a northern species, however its erratic habits may sometimes break through the ornithologist's traditions.\\n\\nSMITH'S PAINTED LONGSPUR (Calcarius pictus) Finch family\\n\\n\\\\[Called also: SMITH'S LONGSPUR, AOU 1998\\\\]\\n\\nLength -- 6.5 inches. About the size of a large English sparrow. Male and Female -- Upper parts marked with black, brown, and   white, like a sparrow; brown predominant. Male bird with more   black about head, shoulders, and tail feathers, and a whitish   patch, edged with black, under the eye. Underneath pale brown,   shading to buff. Hind claw or spur conspicuous. Range -- Interior of North America, from the arctic coast to   Illinois and and Texas; Migrations -- Winter visitor. Without   fixed season.\\n\\nConfined to a narrower range than the Lapland longspur, this bird, quite commonly found on the open prairie districts of the middle West in winter, is, nevertheless, so very like its cousin that the same description of their habits might very well answer for both. Indeed, both these birds are often seen in the same flock. Larks and the ubiquitous sparrows, too, intermingle with them with the familiarity that only the starvation rations of midwinter, and not true sociability, can effect; and, looking out upon such a heterogeneous flock of brown birds as they are feeding together on the frozen ground, only the trained field ornithologist would find it easy to point out the painted longspurs.\\n\\nCertain peculiarities are noticeable, however. Longspurs squat while resting; then, when flushed, they run quickly and lightly, and \\\"rise with a sharp click, repeated several times in quick succession, and move with an easy, undulating motion for a short distance, when they alight very suddenly, seeming to fall perpendicularly several feet to the ground.\\\" Another peculiarity of their flight is their habit of flying about in circles, to and fro, keeping up a constant chirping or call. It is only in the mating season, when we rarely hear them, that the longspurs have the angelic manner of singing as they fly, like the skylark. The colors of the males, among the several longspurs, may differ widely, but the indistinctly marked females are so like each other that only their mates, perhaps, could tell them apart.\\n\\nLAPLAND LONGSPUR (Calcarius lapponicus) Finch family\\n\\nCalled also: LAPLAND SNOWBIRD; LAPLAND LARK BUNTING\\n\\nLength -- 6.5 to 7 inches. trifle larger than the English sparrow. Male -- Color varies with season. Winter plumage: Top of head   black, with rusty markings, all feathers being tipped with   white. Behind and below the eye rusty black. Breast and   underneath grayish white faintly streaked with black. Above   reddish brown with black markings. Feet, which are black, have   conspicuous, long hind claws or spur. Female -- Rusty gray above, less conspicuously marked. Whitish   below. Range -- Circumpolar regions; northern United States; occasional   in Middle States; abundant in winter as far as Kansas and the   Rocky Mountains. Migrations -- Winter visitors, rarely resident, and without a   Fixed season.\\n\\nThis arctic bird, although considered somewhat rare with us, when seen at all in midwinter is in such large flocks that, before its visit in the neighborhood is ended, and because there are so few other birds about, it becomes delightfully familiar as it nimbly runs over the frozen ground, picking up grain that has blown about from the barn, when the seeds of the field are buried under snow. This lack of fear through sharp hunger, that often drives the shyest of the birds to our very doors in winter, is as pathetic as it is charming. Possibly it is not so rare a bird as we think, for it is often mistaken for some of the sparrows, the shore larks, and the snow buntings, that it not only resembles, but whose company it frequently keeps, or for one of the other longspurs.\\n\\nAt all seasons of the year a ground bird, you may readily identify the Lapland longspur by its tracks through the snow, showing the mark of the long hind claw or spur. In summer we know little or nothing about it, for, with the coming of the flowers, it is off to the far north, where, we are told, it depresses its nest in a bed of moss upon the ground, and lines it with fur shed from the coat of the arctic fox.\\n\\nCHIPPING SPARROW (Spizella socialis) Finch family\\n\\nCalled also: CHIPPY; HAIR-BIRD; CHIP-BIRD; SOCIAL SPARROW\\n\\nLength -- 5 to 5.5 inches. An inch shorter than the English   sparrow. Male -- Under the eye, on the back of the neck, underneath, and   on the lower back ash-gray. Gray stripe over the eye, and a   blackish brown one apparently through it. Dark red-brown crown.   Back brown, slightly rufous, and feathers streaked with black.   Wings and tail dusty brown. Wing-bars not conspicuous. Bill   black. Female -- Lacks the chestnut color on the crown, which is   Streaked with black. In winter the frontlet is black. Bill   brownish. Range -- North America, from Newfoundland to the Gulf of Mexico   And westward to the Rockies. Winters in Gulf States and Mexico.   Most common in eastern United States. Migrations -- April. October. Common summer resident, many birds   remaining all the year from southern New England southward.\\n\\nWho does not know this humblest, most unassuming little neighbor that comes hopping to our very doors; this mite of a bird with \\\"one talent\\\" that it so persistently uses all the day and every day throughout the summer? Its high, wiry trill, like the buzzing of the locust, heard in the dawn before the sky grows even gray, or in the middle of the night, starts the morning chorus; and after all other voices are hushed in the evening, its tremolo is the last bed-song to come from the trees. But however monotonous such cheerfulness sometimes becomes when we are surfeited with real songs from dozens of other throats, there are long periods of midsummer silence that it punctuates most acceptably.\\n\\nIts call-note, chip! chip! from which several of its popular names are derived, is altogether different from the trill which must do duty as a song to express love, contentment, everything that so amiable a little nature might feel impelled to voice.\\n\\nBut with all its virtues, the chippy shows lamentable weakness of character in allowing its grown children to impose upon it, as it certainly does. In every group of these birds throughout the summer we can see young ones (which we may know by the black line-stripes on their breasts) hopping around after their parents, that are often no larger or more able-bodied than they, and teasing to be fed; drooping their wings to excite pity for a helplessness that they do not possess when the weary little mother hops away from them, and still persistently chirping for food until she weakly relents, returns to them, picks a seed from the ground and thrusts it down the bill of the sauciest teaser in the group. With two such broods in a season the chestnut feathers on the father's jaunty head might well turn gray.\\n\\nUnlike most of the sparrows, the little chippy frequents high trees, where its nest is built quite as often as in the low bushes of the garden. The horse-hair, which always lines the grass\\\" up that holds its greenish-blue, speckled eggs, is alone responsible for the name hair-bird, and not the chippy's hair-like trill, as some suppose.\\n\\nENGLISH SPARROW (Passer domesticus) Finch family\\n\\nCalled also: HOUSE SPARROW \\\\[AOU 1998\\\\]\\n\\nLength -- 6.33 inches. Male -- Ashy above, with black and chestnut stripes on back and   shoulders. Wings have chestnut and white bar, bordered by faint   black line. Gray crown, bordered from the eye backward and on   the nape by chestnut. Middle of throat and breast black.   Underneath grayish white. Female -- Paler; wing-bars indistinct, and without the black   marking on throat and breast. Range -- Around the world. Introduced and naturalized in America,   Australia, New Zealand. Migrations -- Constant resident.\\n\\n\\\"Of course, no self-respecting ornithologist will condescend to enlarge his list by counting in the English sparrow -- too pestiferous to mention,\\\" writes Mr. H. E. Parkhurst, and yet of all bird neighbors is any one more within the scope of this book than the audacious little gamin that delights in the companion ship of humans even in their most noisy city thoroughfares?\\n\\nIn a bulletin issued by the Department of Agriculture it is shown that the progeny of a single pair of these sparrows might amount to 275,716,983,698 in ten years! Inasmuch as many pairs were liberated in the streets of Brooklyn, New York, in 1851, when the first importation was made, the day is evidently not far off when these birds, by no means meek, \\\"shall inherit the earth.\\\"\\n\\nIn Australia Scotch thistles, English sparrows, and rabbits, three most unfortunate importations, have multiplied with equal rapidity until serious alarm fills the minds of the colonists. But in England a special committee appointed by the House of Commons to investigate the character of the alleged pest has yet to learn whether the sparrow's services as an insect-destroyer do not outweigh the injury it does to fruit and grain.\\n\\nFIELD SPARROW (Spizella pusilla) Finch family\\n\\nCalled also: FIELD BUNTING; WOOD SPARROW; BUSH SPARROW\\n\\nLength -- 5.5 to 5.75 inches. A little smaller than the English   sparrow. Male -- Chestnut crown. Upper back bright chestnut, finely   streaked with black and ashy brown. Lower back more grayish.   Whitish wing-bars. Cheeks, line over the eye, throat, pale   brownish drab. Tail long. Underneath grayish white, tinged with   palest buff on breast and sides. Bill reddish. Female -- Paler; the crown edged with grayish. Range -- North America, from British provinces to the Gulf, and   westward to the plains. Winters from Illinois and Virginia   southward. Migrations -- April. November. Common summer   resident.\\n\\nSimply because both birds have chestnut crowns, the field sparrow is often mistaken for the dapper, sociable chippy; and, no doubt because it loves such heathery, grassy pastures as are dear to the vesper sparrow, and has bay wings and a sweet song, these two cousins also are often confused. The field sparrow has a more reddish-brown upper back than any of its small relatives; the absence of streaks on its breast and of the white tail quills so conspicuous in the vesper sparrow's flight, sufficiently differentiate the two birds, while the red bill of the field sparrow is a positive mark of identification.\\n\\nThis bird of humble nature, that makes the scrubby pastures and uplands tuneful from early morning until after sunset, flies away with exasperating shyness as you approach. Alighting on a convenient branch, he lures you on with his clear, sweet song. Follow him, and he only hops about from bush to bush, farther and farther away, singing as he goes a variety of strains, which is one of the bird's peculiarities. The song not only varies in individuals, but in different localities, which may be one reason why no two ornithologists record it alike. Doubtless the chief reason for the amusing differences in the syllables into which the songs of birds are often translated in the books, is that the same Notes actually sound differently to different individuals. Thus, to people in Massachusetts the white-throated sparrow seems to say, \\\"Pea-bod-y, Pea-bod-y, Pea-bod-y!\\\" while good British subjects beyond the New England border hear him sing quite distinctly, \\\"Sweet Can-a-da, Can-a-da, Can-a-da!\\\" But however the opinions as to the syllables of the field sparrow's song may differ, all are agreed as to its exquisite quality, that resembles the vesper sparrow's tender, sweet melody. The song begins with three soft, wild whistles, and ends with a series of trills and quavers that gradually melt away into silence: a serene and restful strain as soothing as a hymn. Like the vesper sparrows, these birds sometimes build a plain, grassy nest, unprotected by over hanging bush, flat upon the ground. Possibly from a prudent tear of field-mice and snakes, the little mother most frequently lays her bluish-white, rufous -- marked eggs in a nest placed in a bush of a bushy field. Hence John Burroughs has called the bird the ''bush sparrow.\\\"\\n\\nFOX SPARROW (Passerella ilica) Finch family\\n\\nCalled also: FOX-COLORED SPARROW; FERRUGINOUS FINCH; FOXY FINCH\\n\\nLength -- 6.5 to 7.25 inches. Nearly an inch longer than the   English sparrow. Male and Female -- Upper parts reddish brown, varied with ash   gray, brightest on lower back, wings, and tail. Bluish slate   about the head. Underneath whitish; the throat, breast, and   sides heavily marked with arrow-heads and oblong dashes of   reddish brown and blackish. Range -- Alaska and Manitoba to southern United States. Winters   chiefly south of Illinois and Virginia. Occasional stragglers   remain north most of the winter. Migrations -- March. November. Most common in the migrations.\\n\\nThere will be little difficulty in naming this largest, most plump and reddish of all the sparrows, whose fox-colored feathers, rather than any malicious cunning of its disposition, are responsible for the name it bears. The male bird is incomparably the finest singer of its gifted family. His faint tseep call-note gives no indication of his vocal powers that some bleak morning in early March suddenly send a thrill of pleasure through you. It is the most welcome \\\"glad surprise\\\" of all the spring. Without a preliminary twitter or throat-clearing of any sort, the full, rich, luscious tones, with just a tinge of plaintiveness in them, are poured forth with spontaneous abandon. Such a song at such a time is enough to summon anybody with a musical ear out of doors under the leaden skies to where the delicious notes issue from the leafless shrubbery by the roadside. Watch the singer until the song ends, when he will quite likely descend among the dead leaves on the ground and scratch among them like any barn-yard fowl, but somehow contriving to use both feet at once in the operation, as no chicken ever could. He seems to take special delight in damp thickets, where the insects with which he varies his seed diet are plentiful.\\n\\nUsually the fox sparrows keep in small, loose flocks, apart by themselves, for they are not truly gregarious; but they may sometimes be seen travelling in company with their white-throated cousins. They are among the last birds to leave us in the late autumn or winter. Mr. Bicknell says that they seem indisposed to sing unless present in numbers. Indeed, they are little inclined to absolute solitude at any time, for even in the nesting season quite a colony of grassy nurseries may be found in the same meadow, and small companies haunt the roadside shrubbery during the migrations.\\n\\nGRASSHOPPER SPARROW (Ammodramus savannarum passerinus) Finch   family\\n\\nCalled also: YELLOW-WINGED SPARROW\\n\\nLength -- 5 to 5.4 inches. About an inch smaller than the English   sparrow. Male and Female -- A cream-yellow line over the eye; centre of   crown, shoulders, and lesser wing coverts yellowish. Head   blackish; rust-colored feathers, with small black spots on back   of the neck; an orange mark before the eye. All other upper   parts varied red, brown, cream, and black, with a drab wash.   Underneath brownish drab on breast, shading to soiled white,   and without streaks. Dusky, even, pointed tail feathers have   grayish-white outer margins. Range -- Eastern North America, from British provinces to Cuba.   Winters south of the Carolinas. Migrations -- April. October. Common summer resident.\\n\\nIt is safe to say that no other common bird is so frequently overlooked as this little sparrow, that keeps persistently to the grass and low bushes, and only faintly lifts up a weak, wiry voice that is usually attributed to some insect. At the bend of the wings only are the feathers really yellow, and even this bright shade often goes unnoticed as the bird runs shyly through an old dairy field or grassy pasture. You may all but step upon it before it takes wing and exhibits itself on the fence-rail, which is usually as far from the ground as it cares to go. If you are near enough to this perch you may overhear the zee-e-e-e-e-e-e-e that has earned it the name of grasshopper sparrow. If you persistently follow it too closely, away it flies, then suddenly drops to the ground where a scrubby bush affords protection. A curious fact about this bird is that after you have once become acquainted with it, you find that instead of being a rare discovery, as you had supposed, it is apt to be a common resident of almost every field you walk through.\\n\\nSAVANNA SPARROW (Ammodramus sandwichensis savanna) Finch family\\n\\nCalled also: SAVANNA BUNTING\\n\\nLength -- 5.5 to 6 inches. A trifle smaller than the English   sparrow. Male and Female -- Cheeks, space over the eye, and on the bend of   the wings pale yellow. General effect of the upper parts   brownish drab, streaked with black. Wings and tail dusky, the   outer webs of the feathers margined with buff. Under parts   white, heavily streaked with blackish and rufous, the marks on   breast feathers being wedge-shaped. In the autumn the plumage   is often suffused with a yellow tinge. Range -- Eastern North America, from Hudson Bay to Mexico.   Winters south of Illinois and Virginia. Migrations -- April. October. A few remain in sheltered marshes   at the north all winter.\\n\\nLook for the savanna sparrow in salt marshes, marshy or upland pastures, never far inland, and if you see a sparrowy bird, unusually white and heavily streaked beneath, and with pale yellow markings about the eye and on the bend of the wing; you may still make several guesses at its identity before the weak, little insect-like trill finally establishes it. Whoever can correctly name every sparrow and warbler on sight is a person to be envied, if, indeed, he exists at all.\\n\\nIn the lowlands of Nova Scotia and, in fact, of all the maritime provinces, this sparrow is the one that is perhaps most commonly seen. Every fence-rail has one perched upon it, singing \\\"Ptsip, ptsip, ptsip, ze-e-e-e-e\\\" close to the ear of the passer-by, who otherwise might not hear the low grasshopper-like song. At the north the bird somehow loses the shyness that makes it comparatively little known farther south. Depending upon the scrub and grass to conceal it, you may almost tread upon it before it startles you by its sudden rising with a whirring noise, only to drop to the ground again just a few yards farther away, where it scuds among the underbrush and is lost to sight Tall weeds and fence-rails are as high and exposed situations as it is likely to select while singing. It is most distinctively a ground bird, and flat upon the pasture or in a slightly hollowed cup it has the merest apology for a nest. Only a few wisps of grass are laid in the cavity to receive the pale-green eggs, that are covered most curiously with blotches of brown of many shapes and tints.\\n\\nSEASIDE SPARROW (Ammodramus maritimus) Finch family\\n\\nCalled also: MEADOW CHIPPY; SEASIDE FINCH\\n\\nLength -- 6 inches. A shade smaller than the English sparrow. Male and Female -- Upper parts dusky grayish or olivaceous brown,   inclining to gray on shoulders and on edges of some feathers.   Wings and tail darkest. Throat yellowish white, shading to gray   on breast, which is indistinctly mottled and streaked. A yellow   spot before the eye and on bend of the wing, the bird's   characteristic marks. Blunt tail. Range -- Atlantic seaboard, from Georgia northward. Usually   Winters south of Virginia. Migrations -- April. November. A few remain in sheltered marshes   all winter.\\n\\nThe savanna, the swamp, the sharp-tailed, and the song sparrows may all sometimes be found in the haunts of the seaside sparrow, but you may be certain of finding the latter nowhere else than in the salt marshes within sight or sound of the sea. It is a dingy little bird, with the least definite coloring of all the sparrows that have maritime inclinations, with no rufous tint in its feathers, and less distinct streakings on the breast than any of them. It has no black markings on the back.\\n\\nGood-sized flocks of seaside sparrows live together in the marshes; but they spend so much of their time on the ground, running about among the reeds and grasses, whose seeds and insect parasites they feed upon, that not until some unusual disturbance in the quiet place flushes them does the intruder suspect their presence, Hunters after beach-birds, longshoremen, seaside cottagers, and whoever follows the windings of a creek through the salt meadows to catch crabs and eels in midsummer, are well acquainted with the \\\"meadow chippies,\\\" as the fishermen call them. They keep up a good deal of chirping, sparrow-fashion, and have four or five notes resembling a song that is usually delivered from a tall reed stalk, where the bird sways and balances until his husky performance has ended, when down he drops upon the ground out of sight. Sometimes, too, these notes are uttered while the bird flutters in the air above the tops of the sedges.\\n\\nSHARP-TAILED SPARROW (Ammodramus caudacutus) Finch family\\n\\nLength -- 5.25 to 5.85 inches. A trifle smaller than the English   sparrow. Male and Female -- Upper parts brownish or grayish olive, the   back with black streaks, and gray edges to some feathers. A   gray line through centre of crown, which has maroon stripes;   gray ears enclosed by buff lines, one of which passes through   the eye and one on side of throat; brownish orange, or buff, on   sides of head. Bend of the wing yellow. Breast and sides pale   buff, distinctly streaked with black. Underneath whitish. Each   narrow quill of tail is sharply pointed. the outer ones   shortest. Range -- Atlantic coast. Winters south of Virginia. Migrations -- April. November. Summer resident.\\n\\nThis bird delights in the company of the dull-colored seaside sparrow, whose haunts in the salt marshes it frequents, especially the drier parts; but its pointed tail-quills and more distinct markings are sufficient to prevent confusion. Mr. J. Dwight, Jr., who has made a special study of maritime birds, says of it: \\\"It runs about among the reeds and grasses with the celerity of a mouse, and it is not apt to take wing unless closely pressed.\\\" (Wilson credited it with the nimbleness of a sandpiper.) \\\"It builds its nest in the tussocks on the bank of a ditch, or in the drift left by the tide, rather than in the grassier sites chosen by its neighbors, the seaside sparrows.\\\"\\n\\nOnly rarely does one get a glimpse of this shy little bird, that darts out of sight like a flash at the first approach. Balancing on a cat-tail stalk or perched upon a bit of driftwood, it makes a feeble, husky attempt to sing a few notes; and during the brief performance the opera-glasses may search it out successfully. While it feeds upon the bits of sea-food washed ashore to the edge of the marshes, it gives us perhaps the best chance we ever get, outside of a museum, to study the bird's characteristics of plumage.\\n\\n\\\"Both the sharp-tailed and the seaside finches are crepuscular,\\\" says Dr. Abbott, in \\\"The Birds About Us.\\\" They run up and down the reeds and on the water's edge long after most birds have gone to sleep.\\n\\nSONG SPARROW (Melospiza fasciata) Finch family\\n\\nLength -- 6 to 6.5 inches. About the same size as the English   sparrow. Male and Female -- Brown head, with three longitudinal gray bands   Brown stripe on sides of throat. Brownish-gray back streaked   With rufous. Underneath gray, shading to white, heavily   streaked with darkest brown. A black spot on breast. Wings   without bars. Tail plain grayish brown. Range -- North America, from Fur Countries to the Gulf States.   Winters from southern Illinois and Massachusetts to the Gulf. Migrations -- March. November. A few birds remain at the north   All the year.\\n\\nHere is a veritable bird neighbor, if ever there was one; at home in our gardens and hedges, not often farther away than the roadside, abundant everywhere during nearly every month in the year, and yet was there ever one too many? There is scarcely an hour in the day, too, when its delicious, ecstatic song may not be heard; in the darkness of midnight, just before dawn, when its voice is almost the first to respond to the chipping sparrow's wiry trill and the robin's warble; in the cool of the morning, the heat of noon, the hush of evening -- ever the simple, homely, sweet melody that every good American has learned to love in childhood. What the bird lacks in beauty it abundantly makes up in good cheer. Not at all retiring, though never bold, it chooses some conspicuous perch on a bush or tree to deliver its outburst of song, and sings away with serene unconsciousness. Its artlessness is charming. Thoreau writes in his \\\"Summer\\\" that the country girls in Massachusetts hear the bird say: \\\"Maids, maids, maids, hang on your teakettle, teakettle-ettle-ettle.\\\" The call-note, a metallic chip, is equally characteristic of the bird's irrepressible vivacity. It has still another musical expression, however, a song more prolonged and varied than its usual performance, that it seems to sing only on the wing.\\n\\nOf course, the song sparrow must sometimes fly upward, but whoever sees it fly anywhere but downward into the thicket that it depends upon to conceal it from too close inspection? By pumping its tail as it flies, it seems to acquire more than the ordinary sparrow's velocity.\\n\\nIts nest, which is likely to be laid flat on the ground, except where field-mice are plentiful (in which case it is elevated into the crotch of a bush), is made of grass, strips of bark, and leaves, and lined with finer grasses and hair. Sometimes three broods may be reared in a season, but even the cares of providing insects and seeds enough for so many hungry babies cannot altogether suppress the cheerful singer. The eggs are grayish white, speckled and clouded with lavender and various shades of brown.\\n\\nIn sparsely settled regions the song sparrows seem to show a fondness for moist woodland thickets, possibly because their tastes are insectivorous. But it is difficult to imagine the friendly little musician anything but a neighbor.\\n\\nSWAMP SONG SPARROW (Melospiza georgiana) Finch family\\n\\nCalled also: SWAMP SPARROW \\\\[AOU 1998\\\\]; MARSH SPARROW; RED   GRASS-BIRD; SWAMP FINCH\\n\\nLength -- 5 to 5.8 inches. A little smaller than the English   sparrow. Male -- Forehead black; crown, which in winter has black stripes,   is always bright bay; line over the eye, sides of the neck   gray. Back brown, striped with various shades. Wing. edges and   tail reddish brown. Mottled gray underneath inclining to white   on the chin. Female -- Without black forehead and stripes on head. Range -- North America, from Texas to Labrador. Migrations -- April. October. A few winter at the north.\\n\\nIn just such impenetrable retreats as the marsh wrens choose, another wee brown bird may sometimes be seen springing up from among the sedges, singing a few sweet notes as it flies and floats above them, and then suddenly disappearing into the grassy tangle. It is too small, and its breast is not streaked enough to be a song sparrow, neither are their songs alike; it has not the wren's peculiarities of bill and tail, Its bright-bay crown and sparrowy markings finally identify it. A suggestion of the bird's watery home shows itself in the liquid quality of its simple, sweet note, stronger and sweeter than the chippy's, and repeated many times almost like a trill that seems to trickle from the marsh in a little rivulet of song. The sweetness is apt to become monotonous to all but the bird itself, that takes evident delight in its performance. In the spring, when flocks of swamp sparrows come north, how they enliven the marshes and waste places. And yet the song, simple as it is, is evidently not uttered altogether without effort, if the tail-spreading and teetering of the body after the manner of the ovenbird, are any indications of exertion.\\n\\nNuttall says of these birds: \\\"They thread their devious way with the same alacrity as the rail, with whom, indeed, they are often associated in neighborhood. In consequence of this perpetual brushing through sedge and bushes, their feathers are frequently so worn that their tails appear almost like those of rats.\\\"\\n\\nBut the swamp sparrows frequently belie their name, and, especially in the South, live in dry fields, worn-out pasture lands with scrubby, weedy patches in them. They live upon seeds of grasses and berries, but Dr. Abbott has detected their special fondness for fish -- not fresh fish particularly, but rather such as have lain in the sun for a few days and become dry as a chip.  Their nest is placed on the ground, sometimes in a tussock of grass or roots of an upturned tree quite surrounded by water. Four or five soiled white eggs with reddish-brown spots are laid usually twice in 2 season.\\n\\nTREE SPARROW (Spizella monticola) Finch family\\n\\nCalled also: CANADA SPARROW; WINTER CHIPPY; TREE BUNTING; WINTER   CHIP-BIRD; ARCTIC CHIPPER\\n\\nLength -- 6 to 6.35 inches. About the same size as the English   sparrow. Male -- Crown of head bright chestnut. Line over the eye, cheeks,   throat, and breast gray, the breast with an indistinct black   spot on centre. Brown back, the feathers edged with black and   buff. Lower back pale grayish brown. Two whitish bars across   dusky wings; tail feathers bordered with grayish white.   Underneath whitish. Female -- Smaller and less distinctly marked. Range -- North America, from Hudson Bay to the Carolinas, and   westward to the plains. Migrations -- October. April. Winter resident.\\n\\nA revised and enlarged edition of the friendly little chipping sparrow, that hops to our very doors for crumbs throughout the mild weather, comes out of British America at the beginning of winter to dissipate much of the winter's dreariness by his cheerful twitterings. Why he should have been called a tree sparrow is a mystery, unless because he does not frequent trees --  a reason with sufficient plausibility to commend the name to several of the early ornithologists, who not infrequently called a bird precisely what it was not. The tree sparrow actually does not show half the preference for trees that its familiar little counterpart does, but rather keeps to low bushes when not on the ground, where we usually find it. It does not crouch upon the ground like the chippy, but with a lordly carriage holds itself erect as it nimbly runs over the frozen crust. Sheltered from the high, wintry winds in the furrows and dry ditches of ploughed fields, a loose flock of these active birds keep up a merry hunt for fallen seeds and berries, with a belated beetle to give the grain a relish. As you approach the feeding ground, one bird gives a shrill alarm-cry, and instantly five times as many birds as you suspected were in the field take wing and settle down in the scrubby undergrowth at the edge of the woods or by the wayside. No still cold seems too keen for them to go a-foraging; but when cutting winds blow through the leafless thickets the scattered remnants of a flock seek the shelter of stone walls, hedges, barns, and cozy nooks about the house and garden. It is in mid-winter that these birds grow most neighborly, although even then they are distinctly less sociable than their small chippy cousins.\\n\\nBy the first of March, when the fox sparrow and the bluebird attract the lion's share of attention by their superior voices, we not infrequently are deaf to the modest, sweet little strain that answers for the tree sparrow's love-song. Soon after the bird is in full voice, away it goes with its flock to their nesting ground in Labrador or the Hudson Bay region. It builds, either on the ground or not far from it, a nest of grasses, rootlets, and hair, without which no true chippy counts its home complete.\\n\\nVESPER SPARROW (Poocaetes gramineus) Finch family\\n\\nCalled also: BAY-WINGED BUNTING; GRASSFINCH; GRASSBIRD\\n\\nLength -- 5.75 to 6.25 inches. A little smaller than the English   sparrow. Male and Female -- Brown above, streaked and varied with gray.   Lesser wing coverts bright rufous. Throat and breast whitish,   striped with dark brown. Underneath plain soiled white. Outer   tail-quills, which are its special mark of identification, are   partly white, but apparently wholly white a.s the bird flies. Range -- North America, especially common in eastern parts from   Hudson Bay to Gulf of Mexico. Winters south of Virginia. Migrations -- April. October. Common summer resident.\\n\\nAmong the least conspicuous birds, sparrows are the easiest to classify for that very reason, and certain prominent features of the half dozen commonest of the tribe make their identification simple even to the merest novice. The distinguishing marks of this sparrow that haunts open, breezy pasture lands and country waysides are its bright, reddish-brown wing coverts, prominent among its dingy, pale brownish-gray feathers, and its white tail-quills, shown as the bird flies along the road ahead of you to light upon the fence-rail. It rarely flies higher, even to sing its serene, pastoral strain, restful as the twilight, of which, indeed, it seems to be the vocal expression. How different from the ecstatic outburst of the song sparrow! Pensive, but not sad, its long-drawn silvery notes continue in quavers that float off unended like a trail of mist. The song is suggestive of the thoughts that must come at evening to some New England saint of humble station after a well-spent, soul-uplifting day.\\n\\nBut while the vesper sparrow sings oftenest and most sweetly in the late afternoon and continues singing until only he and the rose-breasted grosbeak break the silence of the early night, his is one of the first voices to join the morning chorus. No \\\"early worm,\\\" however, tempts him from his grassy nest, for the seeds in the pasture lands and certain tiny insects that live among the grass furnish meals at all hours. He simply delights in the cool, still morning and evening hours and in giving voice to his enjoyment of them.\\n\\nThe vesper sparrow is preeminently a grass-bird. It first opens its eyes on the world in a nest neatly woven of grasses, laid on the ground among the grass that shelters it and furnishes it with food and its protective coloring. Only the grazing cattle know how many nests and birds are hidden in their pastures. Like the meadowlarks, their presence is not even suspected until a flock is flushed from its feeding ground, only to return to the spot when you have passed on your way. Like the meadowlark again, the vesper sparrow occasionally sings as it soars upward from its grassy home.\\n\\nWHITE-CROWNED SPARROW (Zonotrichia leucophrys) Finch family\\n\\nLength -- 7 inches. A little larger than the English sparrow. Male -- White head, with four longitudinal black lines marking   off a crown, the black-and-white stripes being of about equal   width. Cheeks, nape, and throat gray. Light gray underneath,   with some buff tints. Back dark grayish brown. some feathers   margined with gray. Two interrupted white bars across wings.   Plain, dusky tail; total effect, a clear ashen gray. Female -- With rusty head inclining to gray on crown. Paler   throughout than the male. Range -- From high mountain ranges of western United States (more   rarely on Pacific slope) to Atlantic Ocean, and from Labrador   to Mexico. Chiefly south of Pennsylvania. Migrations -- October. April. Irregular migrant in Northern   States. A winter resident elsewhere.\\n\\nThe large size and handsome markings of this aristocratic-looking Northern sparrow would serve to distinguish him at once, did he not often consort with his equally fine-looking white-throated cousins while migrating, and so too often get overlooked. Sparrows are such gregarious birds that it is well to scrutinize every flock with especial care in the spring and autumn, when the rarer migrants are passing. This bird is more common in the high altitudes of the Sierra Nevada and Rocky Mountains than elsewhere in the United States. There in the lonely forest it nests in low bushes or on the ground, and sings its full love song, as it does in the northern British provinces, along the Atlantic coast; but during the migrations it favors us only with selections from its repertoire. Mr. Ernest Thompson says, \\\"Its usual song is like the latter half of the white-throat's familiar refrain, repeated a number of times with a peculiar, sad cadence and in a clear, soft whistle that is characteristic of the group.\\\" \\\"The song is the loudest and most plaintive of all the sparrow songs,\\\" says John Burroughs. \\\"It begins with the words fe-u, fe-u, fe-u, and runs off into trills and quavers like the song sparrow's, only much more touching.\\\" Colorado miners tell that this sparrow, like its white-throated relative, sings on the darkest nights. Often a score or more birds are heard singing at once after the habit of the European nightingales, which, however, choose to sing only in the moonlight.\\n\\nWHITE-THROATED SPARROW (Zonotrichia albicollis) Finch family\\n\\nCalled also: PEABODY BIRD; CANADA SPARROW\\n\\nLength -- 6.75 to 7 inches. Larger than the English sparrow. Male and Female -- A black crown divided by narrow white line.   Yellow spot before the eye, and a white line, apparently   running through it, passes backward to the nape. Conspicuous   white throat. Chestnut back, varied with black and whitish.   Breast gray, growing lighter underneath. Wings edged with   rufous and with two white cross-bars. Range -- Eastern North America. Nests from Michigan and   Massachusetts northward to Labrador. Winters from southern New   England to Florida. Migrations -- April. October. Abundant during migrations, and in   many States a winter resident.\\n\\n\\\"I-I, Pea-body, Pea-body, Pea-body,\\\" are the syllables of the white-throat's song heard by the good New Englanders, who have a tradition that you must either be a Peabody or a nobody there; while just over the British border the bird is distinctly understood to say, \\\"Swee-e-e-t Can-a-da, Can-a-da, Can-a da.\\\" \\\"All day, whit-tle-ing, whit-tle-ing, whit-tle-ing,\\\" the Maine people declare he sings; and Hamilton Gibson told of a perplexed farmer, Peverly by name, who, as he stood in the field undecided as to what crop to plant, clearly heard the bird advise, \\\"Sow wheat, Pev-er-ly, Pev-er-ly, Pev-er-ly.\\\" Such divergence of opinion, which is really slight compared with the verbal record of many birds' songs, only goes to show how little the sweetness of birds' music, like the perfume of a rose, depends upon a name.\\n\\nIn a family not distinguished for good looks, the white-throated sparrow is conspicuously handsome, especially after the spring moult. In midwinter the feathers grow dingy and the markings indistinct; but as the season advances, his colors are sure to brighten perceptibly, and before he takes the northward journey in April, any little lady sparrow might feel proud of the attentions of so fine-looking and sweet-voiced a lover. The black, white, and yellow markings on his head are now clear and beautiful. His figure is plump and aristocratic.\\n\\nThese sparrows are particularly sociable travellers, and cordially welcome many stragglers to their flocks -- not during the migrations only, but even when winter's snow affords only the barest gleanings above it. Then they boldly peck about the dog's plate by the kitchen door and enter the barn-yard, calling their feathered friends with a sharp tseep to follow them. Seeds and insects are their chosen food, and were they not well wrapped in an adipose coat under their feathers, there must be many a winter night when they would go shivering, supperless, to their perch.\\n\\nIn the dark of midnight one may sometimes hear the white-throat softly singing in its dreams.\",\"timestamp\":1641275122,\"title\":\"\\nOccasionally some one living in an Adirondack or other mountain camp reports finding \"},\"digest\":\"3allLrON5b9kBdnBi0NEftCQ1RT3N8X83raYxrVxb8Q\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hCR4EYQcwS-Qi243m0BzMBcVlAu0IQmGdSQXlg-iqpc\\\",\\\"y\\\":\\\"ozgvJaL0gnZc6kFSyiYvmnjPi6ixgh5Z6a8pGkkpj5w\\\"}\",\"signature\":\"bdj0FRnqJuhlaOydP9TQW5I-_EXpfDeU7_Cw3q0B_8uhan4UVULZT7Hk2lXOHDEtRt-03lIk70K8OlyoDYARLA\",\"signingKeySignature\":\"0x4deca71e6d56cd25af52c7dbc88b9aa927ebcd9949a5dc5fc9a54d05d174de4b0c9c51cb6772980ba3968402abb1fe3456c28df6f774ac59196d3ff7726d221b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hCR4EYQcwS-Qi243m0BzMBcVlAu0IQmGdSQXlg-iqpc\\\",\\\"y\\\":\\\"ozgvJaL0gnZc6kFSyiYvmnjPi6ixgh5Z6a8pGkkpj5w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3allLrON5b9kBdnBi0NEftCQ1RT3N8X83raYxrVxb8Q\"}"