"{\"content\":{\"body\":\"striated strata in abstraction >> a study by ejthek \\\\[2021\\\\].\\n\\nwhen i create, i’m often driven by a desire to find new technological ways of creating art that has a measure of traditional feel to it. striatis is no different.\\n\\nthe striatis artworks appear as a series of hand-painted oils on paper, yet they are entirely digitally generated art. no ai bots were involved—i spent many hours of manual work building the pieces. but the end result was one i find fascinating… art rendered in a 3d digital environment that looks fresh off an easel.\\n\\n![a striatis artwork: funky palette, 4 bleeds, 7 strata](https://images.mirror-media.xyz/publication-images/Pc8Ov82xc0Crgc0tSwXwR.png?height=1080&width=1920)\\n\\nthe striatis collection is made up of 777 unique 1/1 artworks. the original images are supplied as 4k png files (3840x2160 pixels), under a CC BY-NC 4.0 license.\\n\\nwhile each piece is totally unique, there are some common traits of varying rarities…\\n\\n* bold, funky, vaporwave and rare mono (7.77% rarity) color palettes\\n* differing bleeds of between one side and four sides \\n* differing strata (height levels) up to 7\\n\\nthe circulating art pieces can be viewed and traded at the following marketplaces:\\n\\n* <https://opensea.io/collection/striatis>\\n* <https://rarible.com/striatis>\\n\\n## distribution\\n\\neach striatis artwork exists as a unique non-fungible token (NFT) minted by a custom ERC721 compatible smart contract on the ethereum blockchain. this ensures each piece has the maximum level of interoperability with leading marketplaces and showcases. the initial sale price was encoded in the contract to be zero (free!), with claimants paying only the gas on the minting transaction.\\n\\n*why free?* i was inspired by the crew at @Art101NFT ([art101.io](https://art101.io)) who launch free NFT projects but earn royalties on secondary sales through marketplaces like opensea. the initial momentum for the project can be higher and it can also communicate the creator’s long-term commitment to the cryptoart space. the requested creator royalty fee is 7.77% on re-sale transactions of each striatis token. the opensea proxy approval was also included in the contract to allow listings to be made gas-free on their marketplace.\\n\\n![a striatis artwork: mono palette, 4 bleeds, 7 strata](https://images.mirror-media.xyz/publication-images/BVzaFdbThEzq6i1sVQrqS.png?height=1080&width=1920)\\n\\na limit of 7 tokens minted per wallet was configured to increase the opportunity for all. the contract allows multi-mints of up to 7 tokens per transaction to reduce the gas fees associated with acquiring the artworks.\\n\\ntokens are minted in sequential order up to a maximum supply of 777. while each artwork is totally unique (1/1), it also shares certain traits with other pieces in the collection. the rarity mix was pre-determined by a filename randomizer prior to deploying the smart contract.\\n\\n*note on numbering…* the internal token id and the token name are slightly different. token ids range from 0-776 while token names range from #1-#777. just fyi.\\n\\n## behind the scenes\\n\\ni create my abstract works in a variety of ways. sometimes i have a plan in mind and aim towards a certain look or outcome. often though, i try different techniques and random approaches and seek to discover new creations through exploratory processes. striatis was born of the latter method.\\n\\n* artwork was built and rendered and composited in blender 3.0.\\n* visual form involved using some of my 2d abstract art (from my work-in-progress folder) to generate unique shapes using geometry nodes.\\n* visual look involved using some of my 2d abstract art (also from my work-in-progress folder) to build some custom shaders.\\n* using orthographic projection and some compositing filters helped develop the traditional look of oil painting.\\n\\nnot only does the artwork look striated and layered, but it was conceptually built that way too. though it may go mostly unnoticed, my art often contains such metaphysical elements that add richness to the back story.\\n\\n![a striatis artwork: vaporwave palette, 1 bleed, 5 strata](https://images.mirror-media.xyz/publication-images/-biQ4UWn2Zbox8mU0hlXj.png?height=1080&width=1920)\\n\\nthen the technical work:\\n\\n* each piece was manually reviewed and catalogued for traits.\\n* 10gb (!) of high quality images was uploaded to the interplanetary file system.\\n* a custom python script was written to read the excel spreadsheet catalog and generate all the metadata files (also uploaded to ipfs).\\n* smart contract was generated using studio721 and deployed for testing on rinkeby before mainnet deployment.\\n* the collections were setup on opensea and rarible.\\n\\ncreating art is one thing… creating nft smart contracts another. it is a lot of work yet i found it to be a great learning experience. that’s one thing i love about cryptoart… the symbiotic interaction between creativity and technology.\\n\\n## shout-outs\\n\\nthere are a number of people to thank on this one…\\n\\n* thanks to the blender team for an awesome new version\\n* thanks to Devin Abbott for the cool nft smart contract tools ([studio721](https://721.so))\\n* thanks to [ipfs](https://ipfs.io) and [nft.storage](https://nft.storage) for great decentralized file storage\\n* thanks to the Art101 / Patrn team for the inspiration on distribution ([patrn.me](https://patrn.me))\\n* thanks to my fellow artists in The Guild consortium for the w-i-p feedback and encouragement ([theguildnft](https://theguildnft.com))\\n* thanks to my supporters and friends for the hype and participation!\\n\\n## contact\\n\\nif total_supply < max_supply { hit me up for the minting link };\\n\\nquestions, concerns, feedback, tips, big fat royalty cheques, etc. can be sent to:\\n\\n**ejthek**\\n\\non twitter and instagram: **@ejthek_art**\\n\\non discord: **@ejthek#7637**\\n\\non telegram: **@ejthek**\\n\\nemail: **ejthek at protonmail.com**\\n\\nother art across the web3 landscape: <https://linktr.ee/ejthek>\",\"timestamp\":1639376244,\"title\":\"striatis\"},\"digest\":\"2ZctEeunem1GBvlP_6Hx-wyMBbYX2_PQ834uhH4iHX0\",\"authorship\":{\"contributor\":\"0x5C2b25C2FD3bd98F6ed0628238077f84916ea74A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Da5FJdDUyD7jJ2PJXqVLcazBEoKTiTW8E73r1MMF5ew\\\",\\\"y\\\":\\\"Y6gazwFOygrbncpUgmRAjP-mtBhHXh5obFl9oysNhMU\\\"}\",\"signature\":\"CE4Dd_nRowgqc7zzV8sNXwHCVooDhqIukU_rRPhiKtfKxLAYGyMLNF7C-ChsxCUaJROjYKtLIIk_7mY7hLWaoA\",\"signingKeySignature\":\"0xe3b05688895923c4f6a884be77267bbf5735db3dd40804e9383da2ac821dcf5e06f2e8eed4e70d383588c0f5cd8c95bdbcb1a3e0534d96a59c6f1935b0a50c831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Da5FJdDUyD7jJ2PJXqVLcazBEoKTiTW8E73r1MMF5ew\\\",\\\"y\\\":\\\"Y6gazwFOygrbncpUgmRAjP-mtBhHXh5obFl9oysNhMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O8XfyaUCpDtWifntJXdrWGFw8BkvwLqg9XPacLLDobw\"}"