"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*8WNHry6nhQos9i0qFFvEng.jpeg)\\n\\n## Una discusión sobre las ventajas y desventajas de los juicios remotos…\\n\\n*Esta es una versión traducida y adaptada del artículo “[Trial by video conference? Not yet, but coronavirus forces Bay Area courts to embrace more virtual proceedings](https://www.sfchronicle.com/nation/article/Trial-by-video-conference-Not-yet-but-15178201.php)” publicado por Bob Egelko, el 3 de abril de 2020 en el San Francisco Chronicle.*\\n\\nLos jurados no pueden sentarse uno junto al otro. Los acusados no pueden confrontar a los acusadores en persona. Jueces, abogados, clientes y testigos se comunican electrónicamente a la distancia…\\n\\nEsta es la nueva realidad de las cortes en California, donde la pandemia de coronavirus, acompañada de su mandato de distancia social, obligó al sistema legal a innovar y experimentar con audiencias virtuales y remotas para que los casos sigan avanzando.\\n\\nEn algunos casos, los jueces y los abogados realizan deposiciones, confesiones de culpabilidad y hasta sentencias usando conferencias telefónicas y de video. Se trata de un cambio significativo para un sistema legal gobernado por tradiciones constitucionales de larga data que otorgan a los acusados el derecho de ser juzgados por personas que puedan ver a la cara.\\n\\nSin embargo, este derecho ahora está siendo sopesado contra las serias consecuencias que podría tener la cercanía humana durante la pandemia.\\n\\nEn las cortes estatales de California, los casos criminales están suspendidos. No es claro cuándo volverán a funcionar ni bajo qué forma. Las cortes están buscando que, en los casos en que sea posible, procedimientos como confesiones de culpa y testimonios de víctimas se hagan de manera remota.\\n\\nAlgunos veteranos de las cortes y analistas de los sistemas legales dicen que estas adaptaciones ofrecen una lección para un futuro post-virus.\\n\\n“Esta pandemia abrirá la mente de todos, y obligará a la gente a salir de sus silos”, dice Alice Armitage, profesora de leyes en UC Hastings de San Francisco. “Quizá vivir de esta manera nos hará pensar más ampliamente y romper barreras.”\\n\\nEl conocido abogado J. Tony Serra, con medio siglo de experiencia, comentó: “No le tengo miedo al cambio. Parece algo radical y desafiante”. La Constitución, que es la que define los derechos de los acusados, es “brillantemente elástica”, dijo.\\n\\n(…)\\n\\nLa práctica de los juicios presenciales responde a más que sólo un mero respeto por las tradiciones.\\n\\n“A medida que mejoran las herramientas de comunicación, podríamos imaginar que los procedimientos virtuales se vuelvan más frecuentes. Pero, por ahora, son sólo una segunda opción”, dice Eliot Williams, un abogado de Palo Alto y coautor de un artículo en Law360 sobre cómo realizar testimonios online.\\n\\nEn su opinión, las audiencias en persona permiten a los abogados “leer mejor las expresiones faciales y el lenguaje corporal del juez — y no hay problemas con el audio.”\\n\\nEn un juicio por jurados, “una parte de nuestra sociedad se reúne y actúa como una comunidad”, dice James Bostwick, un abogado de Mill Valley especializado en casos de mala praxis médica y ex presidente de la Academia Internacional de Abogados de Juicios.\\n\\n“Es una oportunidad única de evaluar a otros seres humanos — las partes, los expertos y los testigos. Aquí es donde la verdad se vuelve evidente, donde las personas revelan sus almas”, dice Bostwick. Si los jurados y los otros participantes del juicio sólo se comunican desde sus “zonas seguras”, dice, “la administración de justicia se vuelve algo más parecido a una producción de Hollywood”.\\n\\nPero no todos lo ven de esta forma.\\n\\n“La confrontación física en la corte no siempre es la mejor forma de lograr que los acusados sientan que fueron tratados con dignidad”, dice Andrea Roth, profesora de derecho penal en UC Berkeley y ex defensora pública.\\n\\nA veces, lo mismo ocurre para los testigos, como en el caso de la Corte Suprema de 1990 Maryland vs. Craig.\\n\\nEn el juicio de un trabajador acusado de abuso de un niño en edad prescolar, un juez permitió al niño testificar por circuito cerrado de TV para evitar el trauma de tener que ver al acusado.\\n\\nEn una decisión de 5 a 4 a favor de sostener la condena al acusado, la jueza de la Corte Suprema Sandra Day O’Connor dijo que el derecho constitucional de confrontar presencialmente en la corte podía ser restringido cuando fuese necesario lograr algún objetivo superior, como un testimonio preciso o la prevención de un trauma.\\n\\nEn disenso, el juez conservador Antonin Scalia, dijo: “La confrontación virtual podría ser suficiente para proteger derechos virtuales. Pero dudo que sea suficiente para proteger derechos reales.”\\n\\nLa sentencia de la mayoría sigue siendo válida, y las cortes de diferentes estados, incluyendo California, la aplicaron para permitir testimonios remotos en casos de necesidad.\\n\\nLas cortes también aceptan que, en caso de necesidad, el jurado pueda deliberar de manera remota, como ocurrió el mes pasado en Nueva York.\\n\\nDurante un juicio criminal en una corte federal, un jurado se enfermó durante las deliberaciones y pidió participar desde su casa. El juez accedió, a pesar de las objeciones del fiscal. El jurado formó parte de un veredicto anónimo del jurado, más tarde ese día.\\n\\n(…)\\n\\n## Cortes Virtuales\\n\\nLos procedimientos remotos se están expandiendo en casos criminales.\\n\\nIncluso antes del virus, “estábamos presentando todos los casos de manera electrónica” en lugar de papel, dice James Gibbons-Shapiro, un fiscal de distrito asistente en el condado de Santa Clara. Las cortes del distrito desde hace años permiten a los testigos testificar por video, en casos en que sea necesario.\\n\\nEn negociaciones y confesiones de culpa, un equipo instalado recientemente permite al acusado salir de la cámara e ir a otra habitación donde puede hablar en privado de manera remota con su abogado defensor y luego regresar a la audiencia en la corte virtual.\\n\\nEn San Francisco, “estamos avanzados” dice Alex Bastian, portavoz del fiscal de distrito Chesa Boudin. Dice que la mayoría de los procedimientos previos al juicio ya se realizan electrónicamente, con cooperación de jueces, policía, abogados de la defensa y que los cambios “van a beneficiar a todos en los próximos años”.\\n\\nPero el defensor público de San Francisco Mano Raju es más escéptico.\\n\\n“Me preocupa la posibilidad de que casi todo pase de manera remota”, dijo en una entrevista, alegando que una serie de errores críticos (como una errónea identificación de un acusado hecha por un testigo) son mucho más frecuentes cuando los participantes están en lugares diferentes. “Mi preferencia es que los tribunales encuentren formas de garantizar la distancia social para que las audiencias puedan ocurrir en persona.”\\n\\nDrew Amerson, que enseña leyes en UC Hastings y dirige su laboratorio de tecnología legal LexLab, dice que el coronavirus sólo parece ser “un catalizador de cambios que estaban llegando de todos modos.”\\n\\nEn disputas de patentes en Estados Unidos, “uno puede entrar en una audiencia en San José con un juez de patentes de Virginia. No veo por qué esto no pueda generalizarse a las cortes estatales”.\\n\\nLa presencia fisíca es preferible durante las declaraciones de testigos, dice Amerson, porque “hay mucho que uno puede ver en persona, que no puede ver en video. Pero no debemos permitir que lo perfecto sea enemigo de lo bueno”.\\n\\nArmitage, su colega de Hastings, dice que la tecnología puede hacer los derechos legales más accesibles para muchos americanos.\\n\\n“Gran parte de nuestro sistema es anticuada y requiere contacto humano, y acceso a abogados que muchas personas no pueden pagar,” dice Armitage. Al menos en algunos casos, las personas comunes tendrían mayor probabilidad de participar en procesos legales, y proteger sus derechos, si pudiesen hacerlo de manera remota en lugar de ir a la corte.\\n\\nSerra (85), que nació en una época en que la gente se enviaba cartas y que los abogados investigaban en bibliotecas legales, dice que el futuro de la ley es electrónico.\\n\\nPermitir a los jurados seguir los procedimientos de manera remota significaría que “no serán influidos por el juez o el fiscal de distrito, sino por sus pares”, dice Serra.\\n\\nCree que esto puede permitirles tener una mejor mirada del testigo para juzgar su credibilidad — del mismo modo en que los fans de béisbol tienen una mejor visión del juego por televisión que desde las tribunas del estadio.\\n\\n“Los principios básicos seguirán siendo los mismos — la prueba de culpa más allá de toda duda razonable, el derecho a confrontar testigos y a hacer examenes cruzados más efectivos. Puede tomar 50 años llegar a juicios por jurados online, pero estamos en la fase de transición”, dice Serra.\\n\\n“Tal vez haya comenzado por esta plaga, pero es una cosa buena.”\",\"timestamp\":1638649693,\"title\":\"¿Juicios por Videoconferencia? El Coronavirus Obliga a las Cortes de California a Realizar Procedimientos Virtuales\"},\"digest\":\"5Q5Cc7JzWCVlUSrv0NvV167cmyTAQdchhJ3uld9ci2U\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"7urlCzzfiA7mUhfqe5zoBr1WWuibTSNdmSlNWhN2-6_NXvIiko6KFEvmka_STb75g37pgYK-KdLkmrOmIA5ygA\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5Q5Cc7JzWCVlUSrv0NvV167cmyTAQdchhJ3uld9ci2U\"}"