"{\"content\":{\"body\":\"\\\"Our bones will be jelly long before that fellow makes his way in the\\n\\nworld,\\\" cried Clapart. \\\"You don't know your own child; he is\\n\\nconceited, boastful, deceitful, lazy, incapable of--\\\"\\n\\n\\\"Why don't you go to meet Poiret?\\\" said the poor mother, struck to the\\n\\nheart by the diatribe she had brought upon herself.\\n\\n\\\"A boy who has never won a prize at school!\\\" continued Clapart.\\n\\nTo bourgeois eyes, the obtaining of school prizes means the certainty\\n\\nof a fine future for the fortunate child.\\n\\n\\\"Did you win any?\\\" asked his wife. \\\"Oscar stood second in philosophy.\\\"\\n\\nThis remark imposed silence for a moment on Clapart; but presently he\\n\\nbegan again.\\n\\n\\\"Besides, Madame Moreau hates him like poison, you know why. She'll\\n\\ntry to set her husband against him. Oscar to step into his shoes as\\n\\nsteward of Presles! Why he'd have to learn agriculture, and know how\\n\\nto survey.\\\"\\n\\n\\\"He can learn.\\\"\\n\\n\\\"He--that pussy cat! I'll bet that if he does get a place down there,\\n\\nit won't be a week before he does some doltish thing which will make\\n\\nthe count dismiss him.\\\"\\n\\n\\\"Good God! how can you be so bitter against a poor child who is full\\n\\nof good qualities, sweet-tempered as an angel, incapable of doing harm\\n\\nto any one, no matter who.\\\"\\n\\nJust then the cracking of a postilion's whip and the noise of a\\n\\ncarriage stopping before the house was heard, this arrival having\\n\\napparently put the whole street into a commotion. Clapart, who heard\\n\\nthe opening of many windows, looked out himself to see what was\\n\\nhappening.\\n\\n\\\"They have sent Oscar back to you in a post-chaise,\\\" he cried, in a\\n\\ntone of satisfaction, though in truth he felt inwardly uneasy.\\n\\n\\\"Good heavens! what can have happened to him?\\\" cried the poor mother,\\n\\ntrembling like a leaf shaken by the autumn wind.\\n\\nBrochon here came up, followed by Oscar and Poiret.\\n\\n\\\"What has happened?\\\" repeated the mother, addressing the stable-man.\\n\\n\\\"I don't know, but Monsieur Moreau is no longer steward of Presles,\\n\\nand they say your son has caused it. His Excellency ordered that he\\n\\nshould be sent home to you. Here's a letter from poor Monsieur Moreau,\\n\\nmadame, which will tell you all. You never saw a man so changed in a\\n\\nsingle day.\\\"\\n\\n\\\"Clapart, two glasses of wine for the postilion and for monsieur!\\\"\\n\\ncried the mother, flinging herself into a chair that she might read\\n\\nthe fatal letter. \\\"Oscar,\\\" she said, staggering towards her bed, \\\"do\\n\\nyou want to kill your mother? After all the cautions I gave you this\\n\\nmorning--\\\"\\n\\nShe did not end her sentence, for she fainted from distress of mind.\\n\\nWhen she came to herself she heard her husband saying to Oscar, as he\\n\\nshook him by the arm:--\\n\\n\\\"Will you answer me?\\\"\\n\\n\\\"Go to bed, monsieur,\\\" she said to her son. \\\"Let him alone, Monsieur\\n\\nClapart. Don't drive him out of his senses; he is frightfully\\n\\nchanged.\\\"\\n\\nOscar did not hear his mother's last words; he had slipped away to bed\\n\\nthe instant that he got the order.\\n\\nThose who remember their youth will not be surprised to learn that\\n\\nafter a day so filled with events and emotions, Oscar, in spite of the\\n\\nenormity of his offences, slept the sleep of the just. The next day he\\n\\ndid not find the world so changed as he thought it; he was surprised\\n\\nto be very hungry,--he who the night before had regarded himself as\\n\\nunworthy to live. He had only suffered mentally. At his age mental\\n\\nimpressions succeed each other so rapidly that the last weakens its\\n\\npredecessor, however deeply the first may have been cut in. For this\\n\\nreason corporal punishment, though philanthropists are deeply opposed\\n\\nto it in these days, becomes necessary in certain cases for certain\\n\\nchildren. It is, moreover, the most natural form of retribution, for\\n\\nNature herself employs it; she uses pain to impress a lasting memory\\n\\nof her precepts. If to the shame of the preceding evening, unhappily\\n\\ntoo transient, the steward had joined some personal chastisement,\\n\\nperhaps the lesson might have been complete. The discernment with\\n\\nwhich such punishment needs to be administered is the greatest\\n\\nargument against it. Nature is never mistaken; but the teacher is, and\\n\\nfrequently.\\n\\nMadame Clapart took pains to send her husband out, so that she might\\n\\nbe alone with her son the next morning. She was in a state to excite\\n\\npity. Her eyes, worn with tears; her face, weary with the fatigue of a\\n\\nsleepless night; her feeble voice,--in short, everything about her\\n\\nproved an excess of suffering she could not have borne a second time,\\n\\nand appealed to sympathy.\\n\\nWhen Oscar entered the room she signed to him to sit down beside her,\\n\\nand reminded him in a gentle but grieved voice of the benefits they\\n\\nhad so constantly received from the steward of Presles. She told him\\n\\nthat they had lived, especially for the last six years, on the\\n\\ndelicate charity of Monsieur Moreau; and that Monsieur Clapart's\\n\\nsalary, also the \\\"demi-bourse,\\\" or scholarship, by which he (Oscar)\\n\\nhad obtained an education, was due to the Comte de Serizy. Most of\\n\\nthis would now cease. Monsieur Clapart, she said, had no claim to a\\n\\npension,--his period of service not being long enough to obtain one.\\n\\nOn the day when he was no longer able to keep his place, what would\\n\\nbecome of them?\\n\\n\\\"For myself,\\\" she said, \\\"by nursing the sick, or living as a\\n\\nhousekeeper in some great family, I could support myself and Monsieur\\n\\nClapart; but you, Oscar, what could you do? You have no means, and you\\n\\nmust earn some, for you must live. There are but four careers for a\\n\\nyoung man like you,--commerce, government employment, the licensed\\n\\nprofessions, or military service. All forms of commerce need capital,\\n\\nand we have none to give you. In place of capital, a young man can\\n\\nonly give devotion and his capacity. But commerce also demands the\\n\\nutmost discretion, and your conduct yesterday proves that you lack it.\\n\\nTo enter a government office, you must go through a long probation by\\n\\nthe help of influence, and you have just alienated the only protector\\n\\nthat we had,--a most powerful one. Besides, suppose you were to meet\\n\\nwith some extraordinary help, by which a young man makes his way\\n\\npromptly either in business or in the public employ, where could you\\n\\nfind the money to live and clothe yourself during the time that you\\n\\nare learning your employment?\\\"\\n\\nHere the mother wandered, like other women, into wordy lamentation:\\n\\nWhat should she do now to feed the family, deprived of the benefits\\n\\nMoreau's stewardship had enabled him to send her from Presles? Oscar\\n\\nhad overthrown his benefactor's prosperity! As commerce and a\\n\\ngovernment clerkship were now impossible, there remained only the\\n\\nprofessions of notary and lawyer, either barristers or solicitors, and\\n\\nsheriffs. But for those he must study at least three years, and pay\\n\\nconsiderable sums for entrance fees, examinations, certificates, and\\n\\ndiplomas; and here again the question of maintenance presented itself.\\n\\n\\\"Oscar,\\\" she said, in conclusion, \\\"in you I had put all my pride, all\\n\\nmy life. In accepting for myself an unhappy old age, I fastened my\\n\\neyes on you; I saw you with the prospect of a fine career, and I\\n\\nimagined you succeeding in it. That thought, that hope, gave me\\n\\ncourage to face the privations I have endured for six years in order\\n\\nto carry you through school, where you have cost me, in spite of the\\n\\nscholarship, between seven and eight hundred francs a year. Now that\\n\\nmy hope is vanishing, your future terrifies me. I cannot take one\\n\\npenny from Monsieur Clapart's salary for my son. What can you do? You\\n\\nare not strong enough to mathematics to enter any of the technical\\n\\nschools; and, besides, where could I get the three thousand francs\\n\\nboard-money which they extract? This is life as it is, my child. You\\n\\nare eighteen, you are strong. Enlist in the army; it is your only\\n\\nmeans, that I can see, to earn your bread.\\\"\\n\\nOscar knew as yet nothing whatever of life. Like all children who have\\n\\nbeen kept from a knowledge of the trials and poverty of the home, he\\n\\nwas ignorant of the necessity of earning his living. The word\\n\\n\\\"commerce\\\" presented no idea whatever to his mind; \\\"public employment\\\"\\n\\nsaid almost as little, for he saw no results of it. He listened,\\n\\ntherefore, with a submissive air, which he tried to make humble, to\\n\\nhis mother's exhortations, but they were lost in the void, and did not\\n\\nreach his mind. Nevertheless, the word \\\"army,\\\" the thought of being a\\n\\nsoldier, and the sight of his mother's tears did at last make him cry.\\n\\nNo sooner did Madame Clapart see the drops coursing down his cheeks\\n\\nthan she felt herself helpless, and, like most mothers in such cases,\\n\\nshe began the peroration which terminates these scenes,--scenes in\\n\\nwhich they suffer their own anguish and that of their children also.\\n\\n\\\"Well, Oscar, PROMISE me that you will be more discreet in future,--\\n\\nthat you will not talk heedlessly any more, but will strive to repress\\n\\nyour silly vanity,\\\" et cetera, et cetera.\\n\\nOscar of course promised all his mother asked him to promise, and\\n\\nthen, after gently drawing him to her, Madame Clapart ended by kissing\\n\\nhim to console him for being scolded.\\n\\n\\\"In future,\\\" she said, \\\"you will listen to your mother, and will\\n\\nfollow her advice; for a mother can give nothing but good counsel to\\n\\nher child. We will go and see your uncle Cardot; that is our last\\n\\nhope. Cardot owed a great deal to your father, who gave him his\\n\\nsister, Mademoiselle Husson, with an enormous dowry for those days,\\n\\nwhich enabled him to make a large fortune in the silk trade. I think\\n\\nhe might, perhaps, place you with Monsieur Camusot, his successor and\\n\\nson-in-law, in the rue des Bourdonnais. But, you see, your uncle\\n\\nCardot has four children. He gave his establishment, the Cocon d'Or,\\n\\nto his eldest daughter, Madame Camusot; and though Camusot has\\n\\nmillions, he has also four children by two wives; and, besides, he\\n\\nscarcely knows of our existence. Cardot has married his second\\n\\ndaughter, Mariane, to Monsieur Protez, of the firm of Protez and\\n\\nChiffreville. The practice of his eldest son, the notary, cost him\\n\\nfour hundred thousand francs; and he has just put his second son,\\n\\nJoseph, into the drug business of Matifat. So you see, your uncle\\n\\nCardot has many reasons not to take an interest in you, whom he sees\\n\\nonly four times a year. He has never come to call upon me here, though\\n\\nhe was ready enough to visit me at Madame Mere's when he wanted to\\n\\nsell his silks to the Emperor, the imperial highnesses, and all the\\n\\ngreat people at court. But now the Camusots have turned ultras. The\\n\\neldest son of Camusot's first wife married a daughter of one of the\\n\\nking's ushers. The world is mighty hump-backed when it stoops!\",\"timestamp\":1637316456,\"title\":\"\\nease, we may owe it all to him; he has such a good heart--\\\"\"},\"digest\":\"UYXPnJBRw_yVy9JSdiXrTpnAkgV6xwNfcFIxynYmwKg\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJX3GWZarO8FjwGSv68PUqxbbXz7OfgAGh0nM_nOPOs\\\",\\\"y\\\":\\\"dryFLbgmzAST0Nn1jB_Zw4x9c-GBqoXZJHYsFQhED1I\\\"}\",\"signature\":\"KPxRqZcPTdVFOiz2Csnu8Dn83-h6UHARhk2rzw-rCLpnCvsgvNNeyFvdK6bPGgwHJODMTzuCUFf433rU-0Vueg\",\"signingKeySignature\":\"0xd687e945a3aa76771358e63fc9b70bf7b3bd88d0bc83632527eac848c20d50fd1c8cc4d107ae951923305820d49df9dce62ce4d4dfd603bca27c1d69a2b2ac921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJX3GWZarO8FjwGSv68PUqxbbXz7OfgAGh0nM_nOPOs\\\",\\\"y\\\":\\\"dryFLbgmzAST0Nn1jB_Zw4x9c-GBqoXZJHYsFQhED1I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UYXPnJBRw_yVy9JSdiXrTpnAkgV6xwNfcFIxynYmwKg\"}"