"{\"content\":{\"body\":\"前言\\n\\n节俭本身就是一个大财源。——辛尼加\\n\\n现在我们国家各行各业发展的都比较兴盛，而且随着各行各业的发展，我们的生活便利了许多，不论是日常生活，还是我们的精神生活。大多数年轻人都喜欢追星，甚至因为自己所喜欢的明星，也想要涉足进娱乐圈，现在娱乐圈里面每一年都会有一些新的明星出来，这也就是我们娱乐圈近些年来的发展。\\n\\n而且即便不追星的话，我们也都知道作为明星，主要的是出一些作品，作品好的话，人民群众才会注意到他。歌星的话，主要就是歌曲类的作品，而演员的话，主要就是电视剧，电影方面的作品了。有一些演员在出演一部电视剧之后就能爆火，随后接到好多优质的资源，而有些演员默默无闻的出了好多年作品，但依然没有引起观众们的注意。\\n\\n当然，这并不是单一的原因，能决定的，通常是好多因素联合引起的。一个演员之所以能火起来，跟自己的演技有关系，除此之外运气也十分重要，大多数演员都想火起来的原因也比较简单，因为火起来的话，街道的影视剧资源比较好，赚到的钱更多。\\n\\n《知否知否应是绿肥红瘦》\\n\\n一些人气比较高的演员，在剧本这方面有着一定的选择权，当遇到自己不喜欢的角色，或者是认为自己不合适的角色，就会选择放弃。这位明星就是这样，其实这个角色他已经开始演了，但是在演的过程中，感觉自己不太合适。所以就退出了这部电视剧的拍摄工作，不过演员还是比较敬业的，找来了自己的同学补上，但是这位后补上来的同学因为这样一个机会火了，这或许就是运气吧。\\n\\n我们可以感受到，近几年来影视剧这方面出的作品都比较多，但是近些年能出的一些质量比较高的作品却比较少，在这些高质量的作品里面，称得上优秀的一部就是知否知否了，这部电视剧相信大多数人印象深刻，里面的女主角就是赵丽颖，当然这部剧的女主角非常的优秀，凭借着自己的聪明机会，获得了一个圆满的人生。里面的女演员阵容也相当的不错，比如如兰的扮演者张佳宁也属于实力派的演员，在这部剧中，他的人物设定也比较受到观众的认可。\\n\\n之所以大家喜爱这个人物也是因为这个人物她有一个比较好的母亲，正常情况下，母亲的教养是可以影响到孩子的，而这位母亲虽然在夫妻关系这方面不太精通，但是在教养子女这一块儿非常的棒，三个子女都教的非常好。这位母亲就是这部剧中的大娘子，出演大娘子这个角色的演员是刘琳，刘琳近几年出的比较好的作品也不在少数，就比如《父母爱情》中她饰演的德华就非常到位，非常受观众们喜爱，尤其是近几天在短视频中也经常刷到。\\n\\n刘孜\\n\\n知否知否这部电视剧中的大娘子，其实刚开始出演的人并不是刘琳，刚开始选定的是刘孜，刘孜在拍摄过一段时间之后发现自己对这个人物出演的并不合自己的心意，所以中途就退出了出演，选择推荐自己的同学刘琳。其实刘孜今年虽然已经四十多岁了，但是我们在电视剧节目中，也经常可以看到他出演的作品。\\n\\n她和马伊琍的关系还挺不错的，刘琳因为出演了这部作品，事业这方面也更进一步，相信两个人在私底下也不少说过这个话题。对于刘孜而言，因为自己的原因，放弃了能火起来的机会，估计心里面也有点后悔，不过刘孜长相其实非常的温婉，如果刘孜真的把这个大娘子演出来了，估计也没有刘琳这样火，不过从刘孜推荐自己的同学刘琳这一点，我们可以感受到她在选择演员这一块儿还比较有眼光的。\\n\\n因为刘孜一个不经意的退出，推荐了一个更适合大娘子的人物来饰演，也确实成就了知否知否，也成就了刘琳，让刘琳的事业这一方面更上一层楼，而且因此获得的影视剧资源更多了。刘琳因为这一个机会意外火起来也确实是运气，不过他在剧中所出演的大娘子，确实非常的搞笑幽默，她在剧中唯一的心愿，或许就是把林小娘给卖掉，就这，观众们对这个角色依然讨厌不起来。\\n\\n刘琳\\n\\n在这部剧中，刘琳把大娘子刻画的非常到位，剧中的大娘子跟自己的官人总是磕磕绊绊，说话也非常的顶人，但是她跟官人之间的戏份，虽然看起来并不温情，但是也让观众们移不开眼睛。而且她把大娘子的本性演绎的非常到位，大娘子就是这样一个心无城府，大大咧咧的人，在教养孩子这一方面拿捏的很到位，她所教养出来的一子二女，在婚姻这一方面都非常的圆满，尤其是儿子长柏，官运仕途更是没话说。\\n\\n刘琳带给我们的好角色除了大娘子还有《父母爱情》中的德华，在这部电视剧中的德华跟自己嫂子之间的斗争也非常的有看点，即便刚开始对自己的嫂子有一点意见，也有一点害怕，但是作为小姑子她帮自己的哥哥带大了所有的孩子，也是一个勤劳，朴实的农村妇女形象，这或许就是一个演员的魅力。把一个朴实的妇女形象演绎的如此到位，但是也可以把古代关键贵妇气质拿捏出来，总体来说刘琳在演技这方面真的没话说。\\n\\n最后\\n\\n作为演员，其实最重要的就是自己的演技，想要做一个实力派的演员，演技这方面必须注重，而且对于剧中的人物拿捏都要到位。就好比刘琳，其实在我们国家影视圈中，有不少女明星非常在意自己的颜值，但其实每一个人的颜值都各有特色，刘琳细看起来也有自己独特的美，总之，如果能把重心放在演技这一块儿，那么我们国家的影视剧作品可能要更进一步了。\",\"timestamp\":1640154166,\"title\":\"她意外拉同学来救场，结果同学红遍全国，自己却无戏可拍\"},\"digest\":\"6qEoGZkpm1DwkARw8PjyNy87uGJ-lOUO2bURR2NSI-o\",\"authorship\":{\"contributor\":\"0xf8965a546F7137DbFde9d2b779b48bf00e974081\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZqpMLG81_FFV1dpwQ5iliw8FnO6dtogot1zCko_tHIc\\\",\\\"y\\\":\\\"ttQXTRkZ-sqzXMY4u8WbydCQDJSWFOc68JN_269atWY\\\"}\",\"signature\":\"OtOeyhmkZurOqFKGM5lEj2qMenb7K-N9DZGWzJyCKOTdplpgFQJ-bveBcoZrnoTbQixYsm8COwjcvr6abHb10w\",\"signingKeySignature\":\"0x6f57332a0d99ad61c0498aeea0df3f7553a1138b94fbdcd6b129b49aa8001e7f7473dbbfb779f4684310b0759a58a4ec5f6f18429a4d9797b05da524546319301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZqpMLG81_FFV1dpwQ5iliw8FnO6dtogot1zCko_tHIc\\\",\\\"y\\\":\\\"ttQXTRkZ-sqzXMY4u8WbydCQDJSWFOc68JN_269atWY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6qEoGZkpm1DwkARw8PjyNy87uGJ-lOUO2bURR2NSI-o\"}"