"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/FHI3fet-TJNv8eYD6upLs.png?height=375&width=750)\\n\\nDiscord hosts most of the blockchain communities. If you’ve been in crypto for long enough, you’ve noticed the advantages of Discord among other social platforms for connecting with this community. NFTGO’s Discord server is a friendly and warm place for all NFT enthusiasts. Our platform updates in real-time so that you don’t miss out on any new drops and sales. You also get the chance to meet like-minded people and have fun. But that’s not the end of the story!\\n\\n\\nWe have added various NFT investing tools on our Discord to offer a better experience for our users. In this article, I’m going to walk you through NFTGO’s powerful discord features.\\n\\n\\n**Robot support 24/7**\\n\\n\\nIt’s a no-brainer that having access to NFT data directly on discord enhances our investment workflow. With our discord chat, all the data you need is only one message away. We all know how overwhelming data can be, when the numbers start to go up or when you feel like you’re trying to find a needle in a haystack. If you’ve ever been in discord servers, you know that bots are ubitiqoues to this platform. Many of these bots are limited to just verifying that you’re a human or saying hi. NFTGO’s bots on the other hand have extensive features.\\n\\n\\n**Agile assistants**\\n\\n\\nOur bots are a layer on top of all the NFTGO features. We provide a range of support for our Discord members. You can communicate with our bots on Discord and instantly get back results.\\n\\n\\n**Meet our bots**\\n\\n\\nWe have different channels dedicated to a specific need. This makes navigating through all the different options of NFTGO bots easier and gets to your results faster. Our data bot supports 4 categories of NFT data:\\nYou can find our server by going to our website. In the resources section, you can find our Discord servers and start experimenting with these features.\\n\\n\\nFor the rest of the article, I’m going to introduce each of them one by one and give you an overview of their function.\\n\\n### \\n\\\\#1 Collection check\\n\\n There are two different ways that you can use the collection data. \\n\\n1\\\\.Full details \\n\\n2\\\\.Floor price \\n\\nThe full details function gives you the latest data about a collection. These include: \\n\\n* Total number of NFTs in the collection \\n* Market cap \\n* Floor price \\n* Rank \\n* Sales\\n\\nThe information you get back from the bot is detailed and up-to-date. For searching a collection, you have to type the command !collection with the collection slug. The slug is just the name of the collection without spaces in between the names. The space is replaced by an “-”. You can view the full list of collection slugs available to explore here. \\n\\nExample\\n\\n![](https://images.mirror-media.xyz/publication-images/va6yHv8QSvP6efCAKW4VT.png?height=700&width=1400)\\n\\nYou can also get the floor price for a collection by typing the command !floor and adding the collection slug in the end. This allows you to find the least expensive NFT in the market for a collection.\\n\\n![](https://images.mirror-media.xyz/publication-images/mG1Y6SEItv6sO4BOXgh_w.png?height=700&width=1400)\\n\\n### #2 NFT check\\n\\n\\nIs there an NFT you just heard of on another channel and caught your eye? Before you had to google it yourself to find the details for that NFT, now you just need to switch channels!\\n\\n\\nOur NFT checker finds the latest data about the NFT you give it to. The information is pretty useful when you’re trying to evaluate the NFT. Our bot gets you the lowest, highest and last price for every NFT, you can also compare the item to other NFTs by looking at its rank. The rank is based on the last price for that item. You can also see how many times the item has been sold. These are all the information you get from the bot. But if you want to dig deeper, our bot includes a link to the NFT at the end for you.\\n\\nChecking an NFT’s data follows this format:\\n!nft \\\\[collection\\\\] \\\\[id\\\\]\\n*Example*\\n\\n![](https://images.mirror-media.xyz/publication-images/_Rjl6gwP_QKV0dmdd91JF.png?height=691&width=1400)\\n\\n### #3 Address check\\n\\n\\nWhether you want to check your balance or view a whale address, the address checker does it for you. Instead of going to Etherscan or scraping marketplaces to find a specific address’ NFT balance, you can view them using our bot. Imagine in the traditional investing world you had a bot who could get Warren Buffet’s portfolio on Discord!\\n\\n\\nThat’s what our bot does for you with any address you want, including Whales. You can also easily fact-check people who claim they own X NFTs instantly. It’s also so much easier to share it with your friends!\\n\\n\\nTo use our address checker, you can send the !address flag plus the address that you wanna inspect. Our bot gives you an overview of how many NFTs they own and their USD balance. You can also see how diversified their portfolio is by looking at the number of collections. The bot also tells you which collections they’re bullish on.\\n\\n*Example*\\n\\n![](https://images.mirror-media.xyz/publication-images/J5U6VNW3qszWFpWt7T64Q.png?height=700&width=1400)\\n\\n### #4 Gas check\\n\\nLast but not least, we have the gas checker. Gas fees aren’t friendly to the NFT investing community. With all the fun things NFTs bring, gas is one of the caveats of a decentralized economy. But as an investor, paying for gas is inevitable. You can easily take it to your advantage by optimizing your activity time with the lowest gas price. Because gas price is dynamic and it has a positive correlation with demand for Ethereum block space, you can always find an opportunity to pay less for using Ethereum. Our gas checker keeps you updated with the latest gas price ranges. By looking at the gas price, you can see how much you have to pay and optimize it with your needs. Ethereum miners favor those who give higher gas prices, so if you’re in a hurry and want your NFT transaction to go fast, you can see the gas price for that. Even if you prefer the slow or normal level, it is still helpful to check the gas price before making any decisions. You can just send !gas to the channel.\\n\\n*Example*\\n\\n![](https://images.mirror-media.xyz/publication-images/mk8ggIHfcpFib_W_fpWUR.png?height=700&width=1400)\\n\\n### #5 Rarity check\\n\\nOur rarity checker takes data directly from our innovative model based on Jaccard Distance. It looks for the NFT that you send to it and it instantaneously gives you the rarity score for the NFT with a list of all of its traits in each traits’ rarity percentage. It is a more handy way of using our new rarity model that you can learn more about here.\\n\\nThere are two ways of checking an NFT’s rarity:\\n!rarity \\\\[contract_address\\\\] \\\\[token_id\\\\]\\n!rarity \\\\[collection_slug\\\\] \\\\[token_id\\\\]\\n\\nYou can find the contract address for a project using our website. If you’re on an NFT’s page, you can find the contract address in the info section. Either by the address or by the slug, you can access every NFT’s rarity score.\\n\\n**Never miss out**\\n\\nThese were the interactive parts of our discord, but we also provide additional channels that give you the latest and hottest information. We knew that all this information might be of interest to you and that’s why we have provided them up-front.\\n\\n**#1 Daily drops** \\n\\nAt NFTGO, we’re always trying to find the best drops. You can catch up to all the drops that are happening in the NFT space on NFTGO. This is the perfect channel for you if you never want to miss out on any opportunities for getting high returns on your NFTs.\\n\\n**#2 Whales Tracking**\\n\\nOn NFTGO’s Discord, there’s a channel for Whale trades. Whales are NFT holders with more than $1 Million NFT balance. You can read more about our other Whale tracking features here.\\nIn our Discord, we watch the whales 24/7 and get you updated as soon as they make a transaction. You don’t have to manually check all the Whale addresses every time. You can just follow the channel and we’ll notify you whenever we spot a new Whale activity.\\n\\n**#3 $1M JPEGs**\\n\\nNFTs are selling at high valuations. Sometimes out of nowhere, there’s a Whale paying a massive price for an NFT. It takes time for the masses to find out about it. But with NFTGO’s discord, you’ll be the first to get the alert whenever massive chunks of money are traded for NFTs. If you want to get updated on the big NFT trades of the day, you can follow our Big trade alert channel.\\n\\n![](https://images.mirror-media.xyz/publication-images/QhKDDt7nrFmaH_0rw7VO_.png?height=801&width=1400)\\n\\nYou can see here that our bots track any big trades that happen in the NFT space. You’ll get a message with the sender and the buyer address, the gas fee for the transaction and the time that the transaction accrued. You can click on the NFT to view more details about it.\\n\\n\\n**Wrap up**\\n\\n\\nNFTGO’s vision is to make the decision-making process for NFT investing as easy and reliable as possible. No matter how much hype there is around NFTs, no lie can hide behind data.\\n\\n\\nManaging all the data mining processes on your own can be intimidating and hard. We try our best with the Discord bots to help everyone in the world get access to best-in-class data quality.\\n\\n\\nThese are the general use-cases for these bots, but feel free to play around with it on our Discord server and get creative! We gonna leave you with this quote from Hal Varian, Chief Economist at Google:\\n\\n\\n“The ability to take data — to be able to understand it, to process it, to extract value from it, to visualize it, to communicate it — is going to be a hugely important skill in the next decades.”\\n\",\"timestamp\":1641982911,\"title\":\"Solutions for effective and agile NFT investing: Introducing NFTGO’s Discord features\"},\"digest\":\"xHXOwc0ykDXh4tgzgsuuNhsZUo8t8_C8lx9s3OfdgWU\",\"authorship\":{\"contributor\":\"0x7bA5A3b11E3002267e3b9aE8D786C1716a4a85E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E463GG9y4LeyhL0qSc4og6otpuVRDFebqkqvYPmcGpY\\\",\\\"y\\\":\\\"1XEl8zWREERZzlJ5Caamd2a31Q7N9xKUIeoaTEXmQVk\\\"}\",\"signature\":\"o0Q-IgKDNd10vMq2OMwyBAkWXLDgTubt6rzYo4DrGoxHrcFg1342pdbpFZBOnkgnl6vcYYZdIViZkYe_jBUijA\",\"signingKeySignature\":\"0xc70b2bfa9b55468f514aa3f9318eddb595c3d1cf17d6f88ef23f75c4469bf15f02ba30305eb895a46a7dd68497f710d049e8abfddddf7b9fdd5903cb20590abb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E463GG9y4LeyhL0qSc4og6otpuVRDFebqkqvYPmcGpY\\\",\\\"y\\\":\\\"1XEl8zWREERZzlJ5Caamd2a31Q7N9xKUIeoaTEXmQVk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xHXOwc0ykDXh4tgzgsuuNhsZUo8t8_C8lx9s3OfdgWU\"}"