"{\"content\":{\"body\":\"### Creadores de uno y otro lado, condenados a entenderse\\n\\nAladdin Sane, de David Bowie. Unknown Pleasure, de Joy Division. British Steel, de Judas Priest. Dark Side of the Moon, de Pink Floyd. Y otros tantos, por no decir, incontables diseños icónicos que van desde The Velvet Underground hasta Nirvana pasando por Patti Smith, Cindy Lauper, Grace Jones, Led Zeppelin o The Beatles son ya parte de nuestra historia como civilización.\\n\\n![Aladdin Sane, Unknown Pleasure, British Steel, Dark Side of the Moon.](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2fec9ac2fb-b642-4e1a-8ea9-4c3600cab448_2048x2048.jpeg)\\n\\nEn el año 2003 me compré el disco original de Blur, Think Tank, que llegaba con colaboración estelar de Banksy en portada. Pero no el de la edición corriente, sino la forrada en tela roja con letras doradas sobreimpresas. Todavía lo conservo. Hace menos de 20 años de eso, pero era, definitivamente, otra era. Al comprarlo todavía no había tenido acceso al contenido, es decir, no había escuchado las canciones pero, como se trataba de Damon Albarn y los suyos y, el diseño resultaba una verdadera joya, me lié la manta a la cabeza e hice mía esa edición limitada. Recuerdo el momento como si fuera ahora mismo. Desprecinté tan maña obra de arte con cuidado, pasé la palma de mi mano y las yemas de mis dedos sobre las texturas que ofrecían el contraste entre la tela rugosa y la tinta, tan agrietada por la sobreimpresión, que parecía oro envejecido del año 0. Entonces, introduje el CD en el reproductor, presioné PLAY y me dije a mí mismo “¡qué mierda es esta!”. Hoy soy capaz de apreciar el disco pero, por aquel entonces, ni yo ni el resto del mundo estábamos preparados para que Blur publicara un tracklist como ese. En ese momento entendí el motivo por el que era sumamente improbable encontrar el álbum para descargar en P2P directo a Winamp. Aunque Think Tank no sea una obra maestra, ha envejecido muy bien pero, simplemente, no gustó a nadie en aquel inicio de década. Compré el disco un poco por la fama y mucho por el packaging.\\n\\n![](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2f67ff2864-fbe8-4656-ae81-16a8fb45c024_853x640.jpeg)\\n\\n¿Cuántos álbumes consiguieron sobrevivir o incluso barrer en las listas gracias a un acertado arte? Que le pregunten, sin por ello menospreciar a su música, a No Doubt o Blink 182. Qué duda cabe del talento artístico de ambas bandas pero, ellas mismas, saben que nada hubiera sido igual sin un concepto visual acertado, porque hubo un tiempo en el que eso importaba. Que se lo pregunten a los Ramones que quedan, quienes, si han sabido gestionar bien su patrimonio, seguramente hayan pasado el confinamiento en una buena mansión ajardinada y pagada a base de camisetas vendidas por Inditex.\\n\\nEse envite, esa importancia de las artes visuales en la música que, durante los últimos veinte años -salvo casos puntuales- ha sido residual por la mera necesidad de ponerle un traje cualquiera a tu single o álbum, vuelve a ganar enteros gracias al auge de las cadenas de bloques o blockchains y sus NFT como concepto práctico. Música y artes visuales se vuelven a encontrar tras décadas de desamor y es el momento de que músicos y artistas visuales entiendan que, en este futuro que casi aún no ha empezado, deben retro-alimentarse como nunca lo hicieron, ni tan solo entre los dorados años 1970–1999, antes que de grandes grupos empresariales intenten centralizar ciertos conceptos que nacen descentralizados por naturaleza.\\n\\nLos creadores gráficos que pretendan trabajar en, o para, la industria musical, deberán desenvolverse con soltura. Será obligatorio organizarse y entender bien el juego (que viene con nuevas reglas y productos de toda índole). Mientras tanto, los compositores y otros agentes de la música han de identificar bien a qué se van a enfrentar, sin dejarse cegar por las tres letras que muy a menudo ahora no nos dejan ver el bosque, la N, la F y la T (sobretodo en lo que a subastas de arte se refiere).\\n\\nLos grandes de este juego, ex-ejecutivos de enormes discográficas y promotoras que, en algunos casos, ahora ocupan sillones en consorcios en torno al mundo de las criptomonedas, se encuentran atentos y tomando buena nota de lo que, mentes brillantes pero carentes de visión estratégica (porque en la vida no se puede tener todo), están desarrollando a pequeña escala con resultados millonarios. Cientos de creadores que intentan y consiguen innovar pero que, al mismo tiempo, no parecen darse cuenta de que sus seguidores reales, no los llamados cripto-millonarios, no tienen ni el poder adquisitivo, ni el interés y, ni mucho menos, el conocimiento tecnológico, de jugar a lo que se les está proponiendo.\\n\\n![Martin N. Bandier, ex-ejecutivo de Sony/ATV Music Publishing. ¿Estará atento al mundo de las criptomonedas?](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2fa2c9b600-fca9-47f1-94fd-4c4f48362c74_600x331.jpeg)\\n\\nEs importante que la industria musical pueda circular a través de cualquier otra plataforma al nivel que, por ejemplo lo hacen las *skins* de los gamers, que podemos usar en el juego, pero que trascienden también hasta Twitch, Youtube o Discords. No bastará con el audio o el vídeo musical de turno. Basta de intentar trasladar hacia nuevos mundos que no tienen nada que ver con el pasado lo que ayer nos daba beneficios (los catastróficos datos y peores resultados del *live stream* durante el último año son escandalosos), porque eso solo ayuda a sostener intereses que no son los del músico, dejando atrás por el camino, a miles de cadáveres de creadores bien intencionados.\\n\\nUn álbum va a dejar de ser únicamente música envuelta con papel y plástico de colores o representada por una piel estática en JPG, para pasar a ser un ente con vida propia sin más límites que la capacidad creadora-empresarial del artista o conjunto de artistas. En ese sentido, los colectivos artísticos dedicados a la creación musical van a prosperar al mismo nivel y forma que los equipos de eSports en la industria del videojuego, dejando atrás la definición de banda o solista (aunque hablemos de DJs) como una escuadra compuesta por voz, teclados, guitarra, bajo y batería (o cualquier otra formación en tipo o número) para sumar al desarrollador, diseñador, ilustrador, animador, digital planner o data analyst como parte del grupo, en una especie de K-pop band pero con alma.\\n\\nNo son tan interesantes los números que se mueven ahora en torno a cientos de miles de dólares -millones en algunos casos-, los cuales tienden por naturaleza a desinflarse, como sí los productos que a través de blockchain puedan funcionar y prueben ser útiles para comercializar desde los $10 a los $100 e incluso más allá (pero no mucho más allá). El hype tiende a la desaparición pero la tecnología llega para quedarse.\\n\\nDejemos claro que los NFT no serán tanto objetos que reemplacen al merchandise tradicional, que también, sino una extensión -en algunos casos vital- del propio proyecto musical (lo que no es una camiseta), así que estamos hablando de un híbrido entre producto o servicio y propuesta artística.\\n\\n![La banda estadounidense Kings of Leon ha lanzado su disco ‘When You See Yourself’ en formato NFT](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2ff7148d9c-fd1c-4103-b90e-5dbfe6b98d3a_1600x1349.png)\\n\\nNo serán por tanto útiles para la compra de la obra de arte (la canción en este caso), como sí sucede en el mundo de las artes visuales con un *artwork*, porque habría que emitir contratos tan restrictivos que torpedearían la propia venta y, para eso, ya contamos con decenas de plataformas que nos venden audios por *tracks*. Excepto si el artista y su entorno está dispuesto a desprenderse de todos los derecho de su obra, como acaba de hacer Dylan con Universal Music. La utilidad principal de los NFTs en música se encuentra en poder paliar el hecho de que, una vez puesta la música en la radio tradicional, Spotify o Youtube, gana en recorrido pero pierde en exclusividad sucediéndole a la mayoría de canciones algo parecido a lo que sucede con un coche, el cual, nada más adquirirlo, ya pierde valor.\\n\\nPor todo ello el elemento visual es tan sumamente importante en esta nueva era, y es por eso por lo que las asociaciones entre músicos y artistas visuales está siendo tan predominante en estos tiempos, como en los casos de Major Lazer, Snoop Dog, Halsey o Steve Aoki. Nombres gigantes que, como decíamos, andan buscando el camino que, desde su posición, les lleve hasta los productos, adaptados a cada caso en particular dependiendo de su proyecto musical, que respondan a una franja comercial coherente con las posibilidades de cada segmento (entre los $10 y $100 mencionados) y que pueda generar miles de transacciones en lugar de solo unas pocas. Reducir volatilidad y añadir estabilidad para disparar las ganancias y asentar la vía de negocio.\\n\\nLlega el momento en el que la industria musical debe empezar a aceptar que, aunque el negocio sea la música, vas a tener que conducirlo con la obra del artista visual al volante. Desde la concepción del grupo cuando cuatro amigos se juntan y montan una banda o, desde la soledad del productor solista, la propuesta creativa de estos determinará si el artista visual es un componente más de la banda o no. De no ser así, la formación necesitará externalizar esos servicios y saldrá perdiendo en costes y autenticidad, porque no es lo mismo contratar a Michel Gondry o Es Devlin, a que sean parte de tu banda por lo que ello supone, ya no a nivel presupuestario, sino a nivel de implicación y compromiso creativo (sin dudar por ello de la profesionalidad de ambos).\\n\\nSin embargo, que nadie espere ofrecer el control del negocio a escenógrafos, ilustradores o animadores. Si bien es cierto que, obviando el cúmulo de años de una carrera musical y limitándonos a imaginar solo el corto periodo de tiempo de un lanzamiento, digamos un proyecto estándar de 2–3 años desde la salida de las canciones hasta empezar a trabajar en el nuevo álbum, donde exista un buen balance de responsabilidades y nada pese más que nada, durante una primera fase, digamos por ejemplo el primer año, es muy probable que los elementos visuales tengan un peso en torno al 66% del proyecto, siendo el resto una disputa estratégica entre el peso de la música y el de la *celebrity* como figura pública. Ese porcentaje irá desinflándose gradualmente hasta finalizar el tercer año en favor de otro tipo de NFTs que cobren valor por lo que son y no por cómo luzcan. Será importante el qué ofrezcan, ya no tanto por estética, sino por estatus y utilidad en busca de la completa fidelización con el fan y un mejor balance entre estrategias, otorgando más y más protagonismo a las composiciones musicales hasta obtener 3 bloques equilibrados: música, *celebrity* y todo tipo de NFTs que no actúen como *merchandise* sino como elementos centrales del proyecto artístico desde su concepción creativa.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2f347e1b9c-b29a-4ca5-9cad-b2f8b80d9d1c_1200x1200.png)\\n\\n![No solo bandas con grandes presupuestos se suben al carro de los NFT. El aclamado productor 3LAU ha lanzado el suyo para conmemorar el tercer aniversario del lanzamiento de su disco ‘Ultraviolet’ que, además de incluir una edición especial del vinilo solo disponible en este lanzamiento, entrega 11 canciones inéditas y animadas personalmente por él.](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3a%2f%2fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2fpublic%2fimages%2f70849271-f310-43e1-8b2e-f5a6f8db3f4b_1400x1042.png)\\n\\nLa industria musical debe abrazar el *blockchain* y huir del concepto NFT como inversión para, adentrarse gradualmente, en un catálogo *ad-hoc* de beneficios únicos para los fans, que disfrutaremos, no del potencial valor de mercado del activo que hemos comprado y que no pensamos en revender sino, de lo que nuestra nueva adquisición hará por nosotros y, de las puertas que abrirá en el mundo de nuestro artista musical favorito.\\n\\nAunque vayan a ser más autónomos que nunca, el futuro de la industria musical no es de los creadores. El futuro es de los fans. De aquellos que habiten el mundo paralelo que los creadores sean capaces de componer -y dibujar- con su talento.\",\"timestamp\":1633544876,\"title\":\"¿Está el futuro de la música en manos de las artes visuales?\"},\"digest\":\"MBpzt9NpszqrfTiuAJY9uiPve1PMfQxwUbwF0orDvzg\",\"authorship\":{\"contributor\":\"0x6459080d6FfBB2649D2abCb4D811c78571F36dfC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cPYGgOJc-cQp76HXc5PF_b_u3fA8M43muwHttDBPIk0\\\",\\\"y\\\":\\\"QyKoBrUE19gqZqOPVgyHsvd6F5Azq3wkFOor-GuPAjk\\\"}\",\"signature\":\"LFLjHWNJUc7Y6np3YsUVgdG1w0IsT01hB2X8IRgleRv9VxvbSP8zlWPQojSI3z7IRuAaupSvRc-6tEFuoy04FA\",\"signingKeySignature\":\"0x6360a61338aee7d644686d91dce4e0518099617a1fc8c8ca50f13025d353d541056c692a0be0509e128bf46b9da2d6975534e0c62aea7791eba4b95fb75d25291b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cPYGgOJc-cQp76HXc5PF_b_u3fA8M43muwHttDBPIk0\\\",\\\"y\\\":\\\"QyKoBrUE19gqZqOPVgyHsvd6F5Azq3wkFOor-GuPAjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MBpzt9NpszqrfTiuAJY9uiPve1PMfQxwUbwF0orDvzg\"}"