"{\"content\":{\"body\":\"1. The arrival of Bitcoin spot ETF or Ethereum ETF may not be too far away. As mentioned above, the Bitcoin futures ETF has an important milestone and created a precedent for the U.S. SEC on cryptocurrency at the regulatory level. Then the Bitcoin spot ETF (fund investment or tracking the current \\\"spot\\\" or cash price of Bitcoin) is coming. Perhaps it is worth the expectation of investors. The first bitcoin spot ETF in the United States may have greater practical significance for bitcoin prices, because it directly allows investors to legitimately hold bitcoin spot in a new and compliant way, perhaps without having to buy through crypto exchanges. Buying directly in the traditional financial market will undoubtedly greatly promote Bitcoin transactions, especially the entry of traditional investors.\\n\\nIn addition, with the rise of Ethereum and DeFi ecology, the market value of Ethereum has also entered the top 20 in the world, surpassing Johnson & Johnson, S&P 500 ETF, etc., I believe that Ethereum ETF can also do more.\\n\\nSecond, the regulatory burden of ETFs may be temporarily closed. Will other regulatory aspects such as stablecoins, DeFi, and exchanges be paid more attention. Although the United States passed the first encrypted ETF, its regulatory measures may not slow down. Instead, the focus of supervision will be on places that are likely to cause systemic risks in the traditional financial market, such as stablecoins, DeFi lending, etc.\",\"timestamp\":1634479178,\"title\":\"Conjectures about the future based on the birth of the first Bitcoin ETF in the United States\"},\"digest\":\"5QyXNwv2WmCTrf8Z4--N83Qt1islNG9qsIsx85bxjtQ\",\"authorship\":{\"contributor\":\"0x844dD8E634cCF40508E3AaD303a986fDDf8bE60A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qnQA3Hzmi5y2LDwoUCS_4M1QkOKb2fSgf04hiBnYgTc\\\",\\\"y\\\":\\\"tQU2G6ng8HyLKa8ngwF7luB1P7CyEbD80jIUzcJi3VM\\\"}\",\"signature\":\"dQ9Pe6HcEut8Pgzi4ZcMteRDxG3wv-uLkL-QTc9L3J4niHGatjUoxhCoxM8XalHUA89WTnnRLnL3k27jHUTS8Q\",\"signingKeySignature\":\"0xbb463089148d92fc43d22e30d03079969d1be7453cb38f54d8602b8b42d72ac10681a7a99f334512df0d7ac93fd1fbf288622f465d0b3eb8ca2922c92ab740151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qnQA3Hzmi5y2LDwoUCS_4M1QkOKb2fSgf04hiBnYgTc\\\",\\\"y\\\":\\\"tQU2G6ng8HyLKa8ngwF7luB1P7CyEbD80jIUzcJi3VM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5QyXNwv2WmCTrf8Z4--N83Qt1islNG9qsIsx85bxjtQ\"}"