"{\"content\":{\"body\":\"The real Hermione sounded in her voice when she said that, for the eternal woman deep down in her had heard the sound almost of helplessness in his voice, had felt the leaning of his nature, strong though it was, on her, and had responded instantly, inevitably, almost passionately. But then came the thought of his secret intercourse with Vere. She saw in the dark words: \\\"Monsieur Emile's idea.\\\" \\\"Monsieur Emile's suggestion.\\\" She remembered how Artois had told her that she could never be an artist. And again the intensely bitter feeling of satire, that had set in her face the expression which had startled him, returned, twisting, warping her whole nature.\\n\\n\\\"I am to encourage you--you who have told me that I can do nothing!\\\"\\n\\nThat was what she had been feeling. And, as by a search-light, she had seen surely for a moment the whole great and undying selfishness of man, exactly as it was. And she had seen surely, also, the ministering world of women gathered round about it, feeding it, lest it should fail and be no more. And she had seen herself among them!\\n\\n\\\"Where can Vere have gone to?\\\" he said.\\n\\nThere had been a pause. Neither knew how long it had lasted.\\n\\n\\\"I should not wonder if she is on the cliff,\\\" said Hermione. \\\"She often goes there at this hour. She goes to meet Ruffo.\\\"\\n\\nThe name switched the mind of Artois on to a new and profoundly interesting train of thought.\\n\\n\\\"Ruffo,\\\" he began slowly. \\\"And you think it wise--?\\\"\\n\\nHe stopped. To-night he no longer dared frankly to speak his mind to Hermione.\\n\\n\\\"I was at Mergellina the other day,\\\" he said. \\\"And I saw Ruffo with his mother.\\\"\\n\\n\\\"Did you. What is she like?\\\"\\n\\n\\\"Oh, like many middle-aged women of the South, rather broad and battered-looking, and probably much older in appearance than in years.\\\"\\n\\n\\\"Poor woman! She has been through a great deal.\\\"\\n\\nHer voice was quite genuine now. And Artois said to himself that the faint suspicion he had had was ill-founded.\\n\\n\\\"Do you know anything about her?\\\"\\n\\n\\\"Oh yes. I had a talk with Ruffo the other night. And he told me several things.\\\"\\n\\nEach time Hermione mentioned Ruffo's name it seemed to Artois that her voice softened, almost that she gave the word a caress. He longed to ask her something, but he was afraid to.\\n\\nHe would try not to interfere with Fate. But he would not hasten its coming--if it were coming. And he knew nothing. Perhaps the anxious suspicion which had taken up its abode in his mind, and which, without definite reason, seemed gradually changing into conviction was erroneous. Perhaps some day he would laugh at himself, and say to himself, \\\"I was mad to dream of such a thing.\\\"\\n\\n\\\"Those women often have a bad time,\\\" he said.\\n\\n\\\"Few women do not, I sometimes think.\\\"\\n\\nHe said nothing, and she went on rather hastily, as if wishing to cover her last words.\\n\\n\\\"Ruffo told me something that I did not know about Peppina. His step- father was the man who cut that cross on Peppina's face.\\\"\\n\\n\\\"Perdio!\\\" said Artois.\\n\\nHe used the Italian exclamation at that moment quite naturally. Suddenly he wished more than ever before that Hermione had not taken Peppina to live on the island.\\n\\n\\\"Hermione,\\\" he said, \\\"I wish you had not Peppina here.\\\"\\n\\n\\\"Still because of Vere?\\\" she said.\\n\\nAnd now she was looking at him steadily.\\n\\n\\\"I feel that she comes from another world, that she had better keep away from yours. I feel as if misfortune attended her.\\\"\\n\\n\\\"It is odd. Even the servants say she has the evil eye. But, if she has, it is too late now. Peppina has looked upon us all.\\\"\\n\\n\\\"Perhaps that old Eastern was right.\\\" Artois could not help saying it. \\\"Perhaps all that is to be is ordained long beforehand. Do you think that, Hermione?\\\"\\n\\n\\\"I have sometimes thought it, when I have been depressed. I have sometimes said to myself, 'E il destino!' \\\"\\n\\nShe remembered at that moment her feeling on the day when she returned from the expedition with Vere to Capri--that perhaps she had returned to the island to confront some grievous fate. Had Artois such a thought, such a prevision? Suddenly she felt frightened, like a child when, at night, it passes the open door of a room that is dark.\\n\\nShe moved and got up from her chair. Like the child, when it rushes on and away, she felt in her panic the necessity of physical activity.\\n\\nArtois followed her example. He was glad to move.\\n\\n\\\"Shall we go and see what Vere is doing?\\\" he said.\\n\\n\\\"If you like. I feel sure she is with Ruffo.\\\"\\n\\nThey went towards the house. Artois felt a deep curiosity, which filled his whole being, to know what Hermione's exact feeling towards Ruffo was.\\n\\n\\\"Don't you think,\\\" he said, \\\"that perhaps it is a little dangerous to allow Vere to be so much with a boy from Mergellina?\\\"\\n\\n\\\"Oh no.\\\"\\n\\nIn her tone there was the calm of absolute certainty.\\n\\n\\\"Well, but we don't know so very much about him.\\\"\\n\\n\\\"Do you think two instincts could be at fault?\\\"\\n\\n\\\"Two instincts?\\\"\\n\\n\\\"Vere's and mine?\\\"\\n\\n\\\"Perhaps not. Then your instinct--\\\"\\n\\nHe waited. He was passionately interested.\\n\\n\\\"Ruffo is all right,\\\" Hermione answered.\\n\\nIt seemed to him as if she had deliberately used that bluff expression to punish his almost mystical curiosity. Was she warding him off consciously?\\n\\nThey passed through the house and came out on its further side, but they did not go immediately to the cliff top. Both of them felt certain the two children must be there, and both of them, perhaps, were held back for a moment by a mutual desire not to disturb their innocent confidences. They stood upon the bridge, therefore, looking down into the dimness of the Pool. From the water silence seemed to float up to them, almost visibly, like a lovely, delicate mist-- silence, and the tenderness of night, embracing their distresses.\\n\\nThe satire died out of Hermione's poor, tormented heart. And Artois for a moment forgot the terrible face half seen in the darkness of the trees.\\n\\n\\\"There is the boat. He is here.\\\"\\n\\nHermione spoke in a low voice, pointing to the shadowy form of a boat upon the Pool.\\n\\n\\\"Yes.\\\"\\n\\nArtois gazed at the boat. Was it indeed a Fate that came by night to the island softly across the sea, ferried by the ignorant hands of men? He longed to know. And Hermione longed to know something, too: whether Artois had ever seen the strange likeness she had seen, whether Maurice had ever seemed to gaze for a moment at him out of the eyes of Ruffo. But to-night she could not ask him that. They were too far away from each other. And because of the gulf between them her memory had suddenly become far more sacred, far more necessary to her even, than it had been before.\\n\\nIt had been a solace, a beautiful solace. But now it was much more than that--now it was surely her salvation.\\n\\nAs she felt that, a deep longing filled her heart to look again on Ruffo's face, to search again for the expression that sent back the years. But she wished to do that without witnesses, to be alone with the boy, as she had been alone with him that night upon the bridge. And suddenly she was impatient of Vere's intercourse with him. Vere could not know what the tender look meant, if it came. For she had never seen her father's face.\\n\\n\\\"Let us go to the cliff,\\\" Hermione said, moved by this new feeling of impatience.\\n\\nShe meant to interrupt the children, to get rid of Vere and Emile, and have Ruffo to herself for a moment. Just then she felt as if he were nearer, far nearer, to her than they were: they who kept things from her, who spoke of her secretly, pitying her.\\n\\nAnd again that evening she came into acute antagonism with her friend. For the instinct was still alive in him not to interrupt the children. The strange suspicion that had been born and had lived within him, gathered strength, caused him to feel almost as if they might be upon holy ground, those two so full of youth, who talked together in the night; as if they knew mysteriously things that were hidden from their elders, from those wiser, yet far less full of the wisdom that is eternal, the wisdom in instinct, than themselves. There is always something sacred about children. And he had never lost the sense of it amid the dust of his worldly knowledge. But about these children, about them or within them, there floated, perhaps, something that was mystic, something that was awful and must not be disturbed. Hermione did not feel it. How could she? He himself had withheld from her for many years the only knowledge that could have made her share his present feeling. He could tell her nothing. Yet he could not conceal his intense reluctance to go to that seat upon the cliff.\\n\\n\\\"But it's delicious here. I love the Pool at night, don't you? Look at the Saint's light, how quietly it shines!\\\"\\n\\nShe took her hands from the rail. His attempt at detention irritated her whole being. She looked at the light. On the night of the storm she had felt as if it shone exclusively for her. That feeling was dead. San Francesco watched, perhaps, over the fishermen. He did not watch over her.\\n\\nAnd yet that night she, too, had made the sign of the cross when she knew that the light was shining.\\n\\nShe did not answer Artois' remark, and he continued, always for the children's sake, and for the sake of what he seemed to divine secretly at work in them:\\n\\n\\\"This Pool is a place apart, I think. The Saint has given his benediction to it.\\\"\\n\\nHe was speaking at random to keep Hermione there. And yet his words seemed chosen by some one for him to say.\\n\\n\\\"Surely good must come to the island over that waterway.\\\"\\n\\n\\\"You think so?\\\"\\n\\nHer stress upon the pronoun made him reply:\\n\\n\\\"Hermione, you do not think me the typical Frenchman of this century, who furiously denies over a glass of absinthe the existence of the Creator of the world?\\\"\\n\\n\\\"No. But I scarcely thought you believed in the efficacy of a plaster Saint.\\\"\\n\\n\\\"Not of the plaster--no. But don't you think it possible that truth, emanating from certain regions and affecting the souls of men, might move them unconsciously to embody it in symbol? What if this Pool were blessed, and men, feeling that it was blessed, put San Francesco here with his visible benediction?\\\"\\n\\nHe said to himself that he was playing with his imagination, as sometimes he played with words, half-sensuously and half- aesthetically; yet he felt to-night as if within him there was something that might believe far more than he had ever suspected it would be possible for him to believe.\\n\\nAnd that, too, seemed to have come to him from the hidden children who were so near.\\n\\n\\\"I don't feel at all as if the Pool were blessed,\\\" said Hermione. She sighed.\\n\\n\\\"Let us go to the cliff,\\\" she said, again, this time with a strong impatience.\\n\\nHe could not, of course, resist her desire, so they moved away, and mounted to the summit of the island.\\n\\nThe children were there. They could just see them in the darkness, Vere seated upon the wooden bench, Ruffo standing beside her. Their forms looked like shadows, but from the shadows voices came.\\n\\nWhen he saw them, Artois stood still. Hermione was going on. He put his hand upon her arm to stop her. She sent an almost sharp inquiry to him with her eyes.\\n\\n\\\"Don't you think,\\\" he said--\\\"don't you think it is a pity to disturb them?\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"They seem so happy together.\\\"\\n\\nHe glanced at her for sympathy, but she gave him none.\\n\\n\\\"Am I to have nothing?\\\" she thought. And a passion of secret anger woke up in her. \\\"Am I to have nothing at all? May I not even speak to this boy, in whom I have seen Maurice for a moment--because if I do I may disturb some childish gossip?\\\"\\n\\nHer eyes gave to Artois a fierce rebuke.\\n\\n\\\"I beg your pardon, Hermione,\\\" he said, hastily. \\\"Of course if you really want to talk to Ruffo--\\\"\\n\\n\\\"I don't think Vere will mind,\\\" she said.\\n\\nHer lips were actually trembling, but her voice was calm.\\n\\nThey walked forward.\\n\\nWhen they were close to the children they both saw there was a third figure on the cliff. Gaspare was at a little distance. Hermione could see the red point of his cigarette gleaming.\\n\\n\\\"Gaspare's there, too,\\\" she said.\\n\\n\\\"Yes.\\\"\\n\\n\\\"Why is he there?\\\" Artois thought.\\n\\nAnd again there woke up in him an intense curiosity about Gaspare.\\n\\nRuffo had seen them, and now he took off his cap. And Vere turned her head and got up from the seat.\\n\\nNeither the girl nor the boy gave any explanation of their being together. Evidently they did not think it necessary to do so. Hermione was the first to speak.\\n\\n\\\"Good-evening, Ruffo,\\\" she said.\\n\\nArtois noticed a peculiar kindness and gentleness in her voice when she spoke to the boy, a sound apart, that surely did not come into her voice even when it spoke to Vere.\\n\\n\\\"Good-evening, Signora.\\\" He stood with his cap in his hand. \\\"I have been telling the Signorina what you have done for my poor mamma, Signora. I did not tell her before because I thought she knew. But she did not know.\\\"\\n\\nVere was looking at her mother with a shining of affection in her eyes.\\n\\nAt this moment Gaspare came up slowly, with a careless walk.\\n\\nArtois watched him.\\n\\n\\\"About the little money, you mean?\\\" said Hermione, rather hastily.\\n\\n\\\"Si, Signora. When I gave it to my poor mamma she cried again. But that was because you were so kind. And she said to me, 'Ruffo, why should a strange lady be so kind to me? Why should a strange lady think about me?' she said. 'Ruffino,' she said, 'it must be Santa Maddalena who has sent her here to be good to me.' My poor mamma!\\\"\\n\\n\\\"The Signora does not want to be bothered with all this!\\\" It was Gaspare who had spoken, roughly, and who now pushed in between Ruffo and those who were listening to his simple narrative.\\n\\nRuffo looked surprised, but submissive. Evidently he respected Gaspare, and the two understood each other. And though Gaspare's words were harsh, his eyes, as they looked at Ruffo, seemed to contradict them. Nevertheless, there was excitement, a strung-up look in his face.\\n\\n\\\"Gaspare!\\\" said Vere.\\n\\nHer eyes shot fire.\\n\\n\\\"Signorina?\\\"\\n\\n\\\"Madre does like to hear what Ruffo has to say. Don't you, Madre?\\\"\\n\\nGaspare looked unmoved. His whole face was full of a dogged obstinacy. Yet he did not forget himself. There was nothing rude in his manner as he said, before Hermione could reply:\\n\\n\\\"Signorina, the Signora does not know Ruffo's mother, so such things cannot interest her. Is it not so, Signora?\\\"\\n\\nHermione was still governed by the desire to be alone for a little while with Ruffo, and the sensation of intense reserve--a reserve that seemed even partially physical--that she felt towards Artois made her dislike Ruffo's public exhibition of a gratitude that, expressed in private, would have been sweet to her. Instead, therefore, of agreeing with Vere, she said, in rather an off-hand way:\\n\\n\\\"It's all right, Ruffo. Thank you very much. But we must not keep Don Emilio listening to my supposed good deeds forever. So that's enough.\\\"\\n\\nVere reddened. Evidently she felt snubbed. She said nothing, but she shot a glance of eager sympathy at Ruffo, who stood very simply looking at Hermione with a sort of manly deference, as if all that she said, or wished, must certainly be right. Then she moved quietly away, pressing her lips rather firmly together, and went slowly towards the house. After a moment's hesitation, Artois followed her. Hermione remained by Ruffo, and Gaspare stayed doggedly with his Padrona.\\n\\nHermione wished he would go. She could not understand his exact feeling about the fisher-boy's odd little intimacy with them. Her instinct told her that secretly he was fond of Ruffo. Yet sometimes he seemed to be hostile to him, to be suspicious of him, as of some one who might do them harm. Or, perhaps, he felt it his duty to be on guard against all strangers who approached them. She knew well his fixed belief that she and Vere depended entirely on him, felt always perfectly safe when he was near. And she liked to have him near--but not just at this moment. Yet she did not feel that she could ask him to go.\\n\\n\\\"Thank you very much for your gratitude, Ruffo,\\\" she said. \\\"You mustn't think--\\\"\\n\\nShe glanced at Gaspare.\\n\\n\\\"I didn't want to stop you,\\\" she continued, trying to steer an even course. \\\"But it's a very little thing. I hope your mother is getting on pretty well. She must have courage.\\\"\\n\\nAs she said the last sentence she thought it came that night oddly from her lips.\\n\\nGaspare moved as if he felt impatient, and suddenly Hermione knew an anger akin to Vere's, an anger she had scarcely ever felt against Gaspare.\\n\\nShe did not show it at first, but went on with a sort of forced calmness and deliberation, a touch even perhaps of obstinacy that was meant for Gaspare.\\n\\n\\\"I am interested in your mother, you know, although I have not seen her. Tell me how she is.\\\"\\n\\nGaspare opened his lips to speak, but something held him silent; and as he listened to Ruffo's carefully detailed reply, delivered with the perfect naturalness of one sure of the genuine interest taken in his concerns by his auditors, his large eyes travelled from the face of the boy to the face of his Padrona with a deep and restless curiosity. He seemed to inquire something of Ruffo, something of Hermione, and then, at the last, surely something of himself. But when Ruffo had finished, he said, brusquely:\\n\\n\\\"Signora, it is getting very late. Will not Don Emilio be going? He will want to say good-night, and I must help him with the boat.\\\"\\n\\n\\\"Run and see if Don Emilio is in a hurry, Gaspare. If he is I'll come.\\\"\\n\\nGaspare looked at her, hesitating.\\n\\n\\\"What's the matter?\\\" she exclaimed, her secret irritation suddenly getting the upper hand in her nature. \\\"Are you afraid that Ruffo will hurt me?\\\"\\n\\n\\\"No, Signora.\\\"\",\"timestamp\":1637315065,\"title\":\"\\n\\\"Your work could never bore me. You know it,\\\" she said.\\n\"},\"digest\":\"szpLuVXzZcH6wfJdfenlJ1N8cpYo784_1eKNPU6PKm0\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ibEN9vXwq9bcXIpkvkE2Nx13XXN7a5_JEZSQHoC3R8o\\\",\\\"y\\\":\\\"xqSEqTzzlD2_XpC-B4C9mngkN8HIDKL1nnJ3HEPvA_A\\\"}\",\"signature\":\"qsjW86U2FvDf6fsovt9lF1ugQiYhZ2yTJuFSuhiiiO1UGFXz29a1IugqMWPQdPangfLTQ4_RYu5dCa4Obyslug\",\"signingKeySignature\":\"0xffa28a02d35c1b16cd6caf3dc2d2e3d835ad0f957bf370fc00baebf0e47825992fd9c6ef6ac2ea41e42bbfbfdd48c5af7067f182d9182f63ee925c5a10c49a021b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ibEN9vXwq9bcXIpkvkE2Nx13XXN7a5_JEZSQHoC3R8o\\\",\\\"y\\\":\\\"xqSEqTzzlD2_XpC-B4C9mngkN8HIDKL1nnJ3HEPvA_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"szpLuVXzZcH6wfJdfenlJ1N8cpYo784_1eKNPU6PKm0\"}"