"{\"content\":{\"body\":\"如果一个代币的价值不断贬值，人们对它失去信任，该如何让它迅速升值甚至超值？三百年就有人给出了解决方法。\\n\\n![](https://images.mirror-media.xyz/publication-images/IJgGYt4jBfPvzUHlsb794.png?height=559&width=896)\\n\\n在还没有现代银行货币体系、用金币银币充当货币时的年代，约翰劳就首次发行了纸币，并且用国债作为购买公司股票的门槛，使不断贬值的国债大受热捧，缓解了法国政府的债务危机，但由于当时的政治环境限制，一些设想的功能并没有实现。\\n\\n而300年后的今天，国际货币体系完全摆脱了金本位制度，形成了类似于约翰劳所设想的基于信用的系统，在更进一步的加密货币领域，每天都在循环上演约翰劳的剧本，使当时的设想成为可能。\\n\\n本篇文章我们将揭秘约翰劳创造“信用纸币”的手法，并尝试设计为代币赋能的模型。\\n\\n### 我们来看看事情经过\\n\\n背景是当时法国政府因为陷入财务困境，走投无路之际授予约翰劳特权，以帮助法国度过债务危机，“基于信用的纸币系统取代基于铸币的银行系统”由此得到了实施机会。\\n\\n**1.通用银行**\\n\\n![](https://images.mirror-media.xyz/publication-images/qkh8gIpvCnb60gz-Q9Wjk.png?height=545&width=737)\\n\\n约翰劳首先成立了通用银行，该银行发行的纸币可以随时兑换成金币，人们也可以交易使用。由于纸币便携性和以贵金属为担保信用度极好，再加上政府向约翰劳承诺不会干预贬值，甚至一开始约翰劳规定纸币对金币有1%的溢价，人们开始兑换约翰劳的纸币。\\n\\n**2.密西西比公司**\\n\\n从法国政府里获得了单独开发北美洲和贸易的垄断特权后，约翰劳成立了密西西比公司，随后用“挖掘黄金”作为密西西比公司的宣传亮点，约翰劳将通用银行吸收的存款投向密西西比公司，使得该公司股票当时股价不断飙升。在暴富舆论和急剧升高股价的配合下，人们纷纷开始FOMO，寻找购买股票的途径。\\n\\n![密西西比公司股价图](https://images.mirror-media.xyz/publication-images/wZydI_Ts6ERhuLoP8KGoK.png?height=638&width=877)\\n\\n**3.设置门槛**\\n\\n约翰劳规定购买股票的人必须首先购买国债，然后用国债来购买股票。\\n\\n让我们算一笔账，假设你要购买100万的股票：\\n\\n![](https://images.mirror-media.xyz/publication-images/WArffq6wBMYvs2Qo8aQCt.png?height=214&width=1069)\\n\\n我们看到实际投资收益率高达了200%，人们开始大量购买债券和股票，在自由市场，股价甚至达到了发行认购价的10倍之高，约翰劳和政府利用人们的FOMO情绪，又增发了15亿里弗尔股票，发行规模达到了前两次的12倍。\\n\\n通过以国债买新股的办法，一度使这些如同废纸的国债券价格回升至票面值。\\n\\n政府通过出卖国债而得到货币，密西西比公司获得了国债，公司把这些国债全部销毁，免除政府的偿付责任，而政府在未来25年每年向密西西比公司支付4%利息。\\n\\n**4.改组银行，债务转移**\\n\\n法国政府将私人银行改组为皇家银行，开始大量发行纸币，1720年底，法国的纸币发行量达30亿里弗尔，而皇家银行的储备只有7亿里弗尔，政府也通过支付利息的方式，转移债务，从而免除了巨额债务。\\n\\n**5.后续**\\n\\n根据资本充足率计算，即使按最低估的数字，皇家银行的资本充足率也达到了16％，比巴塞尔协议规定的现代银行数值整整高一倍。再加上首先去皇家银行挤兑的竟然是皇家本身，任何银行都无法拒绝承兑，当时的英格兰银行也不行，或者说从古至今没有任何一家银行能抗住。由于黄金储备无法来兑付挤兑的纸币。全法国所有的黄金兑换最后都陷入停滞状态。\\n\\n约翰劳为了避免经济彻底崩溃，颁布通货紧缩法令，计划逐月将密西西比公司股票的官方价格从每股面值9000里弗尔降至5000里弗尔，同时他还将流通纸币数量减半。然而，民众对纸币和股票都已丧失了信心，公司股价持续暴跌，“密西西比泡沫”破灭。\\n\\n### 评论\\n\\n虽然最终结果宣告了失败，我们仍然可以回顾约翰劳的操作，从中获得一些发现，并与加密货币进行比较。\\n\\n整个计划的第二步是重点，约翰劳创造了一个愿景——“密西西比公司会在北美挖出黄金”，在人们想购买时，约翰劳又设置了购入股票的前提条件，即必须购买国债才能购买股票。\\n\\n约翰劳使用了两种手段，一是用人们换在银行的金币去投资密西西比公司，使股票价格不断上涨，二是利用法国政府的背书，大肆宣传密西西比公司在北美的特权。用大话题来掩盖小话题，约翰劳让人民在购买股票的同时也购入了大量的国债，从而缓解了法国政府的债务危机。\\n\\n### 从货币属性上看为什么人们会买约翰劳的纸币？\\n\\n1. 可以随时兑换金币\\n2. 不受政府中心化干预而贬值\\n3. 贵金属为担保信用\\n4. 相对金币便捷\\n5. 政府接纳以这种钞票缴交租税\\n\\n如今加密货币的属性，稳定币可以随时一对一兑换成美元，在链上的交易行为具有去中心性，以美元储备金进行担保（USDT为例），而吸纳市场资金的方式也是作为中间物。两者在产生之初的原因不同，但在快速构建共识、提升货币价值上大同小异。\\n\\n![](https://images.mirror-media.xyz/publication-images/8O_xBB2hTrCDcFb9PmEXH.png?height=447&width=876)\\n\\n### 储备金在哪里？\\n\\n据资料显示，当时人们并没有在实际生活中去使用纸币，最多的使用者则是一些机构和公司，由于纸币的便捷性，它们常被用于大额转账和结算，而公司与银行的借贷关系对公司产生制约作用，让公司不会大规模抛售和挤兑。这让人们更加相信纸币的价值，可见大型公司机构的使用给纸币带来了价值背书。\\n\\n底层民众其实不担心储备金够不够，只要机构和政府等一些资金量庞大的组织都在继续持有使用，他们就不会产生质疑，而一旦政府等凌驾于银行之上的权力机关进行大规模挤兑，就会使民众造成恐慌，从而导致资金链断裂，事实上约翰劳的计划最后也是因此失败。\\n\\n### 现在能否解决当时的问题\\n\\n当时约翰劳曾经想过两点来解决保证金储备的问题，一是通过法国的税收来直接征集金钱，二是用发行纸币来达到间接征税的目的。这些都被当时的包税人制度所阻碍。\\n\\n法国王室为了省事实行“包税人制”，将税收包给了权贵阶层，包税人拥有收税权，每年只需按时上交规定的数目，其余多征收的归包税人，这使得监管和税收效率都无法得到保证，约翰劳最终没有解决“税收作为保证金”的问题。\\n\\n而在如今加密领域一大进步就是智能合约的出现，通过智能合约可以实现每笔交易自动分税的功能，从功能上实现了去除第三方的目的，也更加透明，使人们更加信任这套系统，在结构上更容易构造约翰劳的信用货币系统。\\n\\n针对储备问题，目前稳定币中的算法稳定币是一种突破，它解决了约翰劳的问题，不用法定资产或加密货币作为储备支持，而是完全通过算法和智能合约来管理代币的发行。功能上来讲，它们的货币政策类似于中央银行的货币管理方式，也更方便于平台管理。\\n\\n后来约翰劳纸币价值下降的原因一是资本外逃，大户提前将纸币换成硬币偷渡出法国，二是流通下降，导致纸币单边贬值，现在DeFi用于提供流动性提供了多种方案，可以刺激流动性的提升，甚至可以脑洞一下，项目方可以在后期引入Olympus机制、以达成质押不动的共识，来减少资金外流。\\n\\n## 时间回到2022\\n\\n我们看到在很多ICO的项目疯涨之后，市场自动为人们创造了一个愿景，即“参与ICO的项目会大幅升值”，此时交易所与项目方合作推出了IEO，交易所为用户筛选优质项目进行审计上架。\\n\\n这与人们购买约翰劳纸币相似的两个要素就出现了，一是股票（代币）升值，二是权威（交易所）背书。\\n\\n![](https://images.mirror-media.xyz/publication-images/45IQYzkWiO1W7qrK_CsPD.png?height=505&width=1030)\\n\\n具体我们以参与币安的一次IEO为例：想要参加币安IEO必须要有50个以上$BNB在账户中，每50个$BNB可以换一支签，一支帐号最多10支签，这变相使“拥有$BNB”成为了参与IEO的门槛。\\n\\n人们在购买$BNB使之价值也不断升高，$BNB拥有了作为IEO入场券的实际用途。而参与购买密西西比公司股票的前提是必须购买一定数量的国债作为入场券，两者都是被作为“入场券”获得了二次赋能。\\n\\n![](https://images.mirror-media.xyz/publication-images/Y8Lsm4SwjwH_dxn2qceEK.png?height=558&width=792)\\n\\n不同的是约翰劳当时的主要目的就是让国债升值，所以他只能选择“纸币—国债—股票”的路径，不仅要获得印钞权，还要完成国债的二次赋能，这比现在的平台币多了一步，但也为我们带来一些代币设计的灵感。\\n\\n### 一种新型代币系统\\n\\n我们回过头来看，约翰劳合并的公司相当于美联储和美财政部的集合体，负责发钞、征税和处理国债的所有问题，通过出售股票的方式去吸纳过去的高利贷国债，从而降低了政府的融资成本。\\n\\n那么现在的项目方同样可以参考这个模式设计自己的代币体系。\\n\\n由此为例我们设计一套组织代币系统：\\n\\n![](https://images.mirror-media.xyz/publication-images/MqdJdlJK94fMChCcd-pTw.png?height=424&width=998)\\n\\n首先代币组成为：\\n\\n**1.稳定币**\\n\\n目的：使组织获得“印钞权”，定位：稳定可靠的结算媒介，\\n\\n在刚开始可以像约翰劳的纸币一样用溢价来获得用户流量，相比于平台币，稳定币的价格与团队做事是无关联的。\\n\\n**2.平台币**\\n\\n相当于平台的股份币。在功能上串联平台生态链，用于支付生态中的手续费、服务费，平台币的价值更依赖于团队的赋能，也就需要团队不断做事来盈利。Binance已经给我们一个成功的平台币赋能案例，也使“证券化代币”变成“实用化代币”有了更多的想象空间。\\n\\n**3.项目币**\\n\\n在生态上的项目方发行的代币，代币功能和价值主要受项目方的影响。在符合生态标准的前提下，项目拥有自主治理权。\\n\\n### 三种币相互关联来进行赋能\\n\\n如：项目币和平台币进行绑定（IEO），项目币和稳定币进行绑定（交易结算），通过不同的模式设计，相互赋能，用来维持一个组织机构的治理和盈利。\\n\\n![三个币关系图](https://images.mirror-media.xyz/publication-images/CBQCiXevYcEbt6_G5Z3Zw.png?height=622&width=784)\\n\\n这个模型也在快速融资的效率上得到了约翰劳和币安的双层验证，但是大部分组织没有法国或币安那样的可协调资源进行配置，所以并不能支撑起这个模型，更多是尝试进行三种币的关联。\\n\\n### 如何关联？\\n\\n无论是一个国家还是公司，空有模型设计而没有自身资源是无法运转的，一定要有初始资源作为最初的燃料，法国的初始资源是殖民地的垄断权、币安的初始资源是交易所竞争力，通过初始资源的置换，法国给密西西比公司放权，币安赋能给开放平台的合作伙伴，这些都为它们置换来了实用价值，使代币不再是空壳，通过不断的资源置换，实现了代币体系的串联。\\n\\n所以对于一个组织，个人建议是整合自己的资源，发现自己更偏向于三个币中哪个角色，再去找到和另两个币交互的路径，利用资源置换不断地反哺自己的代币，同时拓展自己的代币功能，逐渐实现模型的运转。\\n\\n### 结语\\n\\n那我们回到开头的问题：如果一个代币的价值不断贬值，人们对它失去信任，该如何让它迅速升值甚至超值？也许参照三百年前约翰劳的做法，通过资源置换对它进行二次赋能，是一种可以尝试的做法。\\n\\n历史总是相似的，但思想不应该被现实禁锢，crypto在理论上提供了可能性，要做的不仅是对历史遗留问题进行反思，更要创造属于自己的体系。\",\"timestamp\":1642166499,\"title\":\"三百年前的加密货币：从约翰·劳看货币的二次赋能\"},\"digest\":\"DnGcuBs7oS5qnutDJQRmLn-hp8WualXRwQUgbcYksGI\",\"authorship\":{\"contributor\":\"0xc69E59662e65D0027cDeAF5a9C553F2bE559B7F0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wLb04eknfLlHVZohnwizgbhTBR79LC9UQ-FR5i4CMWE\\\",\\\"y\\\":\\\"DFKCmRtoTbTC5OMIDNcBEjJr_DjLl3hubC3kc1RWyo8\\\"}\",\"signature\":\"rxFuzXyammqH4zarbJyGDNeZUvJ3Qe1X6mLg35B6LhaKchKVpuSxgiOjIOhW1slariHEl7y09xUvitZgao9Pow\",\"signingKeySignature\":\"0x0bf21663c14d4788f97e8bfca696e090b08fb33f3886e030287f1177d299cfb40f0c15af046f6311db1a41979823f00fddafabadf9c5f862730de33503e071d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wLb04eknfLlHVZohnwizgbhTBR79LC9UQ-FR5i4CMWE\\\",\\\"y\\\":\\\"DFKCmRtoTbTC5OMIDNcBEjJr_DjLl3hubC3kc1RWyo8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DnGcuBs7oS5qnutDJQRmLn-hp8WualXRwQUgbcYksGI\"}"