"{\"content\":{\"body\":\"BBY is a reserve currency launched by Babylon DAO aimed at establishing on the Solana network. Unlike the stablecoin mechanisms such as Basis and Fei, there are no equity tokens. Babylon is a single token mechanism with only one token, BBY, which is both a reserve currency and a governance token.\\n\\n**BBY realizes the mechanism of reserve currency**\\nBabylon DAO is DAO governance, it has a PCV, which is similar to FEI. PCV is a protocol controlled value. Through the agreement, the treasury reserves are controlled to realize the BBY issuance or repurchase mechanism and the bond mechanism, thereby promoting the stability of BBY. The stability of BBY is currently supported by USDC (note that it is not a peg). Of course, if subsequent iterations, it can also be supported by other price indices, not just USDC (such as MAI).\\n\\n**Additional issuance and repurchase of BBY**\\nBabylon DAO has its own treasury to support the value of BBY. The treasury originally originated from the initial issuance of BBY. As the income from the agreement increases, USDC and other assets in the treasury will also be used to obtain storage income, such as depositing them in the loan agreement, and also used for transactions on BabylonSwap Arbitrage on the above, thereby increasing its treasury income, and then supporting the value of BBY.\\n\\nThe current stable setting of BBY is supported by USDC. When 1 BBY is greater than 1 USDC, the agreement will add and sell BBY; when 1 BBY is less than 1 USDC, the agreement will repurchase and destroy BBY. That is, the mechanism is simple and clear to achieve anchoring support through the mode of inflation or deflation. At the same time, the Babylon agreement can benefit from it regardless of whether the price of BBY is higher than USDC or lower than USDC. The agreement will give the part of the benefit to the BBY pledgers, and the rest will be allocated to the Babylon DAO treasury.\\n\\n**BBY bonds**\\nIn addition to the adjustment mechanism of additional issuance and repurchase, Babylon also has a bond mechanism. Its bond mechanism is different from other stable currency bond mechanisms. The general bond mechanism, when stablecoins are lower than the anchor price, will encourage users to purchase their bonds with stablecoins, thereby reducing the total amount of stablecoins and pushing stablecoins back to the anchor price. In Babylon, its bonds can be purchased with LP tokens from BBY/USDC.\\nWhy are users willing to use LP tokens from BBY/USDC tokens to buy Babylon bonds, because it has discounts and arbitrage opportunities.\\n\\nThis mechanism serves two purposes. First, it can incentivize users to provide BBY with liquidity and thereby increase the demand for BBY; second, the treasury can also accumulate BBY's liquidity. And BBY's liquid LP token itself can generate income, which can increase the source of income for the treasury, and thus support BBY. Users can use their BBY/USDC LP tokens to purchase BBY at a certain discount, but users need to have an exercise vesting period. Users send their BBY/USDC LP tokens to the Babylon treasury and can obtain BBY claims. The length of the vesting period of LP tokens determines when BBY can be claimed. During the vesting period, the user's LP tokens are not locked, and the LP tokens can be reclaimed through the forfeiture of the bond. The price of the bond is determined by the LP tokens and the number of bonds issued. The more bonds waiting to be exercised, the lower the discount that bondholders will receive on BBY, and vice versa. In this way, people's enthusiasm for buying bonds is regulated.\\n\\n**Babylon’s \\\"IDO\\\" is released**\\nBabylon’s issuance is different from other projects. There is no airdrop, liquidity mining, and no VC. Instead, it provides URUKS members in the Discord community with an opportunity to purchase 73.8% of BBY’s creation tokens at a valuation of roughly US$200,000. This is its \\\"IDO\\\" mode, where D is Discord, the advantage of this IDO mode is: due to equal participation, each member can issue no more than 100 BBY for the first time, so there will be no influx of big whales in the early days.\\n\\nThe last point to be reminded is that Babylon Dao is the most successful community I have seen so far, and the project that is most likely to land. If you don’t know it well, it’s okay. Buy,staking,you’re a true Babylonian,You will experience its magic.\",\"timestamp\":1637576395,\"title\":\"Detailed explanation of the Babylon Dao mechanism\"},\"digest\":\"QRZJ7ylwHDj9kSXb71HPcuItAjsyHI669LSZU1J7q68\",\"authorship\":{\"contributor\":\"0xe1b1AFE9Cba5aD5b960584e3DE7d20cbda4C184e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zsM4LzPxBw1YYEB_JKj3VqrU3clYiquSuZx6vUGlI5I\\\",\\\"y\\\":\\\"VL8Uk8FnBA4twMDabboN4SJKvgNaQ-SUb_tXcYS9qF4\\\"}\",\"signature\":\"9kbVaDYsfGXKRLzPIbA73XFZu890hs0-1wEvXSWchHDQIfGwIEa8sQ-JqnAubfYqw7VqoG_v0ILNPX4ffLnt3w\",\"signingKeySignature\":\"0x6fa8f2958797e7b92a6e51c7b32ead49d02f31a3d0a908003beeb60cd073b5a92dd99a44210651def0860b0d0a277d92b92c3608355de88c69c1970071f5d3481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zsM4LzPxBw1YYEB_JKj3VqrU3clYiquSuZx6vUGlI5I\\\",\\\"y\\\":\\\"VL8Uk8FnBA4twMDabboN4SJKvgNaQ-SUb_tXcYS9qF4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QRZJ7ylwHDj9kSXb71HPcuItAjsyHI669LSZU1J7q68\"}"