"{\"content\":{\"body\":\"WASHINGTON -- Former US president Donald Trump on Thursday appealed to the Supreme Court, asking it to stop the National Archives from transferring his White House records to the House select committee investigating the Jan. 6 Capitol riot.\\n\\nTrump's lawyers filed an emergency petition with the Supreme Court, requesting that the justices conduct a full review of his case fighting the release of some 700 pages worth of records sought by the select committee.\\n\\nWhile the Supreme Court justices are considering the legal and constitutional issues surrounding the case, the Trump team argued, the decision earlier this month by the D.C. Circuit Court of Appeals to permit the transfer of the records should be put on hold.\\n\\n\\\"The D.C. Circuit's opinion endorsed the power of a congressional committee to broadly seek the records of a prior Presidential administration and, as long as the incumbent President agrees to waive executive privilege, gain unfettered access to confidential communications of that administration,\\\" read the petition. \\\"This troubling ruling lacks any meaningful or objective limiting principle. In an increasingly partisan political climate, such records requests will become the norm regardless of what party is in power. Consequently, this Court's review is critical.\\\"\\n\\nThe D.C. Circuit's decision was made on Dec. 9, in which the three-judge panel unanimously rejected the arguments by the former president's lawyers that their client could assert executive privilege to prevent the current administration from sharing the Trump White House's documents with the House Select Committee to Investigate the January 6th Attack on the United States Capitol.\\n\\nThe court at the time of its ruling halted the transfer of the records for 14 days to allow Trump to ask the Supreme Court to intervene, and Thursday is the deadline for filing a petition.\\n\\n\\\"The disagreement between an incumbent President and his predecessor from a rival political party is both novel and highlights the importance of executive privilege and the ability of Presidents and their advisers to reliably make and receive full and frank advice, without concern that communications will be publicly released to meet a political objective,\\\" Trump's filing read.\\n\\nSince suing the National Archives, which keeps the records at issue, and the select committee in October, the Trump team has been arguing that President Joe Biden's decision to waive Trump's executive privilege in the context of the case is unconstitutional.\\n\\nThey argued so again in the petition with the high court, saying \\\"to the extent that the Presidential Records Act is construed to give the incumbent President 'unfettered discretion to waive former Presidents' executive privilege,' it is unconstitutional ... There is nothing 'unfettered' about President Biden's calibrated judgement in this case.\\\"\\n\\nA temporary stay of the D.C. Circuit's ruling could be granted unilaterally by the justice who receives the emergency application, which in this case is Chief Justice John Roberts, The Hill explained in its report. But in order for the Supreme Court to take up the case, it will require the approval of at least four of the justices, according to the outlet.\",\"timestamp\":1640386462,\"title\":\"Trump appeals to Supreme Court seeking to keep records from House Jan 6 panel\"},\"digest\":\"uBjG4IUUaAj3iCTblpf1AWcJ3235vPJ145fXBGLXfdU\",\"authorship\":{\"contributor\":\"0x101cCA680143112415D104282C67E41b08d06657\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n9aert4DEbi74XH2qeYkhH_KnzYLPTSMtJ_sVR86Vng\\\",\\\"y\\\":\\\"5LwjMxMHnV7Pi6-JfjHMFJFZLRg3W9KArqf0eEWaJXg\\\"}\",\"signature\":\"JhtsQmiZ1Mp3wWCJZn7IfnAN61xtN5dtIF4qsnSG4Qfx0GBKcD9-uLcrUanzAzAV-rQaT2s3w0HJ9wK1wfaVjw\",\"signingKeySignature\":\"0x9eada15a06d078e183615e232e343661540d4ce60a87c3da40000fd04fd164a55358a1acfc4c2eb76a89a96fc460c4133c003221caab742b6fbe0febe49377a41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n9aert4DEbi74XH2qeYkhH_KnzYLPTSMtJ_sVR86Vng\\\",\\\"y\\\":\\\"5LwjMxMHnV7Pi6-JfjHMFJFZLRg3W9KArqf0eEWaJXg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uBjG4IUUaAj3iCTblpf1AWcJ3235vPJ145fXBGLXfdU\"}"