"{\"content\":{\"body\":\"## Dear Hermès,\\n\\nSo, I got your cease & desist letter. While I am sorry if you were insulted by my art, as an artist, I will not apologize for creating it.\\n\\nNow, as you are aware, the First Amendment gives me every right to create art based on my interpretations of the world around me. There are countless examples of artists who reference the world and the products and cultural artifacts in it. With that understanding, MetaBirkins is a playful abstraction of an existing fashion-culture landmark. I re-interpreted the form, materiality and name of a known cultural touchpoint. MetaBirkins are also a commentary on fashion’s history of animal cruelty, and its current embrace of fur-free initiatives and alternative textiles. My aim is always to create additive art projects that contribute positively to the culture.\\n\\nWhen it comes to art, selling my MetaBirkins as NFTs is akin to selling them as physical art prints. It should not be my job to educate you on advancements in the world and the culture of art. Art is art.\\n\\nThere is a moving tide of innovation and evolution, and it is your role as a fashion powerhouse to amplify young creatives and artists rather than stomp them out. Your actions can help determine the future of art in the Metaverse.\\n\\nYou can be a part of an incredible movement.\\n\\n## Dear OpenSea,\\n\\nI'm disappointed to see that MetaBirkins has been removed from your platform before any legal action was taken, and without due process. To have removed us with no warning or consideration is disheartening, to say the least.\\n\\nYou were formed as an innovative hub for artists and collectors alike. The growth of your business relies on the support of the art community. You should stand by the artists who support you.\\n\\nIt's not too late to steer in the right direction.\\n\\n## Dear MetaBirkins Community,\\n\\nTo say that I have been overwhelmed by your support from day one would be an understatement. Thank you for believing in my work and for choosing to be a part of this journey.\\n\\nWe've quickly reached a pivotal moment of transition in the space of art and NFTs. There are two possible choices here.\\n\\nThe first is that I back down in the face of Hermès’ threats, and bring MetaBirkins to an end. The second, which I'm inclined to follow, is that I stand my ground.\\n\\nAs a large corporate entity, Hermès vastly eclipses my resources, but they can't be allowed to abuse their power.\\n\\nSo, where to from here? That question is not just for me, or for you, the community of NFT creators and patrons. It’s for the platforms and corporations that aim to be power players in new and evolving spaces.\\n\\nI am open to exploring all options with Hermès. I also want to ensure that when the art community builds and fosters a relationship with a platform, such as OpenSea, that platform in turn creates a safe ecosystem where art and artists can thrive.\",\"timestamp\":1640143096,\"title\":\"Dear Hermès, OpenSea and MetaBirkins Community\"},\"digest\":\"xVdOm-fUjyZN5cZgimAuFIxqUxb3zg7kFr4FqUHjhzM\",\"authorship\":{\"contributor\":\"0xa061982D4B087D911Db8399a641187dF945D48D0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QzNPe5yiVaQ48HZpK357bK2YBGiP4e-eTpAYday_HEk\\\",\\\"y\\\":\\\"AUcc54CNrsj6A_HVmAuNY52Lt3y_MHF8IUeHMPGjzJY\\\"}\",\"signature\":\"D3adQS0fJ0j0mIfiezQQKIGVRhCN23gCAkGDn5I5GgUmvC2RrxxSA65yza7vFJ57pvuDWLclmZhSwIOyMdkZMw\",\"signingKeySignature\":\"0x7d293bf66c721cfad51c840dbaf1c369d50d182e7a90c068a458b1563daee56212450671ddf2d0db83d2ea638a4a1dd95be1dfb9b2937e6f6a5b57ddb0e4be181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QzNPe5yiVaQ48HZpK357bK2YBGiP4e-eTpAYday_HEk\\\",\\\"y\\\":\\\"AUcc54CNrsj6A_HVmAuNY52Lt3y_MHF8IUeHMPGjzJY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fSgCsRJrgyPTGKWZUEnMp62kyB7mPvaqb5zpdyb44rg\"}"