"{\"content\":{\"body\":\"# Abstract\\n\\nMiriam Cabessa has been painting since she was 6 years old when she vaud to become a painter. At a very young age she realized the commitment that lies in the mutual relationship between herself and the painting.\\n\\nShe painted every single day and after college she realized that she herself is the “brush” of the painting. This realization brought her to explore the medium in which she works, oil colors and canvas, to better understand the touch, her contact with the surface. Cabessa’s exploration of how her body, and not just her hands, paints a painting, brought her to work through breathing. The breathing movement, the vibration, creates the painting, even in almost still positions.\\n\\nThe vibration has rhythm, has music within it. Cabessa took this factor of ‘human vibration’ and connected it to the everchanging movement that is constantly happening within herself. The works project this movement and vibration.\\n\\nThe identification with the abstract is another characteristic that Cabessa explores in her work. Geometric images have vibrations too and have a history since the beginning of mankind. Cabessa explores through her work the ongoing human curiosity towards geometric images, the “non thinking” mode and the identification of beauty.\\n\\nThe human-made images, created by a physical body, that have a machine-like imagery, produced emotions within the people that encountered and reacted to Cabessa’s work and she still, to this day, explores the relationship between the human-machine, the organic and mechanical.\\n\\nIn over 30 years of career, Cabessa uses her studio as a search lab for her three dimensional body that creates a three dimensional image, on a two dimensional surface.\\n\\nCabessa offers the generative art collector the tools to create an image and experience their own body as a painting instrument.\\n\\nGenerative art offers a unique ability for the collector of the art to become an element in the creation of the art at the moment of purchase / creation through a transaction ID which acts as an input into the algorithm that produces the work in real time. In every generative project that we have seen thus far, the transaction ID has been the only source of input. Through this project, Cabessa is exploring ‘human vibration’ as an input into a gen art algorithm. By extending her physical self into her virtual self, and bringing the collector’s own human vibration into the work, she is able to share the moment of creation.\\n\\n# Background\\n\\n***From Human Vibration to ‘Automat, Robot, Machine’***\\n\\nCabessa’s slow action painting has been internationally recognized since 1997 when she represented Israel at the Venice Biennale. Over the past two decades, she has abstained from using brushes, opting to make marks with objects and her body. Her imagery ranges from organic to mechanistic with surfaces that are both haptically handmade and digitally serene.\\n\\nIn her review of the Biannale exhibition Sarah Breitberg-Semel wrote: “*the principle at work is building by means of rhythmical repetition of the selfsame movement.  In contrast with the sensatory, libidal uniqueness underlying Cabessa’s work – uniqueness here finds expressions, oddly enough, in her knack for turning automat, robot, machine.*”\\n\\nOver the years Cabessa exhibited a series of paintings which notably refined and consolidated the artist's pictural language: the presented black-and-white oil paintings on masonite of abstract swirls and stripes confirmed the artist's high degree of artistic precision, virtuosity and control. The Biennale exhibition established her abilities for restraint and self-discipline. One of the works in the series is a “30-second painting”, titled after the duration for which Cabessa imprinted her touch on the painting. The use of performative constraints and self-instructions allows Cabessa to reformulate the painterly act as both process-based and conceptually driven. The additional instruction to touch the painting's surface with eyes closed serves to turn a masculine principle into a feminine, intimate and sensual act. It also adds a higher degree of randomness to the final outcome. This will later lead Cabessa to create public painting performances, exposing to the audience the intimacy of her painting process.\\n\\nCabessa’s works combine a mechanical aesthetic with a libidinal, organic quality. The painterly gestures are instinctive yet calculated, and the immediate touch produces distant precision.\\n\\n![Miriam Cabessa](https://images.mirror-media.xyz/publication-images/-4HaoTIfawmf8AMQwdhpc.jpeg?height=550&width=551)\\n\\n![Miriam Cabessa](https://images.mirror-media.xyz/publication-images/7tNu-Mwo5PZM3iOzw9-c9.jpeg?height=550&width=551)\\n\\n![Miriam Cabessa](https://images.mirror-media.xyz/publication-images/fMgaLoX36Aw2YtSjVg6ci.jpeg?height=550&width=576)\\n\\nCabessa began to think of her work in terms of language: she wanted to formulate a unique language of painting movements by tapping into a much wider context. Personal and spiritual investigations had become more prevalent in her life and work. Her work became particularly influenced by Sufi whirling: the loss of orientation and sense of ecstasy that this practice generates allows for a change in consciousness which guided the artist in her painting.\\n\\n![](https://images.mirror-media.xyz/publication-images/Hblp35_DTJzAeRwNdoCaT.jpeg?height=768&width=1024)\\n\\n## CABESSA MEETS THE METAVERSE\\n\\n**In mid 2021, following a chance meeting with ITΞM Labs and a lively discussion about the metaverse and NFTs, Cabessa is captivated by the possibility of bringing together various themes from her past work and extending these in new ways into new dimensions. The fact that her work has been previously described as mechanistic adds another intriguing dimension to this process.**\\n\\n**Human Vibration**: Cabessa uses her own ‘human vibration’ as input. This theme could be extended using gen art, to include the collector. In addition this offers an opportunity to explore human vibration as man-machine interaction in the context of the interplay between real life and the metaverse, the transition from material to virtual self and from material to virtual environment.\\n\\n**Art’s transformative impact on the observer**: Involving her audience in the moment of creation has been a recurring theme throughout much of Cabessa’s career through various live performances. Her works also possess surreal, multidimensional, almost hypnotic qualities. These themes could be extended to the very process of creation to explore whether it (i.e. the process) might provide an enhanced  meditative and transformative experience, perhaps through a series of multi-sensory live minting events. Better still, by including the collector as an active participant at the moment of creation, she is able to share the process of creation with the collector, let him/her experience it for themselves and bring something of themselves into the final work.\\n\\n**Playing With Randomness:** Cabessa uses breathing, repetition, direct contact - body-mechanical inputs which, through her method, produce inherently random outputs. Her process never starts with a specific end or outcome in mind. The hands (or other object) touch the surface, Cabessa focuses on her breathing and channels her inner energy, her vibration, onto the surface. We explore this in the context of the virtual self and the virtual environment.\\n\\n## The Work (still in progress)\\n\\nTranslate Cabessa’s language of movements into a generative algorithm capable of accepting human vibrations as well as hash parameters as inputs. Produce a collection which combines Cabessa and the collector’s human vibrations as inputs. Produce a multi-sensory live minting installation which demonstrates the transformative power of the creation process.\\n\\n**Elements documented thus far:**\\n\\n1. Background (colour, thickness) ‘Spread’ seen as less important by Cabessa.\\n2. Object/ tool (start with cylinder, hands, possibly extend to others in future)\\n3. Numbers of colors (poss rarity element)\\n4. Numbers of layers (poss rarity element)\\n5. Actual movement of the object (first contact, directions, symmetry, pivot points, blast radius, last contact etc)\\n6. Pressure\\n\\n![Learning Cabessa](https://images.mirror-media.xyz/publication-images/UXlHnA8UwIQhdyrSUsxAX.jpeg?height=1512&width=2016)\\n\\n![Learning Cabessa](https://images.mirror-media.xyz/publication-images/QCDq87bvjDPu87EioHsJs.jpeg?height=1512&width=2016)\\n\\n## Experimenting with Code #1\\n\\n![Generated Background](https://images.mirror-media.xyz/publication-images/R_3BRTWRQx7xqQQZn08S3.jpeg?height=600&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/hwcCPV5M1AfcuN_rXLW9I.jpeg?height=800&width=800)\\n\\n![](https://images.mirror-media.xyz/publication-images/MFGjHzKwlNhImDqjeurEK.jpeg?height=800&width=800)\\n\\nIn this experiment we created 7 sets of different colors. Each set contains a variety of the same color. We picked a max radius which equals to half of the width / height (width = height)\\n\\nWe run a loop from radius to 0. We divided the highest radius to 7 parts, each got a set of colors, the biggest circles got the darkest set. Then we drew a circle according to the radius, with a random color of the appropriate set and a random alpha.\\n\\nDrawing the lines on top - each line is a sin function from the center to the canvas border with random deviation on the angle, perlin noise on stroke weight, stroke alpha and random color from the brightest set.\\n\\n![Making progress with Cabessa software model](https://images.mirror-media.xyz/publication-images/LNE6lZ5-NjX6WeFWM_UxO.jpeg?height=1000&width=1000)\\n\\n## ABOUT MIRIAM CABESSA\\n\\n(Born – 1966) is an Israeli-American painter, performance and installation artist. Cabessa was born in Morocco, raised in Israel, and has lived and worked in New York City since 2000. Her slow action painting has been internationally recognized since 1997 when she represented Israel at the Venice Biennale. Over the past two decades, she has abstained from using brushes, opting to make marks with objects and her body. Her imagery ranges from organic to mechanistic with surfaces that are both haptically handmade and digitally serene. Cabessa has shown extensively in the U.S., Europe, and Israel.\\n\\n## ABOUNT ITΞM LABS\\n\\nWe help relevant trad-artists extend to the metaverse and participate in the NFT economy by providing technology, GTM strategy, execution and capital.\\n\\nWe believe in originality, authenticity, uniqueness, provenance, composability and community as drivers of long term value. Authentic stories matter more than $$$.\\n\\n## Miriam Cabessa: Replicated Intimacy, Venice Biennale 1997, Israeli Pavilion\\n\\n### Curated and Written by Sarah Breitberg-Semel\\n\\nMiriam Cabessa’s work, on first encounter, causes a moment of disorientation: What does she show here, so naked and near that it makes my head reel, so strange and familiar that no readymade phrases can be picked to describe it?  And instantly, in the selfsame breath: How does this painting happen?  What technique is used to make it look like that?  What’s the trick?  What mad rhythm is behind this curious undertaking?\\n\\nI remember walking home from her studio after she has shown me how simple it is – how the hands, moving rhythmically on the thin, wet masonite surface, leave their imprint; how, with the hand grasping a glass, that same rhythm creates the metallic pipes; how a small iron comb, in rotation, generates the screen of iron springs.  The spell had been broken, yet the feeling remained that her body alone is capable of generating that movement, that rhythm, the choreography that creates the bizarre, charmed location which is her painting.  Writing about her, wheresoever I take it, must embrace the point of departure, the uniqueness of Cabessa’s body-movement that has generated this artistic enterprise.  Here is a singular knowing body, and *I* infused in the world in a non-reproducible encounter that sets it apart from an other *I.*\\n\\nFew artists nowadays attune their work to talent as physical proficiency, to an *I* as such proficiency, or to a self-investigation at all.  Cabessa proposes the movement of her body as the last place the world could overpower, the ultimate barricade of the self.  It is not *cogito*, nor a critical approach in the conventional sense; but it is a very strong and principled point of resistance to control and surveillance.  It is the body that knows, the inner rhythm, the eroticism, the libido – and they cannot be dominated or appropriated by the coercive systems of the state or cultural institutions.  The mere existence of this place extends hope as to the feasibility of resistance and rebellion.  The manifestations of these personal proficiencies are, in Cabessa’s case, outstanding in their peculiarity, and consequently highly credible in the contention they propose; rebellion is launched from the specific eroticity of the body.\\n\\nHowever, the mysterious choreography of Cabessa’s physical movements does not take place before my eyes.  What I see, on a two-dimensional board, are traces of this performance, solidified signs of past movement, clad in new form as a screen of signs, the great enemy of the authentic *I*.  It is this silent testimony, transformed into a renewed and different creature, which emerges before more eyes.\\n\\nBeyond doubt, Cabessa’s work touches upon Surrealism.  It reopens in the history of art when the world, seen through innocent eyes and with unconscious raised to the surface, was experienced as astounding and mysterious.  And it is not only the paintings’ look (“the convulsive beauty,” “the marvelous” required by André Breton) that points in that direction; her technique too has links with automatic writing, imprints, frottage, all those techniques the Surrealists themselves fostered so as to recover the virginal sight, the *jamais vu*, the uncanny complement of the *déja vu*.  What singles Cabessa out in relation to this historical enterprise is how she herself becomes the subject of the painting; and even more so, how photography becomes an integral part of her paintings’ structure.  A new *I* emerges, “*I* in the expanded field,” a hybrid creation of the camera-body and, in a broader sense, an organic-technological hybrid suggesting a novel physical experience.\\n\\nThe body is the first machine, and it is also the organism yearning for contact.  It embraces the technological as part of itself, it is order and disorder, male and female, total control and absolute helplessness; it is nature and the spectacle just as it is the real – but also the screen of signs, the screen of death.  It is the multi-faceted *I*, gliding playfully between various and artistic styles, in its own swift fashion applying minimalism, expressionism, action-painting and surrealism.  Its span is creature, ready for the new world poised on the threshold.  Cabessa has switched on the power on her guitar.  She is an electric guitar.  She samples herself.  She is Techno-Cabessa, a renowned mutation that generates painting – that most anachronistic of media, taken for dead and left behind.\\n\\nCabessa, “I camera,” started her career a few years ago with an imprint of urination and heat strokes (electric heater, iron) on photographic papers.  Already then it was a matter of swift action: touch, concentration of high energy and eliminating the distance associated with the camera.  The series was completed with the portraits: a woman of kisses created by kissing the photographic paper, and a woman of money made of frottaged coins.  These two women have defined the narcissism-tinted erotomania characteristic of her work, and its exchange value when metamorphosed into art.  The Kisses-Woman is like a light cloud over the photographic paper, a hazy form – and the Money-Woman, with her harsh rhythm and monotonous precision, foreshadows the metallic pipes that will later erupt from Cabessa’s painting, ostensibly from her body.\\n\\nCabessa’s transition from photography to painting is highly specific.  It consists of transferring the photographic process to the medium of painting.  This is not painting in the ordinary sense, but painting emulating photography.  Its bedding – the thin, bright masonite, smeared with a thin layer of wet dark paint – is, in effect, a reconstruction of the photographic paper, the layer of paint being the photosensitive layer that Cabessa works on with her touch.  Any touch wipes away the wet dark paint, as if exposing the touched spots to the light.  The bright masonite board beneath the layer of wet paint, revealed by the touch, marks the exposure to light.  A quasi-photographic process is brought about, effected in a painting that could be defined as simulation of photography.  This dual creature, photo-painting, enables tactile contact with the material, but also has the painting overshadowed by another origin – photography, of which the painting is merely a reconstruction, a replica, a simulation.  In Cabessa’s hands, photography – regarded ever since Walter Benjamin’s renowned essay as epitome of mechanical reproduction, questioning the legitimacy of auratic, unique painting – becomes the original of which the painting is a mere reproduction.  It is a rebirth of painting from photography, painting that unfolds the relation between photography and painting so that each one is both the other’s mirror and its sources.  That particular *I*, for whose emergence – emergence of that origin latent within her body – Cabessa posits the conditions, also manifests itself as fabricated *I*, whose birth involves a visual conspiracy casting doubt on its own existence.\\n\\nWhat painting grants Cabessa – and photography denies – is a rapid registration of her movements over the wet masonite board, a record of movement in time.  What is registered as movement in the extremities of her body encountering the world: palms extended, soles of the feet stamping and the mouth kissing.  Sporadically, she slides some object – glass, squeegee, rag, small iron comb – over the wet surface.  The repertoire of the movements and accessories has been cut back, and the principle at work is building by means of rhythmical repetition of the selfsame movement.  In contrast with the sensatory, libidal uniqueness underlying Cabessa’s work – uniqueness here finds expressions, oddly enough, in her knack for turning automat, robot, machine.  Paradoxically, the body’s uniqueness and authenticity come across in its skill for emulating a machine.  Just as her painting takes its cue from photography, as is her manual reproduction, her transformation of the organic into a printing machine, the basis for possession of a non-reproducible body.  Something that sounds rather tiresome when put into words is translated in the painting into a chilling sight: mechanicality barely concealing the organic, a flow resting upon continual fragmentation or fragmentation evolving into flow, an undeciphered hybrid, without beginning or end, whose dual, mechanical-biological foundations merge into a splendidly repulsive sight, mysterious and intra-corporeal, alien, a planet as remote and familiar as the *I*.\\n\\nThis exhibition packs in three formulations of Cabessa’s work, that can be described in relation to the position of the eye in the painting.  In the first paintings – the most predominant hitherto, which have characterized her work in recent years – the physical movement and the act of touching are followed by Cabessa’s camera-eye, which generates the intrusive close-up or blow-up look of the works.  Rosalind Krauss’ essay on surrealistic photography depicts the camera as an artificial limb ameliorating the deficient vision of the human eye:\\n\\n“The camera-eyes see faster, sharper, at stranger angles, closer-to, microscopically, with a transposition of tonalities, with the penetration of X-ray, and with access to the multiplication of images. \\\\[…It is\\\\] an extraordinary extension of normal vision, on that supplements the deficiencies of the naked eye.  The camera covers and arms this nakedness, it acts as a kind of prosthesis, enlarging the capacity of the human body. \\\\[…\\\\] Thus what supplements and enlarges human vision also supplants the viewer himself; the camera is the aid who comes to usurp.”\\\\[1\\\\]\\n\\nIn Cabessa’s case, the camera-eye is her own physical attribute; the location to which it penetrates by means of her camera-eye may be the interior of her own body, or the body of another.  The sight seems close, too close, obscenely close, pornographic.  The dark, mysterious places that have revealed – where intrusive hands seek to fathom depths and reveal secrets, where joining pipes writhe – may perhaps be what Luce Irigaray terms “walking through the look glass” to the location of the *Mystérique* – mysterious, hysterical, mystical.  This is the “dark night of the soul,” the natural location for the femininity lurking behind every mirror – or, alternately, still resorting to Irigaray’s terms, the vision of the concave speculum, the mirror gynecologists use in internal observation of the female sex organs, which enables seeing the woman’s sex organ not as a hole, as (Freudian terms) absence, but as something extant, something visible but without an end.  These works, comprising liquid mechanics and metallurgy, are generated by touch, by automatic body language achieving total control by means of Cabessa’s camera-eye regulating the movement, generating the uniformity, the sharp, intrusive look devoid of melancholy.\\n\\nBut Cabessa has yet another, softer seeing, where the camera eyes are shut, the metal is drained from the body and the organs are seen through the naked, defenseless eye.  The body organs, divorced from one another, are view from afar, through a drab mist, the accompanying melancholy enveloping the body parts – soft, delicate, trimmed, trickling, lost, without direction, without origin and without purpose other than primordial palpitations, hand reaching for hand, foot reaching for foot.  In the grey series – whose heroine is “old fashioned” humanity – the painting, engendered by movement and touch on the board, is conveyed by the naked eye as a tale, strange and distant, about hovering, functionless, organs of a non-existent body.\\n\\nThe third formulation, created these past few months, is armed neither with camera nor naked eye; it is created with eyes shut, the hands moving over the sensitive layer for thirty seconds.  The series that shuts the eye’s cycle reverts to Robert Morris and his *Blind Time* – a series he repeated in four different versions in the course of the past thirty years.  Morris was preceded in his “blind drawing” by the Romanian surrealist Victor Brauner, whose experimentation with automatic writing included drawing with shut eyes.  The series is totally tactile (a quality conventionally considered feminine, in contrast with the masculine, Cartesian scopic-regime).  The hands shuffle over the black board in a groping, scratching movement.  The familiar automatic movement appears in sporadic flashes only to disappear again, making way for the body stumbling against itself, unarmed.  The blended cultures of vision and darkness, body and spectacle – the amalgam that characterized the formulation predominant in Cabessa’s work – makes way for painting of dark communication, painting appertaining to cave culture, unaware and ignorant of sunlight’s brightness.  The only eye capable of involvement in such a painting is the pineal eye of Georges Bataille, the inner eye that has no field of vision, or in the words of Emmanuel Lévinas: “Regard in the sense of caring this meant keeping the eyes shut thwarting the violent ‘avidity of the gaze’.”\",\"timestamp\":1640101784,\"title\":\"MIRIAM CABESSA NFT\"},\"digest\":\"LKhKYk9PJOackRQp-cZY63RXv3cmCPUIqEFRBRYOr-k\",\"authorship\":{\"contributor\":\"0x4a5eC245E3eD33b9C10026A0bEC67F8F07C2D78e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEBZWNpFJXsbUwfmv5mWZLNwdKEVftKzVA7nzpAtlYM\\\",\\\"y\\\":\\\"Yuv2wRN1uval6XIf6wJYkQ15GNdENhN1Cr0W4fxSViE\\\"}\",\"signature\":\"oRBnqwakyDLUKOZWW7zVTLI-EyE5uqErIga75IqWQkTaW0Dd-zWoLhjeX5joDv4a3gwXHU1wexm3v177hsV45w\",\"signingKeySignature\":\"0x6db6a97b13d6b76ea63a0afd240afc2e1eb84349ad8d6a7402bf80f44b3a6d4521e0c7b017a026f46767400ae0949ce638ffa1409544a6087ba7fbc951db6e6b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEBZWNpFJXsbUwfmv5mWZLNwdKEVftKzVA7nzpAtlYM\\\",\\\"y\\\":\\\"Yuv2wRN1uval6XIf6wJYkQ15GNdENhN1Cr0W4fxSViE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Fmw_3QkLH5dPI4egcvgkAl4J1WMrR1dRup9JHul1asI\"}"