"{\"content\":{\"body\":\"when first seen, complained of a swelling in the right groin. He stated that while riding bareback his horse suddenly plunged and threw him on the withers. He at once felt a sickening pain in the groin and became so ill that he had to dismount. On inspection an oval tumor was seen in the groin, tender to the touch and showing no impulse on coughing. The left testicle was in its usual position, but the right was absent. The patient stated positively that both testicles were in situ before the accident. An attempt at reduction was made, but the pain was so severe that manipulation could not be endured. A warm bath and laudanum were ordered, but unfortunately, as the patient at stool gave a sudden bend to the left, his testicle slipped up into the abdomen and was completely lost to palpation. Orchitis threatened, but the symptoms subsided; the patient was kept under observation for some weeks, and then as a tentative measure, discharged to duty. Shortly afterward he returned, saying that he was ill, and that while lifting a sack of corn his testicle came partly down, causing him great pain. At the time of report his left testicle was in position, but the right could not be felt. The scrotum on that side had retracted until it had almost disappeared; the right external ring was very patent, and the finger could be passed up in the inguinal canal; there was no impulse on coughing and no tendency to hernia.\\n\\nA unique case of ectopia of the testicle in a man of twenty-four is given by Popoff. The scrotum was normally developed, and the right testicle in situ. The left half of the scrotum was empty, and at the root of the penis there was a swelling the size of a walnut, covered with normal skin, and containing an oval body about four-fifths the size of the testicle, but softer in constituency. The patient claimed that this swelling had been present since childhood. His sexual power had been normal, but for the past six months he had been impotent. In childhood the patient had a small inguinal hernia, and Popoff thought this caused the displacement of the testicle.\\n\\nA somewhat similar case occurred in the Hotel-Dieu, Paris. Through the agency of compression one of the testes was forced along the corpus cavernosum under the skin as far as the glans penis. It was easily reduced, and at a subsequent autopsy it was found that it had not been separated from the cord. Gluiteras a cites a parallel case of dislocation of the testicle into the penis. It was the result of traumatism--a fall upon the wheel of a cart. It was reduced under anesthesia, after two incisions had been made, the adhesions broken up, and the shrunken sac enlarged by stretching.\\n\\nRupture of the spermatic arteries and veins has caused sudden death. Schleiser is accredited with describing an instance in which a healthy man was engaged in a fray in the dark, and, suddenly crying out, fell into convulsions and died in five minutes. On examination the only injury found was the rupture of both spermatic arteries at the internal ring, produced by a violent pull on the scrotum and testicles by one of his antagonists. Shock was evidently a strong factor in this case. Fabricius Hildanus gives a case of impotency due to lesions of the spermatic vessels following a burn. There is an old record of an aged man who, on marrying, found that he had erections but no ejaculations. He died of ague, and at the autopsy it was found that the verumontanum was hard and of the size of a walnut and that the ejaculatory ducts contained calculi about the size and shape of peas.\\n\\nHydrocele is a condition in which there is an abnormal quantity of fluid in the tunica vaginalis. It is generally caused by traumatism, violent muscular efforts, or straining, and is much more frequent in tropic countries than elsewhere. It sometimes attains an enormous size. Leigh mentions a hydrocele weighing 120 pounds, and there are records of hydroceles weighing 40 and 60 pounds. Larrey speaks of a sarcocele in the coverings of the testicle which weighed 100 pounds. Mursinna describes a hydrocele which measured 27 inches in its longest and 17 in its transverse axis.\\n\\nTedford gives a curious case of separation of the ovary in a woman of twenty-eight. After suffering from invagination of the bowel and inflammation of the ovarian tissue, an ovary was discharged through an opening in the sigmoid flexure, and thence expelled from the anus.\\n\\nIn discussing injuries of the vagina, the first to be mentioned will be a remarkable case reported by Curran. The subject was an Irish girl of twenty. While carrying a bundle of clothes that prevented her from seeing objects in front of her, she started to pass over a stile, just opposite to which a goat was lying. The woman wore no underclothing, and in the ascent her body was partially exposed, and, while in this enforced attitude, the goat, frightened by her approach, suddenly started up, and in so doing thrust his horn forcibly into her anus and about two or three inches up her rectum. The horn then passed through the bowel and its coverings, just above the hymen, and was then withdrawn as she flinched and fell back. The resultant wound included the lower part of the vagina and rectum, the sphincter and, the fourchet, and perineum. Hemorrhage was profuse, and the wound caused excruciating pain. The subject fainted on the spot from hemorrhage and shock. Her modesty forbade her summoning medical aid for three days, during which time the wound was undergoing most primitive treatment. After suturing, cicatrization followed without delay.\\n\\nTrompert mentions a case of rupture of the vagina by the horn of a bull. There is a case recorded in the Pennsylvania Hospital Reports of a girl of nineteen who jumped out of a second-story window. On reaching the ground, her foot turned under her as she fell. The high heel of a French boot was driven through the perineum one inch from the median line, midway between the anus and the posterior commissure of the labia majora. The wound extended into the vagina above the external opening, in which the heel, now separated from the boot, projected, and whence it was removed without difficulty. This wound was the only injury sustained by the fall.\\n\\nBeckett records a case of impalement in a woman of forty-five who, while attempting to obtain water from a hogshead, fell with one limb inside the cistern, striking a projecting stave three inches wide and 1/2 inch thick. The external labia were divided, the left crus of the clitoris separated, the nymphae lacerated, and the vaginal wall penetrated to the extent of five inches; the patient recovered by the fourth week.\\n\\nHomans reports recovery from extensive wounds acquired by a negress who fell from a roof, striking astride an upright barrel. There was a wound of the perineum, and penetration of the posterior wall of the vagina, with complete separation of the soft parts from the symphysis pubis, and extrusion of the bladder.\\n\\nHowe reports a case of impalement with recovery in a girl of fifteen who slid down a hay-stack, striking a hay-hook which penetrated her perineum and passed into her body, emerging two inches below the umbilicus and one inch to the right of the median line.\\n\\nInjuries of the vagina may be so extensive as to allow protrusion of the intestines, and some horrible cases of this nature are recorded. In The Lancet for 1873 there is reported a murder or suicide of this description. The woman was found with a wound in the vagina, through which the intestines, with clean-cut ends, protruded. Over 7 1/2 feet of the intestines had been cut off in three pieces. The cuts were all clean and carefully separated from the mesentery. The woman survived her injuries a whole week, finally succumbing to loss of blood and peritonitis. Her husband was tried for murder, but was acquitted by a Glasgow jury. Taylor mentions similar cases of two women murdered in Edinburgh some years since, the wounds having been produced by razor slashes in the vagina. Taylor remarks that this crime seems to be quite common in Scotland. Starkey reports an instance in which the body of an old colored woman was found, with evidences of vomiting, and her clothing stained with blood that had evidently come from her vagina. A postmortem showed the abdominal cavity to be full of blood; at Douglas' culdesac there was a tear large enough to admit a man's hand, through which protruded a portion of the omentum; this was at first taken for the membranes of an abortion. There were distinct signs of acute peritonitis. After investigation it was proved that a drunken glass-blower had been seen leaving her house with his hand and arm stained with blood. In his drunken frenzy this man had thrust his hand into the vagina, and through the junction of its posterior wall with the uterus, up into the abdominal cavity, and grasped the uterus, trying to drag it out. Outside of obstetric practice the injury is quite a rare one.\\n\\nThere is a case of death from a ruptured clitoris reported by Gutteridge. The woman was kicked while in a stooping position and succumbed to a profuse hemorrhage, estimated to be between three and four pounds, and proceeding from a rupture of the clitoris.\\n\\nDischarge of Vaginal Parietes.--Longhi describes the case of a woman of twenty-seven, an epileptic, with metritis and copious catamenia twice a month. She was immoderately addicted to drink and sexual indulgence, and in February, 1835, her menses ceased. On May 8th she was admitted to the hospital with a severe epileptic convulsion, and until the 18th remained in a febrile condition, with abdominal tenderness, etc. On the 21st, while straining as if to discharge the contents of the rectum, she felt a voluminous body pass through the vagina, and fancied it was the expected fetus. After washing this mass it was found to be a portion of the vaginal parietes and the fleshy body of the neck of the uterus. The woman believed she had miscarried, and still persisted in refusing medicine. Cicatrization was somewhat delayed; immediately on leaving the hospital she returned to her old habits, but the pain and hemorrhage attending copulation was so great that she had finally to desist. The vagina, however, gradually yielding, ceased to interfere with the gratification of her desires. Toward the end of June the menses reappeared and flowed with the greatest regularity. The portions discharged are preserved in the Milan Hospital.\\n\\nThe injuries received during coitus have been classified by Spaeth as follows: Deep tears of the hymen with profuse hemorrhage; tears of the clitoris and of the urethra (in cases of atresia hymenis); vesicovaginal fistula; laceration of the vaginal fornices, posteriorly or laterally; laceration of the septum of a duplex vagina; injuries following coitus after perineorrhaphy. In the last century Plazzoni reports a case of vaginal rupture occurring during coitus. Green of Boston; Mann of Buffalo; Sinclair and Munro of Boston, all mention lacerations occurring during coitus. There is an instance recorded of extensive laceration of the vagina in a woman, the result of coitus with a large dog. Haddon and Ross both mention cases of rupture of the vagina in coitus; and Martin reports a similar case resulting in a young girl's death. Spaeth speaks of a woman of thirty-one who, a few days after marriage, felt violent pain in coitus, and four days later she noticed that fecal matter escaped from the vagina during stool. Examination showed that the columns of the posterior wall were torn from their attachment, and that there was a rectovaginal fistula admitting the little finger. Hofmokl cites an instance in which a powerful young man, in coitus with a widow of fifty-eight, caused a tear of her fornix, followed by violent hemorrhage. In another case by the same author, coitus in a sitting posture produced a rupture of the posterior fornix, involving the peritoneum; although the patient lost much blood, she finally recovered. In a third instance, a young girl, whose lover had violent connection with her while she was in an exaggerated lithotomy position, suffered a large tear of the right vaginal wall. Hofmokl also describes the case of a young girl with an undeveloped vagina, absence of the uterus and adnexa, who during a forcible and unsuccessful attempt at coitus, had her left labium majus torn from the vaginal wall. The tear extended into the mons veneris and down to the rectum, and the finger could be introduced into the vaginal wound to the depth of two inches. The patient recovered in four weeks, but was still anemic from the loss of blood.\\n\\nCrandall cites instances in which hemorrhage, immediately after coitus of the marriage-night, was so active as to almost cause death. One of his patients was married three weeks previously, and was rapidly becoming exhausted from a constant flowing which started immediately after her first coitus. Examination showed this to be a case of active intrauterine hemorrhage excited by coitus soon after the menstrual flow had ceased and while the uterus and ovaries were highly congested. In another case the patient commenced flooding while at the dinner table in the Metropolitan Hotel in New York, and from the same cause an almost fatal hemorrhage ensued. Hirst of Philadelphia has remarked that brides have been found on their marital beds completely covered with blood, and that the hemorrhage may have been so profuse as to soak through the bed and fall on the floor. Lacerations of the urethra from urethral coitus in instances of vaginal atresia or imperforate hymen may also excite serious hemorrhage.\\n\\nForeign Bodies in the Vagina.--The elasticity of the vagina allows the presence in this passage of the most voluminous foreign bodies. When we consider the passage of a fetal head through the vagina the ordinary foreign bodies, none of which ever approximate this size, seem quite reasonable. Goblets, hair-pins, needles, bottles, beer glasses, compasses, bobbins, pessaries, and many other articles have been found in the vagina. It is quite possible for a phosphatic incrustation to be found about a foreign body tolerated in this location for some time. Hubbauer speaks of a young girl of nineteen in whose vagina there was a glass fixed by incrustations which held it solidly in place. It had been there for six months and was only removed with great difficulty. Holmes cites a peculiar case in which the neck of a bottle was found in the vagina of a woman. One point of the glass had penetrated the bladder and a calculus had formed on this as well as on the vaginal end.\\n\\nWhen a foreign body remains in the vagina for a long time and if it is composed of material other than glass, it becomes influenced by the corrosive action of the vaginal secretion. For instance, Cloquet removed a foreign body which was incrusted in the vagina, and found the cork pessary which had formed its nucleus completely rotted. A similar instrument found by Gosselin had remained in the vagina thirty-six years, and was incrustated with calcareous salts. Metal is always attacked by the vaginal secretions in the most marked manner. Cloquet mentions that at an autopsy of a woman who had a pewter goblet in her vagina, lead oxid was found in the gangrenous debris.\\n\\nLong Retention of Pessaries, etc.--The length of time during which pessaries may remain in the vagina is sometimes astonishing. The accompanying illustration shows the phosphatic deposits and incrustations around a pessary after a long sojourn in the vagina. The specimen is in the Musee Dupoytren. Pinet mentions a pessary that remained in situ for twenty-five years. Gerould of Massilon, Ohio, reports a case in which a pessary had been worn by a German woman of eighty-four for more than fifty years. She had forgotten its existence until reminded of it by irritation some years before death. It was remarkable that when the pessary was removed it was found to have largely retained its original wax covering. Hurxthal mentions the removal of a pessary which had been in the pelvis for forty-one years. Jackson speaks of a glove-pessary remaining in the vagina thirty-five years. Mackey reports the removal of a glass pessary after fifty-five years' incarceration.\\n\\nThere is an account of a young girl addicted to onanism who died from the presence of a pewter cup in her vagina; it had been there fourteen months. Shame had led her to conceal her condition for all the period during which she suffered pain in the hypogastrium, and diarrhea. She had steadily refused examination. Bazzanella of Innsbruck removed a drinking glass from the vagina by means of a pair of small obstetric forceps. The glass had been placed there ten years previously by the woman's husband. Szigethy reports the case of a woman of seventy-five who, some thirty years before, introduced into her vagina a ball of string previously dipped in wax. The ball was effectual in relieving a prolapsed uterus, and was worn with so little discomfort that she entirely forgot it until it was forced out of place by a violent effort. The ball was seven inches in circumference, and covered with mucus, but otherwise unchanged. Breisky is accredited with the report of a case of a woman suffering with dysmenorrhea, in whose vagina was found a cotton reel which had been introduced seven years before. The woman made a good recovery. Pearse mentions a woman of thirty-six who had suffered menorrhagia for ten days, and was in a state of great prostration and suffering from strong colicky pains. On examination he found a silk-bobbin about an inch from the entrance, which the patient had introduced fourteen years before. She had already had attacks of peritonitis and hemorrhage, and a urethrovaginal fistula was found. The bobbin itself was black. This patient had been married twice, and had been cared for by physicians, but the existence of a body 3/4 inch long had never been noticed. Poulet quotes two curious cases: in one a pregnant woman was examined by a doctor who diagnosticated carcinomatous degeneration of the neck of the uterus. Capuron, who was consulted relative to the case, did not believe that the state of the woman's health warranted the diagnosis, and on further examination the growth was found to have been a sponge which had previously been introduced by the woman into the vagina. The other case, reported by Guyon, exemplified another error in diagnosis. The patient was a woman who suffered from continuous vaginal hemorrhage, and had been given extensive treatment without success. Finally, when the woman was in extreme exhaustion, an injection of vinegar-water was ordered, the use of which was followed by the expulsion from the vagina of a live leech of a species very abundant in the country. The hemorrhage immediately ceased and health returned.\\n\\nThere is a record of a woman of twenty-eight who was suddenly surprised by some one entering her chamber at the moment she was introducing a cedar pencil into her vagina. With the purpose of covering up her act and dissembling the woman sat down, and the shank of the wood was pushed through the posterior wall of the vagina into the peritoneal cavity. The intestine was, without doubt, pierced in two of its curves, which was demonstrated later by an autopsy. A plastic exudation had evidently agglutinated the intestine at the points of penetration, and prevented an immediate fatal issue. Erichsen practiced extraction eight months after the accident, and a pencil 5 1/2 inches long, having a strong fecal odor, was brought out. The patient died the fourth day after the operation, from peritonitis, and an autopsy showed the perforation and agglutination of the two intestinal curvatures. Getchell relates the description of a calculus in the vagina, formed about a hair-pin as a nucleus. It is reported that a country girl came to the Hotel-Dieu to consult Dupoytren, and stated that several years before she had been violated by some soldiers, who had introduced an unknown foreign body into her vagina, which she never could extract. Dupuytren found this to be a small metallic pot, two inches in diameter, with its concavity toward the uterus. It contained a solid black substance of a most fetid odor.\\n\\nForeign bodies are generally introduced in the uterus either accidentally in vaginal applications, or for the purpose of producing abortion. Zuhmeister describes a case of a woman who shortly after the first manifestations of pregnancy used a twig of a tree to penetrate the matrix. She thrust it so strongly into the uterus that the wall was perforated, and the twig became planted in the region of the kidneys. Although six inches long and of the volume of a goose feather, this branch remained five months in the pelvis without causing any particular inconvenience, and was finally discharged by the rectum. Brignatelli mentions the case of a woman who, in culpable practices, introduced the stalk of a reed into her uterus. She suffered no inconvenience until the next menstrual epoch which was accompanied by violent pains. She presented the appearance of one in the pains of labor. The matrix had augmented in volume, and the orifice of the uterine cervix was closed, but there was hypertrophy as if in the second or third month of pregnancy. After examination a piece of reed three cm. long was extracted from the uterus, its external face being incrusted with hard calcareous material. Meschede of Schwetz, Germany, mentions death from a hair-pin in the uterine cavity.\\n\\nCrouzit was called to see a young girl who had attempted criminal abortion by a darning-needle. When he arrived a fetus of about three months had already been expelled, and had been wounded by the instrument. It was impossible to remove the needle, and the placenta was not expelled for two days. Eleven days afterward the girl commenced to have pains in the inguinal region, and by the thirty-fifth day an elevation was formed, and the pains increased in violence. On the seventy-ninth day a needle six inches long was expelled from the swelling in the groin, and the patient recovered. Lisfranc extracted from the uterus of a woman who supposed herself to be pregnant at the third month, a fragment of a large gum-elastic sound which during illicit maneuvers had broken off within five cm. of its extremity, and penetrated the organ. Lisfranc found there was not the slightest sign of pregnancy, despite the woman's belief that she was with child.\\n\\nCHAPTER XIV.\\n\\nMISCELLANEOUS SURGICAL ANOMALIES.\\n\\nMarvelous Recoveries from Multiple Injuries.--There are injuries so numerous or so great in extent, and so marvelous in their recovery, that they are worthy of record in a section by themselves. They are found particularly in military surgery. In the Medical and Philosophical Commentaries for 1779 is the report of the case of a lieutenant who was wounded through the lungs, liver, and stomach, and in whose armpit lodged a ball. It was said that when the wound in his back was injected, the fluid would immediately be coughed up from his lungs. Food would pass through the wound of the stomach. The man was greatly prostrated, but after eleven months of convalescence he recovered. In the brutal capture of Fort Griswold, Connecticut, in 1781, in which the brave occupants were massacred by the British, Lieutenant Avery had an eye shot out, his skull fractured, the brain-substance scattering on the ground, was stabbed in the side, and left for dead; yet he recovered and lived to narrate the horrors of the day forty years after.\\n\\nA French invalid-artillery soldier, from his injuries and a peculiar mask he used to hide them, was known as \\\"L'homme a la tete de cire.\\\" The Lancet gives his history briefly as follows: During the Franco-Prussian War, he was horribly wounded by the bursting of a Prussian shell. His whole face, including his two eyes, were literally blown away, some scanty remnants of the osseous and muscular systems, and the skull covered with hair being left. His wounds healed, giving him such a hideous and ghastly appearance that he was virtually ostracized from the sight of his fellows. For his relief a dentist by the name of Delalain constructed a mask which included a false palate and a set of false teeth. This apparatus was so perfect that the functions of respiration and mastication were almost completely restored to their former condition, and the man was able to speak distinctly, and even to play the flute. His sense of smell also returned. He wore two false eyes simply to fill up the cavities of the orbits, for the parts representing the eyes were closed. The mask was so well-adapted to what remained of the real face, that it was considered by all one of the finest specimens of the prothetic art that could be devised. This soldier, whose name was Moreau, was living and in perfect health at the time of the report, his bizarre face, without expression, and his sobriquet, as mentioned, making him an object of great curiosity. He wore the Cross of Honor, and nothing delighted him more than to talk about the war. To augment his meager pension he sold a pamphlet containing in detail an account of his injuries and a description of the skilfully devised apparatus by which his declining life was made endurable. A somewhat similar case is mentioned on page 585.\\n\\nA most remarkable case of a soldier suffering numerous and almost incredible injuries and recovering and pursuing his vocation with undampened ardor is that of Jacques Roellinger, Company B, 47th New York Volunteers. He appeared before a pension board in New York, June 29, 1865, with the following history: In 1862 he suffered a sabre-cut across the quadriceps extensor of the left thigh, and a sabre-thrust between the bones of the forearm at the middle third. Soon afterward at Williamsburg, Va., he was shot in the thigh, the ball passing through the middle third external to the femur. At Fort Wagner, 1863, he had a sword-cut, severing the spinal muscles and overlying tissue for a distance of six inches. Subsequently he was captured by guerillas in Missouri and tortured by burning splinters of wood, the cicatrices of which he exhibited; he escaped to Florida, where he was struck by a fragment of an exploding shell, which passed from without inward, behind the hamstring on the right leg, and remained embedded and could be plainly felt. When struck he fell and was fired on by the retiring enemy. A ball entered between the 6th and 7th ribs just beneath the apex of the heart, traversed the lungs and issued at the right 9th rib. He fired his revolver on reception of this shot, and was soon bayonetted by his own comrades by mistake, this wound also penetrating the body. He showed a depressed triangular cicatrix on the margin of the epigastrium. If the scars are at all indicative, the bayonet must have passed through the left lobe of the liver and border of the diaphragm. Finally he was struck by a pistol-ball at the lower angle of the left lower jaw, this bullet issuing on the other side of the neck. As exemplary of the easy manner in which he bore his many injuries during a somewhat protracted convalescence, it may be added that he amused his comrades by blowing jets of water through the apertures on both sides of his neck. Beside the foregoing injuries he received many minor ones, which he did not deem worthy of record or remembrance. The greatest disability he suffered at the time of applying for a pension resulted from an ankylosed knee. Not satisfied with his experience in our war, he stated to the pension examiners that he was on his way to join Garibaldi's army. This case is marvelous when we consider the proximity of several of the wounds to a vital part; the slightest deviation of position would surely have resulted in a fatal issue for this apparently charmed life. The following table shows the man's injuries in the order of their reception:--\\n\\n(1) Sabre-cut across the quadriceps femoris of right leg, dividing the tendinous and muscular structures.\\n\\n(2) Sabre-thrust between the bones in the middle third of the right forearm.\\n\\n(3) Shot in the right thigh, the ball passing through the middle third.\\n\\n(4) A sword-cut across the spinal muscles covering the lower dorsal vertebrae.\\n\\n(5) Tortured by guerillas in Indian fashion by having burning splinters of wood applied to the surface of his right thorax.\\n\\n(6) An exploded shell passed through the hamstring muscles of the right thigh and embedded itself in the ligamentous tissues of the internal condyle of the femur.\\n\\n(7) Shot by a ball between the 6th and 7th ribs of the left side.\\n\\n(8) Bayonetted through the body, the steel passing through the left lobe of the liver and penetrating the posterior border of the diaphragm.\\n\\n(9) Pistol-ball shot through the sternocleido muscle of one side of the neck, emerging through the corresponding muscle of the other side of the neck.\\n\\n(10) Sabre-thrust between the bones of the left forearm.\\n\\n(11) Pistol-shot through the left pectoralis major and left deltoid muscles.\\n\\n(12) Deep cut dividing the commissure between the left thumb and forefinger down to the carpal bones.\\n\\nSomewhat analogous to the foregoing is a case reported in 1834 by McCosh from Calcutta. The patient was a native who had been dreadfully butchered in the Chooar campaign. One of his hands was cut off above the wrist. The remaining stump was nearly amputated by a second blow. A third blow penetrated the shoulder-joint. Beside these and several other slashes, he had a cut across the abdomen extending from the umbilicus to the spine. This cut divided the parietes and severed one of the coats of the colon. The intestines escaped and lay by his side. He was then left on the ground as dead. On arrival at the hospital his wounds were dressed and he speedily convalesced, but the injured colon ruptured and an artificial anus was formed and part of the feces were discharged through the wound. This man was subsequently seen at Midnapore healthy and lusty although his body was bent to one side in consequence of a large cicatrix; a small portion of the feces occasionally passed through the open wound.\\n\\nThere is an account of a private soldier, aged twenty-seven, who suffered a gunshot wound of the skull, causing compound fracture of the cranium, and who also received compound fractures of both bones of the leg. He did not present himself for treatment until ten days later. At this time the head- injury caused him no inconvenience, but it was necessary to amputate the leg and remove the necrosed bones from the cranial wounds; the patient recovered.\\n\\nRecovery After Injuries by Machinery, with Multiple Fractures, etc.--Persons accidentally caught in some portions of powerful machinery usually suffer several major injuries, any one of which might have been fatal, yet there are marvelous instances of recovery after wounds of this nature. Phares records the case of a boy of nine who, while playing in the saw-gate of a cotton-press, was struck by the lever in revolution, the blow fracturing both bones of the leg about the middle. At the second revolution his shoulder was crushed; the third passed over him, and the fourth, with maximum momentum struck his head, carrying away a large part of the integument, including one eyebrow, portions of the skull, membranes, and brain-substance. A piece of cranial bone was found sticking in the lever, and there were stains of brain on all the 24 posts around the circumference of the hole. Possibly from 1 1/2 to two ounces of cerebral substance were lost. A physician was called, but thinking the case hopeless he declined to offer surgical interference. Undaunted, the father of the injured lad straightened the leg, adjusted the various fractures, and administered calomel and salts. The boy progressively recovered, and in a few weeks his shoulder and legs were well. About this time a loosened fragment of the skull was removed almost the size and shape of a dessert spoon, with the handle attached, leaving a circular opening directly over the eye as large as a Mexican dollar, through which cerebral pulsation was visible. A peculiar feature of this case was that the boy never lost consciousness, and while one of his playmates ran for assistance he got out of the hole himself, and moved to a spot ten feet distant before any help arrived, and even then he declined proffered aid from a man he disliked. This boy stated that he remembered each revolution of the lever and the individual injuries that each inflicted. Three years after his injury he was in every respect well. Fraser mentions an instance of a boy of fifteen who was caught in the crank of a balance-wheel in a shingle-mill, and was taken up insensible. His skull was fractured at the parietal eminence and the pericranium stripped off, leaving a bloody tumor near the base of the fracture about two inches in diameter. The right humerus was fractured at the external condyle; there was a fracture of the coronoid process of the ulna, and a backward dislocation at the elbow. The annular ligament was ruptured, and the radius was separated from the ulna. On the left side there was a fracture of the anatomic neck of the humerus, and a dislocation downward. The boy was trephined, and the comminuted fragments removed; in about six weeks recovery was nearly complete. Gibson reports the history of a girl of eight who was caught by her clothing in a perpendicular shaft in motion, and carried around at a rate of 150 or 200 times a minute until the machinery could be stopped. Although she was found in a state of shock, she was anesthetized, in order that immediate attention could be given to her injuries, which were found to be as follows:--\\n\\n(1) An oblique fracture of the middle third of the right femur.\\n\\n(2) A transverse fracture of the middle third of the left femur.\\n\\n(3) A slightly comminuted transverse fracture of the middle third of the left tibia and fibula.\\n\\n(4) A transverse fracture of the lower third of the right humerus.\\n\\n(5) A fracture of the lower third of the right radius.\\n\\n(6) A partial radiocarpal dislocation.\\n\\n(7) Considerable injuries of the soft parts at the seats of fracture, and contusions and abrasions all over the body.\\n\\nDuring convalescence the little patient suffered an attack of measles, but after careful treatment it was found by the seventy-eighth day that she had recovered without bony deformity, and that there was bony union in all the fractures. There was slight tilting upward in the left femur, in which the fracture had been transverse, but there was no perceptible shortening.\\n\\nHulke describes a silver-polisher of thirty-six who, while standing near a machine, had his sleeve caught by a rapidly-turning wheel, which drew him in and whirled him round and round, his legs striking against the ceiling and floor of the room. It was thought the wheel had made 50 revolutions before the machinery was stopped. After his removal it was found that his left humerus was fractured at its lower third, and apparently comminuted. There was no pulse in the wrist in either the radial or ulnar arteries, but there was pulsation in the brachial as low as the ecchymosed swelling. Those parts of the hand and fingers supplied by the median and radial nerves were insensible. The right humerus was broken at the middle, the end of the upper fragment piercing the triceps, and almost protruding through the skin. One or more of the middle ribs on the right side were broken near the angle, and there was a large transverse rent in the quadriceps extensor. Despite this terrible accident the man made a perfect recovery, with the single exception of limitation of flexion in the left elbow-joint.\\n\\nDewey details a description of a girl of six who was carried around the upright shaft of a flour mill in which her clothes became entangled. Some part of the body struck the bags or stones with each revolution. She sustained a fracture of the left humerus near the insertion of the deltoid, a fracture of the middle third of the left femur, a compound fracture of the left femur in the upper third, with protrusion of the upper fragment and considerable venous hemorrhage, and fracture of the right tibia and fibula at the upper third. When taken from the shafting the child was in a moribund state, with scarcely perceptible pulse, and all the accompanying symptoms of shock. Her injuries were dressed, the fractures reduced, and starch bandages applied; in about six weeks there was perfect union, the right leg being slightly shortened. Six months later she was playing about, with only a slight halt in her gait.\\n\\nMiscellaneous Multiple Fractures.--Westmoreland speaks of a man who was pressed between two cars, and sustained a fracture of both collar-bones and of the sternum; in addition, six or eight ribs were fractured, driven into and lacerating the lung. The heart was displaced. In spite of these terrible injuries, the man was rational when picked up, and lived nearly half a day. In comment on this case Battey mentions an instance in which a mill-sawyer was run over by 20 or 30 logs, which produced innumerable fractures of his body, constituting him a surgical curiosity. He afterward completely recovered, and, as a consequence of his miraculous escape, became a soothsayer in his region. West reports a remarkable recovery after a compound fracture of the femur, fracture of the jaw, and of the radius, and possibly injury to the base of the skull, and injury to the spine.\\n\\nThere is on record an account of a woman of forty-three who, by muscular action in lifting a stone, fractured her pubes, external to the spine, on the left side. Not realizing her injury she continued hard work all that day, but fell exhausted on the next. She recovered in about a month, and was able to walk as well as ever.\\n\\nVinnedge reports recovery after concussion of the brain and extreme shock, associated with fracture of the left femur, and comminuted fractures of the left tibia and fibula.\\n\\nTufnell mentions recovery after compound comminuted fracture of the leg, with simple fracture of both collar-bones, and dislocation of the thumb. Nankivell speaks of a remarkable recovery in an individual who suffered compound comminuted fracture of both legs, and fracture of the skull. It was found necessary to amputate the right thigh and left leg. Erichsen effected recovery by rest alone, in an individual whose ribs and both clavicles were fractured by being squeezed.\\n\\nGilman records recovery after injuries consisting of fracture of the frontal bone near the junction with the right parietal; fracture of the right radius and ulna at the middle third and at the wrist; and compound fracture of the left radius and ulna, 1 1/4 inches above the wrist. Boulting reports a case of an individual who suffered compound fractures of the skull and humerus, together with extensive laceration of the thigh and chest, and yet recovered.\\n\\nBarwell mentions recovery after amputation of the shoulder-joint, in an individual who had suffered fracture of the base of the skull, fracture of the jaw, and compound fracture of the right humerus. There was high delirium followed by imbecility in this case. Bonnet reports a case of fracture of both thighs, two right ribs, luxation of the clavicle, and accidental club-foot with tenotomy, with good recovery from all the complications. Beach speaks of an individual who suffered fracture of both thighs, and compound comminuted fracture of the tibia, fibula, and tarsal bones into the ankle-joint, necessitating amputation of the leg. The patient not only survived the operation, but recovered with good union in both thighs. As illustrative of the numerous fractures a person may sustain at one time, the London Medical Gazette mentions an injury to a girl of fourteen, which resulted in 31 fractures.\\n\\nRemarkable Falls.--In this connection it is of interest to note from how great a height a person may fall without sustaining serious injury. A remarkable fall of a miner down 100 meters of shaft (about 333 feet) without being killed is recorded by M. Reumeaux in the Bulletin de l'Industrie Minerale. Working with his brother in a gallery which issued on the shaft, he forgot the direction in which he was pushing a truck; so it went over, and he after it, falling into some mud with about three inches of water. As stated in Nature, he seems neither to have struck any of the wood debris, nor the sides of the shaft, and he showed no contusions when he was helped out by his brother after about ten minutes. He could not, however, recall any of his impressions during the fall. The velocity on reaching the bottom would be about 140 feet, and time of fall 4.12 seconds; but it is thought he must have taken longer. It appears strange that he should have escaped simple suffocation and loss of consciousness during a time sufficient for the water to have drowned him.\\n\\nWhile intoxicated Private Gough of the 42d Royal Highlanders attempted to escape from the castle at Edinburgh. He fell almost perpendicularly 170 feet, fracturing the right frontal sinus, the left clavicle, tibia, and fibula. In five months he had so far recovered as to be put on duty again, and he served as an efficient soldier. There is an account of recovery after a fall of 192 feet, from a cliff in County Antrim, Ireland. Manzini mentions a man who fell from the dome of the Invalides in Paris, without sustaining any serious accident, and there is a record from Madrid of a much higher fall than this without serious consequence. In 1792 a bricklayer fell from the fourth story of a high house in Paris, landing with his feet on the dirt and his body on stone. He bled from the nose, and lost consciousness for about forty-five minutes; he was carried to the Hotel-Dieu where it was found that he had considerable difficulty in breathing; the regions about the external malleoli were contused and swollen, but by the eighth day the patient had recovered. In the recent reparation of the Hotel Raleigh in Washington, D.C., a man fell from the top of the building, which is above the average height, fracturing several ribs and rupturing his lung. He was taken to the Emergency Hospital where he was put to bed, and persistent treatment for shock was pursued; little hope of the man's recovery was entertained. His friends were told of his apparently hopeless condition. There were no external signs of the injury with the exception of the emphysema following rupture of the lung. Respiration was limited and thoracic movement diminished by adhesive straps and a binder; under careful treatment the man recovered.\\n\\nKartulus mentions an English boy of eight who, on June 1, 1879, while playing on the terrace in the third story of a house in Alexandria, in attempting to fly a kite in company with an Arab servant, slipped and fell 71 feet to a granite pavement below. He was picked up conscious, but both legs were fractured about the middle. He had so far recovered by the 24th of July that he could hobble about on crutches. On the 15th of November of the same year he was seen by Kartulus racing across the playground with some other boys; as he came in third in the race he had evidently lost little of his agility. Parrott reports the history of a man of fifty, weighing 196 pounds, who fell 110 feet from the steeple of a church. In his descent he broke a scaffold pole in two, and fell through the wooden roof of an engine-house below, breaking several planks and two strong joists, and landing upon some sacks of cement inside the house. When picked up he was unconscious, but regained his senses in a short time, and it was found that his injuries were not serious. The left metacarpal bones were dislocated from the carpal bones, the left tibia was fractured, and there were contusions about the back and hips. Twelve days later he left for home with his leg in plaster. Farber and McCassy report a case in which a man fell 50 feet perpendicularly through an elevator shaft, fracturing the skull. Pieces of bone at the superior angle of the occipital bone were removed, leaving the aura exposed for a space one by four inches. The man was unconscious for four days, but entirely recovered in eighteen days, with only a slightly subnormal hearing as an after-effect of his fall.\\n\\nFor many years there have been persons who have given exhibitions of high jumps, either landing in a net or in the water. Some of these hazardous individuals do not hesitate to dive from enormous heights, being satisfied to strike head first or to turn a somersault in their descent. Nearly all the noted bridges in this country have had their \\\"divers.\\\" The death of Odlum in his attempt to jump from Brooklyn bridge is well known. Since then it has been claimed that the feat has been accomplished without any serious injury. It is reported that on June 20, 1896, a youth of nineteen made a headlong dive from the top of the Eads bridge at St. Louis, Mo., a distance of 125 feet. He is said to have swum 250 feet to a waiting tug, and was taken on board without having been hurt.\\n\\nProbably the most interesting exhibition of this kind that was ever seen was at the Royal Aquarium, London, in the summer of 1895. A part of the regular nightly performance at this Hall, which is familiar on account of its immensity, was the jump of an individual from the rafters of the large arched roof into a tank of water about 15 by 20 feet, and from eight to ten feet deep, sunken in the floor of the hall. Another performer, dressed in his ordinary street clothes, was tied up in a bag and jumped about two-thirds of this height into the same tank, breaking open the bag and undressing himself before coming to the surface. In the same performance a female acrobat made a backward dive from the topmost point of the building into a net stretched about ten feet above the floor. Nearly every large acrobatic entertainment has one of these individuals who seem to experience no difficulty in duplicating their feats night after night.\\n\\nIt is a common belief that people falling from great heights die in the act of descent. An interview with the sailor who fell from the top-gallant of an East Indiaman, a height of 120 feet, into the water, elicited the fact that during the descent in the air, sensation entirely disappeared, but returned in a slight degree when he reached the water, but he was still unable to strike out when rising to the surface. By personal observation this man stated that he believed that if he had struck a hard substance his death would have been painless, as he was sure that he was entirely insensible during the fall.\\n\\nA writer in the Pall Mall Gazette, in speaking of the accidents which had happened in connection with the Forth Bridge, tells of a man who trusted himself to work at the height of 120 feet above the waters of the Firth, simply grasping a rope. His hands became numb with cold, his grasp relaxed, and he fell backward down into the water, but was brought out alive. In another instance a spanner fell a distance of 300 feet, knocked off a man's cap, and broke its way through a four-inch plank. Again, another spanner fell from a great height, actually tearing off a man's clothes, from his waistcoat to his ankle, but leaving him uninjured. On another occasion a staging with a number of workmen thereon gave way. Two of the men were killed outright by striking some portion of the work in their descent; two others fell clear of the girders, and were rescued from the Firth little worse for their great fall.\\n\\nResistance of Children to Injuries.--It is a remarkable fact that young children, whose bones, cartilages, and tissues are remarkably elastic, are sometimes able to sustain the passage over their bodies of vehicles of great weight without apparent injury. There is a record early in this century of a child of five who was run over across the epigastrium by a heavy two-wheeled cart, but recovered without any bad symptoms. The treatment in this case is quite interesting, and was as follows: venesection to faintness, castor oil in infusion of senna until there was a free evacuation of the bowels, 12 leeches to the abdomen and spine, and a saline mixture every two hours! Such depleting therapeutics would in themselves seem almost sufficient to provoke a fatal issue, and were given in good faith as the means of effecting a recovery in such a case. In a similar instances a wagon weighing 1200 pounds passed over a child of five, with no apparent injury other than a bruise near the ear made by the wheel.\",\"timestamp\":1639719111,\"title\":\"\\nThere is a case of retraction of the testicle reported in a young soldier of twenty-one who,\"},\"digest\":\"RNaRdfzaLK1VoCeFADO5wJvSW4Y6443Hv3OslxMzzjw\",\"authorship\":{\"contributor\":\"0x1928Fa8c1480697A043aA639A3c2C52BE5B7890a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q-OJmM7QAMit8z3uF2efuVIhnK2c7Hp8Ofz8vg2EYic\\\",\\\"y\\\":\\\"e5jp8N7nJqLGQSNQcWfdbB8BhaObLV7x73i-GM2Tg9Q\\\"}\",\"signature\":\"BwGaMcO7lzd6YewHFbIg9T8-MZkz_OMILEc5BLNf6ErcdCXasqc006XE1qCZ8VDRCWV_DpfUaRcYkmsrRj0LSA\",\"signingKeySignature\":\"0x2bd26c3b669074dd03b7386848c6d575f2905a4d132015a7894c8a58aba1136229831661e3fa18dac23dc57d2d74ea8dc35569e9aa9ae6ad5dc15fbbd7570c631c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q-OJmM7QAMit8z3uF2efuVIhnK2c7Hp8Ofz8vg2EYic\\\",\\\"y\\\":\\\"e5jp8N7nJqLGQSNQcWfdbB8BhaObLV7x73i-GM2Tg9Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RNaRdfzaLK1VoCeFADO5wJvSW4Y6443Hv3OslxMzzjw\"}"