"{\"content\":{\"body\":\"Today I will talk to you about how to make friends. Someone said, who can't make friends?\\n\\n```\\nDon't think you will! You don't mix well, to a large extent, because you don't know how to make friends at all, or a bunch of useless friends.\\n\\nOkay, let's not talk more nonsense, just send dry goods directly.\\n\\nFirst of all, we must understand that making friends is actually a kind of \\\"investment\\\". Since it is an \\\"investment\\\", there must be a \\\"return\\\" naturally. Then the next question is what kind of friends will make a return?\\n\\nThe first type of friend: a friend who must be sensible and understand mutual benefit and win-win results.\\n```\\n\\nThis one seems simple, as if everyone understands it, but in fact, few people understand it. In addition, the cultural influence of \\\"tackling local tyrants and dividing fields\\\" in modern times. The ideology of many people is not about thinking about what they can offer their friends. But thinking that friends are richer and more capable than me, they should be divided among me.\\n\\n```\\nThis is a kind of egalitarian thinking, a zero-sum game. Suppose you have 1 million and you want to start a business and find a group of friends to help. This group of friends just thinks that you are rich and we are all poor. Give us the 1 million points. If you make friends like this, no matter how good you are, you won't be able to mix well.\\n\\nWe choose friends in order to form a strong fighting organization, work together to find greater wealth, rather than egalitarian people in our minds. These egalitarians will only let them win and you lose. Make friends with this egalitarian, and you lose. Such friends will weaken the competitiveness of the boss.\\n\\nOnly if the boss mixes well, can everyone make a fortune together. If the boss's competitiveness is weakened. The more mixed and miserable, this organization will be ruined. If you make friends with average thinking, then the ending will be everyone's death together. Only by choosing friends who know mutual benefit and win-win situation, can we all get better together;\\n\\nIf you choose an average-thinking person to be your friend.\\n\\nThese people have red eyes, always calculating how much more money you have than him, and the car is more upscale than his, so in the end they can only \\\"get it all together.\\\"\\n\\nThe second kind of friends: promising friends.\\n\\nWhat kind of friends have a future? A person must have a future and have the following characteristics.\\n         \\n    1. Strong learning ability, especially eager to learn.\\n\\nIn fact, genius is not born at all, but the result of constant practice, hard study and practice. A person's various abilities are derived from acquired learning. No one is born a racer or a footballer. Learning ability should be ranked first among all abilities. As long as you have a strong learning ability, many abilities will gradually become stronger. If the learning ability is weak, it is destined to be a waste.\\n\\n    2. People who work hard.\\n\\nThis is actually a very good judgment. If a person works diligently, he will definitely become stronger in certain aspects. And if you find that a person is nothing special, you can actually judge that this person is not hardworking at all. As long as a hardworking person, there will be certain aspects that are better than the average person. And a person who is nothing special, it can be said that he will not have any chance in his life, and it is difficult to change. Don’t believe that he will become hardworking. These character problems, and character, are generally deep-rooted habits formed when they were young. . Those who are not diligent are directly sentenced to \\\"death penalty.\\\"\\n\\n    3. People with excess energy, positive and optimistic, and people who like tossing around.\\n\\nA person's career has a great relationship with a person's energy. The kind of people who are languishing in everything, don’t associate with people who are languishing, you will also become languishing, 30-year-old living like 80-year-old, what future will you talk about? People with positive and optimistic relationships can be contagious in their emotions. If you associate with positive and optimistic people, you will become more and more optimistic. And that kind of pessimist will make you more and more desperate and feel that you can't do anything. In the end, simply don't do anything, so of course there is no future. Like tossing is a very good quality, as long as this guy never stops tossing, he will always toss with experience, always the more tossing, the more tossing. Finally succeeded.\\n\\nThe third kind of friend:\\n```\\n\\nGood friends of family education, family education has a great impact on a person. It is difficult for a low-quality family to educate high-quality children. Don't talk about special cases. I don't like to talk about special cases. I will only talk about general cases. Personality determines destiny. Children with well-educated family have more excellent qualities. These qualities will play a competitive advantage in the fierce competition in the future.\\n\\n```\\nThe fourth friend:\\n\\nHandsome guys, beautiful girls. The appearance of a person is very important, and the impact of appearance on life is extremely uncertain. Especially beautiful women, that day she married a high-ranking official or a wealthy businessman. A few words can make you soar. Of course, if you offend her, a few words can kill you. Therefore, as long as you are beautiful girls, give more face and make friends. Because this is a high-quality resource, don't look down on it. The beauty of a woman is a kind of ability.\\n\\nFinally, I want to emphasize, don't let your own temperament make friends, we are here to learn how to mix society, how to make more money. We are all grown-ups, so we are more mature in doing things.\\n\\nIf you understand the principles of making friends that I told you when you were in elementary school, you can make friends selectively instead of making friends randomly, I believe you can't make any difference no matter how bad you are.\\n\\nHuman society has never been alone, it is just whose team is awesome and whose friends are awesome. If I fight alone, I won't be afraid of Li Ka-shing and Jack Ma. I practice boxing every day.\\n\\nI used to make random friends because of my own temperament, especially when I was studying, when I was playing Legend, Warcraft, and I made friends. Because of the good gameplay, this guy always asked me to borrow money, but once, I don’t want him to help me with the book. It’s as good as not a common room friend in a dormitory. What do you think such friends do for you? Later, this guy came to me to borrow money and asked me for excellent equipment in the game. I was really speechless to this kind of friend.\\n\\nIf you can find one or two useful sentences from what I said today that can help your life better, I am satisfied.\\n```\",\"timestamp\":1634803421,\"title\":\"Friendship is an \\\"investment\\\"\"},\"digest\":\"VxfWEeMktFDbWkuPXkCNu-L7nwLngyr09DYvC2FCgIk\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"jiuNPwPYVJVhXeloHRUZ_Lgbi30Jc7fkU7v7aMoC7KHEGs1RQPRIX7RF1ErDjr_6eQ4nEemoYLnSyOhhYQckBw\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VxfWEeMktFDbWkuPXkCNu-L7nwLngyr09DYvC2FCgIk\"}"