"{\"content\":{\"body\":\"because the true seekers are few and far between; and a whole generation has often nothing to show for its existence but one solitary gem which some one man--often unnoticed in his time--has picked up for them, and so given them \\\"a local habitation and a name.\\\"\\n\\nEratosthenes had heard that in Syene, in Upper Egypt, deep wells were enlightened to the bottom on the day of the summer solstice, and that vertical objects cast no shadows.\\n\\nHe had before suggested, as is supposed, to Ptolemy Euergetes, to make him the two great copper armillae, or circles for determining the equinox, which stood for centuries in \\\"that which is called the Square Porch\\\"--probably somewhere in the Museum.  By these he had calculated the obliquity of the ecliptic, closely enough to serve for a thousand years after.  That was one work done.  But what had the Syene shadows to do with that?  Syene must be under that ecliptic.  On the edge of it. In short, just under the tropic.  Now he had ascertained exactly the latitude of one place on the earth's surface.  He had his known point from whence to start on a world-journey, and he would use it; he would calculate the circumference of the earth--and he did it.  By observations made at Alexandria, he ascertained its latitude compared with that of Syene; and so ascertained what proportion to the whole circumference was borne by the 5000 stadia between Alexandria and Syene. He fell into an error, by supposing Alexandria and Syene to be under the same meridians of longitude:  but that did not prevent his arriving at a fair rough result of 252,000 stadia--31,500 Roman miles; considerably too much; but still, before him, I suppose, none knew whether it was 10,000, or 10,000,000.  The right method having once been found, nothing remained but to employ it more accurately.\\n\\nOne other great merit of Eratosthenes is, that he first raised Geography to the rank of a science.  His Geographica were an organic collection, the first the world had ever seen, of all the travels and books of earth-description heaped together in the Great Library, of which he was for many years the keeper.  He began with a geognostic book, touched on the traces of Cataclysms and Change visible on the earth's surface; followed by two books, one a mathematical book, the other on political geography, and completed by a map--which one would like to see:  but-- not a trace of all remains, save a few quoted fragments -\\n\\nWe are such stuff As dreams are made of.\\n\\nBut if Eratosthenes had hold of eternal fact and law on one point, there was a contemporary who had hold of it in more than one.  I mean Archimedes; of whom, as I have said, we must speak as of an Alexandrian. It was as a mechanician, rather than as an astronomer, that he gained his reputation.  The stories of his Hydraulic Screw, the Great Ship which he built for Hiero, and launched by means of machinery, his crane, his war-engines, above all his somewhat mythical arrangement of mirrors, by which he set fire to ships in the harbour--all these, like the story of his detecting the alloy in Hiero's crown, while he himself was in the bath, and running home undressed shouting \\\\[Greek text:  eureeka\\\\]--all these are schoolboys' tales.  To the thoughtful person it is the method of the man which constitutes his real greatness, that power of insight by which he solved the two great problems of the nature of the lever and of hydrostatic pressure, which form the basis of all static and hydrostatic science to this day.  And yet on that very question of the lever the great mind of Aristotle babbles--neither sees the thing itself, nor the way towards seeing it.  But since Archimedes spoke, the thing seems self-evident to every schoolboy.  There is something to me very solemn in such a fact as this.  It brings us down to some of the very deepest questions of metaphysic.  This mental insight of which we boast so much, what is it?  Is it altogether a process of our own brain and will?  If it be, why have so few the power, even among men of power, and they so seldom?  If brain alone were what was wanted, what could not Aristotle have discovered?  Or is it that no man can see a thing unless God shows it him?  Is it that in each separate act of induction, that mysterious and transcendental process which cannot, let logicians try as they will, be expressed by any merely logical formula, Aristotelian or other--is it I say, that in each separate act of induction we do not find the law, but the law is shown to us, by Him who made the law? Bacon thought so.  Of that you may find clear proof in his writings. May not Bacon be right?  May it not be true that God does in science, as well as in ethics, hide things from the wise and prudent, from the proud, complete, self-contained systematiser like Aristotle, who must needs explain all things in heaven and earth by his own formulae, and his entelechies and energies, and the rest of the notions which he has made for himself out of his own brain, and then pack each thing away in its proper niche in his great cloud-universe of conceptions?  Is it that God hides things from such men many a time, and reveals them to babes, to gentle, affectionate, simple-hearted men, such as we know Archimedes to have been, who do not try to give an explanation for a fact, but feel how awful and divine it is, and wrestle reverently and stedfastly with it, as Jacob with the Angel, and will not let it go, until it bless them?  Sure I am, from what I have seen of scientific men, that there is an intimate connection between the health of the moral faculties and the health of the inductive ones; and that the proud, self-conceited, and passionate man will see nothing:  perhaps because nothing will be shown him.\\n\\nBut we must leave Archimedes for a man not perhaps so well known, but to whom we owe as much as to the great Syracusan--Hipparchus the astronomer.  To his case much which I have just said applies.  In him astronomic science seemed to awaken suddenly to a true inductive method, and after him to fall into its old slumber for 300 years.  In the meantime Timocharis, Aristyllus, and Conon had each added their mites to the discoveries of Eratosthenes:  but to Hipparchus we owe that theory of the heavens, commonly called the Ptolemaic system, which, starting from the assumption that the earth was the centre of the universe, attempted to explain the motions of the heavenly bodies by a complex system of supposed eccentrics and epicycles.  This has of course now vanished before modern discoveries.  But its value as a scientific attempt lies in this:  that the method being a correct one, correct results were obtained, though starting from a false assumption; and Hipparchus and his successors were enabled by it to calculate and predict the changes of the heavens, in spite of their clumsy instruments, with almost as much accuracy as we do now.\\n\\nFor the purpose of working out this theory he required a science of trigonometry, plane and spherical:  and this he accordingly seems to have invented.  To him also we owe the discovery of that vast gradual change in the position of the fixed stars, in fact, of the whole celestial system, now known by the name of the precession of the equinoxes; the first great catalogue of fixed stars, to the number of 1080; attempts to ascertain whether the length of years and days were constant; with which, with his characteristic love of truth, he seems to have been hardly satisfied.  He too invented the planisphere, or mode of representing the starry heavens upon a plane, and is the father of true geography, having formed the happy notion of mapping out the earth, as well as the heavens, by degrees of latitude and longitude.\\n\\nStrange it is, and somewhat sad, that we should know nothing of this great man, should be hardly able to distinguish him from others of the same name, but through the works of a commentator, who wrote and observed in Alexandria 300 years after, during the age of the Antonines. I mean, of course, the famous Ptolemy, whose name so long bore the honour of that system which really belonged to Hipparchus.\\n\\nThis single fact speaks volumes for the real weakness of the great artificial school of literature and science founded by the kings of Egypt.  From the father of Astronomy, as Delambre calls him, to Ptolemy, the first man who seems really to have appreciated him, we have not a discovery, hardly an observation or a name, to fill the gap.  Physical sages there were; but they were geometers and mathematicians, rather than astronomic observers and inquirers.  And in spite of all the huge appliances and advantages of that great Museum, its inhabitants were content, in physical science, as in all other branches of thought, to comment, to expound, to do everything but open their eyes and observe facts, and learn from them, as the predecessors whom they pretended to honour had done.  But so it is always.  A genius, an original man appears.  He puts himself boldly in contact with facts, asks them what they mean, and writes down their answer for the world's use.  And then his disciples must needs form a school, and a system; and fancy that they do honour to their master by refusing to follow in his steps; by making his book a fixed dogmatic canon; attaching to it some magical infallibility; declaring the very lie which he disproved by his whole existence, that discovery is henceforth impossible, and the sum of knowledge complete:  instead of going on to discover as he discovered before them, and in following his method, show that they honour him, not in the letter, but in spirit and in truth.\\n\\nFor this, if you will consider, is the true meaning of that great command, \\\"Honour thy father and mother, that thy days may be long in the land.\\\"  On reverence for the authority of bygone generations depends the permanence of every form of thought or belief, as much as of all social, national, and family life:  but on reverence of the spirit, not merely of the letter; of the methods of our ancestors, not merely of their conclusions.  Ay, and we shall not be able to preserve their conclusions, not even to understand them; they will die away on our lips into skeleton notions, and soulless phrases, unless we see that the greatness of the mighty dead has always consisted in this, that they were seekers, improvers, inventors, endued with that divine power and right of discovery which has been bestowed on us, even as on them; unless we become such men as they were, and go on to cultivate and develop the precious heritage which they have bequeathed to us, instead of hiding their talent in a napkin and burying it in the earth; making their greatness an excuse for our own littleness, their industry for our laziness, their faith for our despair; and prating about the old paths, while we forget that paths were made that men might walk in them, and not stand still, and try in vain to stop the way.\\n\\nIt may be said, certainly, as an excuse for these Alexandrian Greeks, that they were a people in a state of old age and decay; and that they only exhibited the common and natural faults of old age.  For as with individuals, so with races, nations, societies, schools of thought-- youth is the time of free fancy and poetry; manhood of calm and strong induction; old age of deduction, when men settle down upon their lees, and content themselves with reaffirming and verifying the conclusions of their earlier years, and too often, alas! with denying and anathematising all conclusions which have been arrived at since their own meridian.  It is sad:  but it is patent and common.  It is sad to think that the day may come to each of us, when we shall have ceased to hope for discovery and for progress; when a thing will seem e priori false to us, simply because it is new; and we shall be saying querulously to the Divine Light which lightens every man who comes into the world:  \\\"Hitherto shalt thou come, and no further.  Thou hast taught men enough; yea rather, thou hast exhausted thine own infinitude, and hast no more to teach them.\\\"  Surely such a temper is to be fought against, prayed against, both in ourselves, and in the generation in which we live.  Surely there is no reason why such a temper should overtake old age.  There may be reason enough, \\\"in the nature of things.\\\"  For that which is of nature is born only to decay and die. But in man there is more than dying nature; there is spirit, and a capability of spiritual and everlasting life, which renews its youth like the eagle's, and goes on from strength to strength, and which, if it have its autumns and its winters, has no less its ever-recurring springs and summers; if it has its Sabbaths, finds in them only rest and refreshment for coming labour.  And why not in nations, societies, scientific schools?  These too are not merely natural:  they are spiritual, and are only living and healthy in as far as they are in harmony with spiritual, unseen, and everlasting laws of God.  May not they, too, have a capability of everlasting life, as long as they obey those laws in faith, and patience, and humility?  We cannot deny the analogy between the individual man and these societies of men.  We cannot, at least, deny the analogy between them in growth, decay, and death.  May we not have hope that it holds good also for that which can never die; and that if they do die, as this old Greek society did, it is by no brute natural necessity, but by their own unfaithfulness to that which they knew, to that which they ought to have known?  It is always more hopeful, always, as I think, more philosophic, to throw the blame of failure on man, on our own selves, rather than on God, and the perfect law of His universe.  At least let us be sure for ourselves, that such an old age as befell this Greek society, as befalls many a man nowadays, need not be our lot.  Let us be sure that earth shows no fairer sight than the old man, whose worn-out brain and nerves make it painful, and perhaps impossible, to produce fresh thought himself:  but who can yet welcome smilingly and joyfully the fresh thoughts of others; who keeps unwearied his faith in God's government of the universe, in God's continual education of the human race; who draws around him the young and the sanguine, not merely to check their rashness by his wise cautions, but to inspirit their sloth by the memories of his own past victories; who hands over, without envy or repining, the lamp of truth to younger runners than himself, and sits contented by, bidding the new generation God speed along the paths untrodden by him, but seen afar off by faith.  A few such old persons have I seen, both men and women; in whom the young heart beat pure and fresh, beneath the cautious and practised brain of age, and gray hairs which were indeed a crown of glory.  A few such have I seen; and from them I seemed to learn what was the likeness of our Father who is in heaven.  To such an old age may He bring you and me, and all for whom we are bound to pray.\\n\\nLECTURE II--THE PTOLEMAIC ERA (Continued.)\\n\\nI said in my first Lecture, that even if royal influence be profitable for the prosecution of physical science, it cannot be profitable for art.  It can only produce a literary age, as it did in the Ptolemaic era; a generation of innumerable court-poets, artificial epigrammatists, artificial idyllists, artificial dramatists and epicists; above all, a generation of critics.  Or rather shall we say, that the dynasty was not the cause of a literary age, but only its correlative?  That when the old Greeks lost the power of being free, of being anything but the slaves of oriental despots, as the Ptolemies in reality were, they lost also the power of producing true works of art; because they had lost that youthful vigour of mind from which both art and freedom sprang? Let the case be as it will, Alexandrian literature need not detain us long--though, alas! it has detained every boy who ever trembled over his Greek grammar, for many a weary year; and, I cannot help suspecting, has been the main cause that so many young men who have spent seven years in learning Greek, know nothing about it at the end of the seven.  For I must say, that as far as we can see, these Alexandrian pedants were thorough pedants; very polished and learned gentlemen, no doubt, and, like Callimachus, the pets of princes:  but after all, men who thought that they could make up for not writing great works themselves, by showing, with careful analysis and commentation, how men used to write them of old, or rather how they fancied men used to write them; for, consider, if they had really known how the thing was done, they must needs have been able to do it themselves.  Thus Callimachus, the favourite of Ptolemy Philadelphus, and librarian of his Museum, is the most distinguished grammarian, critic, and poet of his day, and has for pupils Eratosthenes, Apollonius Rhodius, Aristophanes of Byzantium, and a goodly list more.  He is an encyclopaedia in himself.  There is nothing the man does not know, or probably, if we spoke more correctly, nothing he does not know about.  He writes on history, on the Museum, on barbarous names, on the wonders of the world, on public games, on colonisation, on winds, on birds, on the rivers of the world, and-- ominous subject--a sort of comprehensive history of Greek literature, with a careful classification of all authors, each under his own heading.  Greek literature was rather in the sere and yellow leaf, be sure, when men thought of writing that sort of thing about it.  But still, he is an encyclopaedic man, and, moreover, a poet.  He writes an epic, \\\"Aitia,\\\" in four books, on the causes of the myths, religious ceremonies, and so forth--an ominous sign for the myths also, and the belief in them; also a Hecate, Galataea, Glaucus--four epics, besides comedies, tragedies, iambics, choriambics, elegies, hymns, epigrams seventy-three--and of these last alone can we say that they are in any degree readable; and they are courtly, far-fetched, neat, and that is all.  Six hymns remain, and a few fragments of the elegies:  but the most famous elegy, on Berenice's hair, is preserved to us only in a Latin paraphrase of Catullus.  It is curious, as the earliest instance we have of genuinely ungenuine Court poetry, and of the complimentary lie which does not even pretend to be true; the flattery which will not take the trouble to prevent your seeing that it is laughing in your face.\\n\\nBerenice the queen, on Ptolemy's departure to the wars, vows her beautiful tresses to her favourite goddess, as the price of her husband's safe return; and duly pays her vow.  The hair is hung up in the temple:  in a day or two after it has vanished.  Dire is the wrath of Ptolemy, the consternation of the priests, the scandal to religion; when Conon, the court-astronomer, luckily searching the heavens, finds the missing tresses in an utterly unexpected place--as a new constellation of stars, which to this day bears the title of Coma Berenices.  It is so convenient to believe the fact, that everybody believes it accordingly; and Callimachus writes an elegy thereon, in which the constellified, or indeed deified tresses, address in most melodious and highly-finished Greek, bedizened with concetto on concetto, that fair and sacred head whereon they grew, to be shorn from which is so dire a sorrow, that apotheosis itself can hardly reconcile them to the parting.\\n\\nWorthy, was not all this, of the descendants of the men who fought at Marathon and Thermopylae?  The old Greek civilisation was rotting swiftly down; while a fire of God was preparing, slowly and dimly, in that unnoticed Italian town of Rome, which was destined to burn up that dead world, and all its works.\\n\\nCallimachus's hymns, those may read who list.  They are highly finished enough; the work of a man who knew thoroughly what sort of article he intended to make, and what were the most approved methods of making it. Curious and cumbrous mythological lore comes out in every other line. The smartness, the fine epithets, the recondite conceits, the bits of effect, are beyond all praise; but as for one spark of life, of poetry, of real belief, you will find none; not even in that famous Lavacrum Palladis which Angelo Poliziano thought worth translating into Latin elegiacs, about the same time that the learned Florentine, Antonio Maria Salviano, found Berenice's Hair worthy to be paraphrased back from Catullus' Latin into Greek, to give the world some faint notion of the inestimable and incomparable original.  They must have had much time on their hands.  But at the Revival of Letters, as was to be expected, all works of the ancients, good and bad, were devoured alike with youthful eagerness by the Medicis and the Popes; and it was not, we shall see, for more than one century after, that men's taste got sufficiently matured to distinguish between Callimachus and the Homeric hymns, or between Plato and Proclus.  Yet Callimachus and his fellows had an effect on the world.  His writings, as well as those of Philetas, were the model on which Ovid, Propertius, Tibullus, formed themselves.\\n\\nAnd so I leave him, with two hints.  If any one wishes to see the justice of my censure, let him read one of the Alexandrian hymns, and immediately after it, one of those glorious old Homeric hymns to the very same deities; let him contrast the insincere and fulsome idolatry of Callimachus with the reverent, simple and manful anthropomorphism of the Homerist--and let him form his own judgment.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/32](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/32)\\n\\n\",\"timestamp\":1639208582,\"title\":\"\\nBut such is not the appointed method.  The finders are few and far between\"},\"digest\":\"SOFyuNMq9jK7OZcZWId73UHc-pjUSnmSk3lBXyV7ZSw\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Eid150wql4lIPM0TyJI6K4r33wthDGvGwpp4y3EuNnI\\\",\\\"y\\\":\\\"DylFRwAK3JoJMitszNFZZOv-APKUahodWhY-C46jTmo\\\"}\",\"signature\":\"Y7fSeaTPSIO50NP_ZbRIMjaFhEzNhiDta3kR9qBLnEUV-5EMvZ-BN8jJkr3UH2V0gMeYvN-KDn4S0G9BDXxwIA\",\"signingKeySignature\":\"0x4fc3c9f0c7f7325f786341901aaae9c2ceccb1bce02ded532fc0fdd1f0f5fcf8742071f2a00ecb527d8fed302e18d5701b94866a965a836f7c7f90faf62862e01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Eid150wql4lIPM0TyJI6K4r33wthDGvGwpp4y3EuNnI\\\",\\\"y\\\":\\\"DylFRwAK3JoJMitszNFZZOv-APKUahodWhY-C46jTmo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SOFyuNMq9jK7OZcZWId73UHc-pjUSnmSk3lBXyV7ZSw\"}"