"{\"content\":{\"body\":\"[特斯拉](https://laohu8.com/S/TSLA)居然又涨价了？\\n\\n11月24日，据特斯拉中国官网，特斯拉Model 3后轮驱动普通版价格从之前的25.09万元上涨至25.5652万元，配置信息不变；特斯拉Model Y后轮驱动普通版从之前的27.6万元上涨至28.0752万元，配置信息不变。\\n\\n而就在上周五，特斯拉其实才刚刚涨过一次价。那一次Model 3后轮驱动普通版的价格从23.59万元上调至25.09万元，上调幅度1.5万元。以Model 3为例，一周不到，两次调整之后整体价格就上涨了接近2万元。\\n\\n有意思的是，和之前降价引来的一片骂声不同，面对涨价，网友们的反应却相对平静。有网友甚至调侃，第一次发现买特斯拉还能增值，明明是买的车，却买出了股票的感觉。\\n\\n事实上，在国内特斯拉一直以来都被视为价格屠夫，以国产Model 3标准续航升级版为例，上市以来，特斯拉共计进行了至少四次调价，起售价也一度从35.58万元下探至23.59万元。\\n\\n由于持续降价，国内的特斯拉车主也早已经被和“韭菜”画上等号。为此，早在2019年3月，就有车主因为特斯拉大幅降价而到门店拉起横幅要求退还差价。\\n\\n（图：2019年3月车主因降价在特斯门店拉横幅）\\n\\n不过，一直降价的特斯拉为什么会突然涨价？连续两次上涨之后，是持续涨价的开始，还是短暂的价格波动呢？涨价和降价，哪个才是新能源汽车的真正趋势？\\n\\n**“价格屠夫”为何突然涨价？**\\n\\n和历次价格调整一样，特斯拉没有对价格调整的原因做进一步说明。\\n\\n但有细心的网友发现，在特斯拉中国官网，价格核算时预估补贴的份额已经从之前适用的2021年标准替换为了2022年的标准。补贴的价格也从之前的15840元下降到11088元，其中的差额为4752元，刚好是特斯拉此次价格上涨的部分。\\n\\n据此推测，特斯拉其实没有上涨产品本身的价格，只是将明年国家补贴退坡的部分加在了价格上。而这种说法，《商业数据派》也从特斯拉销售人员的口中得到了确认。\\n\\n新能源汽车补贴标准最早在2010年5月得到确认，在当时购买一辆新能源汽车，仅在国家层面最高就能拿到6万元的补贴。但这样高额的补贴从2013年开始就一直呈逐年下调的趋势。\\n\\n其中，第一次补贴退坡是在2013年，当时由发改委、财政部等四部门联合发文，定下了新能源汽车国家补贴2014年在2013年标准基础上下降5%，2015年在2013年标准基础上下降10%，并从2014年1月1日起开始执行。\\n\\n而又由于地方补贴通常不得高于国家补贴50%，所以随着国补的退坡，消费者购买新能源汽车能够拿到的补贴也逐年下降。到2020年，相关补贴价格已经缩减到0.85万元\\\\~2.25万元之间。\\n\\n（2020年补贴因为疫情原因没有退坡，继续沿用2019年政策。）\\n\\n一般来说，新能源汽车补贴政策每2到3年调整一次，每一次调整也会定下未来2\\\\~3年的补贴力度、退坡节奏和补贴数量。\\n\\n所以2022年的补贴，其实早在2020年就已经定好。据财政部2020年4月发布的文件显示，原则上2021-2022年补贴标准分别在上一年基础上退坡10%、20%。据2020年的补贴区间计算，2022年的补贴就变成了0.612万元\\\\~1.62万元之间。\\n\\n但实际上，每一次补贴下调，各大新能源汽车的价格也不一定都会上涨。\\n\\n例如2019年，在国家补贴直接同比下降50%，地方补贴更是全部取消的情况下，新能源汽车厂商在价格层面的反应也各有不同。\\n\\n其中，如[比亚迪](https://laohu8.com/S/002594)、[小鹏汽车](https://laohu8.com/S/XPEV)、威马汽车等新能源品牌仍然坚持之前的售价，这其实相当于厂商承担补贴退坡的价格，实现了变相降价。\\n\\n与此相反，也有一些企业选择直接涨价。其中如名爵EZS和零跑S01就涨价一万元左右，[蔚来](https://laohu8.com/S/NIO)ES8涨价最高，其基准版涨价6万元左右，创世版涨价也达到5万。\\n\\n同一时期，特斯拉在国内的价格超过30万元，并没有享受补贴的资格。到了2020年，随着特斯拉国产车的下线，其价格才首次下降到30万元以内。\\n\\n而从2020年到2021年，特斯拉其实也曾经历过一次补贴退坡。但在这种情况下，今年七月，特斯拉其实仍然在持续降价。这说明当时特斯拉也选择自己补上相应的价格。\\n\\n但从目前情况，当再一次面临补贴退坡的情况，这一次的特斯拉则直接将差价加在了价格里。可能是由于特斯拉需要控制毛利率维持在一定水平。\\n\\n**“等等党”难得亏了，价格变化的不止特斯拉**\\n\\n前面提到，这不是特斯拉短期内的第一次涨价。\\n\\n但与这一次不同，上一次价格上涨的同时特斯拉还调整了一些配置。比如续航从原先的468公里（NEDC工况）提高到556公里（CLTC工况），百公里加速由5.6秒降至6.1秒。\\n\\n虽然由于测算方式不同，续航的调整实际上可以忽略不计，但由此我们也可以发现，补贴退坡并不是特斯拉涨价的唯一原因。所以，特斯拉连续两次涨价也确实让国内消费者出乎意料。以至于有网友表示，等等党少见的亏了。\\n\\n那么，特斯拉为什么会频频降价又突然涨价呢？背后的原因在于，特斯拉价格波动的本质，是销售直营系统下，价格可依据成本随时调节的体现。\\n\\n我们知道，传统汽车厂商的销售依靠的是以4S店为核心的经销商体系，汽车厂商出具指导价，但实际的成交价格则依据不同经销商的渠道成本，甚至不同客人的议价能力有所不同。\\n\\n有刚在4S店买过车的朋友表示，4S店100个人进去，至少能问出50种价格。这种描述虽然略显夸张，但它实际上体现了在传统汽车销售体系下，由于价格不透明造成的复杂情况。\\n\\n而与传统汽车销售模式最大的不同在于，特斯拉采用的是全面直营下的统一售价，厂商指导价既是最后成交价。不议价，价格也更透明。\\n\\n在这样的情况下，一旦特斯拉价格有所波动，全国所有消费者都会感受到价格变化带来的影响，也就更容易给人来带冲击。\\n\\n但传统厂商不同，它价格下降并不会很容易传导到消费者。一方面是在几乎一客一价的情况下消费者很难形成对比，不知道自己是买贵了，还是买便宜了；另一方面则在于，很多时候即使车辆出厂价格下降了，能不能降价也要看4S店，经销商愿不愿意把中间的利润让出来。\\n\\n但与此相反，传统汽车的价格上涨就很容易传导出来。例如最近两年在全球缺芯、原材料上涨的情况的下，关于燃油车涨价的问题就已经被频频讨论。\\n\\n据中国汽车流通协会联合威尔森发布的汽车市场洞察报告显示，2021年10月价格指数环比上月上升0.2%，整体市场价格指数为99.6%，折扣率7.8%，环比下降0.1%。\\n\\n而在美国，汽车平均售价已在今年8月突破4.1万美元（约合人民币26.45万元），创历史新高。在日本，德国大众和奥迪也宣布大部分新车于10月1日起涨价。\\n\\n10月份，[雷诺](https://laohu8.com/S/0NQF.UK)首席执行官卢卡·德·梅奥（Luca de Meo）表示：“芯片供应短缺导致停产，再加上其他制造成本的上升，将继续推高汽车的价格。”\\n\\n当然，除了中间的流通环节，影响商品价格的因素还有很多。其中除了前文提到国家补贴，还包括技术成熟情况，生产规模，产品是否是进口，供应链成本以及原材料价格等等。\\n\\n例如特斯拉完全国产化之后，其价格就曾从进口起售价的43.9万元(约6.3万美元)下降到35.58万元(约5万美元)。并在2020年进一步下探30万元以内。\\n\\n而在今年7月份，Model 3标准续航升级版的价格下调1.5万元人民币时，其官方回应也曾具体提到：“此次价格调整反映了成本波动的实际情况。”\\n\\n当然，这种情况并不止存在新能源汽车，传统燃油车也经历了这个过程。一个非常明显的对比是，在上世纪90年代，本田雅阁的售价为39.8万元，如今价格为18万元左右；而丰田[皇冠](https://laohu8.com/S/5HT.SI)价格也从19.5万下降到如今的8.69万元左右。\\n\\n只是相比较而言，燃油车的工艺复杂，产业成熟也相对缓慢，价格下降的周期也比较长，因此并没有给人们带来这么深刻印象。\\n\\n而到了今天，由于传统汽车的生产技术，流程，供应链已经非常成熟、稳定，价格也就很难再出下降的空间。这就与技术还在不断成熟，成本还有望进一步缩减的新能源汽车形成鲜明的对比。\\n\\n当然也有人会说，同样是新能源汽车，为什么蔚来、小鹏、理想等品牌价格不会像特斯拉一样频繁波动？\\n\\n这个和品牌的定位有关，例如走高端定位的蔚来，轻易降价就很容易给人来带廉价的感觉，与品牌定位不符。\\n\\n在今年1月3日，特斯拉Model Y上市，正好赶上蔚来二手车政策的发布。现场，Model Y的价格成为最无关却被提起最多的问题，人们都想知道，蔚来会不会跟随降价，或者做出什么别的反应。\\n\\n但面对这些问题，李斌在现场调侃道：“看到我们卖得好，Model Y也降价了。”李斌也同时预计，一旦Model Y产能爬升，价格还会继续下降，如果有一天特斯拉降到十几万的我都不奇怪，这是他们的目标，这加速了电动车的普及。”\\n\\n对此，蔚来联合创始人、总裁秦力洪补充道：“但是两家公司的使命不一样。”\\n\\n蔚来称自己的使命是通过提供高性能的[智能](https://laohu8.com/S/5RE.SI)电动汽车与极致用户体验，为用户创造愉悦的生活方式。但特斯拉不同，它的口号是加速世界向可持续能源的转变。\\n\\n这反应在特斯拉的市场动作上，它走的就是硬件打开市场，然后依靠软件挣钱。因此，更低的价格显然有利于获得更高的竞争优势，助力产品的普及。\\n\\n汽车电子领域资深工程师朱玉龙表示，特斯拉需要不断降价，从各个市场寻找新的客户。\\n\\n朱玉龙认为，特斯拉对于中国市场销量的上涨有刚性需求，这表现在它需要中国市场的销量完成与上海的对赌，并且完成每个季度的销售目标。而从长远来看，特斯拉也需要通过销量量级的提升，逐步增大对上游供应链的议价权。\\n\\n所以，从特斯拉定价模式来讲，在保持稳定利润空间的情况下，成本上升了就涨价，相反就降价，价格波动其实是一种常态化的的表现。\\n\\n**涨价可能是一种趋势**\\n\\n有跌自然也会有涨。只不过由于特斯拉在国内的大多数情况下都在降价，所以给人们造成一种思维惯性，即忽略了会出现涨价情况的事实。\\n\\n实际上，在全球范围内，新能源汽车涨价都已经成为了一种趋势。\\n\\n例如在美国，特斯拉今年以来就经历了十多次的涨价，其中仅Model Y长续航版本在全美范围内就涨过6次。\\n\\n今年7月，特斯拉Model 3长续航版和Model Y长续航版价格上涨1000美元；今年10月，特斯拉在美国多款车型又同程度上涨，其中Model X和Model S的长续航版本价格上涨5000美元，而Model Y和Model 3标准续航版则上涨2000美元。\\n\\n而在国内，除了特斯拉之外，国产电动汽车其实也在普遍经历着涨价。\\n\\n其中像奇瑞旗下的小蚂蚁纯微电动车，从2020款上修改部分内饰之后，2021款的价格就上涨了接近一万。还有像今年的网红车，五菱宏光旗下的MINI EV，其2021马卡龙款就要比2020款高出9000多，与此相似的还有宝骏Kivi EV，欧拉黑猫等等。\\n\\n价格上涨，在一些品牌方看来是因为今年的新能源车供不应求。一方面，在全球芯片荒的背景下，提车周期增长，再加上大部分主流城市新能源车型更容易上牌，在上班通勤会主要需求场景的情况下，新能源汽车的销售也开始紧俏。\\n\\n除此之外，在全球疫情的持续影响下，上游原材料价格上涨，全球供应链阻塞等多种情况都成为推动价格上涨的“帮凶”。\\n\\n10月3日，特斯拉客户支持[微博](https://laohu8.com/S/WB)就曾发布消息称，“受芯片短缺以及成本波动影响，即日起特斯拉移动充电连接器（国标）价格上调400元人民币。\\n\\n关于这些，商业数据派之前在《日销2000辆，特斯拉靠什么跑赢芯片荒》曾有过介绍，感兴趣的朋友可以点击链接查看。\\n\\n而在这些宏观因素影响之外，地区因素也会成为全球价格上涨的推动者，这其中如国内的限电措施；或者像在德国，由于特斯拉提出的薪酬比其他德国汽车制造商的集体谈判工资低20%，因此工人要求选出工会代表他们的利益。\\n\\n要知道，特斯拉计划在位于德国柏林的超级工厂雇佣12000名工人，目前只达到了六分之一，这些意外状况显然都会最终影响到生产的成本和进度。\\n\\n所以说，在全球疫情肆虐、供应链受阻、上游原材料价格上涨、芯片荒等复杂情况的影响下，近两年内特斯拉涨价的可能性仍然很高。但放眼到未来更长时间内，要做“大众汽车”的特斯拉只会更便宜。\\n\\n \\n \",\"timestamp\":1637925985,\"title\":\"“韭里韭气”的特斯拉，车价如股价\"},\"digest\":\"Vgvq4zaxBuKFqUXcvED_LvL22rf_E0O2vUFO7vLEC2E\",\"authorship\":{\"contributor\":\"0x3cd411AFcC7d02BbE54D345602F5ed3Cf80D1C7C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"suoM7-qNxY-k83EOf7cgcf94ygXXSPjBCYn-R6Cv59c\\\",\\\"y\\\":\\\"1x2NQ_NFeW0GR_sbYACQr93qVZFGw7a6_2Ge5CrJi0Q\\\"}\",\"signature\":\"jSWO3ltkVONy9gbEkRHFT83_vsVJB-lxsSsf06NLYPVDWfN-R2MEGnzUf93Z5Cv0JjYDZGakNJkmZooMd-sNaA\",\"signingKeySignature\":\"0x9afdd0d2c96d96827a4960bdb0f946e44776d06f5d76d799452d49af9975f0353b41ed7423fa3fb8e927a7b6d299a1a2e73a1334ac6f1ec01724aad4334c08a81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"suoM7-qNxY-k83EOf7cgcf94ygXXSPjBCYn-R6Cv59c\\\",\\\"y\\\":\\\"1x2NQ_NFeW0GR_sbYACQr93qVZFGw7a6_2Ge5CrJi0Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Vgvq4zaxBuKFqUXcvED_LvL22rf_E0O2vUFO7vLEC2E\"}"