"{\"content\":{\"body\":\"Crypto Gaming seems to be what DeFi was in 2020, the next frontier attracting investors, degens, and developers in masses. And while crypto Twitter is exploding with so-called “Crypto Gaming Experts,” there is very little substance under all the noise. With influencers and projects fighting for attention, the captions and tweets get more inflated and clickbait-y every day.\\n\\nIt all started out with the first NFT Mania and the meteoric rise of AXIE Infinity that seemingly validated the crypto gaming wave as “the next big thing.” To no surprise, hungry apes and big crypto influencers soon jumped on the train in hopes of getting a piece of the pie. Just a few months later crypto gaming is no longer the underdog, but the accepted narrative for Web3's future for venture capitalists and small-time investors alike. But as always, inflationary hype masks the underlying reality by painting a picture of a perfect future.\\n\\n“Everything will get gamified, games will eat the internet, and the future of Web3 will be a huge party of memes, games, and unlimited gains.” That is a summary of what you will hear left and right on Crypto Twitter these days. But what is actually beneath all the hype? Will the Internet really become all games and fun? And what role will games and NFTs play in the future of this emerging industry?\\n\\n![](https://images.mirror-media.xyz/publication-images/xknnIfa1UEEQxyVY9u4P1.png?height=933&width=1400)\\n\\nLet us start with the basics, by going back to the first principles and by looking at some real facts. Games have existed since the dawn of humanity. Play is a natural behavior pattern in most animals starting at an early age. Over the millennia, our games have evolved from simple gambling and sports to complex strategic games that challenge our brains while stimulating our rewards system by utilizing mechanisms like cooperation and competition in combination with variable rewards. Good games are engaging and fun, they challenge you just the right amount, and they require the player to make strategic investments based on risk calculation that might come with big rewards.\\n\\nWith the emergence of the early video game industry in the 1980s, the way we constructed games changed dramatically. Since then, video games have slowly become an integral part of entertainment in our everyday lives. Fueled through the innovations of the computer age, we were able to build more sophisticated and engaging games than ever before. Especially the developments in chip and rendering technologies have made games more immersive than ever.\\n\\n![](https://images.mirror-media.xyz/publication-images/gFPCoBq-si8i0pdfqmmQK.png?height=720&width=1302)\\n\\nBy moving from special purpose machines like consoles to PC and mobile devices, we have opened the gates for mass adoption and player bases have soared as a result. Game studios like EA, Blizzard, and Ubisoft have managed to become huge multi-billion dollar corporations that produce multiple AAA titles every year, increasing the supply of new games in the process. But AAA is no longer the only segment of games that experiences mass adoption. Since the early days of Farmville (which heavily experiment with the findings in behavioral psychology from the Stanford Persuasive Design lab), to billion-dollar franchises like Supercells Clash of Clans or Candy Crush, the mobile and indie market has carved its own segment into the video game industry.\\n\\nNow in 2021, there are over 1.9 billion gamers worldwide. This makes the gaming industry one of the fastest-growing industries since social networking.\\n\\nKnowing all of that, it might be an obvious conclusion to say games are eating the internet, and crypto gaming will be the most dominant sector that emerges in Web3. But do not jump to conclusions yet.\\n\\nThe big two value propositions that the blockchain is bringing into the gaming industries are obvious: digital asset ownership (NFTs) as well as real decentralized digital asset economies connecting games across platforms, studios, and gamers. This sounds like a big deal and it really is.\\n\\n![](https://images.mirror-media.xyz/publication-images/9c0wVpShrhDlgxEnoLK4-.png?height=969&width=1400)\\n\\nBut wait a second. In-game economies are nothing new, World of Warcraft had a thriving item economy almost two decades ago, and through the emergence of in-game purchases from mobile to big free-to-play AAA titles like Fortnite the monetization of video games seemed inevitable long before Crypto Gaming was even a term. What really makes blockchain games interesting is the interoperability element that can allow people to own their assets not just in-game, but across platforms.\\n\\nSo yes, Crypto will disrupt the gaming industry in the coming years by allowing for new forms of interoperability and item economies. But that is just half of the equation right? When you go on Twitter you read that Crypto Gaming will be a lot more than just Gaming. It will be the future of social networking and it will gamify the entire internet. This is where it gets tricky, because as impressive as crypto gaming is, it is not enough for some people. Those people start making up wild narratives about how gaming is about so much more than just games.\\n\\nLet us start with the first narrative: Crypto Gaming is the future of social networking. This is something we have seen a lot and it usually shows that the person who pushes this narrative has little understanding of the mechanics of social interactions. Good games are inherently social. They leverage cooperation and competition, which as we know triggers our reward system to produce serotonin and dopamine. As we discussed in our article about social connections, human interaction is a natural need for every one of us. But social interaction is not all the same. The types of interactions you have while playing a game differ dramatically from the types of interactions that can be observed in social networks.\\n\\nWhat we see a lot in the early versions of crypto native games is simple chat rooms. People walk around in their NFT avatar of choice (which they minted) and they can chat with others through cartoonish bubbles over their heads. This thing really is not new. Gamers of the early 2000s might remember similar experiments with Habbo Hotel or Club Penguin. These so-called social games had a massive wave of hype but died down eventually due to one major reason: inefficiency. They were terrible for communication and usually terrible games as well. Their focus on creating the perfect mix led them to be mediocre at both.\\n\\nOther games like Minecraft or WoW had simple chats as well but made sure to focus on the game rather than social connections. Nowadays, games have much more sophisticated tools for communication. Driven by the explosive adoption of Discord by the gaming community, most team-based games from COD to Overwatch have in-game voice channels, and consoles like PS and Xbox have built-in voice chats on their operating systems.\\n\\nNevertheless, they did not replace Social Networks like Facebook or messengers like WhatsApp for one simple reason. Games are Games, not tools for broad, population-wide communication and information exchange. In-game communication serves a very different purpose than social networks. Over-engineering combinations of the two like Club Penguin did, might make for a fun distraction in the short term but cannot and will not replace direct communication tools. This is where it gets tricky with crypto, crypto is great at a lot of things and has brought many innovations, but there is nothing about crypto that will inherently change the way we communicate.\\n\\nWhat many might refer to in terms of crypto gaming becoming the new social network, is probably in regards to the biggest Buzzword in Web3: the Metaverse. To learn more about why it is completely ridiculous to talk about the Metaverse and crypto gaming in the context of the next few years can be read about here: <https://www.ben-evans.com/benedictevans/2021/10/9/metaverse-metaverse-metaverse>. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/hdQBraUEEvvfZdBc_ONOP.png?height=787&width=1400)\\n\\nTo understand the implications of the narrative that Crypto Gaming will “eat the internet,” take a second to think that statement through.\\n\\nAround half of the internet is work/business-related applications, from Wikipedia to Dropbox to Uber and Airbnb. Do you want to play games while ordering an Uber or booking your next Vacation? No, you want to get your Uber and book your next trip as fast as possible! Do you want to play games or hunt for tokens while needing to work on Dropbox, finish that report on Word, or shop on Amazon? No, you want to concentrate on getting the work done so you can finally go home and then play your favorite game.\\n\\nThe same goes for entertainment which gaming is a part of. There is a reason we have different forms of entertainment, from watching videos on YouTube to shows on Netflix to reading your favorite Manga online. These are applications that do not require a lot of thinking, whereas gaming needs you to be active. Games have been around for a long time now, if they would be eating the internet, they would have done so years ago. And while games will grow more important in 5–10 years once we itch closer to a virtual, mixed-reality Metaverse, they will still not disrupt the very industries mentioned above.\\n\\nSo let us conclude our findings, gaming is a huge and rapidly growing industry with incredible appeal due to inherent social reward mechanisms embedded into good game design. Blockchain technologies will disrupt the gaming industry in a variety of ways and help grow the market until it has saturated across the 8 billion people that live on this planet. This will come with huge opportunities for everyone who focuses on building the most engaging and rewarding games on top of Web3. Crypto Gaming will not disrupt the social networking space, at least not in the next 5+ years. It will also not “eat the internet,” but rather increase its market share through growing adoption.\\n\\nCrypto Games that focus on first principles: making great games will ultimately succeed, while all the metaverse games and social games will be forgotten as distractions of the early days. If you are investing in this space, be aware of these mechanics. Understand that the biggest brands and names that will emerge are not even being built yet. Do not fall for all the hype and noise. Focus on fundamentals. Make investments based on first principles by figuring out if the teams focus on the things that matter or if they have been caught up in the hype, which will lead them to a pump, stagnation because of lacking game mechanics (Club Penguin laughs from its grave), and ultimate doom.\",\"timestamp\":1642641319,\"title\":\"Crypto Gaming — A Misunderstood Narrative\"},\"digest\":\"gt7DWLZ0FGyWQGomgjmpu0N00XMuyRGOIIMIe0sX2xg\",\"authorship\":{\"contributor\":\"0xA0125FDcb3e65A2cEaDF459B8d4454167eC51D7E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"signature\":\"3olo6VOrAZdEVYKztrp77YLdrqBDN6EspYHfEhuzdd5TjqhtF63hG7FwakzyGiQx1kHfwz4DAsD-JF4ItRWhtg\",\"signingKeySignature\":\"0x9e868e13b03919aa7bb14a324934ade02f141ff34c3832628a7251b1f53959e439822cbf823013c789f1a73c0946eae86ae0434369d0307ee7b367ed7fa426b11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gt7DWLZ0FGyWQGomgjmpu0N00XMuyRGOIIMIe0sX2xg\"}"