"{\"content\":{\"body\":\"![Photo by Kyle Head on Unsplash  ](https://images.mirror-media.xyz/publication-images/gOSJgj4JacNkHbI_zv7Pg.jpg?height=4800&width=7200)\\n\\nHellooooooo there.\\n\\nIt is I! Matthew, AKA The Griot of the Stars.\\n\\nI find myself increasingly driven to master the arts of performance as a means to express myself, and...well, really dig into what it means to be a human in the process.\\n\\nI discovered recently, after a good friend kept sending me resources about clowning and improv, that there's a Clown School in my corner of LA, and it turned out they were offering an introductory class in an art form an important mentor of mine told me about called Commedia dell'Arte. An artform that taps into very well defined archetypes to create a powerful container for players to work with. I'm not really going to get too much into exactly what it is in this post, simply because we haven't in class yet. This post is just about what we did today and how I feel about it.\\n\\nI pulled up to Live Arts LA at 6:20 PM and walked in to the building. There was a really good vibe about the place, and when I walked into the main room, everyone was masked up, and stretching and chatting, and it felt good to me. I could tell everyone was there to play.\\n\\nWe spent the first hour and half just warming up. Doing silly movements and stretches. Winking and smiling and making sounds at each other. Chuckling and laughing on purpose. Humping the ground everytime we laughed. Sitting with a partner, and laughing together from a scale of 1 to 10, where a 1 is a barely noticeable chuckle, to a 10 which is just completely losing my shit. That ALONE was worth the price of entry. Going to such a high place with laughter, was crazy cathartic.\\n\\nAfter we finished the warm ups, we paired off into groups of 4. We struggled with the first group exercise which was simply going from a 1 to a 10, making sounds together, because we made it a little too complicated. But we crushed the next exercises, embodying Turkeys, and swagging out and shaking our tailfeathers. That was a really satisfying experience of co-creation, we all added a little bit. I stepped up to lead in some ways, and stood aside for others when they had great ideas. It was a really good flow.\\n\\nWe ended, with a 10 minute improv exercise, where with a partner (and we switched a few times), one player was to ask for something they wanted, the other was meant to refuse and resist strongly, and the wanter would take extreme action to get what they wanted (uh, within reason, I guess, I wonder where it would have gone if he'd left us for longer than 10 minutes).\\n\\nIt started out pretty innocent, partners and I, asking for money, jobs, our accessories and clothes. I goaded one partner into admitting they really wanted to ask for my undying love for that round. I convinced one partner to give me a job as a trader. I aggressively pursued others' girlfriends, cars, and they tried to get my hair, or my necklace. It was some pretty wild energy. We were all having fun, but it was definitely mad edgy, especially once the teacher clarified that we really had to embody some urgency and ruthlessness for the exercise.\\n\\nMy final partner, my final round before we ended the class, I decided I'd ask for his watch. I puffed up, and played big status, and he shrunk and got nervous, and the energy that moved through me...man...I tried to play nice, to draw him in, and then I pulled a gun on him and made him give me his watch and turn around and walk away. It...it was a THRILL. My god I felt so fucking alive doing that.\\n\\nWe wrapped up with us sharing our experiences, I said my goodbyes and walked out into the night.\\n\\nI'm a bit shook from the experience to be honest. I knew I had that in me, that's not a surprise. There's a part of myself I have a couple of names for. Cruel Spider or The Ace of Spades. That thing inside of me LOVED that. I can easily see all the ways that part can express itself in this class.\\n\\nThe thing that leaves me shook is how INVIGORATING it was. Not just the robbery actually! All of it! The extreme aggression, the firm, iron resistance. I'm not sure I've ever had such permission to that let that energy out, and have it RETURNED to me. THAT'S THE BIG DIFFERENCE. To go to that place, intentionally, with another person who's also playing in the mud and darkness.\\n\\nWho the fuck am I going to be after I integrate this?\\n\\nAfter I experience this course?\\n\\nHeh. Once more into the weird I go.\\n\\n\\\\-Matthew ∞\",\"timestamp\":1641911757,\"title\":\"Matthew e la Commedia dell'Arte, Prima Parte\"},\"digest\":\"zKPdcBrMRiLwk2IHaQpia1cpvCC9mrHLj-nkFkk9CKA\",\"authorship\":{\"contributor\":\"0x581Fc89F2b5d7671C8221499251277d6d6eA3EFA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GiXlyo0BxM-XxrwUxGKBhv78IYO_U5Yq56AAUkYVh44\\\",\\\"y\\\":\\\"-DEDWBstew-_a4n5hWrgn8E81j4mW0bGlOP0anCVLFg\\\"}\",\"signature\":\"E1n2h0Nsi2MnTabqMZ0lLl5ttqd-qlqUJVfKTuQv6VljfnqNPQGKsoXwh6DiriF6z32JglZvspWBu6DBY3R0jg\",\"signingKeySignature\":\"0xf5489eb99a085fc29928579d07ef7208b7bf69e134e2deb9d78d0fd146dcbc227564b9379b1a1cca1cf7b78e00a005a92c0b5c1ba489e46c1f3b6a07149297cd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GiXlyo0BxM-XxrwUxGKBhv78IYO_U5Yq56AAUkYVh44\\\",\\\"y\\\":\\\"-DEDWBstew-_a4n5hWrgn8E81j4mW0bGlOP0anCVLFg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mXW9euVrB8tPRvCsgF0W2d1uvxq9DiQ4nyixDFdT8r8\"}"