"{\"content\":{\"body\":\"私には個性がない” \\n  \\n そう悩んでいた15歳の高校生が始めたのはダイエットでした。体重が落ち始めたころ、ほめことばに聞こえた「やせてかわいくなった」。 \\n  \\n やがてそれは「やせてなければいけない」という脅迫に聞こえるようになっていきました。 \\n （ネットワーク報道部 吉永なつみ）\\n\\n## 夢だったアイドル　心に刺さったことば\\n\\n彼女の名前は尾形春水さん。人気アイドルグループ「モーニング娘。」のメンバーでした。 \\n  \\n 小さい頃から周囲の視線を集めることが好きで、その原点は5歳で始めたフィギュアスケートでした。スケートリンクに立った時に、自分だけに注がれる視線が今でも忘れられないといいます。\\n\\n尾形春水さん \\n 「まったく緊張しないし、楽しくて、ステージに立ちたいと思う原点だったと思います」\\n\\n放課後も週末もスケート教室に通う練習漬けの生活を10年続け、中学3年生の時にずっと目指していた日本スケート連盟の技術試験６級に合格、スケートからいったん距離を置くことにしました。 \\n  \\n アイドル好きだった尾形さんが、次の挑戦の場に選んだのはモーニング娘。のオーディションでした。そして厳しい選抜をくぐり抜けて合格します。\\n\\n尾形さん \\n 「スケートの時よりもっと大きなステージに立てると思うと、ただただ先が楽しみでした」\\n\\nところが歌もダンスも経験がなかった尾形さん、すぐに“ここでは戦えない”と思うようになります。 \\n  \\n デビューするシングル曲の振り付けが、なかなか覚えられません。 \\n  \\n 他のメンバーが次々と振り付けをこなす中、尾形さんはミスを指摘されても何ができていないのかが、分かりませんでした。 \\n  \\n 劣等感にさいなまされている時に、自分へのＳＮＳの投稿が目にとまりました。\\n\\n「新メンバーの子、ガタイが大きい」 \\n 「かわいいけど太ってる」 \\n  \\n 投稿は心に刺さりました。\\n\\n尾形さん \\n 「私は、歌もうまくない、ダンスもうまくない、トークもおもしろくない。秀でた個性がないとずっと悩んでいました」 \\n 「投稿を見た時、“個性を手に入れなくちゃ、それはやせることなんだ、それしかないんだ”と思い込んだんです」\\n\\n## やせた時、個性を勘違いした\\n\\n動画投稿サイトで「やせる」と紹介されている方法を次々と試しました。 \\n  \\n 白米やパンは食べない。 \\n  \\n 朝ご飯はスムージーだけ。 \\n  \\n ロケで出るお弁当はおかずしか食べない。 \\n  \\n 一方で毎日のダンスのレッスンは激しく、体重はみるみる落ち始めました。真っ先に反応してくれたのはＳＮＳなどのファンの声でした。\\n\\n「はーちん、やせてかわいくなった」 \\n 「ビジュアル担当！」 \\n  \\n “やっと個性を手に入れた”、そう思いました。\\n\\n極端な食生活はエスカレートしていきます。食べ物の量や種類に独自のルールを作って自分を管理しました。体はやせ細り、身長と体重から割り出す指標「ＢＭＩ」は一時期、14になりました。\\n\\n肥満や、やせすぎを判定する国際的な指標で、18.5未満がやせすぎです。14はやせの重症度が高い危険な状態とされています。生理も止まってしまい、体力も落ちていきます。 \\n  \\n “歩くだけで疲れる” \\n “生きているだけでしんどい” \\n  \\n そんな状態では舞台袖で出番を待つ間も立っていられず、隅でしゃがみこんでいました。以前ほめことばに聞こえていた「やせてかわいくなった」が、やがて脅迫に聞こえるようになります。\\n\\n“中身じゃなくてこの形の私が好みなんでしょ” \\n  \\n “太ったらファンじゃなくなるんでしょ”\\n\\nそう、思うようになりました。\\n\\n## 仲間が信じられない “私を太らせようとしているんでしょ”\\n\\nやせ過ぎた尾形さんに何人ものメンバーが「ちゃんと食べなよ」と、声をかけてくれました。そのことばを自分をだまそうとしているのだと受け取りました。\\n\\n尾形さん \\n 「“ライバルの私を太らせて、手に入れた人気を落とそうとしているんだ”、メンバーは本気で心配してくれていたのに、私はそう思ってしまいました」\\n\\n極端な食生活とすさんだ心持ちは1年ほど続きました。考えが変わるきっかけは中学高校時代から仲のよい地元の友人の連絡でした。\\n\\n「最近ご飯ちゃんと食べてる？見た目も全然違っちゃってるからもう知ってる \\n 尾形春水じゃなくて、アイドルのはーちんって呼ばなきゃいけないな（笑）」 \\n  \\n 何気ない文面の中にあった「ご飯ちゃんと食べてる」という問いかけに気持ちが動かされたのです。\\n\\n尾形さん \\n 「私をよく知っている人から見ても本当にやせすぎなんだ、私、危険なんだと目が覚めました。ゆっくりでいいから元に戻そうとやっと思えるようになりました」\\n\\nただ自分をゆっくりと元に戻すのは簡単ではありませんでした。我慢していたぶん、食べ物がおいしくてたまりません。 \\n  \\n “3日分くらいの食料を買いすぐ全部食べてしまう” \\n “夜中で何か口に運んでいる” \\n 　 \\n そんな行動で体型はまた急激に変化していきました。\\n\\n尾形さん \\n 「少し太ると“個性がなくなった”と思ってしまう、そうした思い込みからまだ離れられませんでした」\\n\\nそしてだんだんと、以前から抱いていた「大学で学びたい」という気持ちが強くなり、悩んだ末に学業に専念することを決意。グループには19歳まで在籍して卒業しました。\\n\\n## 投稿した、まねしてほしくない姿\\n\\n22歳になった尾形さんはいま、大学に通いながらユーチューバーとして活動しています。 \\n  \\n 時間はかかりましたが好きなものを食べ、好きなことをして生きてると思えるようにやっとなったといいます。 \\n  \\n 去年、アイドル時代の無理なダイエットで心と体がどうなったのか、「絶対にまねしてほしくない」という思いから当時の写真をつけて投稿しました。\\n\\n投稿には同じ苦しみを経験した人から、コメントが寄せられました。\\n\\n「ダイエットをしていて拒食症になり、かなり体重は落ちたけど、あるきっかけで過食症に変わった」「それから10年、過食症が治らず人生かなり苦労しています」 \\n 「私も28キロまで痩せたことあるけど、なにもいいことなかった」 \\n 「今もまだ体戻ってないし、極端なダイエットはほんとダメ」 \\n 「私摂食障害で同じような恐怖と罪悪感に毎日襲われてた」\\n\\nコメントにあった「摂食障害」は拒食症や過食症といった名前でも知られています。（尾形さん自身は心療内科などを受診してなく、摂食障害と診断されたわけではありません） \\n  \\n 医療機関につながっていないケースを含めると、症状がある人は全国に数十万人いると推計する医師もいます。専門家は尾形さんのように“やせないといけない”という思いがきっかけになるケースが多いといいます。\\n\\n## 達成感からのめり込んでしまう、悪循環\\n\\n「ダイエットをしたすべての人が摂食障害になるわけではありませんが、ほとんどすべての摂食障害はダイエットがきっかけで発症しています」\\n\\nそう話すのは摂食障害に詳しい精神科医の永田利彦さんです。\\n\\n永田利彦医師\\n\\n永田利彦医師 \\n 「自分に自信がなかったり、生きづらさを抱えていたりすると、目に見える“成果”がすぐにでるダイエットが生きる救いになってしまうこともあるんです」 \\n  \\n 「そして体重が減ると達成感がある。周りからも褒められると、ますますのめり込んでしまうという悪循環です」\\n\\n摂食障害に有効な治療薬はなく、根気強くカウンセリングを続ける必要があり、回復には長い年月がかかるといいます。 \\n 　 \\n 「どう治療するか」以上に「どう発症させないか」が大事で、無理にやせようとすることの危うさに気付いてほしいと永田さんは訴えています。\\n\\n## コロナ禍で、子どもに摂食障害のリスク\\n\\nこの摂食障害、コロナ禍で子どもたちが、症状を持つリスクが高まっていると考える専門家もいます。 \\n  \\n 獨協医科大学埼玉医療センター子どものこころ診療センターの作田亮一教授です。\\n\\n作田亮一教授\\n\\n摂食障害の疑いで初めてセンターを受診する小中学生を調べたところ、去年1年間で70人となり前の年より60％も増えていました。例年は30人前後なのに、ことしも9月までにすでに37人となっています。\\n\\nある中学生は新型コロナの影響で休校になった時、運動不足が気になりネットで調べた方法でダイエットを始めました。 \\n  \\n 食べる量を減らし筋トレをして体重が1年半で12キロ落ちました。センターに来たのは症状が出てから1年以上たってからでした。 \\n  \\n ダイエットのきっかけがコロナ禍の運動不足でネット情報を参考に始めたというケースは、ほかの子どもでも相次いでいます。 \\n  \\n そしてふだん接している家族でも、症状を見落とすことが多いと言います。\\n\\n作田亮一教授 \\n 「親世代が“やせること＝頑張っている” “太る＝怠けている”といったイメージを持っていて多かれ少なかれダイエットの経験があります」。 \\n  \\n 「子どもが急にやせることを “注意すべきこと”と思わず、リスクを見落とすことがあるんです」 \\n  \\n 「子どもたちは繊細で素直で影響されやすいのです。大人たちはどんな状況でも、適切な食事と睡眠、適度な運動が大切だと伝え続ける必要があります」\\n\\n## “あなたのままでいい”\\n\\n“コロナ禍で症状に悩む子どもが増えているんです”と尾形春水さんに話した時でした。 \\n  \\n 尾形さんは \\n 「私がそうだったように、自分に自信が持てないと誰にでも起こりうることだと思います。“あなたはあなたのままでいいんだよ”とそのままを認めてくれる、そんな社会になるといいなと思います」と言いました。\\n\\n“あなたのままでいいんだよ”ということばを聞いた時、これまで摂食障害の取材で、私に時間を割いてくれた人たちのことを思いました。 \\n  \\n 彼女たちの話しを聞いていると拒食や食べ吐きのきっかけになる「ありのままでいられない、自分らしくいられない生きづらさ」に、私自身、共感するところがたくさんありました。 \\n  \\n 生きづらさのひとつが「女性はこうあるべきだ」という世の中のあちこちにあふれるメッセージで、「やせているほうが美しい」というメッセージも、まるで手本とすべき“ふつう”であるかのように世の中に漂っています。　　　　　 \\n  \\n 食べることに問題を抱えるのは、自分らしくいられない生きづらさが背景にあって苦しんでいるのだということを多くの人に知ってほしいと思っています。 \\n  \\n また摂食障害は本人が自覚しにくく、家族や友人など周囲の人の気付きが治療につながります。 \\n  \\n ・自分の意思で食事をコントロールできていない。 \\n ・食事や体重に生活が振り回されている。 \\n  \\n そんな行動に気付いた時は、心療内科や精神科に、子どもの場合は、かかりつけの小児科などに相談してください。 \\n  \\n 地域の精神保健福祉センターや保健所などで相談を受け付けている場合もあります。\",\"timestamp\":1636697326,\"title\":\"やせた私、 “個性を手に入れた”と思ってしまった\"},\"digest\":\"kBxPyzZuIbbsqr-7uaPshwEBXyf9HB_QjO2cYzLIjdY\",\"authorship\":{\"contributor\":\"0x56F477dA0948c143D88c3ce03028188817a0BE9f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DKP8HMvaHMiQyDs4n_VD32jRXL6K5NVHc2WEyGzA4SU\\\",\\\"y\\\":\\\"PlwKvVF9JKi6rYCeR_ETSKj-B1QF68nXBB-IVqLlHPM\\\"}\",\"signature\":\"9HdUS6eR2KQYwWcddfKwORh_ajx3hMNyi7bFNnIk5VOdQ2BwuOQIIq7TKvJMvpHaO-90uZjB-bgn2Vnn-5bRvQ\",\"signingKeySignature\":\"0xbb6d081c0f62344ab27959de61b312f3a4c29a2ae04bab4710d04dcb6147f8de6a1a62ce55bdf0efc04a6600023ce3c454a9a241c7cab60f1e0847c64e84173a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DKP8HMvaHMiQyDs4n_VD32jRXL6K5NVHc2WEyGzA4SU\\\",\\\"y\\\":\\\"PlwKvVF9JKi6rYCeR_ETSKj-B1QF68nXBB-IVqLlHPM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kBxPyzZuIbbsqr-7uaPshwEBXyf9HB_QjO2cYzLIjdY\"}"