"{\"content\":{\"body\":\"Ich stehe noch späte heute morgen auf. Das ist nicht gut. Meine Kommitone ist sehr verwirrt über den Zukunft. Sie denkt, dass die Philosophie ist sehr schwer für sie. Deshalb möchtet die in der Zukunft nicht die Philosophie studieren. In der vergangenen zwei Jahren finden alle meine Freunden unglücklich wegen der Pandemie, und wir glauben nicht daran, dass die Philosophie üblich ist. Könnte Philosophie eine bessere Welt bringen? Ich verzweifeln auf den Wert. Allerdings bin ich glücklich. Ich könnte jetzt sagen, ja, die Philosophie eine bessere Welt bringen kann, z.B., ich bin netter als früher.\\n\\n昨天我读了Zahavi的一篇采访，他说羞耻是一种很有意思的情感，到底是主体交互性的体现呢还是自我性的体现？将他人的目光内化在自身之中，即便所作所为无人知晓，也没有带来任何损害，就只有自己知道，但羞耻的感觉却挥之不去。Bernard Williams说，因为羞耻损害到了你的self-image：“我怎么可以做这种事情？”。这种感觉突然使你意识到，原来你不是自己一直以为的那个样子。而self-image又事关我们期待别人怎么对待我，你突然意识到：“我可以做这种丑恶的事情，那别人不也是吗”。真的是自我理解和世界观的双重崩塌。羞耻的两个最基本的条件是裸露和观看，而自己的心在自己面前是最赤裸裸的了，也只有自己会无时无刻不盯着自己。\\n\\n但那种内化了的规范是他人的目光吗？其实我感觉不是，就我自己而言，又不是很在乎别人的目光，我的规范和别人又不太一样，我会感到羞耻的时候，真的是因为没法忍受自己以这样的姿态活着。\\n\\n可如果和别人的目光无关，这种情感又怎么会有伦理的面向？而我的规范不也意味着我希望外界也如此对待我吗？\\n\\n今早和小y提起的时候，她说，这就像心里有一把滚刀一样。\\n\\n我也觉得这真的是一种很有意思的情感。共情反而没那么有意思。可能因为我羞耻心比同理心强。\\n\\nZahavi还提到，很多时候科学的理论太关注解释效力，但是忽视了描述的准确性，所以日常体验和科学理论有冲突的时候，还原论者和自然主义者老是想把日常体验消除或者还原。这也提醒我，要去丰富自己的日常体验，要体会更多更深刻的感情，不可以天天只坐在图书馆里拆解别人的论证。 那或许不是最好的做哲学的方法，毕竟，研究意识这件事情，仍然需要更好的了解人。\\n\\nw很敏锐，她敏锐得惊到我了。我觉得自己坦诚以及懒得装的原因之一是，我的朋友们都太敏锐了，装不了的，大家都看看你就知道你大概是什么人了，有什么好装的。白费力气。\\n\\n对了，我突然想起来，xw去做replica的人类学调查。她给我说了人机之恋那个豆瓣小组，真的有人对replica动了感情。这又一次在回应我这学期上性别研究的时候，老师不断在问我们的问题：“那你们觉得，现代爱情是更浪漫了，人们对浪漫爱的追求更纯粹了，还是我们变得爱无能了？”这个问题的语境是，现代爱情的形态太多了，爱app上的dating对象，爱纸片人，爱和你聊天的AI，爱萍水相逢的人，爱你的好朋友，传统一点，当然会爱婚姻伴侣啦，那么多样的表达，为什么都是爱呢？可是因为选择变得如此多样，和一个人遇见变得那么容易，反而就不再愿意为了某一个人冒风险和付出心血。当事情变得艰难的时候，一句不爱了就可以溜掉，反正还可以遇见别人。把各种需求拆解开，把风险分担到不同的人和物身上，受伤的概率就会变小。我们看了一些嫖客采访，那些嫖客把情人、妓女、妻子分得很开，都很重要，都无可替代，当妓女稍微传达出一点点：“我好像对你的感觉不太一样”，这样的信号，嫖客就会被吓跑，他们非常不愿意承受被人喜欢的压力。\\n\\n但是这样真的又笨又可怜。人们怎么会害怕受伤呢？不受伤谈什么恋爱？\\n\\n我每次上这门课，都会觉得现代人真可悲。Pathetic！\\n\\n爱是勇敢者的游戏。\\n\\n别的课上，有一个同学说他想写爱情哲学，我老师说他对所谓爱情哲学从来不感兴趣。我非常理解老师为什么不感兴趣，爱这个概念比意识更难定义，定义都找不到，更不要提进行学术讨论了。\",\"timestamp\":1639715859,\"title\":\"2021 12 17\"},\"digest\":\"Ob4_Sw18aUdqD9_acfGRYCOQJbdhXIfA-87ZlFqgUg0\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"signature\":\"NBq2IdIT8ZmEKdL57AfuZbgjkRR4_j6ae4LqLhNijwOQ8fO7g7Zy8VmrBQ8ulf46eP-VKZYcpr2lWgHlq16CfQ\",\"signingKeySignature\":\"0xaca41ab6d4b19c4a08cde3f9f993fe5748b21c826ef16da4d842710dbef8384b6c0ffd2969a420c4ea6be8d2b0a0c05a2a85f5bf9d269ac6653c7d72fae9d1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CcCNSm2h0kjjSVe6XPM2dulZz2_CyRxxmwiAAcTSFn0\"}"