"{\"content\":{\"body\":\"Recommended for 2 games of betting on Monday.\\n1 Premier League Arsenal vs Crystal Palace\\nArsenal is the middle and upper reaches of the Premier League team. Last season, they ranked 8th in the Premier League. They did not perform well in the new season. They are temporarily ranked 13th in the league. They played away against Brighton in the league. They finally drew with their opponents 0-0 and ended the game for 4 consecutive games. Wins, and achieved 5 wins, 1 draw and 4 losses in the last 10 games. The team's recent state is not sluggish.\\n\\nCrystal Palace is the lower reaches of the Premier League team. It was ranked 14th in the Premier League last season. It is not performing well in the new season. It is temporarily ranked 14th in the league. It played against Leicester City at home in the league, and finally drew with the opponent 2-2 and won the game for 2 consecutive draws. In the last 10 games, it has achieved 3 wins, 4 draws and 3 losses. The team's recent state is very sluggish.\\n\\nIn this game, the home team Arsenal gave 0.5 goals to the first point, and immediately rose to 0.75 goals. The two sides have played against each other in the last 6 times. Arsenal have achieved 1 win, 4 draws and 1 loss. The lottery currently has a win of 1.49 and a draw of 3.65 , Lose 5.15, optimistic about the home team, recommend Arsenal to win at home.\\n\\n2 Holland B, Fordanren vs Breda\\nFodanlen is the middle and upper reaches of the Dutch second team. Last season, he finally ranked sixth in the Dutch second. The new season performed well, temporarily ranking third in the league. He played away against Ters in the league and finally defeated his opponent 5 to 1 and won the game for 4 consecutive games. The team has won 6 wins, 3 draws and 1 loss in the last 10 games. The team's recent state is not sluggish.\\n\\nBreda is the middle and upper reaches of the Dutch second team. Last season, it was ranked 5th in the Dutch second. The performance of the new season is not good. It is temporarily ranked 14th in the league. He played the league at home against the Al Youth team. In the end, he defeated the opponent 1-0 and won the game for 2 consecutive games. Won, 3 wins, 3 draws and 4 losses in the last 10 games. The team's recent state is very sluggish.\\n\\nIn this game, the home team Fodanlun gave 0.5 goals to the first index, and immediately rose to 0.75 goals. The two sides have played against each other in the last 6 times. Fodanlun scored 2 wins and 4 losses. The lottery currently has 1.54 wins and 4.05 draws. , Lose 4.15, optimistic about the visiting team, recommend Fodan Lun to make 1 goal tie.\",\"timestamp\":1634533263,\"title\":\"Premier League Arsenal vs. Crystal Palace, Netherlands, Fodanren vs. Breda 2 games recommended.\"},\"digest\":\"24bqFl9WQwPhvmNW_UMoPhdGQTzAlCc8ahgsIEiMgrc\",\"authorship\":{\"contributor\":\"0x8A329c2c86CBB3d7c268564cA7052ff99C8Fda04\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBG7_9dzjNQuwUj6JnyMkwM7SeU2Dcs6y2G-_CwEZms\\\",\\\"y\\\":\\\"56IWIgOE5todi7iHogpac4rxxQcZjTvqj_dA2uEtSKs\\\"}\",\"signature\":\"GeZalvjoQAr5zzl7KV9nOIAQ89S8KS0jtJqmf3Ivb84qrYyu4gALdLqIQe3I-wHiqk3ThsuTztOEojYqDteuag\",\"signingKeySignature\":\"0x2b8b814b27e5957d6b0a63c15bcd987b51e5406e77cec508c5069dfc86a4116168bfc71a619f4d5ab1c651f9d7bdccafb4600d993d6bab7156ebba615e7b61b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBG7_9dzjNQuwUj6JnyMkwM7SeU2Dcs6y2G-_CwEZms\\\",\\\"y\\\":\\\"56IWIgOE5todi7iHogpac4rxxQcZjTvqj_dA2uEtSKs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"24bqFl9WQwPhvmNW_UMoPhdGQTzAlCc8ahgsIEiMgrc\"}"