"{\"content\":{\"body\":\"Recently, I saw a project where the team provided funds to repurchase project tokens for destruction, which was praised by users as the “big picture”, but the price of the currency did not rise but fell. Although the wool comes from the sheep, the team's money must come from the users, and only after earning enough will there be enough money to use the income for repurchase and destruction, but still can't help but complain: it is shameful to waste money.\\n\\nTalk about the destruction of this matter. The destruction is nothing more than deflation and raising the price of the currency. People in the currency circle seem to firmly believe in the truth: deflation brings about an increase in currency prices, but they have completely forgotten that the core of the increase in currency prices lies in the increase in demand. To give an extreme example, a dog with a circulation of 21M will reduce its production every four years. In order to boost price comparison, the project party said that we will pay for it and buy back 1M a month, so that the remaining dog will become more and more scarce. . What do you think will be the result? The inflow of repurchase funds brought a short-term increase in currency prices, and profitable speculators shipped, and the price fell back. The repurchase funds have been completely eaten by this group of speculators. The more real situation is that because the price has fallen after the repurchase, the consensus has been lost, and the price will fall below the original price.\\n\\nWhy is this? Because the currency price is determined by the number of currency holders and the size of the pool. The pool can be large or small. The repurchase funds are transferred to the speculators, and the shipment brings about a decline in the price ratio and damages the consensus. The first panic sells, and the pool becomes smaller and naturally falls. Then, the total issuance of 21M BTC that reduces production every four years, why has it been strong, and every reduction in production is a big benefit? Because BTC has a strong consensus and supported by consensus, deflation is meaningful.\\n\\nAnother example is ETH. Before EIP-1559, ETN has been inflationary, but this does not affect the price of ETH (strictly speaking, the price of ETH has been fluctuating sideways rather than falling due to inflation. One of the reasons is The influx of new funds brought about by a strong consensus); the same is true for currencies in the real world, with unlimited issuance and inflation, the essence of which is the consensus brought by state power and the material increase that supports this consensus. By the way, in digital currencies, since ETH and BTC are regarded as currencies, the US dollar can be regarded as a commodity in the reverse direction. Inflation means that the purchasing power of currency issuance is weakened, that is, the amount of US dollars that can be bought becomes less. The reason for this change of thinking is that the dollar has a fixed denomination.\\n\\nSpeaking of destruction. For destruction to be meaningful, the premise is that the currency has a strong consensus. The currency circle has no state power, and the strong consensus comes from the usage scenario, that is, rigid demand. I can say without evasiveness that BTC would not be so valuable if it hadn't imagined the application prospects of blockchains triggered by smart contracts brought by ETH. For a currency with rigid demand, deflation will be a big plus; for a dispensable currency, deflation is nothing more than market fluctuations caused by the transfer of new funds injected, and it may even damage consensus.\\n\\nSo the question is: how to make money have a rigid demand?\\n\\nThe answer has actually been said: enrich the usage scenarios of currencies.\\n\\nWhat kind of usage scenarios will users buy? If you understand psychology or are familiar with all kinds of business stories, I believe you can list one or two in your mind. If you don’t understand, think about your usual consumption, which are necessities and which are non-essential but really cost a lot of money. Ask yourself, why do you spend money on these things? Hi Tea, Bubble Mart, luxury goods...\\n\\nWhat is your psychology behind buying these things?\\n\\nSocial needs, curiosity needs, herd psychology, gambler psychology...refined to psychology, gambler's fallacy, herd effect, induction confrontation, hyperbolic discounting, commitment upgrade, mental account, conditional strengthening...\\n\\nThese are all things we can learn from to stimulate demand.\\n\\nFor example, how can an oil refinery increase the currency price?\\n\\n1. Stimulate the desire to purchase NFT. Of course, the most exciting thing is to buy it and make money. Of course, the matter of making money is very complicated. If there are more people who buy, the people who buy before will naturally make money, which will naturally have a wealth-making effect and attract more people to join. Here we mention some direct means. How can an NFT without a star halo get out of the siege?\\n\\nUsing the user's gambler psychology, a lottery or card-collecting model is a good model.\\n\\nSome time ago, there was a scam project called EENFT that was very popular. It set the story of the periodic table and played a set of cards. In just one month, the inflow of funds was hundreds of thousands of dollars. I also recommended this project, because according to the project mechanism, users and teams can enjoy themselves, and new players will continue to flow in. Unfortunately, the team is too short-sighted... The project is actually very terrible, and even the NFT is not on the chain. , You might say that there are people playing this?\\n\\nBut there are really a lot of people who don't even look at these imaginary ones. If they want to buy them, they will buy them. If they can make money by buying them, they will buy more. Simple and rude, this is the logic of NFT. It's useless to paint a flower with a native dog NFT. Many people actually don't want to buy a vase. It can't be used as a decoration. Especially in this big environment, a vase NFT really can't stimulate any desire to buy.\\n\\nHowever, the nature of a lottery or a collection of cards has changed, and it has become a game that can be entertained and made money. Do you remember the activity of buying instant noodle collection cards when you were young? Think about your mood at the time. The unknown and gambling pleasure brought by the lottery/collection card becomes part of your NFT value. Humans are born gamblers, you have to admit this.\\n\\nNFT has an important task, which is to assume the responsibility of project token deflation. Think about those high-priced NFTs, cryptopunks, what is the real world most similar to this type of NFT? real estate. NFT is the reservoir of project tokens. NFT must be purchased with project tokens, and the purchased project tokens must be directly destroyed. NFT sold must be priced at U. This is to attract new funds to enter. Doesn't the currency price increase as soon as you come and go?\\n\\nPart of the funds originally used for repurchase can be used to expand the team and improve the quality of NFT, and part of it can be used as a prize for lottery and card collection. In this way, it is possible to not waste repurchase funds while deflation, rebate players, enhance consensus, and naturally attract new players to join. The value of the destroyed tokens is actually deposited in the NFT.\\n\\nA core point of the lottery and card collection mechanism is to do a good job in the secondary market. Because there are a few winners after all, most users still need to appease. The secondary market is actually a completely effortless action for the project party, because the secondary market is essentially the transfer of wealth between users, and at this time players are not as sensitive to profit and loss as the primary market, and the decline in NFT prices is only a market issue and will not hurt Project consensus. The player makes money and thinks that the project is good, but it is actually a consideration paid by another player. With the secondary market, users who have not won the prize/collection can also recover part of their investment.\\n\\nThe extra investment is actually buying the unknown and the pleasure of gambling, but it flows into the project physically, which undoubtedly increases the currency price and consensus.\\n\\n1. Use scenarios of NFT. We say that everything can be NFT, a game prop produces a basket of gold coins, which is the so-called making money with NFT, which is essentially NFT pledge. A core question is, is NFT pledge to produce project tokens or to produce U? The production of local currency actually treats NFTs as perpetual bonds, but the interest rate is too low to apply to the blockchain world, and the interest rate is too high will cause token inflation; produce U, U is real capital, and the project party has long-term Blood transfusion will be constrained. There will be less funds for development projects, less team incentives, and once the production and U are insufficient, the project consensus will be destroyed, which is not conducive to the development of the project in the long run.\\n\\nSo what to do?\\n\\nI think the end is to produce NFT. Remember what I said before? NFT is the most perfect destruction flow, it is the precipitation of value that inflation brings more than currency, and it is also the best rope to tie users. NFT pledges project tokens, and the project tokens are used to buy NFTs. The same starting point and end point exist. But the question is, what should I do if people get the project tokens and sell them? Once the consensus is shaken and the NFT cannot be sold, the project will be cold.\\n\\nTherefore, NFT must be produced directly. The most perfect way is that the project token X and the in-game secondary token X1, NFT pledges part of X1 and the new NFT, users will think that the NFT is equivalent to the corresponding value at the market price, and they will feel that the profit is high; the team is the only one All you have to do is to produce a new NFT without worrying about token inflation; the project also better anchors users. The secondary market of the new NFT is actually the transfer of wealth among users.\\n\\nYou can even design some superimposed buffs: random new NFT attributes, fusion to produce super NFT, etc., a lot of tricks, no harm. The core lies in the \\\"NFT pledge to produce NFT\\\" line. For the case, take a look at AXS.\\n\\n1. Dual-token circulation mechanism\\n\\nI mentioned this in the previous article, it seems to be Loserchick or which one. Interested friends can read it by themselves.\\n\\nJust say so much, I'm tired of typing too many words. Interested friends can chat with me privately before communicating. In short, project mechanism design is a profound knowledge. It’s best to be familiar with psychology and economics. I will just talk casually. I can’t reach a deeper level... I really hope that some big guys can consult and learn.\",\"timestamp\":1634801898,\"title\":\"Why don't I think repurchase and destruction is a good way? Attach the correct NFT mechanism design\"},\"digest\":\"2NKk5udMzMLU4rYAbnGD2Qx8ujUBXWMWh3AIVHL6XZY\",\"authorship\":{\"contributor\":\"0x31Ae182A31Bb2c3cfd9e2E3732cc53f7606FB773\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ceEX0Km5RUx16HIZHwnsLaoiV5ZqUIt9hlb-JSoAMR8\\\",\\\"y\\\":\\\"w_bJKwa52qoepfHvKUTcukhnY-MahuUtsX4u9wHHuYs\\\"}\",\"signature\":\"TkD9Jc8yN5taq-BnE3hl2JlmCES1wN8Bw4fbfpRgFOdfwKZrBvm9MraWOFx9o8iX3_Suw-ePXsVXoeRQSxiUAg\",\"signingKeySignature\":\"0xfcf00ba67d5a2d1051932684312af8c03638649520376d269fafa1334a64d36b264953510e1b852ef8444917cda4e3e4e33642d3a396afa659a417bcc10f4d081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ceEX0Km5RUx16HIZHwnsLaoiV5ZqUIt9hlb-JSoAMR8\\\",\\\"y\\\":\\\"w_bJKwa52qoepfHvKUTcukhnY-MahuUtsX4u9wHHuYs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2NKk5udMzMLU4rYAbnGD2Qx8ujUBXWMWh3AIVHL6XZY\"}"