"{\"content\":{\"body\":\"DeFi, abreviatura de Decentralized Finance, es, con mucho, el sector de más rápido crecimiento del espacio criptográfico. En solo un año pasó de 5 billones (americanos) de dólares en octubre de 2020 a casi 30 billones de dólares en octubre de 2021.\\n\\nEsta revolución en el mundo de las finanzas se basa exclusivamente en la gestión de activos digitales a través de contratos inteligentes que corren en la blockchain.\\n\\nElementos y artífices fundamentales para el éxito y escalada de todos estos contratos financieros son los DEX y AMM.\\n\\n## ¿Qué es un DEX?\\n\\nUn DEX (decentralized exchange) es un intercambio descentralizado entre pares, esto supone permitir a las personas realizar el intercambio de tokens sin la intervención de terceros y sin perdida de la custodia de los activos gracias a los mecanismos establecidos en los “smart contracts”.\\n\\nDependiendo de varios factores, como la profundidad de liquidez, el volumen de transacciones, la tecnología subyacente y otros factores, el valor de cambio de cada par de tokens puede variar sustancialmente entre distintos DEXes.\\n\\nHay que tener en cuenta también que cada DEX permite swaps en unos pocos pares de tokens específicos basados en sus propios criterios de selección o liquidez por lo que cuando se busca cambiar un token por otro hay que encontrar el DEX adecuado para su par elegido antes de realizar un intercambio.\\n\\n**¿Qué es un AMM?**\\n\\nAMM significa Automated Market Maker, (creador automático de mercado). En el mercado financiero cripto, supone añadir una característica esencial a los dexes ya que permite generar beneficios al los proveedores de liquidez y al propio DEX.\\n\\nLos proveedores de liquidez son usuarios que aportan un par de tokens a lo que se denomina piscina de liquidez, cada vez que uno de esos tokens es intercambiado por otro, los proveedores de liquidez obtienen un porcentaje de la comisión del servicio.\\n\\nAsí los AMM tienen reservas de pares de tokens donde un algoritmo determina el precio de cada token en el pool de liquidez que posee estas reservas.\\n\\nEl algoritmo ajusta constantemente el precio de cada token en función de la actividad de compra y venta en el propio fondo de liquidez. El resultado es que el precio del intercambio entre token A y token B podría variar mucho según la elección del fondo de liquidez y del volumen de transacción planificado.\\n\\n## Casas de cambio descentralizadas en la KCC\\n\\n## Kuswap\\n\\n![](https://miro.medium.com/max/1400/1\\\\*AOYYPm63veFqQwJUzkctAQ.png)\\n\\n## En primer lugar tenemos Kuswap, con un valor total bloqueado en el protocolo de 12MUSD\\n\\nKuSwap, es un DEX y AMM dentro del ecosistema financiero de KCC (KuCoin Community Chain).\\n\\nKuswap incorpora todo un catálogo de productos financieros descentralizados.Además de los productos básicos descritos incorpora también loterías, agricultura de rendimientos, y launchpad para el lanzamiento de nuevos productos en la KCC. La comisión por transacción en Kuswap es de tan solo un 0,1%.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*D_anr93YlKdb5_X-leSm_Q.png)\\n\\nPor otro lado recientemente han lanzado ya su plataforma de gobierno por medio de KUSDAO, donde los titulares votan y aportan propuestas para el funcionamiento de protocolo contribuyendo a que KuSwap se descentralice progresivamente lo cual es positivo en aras de la eficiencia y seguridad de los usuarios.\\n\\nKUS es el token nativo de Kuswap, de los que se emitiran 350,000,000, no obstante, para evitar convertir este token en uno inflacionario, esta sujeto a mecanismos de compra y quema de KUS, facilitando la estabilidad del precio y evitando la devaluación del mismo.\\n\\n**Precio**\\n\\n$1.97083485\\n\\n**Capitalización de mercado**\\n\\n$6,424,547\\n\\n**Emisión total**\\n\\n3259809,852 Kus\\n\\n**Activos en Liquidity Pools**\\n\\n$3,360,437\\n\\n**Fecha de lanzamiento**\\n\\n25/06/2021\\n\\n**Token**\\n\\nKUS\\n\\n**Contrato**\\n\\n0x4a81704d8c16d9fb0d7f61b747d0b5a272badf14\\n\\n**Web**\\n\\n[https://app.kuswap.finance](https://app.kuswap.finance/)\\n\\n## KoffeeSwap\\n\\nUno de los primers intercambios descentralizados que salió en la KuCoin Community Chain, empezó con fuerza pero poco a poco ha ido perdiendo terreno a favor de Kuswap. Su interfaz UI/UX es bastante cómoda y amigable para el usuario, disponiendo adicionalmente de gráficos de evolución de precios e historial de transacciones.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*btG4y9Mce0wzvjYCY7EZ_w.png)\\n\\nTambién tiene un programa de agricultura de rendimientos a través de su AMM,con recompensas en su token nativo KOFFEE.\\n\\n**Precio**\\n\\n$0.1840961\\n\\n**Capitalización de mercado**\\n\\n$641,951\\n\\n**Emisión total**\\n\\n3487044,5 KOFFEE\\n\\n**Activos en Liquidity Pools**\\n\\n$124,747\\n\\n**Lanzamiento**\\n\\n07/07/2021\\n\\n**Token**\\n\\nKOFFEE\\n\\n**Contrato**\\n\\n0xc0ffee0000921eb8dd7d506d4de8d5b79b856157\\n\\n**Web**\\n\\n[https://koffeeswap.exchange/](https://koffeeswap.exchange/)\\n\\n## **Kudex**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*ktSnEHrMOj-72LaBbbdYWA.png)\\n\\nKudex es otro DEX AMMque corre en la Kucoin Community Chain con programa de agricultura de rendimientos (yield farming).Este protocolo sin embargo tiene unas interesantes características a destacar.\\n\\nCada transferencia de KUD tiene un impuesto de transferencia del 2%. El 1% del impuesto a la transferencia se agrega al fondo de liquidez a través del contrato de forma automática y el otro 1% se quema instantaneamente para evitar una devaluación desmedida del token. Otro interesante mecanismo que utiliza este protocolo es su Token Locker, que bloquea la recolección de recompensas como sistema preventivo anti bots de arbitraje. Por último decir que tambien tiene eliminada la posibilidad de rugpull. Esto supone que el contrato tiene eliminada la posibilidad de robo de fondos por parte de los desarrolladores.\\n\\n**Precio**\\n\\n$0.00126502\\n\\n**Capitalización de mercado**\\n\\n$179,891\\n\\n**Emisión total**\\n\\n142204751,979 KUD\\n\\n**Activos en Liquidity Pools**\\n\\n$77,705\\n\\n**Lanzamiento**\\n\\n08/07/2021\\n\\n**Token**\\n\\nKUD\\n\\n**Contrato**\\n\\n0xbd451b952de19f2c7ba2c8c516b0740484e953b2\\n\\n**Web**\\n\\n[https://kudex.finance](https://kudex.finance/)\\n\\n## Boltrswap\\n\\nCon apenas unas semanas funcionando, el proyecto gozaba de haber obtenido la subvención oficial de la KCC. Sin embargo tras su lanzamiento irregular y debido a las presiones de la comunidad, dicha subvención se le retiró por votación de la comunidad\\n\\n![https://snapshot.org/#/kcc.eth/proposal/QmSN4oxpEajdXeqWCHzwLLxsaUbRkDJTHhtgp7SzN1QEjd](https://miro.medium.com/max/1400/1\\\\*krru1sKRvJy5TvmzhMYkyA.png)\\n\\nRecién lanzado\\n\\n**Precio**\\n\\n$0.01212\\n\\n**Capitalización de mercado**\\n\\n$303,874\\n\\n**Emisión total**\\n\\n25,000,000 BOL\\n\\n**Activos en Liquidity Pools**\\n\\n$81,257.69\\n\\n**Lanzamiento**\\n\\n03/10/2021\\n\\n**Token**\\n\\nBOL\\n\\n**Contrato**\\n\\n0x258e78df1f9235025294b29feabdffa18fb5138e\\n\\n**Web**\\n\\n[https://boltrswap.com](https://boltrswap.com/)\\n\\n## Mojitoswap\\n\\n![](https://miro.medium.com/max/1400/1\\\\*kqHyjwL76nyCVlLVk49NLA.png)\\n\\nEste nuevo DEX AMM ha empezado su debut con buen pie en la KCC. De entrada en su prelaunch ha brindado con un airdrop a todos aquellos que hicieran transacciones en la KCC con anterioridad a su lanzamiento.\\n\\nAdemas de su servicio como DEX y AMM pretende ofertar agricultura de rendimientos y staking de su token nativo MJT.\\n\\n**Token**\\n\\nMJT\\n\\n**Contrato**\\n\\n0x2cA48b4eeA5A731c2B54e7C3944DBDB87c0CFB6F\\n\\n**Web**\\n\\nhttps://www.mojitoswap.finance\\n\\n**Enlaces de KuCoin Community Chain y redes sociales**\\n\\nWeb: <https://www.kcc.io/>\\n\\nDocumentación: <https://docs.kcc.io/>\\n\\nExplorer: <https://explorer.kcc.io/>\\n\\n**Redes sociales**\\n\\nDiscord: <https://discord.gg/H5ucJydSyd>\\n\\nTwitter: <https://twitter.com/KCCOfficialTW>\\n\\nTelegram español: <https://t.me/KucoinSpanish>\\n\\nTelegram Channel: <https://t.me/KCCOfficialChannel>\\n\\nMedium: <https://kccofficial.medium.com/>\\n\\n## \\n\\n \\n \",\"timestamp\":1634674306,\"title\":\"Los principales DEX y AMM en la KCC \"},\"digest\":\"s4BPb9-f490KOL87X_iSmG-JxesVwOKOU7SnViJRf3k\",\"authorship\":{\"contributor\":\"0x0fB213a1Af101b1429e6aD3020ad92Fb0D25Eb1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJ-6dJcCgL6sURXzwWKZ5o7aoozXPMNDW4llGzKWYjU\\\",\\\"y\\\":\\\"cLLwdUWKAmZirC72cCt_EBJGU-nunmvD1fPFkPAL1yY\\\"}\",\"signature\":\"DR7Zd6yHedA3b7iIVRU6cKqUOZP_yXDzHot4tsGVn10Q2w2HwFtH8BffTDJ5cy-PpylHVnoPca0Oq7by74qIUw\",\"signingKeySignature\":\"0xbcdcd3e7602840a12794052cac0bc97e3ba3050e98ad4ddb28f376afcbb8c56d559bca4a92e0cf9a0635662b752ce5d8db96e9f86ab7e698ac5b806f4a027c8a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KJ-6dJcCgL6sURXzwWKZ5o7aoozXPMNDW4llGzKWYjU\\\",\\\"y\\\":\\\"cLLwdUWKAmZirC72cCt_EBJGU-nunmvD1fPFkPAL1yY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s4BPb9-f490KOL87X_iSmG-JxesVwOKOU7SnViJRf3k\"}"