"{\"content\":{\"body\":\"![Chapter 17: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/_EeEAc1tZMp__xfdzS3uT.png?height=1770&width=2406)\\n\\n[https://open.spotify.com/episode/3YTzn4JSFghBnA2genpbLS](https://open.spotify.com/episode/3YTzn4JSFghBnA2genpbLS)\\n\\nTalia groaned as she opened the tent. She could see the thin trail of smoke petering out of the grow truck’s engine. It was the third time it had broken down since the sandstorm that had swept through the area, and she found herself more and more jealous of the city — still within sight, though no longer looming in the distance — and the wide, tall walls that kept it protected from anything of the sort. Fans would be blowing like crazy at the edge of the city, funneling out any sand that had managed to find its way in. It always did. But not like this. Everything here, in the tribe, seemed to be caked with the stuff. She couldn’t get it out of her clothes, though the nomads seemed to be able to shake it off, move through it without much notice. But it was everywhere.\\n\\n“Talia, can you — ”\\n\\n“I got it,” Talia said, waving away her friend as she made her way to the truck, the tool set she had cobbled together from the nomads strapped to her back. Ever since she had found the leaks on her first day — well, first functional day — the truck had become her pet project. Everyone expected her to see to it, day and night, and keep it running as best as possible. Saleh’s earlier words, about how if it became too much trouble it would be ditched, seemed to go out the window once they realized the knack she had for working with it. And it was fun, at first. Figuring out the little ways the truck could be even more efficient. Lowering the daily fuel consumption it needed had been widely celebrated, with most of the tribe taking the win as a perfect excuse for a half-day off to relax and enjoy. But it just kept having problems. And she kept having to fix them.\\n\\n“Everyone helps where they can, best,” Saleh had told her. It was logical. It made sense. But Talia was starting to feel like she had been thrust from one boring, low-level, job to another. Just because this one was a little more exciting, a little more on the edge of things, having to slap the few supplies she had together to make it work, didn’t mean that it was that much more rewarding. Particularly since, as Saleh had told her, they had plenty of other ways to survive. This truck was a luxury. It was the most basic, boring artisanal farm she had ever seen.\\n\\nAfter way too many hours of cleaning out gear boxes and nutrient hoses, Talia slumped down next to the truck. The low evening sun cast a long shadow across the truck’s back, and she sat in the shade, eating some of the food she had grabbed before she headed out. She made a checklist in her head of everything she’d have to go through tomorrow — a third of the gearboxes still needed cleaning out, and one of the fix jobs she had done on some of the disposal pipes in the back had started acting up again. She needed real gear to fix this properly. The tribe was willing to pitch in for the next time tech traders came through, but that could be weeks, and there was no guarantee they would have the parts that Talia needed. The traders who moved between the cities were not used to nomads wanting to buy much of their gear, and you were lucky if they had anything they were willing to part with at all.\\n\\n“How’s it going?” Saleh asked as he sat beside her, grabbing some of her food without asking. That irritated Talia. Everything had been irritating her lately. The desert made her a grouch, apparently.\\n\\n“Fine,” she sighed. “Any word on when people might be coming through? There’s only so much I can do with what I have.”\\n\\n“You know, I think you might be as much good luck as you are bad,” he laughed. “We never had this many problems with it before you came.” His smile was always quick, his laughter soon to follow. It lit up his face — Talia was sure he could only be a year or two older than she was.\\n\\n“You didn’t know what problems you had!” she exclaimed. “You had an admirable setup, that’s for sure. But once you get right down to it, there are so many tweaks that need to be made to make this thing workable long-term. Honestly, a better truck would be the first step. Though I’m not sure that’s the path you all want to take.”\\n\\n“What’s wrong with our truck?” Saleh asked in mock offense.\\n\\n“It’s made for short-term transport, not living in the desert full-time. It doesn’t have a safe enough shell. Things keep getting in that aren’t supposed to get in. Not to mention, if you really want the plants to thrive, we need some treatment for the insects. A greenhouse like that attracts everything under the sun, and it’s not sealed up enough to keep them out. You need a heavy-duty plasteel shell, for starters, something more lightweight than the metal encasing it has now. It would help with temperature regulation, too, and I have some ideas about insulation that might go a long way towards reducing the power usage — ”\\n\\nSaleh put up his hands. “We don’t want anything elaborate. We just want it to work.”\\n\\n“It takes a lot to make it work right,” Talia said. “The people in the past didn’t make gardens compact for fun! It took generations upon generations of high-level technicians to even make it feasible. And you want to be able to toss it in the back of a truck and roam around without any problems? That’s going to take work.”\\n\\n“It sounds like over-engineering to me.” Saleh leaned back. “You city folk are always over-engineer. What is wrong with a rope? You have to make it out of some complex wild plasticky stuff. What’s wrong with a basket? You need sand-proof containers. We live in the sand!” He scooped a handful up, letting it run through his fingers. “Why do we have to pretend like we don’t?”\\n\\n“Everything is designed for its purpose,” Talia countered. “I know you guys are low-tech, but I see the sort of optimizations you do. Even tents are a technological development! You could just lay down in the sand and sleep, but you don’t. The way you place them, the way you organize camp to center around the most important resources, even the sheep you breed for heartiness. It’s all tech, just a different kind.”\\n\\n“Fair, fair,” Saleh said as he tapped his nose. “But we know when to stop.”\\n\\n“Not with this truck, you don’t.”\\n\\nHe shrugged. “Then maybe we don’t need the truck. All good things must come to an end. But then what would you do? Tend sheep? Your head is always turning, you’d lose it. It would roll right off without a problem for you to grind over.” Talia didn’t know how he managed to notice so many things about her. More so than Rachel ever had, and with greater clarity than her parents had been able to — they were always a bit blinded, the way parents were, with who they wanted her to be. In a few weeks it felt like Saleh had picked up more about her than most people had in her life. She wasn’t sure how to feel about that.\\n\\n“I don’t know.” Talia pulled her coat tighter around her as the temperature dropped. “I do think I’m only useful here as long as you have this thing. But I don’t know how much longer I can take banging my head against the wall, trying to make it work.”\\n\\n“There will be men coming through soon, men to trade,” Saleh said, standing and offering his hand to Talia. “We can maybe sell the truck to them then? There are some plants we could harvest from it before then. And then we can let it go. Things are this way, sometimes.”\\n\\n“But then what do I do?” Talia asked. “I can’t just keep braiding ropes and hauling water. It’s…I don’t know.”\\n\\n“Boring?” Saleh smiled. “Come on. Tomorrow I will take you to someone who might have an answer for your troubles.”\\n\\nTalia followed him back to the tent, her mind churning. She felt guilty that they might give up the truck over her complaints about it. Was Saleh, right? Maybe she had gone too far. There was a part of her, at the beginning, that had been over-the-moon about the project. The chance to make a fully-functioning transportable farm. All the ones in the city were built to stay in one place, and the work the nomads had done on it already was impressive. And it did work, even if it wasn’t optimized, and needed more repair than she felt it could need. Should she just have left it well enough alone?\\n\\nShe slept fitfully that night, her mind taking her back to the city, over and over again. There didn’t seem to be an option besides going back. Head hung low, apologizing to her parents, who would take her back without question — she was sure of that — but for years to come, there would be jokes and comments about the time she ran off. It was hard to stomach. And Rachel wouldn’t understand why she had turned her back on everything the way she had. Her only real friend, lost because she couldn’t leave it well enough alone.\\n\\nThe next morning, after Saleh had left Talia to mope in the tent, which she appreciated, while still feeling guilty. Then, he brought her to a tent she hadn’t visited yet. It was on the very edge of the encampment, its walls more elaborate than even Saleh’s, who had confessed to her that he liked to use his weaving skills to show off a bit in the tribe. Inside, a surprisingly young woman was smoking a hookah. She smiled brightly when she saw Saleh.\\n\\n“My boy!” she said, coming forward to embrace him, though she could not have been much older. “How are you?”\\n\\n“Good as always, Wynli, but I have a friend for you. She is having troubles here. Can’t be happy.”\\n\\n“Ah.” Wynli nodded at the two of them, then dismissed Saleh with a wave. He gave Talia a brief hug before leaving, and she was alone with the woman. Wynli’s hair was beaded elaborately, and Talia noticed, as the woman sat back down, that her legs were awkwardly bowed beneath her skirt. Her whole appearance was somewhat shriveled underneath her various cloaks and robes.\\n\\n“What is making you unhappy?” she asked, offering the pipe, which Talia declined. She had never liked the sensation.\\n\\n“I don’t know,” Talia said. “I left the city because I did not think I was given the right life path. And then I found this place, and I’ve been helping with the truck, but it’s like trying to fix a grower motor with sticks and twigs. I don’t know what use I would be here without it, but I don’t know what other options I have.”\\n\\n“I was born in the city,” Wynli shared.\\n\\n“Really?” Talia asked, “I thought — ”\\n\\n“My legs? All of this?” She raised a thin arm. “I was born like this, and the only option was going to be full augmentation, replacing the limbs with stronger alternatives. Even our medical science cannot reverse every course. My parents objected — my mother was a bit caught up in the old ways, and the AI was one thing, but her daughter becoming a cyborg? She was disgusted by the idea. I was resigned to a life of unhappiness. I did my best to stay as strong as I could, but there was little I could do among the traders. So much relies on appearance, and even if I could work a desk job, people would not have wanted to work with me. I made them uncomfortable. I couldn’t see a light at the end of the tunnel. There were very dark days. But then I heard of Ekur.”\\n\\n“Rachel’s father said something about that place,” Talia said. “One of my friends.”\\n\\n“He must have liked you. It is not knowledge that people share often. I was desperate for anything that might help, and knowing very little about it, I collected my belongings and was determined to set out. It was hard. I had to buy animals, of course, to make the journey, but at the end, it was all down to me. I almost died!” she laughed, shaking her head. “And I almost gave up, many times. But I kept going. There, I found people who helped me understand what it was I needed to do. The nomads offered me much kindness and support on my journey, and had shown me my talent for weaving and storytelling. Here, they did not care what I looked like, as long as I could contribute — and I could! When I left Ekur, I knew I had to return here. Without Ekur, I would have kept searching.”\\n\\n“What did they teach you?” Talia asked. “How did you decide?”\\n\\nWynli shook her head. “That I cannot tell you. Except that they helped me to see, clearly, something that is lost in the cities. I think it is the smog. Obscures people’s vision,” she joked.\\n\\nTalia felt a surge of annoyance. This woman had already gone to this place, admitted she’d nearly died doing it, but she couldn’t let Talia in on it? Over and over, she was surrounded by people who knew what they wanted, but couldn’t tell her why, or how. Was she always going to be left behind?\\n\\n“You’re very angry,” Wynli said. “That’s fair. It’s frustrating to feel lost while everyone else is on a clear path and you are in the weeds. But it is not their fault that you are lost.”\\n\\n“It would be easier to be fine with it if they had a way to help me out,” Talia grouched.\\n\\n“And that is what I am doing! I think you need Ekur as much as I did back then. It is north of here. The journey is long and hard. It is nestled within the mountains that form the center of this desert. They can help you. But you must do the work yourself.”\\n\\n“I always have to,” Talia said. “But thank you. I guess I don’t really have any other choice.”\\n\\n“There is always a choice. From what I’ve heard, Saleh would be more than happy to have you stay here.”\\n\\n“He’s been a good friend.” Talia smiled. “Put up with me.”\\n\\n“He’d be happy to put up with you for a long time,” Wynli said with a wink. “That will always be a choice for you, I think.”\\n\\nTalia blushed. She wasn’t blind; she had suspected that Saleh’s feelings might have grown past nurturing a sick girl he found in the desert to something more, but romance had always been the last thing on her mind. There was always work to do. She had to keep moving forward.\\n\\nWynli laughed at the look on her face. “Do not worry. He’ll let you go, or he would not have brought you here.”\\n\\nTalia thanked Wynli for her help, feeling anxious as she headed back to Saleh’s tent. He took the news well enough, though he failed to hide his disappointment. Like Wynli had said, he knew what he was doing when he brought her to the tent.\\n\\n“Don’t get rid of the truck, though, okay?” she said, as he helped her back her bags. “I was being over-the-top about it. You should all be proud of what you made and how well it works already.”\\n\\n“I’ll keep it chugging for a while longer,” Saleh said. “And who knows? Maybe one day I will make the changes you said. To remember the girl who could never be happy with what she had.”\\n\\n“Remember me better than that!”\\n\\n“I will.” He grinned. “Now, we’ll see you off first thing in the morning. I can ride you a day out, but that’s all I can spare, I’m afraid.”\\n\\n“That will be plenty, thank you, Saleh,” Talia said, thinking how none of this could ever be easy, could it?\\n\\nThe next morning, they left, the few other friends Talia had made — more acquaintances, really — seeing them off. People didn’t ask where she was going, or why, though she wondered if they knew about Ekur like Wynli did. Saleh talked nonstop the whole ride, explaining different aspects of the desert, telling stories about growing up in the region, things he wanted to do in the future. That evening, he dropped her off, waving as he turned for the long ride back. Within minutes, she was alone in the desert, and a profound sense of loneliness set in. She had a feeling there would be no more encounters until she reached Ekur. This next stretch was really on her own, for better or worse.\\n\\nThe first week was hard. She had all of her rations and supplies, and they weighed her bags down, slowing her progress. By the second week, she had eaten through half of her food — the hike was a hungrier task than she expected — but it made the going easier, and she picked up a good pace. She couldn’t imagine what it must have taken for Wynli to make the journey alone. Even riding it would have taken a huge toll. Saleh had given her a map of the different oasis she could use to fill up, and more than once she was left anxious that she wouldn’t reach the spot to fill up in time. The only upside to the constant rationing, water tracking, and sheer exhaustion of the walk was that it kept her mind too busy to drift towards her thoughts. She traveled largely at night, the stars acting as a waypoint, and collapsed in exhaustion every day, sleeping soundly as the sun blazed overhead.\\n\\nWhen she reached the mountain, she was nearly out of food. Talia stared up at the range in front of her, the foothills she still needed to cross before she was even in the mountain proper. Saleh had said there was food she could find when she was there, and she hoped he was right. She wanted to find the answers, but she wasn’t sure she was willing to risk death for them like Wynli had been. Talia looked back at the wide desert behind her. The sun was rising, and she needed to set up camp. There was no way to contact anyone, no one to help.\\n\\n“Ekur, I’m coming for you,” Talia told the mountains.\",\"timestamp\":1640333615,\"title\":\"The Journey to Ekur - Chapter 17\"},\"digest\":\"N1uX5UXpTxwW6TEuflqMdjpSZoU-YQOb2MKmpN6Hhy8\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"N8J1Sl2AEK-bpXtSFE9GWki0xJ7Keh847X5YoZBAfTRdttgR2vdF1NlvJylzUJNkeBwIP5S6DFNBgASWw-Tnlw\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N1uX5UXpTxwW6TEuflqMdjpSZoU-YQOb2MKmpN6Hhy8\"}"