"{\"content\":{\"body\":\"More than a year ago I submitted the “Community Hub” idea in Project Catalyst Fund1.\\n\\nIn the last Fund6 “Cardano Hub Eastern Europe” was supported – thank you to everyone who voted! But due to the limited budget of that category – it wasn’t funded.\\n\\nSo I’m putting this idea again, with some new thoughts and details.\\n\\nKyiv is becoming an important crypto capital. Just recently we had BlockchainUA conference which was the biggest crypto event in Eastern Europe. Roman Oliynykov (IOHK) gave an amazing speech there about Project Catalyst.\\n\\nKyiv is a popular destination for development offices, crypto-startups, and crypto-entrepreneurs. Situated between the US, Western Europe, and Asia, Kyiv is also becoming an important networking center, and blockchain as an industry is rising here in all aspects. There is also a particular interest in Cardano among developers, investors, and crypto entrepreneurs.\\n\\nCardano Hub Eastern Europe will focus on the following incentives:\\n\\n– Developer evangelism (explaining how and why it's good to develop on Cardano)\\n\\n– Local communication with businesses, NGOs, and government agencies\\n\\n– Localization/translation help and support\\n\\n– Meetup organization\\n\\n– Cardano popularization\\n\\n– Cardano and crypto education\\n\\n– Education about Project Catalyst and promotion among entrepreneurs\\n\\n– Lobbying for favorable legislation\\n\\nAt the same time Cardano HubEastern Europe will be a physical place, located in the center of Kyiv and will have working hours from (at least) 10:00 – 21:00 and sometimes even later (when meetups happen or when there are some events).\\n\\nThe idea is also to have a small cafe and a Cardano shop (selling merchandise) and allow different crypto-projects to make meetups there. In a long term, I hope such incentives will help to achieve sustainability so after 6 months Cardano Hub won’t need to apply for funding.\\n\\nThe budget for the next 6 months:\",\"timestamp\":1639561524,\"title\":\"Cardano Hub – Eastern Europe – Proposal in Project Catalyst Fund7\"},\"digest\":\"mI1fwBEqVJ_yhdEJSsLh8p5PapkP53UqM3RuMabAbmE\",\"authorship\":{\"contributor\":\"0x839adb7722ED43cB62a1A71E0589fb2Ff7bcFbA6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qc1H7IFnQlF3Fz6i1ZXeseL0D-0QuhoCH7B0El3pjOY\\\",\\\"y\\\":\\\"fW1gvLVMl2BgMcnikythsAg325hffEuvSLtZSHwmphE\\\"}\",\"signature\":\"H-DV08QKbYISQPtvxauEUxIGGI_wrYmj5qBZZYbMcI5MEB--d7mpIL4SdYolEzVOc7_56B3NLR4IIDZ_11PrDg\",\"signingKeySignature\":\"0x9a4012c24e46330207e65f0fee75261f1b5af24dc583d4bd8cf1e1ce4afcdb992d109f3f1b7146117b22f00bb30f0029d1a6c8428c1e6c75f859c33af46d69c01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qc1H7IFnQlF3Fz6i1ZXeseL0D-0QuhoCH7B0El3pjOY\\\",\\\"y\\\":\\\"fW1gvLVMl2BgMcnikythsAg325hffEuvSLtZSHwmphE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mI1fwBEqVJ_yhdEJSsLh8p5PapkP53UqM3RuMabAbmE\"}"