"{\"content\":{\"body\":\"Music is one of the strongest forms of story-telling, it also has strong utility: it's useful in bringing people together; it's beneficial in its cathartic power; and it can be profitable for rightsholders. Music, however, rarely managed to put those two powers together to create massive value in a similar way to other art forms. Perhaps because of the fleeting nature of audio, or because of its ubiquity, what created value was rarely the music itself, but instead the future potential revenues associated with that music. \\nIn a massive bird's eye view of the history of those potential revenue makers we went from a sheet music dominated pre-modern era into a 20th Century dominated by physical recordings followed by the current digital era. Among many other aspects, a part of that trajectory is a move from scarcity to ubiquity and a move from ownership to nonpossession. Music's inherent utility and story-telling abilities, however, position it perfectly to explore the value of NFTs and the underlying blockchain technologies. Moreover, those technologies allow musicians, fans, and organizers to create new forms of public sphere. In the thinking of philosopher **Jürgen Habermas**, a public sphere is a space where people convene to discuss and pinpoint problems and relate those to governments. The new, decentralized, public sphere brings the public and the government together into one group. \\n\\n## Stepping into the value proposition\\nDuring the first real mainstream push for blockchains in 2017 **[Imogen Heap](https://hbr.org/2017/06/blockchain-could-help-musicians-make-money-again)** wrote for **HBR** that:\\n> Blockchain has the potential to provide a more quick and seamless experience for anyone involved with creating or interacting with music. For example, listening to a song might automatically trigger an agreement for everyone involved in the journey of a song with anyone who wants to interact or do business with it — whether that’s a fan, a DSP (digital service provider such as Spotify or iTunes), a radio station, or a film production crew.\\nThis problem has not been solved yet, the black box persists even if there's been [some positive developments](https://www.musicxtechxfuture.com/2021/03/18/a-necessary-legal-fight-collective-rights-management-and-allocation/) in fighting unassigned royalties. What's more, it's not actually artists like Imogen Heap, or Independent Management Entities like **Unison** who are currently getting the most success in breaking the black box, but investment funds like **Hipgnosis**. In their latest [annual report](https://static1.squarespace.com/static/5937f2f1bebafb1297678ff8/t/60e2a296b958e2192c5d5a50/1625465502816/HSFL-AR21-web-.pdf) the company states that:\\n> our copyright management that has identified historic registrations errors,break downsin income chains and unclaimed recordings, which when fixed will all create incremental revenue for the Company. For example, we have identified 76 million views of unclaimed/unmatched recordings of our Songs on YouTube in the month of January alone, which would represent a 36% uplift. \\nOf course, Hipgnosis' copyright management has nothing to do with blockchain, let alone NFTs. However, the annual report also stipulates that the company currently explores this space including:\\n> the potentially lucrative NFT landscape but also increased activity in the production and release of personalised digitally focused merchandise and collectibles utilising our copyrights which will lead to significant upside in revenues.\\nIn other words they see two potential revenue streams:\\n- On the one hand there's the 'simple' 1-of-1 NFT sale strategy\\n- On the other hand, there's the utility aspect of NFTs in terms of new ways to present merch and to create collectibles out of the IP that Hipgnosis now owns\\n\\n## Pushing boundaries\\nWhat's striking about the three options laid out above: copyright flows, 1-of-1 NFTs, and collectibles is that they barely touch upon the inherent power of story-telling and the utility of music. Let's see what happens when the focus does turn to those two elements and what kind of roadblocks appear. \\n### Back to royalties\\nConsidering the above argument by Imogen Heap and investment funds like Hipgnosis it makes sense to start with the utility or future royalties. There aren't many examples yet of NFT sales that included percentages of full claims of future royalties. And that's probably because most of the paperwork required still happens off-chain. That said, there's still a lot that can be utilized by including a royalty percentage not only of future sales of the NFT, but also of the song or album included with the NFT as well. Using the same kind of valuation process that a company like Hipgnosis uses it's possible to determine, for example, a baseline value to the NFT at first sale. \\nThis, of course, is pure utility. To bring in the story-telling the artist or band involved will have to tap into their creativity. By asking 'why mint an NFT' and going beyond the financial imperatives and into the creative community the story-telling starts immediately. Who to work with? Why? Which audience to focus on? The superfans? With what goal? Etcetera and so on. Each of these questions comes with a story and all of them will be unique to the NFT, because the idea of the drop led to each connection and collaboration. \\nPushing boundaries means hitting roadblocks. The most obvious one here being the fact that future royalties are not handled via blockchains yet, nor are smart contracts accepted yet in the world of [Collective Management Organizations](https://www.mdpi.com/1999-5903/12/8/134). \\nAnother roadblock comes in the form of Security Law. Basically, it's easier to sell a piece of art that might appreciate in value than it is to sell something that involves the direct promise of future revenues. To be on the safe side, it's better to dive into [this Security issue](https://dilendorf.com/resources/security-token-offerings-for-nfts.html) in advance. \\nThe final roadblock leads neatly into the focus on community for my next point. It concerns the fact that not all marketplaces are capable of splitting revenues. **Mirror** is a great example of how splits can work, but for many marketplaces the primary focus is on one seller and one buyer. The music-focused NFT marketplace **[Foundation](https://foundation.app/)**, for example, only recently implemented splits, and for now they are limited to [three recipients](https://help.foundation.app/en/articles/5305276-how-can-i-create-a-split-on-foundation#:~:text=As%20a%20creator%20on%20Foundation,realized%20in%20the%20NFT%20space.&text=Click%20%22Create%22%20to%20mint%20an,add%20a%20title%20and%20description). \\n### Towards community\\nWhether it's bringing together a set of creatives in a [DAO](https://www.musicxtechxfuture.com/2021/06/08/the-community-owned-rave-event-organisers-as-daos/) or engaging your fans with perks and surprises connected to [NFTs](https://www.rodg.io/) and [other tokens](https://www.coindesk.com/latest-music-act-to-launch-a-social-token-portugal-the-man) the community aspect drives a lot of boundary pushing within the blockchain and NFT spaces. A great example is **[Songcamp Elektra](https://songcamp.mirror.xyz/)** of which [Bas is a part](https://www.musicxtechxfuture.com/2021/06/29/why-im-participating-in-songcamp-elektra-%e2%9a%a1%ef%b8%8f/). Another example comes through **Holly Herndon**, who just launched her **[Holly+](https://holly.plus/)** which is an instrument built from her voice. Moreover, she'll [govern her digital likeness](https://twitter.com/hollyherndon/status/1415321272653844488) through a DAO. Giving over your voice to bring together a community might be a step too far for a lot of artists, but it shows what's possible.\\nTaking the notion of the superfan, NFTs can be used to create layers of status in fan communities. This stretches as far as **3LAU**'s [custom song](https://www.cultr.com/news/3lau-just-sold-his-ultraviolet-album-nfts-for-11-7-million/) to things like **Li Jin** (admittedly not a musician) recording [a podcast](https://www.youtube.com/watch?v=dPDlDuKG3vQ) together with the buyer of her first NFT. Another example is the sale of **Umek**'s [concert](https://djmag.com/news/umek-announces-world-s-first-live-performance-nft), which could be used by a fan to get him to play a set at their house, but could also be used to book him at a venue. With all of these examples, they only touch the surface of what's possible when it comes to community-driven NFTs. \\nThis is where the Web3 notion of ownership comes in. Whereas before fans could set up their own fanclub anywhere they wanted, now it becomes possible to have a fan club that includes the artist and where both they and their fans govern the club together. In a decentralized public sphere, the artist becomes more than a musician. This isn't for all artists, nor should it be required. But for those artists who enjoy fostering a community with their fans, the promise of shared ownership and community-based decision making is easier to realise than ever. \\nStory-telling then becomes a shared opportunity between artist and fans. Moreover, the primary utility of music is to bring people together, something exemplified in the emergence of DAOs. Looking at DAOs or other fan communities governed through NFTs and other tokens as new forms public sphere helps to define how they can operate. With Habermas, the public sphere mediated 'a public' to 'a government', whereas with a decentralized organization the public is also the government. And each step and decision that organization takes requires good story-telling in order to find agreement and continuity. \\n\\n## The role of artefacts lead back to story-telling\\nGaming is ahead of music when it comes to the adoption of digital artefacts to enhance and display identity in online worlds, or metaverses. Music is catching up, for example through the **[Genies Universe](https://genies.com/)** or **WILSONN**'s [AR filter NFT](https://theindustryobserver.thebrag.com/wilsonns-nft-auctions-for-more-than-40000-usd/). But it's nowhere near the  potential of skins and items in games. The promise of NFTs for the metaverse is that it creates the building blocks for [the thriving economy needed to really make it the successor to the mobile internet](https://www.matthewball.vc/all/metaversepayments). The NFT allows its owner to give proof of provenance for the artefacts the NFT connects to. In other words it validates the story someone tries to tell within the public sphere. As music creators and fans continue to build, solidify, and expand communities, the public spheres they create will allow them to convene together and drive their creativity forward. Moreover, in convening publicly the community will hopefully create the story-driven social contexts for the utility of their creative visions. \",\"timestamp\":1626305056,\"title\":\"On utility and story-telling in a new public sphere\",\"publication\":\"musicx\"},\"digest\":\"rMoWPvN6u7D2ATMkLlFSG9bqC6zwTLdyUOV1Ug2zcX0\",\"authorship\":{\"contributor\":\"0x04a395a382B43d083ac5F43eb4c32B93d5a43E00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kSwF8bBd8gfbo_XimK4dudcH2uiYU__vZ2CGdQiPhO4\\\",\\\"y\\\":\\\"T_ClItNnHEnfVI8_NCm8cWWVCnMYcOvkadw7XikvVKo\\\"}\",\"signature\":\"_MVQ5Gep_LENy3OIhZMFayvKik1cuocwyL7hZCRvc89On5gAPkNn-IWrVIjagVS4_Qp8AaFLa_cG2olzqK5JcQ\",\"signingKeySignature\":\"0x5e85f8eab1d822f7c10856613a822c69976136d384c71b6fcaace37da1049d415e3bfde92b3cc2ddedfaa6202f292e12a19374e46b883c697ca32e4b09c1cd9d1c\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kSwF8bBd8gfbo_XimK4dudcH2uiYU__vZ2CGdQiPhO4\\\",\\\"y\\\":\\\"T_ClItNnHEnfVI8_NCm8cWWVCnMYcOvkadw7XikvVKo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rMoWPvN6u7D2ATMkLlFSG9bqC6zwTLdyUOV1Ug2zcX0\"}"