"{\"content\":{\"body\":\"### The Practice of Relaxing the Threat Detector\\n\\nYou can practice it right now, as it’s likely that your Threat Detector is activated in this very moment. If not, you might notice the next time you’re interacting with anyone, in person, in video calls, or even messaging/email.\\n\\nHere’s how to practice:\\n\\n* **Pause**. Turn your attention to your bodily sensations, and see if you can notice a place where you’re feeling tense. There might be a tightness in your chest, stomach, head or jaw.\\n* **Stay**. Keep your attention on the sensation of tightness for a few moments, just resting the attention gently and with openness, no judgment. You might even bring an attitude of warm compassion or friendliness towards the sensation, which after all are just trying to protect you from perceived threats.\\n* **Breathe**. Take some deep breaths into the belly, letting yourself be filled with a sense of spaciousness with every in-breath, and letting go of tension with every out-breath. Do this for 5-10 deep slow breaths, seeing if you can relax the tension a bit.\\n* **Change your view**. Here’s the key: can you change your view of the threat to something that gives you a sense of possibility, curiosity or gratitude? If you’re with another person, instead of thinking of them as somoene who might judge you … can you see them as someone who you might feel a sense of connectedness? Could you be curious about this beautiful being? Could you feel a sense of possibility about collaborating with them? Could you be grateful to have them in your life? Try out these kinds of views, and practice trying to see them as non-threatening and someone who can fill you with a sense of  wonder.\\n* **Breathe in again**. With this new view, can you breathe and relax your tension, and feel a sense of openness, connectedness, warmth and gratitude?\\n\\nThis obviously doesn’t happen with a flick of a switch. It takes practice. You won’t necessarily “get it right.” That’s OK, just keep practicing. Be encouraging with yourself.\\n\\nWith practice, you might be able to relax in a group of people, on any meeting, and in online social interactions and messages. What would it be like to be less drained, and instead feel a sense of connection, wonder, and love for the world around you?\\n\\n \\n \",\"timestamp\":1637673069,\"title\":\"The Practice of Relaxing the Threat Detector\"},\"digest\":\"sxoZ9-JkUjvUNkTVqjMnj3pcWfd4fjgmIcMKe0Gcm_U\",\"authorship\":{\"contributor\":\"0xF619c015C99c1BbCBF394997e28dB004EFa82067\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lvU4TDkvtgV1Dm-jUIrd3FBiUqiAfjCwM-YTfH9g5gs\\\",\\\"y\\\":\\\"htIC-UHqDXRHsin9zs3QHteZgahy6QP7giJvo-Tj8U8\\\"}\",\"signature\":\"FKt8bUs68f37WELWN8K3_yF3sDnxxHrDuQ7Rn6Tvo6VveNW5HMV4YFbGhaY0qQYOSh_y-dYNUt0c6ca2ISB8aw\",\"signingKeySignature\":\"0xf3ebefabfed8f574c6cf2ee86cd4df8e78e396a707683355221d5f5915e4faab54865570221fdfab819201f0ed05bfcab290c0add7acaecc4436a9302c86f82a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lvU4TDkvtgV1Dm-jUIrd3FBiUqiAfjCwM-YTfH9g5gs\\\",\\\"y\\\":\\\"htIC-UHqDXRHsin9zs3QHteZgahy6QP7giJvo-Tj8U8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sxoZ9-JkUjvUNkTVqjMnj3pcWfd4fjgmIcMKe0Gcm_U\"}"