"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/FAwZ_9ih8AfshllA2WTRj.png?height=341&width=612)\\n\\nOn December 30, 2021, REI Network announced the \\\"REI Network Node Election Campaign\\\" ([https://medium.com/@GXS/rei-network-node-election-campaign-is-started-bbf0473a0380](https://medium.com/@GXS/rei-network-node-election-campaign-is-started-bbf0473a0380?accessToken=eyJhbGciOiJIUzI1NiIsImtpZCI6ImRlZmF1bHQiLCJ0eXAiOiJKV1QifQ.eyJhdWQiOiJhY2Nlc3NfcmVzb3VyY2UiLCJleHAiOjE2NDE5ODI1MTQsImciOiJwSnhkQ3FIeXBEcXh3SHB2IiwiaWF0IjoxNjQxOTgyMjE0LCJ1c2VySWQiOjczMzQxOTQ3fQ.NqRqljdEXaLMDK_iXDh_5K0TB8fPJBYY73JWrIHJVkc)), and on December 29, the application for supernodes start 👇👇 [https://forms.gle/PhrnuUKYiizDqyHA6](https://forms.gle/PhrnuUKYiizDqyHA6?accessToken=eyJhbGciOiJIUzI1NiIsImtpZCI6ImRlZmF1bHQiLCJ0eXAiOiJKV1QifQ.eyJhdWQiOiJhY2Nlc3NfcmVzb3VyY2UiLCJleHAiOjE2NDE5ODI1MTQsImciOiJwSnhkQ3FIeXBEcXh3SHB2IiwiaWF0IjoxNjQxOTgyMjE0LCJ1c2VySWQiOjczMzQxOTQ3fQ.NqRqljdEXaLMDK_iXDh_5K0TB8fPJBYY73JWrIHJVkc). There are 21 nodes in the REI network ecosystem, which support the infrastructure of the REI network, including network operation, storage, computing, etc. REI network encourages all node members to take the lead in establishing and developing their communities, and strengthen the community through node campaign to make the REI network ecosystem prosperous.”\\n\\n![](https://images.mirror-media.xyz/publication-images/htCQU_Q-7BuhawZVOHKxT.png?height=236&width=612)\\n\\nREI Network is upgraded from GXChain and retains the staking mechanism of GXChain, but to better adapt to the needs of blockchain users, REI Network has created a method of \\\"FREE GAS\\\", staking the native token $REI to get free on-chain resources. This not only reduces the resource consumption of users but also increases the value and usefulness of $REI, thus increasing the attractiveness of REI Network to new users. In addition to \\\"FREE GAS\\\", REI Network has also upgraded some details of staking.\\n\\n**Staking rules of GXChain**\\n\\nFirst of all, GXChain is a network that adopts the DPoS consensus mechanism to produce blocks. TrustNode is the producer of blocks in GXChain. The basic requirements for running for a TrustNode is to staking 10,000 GXC in the system, and then all GXC holders vote to elect the top 20 nodes and a random node to form TrustNode.\\n\\nTrustNode is responsible for transaction verification, transaction accounting, block packaging&confirmation of GXChain network, and their rewards come from three parts: block reward, staking reward, and transfer fee.\\n\\nGXChain Foundation donates 1 million $GXC every year, of which 500,000 GXC is used for staking rewards. The staking rewards (500,000 GXC) is a weighted allocation of 21 nodes that produce blocks. The higher the number of votes obtained, the higher the staking rewards the node earns, the node will distribute 80%-100% of the reward to users who vote for the node (commission rate is set by the verification node); 500,000 GXC is shared equally by the 21 nodes that produce the block, and each node earns 23,800 GXC per year; the transfer fee is obtained by the node that produced the blocks at that time.\\n\\n**Similarities between REI Network Staking and GXChain Staking**\\n\\n1) The basic requirements are the same: The basic requirements for participating in the node election on REI Network is to staking 100,000 REI, and participating in the node election on GXChain is to staking 10,000 GXC. Since GXC will be split into REI at 1:10, from the point of view of value, the basic requirements for participating in the node election on REI Network are consistent with those of GXChain;\\n\\n2) The Staking rewards distribution methods are the same: The staking rewards is a weighted allocation of 21 nodes that produce blocks. The higher the number of votes obtained, the higher the staking rewards the node gets. The commission rate allocated by the node to voting users is set by the node; \\n \\n\\n3) Election methods are the same: users use their $REI to vote for candidate nodes in their wallets and choose the staking duration.\\n\\n**Differences between REI Network Staking and GXChain Staking**\\n\\n1) The distribution of network rewards released by Foundation is different every year: in the GXChain network, the foundation releases 1 million GXC each year, of which 500,000 GXC are used as staking rewards and distributed to users, and 500,000 GXC are distributed equally as block rewards to 21 nodes who verify transactions. Each node can earn 23800 GXC per year (votes are counted every hour).\\n\\nREI Network Foundation will allocate 10 million REI (1 million GXC before the split) every year, which will be divided into three parts to incentivize the network: 80% will be used for staking rewards and block-producing rewards, and 20% will be used for $Crude rewards (free on-chain resources by staking).\\n\\n2) Different blocking rewards: The GXChain network adopts the DPoS consensus mechanism, 21 nodes take turns to produce blocks, and the rewards are equally shared. Nodes with higher votes in REI Network will produce blocks more frequently, and nodes producing more blocks will earn more blocking rewards. This is the process of the transition from the DPoS consensus mechanism to the PoS consensus mechanism.\\n\\n3) The rewards obtained by staking are different: compared with GXChain, users in the REI Network can obtain not only $REI but also $Crude (which can be used to deduct on-chain transaction fees) after participating in staking tokens.\\n\\nTogether we can be stronger, come and join REI Network Node Campaign. Apply here: [https://forms.gle/PhrnuUKYiizDqyHA6](https://forms.gle/PhrnuUKYiizDqyHA6?accessToken=eyJhbGciOiJIUzI1NiIsImtpZCI6ImRlZmF1bHQiLCJ0eXAiOiJKV1QifQ.eyJhdWQiOiJhY2Nlc3NfcmVzb3VyY2UiLCJleHAiOjE2NDE5ODI1MTQsImciOiJwSnhkQ3FIeXBEcXh3SHB2IiwiaWF0IjoxNjQxOTgyMjE0LCJ1c2VySWQiOjczMzQxOTQ3fQ.NqRqljdEXaLMDK_iXDh_5K0TB8fPJBYY73JWrIHJVkc).\\n\\n![](https://images.mirror-media.xyz/publication-images/87MmVgMRarQNtSXKnHrXq.png?height=525&width=612)\\n\\nIf you are just an ordinary REI Network user, just hold $GXC, and participate in voting after the split is completed and the node election goes live. You can also get a lot of staking rewards and free on-chain resources by participating in network governance.\\n\\n### Join the GXChain Community\\n\\nGXChain 2.0 is an EVM-compatible public blockchain. As an Ethereum para chain, it owns the features of lightweight, free and dev-friendly. GXChain 2.0 is to effectively solve the current high cost and low-efficiency problems of public chains. Therefore, GXChain can achieve free, low-cost development, and rapid migration of applications, and can be shared and symbiotic with the EVM ecosystem, also supporting the development of Defi, GameFi, and NFT.\\n\\n*Users can access the GXC token on:*\\n\\n[Binance](https://www.binance.com/en/trade/GXS_USDT) | [Huobi Global](https://www.huobi.com/en-us/exchange/gxc_usdt?invite_code=d8c53)| [Upbit ](https://upbit.com/exchange?code=CRIX.UPBIT.BTC-GXC)| [Bithumb](https://www.bithumb.pro/en-us/spot/trade?q=GXC-USDT) | [Bittrex](https://global.bittrex.com/Market/Index?MarketName=USDT-GXC)\\n\\nIf you are interested to participate in our community and receive timely updates from the following official channels:\\n\\n[Twitter](https://twitter.com/GXChainGlobal) | [Telegram ](https://t.me/GXChain_international)| [Medium](https://medium.com/gxchain-project) |[Github](http://github.com/gxchain/) | [Reddit](http://www.reddit.com/r/GXS/) | [Website](http://www.gxchain.org/en/)| [Discord](https://discord.com/invite/qHWZR5fJQa)\",\"timestamp\":1641982460,\"title\":\"The Staking Mechanism of REI Network\"},\"digest\":\"p1XguxXEjt38VnA18CI4hpbtxr3tMMM9k5iFyHG-ovA\",\"authorship\":{\"contributor\":\"0xeaF9A6B15cE49DeAE7Fd8949D3B50B87Bf6AACcc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"signature\":\"7bZ5H48aKAF4NWPN7TFXUy6DgBha69OZjSpDhn1wR7vD2zK2XaR66GqacfVOnqOEgBuu9LFDV-3w1EGwxREbvQ\",\"signingKeySignature\":\"0xeab5974a6c114d120cdd2ba73d58b2e21f1eaab2a169c188287ec695a24aede81f520f51961628e9f471251031c327d47c6918107c9248187717e6e90600ee051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p1XguxXEjt38VnA18CI4hpbtxr3tMMM9k5iFyHG-ovA\"}"