"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/aa6c3c6a-e1a0-4539-8f09-936f70fa08d6.jpeg?height=851&width=1280)\\n\\n## [WE ARE HERE: ANNOUNCING STATION]((http://station.express/))\\n\\nIt's difficult to discern whether the New York Magazine's piercing cover is mockery, sarcasm, or genuine excitement about the future. DeFi summer. NBA Top Shot. Social tokens to bet on celebrities early. The dazzling velocity with which the words \\\"crypto\\\", \\\"DeFi\\\" and \\\"NFT\\\" get appended to our everyday life has made an indelible mark on everyone's mind.\\n\\n![](https://images.mirror-media.xyz/publication-images/0ac2bbd8-d2bd-4e1b-99b0-3c12be6bf09e.jpg?height=1893&width=1420)\\n\\nA tale of two cities unfolds the way it always does. [Digital creators are able to auction their art directly](https://foundation.app/@Snowden/stay-free-edward-snowden-2021-24437) and donate to causes they care about, while other artists are waking up to their work getting listed without their permission. Speculators are [losing millions of dollars trading crypto](https://www.ccn.com/bitcoin-margin-100x-leverage-trader-suicide/) with 100x leverage, while migrant workers are relying on crypto to [send remittances back home](https://restofworld.org/2021/crypto-remittances/) for families in need. The headlines are catchy, but they rarely unveil the whole story. \\n\\nFor many, the crypto narratives feel at times like whispers from the future or tales from the underground. What's clear is that people's careers and lives have been fundamentally changed by this new technology. What's clear is that the promise of transparency, openness, accessibility, and freedom fall short when fear and repulsion are perpetuated by those who've built their careers lamenting the tech industry. What's also clear is that the best people will only want to participate when the industry continues to put its resources where its mouth is.\\n\\n## WHY WE NEED NEW RAILS\\nYou might have started learning about crypto on a Coinbase Learn module, but were left with an incomplete understanding of how you could actually interact with the protocols being highlighted. Or you tried diving into the long-tail of industry content buried in tweets, protocol newsletters, Discord channels, Youtube videos, and Github repos — but were left overwhelmed by the abundance of information. What's the signal and what's the noise?\\n\\n![](https://images.mirror-media.xyz/publication-images/de7215c7-dca2-497f-8d15-dd0ca567c42c.png?height=2226&width=5478)\\n\\nIn an increasingly decentralized world, we're not bound by physical limitations. This is partially why crypto has grown in such a staggering fashion, from a market of less than $500 million in 2012 to a total market cap of $1.3 trillion today. The new rails are shaped by the passengers, by their personal backgrounds, and where they want to go. \\n\\nRailroads in the physical world were built by an oligopoly of railroad companies. While they enabled the exchange of culture and ideas between geographic regions in the past two centuries, they symbolize the limitations of the centralized economy — highly dependent on top-down decision-making. The rails of the cryptoeconomy are much more malleable, flexible, and open to ongoing restructuring and iteration, which is why the crypto market has grown in such an astonishing fashion over the past decade. But with technical jargon, recursive references, and amorphous roles, the current rails in decentralized technology have only included a selected few passengers and have left many talented people behind.\\n\\n## WELCOME TO [STATION](http://www.station.express/).\\nWe created [STATION](http://www.station.express/) to transport talent to the world of Web3 by creating a personalized educational onboarding for those who may be highly skilled, but don’t yet see how those skills can be translated into Web3. We want to show that there’s a place for everybody and that they're already well equipped to add real value. By crafting the culture and language that’s accessible to a mainstream audience, STATION is building the rails that guide top-quality talent into the world of decentralized technology.\\n\\n**Here are some examples of what these transitions could look like:**\\n\\n- *An financial analyst could become a treasury strategist*\\n- *A product manager could become a DAO manager*\\n- *A writer could become a community evangelist*\\n- *An economist could become a token architect*\\n- *A graphic designer could become a meme artist*\\n\\nThe MVP will be an onboarding experience called **\\\"A TRIP\\\"** that assesses the interests and skills of an incoming user. Not all skills are technical. Some of the skills required are softer — comfort with uncertainty, love for treading into unknown territories, and an ability to think fluidly and dynamically. The user will be able to see how their skills can transfer over to Web3 and be recommended actionable next steps with templates and best practices, educational content, stories of people who have taken similar paths, and job opportunities. \\n\\nOnce onboarded, the user will also be offered the option to redeem a non-fungible ID card computationally designed based on the user's input. With an ID card, the user can continue to customize their identity and accrue rewards by contributing to and growing the STATION ecosystem. These rewards will initially be allocated from the community treasury supported by grants and other investments. With foot traffic and successful case studies, STATION will work with value-aligned partners and diversify the treasury with a wider set of rewards. **In contrast with the \\\"learn-to-earn\\\" model, we believe that distributing protocol tokens through personalized content and actionable steps provides more skin-in-the-game by treating users as participants and contributors, rather than consumers.**\\n\\n![](https://images.mirror-media.xyz/publication-images/559ab5c8-cb56-4471-a07b-827d56238fb5.png?height=1414&width=1552)\\n\\nFor example, a user whose skills translate well into a DAO manager can be guided to participate in delegating their votes, join a token-gated community, or stake some native tokens in a yield aggregator. All of the prompts are meant to demonstrate that anyone can add unique value to a protocol with their existing skill set and experience. \\n\\nBy bringing together a multidisciplinary team of product designers, artists, educators, and engineers, we believe that STATION can become the go-to stop for those looking to familiarize themselves with crypto concepts and attract top-tier talent to work on the mission with people they deeply identify with. \\n\\n## WHAT DOES A TRIP LOOK LIKE?\\n![](https://images.mirror-media.xyz/publication-images/e30e56a2-6322-44e6-8598-00ac47fa3358.png?height=2920&width=7022)\\n\\nEva is a cartoonist with the New Yorker. While her friend who works as a PM at Big Tech has been telling her to list her art on Foundation, she's also seeing her artist friends post on social media about the environmental and ethical impact of minting NFTs. Deep down, Eva is fascinated by the vision of decentralized technology — the possibility of sharing and dynamically pricing her art without having to go through tedious copyrighting and invoicing processes. More importantly, she desires the freedom to create art for the causes and audiences she deeply connects with, rather than for her clients' mandates.\\n\\nEva fills out her [Priority Pass Registration](http://station.express/) to join [STATION](http://station.express/). After answering some basic questions around her skills and motivations, she receives a personalized itinerary that shows possible journeys she could embark on: the roles that might be a good fit, the people who have trodden similar paths, guides to minting an NFT along with answers to some of her concerns, and the actions that she could take right away to dip her toe in the water.\\n\\nEva checks out some of the content but has remaining questions and feels like she still isn't quite ready. To save her progress, Eva is asked to claim an ID card, which requires connecting to a crypto wallet. STATION provides a guide to creating and connecting a wallet, which in the future will grant Eva access to additional content, community events to meet people like her, and exclusive rewards. When Eva comes back, she'll be ready to kick-off where she left off.\\n\\n## PROJECT PHASES\\n![](https://images.mirror-media.xyz/publication-images/803d34f0-49bd-4f2d-9ac3-d7d95ee153b1.png?height=2596&width=2558)\\n\\n- **Phase I: Onboarding → provide personalized action items for users to navigate the Web3 ecosystem**\\n    - **Interactive quiz-like onboarding:** Design the paths that match the user’s current role, skills, and motivation for effective mapping to Web3 roles\\n    - **Personalized itinerary:** Personalized recommendations that curate relevant people, guides/resources, content, and recommended actions based on user inputs\\n    - **Wallet connection & User Authentication:** Facilitate wallet connection or creation with step-by-step tutorials and verify user identity to prevent repeat users and potential system abuse\\n    - **Non-fungible ID card:** Design shareable, non-fungible ID cards issued upon passenger onboarding completion\\n    - **Initial content launch:** Share the vision of the project with the ecosystem through Twitter, blog posts, and protocol Discord channels\\n\\n- **Phase II: Engagement → encourage protocol token holders and ecosystem partners to participate in content curation**\\n    - **Decentralized contribution:** Incentivize STATION users to curate and create high-quality content with rewards\\n    - **Lightweight CMS:** Create a simple CMS tool for submitting educational content and job opportunities\\n    - **ID card customization:** Create a light-weight “studio” where ID cards will continue to upgrade based on the actions users perform\\n    - **Weekly themed contest:** Weekly themed contest soliciting content to illustrate protocols' glossaries and Docs\\n\\n- **Phase III: Ecosystem growth → decentralize the content curation process and scale global partnerships**\\n    - **Reward program design:** Design token primitives and rewards to incentivize content creation and passenger referral at scale\\n    - **Limited-edition digital artifact:** Create limited-edition artifacts in collaboration with value-aligned artists\\n    - **Cross-industry collaboration:** Establish partnerships with leading media, organizations, and companies promoting Web3 for co-branded experiences\\n\\n## RESERVE YOUR TICKET. JOIN THE RIDE. \\n\\nThe first train will be boarding this fall. \\n\\nReserve your ticket now at [STATION](http://station.express/). We'll see you there.\\n\\nWith love,\\nSTATION STAFF \\n[Mind](https://twitter.com/mindapi_) | [Kevin](https://twitter.com/kzdagoof) | [Brendan](https://twitter.com/brendanelliott_) | [Elena](https://twitter.com/VirtualElena) | [Tina](https://twitter.com/fkpxls) | You?\\n\\n**Thank yous**\\n*Special thanks to [Julian](https://twitter.com/JAMoraes7), [Theodor](https://twitter.com/theomarcu), [Pat](https://twitter.com/papa_raw), [Jackson](https://twitter.com/jacksondame), [Dave](https://twitter.com/_Dave__White_), [Daryl](https://twitter.com/Daryllautk), [Z](https://twitter.com/SplitCapital), [Packy](https://twitter.com/packyM), [Sophia](https://twitter.com/sophiaydeng) and so many others for the tremendous support.*\\n*Website music: [Chelsea Chan](https://open.spotify.com/artist/74Zk4BaTpscIf6k04UoCds)*\\n\\n## BE AN EARLY SUPPORTER.\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/60369)\\n\\nRose Gold Genesis Ticket minted for our early supporters. \",\"timestamp\":1626462572,\"title\":\"STATION: BUILDING RAILS INTO WEB3\",\"publication\":\"station\"},\"digest\":\"Q6aAex_03rZq7oFgCqxvC0zy4OIl6JIpnp2qpQjLftU\",\"authorship\":{\"contributor\":\"0x78918036a8e4B9179bEE3CAB57110A3397986E44\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nQE1mKmMFd6qs20cH1-DZviJCOWHCWLXAXJRI0vEBZY\\\",\\\"y\\\":\\\"RF1_Nidjwdqyez_7LN3BTkla4W_RxYejrH411QhOpj8\\\"}\",\"signature\":\"vdFLriP7RyqVtK6SxzDvuA6JP4KWMBg0lqHNMIMKOpEgdy6xB-uLEbM1ZRpgxhHIKRO_b7WunY3rgCUyb3GekQ\",\"signingKeySignature\":\"0xb51053766f5f3d7d778157a756c362870ab94c7ad455b6c784e92e4b293a62ac02f0135c57aaccaeeeacea9780bd5d095e0eb010bb82bda2c3cb8c7a7988e7a21c\",\"signingKeyMessage\":\"I authorize the publication of articles on station.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nQE1mKmMFd6qs20cH1-DZviJCOWHCWLXAXJRI0vEBZY\\\",\\\"y\\\":\\\"RF1_Nidjwdqyez_7LN3BTkla4W_RxYejrH411QhOpj8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xlPSC6PYsazGxjo-pqyaV8M4ujtWapxhCmVQfBjmN9o\"}"