"{\"content\":{\"body\":\"La tecnología Blockchain ha dado origen a las criptomonedas, los NFTs, y ahora, a los DAOs, una nueva forma de organización para empresas y comunidades que se está propagando con una rápidez inusitada, con un entusiasmo contagioso, y sobre todo, con resultados sorprendentes.\\n\\n¿Por qué? Veamos.\\n\\nUna DAO es una organización autónoma descentralizada. Es decir, puede estar compuesta de dos, cinco, cien, o miles de personas, y todas y cada una de ellas pueden ser dueñas de la organización. Aquí entramos en la primera afirmación sorprendente. Todos los miembros pueden ser dueños si así es decidido. Y ser dueño implica recibir los beneficios de la empresa. Si le va bien, cada dueño gana.\\n\\n## ¿Cómo se logra esto?\\n\\nLa DAO se organiza en torno a un smart contract, que es nada más que un contrato digital que no necesita abogados, ni ningún tipo de asistencia externa. El contrato es generado por los fundadores de la empresa. Pero una vez creado, ya no necesita nada más. Aplica las reglas con las que fue hecho, y no hay fuerza en el mundo que lo obligue a cambiarlas. No aplican las reglas de ningún país, ya que está en la web, en todos lados del mundo y en ninguno al mismo tiempo. Solo aplican las reglas con las que fue creado.\\n\\nEn el smart contract se redactan las reglas de la empresa, su misión, la forma de tomar decisiones, y cómo se generan las propuestas. Debido a que tanto los fondos iniciales de la empresa como el contrato están ligados, nadie puede tomar decisiones sin respetar el contrato.\\n\\nEstos smart contracts pueden ser tan simples o complejos como se haya decidido programar. Pero los mismos quedarán transparentes e inmutables en el momento que sean publicados. Esto hará que todo el mundo pueda revisar su funcionamiento y las reglas que se han programado dentro, teniendo la seguridad de que no podrán ser modificados en el futuro.\\n\\nEsto permite varias cosas:\\n\\n**Transparencia:** Las votaciones, las decisiones de financiación y otras acciones son visibles para todos; Toda la comunidad tiene el control de todos los procesos.\\n\\n**Control:** Las DAO cuentan con un mecanismo que depende de la emisión de un token, que es un tipo de moneda interna de la empresa. Este tiene un valor derivado de las acciones de la empresa, similar a las acciones, pero además, permite que los miembros que lo tengan puedan votar en las decisiones de la empresa. Esto significa que una DAO puede tener miles de dueños con diferentes niveles de poder de votación.\\n\\n**Barato:** Existen muchas herramientas gratuitas para construir una DAO, como Aragon, DAOHaus, y Colony, por lo que la inversión inicial es mínima.\\n\\n**Colaboración:** Todos los miembros tienen voz, se agrupa el conocimiento masivo para una propuesta y permite a los expertos invertir en el ecosistema que están construyendo. Una DAO permite generar una empresa internacional sin todo el papeleo, y con reglas claras para todos.\\n\\n**Para siempre:** A diferencia de otras empresas, en una DAO todos son dueños de los tokens que ya se les han sido asignados. Funcionan como acciones. Y seguirán proporcionando beneficios incluso cuando la persona ya no pertenezca a la empresa.\\n\\n## Ejemplo básico de una DAO\\n\\nHay muchas formas de ilustrar cómo podría usarse una DAO. Y muchos ejemplos de comunidades que pueden beneficiarse constituyendose como tales. Pero para entender en funcionamiento, veamos un escenario sencillo: una asociación de vecinos. En una asociación de vecinos tradicional cada familia paga unas cuotas anuales, las cuales se utilizan para hacer frente al pago de diferentes averías y mejoras en la comunidad.\\n\\nUtilizando un smart contract todos los vecinos podrían depositar los fondos en forma de criptomonedas. Estos fondos no estarían en mano de una sola persona, ni de dos, sino que estarían en mano de todos y de nadie al mismo tiempo. El smart contract los tendría bloqueados a la espera de una toma de decisiones democrática, quedando visibles de forma transparente pero sin que nadie los pueda usar como desee.\\n\\nA cada nuevo gasto (reparación o mejora, por ejemplo) se generaría una petición, asociando posteriormente los diferentes presupuestos que los proveedores envíen. Tras ello los vecinos podrían decidir durante un plazo determinado de forma democrática el presupuesto que les interese, desbloqueando los fondos únicamente al presupuesto con mayor votación.\\n\\nDe esta forma no solo presupuestos de gastos, sino también partidas para mejoras, festividades e incluso la gestión y el reparto de beneficios de las áreas de ocio de zonas comunes podrían gestionarse de forma democrática, transparente e inmutable con unas reglas conocidas por todos.\",\"timestamp\":1633483677,\"title\":\"DAOs para principiantes\"},\"digest\":\"Rpt09xHTzGtFbeJjzAHHCKT6DzAkWivc2xcSu_kX_fs\",\"authorship\":{\"contributor\":\"0xCd70743e2CB9d629D6c0Ee50a1b0fFbcCeCE4299\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1ZV1c08KL8bSOLyMuCtIRY8NJ5lb1ifGj-EY5t52CII\\\",\\\"y\\\":\\\"0HtN-fNwiZFebtIuYKHDApdpdnzTQNhaIVxn5a1-Q_4\\\"}\",\"signature\":\"VOyZj9FQqWK5SLIsjK_mvbgJIwJF77obz2XpUzhfiawQHJydK-0z7EaAMwZCR8zDxmIvz26uaBTSjF0_m9ljJw\",\"signingKeySignature\":\"0x7deec44a48dd1a5e4d94d7263d4f48dcf8c26b0fb917ddf96d04c444dc44a0ab0f0b0d82e1702abafdf5f6e600ae6b4f0dd98fb525429fe77a0a4100c4d61dd31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1ZV1c08KL8bSOLyMuCtIRY8NJ5lb1ifGj-EY5t52CII\\\",\\\"y\\\":\\\"0HtN-fNwiZFebtIuYKHDApdpdnzTQNhaIVxn5a1-Q_4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rpt09xHTzGtFbeJjzAHHCKT6DzAkWivc2xcSu_kX_fs\"}"