"{\"content\":{\"body\":\"东皇钟？弈剑风就是东皇钟？\\n\\n```\\n这是什么跟什么啊？我不由得再次想起艺鸣惊人跟我讲起的关于东皇钟的一些资料。\\n\\n东皇钟——天界之门，下落不明，一般传闻它是天界之门，但据天山石窟中诸神时代残留之古老壁文记载：东皇钟乃神器力量之大，足以毁天灭地、吞噬诸天。\\n\\n可是，上古十大神器之一的东皇钟，怎么会是个超级变态的糟老头子。不但拥有自己的思维，而且还可以与玩家交流，甚至下棋赌博。\\n\\n不过话又说回来，回头看看天地对东方大陆的一些设定。由于系统将这里设定成为一片灵气十足的地方，所以，在东方大陆才会出现如此众多的妖族，还有大量的灵兽、珍售。甚至是我的小黑到了东方大陆，竟然也会以人形的造型出现。\\n\\n既然兽都可以借助这里的灵气幻化成人形，那么身为上古十大神器之一的东皇钟，自身所带有的灵气自然也不会比这片大陆上任何一个地方差了，那它又为什么不可以拥有一个人一般的性格呢？\\n\\n游戏，就是一个激发玩家与游戏者想像力的东西，会说话的古琴，变成老头子的上古神器，四分五裂，好不容易被我收集起来的轩辕剑，还有我身上不知道该怎么用的崆峒印，以及被火云老道当做了骨灰盒的炼妖壶……\\n\\n似乎，我们在无意间再次出发了天地东方大陆的某个神秘任务。只是现在，这个任务的目标还不甚明确。不过有任务却是可以肯定的。\\n\\n终于，辛九妹打开了山洞中的诛魔困兽阵，但她也在破阵的同时受了极重的伤害。浑身上下火红色的毛皮上伤痕累累，滴滴血珠沿着柔软的狐毛滴落到地上，与尘土混杂到一起。四只小巧锋利的爪子被磨的贴进了皮肉。同样也是红迹斑斑，血肉模糊。\\n\\n可是，即便是这样。她的眼神依旧充满着期待与欣慰。奄奄一息的灵狐伏倒在诛魔困兽阵地旁边，紧紧的注视着，阵中那倒越来越清晰的黑色身影。\\n\\n那是一头黑豹，一个矫健异常，凶猛非凡的王者之豹。我几乎一眼就认出，那就是我的小黑。即使他身上发生了一些变化，变得更加高大，更加冷峻，但是他那种冷漠的延伸却是我熟悉无比的。\\n\\n它的爪子也发生了一些变化。甚至在五趾之上，隐隐长出了几片坚硬的黑色鳞片；而额头上，那个潜藏者王者标记的下放，似乎有什么东西正欲破皮而出，微微向上凸起，像是一个小小的肉瘤；那钢鞭似的长尾在他的身后左右摇晃着。一倒足有两尺来长的伤痕自他的额头向背部延伸。\\n\\n很难想像是什么样的伤口才会留下这样的伤疤。但是我几乎可以感受得到，小黑在受伤时所承受的那种巨大的痛苦。\\n\\n不管是谁，只要这么伤害我的宠物。那下场就只有一个！\\n\\n因为小黑的出现，让已到了强弩末路的辛九妹再也无力支持自己的精神，昏昏沉沉的睡了过去。\\n\\n这本来是个好机会，一心想要捉到灵狐的龙逆天大可以趁着这个机会将辛九妹收服，成为自己的宠物。可是跟我一样，一连串的变化让所有的玩家来不及做出任何反应。等到他会过神来，试图对昏迷中的灵狐使用驯服术的时候，刚刚清醒过来的小黑已然发现了自己的脚边的辛九妹，并且发出一声低啸，张开豹嘴，将灵狐叼了起来。\\n\\n一道华光闪过，小黑的身影赫然变成了我在狮陀岭悬崖下见过的黑衣男子，而他的怀里，正接着一身红衣的辛九妹。\\n\\n小黑的出现，和伏羲琴的话语几乎是同时出现的，弈剑风，或者我我们现在应该称他为东皇钟，脸色变得更加恐怖，连带着五官也跟着扭曲了起来。\\n\\n他咬着牙齿狠狠的说道：“想不到我千算万算，最后还是失败了，兽王现在已经被你们放出来了，那么就等着灾难的降临吧。””哼！“东皇钟冷冷一笑，腰板突然挺得笔直。他说道：“上古十大神器原本就只有在人间才能得到最大的发挥，全部堆在天宫发霉有什么用？再说了，你们一个两个的，又有哪个不是想到人间来历练一番，尝试一下人间白味？只不过我用行动去实现了自己的想法，比起你们这些敢想不敢做的家伙要好得多。”\\n\\n“天道轮回，自有定数。”伏羲琴柔声说道：“强行逆天改命会有怎么样的下场，我想历经万载的你也应该深有体会。甚至我并不怪你当初打开天界之门，但是你为何要将我封印在这山洞里？还要将轩辕剑一分为二，将他的魂魄打散？”\\n\\n说到这里，我手中的轩辕剑剑光闪烁了一下，仿佛也在向东皇钟质问同样的问题。”你也知道天道轮回，自有定数。“东皇钟又是一声冷笑。说道：”那么当初我把轩辕剑一分为二，自然也是他命中注定该有此劫。再说了，我不是也替他找到了天眼术的传人，而且他现在恢复了原来的模样，只要再修炼一段时间，恢复能力根本就不是问题。“\\n\\n替轩辕剑找到了天眼术的传人？好像当初仅仅是因为我下棋赢了这糟老头子才得到这把剑的哦，只不过在把剑给我的时候顺道说了一句，天眼术可以解开剑上的秘密而已。只怕当他知道我是天眼术的传人的时候，心里指不定怎么后悔呢。\\n\\n不过由始至终，我也没有发现天眼术跟轩辕剑的进化有着什么样的联系，一切，好像也就是我运气好而已。\\n\\n伏羲琴对于东皇钟的说法不置可否，不过它却说道：”既然天道自有定数，那你为何明知逆天而行，却刻意为之，将沦落中土的兽王封印在此地，你岂不知，如果兽王仇恨一旦被罗侯利用，天地将更陷入万劫不复的境地。“\\n\\n怎么又扯上罗侯了？我听着伏羲琴的对话，心里好一阵不爽。这家伙怎么老不干好事，上哪儿都能听到他的名字。\\n\\n不过，当东皇钟提到了罗侯这个名字的时候，小黑的眼神中隐隐露出一丝杀起，很显然，他对于这个杀死我的仇恨还是记忆犹新，狠不得食其肉，寝其皮，就更不用说被他利用了。\\n\\n不过，东皇钟为什么说小黑会给东方大陆带来灾难？又为什么要把小黑封印在这座山洞里，一切的问题还需要慢慢地寻找答案。\\n\\n小黑出来了，固然值得我高兴，但是他现在不认得我，我又能做什么？\\n\\n就在这时，东皇钟的眼神中闪烁过一道兴奋的神色，喃喃自语道：”罗侯……罗侯……我怎么没想到，还可以利用罗侯那小子。“说着，他的身体又开始发生变化，由老态龙钟的模样变为了先前那副壮汉的模样。\\n\\n玩家们心里一紧，全部再次握住了自己的武器，准备迎接战斗的到来。可是东皇钟并没有发动攻击，而是慢慢地浮到了半空中。”拦住他，别让他跑了。“伏羲琴突然白光大盛，竟然大声的喊了出来。玩家们本来就处于精神高度集中的状态，突然听到这么一声大吼，竟然完全没有反应过来是谁在发号施令。好些个心急的玩家连想都没想，手里的技能就已经朝着快要贴到洞顶的东皇钟身上丢去。\\n\\n东皇钟可是上古十大神器之一，是这些玩家们想拦就拦得住的吗？\\n\\n一阵浑厚雄壮的钟声响遍整个山洞，震耳欲聋，不住在石柱与石柱间回响徘徊，回声一阵高过一阵。\\n\\n只觉得脑袋里一片空白，我竟然无法移动自己的身体，思路也是无比混乱，连站在原地也显得有些勉强。身体不住的摇晃，几欲昏厥过去。\\n\\n其余的玩家大致也跟我遇到同样的状况，纷纷捂住自己的耳朵，有些已经忍不住大吼起来。\\n\\n这才是东皇钟的正式攻击，刚才那些，不过是老热人家陪小孩子玩玩儿而已。\\n\\n体力值在不停的下降，在这种时候，任何的挣扎都是无力的。我紧紧地闭上了自己的眼睛，心想：我靠！该不会就这样挂了吧？\\n\\n一道道白光自人群中亮起，好些个血量不足的玩家已经回城报道了。而就在最后的罐头，伏羲琴上白光一闪，那晶莹的琴弦又开始轻快的弹奏了起来。\\n\\n一瞬间，我仿佛觉得身上的压力突然消失了，身体一松，脑子里一片清明。看着体力值已经向零不断逼近了，我赶紧掏出两粒大还丹，朝嘴里一丢，然后又再吞了一瓶白骨散，这才放心打量周围的一切。\\n\\n一道黑影自我身边窜起，小黑不知道什么时候已经重新幻化成黑豹形态，朝着空中扑了过去。\\n\\n他可是万兽之王，怎么能容忍一个胆敢封印自己的家伙就这么眼睁睁的从眼皮子底下溜走。来不及，也无法阻止，他那尖锐的牙齿已经狠狠的咬到了东皇钟的大腿上。”就凭你个兽王，能破得了我上古神器的防御吗？更何况这里是中土，不是你西方魔域，你在这里，不过就是一只病猫而已。“东皇钟看着自己腿上挂着的小黑，脸上冷冷一笑，双手一拍，又是一阵震耳欲聋的钟声。\\n```\\n\\n\\n------------\",\"timestamp\":1640413229,\"title\":\"第一百九十二章  兽王黑豹\"},\"digest\":\"xSVtodEvRqLI55xSaybfJTauvd6Z1pQ27ei9NXz24xg\",\"authorship\":{\"contributor\":\"0x5CA5dEdb8696916C2C531B9e5F336c1dC6EafA12\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b9q8x--AWbhHRNP5kdcUEK9aaZ9Zl98yGNRcs-wXX68\\\",\\\"y\\\":\\\"EE9YCHFs89bZ7FdaInT6Hh0vjHd36mEfGFHxo2F2mD8\\\"}\",\"signature\":\"X2m-NEfywLf1nGu8NKPBlMHujaxgeUS764SuVaBF4FyoA5YD-c6TOG7Fa6UY6pqQ9JxTmg1B0m3ghmt9cnmExQ\",\"signingKeySignature\":\"0xc9c4b5532d0ac7d2aaa0930b5160144e0a8ae2323a5db6b3d449f4e7f9f113e768581b7bd465b04e7af9889e8987d2718e7349060b6afd8036939a387ef184de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b9q8x--AWbhHRNP5kdcUEK9aaZ9Zl98yGNRcs-wXX68\\\",\\\"y\\\":\\\"EE9YCHFs89bZ7FdaInT6Hh0vjHd36mEfGFHxo2F2mD8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xSVtodEvRqLI55xSaybfJTauvd6Z1pQ27ei9NXz24xg\"}"