"{\"content\":{\"body\":\"Somewhere I have never travelled, gladly beyond any experience, your eyes have their silence.\\n\\n— E.E.Cummings\\n\\n# Start from the essence of content: look to content production and consumption\\n\\n## Content = Information + Carrier\\n\\nFrom articles, music, videos and even games, a lot of content is produced and consumed every day. The colorful world of content seems to have been taken for granted, but we rarely think about what the essence of the content is, and who and how they are produced.\\n\\nTo analyze the nature of content, it is worth looking at the process of daily consumption of content.\\n\\nIn life, when we feel happy hearing “Kikujiro’s Summer”, when we feel thrilled seeing the Avengers assemble, and when we feel excited controlling our heroes to get pentakill, we are actually receiving information with our senses and processing it through our brain to send out feedback.\\n\\nOne could say that **consuming content is a process of receiving and feeding back specific information.**\\n\\nHowever, information cannot be equated with content. There are many definitions of information, but philosophically, “information is the state of things in motion and the way they change”. **Information itself arises from the movement of things, and its existence does not depend on the way, path and object of information dissemination.** In other words, when we get information from the real world, we are only getting the information that already exists in some reasonable way.\\n\\nIn the process of acquiring, transmitting and receiving information, we use various carriers in order to improve the efficiency of information acquisition. Language is a virtual carrier, texts are a virtual carrier, tools are a physical carrier and objects are a physical carrier.\\n\\nImagine, if there is no carrier, information cannot be disseminated, we can only get information by facing the movement of things directly and using our own senses to get information directly.\\n\\nWhen information has a carrier, the information form is changed. Carriers make information orderly, stable and easy to disseminate. Information in a carrier, like items packed into a delivery box, is able to be sent to different people and different places.\\n\\nHowever, the same information can be packaged into a small box (e.g., text); it can also be packaged into a large gift box (e.g., video). The different ways of packaging make the receivers also have different feelings and understanding when decoding the message (when opening the package). It can be said that, for the receiver, the combination of information and carrier is a complete perceptible object, a new thing different from the information itself.\\n\\nThis new thing is content, and information becomes content when it has a carrier. **Content = information + carrier.**\\n\\n## Production and consumption of content\\n\\nAs mentioned above, content equals information plus a carrier, but does this mean that content production is as simple as this equation?\\n\\nLiterally, all you need to do to produce content is to place the information into a carrier. However, who will do the action of “ placing “, how to place it and what carrier to place it, is more complicated than imagined.\\n\\nInformation naturally does not run into the carrier by itself; it is the person who combines the information with the carrier. In this combination process, man plays the role of intermediary: man first uses his senses to face the movement of things directly and receives first-hand information; this information is processed by the human brain and then transformed into second-hand information under the cognition of the human brain; immediately afterwards, man combines this information processed by the brain with the selected carrier, becomes the content and passes it out.\\n\\nObviously, the human brain’s “processing of information” and “choice of carrier” play an important role in the production of content. The human brain even perceives the information generated by its own internal electrical signals, processes this information and communicates it through a carrier.\\n\\nIt is because of the need for human brain processing and human participation in the content production process that content is not just a simple reproduction of information, but a colorful world of content.\\n\\nThis leads to another problem, different people are likely to process the same information in different ways, not only the result of processing is different, but also the final choice of carrier may be different.\\n\\nTherefore, the quality of content produced by different people naturally varies. Facing the same sunflower in bloom, some people will use words as a carrier to write “this sunflower is beautiful”, while Van Gogh restored the splendor of the sunflower through oil painting.\\n\\nAesthetics is a subjective matter, poor quality content may also be bought, but there is no doubt that quality content is more popular, and people are more willing to consume quality content.\\n\\nSo how do we consume content? This question has been largely answered when analyzing the nature of content: when we consume content, we are actually using our senses to receive information through the carrier, and decode this information through the brain, and then make feedback.\\n\\nOne could say that consuming content is a process of receiving, decoding and feeding back specific information.\\n\\nCompared to producing content, the process of consuming content is much simpler. Since the information itself has been processed once by the human brain and packaged into a carrier, it has become relatively easy to be understood by the human brain, and content consumers only need to decode the content as it is presented, just like unpacking a courier, to complete consumption.\\n\\nBut this also brings another dilemma: content production is more difficult than content consumption, the production of quality and popular content is slower and less numerous, and the production of content can easily fail to meet the demand of consumption.\\n\\nTherefore, how to expand the scale of content production and improve the quality and efficiency of content production is what we need to explore.\\n\\n# Letting users create content: unleashing content productivity\\n\\n## From Content Consumer to Producer: A Shift in Identity\\n\\nExpanding the scale of content production and improving the quality and efficiency of content production are all contributions to the supply side, ultimately trying to make content production meet the needs of content consumption.\\n\\nIn the past, when we discussed the relationship between production and consumption, we often divided the two in terms of dichotomy. But in reality, the line between the two is not always so clear, and consumer groups may also be involved in production to produce products that meet demand.\\n\\nIn his book “The Third Wave”, futurist Alvin Toffler proposed the trend of “prosumer”, i.e., the consumer of a product is also the producer of the product. In his view, as the original industrial mass-produced products have satisfied people’s basic consumption needs, people’s demand for personalized and customized products is increasing; and these personalized needs require consumers to participate in the process of material production.\\n\\nA typical example is the production of Dell computers, where consumers can choose their favorite computer appearance, configuration, etc. before purchasing, send their demand to Dell, and then Dell will complete the assembly.\\n\\nThis is true for the production and consumption of products, and it is also true for the production and consumption of content.\\n\\nBack in the late 1960s, the hippie movement gave birth to a famous periodical, Whole Earth Catalog, to which its readers contributed major content. At a time when simplified typesetting techniques made it possible for ordinary people to produce beautifully laid out periodicals, its founder, Stewart Brand, intended to provide an overview of all aspects of life for the hippies who were forming communes at the time.\\n\\nAfter the journal’s release, readers continued to submit articles to Brand by writing letters and mailing materials. Over time, by the time the Whole Earth Catalog reached its second and third editions, the book had been heavily contributed by readers and\\n\\nDIY enthusiasts. One could say that the content of the Whole Earth Catalog was produced by its very consumers.\\n\\nIn the 1980s, as desktop publishing technology matured, publishing became simpler and consumers with a sense of self-customization were able to publish a variety of hobby magazines for consumption by enthusiasts with similar interests.\\n\\nAdvances in technology increased the ability of content consumers to produce content, and the rise of the Internet lowered the barriers to producing and distributing content.\\n\\nIn this context, since the consumer base is much larger than the existing content producers, involving a large number of content consumers in content production can undoubtedly unleash content productivity.\\n\\nAt the same time, consumers themselves, as the users of content, theoretically know best the specific needs of their own groups for content, and leaving the content production process to consumers can best meet the demand for personalized content.\\n\\n**Therefore, user-generated content has become a major way to “expand the scale of content production and improve the quality and efficiency of content production”.**\\n\\n## UGC’s blowout: technology-driven evolution\\n\\nAs mentioned above, UGC has become the mainstream mode of content production along with the rise of the Internet. Digital content with UGC characteristics was born and spread in the early days of the Internet. A classic example is the classic first-person shooter Doom, for which players created a large number of highly playable mods on their own initiative.\\n\\nIn order to spread these MOD, players formed an early community of gamers to communicate, and **the popularity of MOD even led to the popularity of the Internet at the time.**\\n\\nHowever, except for the game field, UGC in other areas of the Internet was relatively silent. Due to the limitation of bandwidth, hardware and software, most of the websites at that time only played the role of displaying information, and users could only read the information, but it was difficult to share the information on the public platform. This “read-only” era was also called the “Web 1.0” era.\\n\\nHowever, in the Web 1.0 era, there were still some experimental fields to test the magic of UGC content. For example, there was a commenting system under each news story in the portal. After reading the news, users could post their own opinions or comment on others’ opinions in the comment section. This UGC content was a great way to increase the enjoyment and activity of the users when they read the news. The benefits of user-created content are already emerging.\\n\\nAfter the bubble burst in 2000, the Internet saw a more robust and rapid development, and the first wave of UGC. In this era known as Web 2.0, the emergence of blogs, Wikipedia, YouTube, Facebook and other platforms provided easy tools and sharing platforms for users to create content.\\n\\nThis has directly contributed to the emergence of UGC as one of the key sources of digital content on the Internet. At the same time, users’ main consumption of digital content has gradually shifted from PGC in the portal era to a mixture of PGC and UGC.\\n\\nIn the mobile Internet era since 2010, UGC has become more and more mainstream digital content. The rise of Weibo has lowered the threshold for users to express their words; the popularity of smartphones has enabled more ordinary people to create digital content such as pictures and videos and share them on short video platforms; and the further speed up of mobile networks has enabled ordinary people to broadcast live in real time.\\n\\nUGC content is not only huge in quantity, but also increasingly diverse in type and form, and the application of recommendation algorithms allows consumers to quickly find UGC content that meets their individual needs.\\n\\nThroughout the development of UGC, technology continues to play a driving role. In the future, with the advancement of the Internet and various hardware and technologies, UGC content will further break through in terms of quantity, form and interactivity.\\n\\n## Anatomy of UGC: Where to go for content production\\n\\nUnlike the traditional way of content production: the production of content by large-scale professional creative teams (PGC), user-created content (UGC) is led by the consumers/users of content and presents different characteristics. The official definition of user-created content given by OECD in 2008 is not clear, but we can know UGC by analyzing this definition.\\n\\nThe definition first mentions that **UGC is predicated on online publishing.** In other words, **it means that user-created content can be distributed, accessed and consumed by the public on public digital platforms,** which actually emphasizes the openness of UGC. If user-created content can only be distributed in one’s private social network and not consumed by more users, it cannot be called UGC.\\n\\nThe definition also requires that **user-created content needs to be innovative.** If we take the original definition literally, it is easy to be confused about “innovation” here, because it is difficult to define whether something is innovative or not; however, if we break down innovation into **producing new content/adding new elements,** it is easy to understand.\\n\\nUser-created content needs to be original from scratch or add new elements to existing content, not an ineffective copy of existing content.\\n\\nFinally, OECD considers UGC to be created by non-professionals or authorities. But in reality, it is equally difficult to define whether a content creator is professional or not.\\n\\nSome users become professionals after the initial stage of non-professional creation; while some professionals may also create and share content in their spare time. Therefore, the subject of UGC creation need not be limited to professional or not, but the important thing is that the means of creation or sharing needs to be non-professional. If a professional composer creates a song in a professional recording studio but shares it on a non-professional platform, it can also be considered as UGC.\\n\\nTherefore, from the above analysis of the official definition, we can extract three characteristics of UGC:\\n\\n* First, user-created content can be distributed, accessed and consumed by the public on public digital platforms.\\n* Secondly, it requires originality or adding new elements to existing content, rather than ineffective copying of existing content.\\n* Third, is the use of non-professional means to create or share content.\\n\\nThe subject of production behind these three features is the user of digital content. But in fact, no matter PGC or UGC, the subject of content production is still human, but in a different capacity in the production activities.\\n\\nThe lack of content productivity may be temporarily relieved by blurring the boundary between content production and consumption and releasing the productivity of the identity of “consumers”, but the knowledge map of the human brain is limited after all. **When the production potential of both content producers and consumers is depleted, what can fill the gap of content consumption demand?**\\n\\n# The Rise of AIGC: From Learning to Transcending Experience\\n\\nIn this section, we do not choose specific content carriers such as text, images or videos to explore AI in content creation, because such scenario-based exploration would lead us to argue about the development of technical details, so we hope to discuss AIGC from a more macro dimension.\\n\\nIn fact, with the development and improvement of AI technology, its rich knowledge graph, self-generation and emergent features will bring unprecedented help to human in content creation, which can **help human improve the efficiency of content production, enrich the diversity of content production and provide more dynamic and interactive content,** so as to bridge the gap between content consumption and supply in the digital world on this basis.\\n\\nWe can imagine that when facing the same information, humans will choose a direction from the knowledge map built by their brains to process and apply the information, **but the machine can give a different interpretation from its larger and multi-dimensional knowledge system, thus providing content creators with more creative ideas and enhancing the efficiency of creation while further enriching the diversity of content.**\\n\\nIn addition, its self-generating and emergent characteristics can break through the rules and constraints to provide more dynamic and diverse content for the experience. However, this process requires the gradual accumulation and development of AI.\\n\\nIn the above discussion, we mentioned that content is composed of information and carriers, and the process of human processing, processing, structuring and using information, as well as the selection of carriers, is the process of content creation.\\n\\nOf course, this process is not a natural ability of human beings, but is accumulated through learning later in life.\\n\\nThis is not a simple process as described in the text, but a complex process involving multiple dimensions: **first**, the human brain needs to have the ability to receive and process external information, and accumulate the ability to structure information in the process of learning, and **then** gradually constitute the knowledge system of the self, and **further** form a knowledge map in line with their own ability characteristics, so as to create the imaginary content.\\n\\nBased on this simple description of content creation, can we assume that **if machines have the ability to process, structure and use information, while ignoring the choice of specific carrier forms, then they have the ability to create content?**\\n\\nContinuing with this hypothesis, we can see that the key here is to understand how humans and machines process information differently.\\n\\nIn The Book of Why: The New Science of Cause and Effect, Judea Pearl describes the three-stage ladder theory of causality, and indeed we can reconceptualize these three processes from a cognitive perspective to appreciate the difference between humans and machines in acquiring knowledge of the outside world:\\n\\nThe first stage: **making observations of the external environment and looking for patterns in the observations.** For example, after studying millions of volumes of Go match data, a computer is able to figure out which match strategies lead to higher win rates. However, at this stage the computer only passively accepts the data and remains only in the statistical sense of understanding the correlations, unable to go beyond the existing experience.\\n\\nThe second stage: **intervene in the external environment to find the law of change.** For example, if we change the execution strategy of an existing Go match and let the machine further determine whether it can win, this stage requires the AI to actively create data and gradually surpass the existing experience.\\n\\nThe third stage: **intervening in the external environment in the imagination, looking for patterns in the counterfactual**. For example, let the machine imagine what will happen if it performs this step in a match, and learn to construct things that have not yet happened in the “brain”. At this stage AI gradually has the ability to imagine.\\n\\n**The reason why humans are able to go beyond observation is that we have a brain that is good at analyzing cause and effect relationships, thus enabling us to reach the stage of intervention as well as imagination.**\\n\\nAs for AI, perhaps it is still in the first or second stage, so the complexity of some information is beyond what machines can handle, and humans need to simplify it and then feed it to machines for processing.\\n\\nSo we need to help machines build understanding of information, gradually realize the leap from the first and second stage to the third stage, and at the same time accumulate a cross-domain knowledge map in this process, until the realization of the final machine can also create a variety of content.\\n\\n# Last but not least\\n\\nWhile we all agree on the significance of AIGC for the expansive expansion of information production, we are also all aware that it is difficult. It will take the intersection of computers, mathematics, psychology, sociology, philosophy …… many disciplines to progress and work together for humanity to cross the next step of industrial production.\\n\\nWe are still exploring and striving.\\n\\nImagine a virtual world where every NPC exists in the form of an intelligent body, which is not only able to recognize changes in the state of the environment it is in, but also able to adjust its behavioral strategy according to each change in the state of the environment and make behaviors that match its personality traits.\\n\\nIn any scenario, every time the player interacts with the intelligence, the intelligence is able to make corresponding behavior according to the parameters of player state, environment state and its own state, and then produce emergent dynamic content in the process of interaction with the player.\\n\\nTherefore, in a sense, intelligence has the ability to recognize, process, and use information to produce interactive content in the virtual world environment.\\n\\nWhen a player says to “her”: “Hi, good morning.”\\n\\n“She” looks up and replies as usual: “Good morning, do you need to open the jump link to the school for you?”\\n\\nThis scene is enough to bring tears to the eyes of people in 2021.\",\"timestamp\":1636536587,\"title\":\"From UGC to AIGC: Traveling through historical cycles and being a friend of time\"},\"digest\":\"T4oU4FE0QHN3n2Ki9S16eNea2QXkfdK62L62iHO4g5g\",\"authorship\":{\"contributor\":\"0x1714E68648BB13739B07C2d26ba230a958EE2cCF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x9nc48ENdP_WIFuoj-oGw0tSwZT9nEFbvDuoAdOv7FA\\\",\\\"y\\\":\\\"9P3CG10sOnoMJvgyHPyNooEwDECy0Fx7f4GugoKlheM\\\"}\",\"signature\":\"vu2pvR00OI5ENrphAubPV423GgyDG9Tv8lqcGz33nLJym95cYa1k7Ygn_0UmPZYEHb8EdcNxG3hvEBDJrjlWEg\",\"signingKeySignature\":\"0xb7509a4bb173d184d74a6923d75985d35a0330d87ad869954236ebbb50baab0b53d645797de752b4edafd3ca93f05c623ce33e00eae6e8e3a3aaf3359fe0439f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x9nc48ENdP_WIFuoj-oGw0tSwZT9nEFbvDuoAdOv7FA\\\",\\\"y\\\":\\\"9P3CG10sOnoMJvgyHPyNooEwDECy0Fx7f4GugoKlheM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T4oU4FE0QHN3n2Ki9S16eNea2QXkfdK62L62iHO4g5g\"}"