"{\"content\":{\"body\":\"With only 110 NFTs to ever be minted, Kusama Kings make the case for Kusama as a go-to platform for artists.\\n\\n![](https://images.mirror-media.xyz/publication-images/TZNwD8No9RlHUgrA-NcYZ.png?height=420&width=800)\\n\\nIn an exclusive interview with CryptoSlate, the creators of Kusama Kings talk about the issues with minting NFTs, utilizing Kusama’s potential, and the unusually strong community bond NFTs can facilitate.\\n\\n## Kusama, Singular, and lowering the barrier for entry\\n\\nPolkadot’s more chaotic cousin [Kusama](https://cryptoslate.com/coins/kusama/) has been a testing ground for many innovative dApps, but it wasn’t until late 2021 that it really began to gain traction as a go-to platform for NFTs. [Singular](https://singular.rmrk.app/), the first marketplace to offer Kusama-native NFTs, has seen a huge rise in popularity this year and has hosted a slew of hugely successful NFT collections.\\n\\nThe latest hit to launch on Singular, however, is rather unique.\\n\\n[Kusama Kings](https://singular.rmrk.app/collections/2644199cf3652aaa78-KK01?page=1&forsale=forSale&sortBy=priceAscending), a limited collection of NFTs, is a perfect example of how lowering the barrier for entry into DeFi benefits the whole industry.\\n\\n![](https://images.mirror-media.xyz/publication-images/IeWFSRP8S_ZLfF7M4cDm_.png?height=300&width=300)\\n\\nRD Studios, the duo behind the Kusama Kings collection, are relative newcomers to the industry. The pseudonymous cousins held jobs in traditional finance and art until last year when the looming pandemic pushed them to explore the world of crypto. Kusamabinladen, a 29-year-old British native, had his baptism by fire in 2017 when he first entered crypto. A year later, he suffered the fate of many of his peers when the market sank, which pushed him back into the world of traditional finance.\\n\\n> “I fully dove back in when COVID-19 struck and haven’t looked back since,” he told CryptoSlate in an interview.\\n\\nHe got his inspiration for the Kusama Kings collection while on holiday in Kyrgyzstan this fall. Despite being quite new to the world of NFTs, he and his partner managed to launch the entire collection in two weeks. KBL says it’s all thanks to Singularity.\\n\\n> “I can’t even describe how easy it is. This is what blew me away when I first went on the site,” he explained. “The UI and the ease of process they have created are incredible and are why I believe they will go on to be the leader in the space.”\\n\\n## The philosophy of NFTs\\n\\nSingularity’s low barrier for entry, enabled by Kusama’s unique design, is especially beneficial to artists like Rachel. The second half of the RD Studios duo, she had no contact with the industry until this September when the idea of Kusama KIngs was first presented to her.\\n\\n> “NFTs present a fantastic opportunity for artists,” she said, referring to the marketplace offered by Singular. “Artists now have a method for gaining total creative freedom over their work, while potentially earning far more than possible when selling art through traditional means.”\\n\\nThe ease of use platforms like Singular offer levels the playing field for artists, allowing literally anyone to mint an NFT paying just cents in minting fees. And then, once introduced to the world of cryptocurrencies, artists blur the lines between the art and finance sectors, she added.\\n\\n![](https://images.mirror-media.xyz/publication-images/2-ssumDKdMmLydUfrXuzU.png?height=968&width=968)\\n\\nDespite frequently being called a bubble by the mainstream media, KBL believes there’s much more to NFTs than just flipping for profit. An NFT is a combination of art and utility, and having utility means having unlimited potential, he explained.\\n\\n> “Why just buy art when you can have art with unlimited utility. It’s just so exciting to me and an area we will keep trying to innovate in.”\\n\\nThese innovations include launching a new collection under the Kusama Kingdom brand early next year, hosting real-world events for King holders, and creating a pop-up physical NFT gallery in London. He doesn’t dismiss the idea of launching King tokens in the future but said that it would take a lot of time and effort to get both the mechanics and the tokenomics right so the tokens don’t become a gimmick.\\n\\n![](https://images.mirror-media.xyz/publication-images/pzuSVsWV8tBv8QpiQwC2E.png?height=300&width=300)\\n\\nIn the meantime, the duo will focus on leveraging the Kusama Kings brand to allow those holding King NFTs access to presales and seed rounds of projects that aren’t open to the public.\\n\\n> “I think this is going to be a real driver of utility on top of what we already bring as it would mean that, in time, the Kings pay for themselves for the early investors.”\\n\\nAnother initiative the duo will focus on are DAOs. KBL said that they want Kusama Kings to become a House on the [RomeDAO Finance](https://romedao.finance/) platform, a new Ohm-fork on the [Moonriver](http://cryptoslate.com/coins/moonriver) network. The rebase protocol has an ambitious goal of becoming the reserve currency both for [Polkadot](http://cryptoslate.com/coins/polkadot) (DOT) and [Kusama](http://cryptoslate.com/coins/kusama) (KSM), a perfect match for the Kings community.\\n\\n> “Given that our members are largely very bullish on the ecosystem, we wanted to get behind this project with full support. We have collectively accumulated over 1% of the supply in order to apply for a house, which will allow us to participate actively in the governance of the project and apply for grants from their treasury.”\\n\\nAnd it’s not just grants they’re looking for—KBL said that becoming a House on RomeDAO will present a great bonding opportunity for the community. They plan on releasing an NFT series that would be redeemable for real-life merch, which would go to the Kings’ treasury to support future events.\\n\\n## A die-hard community with a family feel\\n\\nA collection with the 3rd highest volume on Singular, Kusama Kings raised over 900 KSM in less than seven weeks since its launch. The Legendary Alien King, the rarest of the 110 Kings minted, sold for a record 46 KSM, worth around $15,500 at press time.\\n\\nNone of this, however, got to KBL the way the Kings community did. With just 110 NFTs to be minted, a tight-knit group gathered around the Kings in the official Discord chat, which quickly evolved from a notification channel to a family-like gathering.\\n\\n> “For me, the best part is ‘The Great Hall.'”\\n\\nThe private area of the Discord hosts a myriad of different channels, such as gaming, launchpads, DAOs, and crowdloans, and is a place where those holding Kings talk about everything and anything.\\n\\n> “The community being built there is one of the best I have seen in crypto—from experienced venture capitalists to relative newcomers in crypto looking for advice.”\\n\\nThe collection’s small scope means that everyone knows each other and feels comfortable reaching out to each other, he said. King holders also have direct access to the project’s creators to stay informed both about its current state and its path forward.\\n\\n> “This isn’t something you get with collections with over 10,000 pieces and I think it’s a really nice change.”\\n>\\n> “I regularly see people spotting others with KSM and other tokens if they’re short of need something sniped while they wait for their funds to arrive. The level of trust is unprecedented. That is what drives the value for me and what separates a JPEG from an NFT.”\\n\\n*Disclaimer: The CryptoSlate CEO holds a Kusama King.* \\n  \\n  \\n \",\"timestamp\":1639396355,\"title\":\"Exploring Kusama Kings, Kusama’s majestic new NFT collection\"},\"digest\":\"4oMulznkZxdGZe7kU3X8QEhkdPhh0rV96X4SpQ0kQM0\",\"authorship\":{\"contributor\":\"0x2E0D340f6307A721E409dCc043437dBEE69D3ea4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dKZfoQ-u5Sc9Ml3yE83ia2UXd0ZvhTBYJ8renpDol0Q\\\",\\\"y\\\":\\\"LH65iXZtJqTfjfkm-1ourXPzfknu_6HjxVdazZWHChY\\\"}\",\"signature\":\"Ncowk5fk0xLmFB-Z5_M86scqmFyMFPE4yLGIvW5Vd9VZCbeoZwL3PaXTPoYBbgHSnrQn4xaNQNAcrpNjiHFCVg\",\"signingKeySignature\":\"0x6038b01f90c38efb0451771f0617a1f1888951fc946e960f77b22577fbec549f33c5aa2150a61b136b3aa678ebb87f3f78dd4eac8faeb069a67e8c0301bb19001b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dKZfoQ-u5Sc9Ml3yE83ia2UXd0ZvhTBYJ8renpDol0Q\\\",\\\"y\\\":\\\"LH65iXZtJqTfjfkm-1ourXPzfknu_6HjxVdazZWHChY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4oMulznkZxdGZe7kU3X8QEhkdPhh0rV96X4SpQ0kQM0\"}"