"{\"content\":{\"body\":\"爸妈离婚后，我只能每两周见爸爸一面。但是我们每次出去玩，弟弟班尼都来搅和，我恨死了他……\\n\\n　　\\\"Rats!\\\" I groaned. \\\"Is he coming along?\\\"\\n\\n　　I stared disgustedly at my new stepbrother, Benny, sitting in the back seat of Dad's car. Benny is eight, short and thin with beady eyes and big ears. Now that Mom and Dad are divorced, I only see Dad every other weekend, and Benny is always horning in. He ruins everything。\\n\\n　　The time we went hiking, he got a blister. The zoo made him sneeze. At the baseball game he got a peanut up his nose. If Dad had to remarry, I don't see why he picked Benny's mother. I mean, she's OK. It's just too bad that Benny was included in the deal。\\n\\n　　Today Dad and I were going deep-sea fishing for the first time. Now it was spoiled。\\n\\n　　\\\"Joe,\\\" Dad said in his patient voice, \\\"Benny's your brother—\\\"\\n\\n　　\\\"Some brother!\\\"\\n\\n　　班尼的鱼 A Fish for Benny\\n\\n　　\\\"We'll have a good time,\\\" Dad promised. \\\"Better bring a jacket.\\\"\\n\\n　　\\\"What for?\\\" I glanced at the steel-colored Florida sky. \\\"It's hot today.\\\"\\n\\n　　The fishing boat was a scabby old tub, but when you're only paying 15 dollars a person for three hours of fishing, you don't get the Queen Elizabeth II. There were several people on board, sitting on benches on each side of the deck. A few were in the cabin。\\n\\n　　The captain's mate gave each of us a rod and reel and a bucket of bait before we cast off。\\n\\n　　\\\"We're making up a jackpot for whoever catches the biggest fish,\\\" the mate said. \\\"If you guys want in on it, it will cost you a buck a piece.\\\"\\n\\n　　Dad gave him three dollars. I figured paying for Benny was wasted money. He probably wouldn't even bait his hook。\\n\\n　　I was right. The kid stared suspiciously into the bucket and made a face。\\n\\n　　\\\"This stuff stinks! What is it?\\\"\\n\\n　　\\\"Dead fish,\\\" I told him。\\n\\n　　\\\"Do I have to touch it?\\\"\\n\\n　　\\\"If you want to bait your hook, you do.\\\"\\n\\n　　\\\"Here, Benny,\\\" Dad said, \\\"take my rod. The hook's baited and in the water. I'll use yours.\\\"\\n\\n　　\\\"OK!\\\" said Benny. He gripped the handle of the rod as if his life depended on it。\\n\\n　　A breeze had sprung up, and the waves were choppy. Some clouds slid over the sun. Nobody caught anything。\\n\\n　　Then Benny said, \\\"Something's jerking my line. What should I do?\\\"\\n\\n　　\\\"Jerk back!\\\" I told him. I reached for his rod. \\\"I'll get it for you!\\\"\\n\\n　　\\\"Let him do it, Joe,\\\" Dad said. \\\"Pull, Benny, and hang on tight!\\\"\\n\\n　　Wouldn't you know it? Benny caught the first fish—ttle snapper—and he acted as if it were a prize marlin。\\n\\n　　Meanwhile the sky had grown dark, and the breeze had turned into a stiff wind, The waves rose higher. Drops of rain slapped our faces, the temperature dropped, and thunder rumbled in the distance. The boat rocked like a runaway cradle。\\n\\n　　Dad's face turned green。\\n\\n　　\\\"I think I'll go below,\\\" he said as he handed me his rod. \\\"Look after Benny.\\\"\\n\\n　　He staggered across the deck and bent over the rail。\\n\\n　　I had expected Benny to get seasick, but not Dad. Well, the kid would probably be next。\\n\\n　　The waves were really high now. One second the boat seemed to be standing on a hilltop, and the next it would plunge into a valley. I clung to the rail and watched the waves rise and fall。\\n\\n　　My stomach suddenly heaved, and a bitter taste rose into my throat. I leaned over the rail and lost my lunch. I'd never been so sick in all my life—and I was freezing! Goosebumps stood out on my arms like grapefruits. Why hadn't I worn a jacket? Why had I even come? Who needed to go deep-sea fishing anyway? I suddenly realized I hated fish—especially the dead ones in the bait buckets. The stink of them filled my nose, my head—my stomach! Breakfast followed lunch。\\n\\n　　\\\"Maybe you'd better go inside the cabin, Joe,\\\" said Benny. \\\"I'll help you.\\\"\\n\\n　　\\\"I don't need any help!\\\"\\n\\n　　But I did. I was so weak my legs trembled. I could never have crossed that squirming deck if Benny hadn't supported me. The kid was stronger than he looked. He helped me down the steps and steered me to the bench where Dad was sitting with his head drooping on his chest。\\n\\n　　Dad briefly stared at us with bleary eyes before closing them again. I knew just how he felt。\\n\\n　　It was warmer in the cabin, but I kept shivering while I tried to keep my stomach from crawling into my mouth。\\n\\n　　Benny took off his windbreaker and draped it over my shoulders. \\\"You'd better lie down on the bench and put your head on my lap,\\\" he said。\\n\\n　　I lay there for the rest of that miserable voyage. When I finally tottered off the boat, I said I'd never step off solid ground again. Dad said he felt the same way。\\n\\n　　I thanked Benny for his jacket—and for his skinny thighs, which had made a pillow for my woozy head。\\n\\n　　\\\"No problem!\\\" Benny grinned. \\\"What are brothers for?\\\"\\n\\n　　\\\"To make money!\\\" I pointed at the bundle of dollar bills he was carrying. Because of the storm, nobody else had caught a fish, so Benny had won the jackpot。\\n\\n　　He deserved it。\",\"timestamp\":1634807769,\"title\":\"A Fish for Benny\"},\"digest\":\"3iCE4DoOAMcZGXbvrtPCOwOdaY6M79zm-eOgNg-5eS0\",\"authorship\":{\"contributor\":\"0x9556C7a6Ee98D4eBBFD72c06b23A43982CBd9273\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJKDYd1z-AWCEKqqQni3xcQhXg2NOZgfIoZZ9zBT3qk\\\",\\\"y\\\":\\\"BhH8MMiORVCE6af5wdm0PABvZwP5CDCAL9NBgNfec9c\\\"}\",\"signature\":\"ibP9eG5jsQj61cCEADCzlkaS3ZRQ4p4JiqjPXjbCPjD8H7K6rTgjavCl1wD_LE7tair1Voj7AN-hW2i3lH8R_g\",\"signingKeySignature\":\"0x30cb43b0c524e026f5fc818cc80bc8d078221b994b468a5924972c6f17e49c281892faeed0cd97b0266f96b1aff97e36050732bc688b4a972c460fa847ea18431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJKDYd1z-AWCEKqqQni3xcQhXg2NOZgfIoZZ9zBT3qk\\\",\\\"y\\\":\\\"BhH8MMiORVCE6af5wdm0PABvZwP5CDCAL9NBgNfec9c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3iCE4DoOAMcZGXbvrtPCOwOdaY6M79zm-eOgNg-5eS0\"}"