"{\"content\":{\"body\":\"From the beginning of the NFT game craze to the popular meta-universe concept, the world of Web 3.0 has finally become clear in people's minds. **With the entry of a large number of traditional industries, the entire society has begun to accelerate progress, and various technologies have gradually begun to develop around the shadow of Metaverse and NFT, and this has also made the public start to look forward to the future of society.**\\n\\nNevertheless, before the real advent of the Web 3.0 era, there are still many potential hidden dangers that cannot be ignored, and this will also affect how the order of the entire society develops in the future. And whether such a self-centered world is good or bad for the general public. **This article will explore the origin of the meta universe, the development of NFT games, and the evolution of the future world of Web 3.0.**\\n\\nIn 2019, Raheel Yawar gave a speech at Pocket Gamer Connects Helsinki and was surprised to find that they had already reserved a complete track for blockchain games. Game developers use complex decentralized storage solutions to give players the illusion of uniqueness and ownership, which confuses Raheel. After all, developers control the number of drops of equipment in the game and their destructive power, so why put simple player inventory data into a blockchain-shaped hole? Two years later, as the blockchain gradually penetrated into every corner of digital ownership and the term Web 3.0 was coined, the answer began to emerge.\\n\\nBlockchain game developers always start from the same point of view. We spent hundreds of dollars to get skins in \\\"Fortnite\\\", but these skins do not really belong to them. They can be taken away (but not from a physical point of view), and they only exist in that game.\\n\\n**The value of NFT**\\n\\n![](https://images.mirror-media.xyz/publication-images/KzX0ev9pCOwJ4Qtn9Db5T.png?height=500&width=500)\\n\\nFor people who do not understand modern art, why those basic shapes of paintings can get high prices in art exhibitions is beyond their understanding, let alone why NFTs based on them are valuable. But in fact, the value people assign to it is no different from the value we assign to precious metals, luxury handbags and Pokemon cards. Of course, silver is more valuable than collectible stamps, but in the virtual world, the land of The  Sandbox is also more valuable than the portrait NFT.\\n\\nThe Sandbox is a blockchain game. Most of the items, including virtual map areas and in-game entities, are NFTs. They live on the blockchain. When you buy them, they will appear in your crypto wallet. The game is connected to your wallet. This is how it knows which game-related items you have, and then lets you do something with these items. Your avatar in the game will be able to put on a shirt in your wallet, equip a sword, and deploy houses on your land. The more players The Sandbox has, the higher the value of the in-game items. So at this time, someone asked, how is this different from non-blockchain games?\\n\\n![](https://images.mirror-media.xyz/publication-images/UlQlCAshpfOBvOfcO90AS.png?height=250&width=500)\\n\\nThere are indeed arguments for raising this question. \\\"Fortnite\\\" allows you to buy items with U.S. dollars and use them in the game, while The Sandbox allows you to buy items with their cryptocurrency SAND and use them in the game. But the difference is that your encrypted wallet is not game-specific. If another blockchain game allows you to use your sandbox projects in its virtual environment, and vice versa, then the value of these projects will exceed a single application or virtual space.\\n\\n![](https://images.mirror-media.xyz/publication-images/jzWzFnv37mmBUt4eWBUV9.png?height=245&width=500)\\n\\nLet us take GreenPark Sports (the meta universe for sports fans) as an example, the company released its in-game avatar equipment as NFT in November 2021. They announced a collaboration with The Sandbox, which means that character props will be available in both games. Who knows how many more partners will unite all these virtual worlds together. If I jump from one game to another, connect my wallet and realize that my items have some value in other virtual worlds, it will be a surprise. The more in-game props or NFT props given to games and meta-universes, the more valuable it becomes.\\n\\nOn the other hand, as the game dies or loses player interest, the supported NFT loses its value. In addition, as game designers decide to add more content to the game, if the transition is not handled properly, thousands of armors may become worthless within a few months. Secondly, implementing specific in-game items in multiple games is a very complex design task. Even if a closed ecosystem like Blizzard’s Warcraft or Valve’s DotA reuses characters between different games, they need to completely change the statistics, and sometimes even fully satisfy the ability of the game design.\\n\\n**Meta universe**\\n\\nAll technology companies interested in the field of Metaverse are preparing to enter the Metaverse. Niantic, the maker of \\\"Pokemon GO\\\", hopes to create a world where virtual reality is mapped and people are encouraged to collaborate, which is a common theme in their games. The real-time environment mapping of their AR development kit is very accurate. Meta (formerly Facebook) seems to have a similar vision. Oculus has made great progress in quality and affordability. They are now seeking to use AR to merge reality and virtuality, and Microsoft's Hololens may be the most advanced mixed reality headset the public has seen.\\n\\n**Web 3.0 and games**\\n\\nFrom the current point of view, we can boldly speculate that the game may be the largest adopter of Web 3.0 and Metaverse, because the game has the powerful ability to create a better reality. A well-made game will not overwhelm you, nor will it bore you. It provides you with a safe haven away from the trivialities, struggles, and powerlessness of daily life. Whether through in-game items or simple visual feedback, all your actions are important and will be rewarded.\\n\\nEven before Bitcoin became popular, the currencies and items in the game had real value. Freemium and free games usually have multiple in-game currencies, some of which you can swipe tasks, while others must be purchased with fiat currency. Now, these in-game currencies can be traded on the blockchain. For example, SAND and MANA are both worth more than the U.S. dollar. In addition, the game mode of earning while playing has emerged. Combining the scale of EVE Online and the concept of Web 3.0, you will find that it is only a matter of time before the oasis imagined by Ernest Cline in his science fiction novel \\\"Ready Player One\\\" becomes a reality.\\n\\n![](https://images.mirror-media.xyz/publication-images/0aATAxdD0GxfrVS_DyM-J.png?height=281&width=500)\\n\\n\\\"Ready Player One\\\" depicts a vast virtual world, you only need to meet your basic needs in the real world, food, shelter, electricity and Internet connection. Everything else is done in a virtual reality world called OASIS. You can go to school, meet people, play games and do a daily job. If you are rich enough, you can own property or even a mansion on your own virtual planet. You can use the currency earned in the virtual world to buy anything in the physical world.\\n\\nWe are already working hard to make OASIS a reality. For people living in poverty, the selling price of NFT can be regarded as a small wealth. This is proof. It won’t take long for your virtual clan or guild to kill the bosses in the game, because the armor dropped may be worth thousands of dollars and needs to be distributed among hunting teams. Players will hunt and collect items in the game, trade with other players or sell them at auction houses. Pirates will hijack your game character as a hostage in exchange for rewards. Wealthy businessmen would hire mercenaries to form convoys to protect them. Many jobs will follow our nine-to-five model. Jobs such as a weapon forge or armor enchanter will be welcomed for safety and stability. Players who want the least risk will stick to larger cities and safe areas. The bravest players will venture into the wasteland to fight monsters and other players and bring back valuable rewards.\\n\\nSoon, just like Silicon Valley, agricultural towns, and industrial cities, meta-universe settlements will appear near the location of the game server. The less the delay, the better the player performance. Virtual goods will be valued just like physical goods.\\n\\nIn the future, there will be other more random meta-universes. The Sandbox provides a great opportunity for various businesses to own an in-game online store. You can buy a pair of high-end in-game sneakers that will never leave a trace of wear. And you may be able to buy physical goods from a virtual store and get NFT as part of the transaction. Even if you don't buy anything, as long as the store appears in a prime location in the game, it will generate endless advertisements, and it is completely worth the millions of dollars people pay for it.\\n\\n**The future of dystopia is good or bad**\\n\\nThis will be a dystopian future, a regular episode of \\\"Black Mirror\\\". But some people also think it will be amazing, which is no different from the proliferation of social media. Facebook reunites lost family and friends, WhatsApp allows us to talk and see our parents make calling cards, and high-charge mobile phone plans are a thing of the past. But we also saw friends sitting around the dining table, obsessed with their Instagram feeds, while our relatives were instilled in conspiracy theories instilled by reposted messages. Therefore, it can be seen that such a future also exposes many disadvantages. At this time, the regulatory rules have become particularly important.\\n\\nIt will allow people in remote villages to earn diplomas in simulation classrooms and study groups. Non-profit organizations may distribute XR headsets or replace laptops, as well as scholarships and Internet subscription services for children who cannot afford it.\\n\\nThe national economy that creates and holds the most valuable virtual assets will flourish. However, it is not unimaginable that a developing country can invest too much in virtual goods as a shortcut to increase exports. Therefore, if virtual currency or NFT loses value, excessive reliance on virtual currency and insufficient reliance on physical currency may lead to a crash.\\n\\nNow, the entire market is divided into three types of people, one is those who are passionate about the future of Metaverse and Web 3.0, the other is those who strongly oppose it, and the other is bystanders who don't understand it. The fact is that every financial application is adding encrypted transactions, the technology giants are working on their own unique vision for Metaverse, and large game publishers have declared that blockchain is the future of the industry. Whether you are against it or on the sidelines, we are all involved in this rising tide. It may only be a matter of time.\",\"timestamp\":1639561750,\"title\":\"The future of dystopia: Metaverse, Web 3.0 and NFT games\"},\"digest\":\"8jZ_b1z3rMGX4f6kS83ibCbGA2Otk5qyXzfd0y_HMZo\",\"authorship\":{\"contributor\":\"0x7a8eCD62Ee1c83F083244B8F68a4017776E097A6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P6J7YtwSpLil4XyolaW-EwfXFK3W0nWL9eCgCcKHVLk\\\",\\\"y\\\":\\\"f7MqffdKnyBYQwYDLvSZEIlcIJKrfzMUABT1CVrUxjs\\\"}\",\"signature\":\"U0Tjg5qf7I9yPOjVdPkGWXqQgnxdk5nYFhXfvv7Koh2PglVetK9CLYqyzkUBFsBA0sBMH2zX1lfpTlwpfTxluw\",\"signingKeySignature\":\"0xb20f30fd85d31e7aa12853d1fd3cc0ef81c7309366e412fdcc46894eecb5dbff2df43b95bf01a0ebfed7c03094989fedbf3b0a4174a22585da3460ee7096b9381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P6J7YtwSpLil4XyolaW-EwfXFK3W0nWL9eCgCcKHVLk\\\",\\\"y\\\":\\\"f7MqffdKnyBYQwYDLvSZEIlcIJKrfzMUABT1CVrUxjs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8jZ_b1z3rMGX4f6kS83ibCbGA2Otk5qyXzfd0y_HMZo\"}"