"{\"content\":{\"body\":\"不管是生活中的选择，或者工作中的决策，我们都下意识的去做出评判，关于好坏对错。\\n\\n但是，很显然的一个事情是：我们对于事物的评判有时候并不准确，甚至是完全相反的，究竟是什么导致了如此状况的出现，相信对于这个问题的探究也可以帮助我们更好的理解自我，明悉在做出决策前我们有什么样的心态、这种心态在长期以来如何形成的，以及如何完善自我。\\n\\n## [](#好坏对错是如何形成的？ \\\"好坏对错是如何形成的？\\\")好坏对错是如何形成的？\\n\\n一件事，或者一个决策，真的有好坏对错吗？\\n\\n有时候我们可以直接给出答案，“这么对那么就不对”，有时候我们则无法做出判断。\\n\\n当我们的脑子中有依据可以提供给我们作为判断一件事或者一个决策的标准时，我们就不自觉的按照已有的指标对目标物进行判断，这种指标通常是法律、道德等显而易见且形成普遍共识的存在。然而有时候我们依靠普遍共识无法对事物做出合理的评判，就需要我们调用大脑进行一定程度上的逻辑推理，每个人在逻辑思考方面的开发水平各不相同，因此做出的判断也千差万别。\\n\\n由此可见，真实情况是，即使针对同一件事情，不同的人都会做出不同的评判，这些评判是不同认知层次和思维水平的个体做出的，根本就没有对错之分，只能说谁的更合理一些、在逻辑上更完备一些，可是我们所处的世界是一个庞大且拥有无限信息量的复杂生态，世界自身也是处于不断的变化当中的，再加上一个个体的逻辑推断仅仅是对复杂事物的一小部分做了推演，并不能说明事物完全真实的情况。\\n\\n根据上面的分析可以知道，我们作为一个个体对于事物的评判存在以下几点的漏洞：\\n\\n1.就整个生存环境而言，我们掌握的信息太有限，无法做出准确评判；\\n\\n2.就被判断的事情而言，在不同的语境和时间点，存在的属性并不是恒久不变的，根本不可能用一个结论来标定一件事或者一个决策；\\n\\n3.就发出评判的个体，每个人的认知是及其有限的，所有判断只不过是自我认知范围内对一件事的解读，根本不具有绝对的正确性；\\n\\n至此，我们了解到，一件事情或者决策真的有绝对的好坏对错吗？并不见得，当然了杀人越货违法乱纪的，对他人和社会造成不利影响的事不在此次讨论范围，本文仅限于对于正常生活工作中事情的分析。\\n\\n好像对一件事或者决策做出评判的行为，并不是一个地区或者国家的产物，也不是一个时代或者一种文化的产物，那我们究竟是如何产生出一种近乎偏执的驱动力，去评判遇到的各种事情和决策的呢？\\n\\n## [](#我们为什么要评判事物？ \\\"我们为什么要评判事物？\\\")我们为什么要评判事物？\\n\\n### [](#表层原因 \\\"表层原因\\\")表层原因\\n\\n首先，从比较浅的层面来看的话，主要有两方面的因素，\\n\\n1.社会层面\\n\\n2.个人层面\\n\\n#### [](#社会层面 \\\"社会层面\\\")社会层面\\n\\n个体是生活在社会中的个体，一个独立的个体是无法生存下来的，所以生物体的本能之一就是符合社会层面的共识。比如，社会层面觉得烧杀抢掠都是犯罪，那我们每个人都不能去做这些事，不然就触犯了共识，就会引起社会中其余成员的抵制，在当今社会这项工作的完成以公检法机构为主、区域舆论为辅。\\n\\n我们对于事情的很多评判，也是基于社会共识进行的，很多共识已经在我们的成长过程中慢慢内化为一种下意识的存在，很多时候我们做出评判前并不需要想太多亦或进行复杂的逻辑分析。\\n\\n#### [](#个人层面 \\\"个人层面\\\")个人层面\\n\\n个体如果单独存在，肯定无法生存下来，我们就需要获得群体中其他成员的认可和接纳。这种接纳是基于对社会共识的响应获得的，让别人知道你认可社会共识，那已有的共识认可者就会认可你。\\n\\n这种情况下，我们对于一些事情的评判，有时候出于本心，有时候是为了获得他人的认可说出的违背本心的话，每个人肯定都有自己的表达立场，不过分极端就行。\\n\\n### [](#深层原因 \\\"深层原因\\\")深层原因\\n\\n然后，往更深的层面来看的话，我们习惯于对一件事做出评判的原因只有一个，***恐惧***。\\n\\n这种恐惧往具体了说，就是对于不确定的恐惧。\\n\\n从原始社会人类就产生了对于世界进行认识的一套方法论，其中之一就是理解到世界是一个极端复杂的系统，我们只有对一个环境知道的更多我们才能更好的生存，未知就等于危险，危险就意味着生命存在的不确定性。由于人类的渺小，以及世界的过度复杂，人类对于世界的理解只是很微观的、局部的、片面的认识，不过哪怕这一点微小的确定的存在，就让人类躲过了不少危机时刻。\\n\\n所以，到这里我们就很容易的理解，我们为什么会易于、善于、也乐于为一件事亦或一个决策给出评判了。然而，正如前文所述，我们并不能做出合理的评判，那我们应该怎么做呢？\\n\\n## [](#如何完善对于事物的认知？ \\\"如何完善对于事物的认知？\\\")如何完善对于事物的认知？\\n\\n其实，容易对事情做出评判，主要有以下几个方面的原因\\n\\n1.决策的当下，对于事情理解不足。很多时候，我们并没有对于一件事有足够的理解和调研的情况下就做出自己片面的评判，这种情况基本上是很局限的，局限在自己的知识范围内、局限在自己的情绪范围内。面对这种情况最直接的办法就是，自己的每一项评判都去找资料佐证，让自己有理有据，而不是情绪驱动的过失之举。\\n\\n2.日常养成，对事物的发展理解不足。事物总是在不断发展，环境也在不断变化，我们对于事物的认知也需要抱着一种发展变化的眼光去看待去分析，不然很多情况下我们获得的只能是一种偏离的结论，古人的“塞翁失马”的故事也表达了同样的道理。\\n\\n在今天这样一个信息多到会掩盖事实的局势下，我们更加需要不断加强自我的修炼，以应对不断变革的时代。\\n\\n在态度上，我推崇的是不论何种情况都要保持一种对他人的礼貌和尊重，这种尊重来源于尊重自己，是一种生而为人的体面；\\n\\n在个人认知上，尽量多的、系统的了解一些生物学、物理学等基础学科的知识点，遇事多想想一件事为什么会发生以及发展，问题或许有很多但是缘由或许很简单；\\n\\n在立场上，要打开自己，敢于接受与自己不同的观念和说法，人类本来就渺小我们自己并非全知，别为了维护自己的立场而拒绝接受更好的观念，反而愈发显得自己无知和羸弱。\\n\\n> **已读清单**\\n>\\n> 《塔可夫斯基：在电影中祈祷》\\n>\\n> 《思维简史》\\n>\\n> 《背靠背，脸对脸》\\n>\\n> 《蒙古的精神》\\n>\\n> 《陌生人的音乐》\\n>\\n> 《我的青铜时代\\\\*\\\\*-\\\\*\\\\*罗翔》\\n>\\n> 《我的青铜时代-陈佩斯》\\n>\\n> 《树大招风》\\n>\\n> 《一本小小的红色写作书》\\n>\\n> 《结网》\\n>\\n> 插座学院《升职加薪30天集训营》\\n>\\n> 《人体调查组》\\n>\\n> 《向上汇报》\\n>\\n> 《Chowders and Soups》Liz Feltham\\n>\\n> 《亲爱的同志》\\n>\\n> 《性爱自修室-第三季》\\n\",\"timestamp\":1640070566,\"title\":\"【NO.004-不要急着评判好坏对错】\"},\"digest\":\"cmoJPiLwuqwNNL_4ZlCDeQxvEX3tzEeXQ87VHMloFRY\",\"authorship\":{\"contributor\":\"0xA6097a4adf23553623A7917bbBb28c7bb2a7775c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3v2-wF8HCs0tik5hcITiTUSv1uYbK_x1qhyNbz9jH8\\\",\\\"y\\\":\\\"84MDQlTWgXpYQSbObSeew1jynSCY0BIqaNrorCCQfFw\\\"}\",\"signature\":\"eC5RRvXfnvnM0-LbBfSC1fXPxQRacq1Pj5TmDjCxtm1bMGfHbYxQKfSF-0b7Ez3Gl5HHrzJHZidqneOjYJLrFw\",\"signingKeySignature\":\"0xcda8ac3afa1bd8ef114e518070ad558be2ff8c3ecadeca1ec6af69286a90146d05580117ca887c85c483e42d32e58bca6ffc190dac7312b78fee6abade6da5701b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3v2-wF8HCs0tik5hcITiTUSv1uYbK_x1qhyNbz9jH8\\\",\\\"y\\\":\\\"84MDQlTWgXpYQSbObSeew1jynSCY0BIqaNrorCCQfFw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cmoJPiLwuqwNNL_4ZlCDeQxvEX3tzEeXQ87VHMloFRY\"}"