"{\"content\":{\"body\":\"## The old way and the new way\\n\\n![The Complaint Tablet to Ea-nasir – the World’s Oldest Complaint Letter. Old Babylonian, 1750BC, found in the city of Ur, Iraq.](https://images.mirror-media.xyz/publication-images/t51w7NFx1g8EcmOAcmVkB.png?height=372&width=775)\\n\\nSome 3750 years ago, Nanni (a copper merchant) sent a cuneiform script on a clay tablet to Ea-nasir (a smelter) complaining about the rude treatment and poor quality of the copper ingots his agent was offered, and how he (Nanni) now had neither copper ingots nor his money.\\n\\nBack then, that was basically how we vented, how we wrote, how we recorded information. We found a scribe to write our message over a few hours in cuneiform, onto a moist lump of clay, then fired it carefully in an oven before arranging for someone to personally deliver the fragile tablet. And writing wasn’t for the masses. It was a privilege.\\n\\nThe world has changed (several times since). We’ve been able to excavate several million cuneiform tablets over the years, but very few are legible. And as for the rest? Well, they’ve turned to ash, and have buried the foundational roots of the many technological advancements that’ve occurred since. Few more revolutionary than blockchain and cryptocurrency, where today, we’re able to create and publish scripts, artworks, content with a few strokes of the keyboard and clicks. And thanks to NFTs, enabled by blockchain, have it globally accessible, verifiable, indestructible, unconstrained by intermediaries, with economic upside.\\n\\n### But first, what is an NFT?\\n\\nNFTs (non-fungible tokens) are unique digital assets registered and verifiable on a blockchain network. Linda Xie ([@ljxie](https://twitter.com/ljxie?s=20)) does a great job at explaining what they are [here](https://linda.mirror.xyz/df649d61efb92c910464a4e74ae213c4cab150b9cbcc4b7fb6090fc77881a95d). But essentially, NFTs are able to convert digital content, stories and moments into scarce assets, replicating some of the limited edition value of physical objects.\\n\\nNFTs are widely misunderstood. Their complexity and perceived “sketchiness” to skeptics actually forms a big part of their appeal. Some can’t comprehend the idea of paying huge sums for a JPG that can be “right-click-save-as copied”. But this thought process misses the point. It’s like visiting the British Museum to photograph the Complaint Tablet to own it. You just can’t. NFTs provide permission and access. It’ll take some time for mainstream society to fully accept this. But in the interim, NFTs represent both a way to flex on people in the digital world (in its most simplest form) to also the beginning of a lucrative future full of possibilities for creators, collectors and investors.\\n\\n### The market reality\\n\\nIn 2021, NFTs entered mainstream consciousness in a way unseen in the modern web.\\n\\n\\\\[summary of stat\\\\]\\\":\\n\\n\\\\[2020 vs 2021 chart\\\\]\\n\\nAnd the number of Ethereum wallets holding at least one NFT rose from **600k** in Jan 2021 to **2.1m** in Jan 2022 (up 250%).\\n\\n![Live link: https://bit.ly/3EGwcQd](https://images.mirror-media.xyz/publication-images/iwQ1Lz1wOb3owsPcU3SRR.png?height=885&width=1436&&&&&&&&&&&&&&size=medium)\\n\\nIn the last few weeks, the world’s largest brands have battled out a digital land grab over NFTs:\\n\\n* Oct 2021: **Facebook** (market cap $958bn) rebrands to Meta\\n* Nov 2021: **Disney** announces metaverse plans\\n* Nov 2021: **Microsoft** announces metaverse plans including an initial offering of a version of Microsoft’s Teams chat and conferencing program that features digital avatars\\n* Dec 2021: **Nike** acquired RTFKT, a company that makes digital sneakers\\n* Dec 2021: **Adidas** sells $22m in NFTs, selling out in hours\\n\\nAnd the long tail of creators and businesses are all wanting in too. For artists, NFTs provide a living and can help them earn the equivalent of what would take them years to earn from streaming. For any other creator, now is the time to bring yourself to the marketplace and get rewarded for it.\\n\\n## The NFT Code\\n\\nThe Complaint Letter comes from the First Babylonian Dynasty, during which one of the most renowned kings of Mesopotamia, Hammurabi, had proclaimed one of the earliest and complete set of legal code - the Code of Hammurabi. It provided a significant understanding of the judicial system in Ancient Mesopotamia - the main cradle of Western civilisation. And laid the foundation for key principles found in most legal systems today, including the presumption of innocence and the right to a minimum wage.\\n\\nThe NFT Code that follows is humbly submitted to help Creators navigate the NFT market and identify where to focus their efforts. Revolutions are rare and frightening, but the goal of the code is to equip you with the pre-requisite fundamentals that will enable you to approach the market with the mindset that NFTs present not a threat but  an opportunity for you to bring your best self to the digital world and be rewarded for it.\\n\\n## Code 1: Tell a great story\\n\\nCollectible NFTs derive their value from the **narrative** around the asset(s), unlike other NFTs such as game assets (asset’s utility within the universe), virtual land (location, parameters and content) and art (artist’s reputation). For more information on value drivers, read Andrew Steinwold’s succinct [here](https://andrewsteinwold.substack.com/p/-nonfungible-token-nft-value-drivers).\\n\\nA great story is authentic, consistent, trusted and subtle. Fundamental to the success of CryptoPunks is its narrative as being the first NFT project on Ethereum in history. The founders provided a fair launch so anyone could claim them for free back in the day. Someday owning a CryptoPunk might signify just how early of an adopter you were into the world of Ethereum and its thriving digital art scene. CryptoPunks are the largest NFT collection by value with a market cap of $3.1bn and a floor price of $245k at the time of writing.\\n\\nStories from the ground up have also proven to be a success, where creators facilitate means for collectors to add some polish and shine to their NFTs with a new story, and then if successful continue doing so or resell to capitalise on the growth of the NFT.\\n\\nThe [Loot](https://www.lootproject.com) project ($7k floor, $55m market cap) is an example of a pure decentralised play, containing no art, no team, no road map, no central authority to determine the specifics of the project. It is left to the community to add flesh to the barebones set of words that can be interpreted in any way the community sees fit. It teases at one of the underlying secrets being uncovered by NFTs in general: that the most valuable aspect to NFTs is the community itself that forms around and gives value to projects.\\n\\n![From the Loot project. ](https://images.mirror-media.xyz/publication-images/k_5RlW_tqFTRE86Be_OkF.png?height=496&width=1008)\\n\\nThe directive to “build on top of Loot” i.e. black squares topped with text confuse many, but Albert Polanco does a great job at deciphering “[WTF is going on](https://nfts.wtf/what-the-fuck-is-the-loot-project/)” in the context of the Star Wars universe\\\":\\n\\n> Imagine that instead of the Star Wars universe being crafted and created by George Lucas, that the essential building blocks of the Star Wars universe existed in the form of just words outlined as a framework or starting point, and that those individuals who would one day become known as “Star Wars nerds” could have the opportunity to take that starting point and built out meaning, art, interpretations, stories, characters, quests, games, and more.\\n\\nVitalik has also commented on the project:\\n\\n[https://twitter.com/VitalikButerin/status/1433229168620163073](https://twitter.com/VitalikButerin/status/1433229168620163073)\\n\\nThe **Bored Ape Yacht Club** project ($219k floor price, $606m market cap) provides a great example of the collectors adding value to an NFT by buying it, re-mixing it and creating more public interest in the project. NFT owners have created a [music video](https://www.billboard.com/music/music-news/bored-ape-9797-first-nft-music-video-exclusive-1235007900/) with an ape. Virtual band KINGSHIP, made up of four Bored Apes, [signed](https://www.billboard.com/music/music-news/bored-ape-9797-first-nft-music-video-exclusive-1235007900/) with Universal Music Group. There's also a beer launched by [an owner.](http://travelthemitten.com/breweries/north-pier-brewing-michigan-brewer-launches-bored-ape-ipa-in-celebration-of-bored-ape-yacht-club-nft/) And artist [Dan Rollman](https://twitter.com/hippiesushichef) created a [comic](https://www.instagram.com/hippiesushichef/) with his Bored Apes.\\n\\n![Kingship, the first-ever music group consisting of NFT characters (from the Bored Apes Yacht Club)](https://images.mirror-media.xyz/publication-images/qCDxLSXsOBpTM6UNzoE-7.png?height=576&width=1024)\\n\\nA critical get-right for creators is the clarity and communication of intellectual property rights attached to the NFT, which will govern the freedom for NFT owners to do what they want (legally). We cover this in the next Code.\\n\\n### Code caveat\\n\\nStorytelling should be played with care and delicacy. Inconsistent storytelling or attempts by creators to get away with a story that’s just been slapped on will be sniffed out by the community. Lindsay Lohan missed the mark with her Furries NFT project that failed to resonate with the lucrative furry community, who called out design failures included the lack of furry features, and references to “running every gang from here to Mexico,” guns, and “a fiesta,” that the community interpreted as negative racial coding of the Canine Cartel working with Lohan.\\n\\n## Code 2: Be strategic with intellectual property\\n\\nFor content creators, NFTs present a compelling opportunity to commercialise content. If value is generated by the narrative created or facilitated by the creator, then it’s in the creator’s interest to protect their fruits of mental labor through intellectual property rights and the scope of the IP licence attached to the NFT. Depending on the scope set in the smart contract, the creator can decide what rights collectors have to the content. Options for the creator include retaining ownership of intellectual property, preserving the right to issue official copies or prints off of the original, imposing controls over usage to protect the creators brand, amongst many more.\\n\\nThese “strings attached”, often buried in ~~l~~engthy Terms of Use policies and legalese, were brought to the forefront of discourse by [@punk4156](https://twitter.com/punk4156), who recently sold his namesake punk #4156 following awareness and discontent towards the restricted licensing approach adopted by the punk creators, Larva Labs. Larva Labs adopted the [NFT License](https://www.nftlicense.org/) for **CryptoPunks** which appears to provide no transfer of IP, copyright, or trademark to punk owners. Instead it grants the right for the art to be used for personal, non-commercial use, in addition to commercialising own merch up to $100k per year.\\n\\n[https://twitter.com/punk4156/status/1467549624806354957](https://twitter.com/punk4156/status/1467549624806354957)\\n\\nThere is some justification for tight copyright control, in that it encourages innovation by enabling creators to secure exclusive right to their creations. Larva Labs themselves have been able to reap the rewards of their punks beyond primarily market sales, having [recently signed](https://www.hollywoodreporter.com/business/digital/uta-cryptopunks-nft-film-tv-vieo-games-1235005392/) with LA-based global talent agency United Talent Agency for representation across film, TV, video games, publishing and licensing. Punk owners won’t be able to get a direct slice of the pie from such a deal. But the opportunities for collectors to be part of a burgeoning entertainment brand can alone unlock significant value. The values of punks will likely rise with the brand’s popularity.\\n\\n**NBA Top Shots** are another NFT project with tight licensing restrictions, where a collector who purchases an NBA Top Shot \\\"moment\\\" does not inherit rights to then copy and profit off of that \\\"moment\\\".\\n\\n**Bored Ape Yacht Club** have taken a more generous licensing approach, granting collectors a broad right to make commercial uses of the Bored Ape character that they own. The Bored Ape License set out in the website’s [Terms](https://boredapeyachtclub.com/#/terms) grants *“an unlimited, worldwide license to use, copy, and display the purchased Art for the purpose of creating derivative works based upon the Art”.*\\n\\n**Nouns.wtf** (created by [@punk4156](https://twitter.com/punk4156?lang=en)) are leading an emerging open-source IP movement in NFTs that’s most permissive. Governed by a [Creative Commons CC0 licence](https://creativecommons.org/share-your-work/public-domain/cc0/), anyone can create derivatives and commercialise the nouns IP as they please, even if they don’t own one of the NFTs. It’s in the public domain.\\n\\n> CC0 enables scientists, educators, artists and other creators and owners of copyright- or database-protected content to waive those interests in their works and thereby place them as completely as possible in the public domain, so that others may freely build upon, enhance and reuse the works for any purposes without restriction under copyright or database law. - CC0 “No Rights Reserved”.\\n\\nAlready we’ve seen [Nouns merchandise](https://visualizevalue.com/collections/merch/products/noun-cap) sold by general public members who don’t own Nouns NFTs, and [derivative projects](https://opensea.io/collection/noundles?tab=activity) generating millions in sales. Anyone can take the Nouns brand and create their own content - songs, movies, clothing and toys. Nouns plans to work with David Horvath ([@davidzhorvath](https://twitter.com/davidzhorvath?lang=en)), co-creator of the popular [Uglydoll](https://uglydolls.hasbro.com/en-us) toy, book, and movie brand - to expand Nouns into Hollywood and the traditional IP licensing world via [the Nouns Studio1 initiative](https://discourse.nouns.wtf/t/proposal-nouns-studio1/390).\\n\\n[https://twitter.com/brkfstworldnft/status/1463502911225405449?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1463502911225405449%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86795%2Fhow-ethereum-nft-project-nouns-is-building-open-source-ip](https://twitter.com/brkfstworldnft/status/1463502911225405449?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1463502911225405449%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86795%2Fhow-ethereum-nft-project-nouns-is-building-open-source-ip)\\n\\nThe growing discontent around CryptoPunks and the rising prominence of the Bored Ape Yacht Club is reflected in recent prices, with the BAYC flipping punks in terms of floor price (23 Dec 2021). Whether that’s due to the discontent, time will tell.\\n\\n### Code caveat\\n\\nCreators can be forgiven for believing they value their works better than anyone else, and to having a special connection with their works that enables only them to understand it in a way that no one else ever can. And that may extend to thinking they’re best positioned to drive the ongoing mainline narrative and therefore control copyright for their NFT project. But there are no guarantees that such creations will be embraced in an NFT market where the value of central control and censorship is resisted, and where the widespread that is that NFT owners *should b*e the owners of the content despite what the legal fine print states.\\n\\nWhen collectors buy NFTs, they buy clout and they’re generally after a ROI, so they have a vested interested in the narrative, maybe in ways that many creators traditionally find uncomfortable. In this new era of fiction and storytelling, maybe the decentralised, collaborative approach to loosening copyright control and co-creating narratives will be both delightful and liberating for creators to adopt.\\n\\nWhat’s just as, if not more important, is the creator’s attitude and approach to decision-making and crowd-sourcing, and incorporating, community input. Great NFT projects are projects where decisions are made with the community in mind.\\n\\n## Code 3: Enhance value through scarcity\\n\\nScarcity is central to elusiveness and desirability, regardless of whether the asset is naturally scarce (oil, gas etc.) or artificially scarce (Birkin bag, tickets to major events etc.). The scarcity principle - that rare or limited resources are more desirable - is relevant across economics, social psychology and behavioural economics. As Robert Cialdini states in *The Psychology of Persuasion*:\\n\\n> “The scarcity principle trades on our weakness for shortcuts”.\\n\\nHistorically scarcity has been difficult to configure into digital content due to its ubiquitous and abundant nature. Anyone can screenshot, copy, download or share content. There are some exceptions, with games such as Runescape and World of Warcraft having created virtual economies for in-game assets, skins etc. through the material configuration of scarcity, elusiveness, community and secondary markets. But such environments depend on a central, trusted authority, operate within a walled garden with no interoperability or use case for the assets outside of the games.\\n\\n![ In Runescape, 'partyhats' dropped during a one-off 2001 event have become rare and sought after despite offering no in-game utility. They have become the most expensive in-game asset and are recognised as a symbol of wealth.](https://images.mirror-media.xyz/publication-images/rQkNx-V9WPwxWazaVczBn.png?height=360&width=480)\\n\\nBlockchain through NFTs has enabled a paradigm shift for collectibles, allowing for online assets to have verifiable scarcity and ownership that cannot be manipulated. They bring elements that endow real world collectibles and assets with value into the digital world.\\n\\nIt is the NFT creator that gets to determine the scarcity of their asset. And there are several different ways for creators to create scarcity\\\":\\n\\n* **Quantity-based scarcity (limited quantity available)**: options include the creation of single edition (1 of 1) NFTs for the one true fan; limited edition NFT drops that can help create more of a community since multiple collectors can get involved; and fractionalised NFTs where one NFT can be owned by multiple collectors through the purchasing of fungible tokens that represent the NFT.\\n* **Time-based scarcity (limited time releases favouring active and committed collectors)**: creating limited time releases that require commitment and skill from collectors if they wish to obtain the NFT (or the simple luck of being in the right place at the right time). Be there on launch date, or integrate time or labor-intensive tasks to obtain the NFT.\\n* **Skill-based scarcity (obtaining the NFT is subject to attaining a level of skill, knowledge or effort)**: Another aspect of the Runescape game for creators to leverage is the rewarding of players for their time and commitment in obtaining particular achievements. For instance, if you maxed out (level 99) several skills then you would receive a non-tradable skill cape. You couldn’t just buy your way to success.  First person shooter games are also known for requiring gamers to achieve a certain skill level before they can unlock desirable items (e.g. top weapons) for acquisition.\\n* **Location-based scarcity (requires collectors to be at a particular location to obtain the NFT)**: Again, using the Pokemon Go example, where limited locational availability created greater challenges in acquiring the digital assets.\\n\\nWe’re still in the early days, and to date most NFTs require capital to acquire them, but the exploration of the above could introduce merit, accessibility and sow the seeds for a well-incentivised community.\\n\\n### Code caveat\\n\\nWith a plethora of “scarce” NFT projects already in existence, and many more in the pipeline, collectors are spoilt for choice.\\n\\n[https://twitter.com/hankgreen/status/1374087349068435457](https://twitter.com/hankgreen/status/1374087349068435457)\\n\\nAs Cobie neatly articulates in *[Tokens in the attention economy](https://cobie.substack.com/p/tokens-in-the-attention-economy),* **attention** is scarce and in high demand in crypto. Just as it was from people in Web2 and Web1, during the advent of social media and online news where eyeballs became everything in the race for clicks. In the token economy, NFTs projects are competing with coins where each day 50+ IDOs are happening, all hoping to acquire buyers to add to their community.\\n\\nCollectors will continue to chase projects that are good and popular. As a creator, it is critical to not over-simplify scarcity to decisions on how many NFTs to release and over how many release waves. Narrative and community building remain key success drivers and will help to generate the right positive signalling and social proof that collectors depend on when making purchasing decisions.\\n\\n## Your first true fan\\n\\nIn his classic 2008 essay *[1000 True Fans](https://kk.org/thetechnium/1000-true-fans/)* [Kevin Kelly](https://twitter.com/kevin2kelly) predicted that the internet would enable people to get (sufficiently) paid from their creations by establishing a modest community of 1,000 “true fans” willing to spend $100 each on your creation:\\n\\n> *To be a successful creator you don’t need millions. You don’t need millions of dollars or millions of customers, millions of clients or millions of fans. To make a living as a craftsperson, photographer, musician, designer, author, animator, app maker, entrepreneur, or inventor you need only thousands of true fans.*\\n>\\n> *A true fan is defined as a fan that will buy anything you produce. These diehard fans will drive 200 miles to see you sing; they will buy the hardback and paperback and audible versions of your book; they will purchase your next figurine sight unseen; they will pay for the “best-of” DVD version of your free YouTube channel; they will come to your chef’s table once a month.*\\n\\n[Li Lin](https://twitter.com/ljin18) boiled that figure down to [100 fans](https://future.a16z.com/1000-true-fans-try-100/) to reflect the increasing global adoption of social platform tools (Reddit, Discord, Telegra, Clubhouse, Twitter, Facebook, Instagram),  mainstreaming of influencer marketing, and ever-increasing availability and accessibility of information and tools reporting on the NFT world.\\n\\nAnd for NFTs, that number may be even smaller - Li argues that one serious fan is enough, the one cult fan that’s prepared to pre-fund the project, buy multiples and/or want to own the “original”. The ability to find that first true fan will be a breakthrough opportunity.\\n\\n## Closing thoughts\\n\\nNFTs are a burgeoning market with clear signs the old guard are beginning to embrace the lucrative opportunity that presents them.\\n\\nAs a creator, you have a choice: sit back and do nothing, or chart your own path and create value as you do. Whether you’re a corporate professional, a chef, a comedian, an artist, a motivational speaker, an anonymous contrarian on Reddit, NFTs present an opportunity to transact both content and value in ways that empower creators and fans own a piece of its success.\\n\\nThe content is merely the bridge between the old way and new way.\\n\\n![Virgil Abloh elevated streetwear into luxury fashion. A form of fashion initially adopted only by outsiders but eventually embraced by elite luxury. The NFT culture is already showing signs of following a similar trajectory.](https://images.mirror-media.xyz/publication-images/N3DFYGWru-qU73wVAH479.png?height=372&width=620)\\n\\n## Resources\\n\\n[https://www.inputmag.com/culture/cryptopunks-larva-labs-united-talent-agency-uta-hollywood-deal-controversy](https://www.inputmag.com/culture/cryptopunks-larva-labs-united-talent-agency-uta-hollywood-deal-controversy)\\n\\n[https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3971240](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3971240)\\n\\n\",\"timestamp\":1641193503,\"title\":\"The NFT Code for Creators\"},\"digest\":\"e--abTdwX-U7UtBLpVgBPajG6asN7qtU8owAg1gseVs\",\"authorship\":{\"contributor\":\"0x296652d97B7caF5924f8E267195Aedd1bd846d80\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pjxkmu20drbSShUFnvBZnoiWMETRMrAXqKdHNibEHgg\\\",\\\"y\\\":\\\"6iAM0E4IYixwuJXIb7wemmY9pz6AJWDy6XXdRtwDfkk\\\"}\",\"signature\":\"uvMhh0Ant8eB6Sqn-HKDyM9XoG3eQQIkc7GsZ5WE_pAMLqc3xlyE6nctbLjP7VoS-nc4UyDNOyewaJGhNyHV7g\",\"signingKeySignature\":\"0x8470e757b00917c24aac1c57c2cdeaabd6954ec8450aa96f979d328b354740cd4390bb437def06a86a83dfc8cd075cf1a53c444027d0e4c12690f2461be26ad01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pjxkmu20drbSShUFnvBZnoiWMETRMrAXqKdHNibEHgg\\\",\\\"y\\\":\\\"6iAM0E4IYixwuJXIb7wemmY9pz6AJWDy6XXdRtwDfkk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mx2pFCh3pBRndkUrSywg-fbNPS2ad5NQYwAo2DPFwN0\"}"