"{\"content\":{\"body\":\"## A short reflection to end the year\\n\\n**​​**How you spend the time in your life is precious. The question of how we should be living differently is a gift.\\n\\nReflecting on the work of the past year, it’s clear that attention is building. As a [recent tweet said](https://twitter.com/vgr/status/1473146566768693256), “The first rule of Web3 fight club is you must always talk about Web3 fight club”. The signal-to-noise ratio may be lower than ever, but at the same time, acronyms like DAOs begin to take on public meaning. The question of how we should be working differently repeats.\\n\\nChoosing to spend my time working on DAOs, I have to continually revisit, reevaluate, and reinvigorate my aims. There are the short-term measurable indicators of success: total value managed by our tools. There are also mid-term navigation points: what will organizational forms look like in three decades from now, and what coordinated feats will they support? I embrace one theory of change that cultural norms, even more so than technical capabilities, influence our sphere of action. That is, while technical capabilities play a role in determining the possible, cultural norms curtail it more than we usually think.\\n\\nThough these technical capabilities do not usually ship with a sealed fate, they have cultural *potential*, a wide range of propensities from which some can be encouraged more than others. On this subtly charted course, more decisions do not always equal better decisions. Greater coordination can be to ill ends. The values we can encourage steer us toward rough consensus and running *worlds*. These worlds are not built on compliance but something more wild. What is wild can also be what is common.\\n\\nReflecting on the tools of the last year, web3 makes apparent the financialization that already influences our lives. The difference may be that we’re more aware of participating in it, for better and worse. Calls to fractionalize everything are a cultural potential of the technical capabilities that will over the next five years deeply reorient how we construe value. With this cultural potential, it may be important to remember: *holding in common* does not mean dividing what is in practice valuable.\\n\\nFractionalization of artworks, for instance, does not inherently transgress the practice of holding in common, provided owners participate in shared events. However, the cultural norm of fractionalization may have runoff effects out of step with valuable experience, leading to equating granular ownership rights with ever more granular resources due to seemingly limitless address space. We do have an opportunity to reorient epistemological mappings through cryptonetworks. We only have to quickly turn to Elinor Ostrom’s [design principles of common pool resource management](https://en.wikipedia.org/wiki/Elinor_Ostrom#Design_principles_for_Common_Pool_Resource_(CPR)_institution) to find alternative inspiration. These principles emphasize methods for clear definitions, dispute resolution, and collective self-determination. A key quality: in this mapping, access is collective, and responsibility is granular yet shared.\\n\\nIn most forms of law, the right to be a “legal person” also confers responsibility, such as the duty to represent oneself legally. A land rights action brought forward by the Onondaga Nation takes this one step further:\\n\\n> On March 11, 2005, the Onondaga Nation filed a complaint in a federal court in Syracuse seeking title to their lost homelands. \\\\[...\\\\] The lawsuit is not a land “claim,” because to the Onondaga land has far greater significance than the notion of property. Sid Hill, the Tadodaho, or spiritual leader, of the Haudenosaunee Confederacy, has said that the Onondaga Nation will never seek to evict people from their homes. The Onondaga people know the pain of displacement too well to inflict it on their neighbors. Instead the suit is termed a “land rights action.” When they finally got their day in court last October, members of the Onondaga Nation argued that the land title they’re seeking is not for possession, not to exclude, but for the right to participate in the well-being of the land. Against the backdrop of Euro-American thinking, which treats land as a bundle of property rights, the Onondaga are asking for freedom to exercise their responsibility to the land. \\\\[[1](https://orionmagazine.org/article/the-rights-of-the-land/)\\\\]\\n\\nWe can see in the Onondaga Nation’s land rights action how the idea of ownership becomes more variegated: a form of *holding in common*. As a collection of rights, ownership inextricably relates the concept of rights and responsibility. This widespread lack of disambiguation on the idea of ownership may be why the notion of art that remains publicly accessible but privately owned confounds so many. It also may be why the vision of the “ownership economy” requires further articulation.\\n\\nReflecting on long-term navigation points, I imagine scenarios based on the socio-technical infrastructure that will still exist in the next 200 years or even 2000 years. At the end of each imagination, I conclude that what may have the most impact on the future isn't decentralized digital technology alone but the governance patterns it culturally normalizes. Because even if the specific technical capabilities don't survive, but the broader network does, the cultural norms could remain too. In an essay from earlier this year, [A Prehistory of DAOs](https://gnosisguild.mirror.xyz/t4F5rItMw4-mlpLZf5JQhElbDfQ2JRVKAzEpanyxW1Q), I tried to retrace the lineage of DAOs from dangerous roots to more convivial forms. In part, I intended to help a governance pattern seeded by others\\\\[[2](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3356774)\\\\]\\\\[[3](https://thereboot.com/beyond-cryptoeconomics-platform-cooperativism-and-the-future-of-blockchain-governance/)\\\\]\\\\[[4](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3979223)\\\\] flourish more widely: DAOs should be in closer dialogue with cooperative models. As with all encouraged governance patterns, the chance persists that it could remain more superficially embraced, and cooperative models do not ultimately inform a greater number of DAOs on a [deeper operational level](https://resources.uwcc.wisc.edu/Business%20Conversion/Becoming%20Employee%20Owned%20Toolkit.pdf). As others have glibly noted, the impetus to place cooperatives on top of global capitalism looks paltry at best. These truths neglect an opportunity that needs to be reinforced, however, which new terms like DAOs create: spawning tremendous energy that could go toward stellar megaprojects and [cultivating community in empty lots](https://www.ustreetcommunity.org/temperance-alley). Structural change often proceeds at the pace of simple memes and right timing, provided there are tools available to sustain it.\\n\\n![James Webb Space Telescope (2021)](https://www.nasa.gov/sites/default/files/thumbnails/image/webb_spacecraft_sep_12.25.png)\\n\\nChoosing to spend my time working on DAOs, my theory of change operates at a very slow pace, despite the fast tempo of “the space”. I do believe that governance patterns must begin relationally in the responsibilities we have to each other. These responsibilities are not burdens but something more wild. Power is necessary, and the tools are secondary. We have shared memories of history, however, precisely because of our relationships with tools we built to preserve those memories. Tools are important reinforcements, bound in a feedback loop with history. In trying to be a good ancestor, we can choose what governance patterns, along with their rights, responsibilities, and remembrances, to reinforce for those who come after us.\\n\\n*Thanks to Marvin Lin, Andy Tudhope, and the Other Internet Peer Review for sharing feedback on this reflection.*\\n\\n*Cover Image: Max Ernst, Summer Night in Arizona (1944)*\\n\\n*This essay is by [@keikreutler](https://twitter.com/keikreutler?lang=de). Join the conversation in the [Gnosis Guild Discord](https://discord.gg/wwmBWTgyEq).*\\n\\n### Resources\\n\\n\\\\[1\\\\]: “The Rights of the Land”, Robin Kimmerer, 2008: <https://orionmagazine.org/article/the-rights-of-the-land/>\\n\\n\\\\[2\\\\]: “Fostering Worker Cooperatives with Blockchain Technology: Lessons from the Colony Project”, Morshed Mannan, 2018: <https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3356774>\\n\\n\\\\[3\\\\]: “Beyond Cryptoeconomics: Platform Cooperativism and the Future of Blockchain Governance”, Nathan Schneider, 2021: <https://thereboot.com/beyond-cryptoeconomics-platform-cooperativism-and-the-future-of-blockchain-governance/>\\n\\n\\\\[4\\\\]: “Grounding Decentralised Technologies in Cooperative Principles: What Can 'decentralised Autonomous Organisations' (DAOs) and Platform Cooperatives Learn from Each Other?”, Kelsie Nabben, Novita Puspasari, Megan Kelleher, Sadhana Sanjay, 2021: <https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3979223>\",\"timestamp\":1640716330,\"title\":\"Holding in Common\",\"publication\":\"gnosisguild\"},\"digest\":\"xzKBGM5fjfvQblZ4pLHtRHa5oR1clLp-5lTupjSci9o\",\"authorship\":{\"contributor\":\"0x9887D70d026818CA841BE7d41AE1AdACc5cB9903\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JroVjVbH0pvqHfQcJRiAkqyAUdz5bMDjRzT2VZHXhOE\\\",\\\"y\\\":\\\"bod6-eGBk2I3zwpvqXxulLrUx7eM03XIRHlELfzSFVU\\\"}\",\"signature\":\"mTGMEgKK6cyLzButBweqvATl7E6kyOIiQAOLuioh5Q2hAstH0Kh8Yw4SijcGfsey1Pb8HCTkKDs5ctz1bSgk-g\",\"signingKeySignature\":\"0xe9c957ce190fbc010c4305c7c9546c38eb0220d6eb5ed5339e0b0f416ef7386e6955174c2d95956bd254a40022c0182b61cbd5f0fce8e4c6a803bd14ef5e3af31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JroVjVbH0pvqHfQcJRiAkqyAUdz5bMDjRzT2VZHXhOE\\\",\\\"y\\\":\\\"bod6-eGBk2I3zwpvqXxulLrUx7eM03XIRHlELfzSFVU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l3pGN7TOUgPkzeurDlllIaAocaVqQuZkN98-BLAhKRc\"}"