"{\"content\":{\"body\":\"    The family of public-key cryptosystems, a fundamental breakthrough in modern cryptography in the late 1970s, has increasingly become a part of our communication networks over the last three decades. The Internet and other communication systems rely principally on the Diffie-Hellman key exchange, RSA encryption, and digital signatures using DSA, ECDSA, or related algorithms. The security of these cryptosystems depends on the difficulty of number theory problems such as Integer Factorization and the Discrete Log Problem.  In 1994, Peter Shor showed that quantum computers could solve each of these problems in polynomial time, thus rendering the security of all cryptosystems based on such assumptions impotent. In the academic world, this new science bears the moniker Post-Quantum Cryptography (PQC).\\n\\n    In August 2015, the National Security Agency (NSA) published an online announcement stating a plans to transition to quantum-resistant algorithms. In December 2016, the National Institute of Standards and Technology (NIST) announced a call for proposals of quantum resistant algorithms with a deadline of November 30th 2017.\\n\\n    In light of the threat that quantum computers pose to cryptosystems such as RSA and ECC, the once-distant need to develop and deploy quantum-resistant technologies is quickly becoming a reality. Cryptocurrencies like Bitcoin are new financial instruments which are created to make financial transactions more efficient, cheaper, and decentralized. Their fundamental building blocks are cryptographic algorithms such as ECC digital signatures which are used to perform various functions to ensure the integrity and security of the whole system. However, the use of ECC signatures and other similar cryptographic algorithms means that quantum computing could pose a fatal threat to the security of existing cryptocurrencies, which deploy number theory-based public key cryptosystems extensively.\\n\\n    The mission of the ABCMint Foundation is to successfully develop quantum-resistant blockchain technology. We also look to promote and support fundamental research for quantum computing technology and post-quantum algorithms.\",\"timestamp\":1640692716,\"title\":\"ABCMint Foundation\"},\"digest\":\"7KEGJNd5kNnQ1A7IZE3JSYz4il0kijIygxS-X2oI1Pw\",\"authorship\":{\"contributor\":\"0x185d7738317D1C5fDFd12bE1791dd2DA27BFD0B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9XNA8t_V-T8b8-uv86fReuVfFHo5AAJEdnlymI96BCM\\\",\\\"y\\\":\\\"QQcLvWH_TqKxkKHIqod7M2ElJkv1Y7spqqPwuhd7NuM\\\"}\",\"signature\":\"zDxRq1RYG8EjuwYFGKnBK-cSnQbCs9AUGE3zdp4cm8Yr-BejRrB1rCxB7d6MQAzUD4IZscYdMmyVgmC-dZbDjg\",\"signingKeySignature\":\"0xa6b2f0a660142e2290a3311cf7fcba51151f7f6e18ae47af25cc8735426a259455af732627d74b6a62f07daab18a0ec523edfe02b63338653d43875d93e5f1581c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9XNA8t_V-T8b8-uv86fReuVfFHo5AAJEdnlymI96BCM\\\",\\\"y\\\":\\\"QQcLvWH_TqKxkKHIqod7M2ElJkv1Y7spqqPwuhd7NuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JAYZvgh3idhxQQfPrmr-IgjpVZbok3mBKIndGZ4KE38\"}"