"{\"content\":{\"body\":\"The layer 2 scaling wars in the Ethereum ecosystem are starting to heat up like crazy. There’s a gold rush to become a market leader-- to capture market share and get a lot of people to start using your solution. On October 19, 2021 Matter Labs released an announcement about a novel application called UniSync: a port of Uniswap V2 on the zkEVM. Matter Labs is the creator of zkSync, which is an Ethereum scaling solution for Ethereum 2.0-- this is just a solidity application that runs on layer 1 Ethereum that can now be ported over to zkSync 2.0 with a compiler. That’s a big deal but let’s start with what layer 2 scaling solutions are in the first place.\\n\\n![Introducing zkSync: the missing link to mass adoption of Ethereum](https://images.mirror-media.xyz/publication-images/xNgMrQiTFduVOBU-HE_ul.png?height=686&width=1200)\\n\\nOne of the biggest complaints with Ethereum right now is that it’s too expensive but even when we transition to Ethereum 2.0, the problem won’t be entirely fixed. So the long-term solution the Ethereum ecosystem has come up with is to build in multiple layers. In a rollup, the base layer (the one everyone knows and uses today) will run in tandem with the second layer that executes a majority of transactions in a separate environment. These transactions on layer 2 are then batched and put back on layer 1.\\n\\nNow let’s break down what the novel zkSync mentioned earlier is. ZK stands for zero-knowledge, which is a cryptographic term for one party being able to prove to another that something is true, without revealing any other information.\\n\\nInformally, it works as follows:\\n\\n1. Users sign transactions and submit them to validators.\\n2. Validators roll up thousands of transactions together in a single block and submit a cryptographic commitment (the root hash) of the new state to the smart contract on Mainnet along with a cryptographic proof (a SNARK) that this new state is indeed the result of the application of some correct transactions to the old state.\\n3. Additionally to the proof, the state ∆ (a small amount of data for every transaction) is published over the mainchain network as cheap call data. This enables anyone to reconstruct the state at any moment.\\n4. The proof and the state ∆ are verified by the smart contract, thus verifying both the validity of all the transactions included in the block and the block data availability.\\n\\n![The three valuable components of zkSyncs.](https://images.mirror-media.xyz/publication-images/PaMDrtdwua7N3HJYrb6wB.jpeg?height=750&width=1500)\\n\\nIn other words, zkSync solves Ethereum’s scalability issue by processing less data (this allows for quicker transactions) and maintaining privacy (by validating smart contracts using math).\\n\\nEnter the concept of tokenization, which refers to issuing blockchain-based tokens that can be traded, stored, and transferred in the digital world. These tokens exist on the chain, act as a store of value and carry the rights of the assets they represent, while the real-world assets backed by these tokens continue to exist “off-chain.” This concept isn’t new-- they’re exactly what NFTs are. A non-blockchain example of tokenization is “‘air miles” programs that can be converted into specific goods, services, or flights. Digital tokens follow the same approach.\\n\\nBy combining the unique benefits of scalability and privacy protection through zkSyncs, a layer 2 scaling solution on the Ethereum blockchain, my project applies the concept of digital tokenization to the energy industry in order to prevent electricity outages in developing countries and democratize the energy grid.\\n\\n![](https://images.mirror-media.xyz/publication-images/vKoCZAcmz2FMp6qtU5CUk.png?height=801&width=1601)\\n\\nAround the world, as traditional energy distribution systems struggle to keep up with increasing demand, especially during peak hours, Distributed Energy Resources (DER) have gained value. DERs are small-scale units of energy generation that are connected to the grid at the distribution level. They usually include rooftop solar panels, wind turbines, electric vehicles (EV) and EV chargers, and natural gas turbines. These DERs are on the opposite end of the spectrum when compared to the gargantuan amount of energy most community energy plants produce, which is approximately [4.648 per kWh in the UK](https://www.onaverage.co.uk/consumption-averages/average-electricity-usage) and [10,766 kWh in the US](https://www.eia.gov/tools/faqs/faq.php?id=97&t=3) annually.\\n\\nUntil now, energy rates for both DERs and larger plants have been determined solely by centralized authorities, whether that’s the energy supplier or government. In California for example, the government has [artificially-inflated energy rates](http://home.uchicago.edu/amshaikh/webfiles/reclaim.pdf) to deter users from using particular types of energy, making it costly for those who cannot afford alternatives.\\n\\nBy tokenizing energy market transactions, that is storing the value and rights to energy assets on an immutable and transparent blockchain, rates can be adjusted to supply and demand signals in the market rather than a third-party enforcer. Ultimately, this opens up the opportunity for easier energy grid decarbonization and democratized management. For more information on how the code works, check out my [Github](https://github.com/tashapais/UniSwap_GraphQL) page.\",\"timestamp\":1634972884,\"title\":\"ZKSyncs and Tokenization To Power the Future of Energy\"},\"digest\":\"KGJrTOktb6w29tanricFlD4A8bZxWmR4aMpd5UEegGI\",\"authorship\":{\"contributor\":\"0xbecC81a3F4354B65178E74d384391F6577b1F291\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QUv0tERMPlXUeN1C5_bfWSLISyDZNkKKfKe0Ohl_cMc\\\",\\\"y\\\":\\\"kL3l21sUhTG3MzrTFLt6fTcBT1z4qEPeXQfL5Imhdj0\\\"}\",\"signature\":\"5WR39EUSJjoR_DlJdgKuipjxGCpjg5Q8DG6Y2X9uBpI-qKdhr9rjEhxoCcmC9aZBPmcEyxI6-s682_IObLTmLg\",\"signingKeySignature\":\"0xbf9a8a8fef353a20595a83678013a9fa871783f9235c7afa403e7d66a9b0f5ba072151fdd8b21dc8324c0642b7cec99cfb782826942546e43fdba469f108eea51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QUv0tERMPlXUeN1C5_bfWSLISyDZNkKKfKe0Ohl_cMc\\\",\\\"y\\\":\\\"kL3l21sUhTG3MzrTFLt6fTcBT1z4qEPeXQfL5Imhdj0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ioxSpMhzzR3TU58rl7dtQGwguVStSB0S6UUGhE6zx2M\"}"