"{\"content\":{\"body\":\" \\n   \\n 非常喜欢美剧《冰血暴》，悠扬的片头音乐响起，然后接上一句：这是一个真实的故事，是的，我想讲述的就是一个真实的故事，一个已经43岁的女人怎样通过自己的努力去德国工作的事情。 \\n  \\n 　　大概讲述一下笔者的背景，西北五线小城市的地方性银行的一名普通职工，今年48岁，老婆是当地第一人民医院的一名护士，今年43岁，有一个即将中考的孩子，非常普通的一个中国家庭，但是客观的说，夫妻双方的收入相对而言还是不错的，在这个小地方也还过得去，介绍背景的意思大家都懂，都一把年纪了，生活也安逸，早都过了职场打拼的时候了，怎么会发生这么大的人生改变呢？我慢慢往下说。 \\n  \\n 　　我说的一些在工作上碰到的事情应该很常见，尤其是护士这个职业，我尽量客观的做好背景介绍。 \\n  \\n 　　首先，我老婆是一个非常好学上进的人，年轻的时候也算天生丽质，25岁的时候，就是2003年，就应聘成了她们医院最年轻的脊柱外科护士长，我们是2004年的时候结的婚，婚后的日子经常为她的工作搞得鸡犬不宁，她做护士长按照我的想法还是太年轻，那时候干部年轻化还不流行，年长的不听她的话，年轻的又没有几个，整天只有委屈自己，往死里干活，回到家就发脾气，搞得家里一点都不和睦，医院的朋友都知道，一般小城市病人都去第一人民医院，别的医院根本没法比，当年的医保覆盖面又不大，所以工作起来又忙又累，病人怨气又大，那环境比菜市场都恶劣，加班无数，每天回到家是精疲力尽，日子就天天这样往下熬，真是在熬，不知道多少次家庭就散了。 \\n  \\n 　　一晃四五年就这么过去了，医院领导层和护理部换届，同年医院又进行中层竞聘，我老婆在民主选举高票继续当选护士长的前提下被不清不楚的落选了，我只能想象是她可能挡了别人的路，小地方的单位关系盘根错节，大家都懂，这种事情对于她来讲简直是晴天霹雳，付出的那么多却得到这样的回报，我宽慰她的同时也有点窃喜，终于不用拼命奉献了，起码家庭能和谐了吧。虽然我也怒火冲天，我知道她是怎样工作的，但是老百姓又能怎样。 \\n  \\n 　　08年她被分配到血液净化室，被人这样对待，我老婆心里总有一口气，之后的日子，她老是不甘心，于是花了很大的代价争取了去上海进修，完成了心理咨询师的认证考试，回来后和西南大学的美籍教授共同完成心理研究课题，总想着靠这些改变自己的命运，但没人把这当一回事，不是冷嘲热讽就是嗤之以鼻，其中心酸只有自己知道，我也劝过好多回，就这么认命吧，你越是往死里学别人越是会打压你，在医院我们没背景，你就好好的干你的护士，好好教育孩子就行了，反正年龄越来越大，何必把自己搞得这么辛苦，重重打击之后，她似乎也认命了。 \\n  \\n 　　一晃11年就这么过去了，时间来到2019年夏天，发生了一件小事，我清楚的记得那天发生的事情，中午12点零三分，我接到儿子的电话，说是午饭没人管，孩子当时是暑假，那天我有一个接待，人在外面，就给老婆发了微信，让她给孩子点个外卖，我无数次的后悔，干嘛不自己点呢，完了我老婆就给孩子点外卖，结果她们科室的一个小护士跟疯了一样，态度极其恶劣的说大家都这么忙，你在那里玩手机，能干了干，不能干了回家（这是原话），大家看到这里可能认为这多大的事，但对我老婆实际造成的伤害是我们无法想象的，医院的工作人员都知道，是讲究传承的，小护士都是老护士手把手教出来的学生，貌似她站在道德制高点，实际上这是非常没有修养和道德的行为，平时都是叫老师的，一个学生恶语相向老师，以往又无冤无仇，而且当时是换饭时间，即便退一万步，单位拿出手机不对，也可以用温柔的语气提醒，何况她又不是领导，一般同事之间怎么可能发生这样的事情？我老婆当时差点没气晕过去，之后她就找了科室汇报，细节不再赘述，完了两个科主任，她们护士长，还有两个当事人开会做出处罚决定，小护士目中无人，对年纪大的老师毫无尊重，书面检查，当众道歉，扣除当月奖金，我老婆看手机，罚款50，这件事就这么平息了（实际上奖金根本没扣，罚款也没交），但是....... \\n  \\n 　　之后发生的事情简直是天方夜谭，电视都编不出这么让人意想不到的剧情，事情过了三个月，这个小护士用我无法想象的方式把这件事告诉了相熟的一位副院长，副院长的态度相当坚决，认定小护士做的完全正确，是在制止医院的不正之风，立马给护理部主任打电话让翻案重审，这位护理部主任是当年让我老婆护士长落选的主力，欺负人好多年了，遇见这样的好事简直是大喜过望，名正言顺的搞你简直不能再爽，当时科室做出的处罚决定全面推翻，护理部正式通过院周会决议发文，做出以下决定：全院通报，记院内处分，扣除奖金系数的多少多少我忘了，而且每个科室每名护士写文章来鞭挞我老婆的行为，引以为戒，人活脸树活皮，我老婆95年就进入医院工作，工龄已经24年了，年轻时为医院拿过很多的奖项，落得个如此下场，这件事我现在是以第三者的口吻叙述，如有夸大不真实死全家，我无数次的想同归于尽，但终究不可能。 \\n  \\n 　　之后我老婆跟疯了一样，写了无数的申诉信，但谁会理会这种事情，小人物就认命吧，没开除你就是恩赐了，我也托关系找人，都tm没用，唉，那段日子我实在不想回忆。 \\n  \\n 　　上天总不会给人绝路，人不可能点背一生，转眼就是2020年，疫情爆发，防护装备奇缺，虽然我们这小地方没几个感染病例，但一样疯狂抢购，我老婆网上认识了一个西班牙华裔，吐槽说医院物资短缺，她们一天也就能换一个口罩（当时全国如此），结果那个华裔简直不要太好，在西班牙疯狂采购了100个n95口罩（当时外国也不好买了），一分钱不要就给我老婆寄来了，运费我们掏，一来二去两人就熟悉了，完了就说德国也缺护士，像你这有经验的他们肯定要，但是德语不好过，我老婆当时就给我讲，我只当一句闲话，你都42了，虽然本科学历，但都是上班之后考的，实际是中专毕业，德语零基础，英语也就知道几个简单用句，怎么可能让人家招你，何况就算人家要，你该怎么过去呢？我老婆当时也认可我的话，是啊，就算人家要，她怎么知道呢？但她从2月份开始，就买了一本德语入门，每天胡乱开始念，我知道她心情不好，就随便她去。 \\n  \\n 　　今天想想，我真的是佩服她，从知道这个消息开始就像盗梦空间一样给她种下了种子，每天下班空闲时间，就是各种网上搜索相关信息，具体时间我忘记了，真在抖音上找到一个在德国工作的中国护士，名字叫胡静，完了两人加好友就聊上了，胡静2019年底去了德国维尔兹堡大学附属医院工作，她应该是当地第一个中国护士，她能过去也比较传奇，她以前在苏州一家医院工作，应该是刚毕业没多久的小护士，完了德国那个医院的护士总长兼董事去苏州交流参观，去到胡静她们医院，大为震惊，中国护士太tm能干了，一个人照顾10个病人，德国都是10个护士照顾一个病人，回德国之后和另外董事开会，一定要招几个中国护士去他们医院工作，完了胡静抓住机会，努力通过德语b1等级考试，顺利就过去了，胡静告诉我老婆，她可以联系医院给我老婆面试，以我老婆的资历他们肯定会要，之后我老婆将自己的相关简历寄过去，时间来到5月份，还是那个护士总长（一个和蔼笑容可掬的老头）通过skype给我老婆面试，我老婆当时是用翻译软件和人聊，多年所学终于派上用场，老头听说我老婆还有心理咨询师的认证，聊了几句就当场拍板，来我们医院心理科上班，我老婆之后是兴奋不已，但当时的我根本不相信，我甚至觉得这就是一个骗局，是骗钱的，这种事谁会信呢？几千里之外就这么几句你就能找一个德国公立医院的工作，哄鬼呢！ \\n  \\n 　　之后我老婆立马报名德语网课，从零开始学，每天都是三点钟睡觉，身体开始吃不消，之后我们深谈一次，她提出要辞职，我太矛盾了，她的工作在我们这里是一份收入非常好的工作，而且她还是干部身份，辞职真的太可惜，几乎没有前例，辞职也是年轻人，哪里有42岁辞职的，但我看她跟魔怔一样学习，再加上受到的奇耻大辱，我要不同意，这日子就没法过了，哪怕知道去德国这事有多么不靠谱，我还是认了，六月份简单递交辞呈，晚上放到科主任办公桌上收拾了自己的东西就回家了，和任何亲人都没说，之后的日子对于我来说就是内心七上八下，患得患失，每天活的都像在梦里，我老婆开启疯狂模式，几乎一天不出门，每天基本16个小时学德语，一个已经42岁的中年妇女，这难度可想而知，A1,A2,B1，要连续过三级才达标，其中的困难酸楚相信大家都能体会，11月去南京参加第一次b1考试，过了三门，听力没过，12月去西安补考，过了，一共半年，一个德语零基础的42岁中年妇女就这么通过了德语B1等级考试，考试过后德国发来工作合同，今年一月去北京办理签证，2月3日签证通过，3月3日从上海直飞法兰克福，出关时对中国人的审查很严格，她准备了厚厚的资料，结果轮到她时，海关的德国人只是看了一眼她的签证职业，立马面露笑容，说欢迎你的到来！不到30秒出关，第一次感受到护士这个职业的高尚，同日到达德国维尔兹堡大学附属医院，三名医院同事热烈欢迎她的到来，一切的磨难暂时结束（以后不知道）！ \\n  \\n 　　啰啰嗦嗦写了这么多，其实很多情绪还没有表达，虽然经常说上帝关上一扇门总会另开一扇窗，但这是鸡汤，绝大部分时候是没有一扇窗的，人只能自强，而且我不会感激那些恶人，内心我依旧会诅咒她们，我就是一个普通人，以德报怨，何以报德？我只会感激心灵高尚的那些人，当然现在我没有那么恨了，她找到了自己实现价值的地方，我衷心为她高兴！ \\n \",\"timestamp\":1638473129,\"title\":\"我老婆如何改变了自己的命运\"},\"digest\":\"QK4lmwgWXf-9wxhZV6VJ5qymxV96uvZDQd8anoqApC4\",\"authorship\":{\"contributor\":\"0xC215244250C804CF4BDf2F0199f2b201bc34ea5A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YDGPdR5pfz_Soq-x3M0F9h6hZSXu7tMs7SdQNXV1jkg\\\",\\\"y\\\":\\\"peBUHDEkNVr2Vnx5P18Ox6bLP3aKNqhg1-czI5MPqhk\\\"}\",\"signature\":\"q_SqkSSa7z577bO8ETr9G3tz8ur6y01NhdgGQPeckk98I5XF6-GV2N2eK11Q-F7qf3NVuJKj1PNhfgln1rvahw\",\"signingKeySignature\":\"0x1b7ba8b177cdc9f1423fab9f2dd62f99a754202b6fe3eb74c6618e29b49682f94743ea213eb61cf644d6575c81313e6500add9d7c9d4b785e68232d87dbaabae1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YDGPdR5pfz_Soq-x3M0F9h6hZSXu7tMs7SdQNXV1jkg\\\",\\\"y\\\":\\\"peBUHDEkNVr2Vnx5P18Ox6bLP3aKNqhg1-czI5MPqhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QK4lmwgWXf-9wxhZV6VJ5qymxV96uvZDQd8anoqApC4\"}"