"{\"content\":{\"body\":\"*Welcome to Crypto Por Favor, where I explore the future of Web3 consumer applications. Catch me on [Twitter](https://twitter.com/chris3collins) to chat all things Web3. All views in this blog are my own and do not necessarily represent the views of my employer, Foundation.*\\n\\n\\n---\\n\\nThese past couple of months, I have felt great momentum around music. Given this medium’s influence globally and its ability to be consumed by mass audiences easily, I predict that music will be one of the biggest NFT categories over time. Activity and experimentation is bubbling up on this front, and to give y’all a a sense of what’s going on I wanted to highlight some of the projects that I believe might play a major role in pushing music forward via web3. Here is a taste of what’s of what’s come across my radar by category:\\n\\n### Creator Tools\\n\\n[Arpeggi Labs](https://www.arpeggi.io/)\\n\\n* I’ve mentioned this one in previous blog posts. It’s one of the first Web3-native toolkits that allows anyone to create fully on-chain music through its Digital Audio Workstation (DAW). Easy enough for anyone to pick up but also expansive enough for pro musicians, their toolset enables a new world of music NFTs. It was so great to use that I published [my own Arpeggi NFT](https://opensea.io/assets/0xd614e3b775b94794ea16a7843f31a56c36edcb09/522) recently.\\n\\n### Generative NFTs\\n\\nSimilar to what ArtBlocks has done with art, there are various projects launching that make it possible to mint NFTs based off of a set of algorithmically determined parameters. This is the cutting edge of web3 music and I expect these types of NFTs to pick up steam very soon.\\n\\n[Beat Foundry](https://beatfoundry.xyz/)\\n\\n* Launching first drop, Ocarinas, on 1/22. Each NFT is stored on-chain as a MIDI. Apparently there will be ways to remix the NFTs, but more information is to come as the mint date comes closer.\\n\\n[Soundmint](https://soundmint.xyz/)\\n\\n* Recently had their inaugural drop, “We_Are_Kloud”, which sold out. The artwork for each NFT is also randomly generated.\\n\\n[Warp Sound](https://www.warpsound.ai/)\\n\\n* Generative art + music NFT project with the potential for collection holders to collaborate on new songs.\\n\\n### NFTs\\n\\nJust like high value is regularly ascribed to art NFTs, the same dynamic applies to music. There are platforms experimenting with 1:1s as well as editions (multiple collectibles of the same work)\\n\\n[Catalog](https://beta.catalog.works/)\\n\\n* One of the first, if not the first, NFT marketplaces exclusively focused on music\\n\\n[Foundation](https://foundation.app/)\\n\\n* Marketplace focused on 1:1s, with an ever-increasing amount of music NFTs. Fun fact, I collected one of the first music NFTs by [beathau5](https://foundation.app/@beathau5/\\\\~/49809) (disclosure: I work at Foundation 😀)\\n\\n[Sound](https://www.sound.xyz/)\\n\\n* Drop-based model that is focused on edition NFTs. For each song, a limited number of editions are collectible and buyers get to attach their comments to each track Soundcloud-style.\\n\\n### Royalties\\n\\nRoyalties are very interesting since their value is not predicated on an NFT. Rather, value depends on the future cash flows generated via royalties for a specific song. This type of cash flow has historically been limited to musicians and their record labels, but this dynamic is getting shaken up now that we have crypto rails through which to route these types of payments seamlessly.\\n\\n[Royal](https://royal.io/)\\n\\n* The first web3 startup (to my knowledge) that lets musicians sell a percentage of future royalties in a song in exchange for upfront capital. Their first drop is with Nas and is coming up this Thursday.\\n\\n### \\n\\n![Mmmmhmmm](https://images.mirror-media.xyz/publication-images/y6HazBF0juA8rWZhlJHT3.png?height=990&width=1010)\\n\\nNeedless to say, none of this is investment advice. We are on the frontier of tech that will impact creativity for generations to come. Some of these project will work incredibly, and some will not. Please do your own research before making any kind of investment! \\n\\nThat being said, we are lucky enough to be at the forefront of a massive upheaval in “how business is done” in music and I cannot wait to see how this medium will flourish moving forward.\",\"timestamp\":1642389717,\"title\":\"Web3 Por Favor #50\"},\"digest\":\"HkfqblOTb5QLu71q8sLg9PbIZb-4BUet8_RKZXtuJaA\",\"authorship\":{\"contributor\":\"0x6cdFA17801fbA98119162fd710bECb9Ac14eDc54\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j_vlmx6NA6nZ8hm6lXwqezd6txCeXv91pMlGWOgo6SQ\\\",\\\"y\\\":\\\"K6pax_KO_4znJNOyXZ5sLZ6ssslPZpXvaxFWOBD0akE\\\"}\",\"signature\":\"Hc_WnsYKx2tsRCh8dZESkMQOdT0yLA7GjHO_51L6n5q9zbKlrzVkQGqDwTkv_jmkccM5_qEOJcxOAO8HX3VLVg\",\"signingKeySignature\":\"0xb3ddd9072929b5c73b85e1f4f8733044e7611d5778288dc86438ba5b8bee93ed6ddda230f9c2b9891034e6b0cdd5dfcc9a959857374b413507dedf7a8a05c1831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j_vlmx6NA6nZ8hm6lXwqezd6txCeXv91pMlGWOgo6SQ\\\",\\\"y\\\":\\\"K6pax_KO_4znJNOyXZ5sLZ6ssslPZpXvaxFWOBD0akE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"itJBUDFJ_3_ctbBBoHo3cg9vR2Dz-16yVMeUAfkGOMs\"}"