"{\"content\":{\"body\":\"# The Year of NFTs and DeFi 2.0\\n\\nBelow is a picture of the most expensive CryptoPunk ([Punk #3100](https://www.larvalabs.com/cryptopunks/details/3100)); sold (on-chain) for 4,200 ETH on March 11th, 2021. This NFT sold just hours after \\\"NFT\\\" first appeared as [a headline](https://www.nytimes.com/2021/03/11/arts/design/nft-auction-christies-beeple.html) in The New York Times.\\n\\n![CryptoPunks #3100](https://images.mirror-media.xyz/publication-images/eVhPPkwpLeFLW4bO6-J8n.png?height=614&width=1844)\\n\\nLarge transactions like this can define a primitive - as they do with Integral. At the time of this sale, many people in the space considered NFTs to be another Web3/DeFi primitive given that both involve on-chain token transfers. \\n\\nUnfortunately, when digging deeper into exactly *how* Punk #3100 traded, we find it hard to label this activity coming from a truly decentralized primitive since the 4,200 ETH actually came from a centralized exchange.\\n\\nIn fact, 6 of the 10 most expensive CryptoPunks this year were purchased with funds withdrawn from a CEX. The recent $SOS airdrop from OpenDAO also reveals another harsh reality - as it turns out, many NFT buyers don't actually participate in or use DeFi much at all.\\n\\n[https://twitter.com/kerfunkl/status/1474609317617627142?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed&ref_url=notion%3A%2F%2Fwww.notion.so%2Fjeylabs%2FSize-f612d09facd343439ffc13086f158ee2](https://twitter.com/kerfunkl/status/1474609317617627142?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed&ref_url=notion%3A%2F%2Fwww.notion.so%2Fjeylabs%2FSize-f612d09facd343439ffc13086f158ee2)\\n\\nThe reason is obvious. Historically, and as crazy as it sounds, buying ETH on Ethereum (through a DEX, swap protocol or aggregator) is not the most economical or efficient way to buy ETH, especially with large amounts. If you want to buy 4,200 ETH on DeFi, you can lose **$150,000** due to price impact alone-That’s the cost of a Tesla Model S Plaid with upgrades.\\n\\nIn 2022, there will be more new primitives like NFT coming out, and this $150,000 determines whether they will be decentralized. At Integral, we built a DEX to eliminate this price impact, and **make sure all primitive-defining trades are executed in a permissionless way, 100% decentralized and on-chain.**\\n\\n# Decentralized > Centralized\\n\\nLooking back at 2021, it's safe to say the movement of decentralized finance (DeFi) achieved significant traction and success. Going forward, a rapidly growing DeFi user base will demand a better user experience. This will push developers to solve more infra-level problems like gas, DAO, infra-type APIs, wallets, new blockchains and L2, on-chain analytics. \\n\\nHowever, the biggest obstacle ahead for Web3 and DeFi is not the tech or VC involvement (contrary to the opinion of [Jack Dorsey](https://twitter.com/jack/status/1473139010197508098)), but the fact that web3 still relies on many centralized institutions, applications and standards.\\n\\nTo a degree we must first leverage tools of the old world to build the new world, but a mindset heavily reliant on centralized systems still runs so deep within participants of our space. This mindset is what leads some to believe [a traditional IPO](https://www.bloomberg.com/news/articles/2021-12-06/former-lyft-cfo-roberts-joins-crypto-startup-opensea) is the best path of capitalization and growth for the world's largest (decentralized) NFT platform.\\n\\nIf you believe in decentralized value creation and self-sovereign development and protection of personal wealth, then at some point everything must decouple from centralized systems entirely. \\n\\nThe decentralized web will become the substrate on which centralized systems will operate, not the other way around as it is today. We, the builders, have a responsibility to create a self-sustaining decentralized economy and take back the narrative that defines value.\\n\\n# The Integral Link to DeFi\\n\\nIntegral is already having an impact in supporting Web3 and DeFi through our laser-focus on serving large orders.\\n\\nOver the past six months, Integral was responsible for executing over $450 million in on-chain trade volume, with an average order size over $170k - For comparison, this was 3x the average order size on Uniswap.\\n\\n![](https://images.mirror-media.xyz/publication-images/H_JlZEJo_h54M6YR6UFRt.jpg?height=1920&width=1920)\\n\\nAt Integral, we believe large on-chain order execution is a new DeFi primitive itself. When looking at the global market for crypto trades, retail accounts for a minority of total trade volume while the majority comes from large orders. Based on [public reports from Coinbase (Q2 2021)](https://assets.ctfassets.net/c5bd0wqjc7v0/4kKRqK0SCt0DDDjXuo5NRX/fc893f70e08204df25df490d7bcf3e88/Coinbase-Institutional-H1-2021-in-Review.pdf), 68% of their trade volume comes from large orders, likely initiated by whale traders and various institutions.\\n\\n**Large on-chain order execution is a blue ocean for DeFi and the main focus of Integral. The big problem to solve here is price impact.** Before Integral, $150,000 could be lost on a 4,200 ETH trade using a typical DEX, sometimes a lot more for tokens with lower liquidity.\\n\\nIntegral now solves this problem with an innovative solution that executes large orders, on-chain using a time-weighted average price (TWAP) algorithm. The current Integral build (launched in March 2021) supported a 5-min TWAP strategy, which mitigated most of the price impact on large orders. As a bonus, this version of Integral was successful in offering our LPs zero impermanent loss over sufficient time periods.\\n\\nBut we can do better! And we will. In 2022, we will launch our next generation product, [Integral SIZE](https://integral-1.gitbook.io/integral-twap/) (formerly TWAP). Why? Because Size matters!Integral SIZE will allow you to trade with size on DeFi, **eliminating price impact** on orders with sufficient size using a **30-min TWAP algorithm**. Trades on this new protocol will be executed 100% on-chain with better efficiency and overall price compared to all other decentralized AND centralized services.\\n\\nWith some configuration, Integral SIZE can even function as a DeFi OTC trading desk, useful for yield farmers and DAOs as a way to sell tokens or as a dollar-cost-saving investment vehicle, minus price impact.\\n\\nThe Integral SIZE public testnet is scheduled for January 2022 release with a mainnet launch by end of Q1 2022. After the launch of Integral SIZE, our product team will be working on additional features which may include things like customizable TWAP duration, L2 integration and more trading pairs.\\n\\nIf you would like to join the waitlist for the public testnet, please [submit your application through this survey](https://3ecq2uc8dhw.typeform.com/to/Arda7JV4).\\n\\n# Differentiated Success\\n\\nWhen we started building Integral SIZE this summer, [Paradigm released a white paper on TWAMM](https://www.paradigm.xyz/2021/07/twamm/) which envisioned a protocol specifically designed for large orders. Since then, our top priority has been to deliver such a protocol with product-market fit, before anyone else.\\n\\nAs we approach the finish line on this effort we realize that competition is not our main focus; Integral is customer-centric with attention to responsibility and contribution. We see the efficiency of large order execution as a critical element in the overall success of DeFi. As such, we gladly take on this responsibility on behalf of the entire Web3 space and are excited to make contributions in this way. By doing so, aim to play a key role in reshaping the global economy into one that is permissionless, self-sovereign, decentralized and sustainable.\\n\\nThat said, a single product is not enough to create differentiated success. This will require months, if not years of continuous public discussion, development and contributions from the broader community to reach a consensus.\\n\\nIntegral will always support these types of initiatives and have already taken several steps to safeguard the value being created by decentralization. From our \\\"Build-Farm-Sale\\\" model, to \\\"Everyone gets the same price as a VCs\\\" token sale, we'll continue to commit resources to the frontier of DeFi in 2022 and beyond.\\n\\nIntegral now plays a critical role in bringing about positive change in the world. We’ll continue to do this by releasing innovative DeFi solutions that empower a new generation of traders, investors, business models and open paths to economic freedom and wealth creation. But make no mistake, the decentralized world we’ll help build will not be the top-down pyramid system of the past. The new system will give rise to a fair economy with mutual respect and care with equality and wealth distribution in a more transparent and sustainable manner.\\n\\nLast but not least, we'd like to send a special thanks to all of our community members who have helped make Integral what it is today and continue to support us in our future endeavors. Whether you’re an ITGR token holder, trader, LP, Discord member or partner, we thank you for your belief in our mission and continued contributions. \\n\\nAs quoted recently by a member of our core team: \\\"Whenever things got difficult, I was almost always overwhelmed and encouraged by the amount of support given by the community. That's what has kept me and the rest of the team going.\\\"\\n\\nAgain, thank you for a wonderful 2021 and cheers to an even better 2022 yet to come!\\n\\nOn behalf of the Integral team, Happy New Year!\",\"timestamp\":1641226900,\"title\":\"Integral Stakeholder Letter | 2021 Annual Review\"},\"digest\":\"BRnqCxx3Q6nnT07BEWf3_3fK8nE2mzzNPOx7hwu_1r4\",\"authorship\":{\"contributor\":\"0x7683AB2538FE4fd9Fd0b8863fFD6B664EF4Fa9b4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9o_gkkt-CJ6pE56Cv6EtnvK89Gnt8JAn8Q9h3pKLBCI\\\",\\\"y\\\":\\\"1cuddZ8pwk-1J9JwYCX9Z0G_iwk5InXoYrt5jljpjGE\\\"}\",\"signature\":\"_bYgmZnesIYZX5F5hZjgAZxyzLaMnyIL8QfiEjZHDmSSQK7bZgAXyuzK9-RA-CeL19LF6ntC_W5imqAJ7SIObw\",\"signingKeySignature\":\"0x14f2c81c7dfd6bde0c294351f897d4e7a5d35e8f708d2a7b27c4bf09f4e80d2b26f75d8445ad427b4d8017f2c9a62548c1f5bb8989899c4ea958d872b5dd03f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9o_gkkt-CJ6pE56Cv6EtnvK89Gnt8JAn8Q9h3pKLBCI\\\",\\\"y\\\":\\\"1cuddZ8pwk-1J9JwYCX9Z0G_iwk5InXoYrt5jljpjGE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BRnqCxx3Q6nnT07BEWf3_3fK8nE2mzzNPOx7hwu_1r4\"}"