"{\"content\":{\"body\":\"Since TheOpenDao and the $SOS token has been the talk of the town on Crypto Twitter this christmas, I thought I could write down some thoughts on the topic. I will also give my view on the optimal decision if you were airdropped some ‘responsibility’.\\n\\nAnd before you ask, no, it’s not some delusional piece on why it will replace Opensea by “bootstrapping a community” and “fighting the web2 establishment” that Opensea apparently represents. It’s more of a story about greed, speculation, and grift.\\n\\n## What the heck is TheOpenDao?\\n\\nWhen I opened Twitter on December 24th, I noticed a few tweets from people claiming their $SOS tokens. At first I thought it was just another airdrop, but it turned out to be a bit bigger than I expected. In fact all Opensea users were eligible to claim $SOS tokens, according to 2 factors: Total volume in ETH (70% weight) and total # of transactions (30% weight). In 24 hours, more than 150k addresses claimed their tokens, making it one of the largest airdrops of the year.\\n\\nAt the time of writing, @the_OpenDao twitter account reached 85k followers. It sure caught the attention of a lot of members of the crypto space over the christmas weekend, and in a period of low volume and boring price action, there was simply nothing else worth talking about in the crypto sphere.\\n\\nWhat else? Well nothing much really. A simple webpage where you can claim the airdrop, a Discord, and a whole lot of shills on twitter. The people behind this project were surely well connected and prepared, with a few exchanges listing $SOS on day one.\\n\\n[https://www.theopendao.com/](https://www.theopendao.com/)\\n\\n## What’s next for the project?\\n\\nNotice what are the governance proposals drafted and passed on day one:\\n\\n1. A 1-year linear staking incentive schedule, to distribute 20% of the supply to holders locking up their $SOS and HODLing. Can anyone tell me how this adds value to the project, apart from limiting sell pressure from “believers”.\\n2. A LP Incentive program on Sushi. Once again, tokens locked in the LP will not be available to sell, while providing ample liquidity for whales to quietly exit the stage and dump their positions.\\n\\nAnd to those claiming it was a fair launch? It did not reward early users, nor those who contributed the most to Opensea’s success. What about the art creators? curators? people who helped onboard users to the platform? Instead most of the supply was airdropped to whales and wash traders. IF (and that’s a big if), $SOS becomes the basis of a new decentralized NFT marketplace, how would you feel with those people holding most of the governance power? Sure your rewards were proportional to your platform usage, but much more could have been done with the initial distribution. If the creators truly cared about fair distribution, why not give an additional weight to early transactions, pre-2021? It is to me another caution sign.\\n\\nTransparency is also an issue here. 20% of the supply is allocated to the OpenDAO, to support emerging artists, NFT communities, art preservation and grants for participating in the $SOS ecosystem. Seems pretty vague ugh?\\n\\n## Game theorizing\\n\\nSince game theory has been made popular earlier this year by OlympusDAO and the (3,3) meme, the notion of equilibrium and optimal outcome has been widely used on CT. Let’s try to model the behaviour of rational actors in the case of $SOS.\\n\\nFirst, we divide our population between 2 groups:\\n\\n1. Large Airdrop recipients aka the NFT Whales: They transacted more than $1m on Opensea, thus receiving a fine airdrop, worth north of 5 figures\\n2. Small Airdrop recipients aka the NFT Enjoyooors: They bought maybe a couple NFTs on Opensea, for a few ETH. they received an airdrop usually worth anywhere from 10$ to 1000$. I fall into this category.\\n\\nNFT Whales, by definition, have spent vast sums of ETH on Opensea, thus we can assume their liquid crypto net worth is at least 7 figures and up. 10k$ will not significantly change their lives but they would happily sell their $SOS tokens and move to the next thing.\\n\\nQuestion is, do they want to be exposed to this project? Given the absence of product or roadmap, and the significant market cap ($300m while I write these lines), the upside potential is limited. At least in the short term. I expect these whales to secure profits on their $SOS positions while liquidity and volumes are high, and wait for better entries and a clearer path for $SOS. It is simply the highest EV play.Sure, some can forget about their airdrop and HODL, but you got to ask yourself: who is left to buy at these prices? Surely not these whales.\\n\\nOn the other hand, NFT Enjoyoors are a much larger population, composed of people who came later to the crypto and NFT scene. In this giant game we are all playing, we try to find the next gems that will 100x and allow us to retire.\\n\\n> Surely this $SOS token that everyone talks about must be it! There is so much hype around this project, the community will find a way to make it reach a $10B mcap and overthrow Opensea! Even though I only got $153 from the airdrop, I believe what my NFT influencers are saying and will buy a lot more. They must be helping me gmi, and if we all buy and hodl, the price can only go up.\\n\\nWhile this behaviour seems rational to them, it is pretty irrational and reflect the FOMO induced aping that is so representative of most crypto “traders”. We allow ourselves to be fooled because we find comfort in belonging to the herd. We are too lazy to think for ourselves, do basic research and would rather be spoon-fed buy and sell signals.\\n\\nIn short, the logical trajectory for $SOS would be to pump while the hype is still high and newcomers try to gain exposure to the listing, while the whales quietly exit the stage and dump into retail liquidity. We would then observe a period of distribution where price fails to make new highs, and then a slow and painful bleed as attention shifts elsewhere and sellers exit their positions. Eventually, the project will catch a bid, but until then, it’s best to stay on the sidelines and allocate capital to better opportunities.\\n\\n## Final thoughts\\n\\nAnyone remember Loot and Adventure Gold ($AGLD) ? Kind of a similar vision to $SOS, we all know how this played out: volumes dropped, and the token never recovered.\\n\\n![Endless pain.](https://images.mirror-media.xyz/publication-images/oqiLM2Ij354n3BDf11QgJ.png?height=1344&width=2136)\\n\\nTo me it seems that TheOpenDao is nothing more than a liquidity game played by NFT whales. They get to have some fun pretending TheOpenDao is the next big thing, while dumping relentlessly on normies. They get to pocket a nice profit, from a low effort project (a webpage and a couple solidity contracts).\\n\\nAs for my last thoughts, I do not know how this will play out in the end. Maybe down the line $SOS will end up integrating with other protocols and be a success. Maybe it will fall into the forgotten land of dead crypto protocols and ideas. I am willing to bet on the latter. But I hope to shed some light on the basics behind such airdrops, and warn against the greed and low ethics of so-called NFT Influencers. Just know the type of game you are playing and you’ll be fine.\",\"timestamp\":1640597075,\"title\":\"On $SOS, game theory and exit liquidity\"},\"digest\":\"FlWGyWuzH6rSimeVVsvyWh22I31q0RJj1pJQuWeUHDA\",\"authorship\":{\"contributor\":\"0x76FF0594486eA591E6B8955d703b02Ec5cEBc55F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hJ2Hy0zMF79ydAFPM6gNKN7ZMCjX2q8gDavDSZFHfcw\\\",\\\"y\\\":\\\"Hdt1aD_kX95HqxG_0thx_3BPbVsqe1Y_-dBqb8yiKWo\\\"}\",\"signature\":\"rOsnF6qcD6snVyIdVQTeaOZWwsc3XiYQoCc4rBVIMG9flHP8qoUaRQfAzZutc9ApbER-aQ-KCgljpU18p32xgw\",\"signingKeySignature\":\"0x05d5d3127ed6e9bb922f92bf45d5268252ff3e7c34e64b2554e1568b8860079521255e00d5f682cdecea862051b6695f0b1d55d816330a18ddc906d2a3e1265701\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hJ2Hy0zMF79ydAFPM6gNKN7ZMCjX2q8gDavDSZFHfcw\\\",\\\"y\\\":\\\"Hdt1aD_kX95HqxG_0thx_3BPbVsqe1Y_-dBqb8yiKWo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PnhJoTmuj6wrVlA-PJxXzD_oiby39-DafYKy7r5EcUk\"}"