"{\"content\":{\"body\":\"**1960 Argentina**\\n\\nThey grabbed him at a Mercedes-Benz plant - he was older by then but it still took 3 men to get him into the car and they had to throw a blanket over him.\\n\\nIn the war he was a bureaucrat with a talent for horror who attended a secret meeting outside Berlin in 1942 - his \\\"analytics\\\" for those in charge, whose orders he later claimed he was only following, led to the death of millions.\\n\\nWhen the war ended many were caught, tried and executed for their crimes but he managed to escape. He used disguises and people sympathetic to his beliefs helped him run to Argentina.\\n\\nHis name was changed but not his views. He was unrepentant and he lamented to a journalist that he didn't finish the job of murdering all of Europe's Jews. Word made it to Western Intelligence but they were focused on fighting the secret war of the Cold War. A monster from the past was no longer a priority.\\n\\nIt was a priority for one survivor, a blind refugee who survived the camps and remembered. How did it happen? Through cruel fate, the survivor's daughter had dated one of the Monster's sons.\\n\\nThe Monster missed his bus to work and was late but they got him, took him to a safe house, interrogated and drugged him for extraction. He was flown back for trial. At the trial, he projected a meek exterior. It was televised for the world to watch judgement.\\n\\nThe world saw the Monster's most powerful disguise - an image of harmlessness, bland and boring. The \\\"banality of evil\\\" is one of the scariest truths of man - mankind’s monsters look and act just like everyone else, like their victims and survivors. Hidden in plain sight.\\n\\nAdolf Eichmann was executed for his crimes in 1962.\\n\\n**2914 Mars**\\n\\nJacob C. Tagore sat and drank his coffee. The last bluish tinge of the day ending with flickers of transports and distant towers.\\n\\n\\\"Jacob, welcome back.\\\"\\n\\nJacob put away his thoughts and got up from his chair.\\n\\n\\\"Thank you Director.\\\"\\n\\n\\\"Well, we have enough to start planning and gaming out various plans. You and others will be training for all of them.\\\"\\n\\n\\\"Yes, Director. I'm ready.\\\"\\n\\n\\\"We'll make you and the teams as ready as we can. Have a seat.\\\"\\n\\n\\\"Everything you have been doing is leading to this. We are going to do our best to stop what has been inevitable, \\\"The Great Upload\\\". Based on our intel, it won't happen tomorrow but we don't have decades. We have at best a few years.\\\"\\n\\nThe Director paused and waved at the displays.\\n\\n\\\"At the same time we have the Treaty of Mars. We can't risk breaking it and starting another war. Everyone wants to forget those years, and they've been sold the idea it's also the closest thing to heaven itself for everyone. Word of dissidents and other incidents never make it to the main news Oracles and the ‘Chains. History itself has been rewritten by the Triumvirate. Everyone thinks they're migrating to Paradise forever, with no price to pay.\\\"\\n\\n\\\"Thanks to your mission at Earth’s “Necklace\\\", meeting with the head of an entertainment Cooperative, we know we can get close to the Praetor. Here's the thing. The Praetor, for all her power, is just one of many of the AIs in charge. Replaceable.\\\"\\n\\n\\\"Is this about an extraction or more? Just how do we not trigger a new Long War?\\\"\\n\\n“We know where we have to go. We are going to find a way there.”\\n\\n![](https://images.mirror-media.xyz/publication-images/ZLG47a3MKCYHTtLIJnKjh.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/Kb5x-f-lunhHTxkUNy8KA.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634426551,\"title\":\"1961: 5.21 Old Terrors Hidden In Plain Sight, 2914\"},\"digest\":\"xbYPX17H582_1JPhU0kUoOeplU5DragmKoZajKWx4vU\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"z3gyQeZ3-QJ-Q6Fz98R_v3xT73NpOn4vInTRRE_UW9yeGgVsM8klc5mbLbgc-cAdxEMeVZeQW-dNUiowerJsdw\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZmkQ3iMk89Ct7FMh1eATK-wf-uUdF3mhuS7loBM8AIo\"}"