"{\"content\":{\"body\":\"# An Existential Refutation to the Grand Inquisitor\\n\\n[0x9Cb8](https://etherscan.io/address/0x9Cb8C1463471eE4D8Dd6887035f4835a1745E92A)\\n\\na few seconds ago\\n\\nIn *The Brothers Karamazov,* Dostoevsky presents two competing views on humanity and its road to salvation: father Zosima’s and Ivan Karamazov’s. Ivan presents his view to Alyosha through a poem that describes a time when Jesus Christ himself returned to the world during the Spanish inquisition, but, instead of being worshipped by the church, is thrown in prison by the Grand Inquisitor. The Inquisitor launches into an impassioned monologue, berating Christ for his damning actions and his wrongful view of humans as strong and noble beings who “live not by bread alone” (219). Instead, he argues that humans are weak and servile rebels who need to be subdued by “miracle, mystery, and authority” and managed like sheep (222). Father Zosima, however, presents a different belief in his memoirs. He sees people as confusions of both good and evil, strong and weak, figures who are constantly torn by the fight between God and the devil on the battlefield that is the “heart of man” (98). For him, the road to salvation lies in healthy lamentation, or confession, through which one is opened up to a type of active love that allows for “grief” to be transformed into “quiet joy” (48). This love allows one to redeem oneself from corruption and is, in a sense, a miracle that Zosima gives and passes on.\\n\\nThough both views on human nature are insightful, the Grand Inquisitor’s view fails to consider that men can perform existential miracles through practicing active love and lamentation; they can reach existential paradise here on Earth through what I term existential resurrections. Thus, they do not need the church to lead them and bestow biblical revelations upon them when they have the potential to save themselves and be their own miracles. In this paper, I will first explain what the Grand Inquisitor thought about Christ and his answer to him. Then, I will attempt to demonstrate that his vision is flawed and inferior to Zosima’s by discussing the mysterious visitor and Alyosha and Grushenka.\\n\\nFirst, I will explicate the Grand Inquisitor’s position. He states that: “There are three powers, three powers alone, able to conquer and to hold captive for ever the conscience of these impotent rebels for their happiness—those forces are miracle, mystery and authority” (222). He declares that although Christ rejected these principles in the name of freedom, the church has since “corrected Thy work” by refounding it upon them by turning to the devil’s side (223). In his old age, the Inquisitor has “reached the clear conviction that nothing but the advice of the great dread spirit could build up any tolerable sort of life” for the feeble “creatures created in jest” (227). Convinced of this, he uses “lying and deception” to lead men “consciously to death and destruction” while “\\\\[deceiving\\\\] them all the way so that they may not notice where they are being led” and may “at least on the way think themselves happy” (227). This is his chosen path to salvation for humanity. The Inquisitor sees no “great moral blessedness” in attaining freedom if “at the same time one gains the conviction that millions of God’s creatures have been created as a mockery, that they will never be capable of using their freedom” (227). The Inquisitor’s feeling about mankind is one of deep pity: he believes that men do not have the freedom to save themselves and cannot be happy unless the church is there to guide them with deception. Yet, through two examples, I will attempt to refute this claim by showing that people can redeem themselves by performing miracles that the Grand Inquisitor believes impossible through the practice of Zosima’s active love.\\n\\nWe first turn to the mysterious figure who visits Father Zosima in his youth and examine how he performs an existential miracle, a spiritual and intellectual awaking that falls within the laws of nature. He reveals that years ago, he murdered a young widow who didn’t reciprocate his romantic feelings. No one suspected him at the time, and he lived a virtuous life untroubled by his conscience (264). He became a well-respected townsman and a loving father, but suddenly, the guilt began to surface. Soon, looking at his wife, he starts to wonder: “what if she knew?”, and turning to his children, he finds himself incapable of looking at their “innocent candid faces” (265). He cannot bear loving them with murder weighing on his mind but ceasing to love them hurts even more. He dares not to “love \\\\[his\\\\] neighbor nor even \\\\[his\\\\] own children” because the person they love is not the person he is, and he cannot tolerate loving them as someone he is not (266). This leads to a profound sense of isolation from society and his beloved.\\n\\nThis isolation, this “suffering of being unable to love,” is what father Zosima believes to be existential hell (322). Only confessing to his family and neighbors can save Mihail and carry him to heaven. But the visitor, still hesitant to accept this truth, counters: “Need I confess, need I? I am ready to go on suffering all my life for the blood I have shed, if only my wife and children may be spared. Will it be just to ruin them with me? Aren’t we making a mistake” (266)? Zosima reaffirms his conviction by declaring him to “go and proclaim” (267). Mihail admits that confessing “will be heaven for \\\\[him\\\\]” the moment he does it (266). He asserts: “Fourteen years I’ve been in hell. I want to suffer. I will take my punishment and begin to live” (266). Confession is the only course of action that enables Mihail to love his family as the person he is and for them to love him back authentically. His suffering leads to existential death—a necessary precursor to existential rebirth—as he lays his sins bare in front of all as they strike him down with their judgement. Yet, he is soon reborn into an existence where “the Kingdom of Heaven will be for \\\\[him\\\\] not a dream, but a living reality” as soon as his loved ones embrace him as his true self (261). Whereas Jesus performed a real miracle that defied the laws of physics by being brought back to life three days after his crucifixion, Mihail’s existential resurrection occurred without defying nature when he dies and is resurrected by the act of revealing himself in front of all. Before this miracle, the Inquisitor’s rhetoric pales in comparison.\\n\\nFurthermore, Dostoevsky himself speaks through Zosima’s memoirs here to refute the Grand Inquisitor. He exclaims that the old man has missed the point, as “everywhere in these days men have, in their mockery, ceased to understand that the true security is to be found in social solidarity rather than in isolated individual effort” (262). The Inquisitor fancies himself such a man—the lone savior to shepherd the herd—working in isolation to safeguard truth and man’s happiness. Mihail says that such behavior from deluded individuals leads only to “self-destructive impotence” (262). The Inquisitor can never understand why Mihail commits a confession needed by only himself knowing that he could “ruin” everyone that loved him. He cannot see that Mihail had remade his world into paradise and continues to live in self-imposed pain. The mysterious visitor refutes the Grand Inquisitor because although the Inquisitor is armed with miracle, mystery, and authority, he cannot reach heaven.\\n\\nGrushenka and Alyosha’s actions of saving each other are also existential miracles that refute the Inquisitor’s view of humanity. In Book seven chapter two, “A Critical Moment,” Alyosha is shocked to find everybody disrespecting Zosima’s legacy after his death and he falls into despair. He finds his faith shaken and allows the rebellious and weak side of his nature to take hold. He runs from the monastery only to be confronted by Rakitin who, in a poor caricature of the Devil seducing Jesus with three temptations, presents him sausage, Vodka, and women (294). Alyosha gives in and drinks vodka, eats sausage, and asks to be delivered to Grushenka. Meanwhile, Grushenka, feeling that Alyosha has affronted her by ignoring her, tries to seduce him. As she makes her advance, she tells him of her polish lover who had dumped her but is now calling back and how she has no choice but to “creep back to him like a beaten dog” or “take a knife” to kill him (305).\\n\\nAt this point, both Grushenka and Alyosha’s behavior corroborates the Grand Inquisitor’s view of humanity. Yet, as Grushenka recounts her story, the existential miracle occurs. All of a sudden, As Alyosha attends to her suffering, something mysterious and miraculous stirs in him. He “could not help wondering at a new and strange sensation in his heart” as he starts to feel genuine concern for her (300). He begins to practice active love upon her confession, which gave him “the strongest armor to protect him from every lust and temptation”: he finds that Grushenka “had no terror for him now,” and the debased Karamazov lust that haunted him at “any passing thought of woman” was gone (300). She aroused in him only a “feeling of the intensest and purest interest without a trace of fear” (300). At the same time, when Grushenka finds out that Zosima’s death is the cause of Alyosha’s distressed state, she “instantly slipped off his knee” in guilt, and she, too, is driven to confess fully (302). She tells Alyosha the whole truth and exhibits her true character to him so he may “see what a creature” she is (304). She admits: “I wanted to ruin you, Alyosha, that’s the holy truth; I quite meant to…” (304). When she finished, she was resurrected into a happy existence through her newfound genuine concern and active love for Alyosha, who is, in turn, driven to confess to Rakitin: “I came here to find a wicked soul—I felt drawn to evil because I was base and evil myself, and I’ve found a true sister, I have found a treasure—a loving heart” (302). Grushenka’s own existential resurrection saves not only herself but also Alyosha, as he says to her: “You’ve raised my soul from the depths” (302).\\n\\nThrough mutual lamentation and love, Alyosha and Grushenka perform existential miracles that allow them to transcend the Grand Inquisitor’s debased view of humanity. Alyosha, driven by Grushenka’s rebirth and their reciprocal forgiveness, returns to the monastery to complete his own existential resurrection. He is ready, as Zosima preached in his memoirs, to “Water the earth with the tears of \\\\[his\\\\] joy and love those tears” (278). Alyosha feels something sublime fill his heart as he hears Father Paissy reading the Gospel about Jesus and his disciples at the *marriage in Cana of Galilee* (309). He returns to gaze at his elder’s body and jolts out of the cell. Outside, he sees that “the vault of heaven, full of soft, shining stars, stretched vast” above him and he “suddenly threw himself down on the earth … to kiss it, to kiss it all. But he kissed it weeping, sobbing and watering it with his tears, and vowed passionately to love it, to love it for ever and ever” (311-312). He recalls Zosima’s teachings and begins “weeping even over those stars” as he felt “threads from all those innumerable worlds of God, linking his soul to them,” as they trembled all over “in contact with other worlds” (312). Alyosha had fallen to temptation and sinned, yet he “longed to forgive every one and for everything, and to beg forgiveness”—not for himself, but for all men, “for all and for everything” while “others are praying for \\\\[him\\\\] too” (312). He submits entirely to the practice of active love on the greatest scale while opening his soul to allow others to love and forgive him in return in spite of his sins. Finally, Alyosha feels that “something firm and unshakable as that vault of heaven had entered into his soul” (312). He had “fallen on the earth a weak boy, and has risen a “resolute champion” (312). With this realization and total practice of active love, his existential resurrection was completed: the weak boy that would have been pitied by the Grand inquisitor was gone, and the man who stood was a shining refutation to his diabolical claims.\\n\\nDostoevsky gives credence to my reading of existential miracles by connecting Alyosha’s miracle with Jesus’ first miracle of turning water into wine. He has Paissy read the corresponding passage in the gospel while Alyosha’s transformation took place; Zosima even “raised Alyosha by the hand” in apostolic succession (311). Yet, though Jesus’ feat violated physics, it has been furnished with existential truth through Alyosha’s act of forgiving and reciprocal love through the linkage of God. As Zosima preached, man must acknowledge his dual nature and mutually reinforce meekness and strongness through love and lamentation; although Alyosha is weak in that he will continue to suffer, he rises a resolute champion through his suffering. Grushenka, too, was a vicious and “nasty thing,” but through her existential miracle, she is saved and reborn to become genuine (301). Overall, the real miracle is that each has become a new person: Grushenka can live in joy and hope despite her past, and Alyosha can love more than just Zosima: he can love all individually as Jesus did. He has reached true existential paradise. As with the mysterious visitor, the effect is reciprocal: just as how Mihail’s confession and resurrection led Zosima down the path of monasticism, Grushenka’s redemption through Alyosha’s active love, in turn, confirms his faith and allows him to return to Zosima.\\n\\nThough the Grand Inquisitor’s argument fails to consider Zosima’s active love and existential miracles, it is by no means based on empty rhetoric. In fact, the Inquisitors’ conclusion, based on his evidence, is perfectly logical, although both his view and Zosima’s rely on more than dialectics. Dostoevsky tried his best to refute Ivan, but the existential Christian faith he presents does not disprove the Grand Inquisitor’s truth any more than the Inquisitor’s truth disproves his. Ultimately, the Inquisitor simply fails to understand that Dostoevsky’s Christianity does not reject that man needs someone to worship and take away his freedom; it does not even reject miracle, mystery, and authority as the means to satisfying those necessities. To quote Alyosha, most people have the desire to “find some one or something holy to fall down before and worship” (30). The Grand Inquisitor simply fails to understand the true nature of these needs, and provides, instead, “sorcery and witchcraft,” to which he believes men must turn to because they “cannot bear to be without the miraculous” (222). He does so because he wrongly believes men to be incapable of saving themselves when they can, in fact, be their own saviors.\\n\\nThroughout my essay, I have argued that humans are capable of performing existential miracles and redeeming themselves by drawing upon the mysterious visitor and Grushenka and Alyosha. These acts are miraculous precisely because they are performed by regular individuals who the grand Inquisitor sees as sheep—thus, I have refuted the Inquisitor’s bitter view of humanity by showing that we can all be our own miracles. I will leave the reader with one lingering thought:  even the Inquisitor himself is yet capable of an existential resurrection. Perhaps, this is why, at the end of the poem, after Christ kisses him on the lips, he foregoes his condemnation of Christ to an auto-da-fé and watches him in silence as he exits the cell and disappears into the long night.\\n\\n## Works Cited\\n\\n**Dostoyevsky, Fyodor, and Susan McReynolds. *The Brothers Karamazov*. W.W. Norton, 2010.**\",\"timestamp\":1638473291,\"title\":\"An Existential Refutation of the Grand Inquisitor\"},\"digest\":\"47d4kEy8ifGcD8p5pNY69c319Jcvn5UDBKfajYbMy3M\",\"authorship\":{\"contributor\":\"0x9Cb8C1463471eE4D8Dd6887035f4835a1745E92A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp5qIsnXh_xE_WGXu4509bS_9byBxmfUJgmi6I_3hJE\\\",\\\"y\\\":\\\"uAYaAGLPZWarcXaeWzPSX0dWLhrpdN2wEVV2PXgr9s8\\\"}\",\"signature\":\"Je51oOvUvhkJ92aajSoTRxu9YyAqsly65oJFNr0QJDdzh-k3sSkVNjCm8WXyKV3QvUI_XmvlQNJsGLFYOK48tQ\",\"signingKeySignature\":\"0xc971dc33ee9386fa5e9695e0665f4e27b9ef5223844373b613db6dbb399b57a7275fc906e0e65a97c7098b2eec756520cadd1f71502a7ad27d07e5bbfabc20de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp5qIsnXh_xE_WGXu4509bS_9byBxmfUJgmi6I_3hJE\\\",\\\"y\\\":\\\"uAYaAGLPZWarcXaeWzPSX0dWLhrpdN2wEVV2PXgr9s8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"47d4kEy8ifGcD8p5pNY69c319Jcvn5UDBKfajYbMy3M\"}"