"{\"content\":{\"body\":\"[https://www.youtube.com/watch?v=r7ScHN5Y6jQ](https://www.youtube.com/watch?v=r7ScHN5Y6jQ)\\n\\n> *Are all valuation models ultimately just memes?* Hasu\\n>\\n> *Yes, absolutely.* Su Zhu\\n\\n2 main valuation approach: **absolute & relative valuation**\\n\\n* Relative valuation approach\\n  * stock to flow (why does s2f model only apply to BTC and not to other tokens?)\\n  * HODL waves\\n  * Gold\\n* Absolute valuation approach\\n  * Valuing the crypto asset like it is a nation state economy, company, commodity, money\\n\\n\\n---\\n\\nHigh desire for some kind of valuation model for crypto assets as more institutional investors, who are used to valuation in equities and fixed income, enter the space\\n\\nThese models have strong elements of truth but also some part of them don’t make 100% sense.\\n\\n> *It’s very important to be aware of what other people think is the valuation model for things, and then also to see when that can be true and when that can be very false.* Su Zhu\\n\\n> *Is there such a thing as absolute model?* Hasu\\n>\\n> *People try to create models and call them absolute, but there isn’t really no such thing as an absolute model.* Su Zhu\\n\\n\\n---\\n\\n**Implicit assumptions in absolute models**\\n\\nDifferent coin/token communities have different models to favourably value their own coin/token.\\n\\nBTC - as fees are not quite high these days, there’s not much talk about fees or transactions, compared to Eth where there are high fees and a fee-based model would make Eth look stronger. So the BTC community references gold, HODL waves, stock to flow.\\n\\nETH - as there is high fee volume on the Eth chain, Eth community prefers to talk about fees. High fees, more onchain revenue, better P/E ratio.\\n\\nAvalanche / Solana - low transaction costs, high TPS.\\n\\n> *There’s an implicit assumption behind every model and I think that’s quite key to understand crypto as well.* Su Zhu\\n\\n> *Each community is its own sell-side research.* Hasu\\n\\n\\n---\\n\\nPeople who say BTC is dying or POS coins will replace POW coins are typically newer people in crypto. They tend to miss that, **ultimately, what matters is the strength of the community.**\\n\\nBTC has transitioned narratives many times. Something Hasu has looked into in the article below. ETH has also demonstrated a similar charmelon-like quality.\\n\\n[https://uncommoncore.co/visions-of-bitcoin-how-major-bitcoin-narratives-changed-over-time/](https://uncommoncore.co/visions-of-bitcoin-how-major-bitcoin-narratives-changed-over-time/)\\n\\n\\n---\\n\\n> The value of a chain comes from how much economic utility it supports, not from how much it captures.\\n\\nSu Zhu said that the above statement is one of the 7 unholy market top signs.\\n\\nThere needs to be value capture mechanisms long term.\\n\\nIn the case of ETH, it’s through the fee-burn process + the use of ETH as “pristine collateral” in DeFi + POS with MEV capture + ability to earn yield using native asset. Similar concept in other L2s - Avax, Tron.\\n\\nDangerous to tie prices to economic activity or to raw utility from any specific model. Need to have people to believe that the model is true. A counter-example is Cardano, with almost no utility but has strong community.\\n\\nBTC has one of the lowest utilities onchain, but has the biggest market cap. Su suggests BTC is more similar to Cardano or Doge/Shib than a chain whose value is tied to its utility. \\n\\n\\n---\\n\\nTribes\\n\\nEasy to create tribes in a bull market \\n But what tribes are sustainable when coins go down a lot? \\n In 2018-19, Ethereum\",\"timestamp\":1638002954,\"title\":\"Notes on UCC's How to Value Cryptoassets\"},\"digest\":\"bTgo_L0UmtYF1h2TcIAX6h50jmcWEkumTHPs6Bxnk3k\",\"authorship\":{\"contributor\":\"0x20aF9a257f41d08E49621697A10cDB23c5E493bb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZSWlSsuv1PWEk__R86eoxO9thEleaL4h3_6xWb19DMA\\\",\\\"y\\\":\\\"8fE5tm2JYaCqQiFaBD5Qx6HXvI00Z4FAwHLnkMTodGc\\\"}\",\"signature\":\"aBTScnY0V1jXw5ZXgGSQMN06MFMfTwjdiI3DXtrIvDm8P6xMvh-nYEyR_R-j24p9uKVSdN-Mm7e_5zINTDHZIw\",\"signingKeySignature\":\"0x593bff7003a68c45714471b0a1e7d29c320c8f4abe6609c0dc449c88d43372b753b4a264f391f4cc41d0da7a45de1aeee8a38b9ac441be79b3b41df94164c81b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZSWlSsuv1PWEk__R86eoxO9thEleaL4h3_6xWb19DMA\\\",\\\"y\\\":\\\"8fE5tm2JYaCqQiFaBD5Qx6HXvI00Z4FAwHLnkMTodGc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2VBD9UX61qiAEI7wMLx0K8C4BzRA-G5xAmDmUp1MH0c\"}"