"{\"content\":{\"body\":\"But although on that occasion, in the presence of the whole army, he spoke after this fashion, and on the other occasion to his companions, he appears never to have made any preparation or attempt to draw down the ships, as if he had the least intention of sailing home; so nobly regardless was he of the truth.  Now I, Hippias, originally asked you the question, because I was in doubt as to which of the two heroes was intended by the poet to be the best, and because I thought that both of them were the best, and that it would be difficult to decide which was the better of them, not only in respect of truth and falsehood, but of virtue generally, for even in this matter of speaking the truth they are much upon a par.\\n\\nHIPPIAS:  There you are wrong, Socrates; for in so far as Achilles speaks falsely, the falsehood is obviously unintentional.  He is compelled against his will to remain and rescue the army in their misfortune.  But when Odysseus speaks falsely he is voluntarily and intentionally false.\\n\\nSOCRATES:  You, sweet Hippias, like Odysseus, are a deceiver yourself.\\n\\nHIPPIAS:  Certainly not, Socrates; what makes you say so?\\n\\nSOCRATES:  Because you say that Achilles does not speak falsely from design, when he is not only a deceiver, but besides being a braggart, in Homer's description of him is so cunning, and so far superior to Odysseus in lying and pretending, that he dares to contradict himself, and Odysseus does not find him out; at any rate he does not appear to say anything to him which would imply that he perceived his falsehood.\\n\\nHIPPIAS:  What do you mean, Socrates?\\n\\nSOCRATES:  Did you not observe that afterwards, when he is speaking to Odysseus, he says that he will sail away with the early dawn; but to Ajax he tells quite a different story?\\n\\nHIPPIAS:  Where is that?\\n\\nSOCRATES:  Where he says,--\\n\\n'I will not think about bloody war until the son of warlike Priam, illustrious Hector, comes to the tents and ships of the Myrmidons, slaughtering the Argives, and burning the ships with fire; and about my tent and dark ship, I suspect that Hector, although eager for the battle, will nevertheless stay his hand.'\\n\\nNow, do you really think, Hippias, that the son of Thetis, who had been the pupil of the sage Cheiron, had such a bad memory, or would have carried the art of lying to such an extent (when he had been assailing liars in the most violent terms only the instant before) as to say to Odysseus that he would sail away, and to Ajax that he would remain, and that he was not rather practising upon the simplicity of Odysseus, whom he regarded as an ancient, and thinking that he would get the better of him by his own cunning and falsehood?\\n\\nHIPPIAS:  No, I do not agree with you, Socrates; but I believe that Achilles is induced to say one thing to Ajax, and another to Odysseus in the innocence of his heart, whereas Odysseus, whether he speaks falsely or truly, speaks always with a purpose.\\n\\nSOCRATES:  Then Odysseus would appear after all to be better than Achilles?\\n\\nHIPPIAS:  Certainly not, Socrates.\\n\\nSOCRATES:  Why, were not the voluntary liars only just now shown to be better than the involuntary?\\n\\nHIPPIAS:  And how, Socrates, can those who intentionally err, and voluntarily and designedly commit iniquities, be better than those who err and do wrong involuntarily?  Surely there is a great excuse to be made for a man telling a falsehood, or doing an injury or any sort of harm to another in ignorance.  And the laws are obviously far more severe on those who lie or do evil, voluntarily, than on those who do evil involuntarily.\\n\\nSOCRATES:  You see, Hippias, as I have already told you, how pertinacious I am in asking questions of wise men.  And I think that this is the only good point about me, for I am full of defects, and always getting wrong in some way or other.  My deficiency is proved to me by the fact that when I meet one of you who are famous for wisdom, and to whose wisdom all the Hellenes are witnesses, I am found out to know nothing.  For speaking generally, I hardly ever have the same opinion about anything which you have, and what proof of ignorance can be greater than to differ from wise men?  But I have one singular good quality, which is my salvation; I am not ashamed to learn, and I ask and enquire, and am very grateful to those who answer me, and never fail to give them my grateful thanks; and when I learn a thing I never deny my teacher, or pretend that the lesson is a discovery of my own; but I praise his wisdom, and proclaim what I have learned from him.  And now I cannot agree in what you are saying, but I strongly disagree.  Well, I know that this is my own fault, and is a defect in my character, but I will not pretend to be more than I am; and my opinion, Hippias, is the very contrary of what you are saying.  For I maintain that those who hurt or injure mankind, and speak falsely and deceive, and err voluntarily, are better far than those who do wrong involuntarily.  Sometimes, however, I am of the opposite opinion; for I am all abroad in my ideas about this matter, a condition obviously occasioned by ignorance.  And just now I happen to be in a crisis of my disorder at which those who err voluntarily appear to me better than those who err involuntarily.  My present state of mind is due to our previous argument, which inclines me to believe that in general those who do wrong involuntarily are worse than those who do wrong voluntarily, and therefore I hope that you will be good to me, and not refuse to heal me; for you will do me a much greater benefit if you cure my soul of ignorance, than you would if you were to cure my body of disease.  I must, however, tell you beforehand, that if you make a long oration to me you will not cure me, for I shall not be able to follow you; but if you will answer me, as you did just now, you will do me a great deal of good, and I do not think that you will be any the worse yourself.  And I have some claim upon you also, O son of Apemantus, for you incited me to converse with Hippias; and now, if Hippias will not answer me, you must entreat him on my behalf.\\n\\nEUDICUS:  But I do not think, Socrates, that Hippias will require any entreaty of mine; for he has already said that he will refuse to answer no man.--Did you not say so, Hippias?\\n\\nHIPPIAS:  Yes, I did; but then, Eudicus, Socrates is always troublesome in an argument, and appears to be dishonest.  (Compare Gorgias; Republic.)\\n\\nSOCRATES:  Excellent Hippias, I do not do so intentionally (if I did, it would show me to be a wise man and a master of wiles, as you would argue), but unintentionally, and therefore you must pardon me; for, as you say, he who is unintentionally dishonest should be pardoned.\\n\\nEUDICUS:  Yes, Hippias, do as he says; and for our sake, and also that you may not belie your profession, answer whatever Socrates asks you.\\n\\nHIPPIAS:  I will answer, as you request me; and do you ask whatever you like.\\n\\nSOCRATES:  I am very desirous, Hippias, of examining this question, as to which are the better--those who err voluntarily or involuntarily?  And if you will answer me, I think that I can put you in the way of approaching the subject:  You would admit, would you not, that there are good runners?\\n\\nHIPPIAS:  Yes.\\n\\nSOCRATES:  And there are bad runners?\\n\\nHIPPIAS:  Yes.\\n\\nSOCRATES:  And he who runs well is a good runner, and he who runs ill is a bad runner?\\n\\nHIPPIAS:  Very true.\\n\\nSOCRATES:  And he who runs slowly runs ill, and he who runs quickly runs well?\\n\\nHIPPIAS:  Yes.\\n\\nSOCRATES:  Then in a race, and in running, swiftness is a good, and slowness is an evil quality?\\n\\nHIPPIAS:  To be sure.\\n\\nSOCRATES:  Which of the two then is a better runner?  He who runs slowly voluntarily, or he who runs slowly involuntarily?\\n\\nHIPPIAS:  He who runs slowly voluntarily.\\n\\nSOCRATES:  And is not running a species of doing?\\n\\nHIPPIAS:  Certainly.\\n\\nSOCRATES:  And if a species of doing, a species of action?\\n\\nHIPPIAS:  Yes.\\n\\nSOCRATES:  Then he who runs badly does a bad and dishonourable action in a race?\\n\\nHIPPIAS:  Yes; a bad action, certainly.\\n\\nSOCRATES:  And he who runs slowly runs badly?\\n\\nHIPPIAS:  Yes.\\n\\nSOCRATES:  Then the good runner does this bad and disgraceful action voluntarily, and the bad involuntarily?\\n\\nHIPPIAS:  That is to be inferred.\\n\\nSOCRATES:  Then he who involuntarily does evil actions, is worse in a race than he who does them voluntarily?\\n\\nHIPPIAS:  Yes, in a race.\\n\\nSOCRATES:  Well, but at a wrestling match--which is the better wrestler, he who falls voluntarily or involuntarily?\\n\\nHIPPIAS:  He who falls voluntarily, doubtless.\\n\\nSOCRATES:  And is it worse or more dishonourable at a wrestling match, to fall, or to throw another?\\n\\nHIPPIAS:  To fall.\\n\\nSOCRATES:  Then, at a wrestling match, he who voluntarily does base and dishonourable actions is a better wrestler than he who does them involuntarily?\\n\\nHIPPIAS:  That appears to be the truth.\\n\\nSOCRATES:  And what would you say of any other bodily exercise--is not he who is better made able to do both that which is strong and that which is weak--that which is fair and that which is foul?--so that when he does bad actions with the body, he who is better made does them voluntarily, and he who is worse made does them involuntarily.\\n\\nHIPPIAS:  Yes, that appears to be true about strength.\\n\\nSOCRATES:  And what do you say about grace, Hippias?  Is not he who is better made able to assume evil and disgraceful figures and postures voluntarily, as he who is worse made assumes them involuntarily?\\n\\nHIPPIAS:  True.\\n\\nSOCRATES:  Then voluntary ungracefulness comes from excellence of the bodily frame, and involuntary from the defect of the bodily frame?\\n\\nHIPPIAS:  True.\\n\\nSOCRATES:  And what would you say of an unmusical voice; would you prefer the voice which is voluntarily or involuntarily out of tune?\\n\\nHIPPIAS:  That which is voluntarily out of tune.\\n\\nSOCRATES:  The involuntary is the worse of the two?\\n\\nHIPPIAS:  Yes.\\n\\nSOCRATES:  And would you choose to possess goods or evils?\\n\\nHIPPIAS:  Goods.\\n\\nSOCRATES:  And would you rather have feet which are voluntarily or involuntarily lame?\\n\\nHIPPIAS:  Feet which are voluntarily lame.\\n\\nSOCRATES:  But is not lameness a defect or deformity?\\n\\nHIPPIAS:  Yes.\\n\\nSOCRATES:  And is not blinking a defect in the eyes?\",\"timestamp\":1635906511,\"title\":\"And now to Phthia I will go, since to return home in the beaked ships is far better, nor am I inclined to stay here in dishonour and amass wealth and riches for you.'\"},\"digest\":\"Cu0gC7urHDv0YRL8n90hMleqKdBQpeamWMk_KLt9Xm8\",\"authorship\":{\"contributor\":\"0xF701458E2D6717439ED97C778745d2D489b00797\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AiFZa1W7l2uOUuNdBEt3BU8OQrEwKknX61Ux8_p45AU\\\",\\\"y\\\":\\\"uIheMHmV-4IC_nGiDEcUwbEqQlcQT-ge_MVTBhdr-m4\\\"}\",\"signature\":\"DFgC9P0kF6YnNtPWkogR1xlmlIvkBG0VP9x4P__5d-i57pvphPazoJ8PKtH1dxVz8cVygrSwrVm1uhib_-_VRA\",\"signingKeySignature\":\"0xca831e5c98d82743ecd69071813c3f43a8eacd5aba73b128b596ba54de27b2485a6d7badf6ccb422963558cc29c79f1196b0380160e930f4b76c037ac61478261c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AiFZa1W7l2uOUuNdBEt3BU8OQrEwKknX61Ux8_p45AU\\\",\\\"y\\\":\\\"uIheMHmV-4IC_nGiDEcUwbEqQlcQT-ge_MVTBhdr-m4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cu0gC7urHDv0YRL8n90hMleqKdBQpeamWMk_KLt9Xm8\"}"