"{\"content\":{\"body\":\"As I was very tired, the slow, easy motion of the camel was welcome and restful to me.  All the day I dozed off at intervals to sleep.  It turned out to be very disastrous for me; for, when my camel was going up the steep bank of a river, in one of my naps I fell off and hit my head on a stone, lost consciousness and woke up to find my overcoat covered with blood. My friends surrounded me with their frightened faces.  They bandaged my head and we started off again.  I only learned long afterwards from a doctor who examined me that I had cracked my skull as the price of my siesta.\\n\\nWe crossed the eastern ranges of the Altai and the Karlik Tag, which are the most oriental sentinels the great Tian Shan system throws out into the regions of the Gobi; and then traversed from the north to the south the entire width of the Khuhu Gobi.  Intense cold ruled all this time and fortunately the frozen sands gave us better speed.  Before passing the Khara range, we exchanged our rocking-chair steeds for horses, a deal in which the Torguts skinned us badly like the true \\\"old clothes men\\\" they are.\\n\\nSkirting around these mountains we entered Kansu.  It was a dangerous move, for the Chinese were arresting all refugees and I feared for my Russian fellow-travelers.  During the days we hid in the ravines, the forests and bushes, making forced marches at night.  Four days we thus used in this passage of Kansu.  The few Chinese peasants we did encounter were peaceful appearing and most hospitable.  A marked sympathetic interest surrounded the Kalmuck, who could speak a bit of Chinese, and my box of medicines. Everywhere we found many ill people, chiefly afflicted with eye troubles, rheumatism and skin diseases.\\n\\nAs we were approaching Nan Shan, the northeast branch of the Altyn Tag (which is in turn the east branch of the Pamir and Karakhorum system), we overhauled a large caravan of Chinese merchants going to Tibet and joined them.  For three days we were winding through the endless ravine-like valleys of these mountains and ascending the high passes.  But we noticed that the Chinese knew how to pick the easiest routes for caravans over all these difficult places. In a state of semi-consciousness I made this whole journey toward the large group of swampy lakes, feeding the Koko Nor and a whole network of large rivers.  From fatigue and constant nervous strain, probably helped by the blow on my head, I began suffering from sharp attacks of chills and fever, burning up at times and then chattering so with my teeth that I frightened my horse who several times threw me from the saddle.  I raved, cried out at times and even wept.  I called my family and instructed them how they must come to me.  I remember as though through a dream how I was taken from the horse by my companions, laid on the ground, supplied with Chinese brandy and, when I recovered a little, how they said to me:\\n\\n\\\"The Chinese merchants are heading for the west and we must travel south.\\\"\\n\\n\\\"No!  To the north,\\\" I replied very sharply.\\n\\n\\\"But no, to the south,\\\" my companions assured me.\\n\\n\\\"God and the Devil!\\\" I angrily ejaculated, \\\"we have just swum the Little Yenisei and Algyak is to the north!\\\"\\n\\n\\\"We are in Tibet,\\\" remonstrated my companions.  \\\"We must reach the Brahmaputra.\\\"\\n\\nBrahmaputra. . . .  Brahmaputra. . . .  This word revolved in my fiery brain, made a terrible noise and commotion.  Suddenly I remembered everything and opened my eyes.  I hardly moved my lips and soon I again lost consciousness.  My companions brought me to the monastery of Sharkhe, where the Lama doctor quickly brought me round with a solution of fatil or Chinese ginseng.  In discussing our plans he expressed grave doubt as to whether we would get through Tibet but he did not wish to explain to me the reason for his doubts.\\n\\nCHAPTER XVI\\n\\nIN MYSTERIOUS TIBET\\n\\nA fairly broad road led out from Sharkhe through the mountains and on the fifth day of our two weeks' march to the south from the monastery we emerged into the great bowl of the mountains in whose center lay the large lake of Koko Nor.  If Finland deserves the ordinary title of the \\\"Land of Ten Thousand Lakes,\\\" the dominion of Koko Nor may certainly with justice be called the \\\"Country of a Million Lakes.\\\"  We skirted this lake on the west between it and Doulan Kitt, zigzagging between the numerous swamps, lakes and small rivers, deep and miry.  The water was not here covered with ice and only on the tops of the mountains did we feel the cold winds sharply.  We rarely met the natives of the country and only with greatest difficulty did our Kalmuck learn the course of the road from the occasional shepherds we passed.  From the eastern shore of the Lake of Tassoun we worked round to a monastery on the further side, where we stopped for a short rest.  Besides ourselves there was also another group of guests in the holy place.  These were Tibetans.  Their behavior was very impertinent and they refused to speak with us.  They were all armed, chiefly with the Russian military rifles and were draped with crossed bandoliers of cartridges with two or three pistols stowed beneath belts with more cartridges sticking out.  They examined us very sharply and we readily realized that they were estimating our martial strength. After they had left on that same day I ordered our Kalmuck to inquire from the High Priest of the temple exactly who they were. For a long time the monk gave evasive answers but when I showed him the ring of Hutuktu Narabanchi and presented him with a large yellow hatyk, he became more communicative.\\n\\n\\\"Those are bad people,\\\" he explained.  \\\"Have a care of them.\\\"\\n\\nHowever, he was not willing to give their names, explaining his refusal by citing the Law of Buddhist lands against pronouncing the name of one's father, teacher or chief.  Afterwards I found out that in North Tibet there exists the same custom as in North China. Here and there bands of hunghutze wander about.  They appear at the headquarters of the leading trading firms and at the monasteries, claim tribute and after their collections become the protectors of the district.  Probably this Tibetan monastery had in this band just such protectors.\\n\\nWhen we continued our trip, we frequently noticed single horsemen far away or on the horizon, apparently studying our movements with care.  All our attempts to approach them and enter into conversation with them were entirely unsuccessful.  On their speedy little horses they disappeared like shadows.  As we reached the steep and difficult Pass on the Hamshan and were preparing to spend the night there, suddenly far up on a ridge above us appeared about forty horsemen with entirely white mounts and without formal introduction or warning spattered us with a hail of bullets.  Two of our officers fell with a cry.  One had been instantly killed while the other lived some few minutes.  I did not allow my men to shoot but instead I raised a white flag and started forward with the Kalmuck for a parley.  At first they fired two shots at us but then ceased firing and sent down a group of riders from the ridge toward us.  We began the parley.  The Tibetans explained that Hamshan is a holy mountain and that here one must not spend the night, advising us to proceed farther where we could consider ourselves in safety.  They inquired from us whence we came and whither we were going, stated in answer to our information about the purpose of our journey that they knew the Bolsheviki and considered them the liberators of the people of Asia from the yoke of the white race.  I certainly did not want to begin a political quarrel with them and so turned back to our companions.  Riding down the slope toward our camp, I waited momentarily for a shot in the back but the Tibetan hunghutze did not shoot.\\n\\nWe moved forward, leaving among the stones the bodies of two of our companions as sad tribute to the difficulties and dangers of our journey.  We rode all night, with our exhausted horses constantly stopping and some lying down under us, but we forced them ever onward.  At last, when the sun was at its zenith, we finally halted.  Without unsaddling our horses, we gave them an opportunity to lie down for a little rest.  Before us lay a broad, swampy plain, where was evidently the sources of the river Ma-chu.  Not far beyond lay the Lake of Aroung Nor.  We made our fire of cattle dung and began boiling water for our tea.  Again without any warning the bullets came raining in from all sides.  Immediately we took cover behind convenient rocks and waited developments.  The firing became faster and closer, the raiders appeared on the whole circle round us and the bullets came ever in increasing numbers. We had fallen into a trap and had no hope but to perish.  We realized this clearly.  I tried anew to begin the parley; but when I stood up with my white flag, the answer was only a thicker rain of bullets and unfortunately one of these, ricocheting off a rock, struck me in the left leg and lodged there.  At the same moment another one of our company was killed.  We had no other choice and were forced to begin fighting.  The struggle continued for about two hours.  Besides myself three others received slight wounds.  We resisted as long as we could.  The hunghutze approached and our situation became desperate.\\n\\n\\\"There's no choice,\\\" said one of my associates, a very expert Colonel.  \\\"We must mount and ride for it . . . anywhere.\\\"\\n\\n\\\"Anywhere. . . .\\\"  It was a terrible word!  We consulted for but an instant.  It was apparent that with this band of cut-throats behind us the farther we went into Tibet, the less chance we had of saving our lives.\\n\\nWe decided to return to Mongolia.  But how?  That we did not know. And thus we began our retreat.  Firing all the time, we trotted our horses as fast as we could toward the north.  One after another three of my companions fell.  There lay my Tartar with a bullet through his neck.  After him two young and fine stalwart officers were carried from their saddles with cries of death, while their scared horses broke out across the plain in wild fear, perfect pictures of our distraught selves.  This emboldened the Tibetans, who became more and more audacious.  A bullet struck the buckle on the ankle strap of my right foot and carried it, with a piece of leather and cloth, into my leg just above the ankle.  My old and much tried friend, the agronome, cried out as he grasped his shoulder and then I saw him wiping and bandaging as best as he could his bleeding forehead.  A second afterward our Kalmuck was hit twice right through the palm of the same hand, so that it was entirely shattered.  Just at this moment fifteen of the hunghutze rushed against us in a charge.\\n\\n\\\"Shoot at them with volley fire!\\\" commanded our Colonel.\\n\\nSix robber bodies lay on the turf, while two others of the gang were unhorsed and ran scampering as fast as they could after their retreating fellows.  Several minutes later the fire of our antagonists ceased and they raised a white flag.  Two riders came forward toward us.  In the parley it developed that their chief had been wounded through the chest and they came to ask us to \\\"render first aid.\\\"  At once I saw a ray of hope.  I took my box of medicines and my groaning, cursing, wounded Kalmuck to interpret for me.\\n\\n\\\"Give that devil some cyanide of potassium,\\\" urged my companions.\\n\\nBut I devised another scheme.\\n\\nWe were led to the wounded chief.  There he lay on the saddle cloths among the rocks, represented to us to be a Tibetan but I at once recognized him from his cast of countenance to be a Sart or Turcoman, probably from the southern part of Turkestan.  He looked at me with a begging and frightened gaze.  Examining him, I found the bullet had passed through his chest from left to right, that he had lost much blood and was very weak.  Conscientiously I did all that I could for him.  In the first place I tried on my own tongue all the medicines to be used on him, even the iodoform, in order to demonstrate that there was no poison among them.  I cauterized the wound with iodine, sprinkled it with iodoform and applied the bandages.  I ordered that the wounded man be not touched nor moved and that he be left right where he lay.  Then I taught a Tibetan how the dressing must be changed and left with him medicated cotton, bandages and a little iodoform.  To the patient, in whom the fever was already developing, I gave a big dose of aspirin and left several tablets of quinine with them.  Afterwards, addressing myself to the bystanders through my Kalmuck, I said very solemnly:\\n\\n\\\"The wound is very dangerous but I gave to your Chief very strong medicine and hope that he will recover.  One condition, however, is necessary: the bad demons which have rushed to his side for his unwarranted attack upon us innocent travelers will instantly kill him, if another shot is let off against us.  You must not even keep a single cartridge in your rifles.\\\"\\n\\nWith these words I ordered the Kalmuck to empty his rifle and I, at the same time, took all the cartridges out of my Mauser.  The Tibetans instantly and very servilely followed my example.\\n\\n\\\"Remember that I told you:  'Eleven days and eleven nights do not move from this place and do not charge your rifles.'  Otherwise the demon of death will snatch off your Chief and will pursue you!\\\"-- and with these words I solemnly drew forth and raised above their heads the ring of Hutuktu Narabanchi.\\n\\nI returned to my companions and calmed them.  I told them we were safe against further attack from the robbers and that we must only guess the way to reach Mongolia.  Our horses were so exhausted and thin that on their bones we could have hung our overcoats.  We spent two days here, during which time I frequently visited my patient.  It also gave us opportunity to bandage our own fortunately light wounds and to secure a little rest; though unfortunately I had nothing but a jackknife with which to dig the bullet out of my left calf and the shoemaker's accessories from my right ankle.  Inquiring from the brigands about the caravan roads, we soon made our way out to one of the main routes and had the good fortune to meet there the caravan of the young Mongol Prince Pounzig, who was on a holy mission carrying a message from the Living Buddha in Urga to the Dalai Lama in Lhasa.  He helped us to purchase horses, camels and food.\\n\\nWith all our arms and supplies spent in barter during the journey for the purchase of transport and food, we returned stripped and broken to the Narabanchi Monastery, where we were welcomed by the Hutuktu.\\n\\n\\\"I knew you would come back,\\\" said he.  \\\"The divinations revealed it all to me.\\\"\\n\\nWith six of our little band left behind us in Tibet to pay the eternal toll of our dash for the south we returned but twelve to the Monastery and waited there two weeks to re-adjust ourselves and learn how events would again set us afloat on this turbulent sea to steer for any port that Destiny might indicate.  The officers enlisted in the detachment which was then being formed in Mongolia to fight against the destroyers of their native land, the Bolsheviki.  My original companion and I prepared to continue our journey over Mongolian plains with whatever further adventures and dangers might come in the struggle to escape to a place of safety.\\n\\nAnd now, with the scenes of that trying march so vividly recalled, I would dedicate these chapters to my gigantic, old and ruggedly tried friend, the agronome, to my Russian fellow-travelers, and especially, to the sacred memory of those of our companions whose bodies lie cradled in the sleep among the mountains of Tibet-- Colonel Ostrovsky, Captains Zuboff and Turoff, Lieutenant Pisarjevsky, Cossack Vernigora and Tartar Mahomed Spirin.  Also here I express my deep thanks for help and friendship to the Prince of Soldjak, Hereditary Noyon Ta Lama and to the Kampo Gelong of Narabanchi Monastery, the honorable Jelyb Djamsrap Hutuktu.\\n\\nPart II\\n\\nTHE LAND OF DEMONS\\n\\nCHAPTER XVII\\n\\nMYSTERIOUS MONGOLIA\\n\\nIn the heart of Asia lies the enormous, mysterious and rich country of Mongolia.  From somewhere on the snowy slopes of the Tian Shan and from the hot sands of Western Zungaria to the timbered ridges of the Sayan and to the Great Wall of China it stretches over a huge portion of Central Asia.  The cradle of peoples, histories and legends; the native land of bloody conquerors, who have left here their capitals covered by the sand of the Gobi, their mysterious rings and their ancient nomad laws; the states of monks and evil devils, the country of wandering tribes administered by the descendants of Jenghiz Khan and Kublai Khan--Khans and Princes of the Junior lines: that is Mongolia.\\n\\nMysterious country of the cults of Rama, Sakkia-Mouni, Djonkapa and Paspa, cults guarded by the very person of the living Buddha-- Buddha incarnated in the third dignitary of the Lamaite religion-- Bogdo Gheghen in Ta Kure or Urga; the land of mysterious doctors, prophets, sorcerers, fortune-tellers and witches; the land of the sign of the swastika; the land which has not forgotten the thoughts of the long deceased great potentates of Asia and of half of Europe: that is Mongolia.\\n\\nThe land of nude mountains, of plains burned by the sun and killed by the cold, of ill cattle and ill people; the nest of pests, anthrax and smallpox; the land of boiling hot springs and of mountain passes inhabited by demons; of sacred lakes swarming with fish; of wolves, rare species of deer and mountain goats, marmots in millions, wild horses, wild donkeys and wild camels that have never known the bridle, ferocious dogs and rapacious birds of prey which devour the dead bodies cast out on the plains by the people: that is Mongolia.\\n\\nThe land whose disappearing primitive people gaze upon the bones of their forefathers whitening in the sands and dust of their plains; where are dying out the people who formerly conquered China, Siam, Northern India and Russia and broke their chests against the iron lances of the Polish knights, defending then all the Christian world against the invasion of wild and wandering Asia: that is Mongolia.\\n\\nThe land swelling with natural riches, producing nothing, in need of everything, destitute and suffering from the world's cataclysm: that is Mongolia.\\n\\nIn this land, by order of Fate, after my unsuccessful attempt to reach the Indian Ocean through Tibet, I spent half a year in the struggle to live and to escape.  My old and faithful friend and I were compelled, willy-nilly, to participate in the exceedingly important and dangerous events transpiring in Mongolia in the year of grace 1921.  Thanks to this, I came to know the calm, good and honest Mongolian people; I read their souls, saw their sufferings and hopes; I witnessed the whole horror of their oppression and fear before the face of Mystery, there where Mystery pervades all life.  I watched the rivers during the severe cold break with a rumbling roar their chains of ice; saw lakes cast up on their shores the bones of human beings; heard unknown wild voices in the mountain ravines; made out the fires over miry swamps of the will- o'-the-wisps; witnessed burning lakes; gazed upward to mountains whose peaks could not be scaled; came across great balls of writhing snakes in the ditches in winter; met with streams which are eternally frozen, rocks like petrified caravans of camels, horsemen and carts; and over all saw the barren mountains whose folds looked like the mantle of Satan, which the glow of the evening sun drenched with blood.\\n\\n\\\"Look up there!\\\" cried an old shepherd, pointing to the slope of the cursed Zagastai.  \\\"That is no mountain.  It is HE who lies in his red mantle and awaits the day when he will rise again to begin the fight with the good spirits.\\\"\\n\\nAnd as he spoke I recalled the mystic picture of the noted painter Vroubel.  The same nude mountains with the violet and purple robes of Satan, whose face is half covered by an approaching grey cloud. Mongolia is a terrible land of mystery and demons.  Therefore it is no wonder that here every violation of the ancient order of life of the wandering nomad tribes is transformed into streams of red blood and horror, ministering to the demonic pleasure of Satan couched on the bare mountains and robed in the grey cloak of dejection and sadness, or in the purple mantle of war and vengeance.\\n\\nAfter returning from the district of Koko Nor to Mongolia and resting a few days at the Narabanchi Monastery, we went to live in Uliassutai, the capital of Western Outer Mongolia.  It is the last purely Mongolian town to the west.  In Mongolia there are but three purely Mongolian towns, Urga, Uliassutai and Ulankom.  The fourth town, Kobdo, has an essentially Chinese character, being the center of Chinese administration in this district inhabited by the wandering tribes only nominally recognizing the influence of either Peking or Urga.  In Uliassutai and Ulankom, besides the unlawful Chinese commissioners and troops, there were stationed Mongolian governors or \\\"Saits,\\\" appointed by the decree of the Living Buddha.\\n\\nWhen we arrived in that town, we were at once in the sea of political passions.  The Mongols were protesting in great agitation against the Chinese policy in their country; the Chinese raged and demanded from the Mongolians the payment of taxes for the full period since the autonomy of Mongolia had been forcibly extracted from Peking; Russian colonists who had years before settled near the town and in the vicinity of the great monasteries or among the wandering tribes had separated into factions and were fighting against one another; from Urga came the news of the struggle for the maintenance of the independence of Outer Mongolia, led by the Russian General, Baron Ungern von Sternberg; Russian officers and refugees congregated in detachments, against which the Chinese authorities protested but which the Mongols welcomed; the Bolsheviki, worried by the formation of White detachments in Mongolia, sent their troops to the borders of Mongolia; from Irkutsk and Chita to Uliassutai and Urga envoys were running from the Bolsheviki to the Chinese commissioners with various proposals of all kinds; the Chinese authorities in Mongolia were gradually entering into secret relations with the Bolsheviki and in Kiakhta and Ulankom delivered to them the Russian refugees, thus violating recognized international law; in Urga the Bolsheviki set up a Russian communistic municipality; Russian Consuls were inactive; Red troops in the region of Kosogol and the valley of the Selenga had encounters with Anti-Bolshevik officers; the Chinese authorities established garrisons in the Mongolian towns and sent punitive expeditions into the country; and, to complete the confusion, the Chinese troops carried out house-to-house searches, during which they plundered and stole.\\n\\nInto what an atmosphere we had fallen after our hard and dangerous trip along the Yenisei, through Urianhai, Mongolia, the lands of the Turguts, Kansu and Koko Nor!\\n\\n\\\"Do you know,\\\" said my old friend to me, \\\"I prefer strangling Partisans and fighting with the hunghutze to listening to news and more anxious news!\\\"\\n\\nHe was right; for the worst of it was that in this bustle and whirl of facts, rumours and gossip the Reds could approach troubled Uliassutai and take everyone with their bare hands.  We should very willingly have left this town of uncertainties but we had no place to go.  In the north were the hostile Partisans and Red troops; to the south we had already lost our companions and not a little of our own blood; to the west raged the Chinese administrators and detachments; and to the east a war had broken out, the news of which, in spite of the attempts of the Chinese authorities at secrecy, had filtered through and had testified to the seriousness of the situation in this part of Outer Mongolia.  Consequently we had no choice but to remain in Uliassutai.  Here also were living several Polish soldiers who had escaped from the prison camps in Russia, two Polish families and two American firms, all in the same plight as ourselves.  We joined together and made our own intelligence department, very carefully watching the evolution of events.  We succeeded in forming good connections with the Chinese commissioner and with the Mongolian Sait, which greatly helped us in our orientation.\\n\\nWhat was behind all these events in Mongolia?  The very clever Mongol Sait of Uliassutai gave me the following explanation.\\n\\n\\\"According to the agreements between Mongolia, China and Russia of October 21, 1912, of October 23, 1913, and of June 7, 1915, Outer Mongolia was accorded independence and the Moral Head of our 'Yellow Faith,' His Holiness the Living Buddha, became the Suzerain of the Mongolian people of Khalkha or Outer Mongolia with the title of 'Bogdo Djebtsung Damba Hutuktu Khan.'  While Russia was still strong and carefully watched her policy in Asia, the Government of Peking kept the treaty; but, when, at the beginning of the war with Germany, Russia was compelled to withdraw her troops from Siberia, Peking began to claim the return of its lost rights in Mongolia. It was because of this that the first two treaties of 1912 and 1913 were supplemented by the convention of 1915.  However, in 1916, when all the forces of Russia were pre-occupied in the unsuccessful war and afterwards when the first Russian revolution broke out in February, 1917, overthrowing the Romanoff Dynasty, the Chinese Government openly retook Mongolia.  They changed all the Mongolian ministers and Saits, replacing them with individuals friendly to China; arrested many Mongolian autonomists and sent them to prison in Peking; set up their administration in Urga and other Mongol towns; actually removed His Holiness Bogdo Khan from the affairs of administration; made him only a machine for signing Chinese decrees; and at last introduced into Mongolia their troops.  From that moment there developed an energetic flow of Chinese merchants and coolies into Mongolia.  The Chinese began to demand the payment of taxes and dues from 1912.  The Mongolian population were rapidly stripped of their wealth and now in the vicinities of our towns and monasteries you can see whole settlements of beggar Mongols living in dugouts.  All our Mongol arsenals and treasuries were requisitioned.  All monasteries were forced to pay taxes; all Mongols working for the liberty of their country were persecuted; through bribery with Chinese silver, orders and titles the Chinese secured a following among the poorer Mongol Princes.  It is easy to understand how the governing class, His Holiness, Khans, Princes, and high Lamas, as well as the ruined and oppressed people, remembering that the Mongol rulers had once held Peking and China in their hands and under their reign had given her the first place in Asia, were definitely hostile to the Chinese administrators acting thus.  Insurrection was, however, impossible.  We had no arms.  All our leaders were under surveillance and every movement by them toward an armed resistance would have ended in the same prison at Peking where eighty of our Nobles, Princes and Lamas died from hunger and torture after a previous struggle for the liberty of Mongolia.  Some abnormally strong shock was necessary to drive the people into action.  This was given by the Chinese administrators, General Cheng Yi and General Chu Chi-hsiang.  They announced that His Holiness Bogdo Khan was under arrest in his own palace, and they recalled to his attention the former decree of the Peking Government--held by the Mongols to be unwarranted and illegal--that His Holiness was the last Living Buddha.  This was enough.  Immediately secret relations were made between the people and their Living God, and plans were at once elaborated for the liberation of His Holiness and for the struggle for liberty and freedom of our people.  We were helped by the great Prince of the Buriats, Djam Bolon, who began parleys with General Ungern, then engaged in fighting the Bolsheviki in Transbaikalia, and invited him to enter Mongolia and help in the war against the Chinese. Then our struggle for liberty began.\\\"\\n\\nThus the Sait of Uliassutai explained the situation to me. Afterwards I heard that Baron Ungern, who had agreed to fight for the liberty of Mongolia, directed that the mobilization of the Mongolians in the northern districts be forwarded at once and promised to enter Mongolia with his own small detachment, moving along the River Kerulen.  Afterwards he took up relations with the other Russian detachment of Colonel Kazagrandi and, together with the mobilized Mongolian riders, began the attack on Urga.  Twice he was defeated but on the third of February, 1921, he succeeded in capturing the town and replaced the Living Buddha on the throne of the Khans.\\n\\nAt the end of March, however, these events were still unknown in Uliassutai.  We knew neither of the fall of Urga nor of the destruction of the Chinese army of nearly 15,000 in the battles of Maimachen on the shore of the Tola and on the roads between Urga and Ude.  The Chinese carefully concealed the truth by preventing anybody from passing westward from Urga.  However, rumours existed and troubled all.  The atmosphere became more and more tense, while the relations between the Chinese on the one side and the Mongolians and Russians on the other became more and more strained. At this time the Chinese Commissioner in Uliassutai was Wang Tsao- tsun and his advisor, Fu Hsiang, both very young and inexperienced men.  The Chinese authorities had dismissed the Uliassutai Sait, the prominent Mongolian patriot, Prince Chultun Beyle, and had appointed a Lama Prince friendly to China, the former Vice-Minister of War in Urga.  Oppression increased.  The searching of Russian officers' and colonists' houses and quarters commenced, open relations with the Bolsheviki followed and arrest and beatings became common.  The Russian officers formed a secret detachment of sixty men so that they could defend themselves.  However, in this detachment disagreements soon sprang up between Lieutenant-Colonel M. M. Michailoff and some of his officers.  It was evident that in the decisive moment the detachment must separate into factions.\\n\\nWe foreigners in council decided to make a thorough reconnaissance in order to know whether there was danger of Red troops arriving. My old companion and I agreed to do this scouting.  Prince Chultun Beyle gave us a very good guide--an old Mongol named Tzeren, who spoke and read Russian perfectly.  He was a very interesting personage, holding the position of interpreter with the Mongolian authorities and sometimes with the Chinese Commissioner.  Shortly before he had been sent as a special envoy to Peking with very important despatches and this incomparable horseman had made the journey between Uliassutai and Peking, that is 1,800 miles, in nine days, incredible as it may seem.  He prepared himself for the journey by binding all his abdomen and chest, legs, arms and neck with strong cotton bandages to protect himself from the wracks and strains of such a period in the saddle.  In his cap he bore three eagle feathers as a token that he had received orders to fly like a bird.  Armed with a special document called a tzara, which gave him the right to receive at all post stations the best horses, one to ride and one fully saddled to lead as a change, together with two oulatchen or guards to accompany him and bring back the horses from the next station or ourton, he made the distance of from fifteen to thirty miles between stations at full gallop, stopping only long enough to have the horses and guards changed before he was off again.  Ahead of him rode one oulatchen with the best horses to enable him to announce and prepare in advance the complement of steeds at the next station.  Each oulatchen had three horses in all, so that he could swing from one that had given out and release him to graze until his return to pick him up and lead or ride him back home.  At every third ourton, without leaving his saddle, he received a cup of hot green tea with salt and continued his race southward.  After seventeen or eighteen hours of such riding he stopped at the ourton for the night or what was left of it, devoured a leg of boiled mutton and slept.  Thus he ate once a day and five times a day had tea; and so he traveled for nine days!\\n\\nWith this servant we moved out one cold winter morning in the direction of Kobdo, just over three hundred miles, because from there we had received the disquieting rumours that the Red troops had entered Ulankom and that the Chinese authorities had handed over to them all the Europeans in the town.  We crossed the River Dzaphin on the ice.  It is a terrible stream.  Its bed is full of quicksands, which in summer suck in numbers of camels, horses and men.  We entered a long, winding valley among the mountains covered with deep snow and here and there with groves of the black wood of the larch.  About halfway to Kobdo we came across the yurta of a shepherd on the shore of the small Lake of Baga Nor, where evening and a strong wind whirling gusts of snow in our faces easily persuaded us to stop.  By the yurta stood a splendid bay horse with a saddle richly ornamerited with silver and coral.  As we turned in from the road, two Mongols left the yurta very hastily; one of them jumped into the saddle and quickly disappeared in the plain behind the snowy hillocks.  We clearly made out the flashing folds of his yellow robe under the great outer coat and saw his large knife sheathed in a green leather scabbard and handled with horn and ivory.  The other man was the host of the yurta, the shepherd of a local prince, Novontziran.  He gave signs of great pleasure at seeing us and receiving us in his yurta.\\n\\n\\\"Who was the rider on the bay horse?\\\" we asked.\\n\\nHe dropped his eyes and was silent.\\n\\n\\\"Tell us,\\\" we insisted.  \\\"If you do not wish to speak his name, it means that you are dealing with a bad character.\\\"\\n\\n\\\"No! No!\\\" he remonstrated, flourishing his hands.  \\\"He is a good, great man; but the law does not permit me to speak his name.\\\"\\n\\nWe at once understood that the man was either the chief of the shepherd or some high Lama.  Consequently we did not further insist and began making our sleeping arrangements.  Our host set three legs of mutton to boil for us, skillfully cutting out the bones with his heavy knife.  We chatted and learned that no one had seen Red troops around this region but in Kobdo and in Ulankom the Chinese soldiers were oppressing the population, and were beating to death with the bamboo Mongol men who were defending their women against the ravages of these Chinese troops.  Some of the Mongols had retreated to the mountains to join detachments under the command of Kaigordoff, an Altai Tartar officer who was supplying them with weapons.\\n\\nCHAPTER XVIII\\n\\nTHE MYSTERIOUS LAMA AVENGER\\n\\nWe rested soundly in the yurta after the two days of travel which had brought us one hundred seventy miles through the snow and sharp cold.  Round the evening meal of juicy mutton we were talking freely and carelessly when suddenly we heard a low, hoarse voice:\\n\\n\\\"Sayn--Good evening!\\\"\\n\\nWe turned around from the brazier to the door and saw a medium height, very heavy set Mongol in deerskin overcoat and cap with side flaps and the long, wide tying strings of the same material. Under his girdle lay the same large knife in the green sheath which we had seen on the departing horseman.\\n\\n\\\"Amoursayn,\\\" we answered.\\n\\nHe quickly untied his girdle and laid aside his overcoat.  He stood before us in a wonderful gown of silk, yellow as beaten gold and girt with a brilliant blue sash.  His cleanly shaven face, short hair, red coral rosary on the left hand and his yellow garment proved clearly that before us stood some high Lama Priest,--with a big Colt under his blue sash!\\n\\nI turned to my host and Tzeren and read in their faces fear and veneration.  The stranger came over to the brazier and sat down.\\n\\n\\\"Let's speak Russian,\\\" he said and took a bit of meat.\\n\\nThe conversation began.  The stranger began to find fault with the Government of the Living Buddha in Urga.\\n\\n\\\"There they liberate Mongolia, capture Urga, defeat the Chinese army and here in the west they give us no news of it.  We are without action here while the Chinese kill our people and steal from them.  I think that Bogdo Khan might send us envoys.  How is it the Chinese can send their envoys from Urga and Kiakhta to Kobdo, asking for assistance, and the Mongol Government cannot do it?  Why?\\\"\\n\\n\\\"Will the Chinese send help to Urga?\\\" I asked.\\n\\nOur guest laughed hoarsely and said:  \\\"I caught all the envoys, took away their letters and then sent them back . . . into the ground.\\\"\\n\\nHe laughed again and glanced around peculiarly with his blazing eyes.  Only then did I notice that his cheekbones and eyes had lines strange to the Mongols of Central Asia.  He looked more like a Tartar or a Kirghiz.  We were silent and smoked our pipes.\\n\\n\\\"How soon will the detachment of Chahars leave Uliassutai?\\\" he asked.\\n\\nWe answered that we had not heard about them.  Our guest explained that from Inner Mongolia the Chinese authorities had sent out a strong detachment, mobilized from among the most warlike tribe of Chahars, which wander about the region just outside the Great Wall. Its chief was a notorious hunghutze leader promoted by the Chinese Government to the rank of captain on promising that he would bring under subjugation to the Chinese authorities all the tribes of the districts of Kobdo and Urianhai.  When he learned whither we were going and for what purpose, he said he could give us the most accurate news and relieve us from the necessity of going farther.\\n\\n\\\"Besides that, it is very dangerous,\\\" he said, \\\"because Kobdo will be massacred and burned.  I know this positively.\\\"\\n\\nWhen he heard of our unsuccessful attempt to pass through Tibet, he became attentive and very sympathetic in his bearing toward us and, with evident feeling of regret, expressed himself strongly:\\n\\n\\\"Only I could have helped you in this enterprise, but not the Narabanchi Hutuktu.  With my laissez-passer you could have gone anywhere in Tibet.  I am Tushegoun Lama.\\\"\\n\\nTushegoun Lama!  How many extraordinary tales I had heard about him.  He is a Russian Kalmuck, who because of his propaganda work for the independence of the Kalmuck people made the acquaintance of many Russian prisons under the Czar and, for the same cause, added to his list under the Bolsheviki.  He escaped to Mongolia and at once attained to great influence among the Mongols.  It was no wonder, for he was a close friend and pupil of the Dalai Lama in Potala (Lhasa), was the most learned among the Lamites, a famous thaumaturgist and doctor.  He occupied an almost independent position in his relationship with the Living Buddha and achieved to the leadership of all the old wandering tribes of Western Mongolia and Zungaria, even extending his political domination over the Mongolian tribes of Turkestan.  His influence was irresistible, based as it was on his great control of mysterious science, as he expressed it; but I was also told that it has its foundation largely in the panicky fear which he could produce in the Mongols. Everyone who disobeyed his orders perished.  Such an one never knew the day or the hour when, in his yurta or beside his galloping horse on the plains, the strange and powerful friend of the Dalai Lama would appear.  The stroke of a knife, a bullet or strong fingers strangling the neck like a vise accomplished the justice of the plans of this miracle worker.\\n\\nWithout the walls of the yurta the wind whistled and roared and drove the frozen snow sharply against the stretched felt.  Through the roar of the wind came the sound of many voices in mingled shouting, wailing and laughter.  I felt that in such surroundings it were not difficult to dumbfound a wandering nomad with miracles, because Nature herself had prepared the setting for it.  This thought had scarcely time to flash through my mind before Tushegoun Lama suddenly raised his head, looked sharply at me and said:\\n\\n\\\"There is very much unknown in Nature and the skill of using the unknown produces the miracle; but the power is given to few.  I want to prove it to you and you may tell me afterwards whether you have seen it before or not.\\\"\\n\\nHe stood up, pushed back the sleeves of his yellow garment, seized his knife and strode across to the shepherd.\\n\\n\\\"Michik, stand up!\\\" he ordered.\\n\\nWhen the shepherd had risen, the Lama quickly unbuttoned his coat and bared the man's chest.  I could not yet understand what was his intention, when suddenly the Tushegoun with all his force struck his knife into the chest of the shepherd.  The Mongol fell all covered with blood, a splash of which I noticed on the yellow silk of the Lama's coat.\\n\\n\\\"What have you done?\\\" I exclaimed.\\n\\n\\\"Sh!  Be still,\\\" he whispered turning to me his now quite blanched face.\\n\\nWith a few strokes of the knife he opened the chest of the Mongol and I saw the man's lungs softly breathing and the distinct palpitations of the heart.  The Lama touched these organs with his fingers but no more blood appeared to flow and the face of the shepherd was quite calm.  He was lying with his eyes closed and appeared to be in deep and quiet sleep.  As the Lama began to open his abdomen, I shut my eyes in fear and horror; and, when I opened them a little while later, I was still more dumbfounded at seeing the shepherd with his coat still open and his breast normal, quietly sleeping on his side and Tushegoun Lama sitting peacefully by the brazier, smoking his pipe and looking into the fire in deep thought.\\n\\n\\\"It is wonderful!\\\" I confessed.  \\\"I have never seen anything like it!\\\"\\n\\n\\\"About what are you speaking?\\\" asked the Kalmuck.\\n\\n\\\"About your demonstration or 'miracle,' as you call it,\\\" I answered.\\n\\n\\\"I never said anything like that,\\\" refuted the Kalmuck, with coldness in his voice.\\n\\n\\\"Did you see it?\\\" I asked of my companion.\\n\\n\\\"What?\\\" he queried in a dozing voice.\\n\\nI realized that I had become the victim of the hypnotic power of Tushegoun Lama; but I preferred this to seeing an innocent Mongolian die, for I had not believed that Tushegoun Lama, after slashing open the bodies of his victims, could repair them again so readily.\\n\\nThe following day we took leave of our hosts.  We decided to return, inasmuch as our mission was accomplished; and Tushegoun Lama explained to us that he would \\\"move through space.\\\"  He wandered over all Mongolia, lived both in the single, simple yurta of the shepherd and hunter and in the splendid tents of the princes and tribal chiefs, surrounded by deep veneration and panic-fear, enticing and cementing to him rich and poor alike with his miracles and prophecies.  When bidding us adieu, the Kalmuck sorcerer slyly smiled and said:\\n\\n\\\"Do not give any information about me to the Chinese authorities.\\\"\\n\\nAfterwards he added:  \\\"What happened to you yesterday evening was a futile demonstration.  You Europeans will not recognize that we dark-minded nomads possess the powers of mysterious science.  If you could only see the miracles and power of the Most Holy Tashi Lama, when at his command the lamps and candles before the ancient statue of Buddha light themselves and when the ikons of the gods begin to speak and prophesy!  But there exists a more powerful and more holy man. . .\\\"\\n\\n\\\"Is it the King of the World in Agharti?\\\" I interrupted.\\n\\nHe stared and glanced at me in amazement.\\n\\n\\\"Have you heard about him?\\\" he asked, as his brows knit in thought.\\n\\nAfter a few seconds he raised his narrow eyes and said:  \\\"Only one man knows his holy name; only one man now living was ever in Agharti.  That is I.  This is the reason why the Most Holy Dalai Lama has honored me and why the Living Buddha in Urga fears me. But in vain, for I shall never sit on the Holy Throne of the highest priest in Lhasa nor reach that which has come down from Jenghiz Khan to the Head of our yellow Faith.  I am no monk.  I am a warrior and avenger.\\\"\\n\\nHe jumped smartly into the saddle, whipped his horse and whirled away, flinging out as he left the common Mongolian phrase of adieu: \\\"Sayn!  Sayn-bayna!\\\"\\n\\nOn the way back Tzeren related to us the hundreds of legends surrounding Tushegoun Lama.  One tale especially remained in my mind.  It was in 1911 or 1912 when the Mongols by armed force tried to attain their liberty in a struggle with the Chinese.  The general Chinese headquarters in Western Mongolia was Kobdo, where they had about ten thousand soldiers under the command of their best officers.  The command to capture Kobdo was sent to Hun Baldon, a simple shepherd who had distinguished himself in fights with the Chinese and received from the Living Buddha the title of Prince of Hun.  Ferocious, absolutely without fear and possessing gigantic strength, Baldon had several times led to the attack his poorly armed Mongols but each time had been forced to retreat after losing many of his men under the machine-gun fire.  Unexpectedly Tushegoun Lama arrived.  He collected all the soldiers and then said to them:\\n\\n\\\"You must not fear death and must not retreat.  You are fighting and dying for Mongolia, for which the gods have appointed a great destiny.  See what the fate of Mongolia will be!\\\"\\n\\nHe made a great sweeping gesture with his hand and all the soldiers saw the country round about set with rich yurtas and pastures covered with great herds of horses and cattle.  On the plains appeared numerous horsemen on richly saddled steeds.  The women were gowned in the finest of silk with massive silver rings in their ears and precious ornaments in their elaborate head dresses. Chinese merchants led an endless caravan of merchandise up to distinguished looking Mongol Saits, surrounded by the gaily dressed tzirik or soldiers and proudly negotiating with the merchants for their wares.\\n\\nShortly the vision disappeared and Tushegoun began to speak.\\n\\n\\\"Do not fear death!  It is a release from our labor on earth and the path to the state of constant blessings.  Look to the East!  Do you see your brothers and friends who have fallen in battle?\\\"\\n\\n\\\"We see, we see!\\\" the Mongol warriors exclaimed in astonishment, as they all looked upon a great group of dwellings which might have been yurtas or the arches of temples flushed with a warm and kindly light.  Red and yellow silk were interwoven in bright bands that covered the walls and floor, everywhere the gilding on pillars and walls gleamed brightly; on the great red altar burned the thin sacrificial candles in gold candelabra, beside the massive silver vessels filled with milk and nuts; on soft pillows about the floor sat the Mongols who had fallen in the previous attack on Kobdo. Before them stood low, lacquered tables laden with many dishes of steaming, succulent flesh of the lamb and the kid, with high jugs of wine and tea, with plates of borsuk, a kind of sweet, rich cakes, with aromatic zatouran covered with sheep's fat, with bricks of dried cheese, with dates, raisins and nuts.  These fallen soldiers smoked golden pipes and chatted gaily.\\n\\nThis vision in turn also disappeared and before the gazing Mongols stood only the mysterious Kalmuck with his hand upraised.\\n\\n\\\"To battle and return not without victory!  I am with you in the fight.\\\"\\n\\nThe attack began.  The Mongols fought furiously, perished by the hundreds but not before they had rushed into the heart of Kobdo. Then was re-enacted the long forgotten picture of Tartar hordes destroying European towns.  Hun Baldon ordered carried over him a triangle of lances with brilliant red streamers, a sign that he gave up the town to the soldiers for three days.  Murder and pillage began.  All the Chinese met their death there.  The town was burned and the walls of the fortress destroyed.  Afterwards Hun Baldon came to Uliassutai and also destroyed the Chinese fortress there.  The ruins of it still stand with the broken embattlements and towers, the useless gates and the remnants of the burned official quarters and soldiers' barracks.\",\"timestamp\":1640140146,\"title\":\"\\nThat night we returned to the Tartars and the next day continued our journey.\"},\"digest\":\"oEklYeXSnZkeQ3E0UuLcLqmZa-cIjBG4ejSX2b4oU9c\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HbOhOYwvzS7cJet6qDKSMAbOLx80V4BRJmydNtkLtJQ\\\",\\\"y\\\":\\\"3kvz1edmp9cPDwKBOw2cp3mTaiEEAqEGr0EOhDnT7aY\\\"}\",\"signature\":\"i5PTPisxAVSq_GIbwICtWpgkjouW3g-Z7uiLKkqqfaqp1VSQ_j2H9r2IsxA5fvKCPMfZmFR15WnB5emXslVqKA\",\"signingKeySignature\":\"0x4b5009f30cf6ff743cce0f588c0ef1842e59542f72df694488cf4bf9facabab376d345f8db9b7cc4cc93e0e15cc82dbe4073df61042d71e9af51ac8c914687211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HbOhOYwvzS7cJet6qDKSMAbOLx80V4BRJmydNtkLtJQ\\\",\\\"y\\\":\\\"3kvz1edmp9cPDwKBOw2cp3mTaiEEAqEGr0EOhDnT7aY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oEklYeXSnZkeQ3E0UuLcLqmZa-cIjBG4ejSX2b4oU9c\"}"