"{\"content\":{\"body\":\"#### a few interesting conversations…\\n\\nI’d like to take the time in the following notes to outline a few interesting conversations I’ve seen play out over the past few weeks between some of the… lets call them “*key players in the space.”* I want to focus my notes around their differing ideologies concerning “web3” and the importance of - or perhaps more aptly put - the existence of actual decentralization within the space; and present it in the context of how at Peatix we can approach these concepts in our own way.\\n\\n#### Jack / a16z\\n\\nNow with all internet beefs, rumor begets rumor begets rumor begets rumor and so on… so let me preface the following by saying that I do not **totally** remember (nor have) all the facts about how this back and forth was sparked, but the gist of it (**which is the important part**) was that…\\n\\nJack Dorsey announced that he would be stepping down as Twitter’s CEO (on November 29th, 2021) to focus more as CEO of Square and to integrate Square’s platform more with blockchain and enable more crypto payment options. Square has recently changed its name to “Block” - planting its flag on the proverbial crypto hill similarly to how Facebook had recently done with its name change to “Meta”, claiming the Metaverse as its own.\\n\\n[https://squareup.com/us/en/press/square-changes-name-to-block](https://squareup.com/us/en/press/square-changes-name-to-block)\\n\\nI do not believe it was any secret that in the years prior and very recently before his departure, Jack had been very supportive of Bitcoin. He outwardly showed it much love. So to most, it seemed a very natural transition for him to depart Twitter to focus on crypto - and in step, the \\\"web3 community” became very excited about having the support of Jack now fully onboard.\\n\\nWith the backstory now in place, let’s take a look at how the following narrative unfolded…\\n\\nJack, to much of the displeasure of the “web3 community,” started to really separate himself from the web3 space and to align much more with Bitcoin (and only Bitcoin).\\n\\n* Apologies to those of you reading who are thinking, “what is the difference - isn’t this all crypto and isn’t that all the same…?”\\n* You’re right, and it’s a great question, but we should point out there are actually many differences between the different blockchains, like the one that supports Bitcoin and the one that supports Ethereum.\\n* There are many different blockchains that sometimes get gelled together and are referred singularly as the phrase “blockchain” - but they are all different!\\n* So for now, let’s think of blockchains that were designed to be used to develop applications (like Ethereum’s was) as those supporting “web3.”  It is very common to associate the “web3 community” and Ethereum hand in hand.\\n* Bitcoin’s blockchain differs though, so lets decouple it from the phrase “web3”.\\n* When the Bitcoin blockchain was initiated 13 years ago, it had something akin to an immaculate conception and adoption - as true to its design, it became a (pretty / very) decentralized entity and organically supported a real currency alternative -  Bitcoin.\\n\\nThere are some in the crypto space who believe only (in absolutes) that Bitcoin, due to its more decentralized nature and organic conception and adoption, is the only blockchain that should be supported and that it will eventually outlast all of the others. These people are referred (lovingly) as *Bitcoin Maximalist*s.\\n\\n[https://www.investopedia.com/terms/b/bitcoin-maximalism.asp](https://www.investopedia.com/terms/b/bitcoin-maximalism.asp)\\n\\nNow before we veer off topic completely and start going down a rabbit hole of intense crypto ideology, lets pause and try to surface the key point the Bitcoin Maximalists (and Jack) value; which is that they can claim that the Bitcoin blockchain, and NOT any of the web3 blockchains, is actually legitimately **decentralized**.\\n\\nJack goes on to explicitly express that unlike the Bitcoin blockchain, many of the web3 blockchains, applications and services are (while they are seemingly set up to be “decentralized”) actually being run by Silicon Valley VCs - specifically Andreesen Horowitz (a16z).\\n\\nIn a remark amidst the back and forth with #web3twitter, Jack specifically pointed out…\\n\\n[https://twitter.com/jack/status/1473139010197508098?s=20](https://twitter.com/jack/status/1473139010197508098?s=20)\\n\\nIt’s perhaps an attempted wake up call to those who believe that ownership and “equity” is being transferred anywhere in mass but back again to the oligarchs of our current web2 structure. And for the past few years and in the past year specifically, VC investment into the crypto space has massively accelerated…\\n\\n![](https://images.mirror-media.xyz/publication-images/88GAwILTRxTnszIj10E53.png?height=784&width=1258)\\n\\nWhile this seemingly is a positive overall for the potential success of crypto related projects (as they do really provide value when done well), it does draw at a very existential dilemma for the web3 space, which ties back directly to Jack’s tweet when he says - “\\\\[…with all this investment by VC into crypto… **Web3\\\\]** **will never escape their incentives.”**  His point, and the following questions can not be avoided…\\n\\n* are these blockchains actually decentralized in any meaningful way?\\n* if these project’s are being presented as solutions only due to their decentralized nature - are they legitimately solving any problems that legacy web2 platforms can’t address?\\n* is the altruistic moment of the “web3 movement”, and the positive social externalities it could bring, being wasted by the VC consolidation of “web3 influence”…?\\n* even if the information is decentralized on a blockchain, if it is being presented by a centrally architected front end application, is it providing any new solution?\\n* does any of this even matter?\\n\\nThe reason why many like Jack have these concerns, is that unlike a typical venture backed company, many of the web3 companies are actually foundations that are building blockchains and are set up as “decentralized entities” that require governance tokens to make decisions. On the basic level, these structures would prohibit any one entity from gaining a large influence in guiding the direction of the infrastructure of the project (trying to emulate Bitcoin’s success). However, what we’ve observed VCs to do is actually buy up massive shares of these governance tokens which would allow them to co-opt the actual architecture of the blockchains that web3 is trying to be “decentrally” built upon. (In fact, I believe a16z is a massive holder of Solana governance token, and a big influencer in the direction of that protocol.) As the following NY Times article states so eloquently, with their influence in running the governance of these protocols and even by lobbying in Washington - VCs (a16z) will ***“both own big chunks of the emerging world of digital currencies and have a hand in writing the rules for how it will operate.”*** - The ultimate warning cry Jack has so well alluded to.\\n\\n[https://www.nytimes.com/2021/10/29/us/politics/andreessen-horowitz-lobbying-cryptocurrency.html](https://www.nytimes.com/2021/10/29/us/politics/andreessen-horowitz-lobbying-cryptocurrency.html)\\n\\nAdditionally, there are many traditionally set up “web3” related companies that have been VC funded that are building the (lets for simplicity say) “tools” that are required for any web3 application to interface with the blockchain.\\n\\n* For example, when I was testing how to deploy a smart contract to the Ethereum Testnet, I had to use a few of the following services…\\n\\n  [https://testnets.opensea.io/collection/strategypeas ](https://testnets.opensea.io/collection/strategypeas)\\n  * Infura\\n  * Opensea\\n  * Pinata\\n  * IFPS\\n  * among others…\\n* and these services are surely backed by VC to some extent. So regardless of my activity on the blockchain, to run my application I am still going to need to utilize centrally run and owned services to some extent. Again, there is no absolutes in the web3 space its seems when it comes to total decentralization. So…\\n\\n***simply put, even if the infrastructure of web3 is designed with decentralization in mind, if one entity has a controlling interests in all of the decentralized points that make up the system - the end result may seem decentralized cosmetically, but in reality is just as centralized as the web2 ecosystem currently in place.***\\n\\n[https://twitter.com/jack/status/1473380683896737813?s=20](https://twitter.com/jack/status/1473380683896737813?s=20)\\n\\n(FYI - I think it was around this tweet that Andreessen blocked Jack…)\\n\\n#### So what does this mean for Peatix?\\n\\nI think that as the title of this posts alludes to, we cannot deal in absolutes. It’s very easy for Jack to be an ideologue when it comes to this issue. Academically, I agree and fully understand the point he is trying to make. Decentralization can be an all or nothing concept when it comes to how something is built. If there is one central point of failure, your application really is not going to have the full benefits of the blockchain in regards to the end user’s experience.\\n\\nI also though, fully understand the investment thesis by Andreessen Horowitz. They do have an incentive to deploy capital to areas where they feel it would provide the greatest return for them and their partners. I do not think there is any fault in their actions in that regard (and I’d imagine Jack does not think that either). They clearly see the value in this technology, and somebody needs to help build it. It seems like a natural course.\\n\\nThe core concepts of web3 regarding decentralized ownership and governance is going to be very difficult to integrate into the current world if hard ideologized lines on decentralization persists. Most of the organizations and people that are capable and interested to utilize web3 and decentralized applications are going to need to profit off of their involvement in developing them in some way. (As they will need some compensation for their efforts to builds and maintain these applications or protocols.)\\n\\nPeatix, our own situation, is a great example of this. We are understanding more and more the benefits that we can provide to our organizers and community members through setting up a blockchain powered protocol **to allow them to better govern and define the ownership structures within their own communities on our platform and beyond**. However, we are a corporation - we have shareholders and a responsibility to provide them value through our activities as well. We cannot simply spin off a non profit arm of our corporation to build this service for organizers and communities of the world without understanding how it will provide return enterprise value to our shareholders as well. We have a responsibility, as Jack noted.\\n\\n**But I think thats ok - we can address this in reality. We will surely not make the most decentralized protocol and web3 app that has ever existed, however our intentions are pure; we are here to really help organizers.** **And I think that is the most important aspect about our approach. We are not trying to be academic - nor position ourselves the way a VC needs to, to stay relevant or be able to influence the governance of an industry’s direction. We need to understand the that the tenets of this project are to provide organizers with more ownership of their communities - give them more empowerment over how they can grow cohesively together, how they can start initiatives that will benefit society, how they can rely on each other and ask for help from within their communities and most of all reward each other for participating and growing the active membership of their communities beyond their initial purposes.**\\n\\nThis doesn’t have to be all or nothing when it comes to how we define our success with decentralization. We just need to stay focused on helping our customers and we’ll be just fine staying above the fray. \",\"timestamp\":1642564884,\"title\":\"dealing in absolutes... \"},\"digest\":\"SzwUZu191ebxWPR7g4enbSUqzTcInDQef2K6l6daNSY\",\"authorship\":{\"contributor\":\"0xf658FFF8f2D1805d07f28e1ae6F0b6a82928a7f9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vpvIvAZ9lIKf0LifhfujtNVOZrDiHkVU-O7fKpRf6fQ\\\",\\\"y\\\":\\\"60vOevkew6Tk_FzPWju1TWoKXkffDi0d_uVCiJFtSQo\\\"}\",\"signature\":\"U1E8sbrGA956o1lyjXjasHjushlNlUxj9Wkw5FCCoZI7IuEso7nSgmQoLQAz8zghLQZZkX2iJcSmTbnbCbcYug\",\"signingKeySignature\":\"0xc584974847f339d4b73cf1a97bd0598ca4b76d2f49ef6581cc42bc138b2d3bfd2b500619507797ba3fe2fd6052f2bea63e827a7c8d62a9ec9806f1b246babf481c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vpvIvAZ9lIKf0LifhfujtNVOZrDiHkVU-O7fKpRf6fQ\\\",\\\"y\\\":\\\"60vOevkew6Tk_FzPWju1TWoKXkffDi0d_uVCiJFtSQo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LjwU0CGOJGSR1z5xhIRelf_ZrnpCIFiB6cQJuOxj_y4\"}"