"{\"content\":{\"body\":\" \\n   \\n 头一回用手机在天涯上发帖，屡屡失当，只好重新整理。 \\n  \\n 　　元代杂剧《西厢记》和清代小说《红楼梦》是我国古典文学艺术的两座高峰，称为“双壁”。然而在当代，《西厢记》的影响却远远比不上《红楼梦》，读过并且能够欣赏、喜欢它的人应该不是很多。究其原因，最主要的还在于《西厢记》是元代杂剧（那时南词名为“传奇”，北曲称“杂剧”）的剧本。说是剧本，实际基本就是唱词。元杂剧唱词有严格的曲律，要合宫调、唱套曲。因此在我们今天的读者看来，这部《西厢记》差不多就属于诗词曲赋，和《红楼梦》近乎白话的文体比较起来，自然难以卒读、不易传播。 \\n 　　闲来和诸位一起聊聊这部文学经典，以并就教于大方之家。 \\n  \\n 　　声明：本文中所有那些卓越的见解，都不是我的创见！本文主要汲取了《西厢记》张燕瑾校注本、黄天骥《西厢记创作论》、《西厢记》金圣叹评点本、周锡山《西厢记注释汇评》。 \\n  \\n 　　《西厢记》的形成经历过三个重要的创作。 \\n 　　它的源头是唐代与白居易齐名的诗人元稹写的传奇小说《莺莺传》（又名“会真记”）。我的文化水平有限，欣赏不出用文言写就的唐宋传奇小说有什么好来，一直对此不感兴趣。当知道《西厢记》原来出自《莺莺传》时，再把它找出来细心阅读之后，我被它打动了！ \\n 　　它说的是唐代中有个叫张生的读书人行游到蒲州，住在普救寺。正好孀妇崔氏一家也暂居此处。她有个女儿小名莺莺，容颜艳异，光辉动人。张生见之，惊为天人！崔家婢女红娘向他授计：莺莺性情端庄谨慎，但会作文章，喜欢研习诗文。你不妨试试用诗词去打动她。 \\n 　　张生即作《春词》二首经红娘传递给了莺莺。当日黄昏，红娘就把莺莺所写的一首《明月三五夜》转交于他，其词曰：“待月西厢下，迎风户半开。拂墙花影动，疑是玉人来。”张生心下揣摩这是莺莺约他相会，就在夜里翻墙进到她的住处。不料却被“端服严容”的莺莺一顿责备，批评他不应该利用不懂事的丫头转给她那些不正经的东西；告诫他当自觉守礼，不要再行胡乱之事。说完，转身而去。 \\n 　　遭受如此打击的张生绝望了。 \\n 　　几天后一个夜晚，张生正在独自睡觉，莺莺竟由红娘陪护着突然来到他的屋内。见她模样与平日的端庄“不复同矣”。斜月晶莹，幽辉半床，张生飘飘然，兀自疑惑是否神仙下凡。是夜，直到天将晓时随红娘离去，莺莺始终未说一句话。 \\n 　　此后十多天，再没见到莺莺踪影。 \\n 　　张生便将那晚情状赋诗六十句题名《会真诗》（“会真”就是与神女相会），再托红娘递送莺莺。莺莺见诗后复与张生相会，自此朝隐而出，暮隐而入，将近一月。 \\n 　　不久，张生要往长安去，提前告知给莺莺。莺莺没有说什么，但愁怨之容动人矣。张生走后，只过了几个月便又回来，又和莺莺相会多月。莺莺对张生心意甚厚，但喜怒罕形于色。 \\n 　　突然有一天，张生说因考试日期临近，又要去长安了。 \\n 　　临别之夜，张生不再谈及情感之事，只在莺莺身旁不住地愁叹。莺莺暗知彼此将要诀别了，便恭恭敬敬地柔声道：你常常说我善于操琴，但我害羞不好意思，所以从未在你面前弄过琴。你就要走了，我要满足你的愿望。于是张弦弹奏一曲《霓裳羽衣》序，只几声，便哀音怨乱。莺莺猛地停住，扔下琴，禁不住泪流满面，奔回住处，再不出来。 \\n 　　张生在长安考试不顺，就留在了那里。他给莺莺写了   ，劝她想开一些。莺莺读信之后，百感交集，回信有道：对你许下的诺言，我会坚持不变。当初自从相见之后，儿女之心，不能自固。你像司马相如用琴挑引卓文君那样，我没能如邻女一般以织梭掷向调戏她的谢鲲。既见君子，不能定心，有了自献之羞，便再不能光明正大做你的妻子了。这是我的终身永恨，含叹何言！生死之诚心，言尽于此。临纸呜咽，情不能申。千万珍重，珍重千万！送你一枚我小时候带过的玉环和头发一缕、文竹茶具一只。意者欲君子如玉之坚，我志如环不绝，泪痕在竹，愁绪萦丝。 \\n 　　张生将莺莺这封情深意切的书信拿给长安的朋友看，于是这件事就被许多人知道了。一年以后，莺莺嫁人，张生也娶了亲。有一回，他恰好路过莺莺住的地方，就通过她的丈夫约莺莺再见上一面。其夫把他的意思告诉了莺莺，但她始终没有出来见他。张生失望之余，怨恨思念之情全都显在了脸上。莺莺听说后，便私下写了一首诗转给他：“自从消瘦减容光，万转千回懒下床。不为旁人羞不起，为郎憔悴却羞郎。” \\n 　　几天后，张生要走了。莺莺让人交给他最后一篇斩断情丝的诗：“弃置今何道，当时且自亲。还将旧时意，怜取眼前人。”要他拿过去的那份用心来善待自己的女人。 \\n 　　从此之后，莺莺的音信就断绝了。 \\n  \\n 　　《莺莺传》用动人的笔墨塑造了莺莺这一独具个性的典型人物，其独特的艺术魅力无论在当时还是后世都有着重大的影响。 \\n 　　里面那个“始乱终弃”的张生，一般认为，实际就是元稹自己的化身。而这部传奇小说的恶劣之处在于，为粉饰自己的行为，作者特别整出来一套歪理邪说。小说后面写道，元稹因与张生有深交，就询问他对于这事的想法。张生说：昔日殷纣王、周幽王，凭据百万之国，非常强大，但却因为妲己、褒姒而亡国。我的德行尚不足以抵御崔氏之女这样的尤物妖媚，所以只好“忍情”与她断绝往来。当时很多人都赞许张生是一个善于弥补过失的人。 \\n 　　鲁迅先生《中国小说史略》对《莺莺传》有精妙的评价：元稹以张生自寓，述其亲历之境，虽文章尚非上乘，而时有情致，固亦可观，惟篇末文过饰非，遂堕恶趣。 \\n  \\n 　　在传奇小说《莺莺传》之后，以张生、莺莺为题材的各种文学艺术创作绵延不绝。到了宋、金（灭掉北宋、在北方与南宋长期对峙的女真族王朝）时代，民间说唱和戏曲舞台已有大量有关作品。如今，这些林林总总的剧目或唱本绝大多数我们已经无法看到了。然而，当时一部最具代表性的作品却流传了下来，并且成为《西厢记》创作的又一重要源泉，这就是金代的《董解元西厢记》（为与王实甫《西厢记》相区别，习惯上分别称为《王西厢》、《董西厢》；而独称《西厢记》的，一般指的就是《王西厢》）。 \\n 　　就体裁或者文学形式而言，《王西厢》是戏剧的剧本；《董西厢》则是用一系列曲调连缀而成的叙事性长诗（见黄天骥《西厢记创作论》），是供艺人说唱（类似于现在江南地区的评弹）的本子。 \\n  \\n 　　《董解元西厢记》是我国古典文学艺术的一个杰作。它确实是从《莺莺传》脱胎而来，但更是对其进行了大规模且带有根本性的改造和提升，使已经流传几百年的张崔爱情故事以焕然一新的面貌展现在世人面前，并且成为后来的《西厢记》最主要、最直接的创作基础。可以这样推断，如果没有《董解元西厢记》天才的艺术创造，就不可能会有我们今天所能看到的、这样的一部《西厢记》。 \\n 　　首先，它对张生、莺莺的爱情结局做了根本性的改造。《莺莺传》里莺莺写给张生那封感人肺腑的书信中有说：“岂期既见君子，而不能定情，致有自献之羞，不复明侍巾帻。没身永恨，含叹何言！”翻译成今天的话，大体是说没想到当初见到你之后，我没能克制住自己，以致于自己去了你那里，于是便不能再光明正大做你的妻子了（巾帻：冠帽；明侍巾帻：光明正大地为你打理冠帽，意指尽妻子的本分）。没身：终身。 \\n 　　其实，“自献”与“不复明侍”之间并没有必然的因果关系，能不能“明侍”，决定的因素在于张生！—— 张生最后那次临去长安的夜里，莺莺为何能暗知彼此将要诀别？因为张生从来没有提及过与她的婚姻之事。    《莺莺传》里的老夫人并不像《董西厢》、《西厢记》里崔夫人那般强势；女儿也没有许配给自己的侄子这一说。设若张生向老夫人提请婚姻之事，应该是很有希望的。但张生没有这样做。所以后人指责他“始乱，终弃”，真是一点儿没冤枉他。 \\n 　　《董解元西厢记》里的张生是一个“始乱，终不弃”的志诚君子。老夫人察觉了张生莺莺秘密相会并且“拷红”坐实之后，不得已决定将女儿嫁给张生。张生与莺莺订下婚约，然后赴京应试。第二年殿试得第三名（探花），为翰林学士。张生得意之后，所做的头一件事就是向莺莺报喜！当老夫人受骗，又改变主意要莺莺与自己的侄子郑恒成婚的情况下，张生毅然带着莺莺出走，最后在杜太守帮助下，挫败了郑恒的计谋，张崔二人终于喜结连理。虽说有讲故事的成分，但这样的剧情设计实际上就鄙弃了《莺莺传》里“祸水”、“忍情”、“善补过”等等糟粕，使原本凄美的爱情悲剧有了一个让人欢欣的美好结局。 \\n  \\n  \\n 　　《董解元西厢记》在成功塑造了张生、莺莺这两个典型人物的同时，还创造性地大大丰富了在《莺莺传》中并无多少光彩的红娘这个人物的性格；又把原本没起多大作用的老夫人，作为张生、莺莺爱情的对立面来用心刻画，再加上和尚法聪、老夫人的侄子郑恒等等。这样就把原来传奇小说主要只是张生和莺莺两个人的事，发展为由张生、莺莺、红娘、老夫人、郑恒、法聪等人交织在一起，既相互联系、相互对立，又相互作用，共同演绎出一幕又一幕复杂而生动的活剧来。 \\n  \\n 　　这部作品还在原来基础上极大地丰富了故事情节。诸如“惊艳”、“酬韵”、“闹斋”、“寺警”、“赖婚”、“琴挑”、“闹柬”、“拷红”、“哭宴”、“惊梦”这些《西厢记》里大家耳熟能详的情节《莺莺传》里都没有、都是由《董解元西厢记》创造出来的。 \\n  \\n 　　《董解元西厢记》的语言文字清新流畅，生动活泼，具有民间文学所特有的质朴风格和浓厚的生活气息（摘自人民文学出版社《董解元西厢记》凌景埏校注本“前言”）。 \\n 　　它的语言风格与《西厢记》相比，似乎有些像宋词中的豪放派与婉约派。前者比较雄浑粗放而显得质朴。比如开头营造环境氛围的【耍孩儿】： \\n  \\n 　　萧萧败叶辞芳树，切切寒蝉会絮。淅零零疏雨滴梧桐，听哑哑雁归南浦。澄澄水印千江月，淅淅风筛一岸蒲。穷秋尽，千林如削，万木皆枯。    朔风飘雪江天暮，似水墨工夫画图。浩然何处冻骑驴？多应在霸陵西路。寒侵何道读书舍，冷浸文君沽酒垆。黄昏后，风清月淡，竹瘦梅疏。 \\n  \\n 　　再如“长亭送别”中的【尾】： \\n 　　莫道男儿心如铁，君不见满川红叶，尽是离人眼中血！ \\n 　　因此有些人认为，《西厢记》的某些曲调就不如《董解元西厢记》的深刻和贴切。而且，因为后者的许多语言实在妙不可言，以致王实甫无法割舍，只好偷龙转凤地搬到《西厢记》里去。 \\n  \\n  \\n 　　《董解元西厢记》和《西厢记》可谓各具特色、各有千秋，但总体上看还是《西厢记》更为成熟完美，艺术成就也更高。—— 这也很合理：《董解元西厢记》费尽心力有了那么多的创造；《西厢记》大可以在前人艺术成果的基础上细细琢磨、精心打造出更加高级的2.0版来。 \\n 　　《西厢记》在思想和艺术上都是完美的作品，它不仅是元代的一代名作，也是中国和世界文学史、艺术史上的少数顶级作品之一；是一个后人不可逾越的高峰，与古希腊悲喜剧和莎士比亚优秀剧作一样，是时代造就的伟大作品，尽管它们难免也有瑕疵。（摘自周锡山《西厢记的本事演变与版本述略》） \\n  \\n  \\n 　　《西厢记》作者是元代的王实甫，大都（今北京）人，这应该是没有问题的。有问题的是：《西厢记》共分五本，每本除“楔子”外有四折。第四本到张君瑞（张生名珙，字君瑞）赴京赶考，与崔莺莺长亭哭别，夜宿草桥店梦见莺莺结束。第五本张生中了状元，回普救寺与莺莺成婚，其间郑恒作梗，老夫人听信谗言，又一次悔婚，几经周折，终于大团圆结局。—— 早在明代学者们就认为第五本不是王实甫所作，而是关汉卿续写的。确实，第五本无论立意格调、布局谋篇还是语言文字，都与前四本相距甚远，不像是同一个人的手笔。不过从明清至今，王实甫作、王实甫作关汉卿续的两种观点一直并存，只是似乎更多的人相信后一种说法。 \\n 　　尽管如此，如同高鹗续写《红楼梦》一样，《西厢记》第五本还是自有其价值的，尤其是继承《董解元西厢记》的思想成果，实现了张、崔二人的美满结合；并在结尾发出了“愿普天下有情的都成了眷属”的强烈心声！ \\n 　　——这是时代的呐喊！愿天下“有情的”、而不仅仅是“门当户对的”、也不单单是“有房有车的”都能够如愿以偿，如果《莺莺传》里写的那位“其志如环不绝”的崔莺莺地下有知，其悲喜又当如何！ \\n  \\n 　　原谅我要再一次回眸那遥远的唐朝中期，回到元稹的《莺莺传》。前面说到，莺莺之所以暗知她与张生就要诀别，是因为他从来没有提出过和自己的婚姻问题。张生并不是轻薄的花花公子，他对莺莺是有真感情的，既然这样，那么他为什么就始终不肯向莺莺提出婚姻要求呢？因为当时的门阀制度。仕途、社会活动等等与你所处的社会地位紧密联系。 \\n 　　莺莺的父亲官居相国之位，但是很遗憾，亡故了，权势已失，这一对孀妻弱女自然难以指望。为前途计，他能够做出的选择就是“忍情”。所以，莺莺的真挚情感能够打动无数人的心，却打动不了张生。联系到元稹虽然幼年时家境优越，但父亲在他八岁时不幸去世，他虽然聪慧勤奋，但一直无人提携；直到娶了东都洛阳兆尹的女儿后才打通仕途，官升几级（参看“百度百科”）。再联系到《莺莺传》后面那句“时人多许（赞许）张为善补过者”，我们能想到什么呢？对了，我们想到了马克思《政治经济学批判序言》中的那句名言：“社会存在决定人们的精神生活和政治生活领域”。 \\n 　　从唐朝中期“时人多许张为善补过者”，到元代知识分子喊出“愿天下有情的都成了眷属”，这反映出时代的进步！ \\n  \\n 　　然而，对于这样的大团圆结局，一直以来就有另一种不同的态度。 \\n 　　近代国学大师王国维先生在其《红楼梦评论》中肯定《红楼梦》写宝、黛悲剧结局的伟大意义；同时批评了《西厢记》的结局：代表其（国人）精神之戏曲小说，无往而不著（着）乐天之色彩。始于悲者终于欢，始于离者终于合，始于困者终于亨（通达顺利）；非是（这样）而欲厌（这里作“满足”讲）阅者之心，难矣！ \\n 　　鲁迅先生《中国小说的历史的变迁》也从国民性的高度批评道：张生和莺莺到后来终于团圆了。这因为中国人底心理，是很喜欢团圆的，所以必至于如此，大概人生现实底缺陷，中国人也很知道，但不愿意说出来。所以凡是历史上不团圆的，在小说里往往给他团圆；没有报应的，给他报应，互相骗骗。这实在是关于国民性的问题。 \\n  \\n 　　有学者说得好：对于《西厢记》结局的两种不同观点，见仁见智，都有见地。赞成张、崔团圆的，怀着美好的愿望，仁心毕现；批评这个结局的，希望读者对黑暗的现实抱清醒之态度，则纯为智者之言。（摘自《西厢记注释汇评》上册） \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n \",\"timestamp\":1638573588,\"title\":\"闲聊西厢记（重发）\"},\"digest\":\"YzGkNhD1YG1jR6-GzzpCm9rftUK33yJyWLMTvWkMkHs\",\"authorship\":{\"contributor\":\"0xc127EE5584e3955bf98D0725d183bCA872835B34\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5Tt910pVXgSgbrdpwCCcDcMwkZ9fs61wPSGfuD3eFE\\\",\\\"y\\\":\\\"1KfwXKsIxcD2bz2t_5vTmDqJDLruqnpezZHZ6WkORMk\\\"}\",\"signature\":\"YW1frBnVQamOEAmst5RmhLp-hUn6pgpZIYktroUG4GHQMZ3Jo3aRxLtThnIKJT6blAY10l6PucoK4EjHbn_GvA\",\"signingKeySignature\":\"0x76ff2753f3f57f0f4adaa826073bfc1df25089f635b13bd4778a25910ec9602761c56def5a2af0e5d22be8b020e6311c81194d10e6877a0c14512ca2379936861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5Tt910pVXgSgbrdpwCCcDcMwkZ9fs61wPSGfuD3eFE\\\",\\\"y\\\":\\\"1KfwXKsIxcD2bz2t_5vTmDqJDLruqnpezZHZ6WkORMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YzGkNhD1YG1jR6-GzzpCm9rftUK33yJyWLMTvWkMkHs\"}"