"{\"content\":{\"body\":\"In September 2020, model and actress Emily Ratajkowski published an [essay](https://www.thecut.com/article/emily-ratajkowski-owning-my-image-essay.html) in The Cut which details her experience with ownership (and more often, her lack of it) over her own image. Her stories detail how her likeness has been used, distributed, and abused, often by men with more power than she does under our legal system. \\n\\nIn one anecdote, she details her experience being sued by a paparazzo for posting a photograph he took of her to her own Instagram stories. The photograph itself was taken without Ratajkowski’s consent - in the photo, she can be seen hiding her face from the creeping photog. Later on in the piece, she details a number of more upsetting stories, many of which overlap with themes of sexual consent, harassment, and abuse. \\n\\n![](https://images.mirror-media.xyz/publication-images/160a3ed8-2c2f-491d-aa8e-4d879545c9a3.jpeg?height=610&width=342)\\n\\nThis image is the subject of O’Neil v. Ratajkowski et al. Source: Robert O’Neil, republished in [The Cut](https://www.thecut.com/article/emily-ratajkowski-owning-my-image-essay.html).\\n\\nReading the piece back in September, I remember thinking about the dislocation between our legal definitions and ethical, intuitive understandings of ownership. I remember thinking about the complications which emerge from this misalignment, particularly for women. I remember being moved by Ratajkowski’s vulnerability in sharing these stories. \\n\\nI also remember thinking about NFTs. \\n\\nNFTs allow us to make digital images - abundant and easily copyable - unique. The past few months have seen a tidal wave of experimentation by artists and creators over this new vehicle for creation, distribution, and attribution. There has also been speculation as to what this all means for content creation, distribution, and value exchange for digital media. The opportunity is exciting, particularly for those whose livelihoods are tied to creating on the Internet.\\n\\nAs I read Ratajkowski’s piece back in September, I remember thinking about how the next wave of models and creators following in her footsteps might be able to steer clear of some of the more blatant abuses she endured. What if an image of one’s likeness were partially owned by the subject, and she had rights to define how the image could be used in the future? What if she were promised a piece of future profits? \\n\\nYet as the past few months have also shown us, NFTs are not a panacea. We are still figuring out how all of this will work -- who is allowed to profit, and under what circumstances. In early March for instance, Meltem Demirors noted that some of her Tweets were being sold by others, unauthorized.\\n\\nhttps://twitter.com/Melt_Dem/status/1369362485359284229\\n\\n[BitClout](https://bitclout.com/) more recently has came under fire for issuing 15,000 “creator coins” tied to profiles with data pirated from Twitter. The proper “owners” of these profiles can claim them if they would like, and in return be granted access to a portion of their coins. BitClout has been the subject of frequent, charged [debate](https://decrypt.co/62770/inside-bitclout-dystopian-social-network-big-investors-vocal-critics) within the crypto community since its announcement. \\n\\n![](https://images.mirror-media.xyz/publication-images/17a46a01-6de6-4540-98af-8d2e42968831.png?height=281&width=605)\\n\\nMy [profile](https://bitclout.com/u/devinawalsh) on BitClout.\\n\\nEven though NFTs have now officially entered the mainstream, we’re still determining the difference between what is possible and what is right. \\n\\nVitalik Buterin explores this idea, and legitimacy on the Internet more generally, in his recent essay [The Most Important Scarce Resource Is Legitimacy](https://vitalik.ca/general/2021/03/23/legitimacy.html). He asks: \\n\\n> Why is it that Elon Musk can sell an NFT of Elon Musk's tweet, but Jeff Bezos would have a much harder time doing the same? Elon and Jeff have the same level of ability to screenshot Elon's tweet and stick it into an NFT dapp, so what's the difference? To anyone who has even a basic intuitive understanding of human social psychology (or the [fake art scene](https://www.austinartistsmarket.com/famous-fakes-art-history/)), the answer is obvious: Elon selling Elon's tweet is the real thing, and Jeff doing the same is not. Once again, millions of dollars of value are being controlled and allocated, not by individuals or cryptographic keys, but by social conceptions of legitimacy.\\n\\n\\nIn other words, **we** get to decide what is legitimate and what is not.\\n\\nOften, like in the Musk/Bezos example, the legitimate owner of a digital work is clear. Other times, it is not. It certainly differs across cultures. I think about a friend of mine who lives in the UAE, who is extremely careful about the photographs she posts on her Instagram. In the UAE, it is illegal to publish photographs of strangers without their consent. I compare this to the paparazzo who sued Ratajkowski for posting a photograph of her that he took, without her consent, to her own Instagram. I assume courts in the UAE would interpret legitimate ownership in this case very differently. \\n\\nCritically, Buterin notes that the evolution of the NFT industry is “not predetermined.” We might be excited today about a future in which these assets empower artists, but that future depends upon our “active coordination and support.” \\n\\nFor now, interpretations of legitimacy seem to be bending towards what we would tend to classify as right. [Cent](https://v.cent.co/), the platform upon which Jack Dorsey sold his first ever Tweet, requires sellers to prove ownership of a Twitter account prior to selling the account’s Tweets. \\n\\nI hope that we not only continue down this path, but that the mainstream usage of NFTs shifts our broader conceptions of legitimate ownership. The new tools at our disposal might be able to evolve our collective understanding and enforcement of who is the rightful owner of a work, and how that owner might be able to benefit from and distribute it. \\n\\nAnd so as I finished writing this post, I was thrilled to hear that Ratajkowski [announced](https://twitter.com/emrata/status/1385710264050454529) she would be selling an NFT entitled Buying Myself Back: A Model for Redistribution. In the NFT, the model is posing in front of a work by Richard Prince. In The Cut essay, Ratajkowski details her troubling experience finding out about, tracking down, and ultimately paying for this work, a blown up photograph of herself which she had posted to her own Instagram account.\\n\\nRatajkowski [framed](https://twitter.com/emrata/status/1385710264050454529) her decision to create and sell this NFT as setting a symbolic precedent “that allows for women to have ongoing authority over their image and to receive rightful compensation for its usage and distribution.”\\n\\n![](https://images.mirror-media.xyz/publication-images/86a22ab9-0c79-4211-a697-22a856f57c7c.jpeg?height=2048&width=1366)\\n\\n\\nSource: Emily Ratajkowski, [New York Times](https://www.nytimes.com/2021/04/23/style/emily-ratajkowski-nft-christies.html).\\n\\nOver the past few months, as my mind has circled these topics, I’ve found myself thinking a lot about [Lisa del Giocondo](https://en.wikipedia.org/wiki/Lisa_del_Giocondo). Lisa is more popularly known as the Mona Lisa; she is the woman behind the painting. Centuries before thousands of crypto-enthusiasts would use her likeness to explain the value of owning NFTs (plentiful reproduction of an image only enhances the value of owning the original), Lisa lived a relatively normal life.\\n\\nAt age 15, she married a Florentine merchant named Francesco. Scholars have noted that the two likely married for love, which was not a given at the time. Lisa had five children -- Francesco is reported to have commissioned the painting from da Vinci to celebrate the birth of their second child. Lisa, like many women, suffered a miscarriage. Her husband became a local politician. The family lived a comfortable, middle-class life. \\n\\nhttps://twitter.com/emrata/status/1385710897939816451\\n\\nThe Mona Lisa has, of course, gone on to become the most famous, most valuable, work of art in the world. Today the Mona Lisa is owned by the government of France, and draws millions of people per year to the Louvre. The work is in the public domain, free to be used for commercial purposes with no legal repercussions. We see Lisa everywhere, from coffee cups to music videos.\\n\\n\\n![](https://www.rollingstone.com/wp-content/uploads/2018/07/mona-lisa-eil-by-robin-harper.jpg?resize=1800,1200&w=1200)\\n\\n\\n\\nSource: Robin Harper, [Rolling Stone](https://www.rollingstone.com/music/music-news/louvre-beyonce-jay-z-apeshit-video-696636/).\\n\\nIf Lisa were alive today, I wonder what she would think about all this. I wonder whether she would feel like Ratajkowski, frustrated by a lack of control over how her image is used. I wonder whether her descendants have seen any financial benefit from the commercial use of their matriarch’s likeness. I wonder if she too would mint her own NFT.\\n\\nThis essay is also published on [Substack](https://devinwalsh.substack.com/p/emily-ratajkowski-lisa-del-giocondo). \",\"timestamp\":1619294358,\"title\":\"Emily Ratajkowski, Lisa del Giocondo, and our collective conceptions of legitimate ownership\",\"publication\":\"devin\"},\"digest\":\"1ygaXN0Br4lDaBN8tNHI0dvux_GGMXD_hWIjBkIAcqs\",\"authorship\":{\"contributor\":\"0x5C93fD4E5bf3d541a4917719Cd4e1214Dd035920\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sX8mLN09MtZ3qmZ3wJkI9fP85pC797pDgZekJbYJ56o\\\",\\\"y\\\":\\\"1P9oZ0IQXkbddFbp5fqBOc7UOKQAqRkMdGt_JQ-mEwY\\\"}\",\"signature\":\"RzZFAzBoyjw7vpR6Q2xmHVn7pBTwS-eDRspXon-euyZVnKzPXJzMtmwNaD9LqveT8zRlAkDcOmHZaeeimTeQ1g\",\"signingKeySignature\":\"0xe6976b3971458c217f3b32c0b1b60f550156fff7ba73b670a974d8835b4554ed4f7a7c99b2739b52c91d9a926cd7adaad95619387766bd951c199e57a7e509281b\",\"signingKeyMessage\":\"I authorize the publication of articles on devin.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sX8mLN09MtZ3qmZ3wJkI9fP85pC797pDgZekJbYJ56o\\\",\\\"y\\\":\\\"1P9oZ0IQXkbddFbp5fqBOc7UOKQAqRkMdGt_JQ-mEwY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1ygaXN0Br4lDaBN8tNHI0dvux_GGMXD_hWIjBkIAcqs\"}"