"{\"content\":{\"body\":\" 1. Every year, analog art worth more than 60 billion is traded. There will be a flippening when the digital art market will be worth more than the analog art market - maybe already during the 2030s.\\n 2. As an alternative asset class, the current/analog art market is less regulated and more corrupt than other asset class. Money laundering, tax evasion, fraud and insider trading has been an accepted part of the analog art market for centuries. It remains to be seen if NFTs will fundamentally change this.\\n 3. Wherever people get wealthy, art becomes a major tool 1.) for self-expression, 2.) for story-telling towards one’s peer group and 3.) for creating visibility amongst one’s peer group.\\n 4. NFTs won’t change these basic human instincts - they will just shift them from offline to online. Why would I spend 1 million for something in my living room that only few hundred people will see - if I can spend 1 million for something in digital, that hundreds of thousands could see around the globe.\\n 5. To generation Z and younger, traditional-offline-art will be worth less than NFT-based-online-art. These generations will spend more of their discretionary time online than offline. There they will want to be visible and flex where they spend their time. As attention shifts, so will desirability and value-attribution.\\n 6. NFTs have created of new class of collectors - the crypto rich. Previous cycles were dominated by the church, nobility, industrial tycoons and most recently financial tycoons. This new cycle will be dominated by the crypto-rich.\\n 7. Just like with most asset classes, most of the value creation happens in its top10% of assets. Given high absolute prices for these assets, they have historically not been accessible to retail investors. Fractionalisation of NFTs will fundamentally change this and give retails investors the opportunity to participate in the value cycle of the most promising assets. Not only will it increase demand, it also holds a promise of democratising the fine art market.\\n 8. Sure, NFTs are in a hype cycle. But that doesn’t really matter. Just like with previous tech cycles, enough money has been raised so the best ideas can continue to be built out though a bear market - that is very likely to come in 2022.\\n 9. Irrespective of the hype cycle, 99% of NFTs will be completely worthless over time. This is not at all surprising and not at all different from how it has been for centuries in analog art. However, the 1% that remains will appreciate much higher relative to analog art - since it will be much more visible and accessible on a global scale.\\n10. It used to be the main role of the a gallery to build a community for an artist - across three main outlets (Which exhibition? Which collector? Which museum?). Through social media and NFTs, artist will be their own sales-departments - more than ever. They also will have to be, whether they like it or not.\\n11. By the time they may - or may not - join a gallery, they are likely to have already have a community themselves over many years - weakening the role of galleries -  except for a small set of global elite galleries - who will wield more power than ever as a result of the NFT revolution.\\n12. The role of the traditional gallery is threatened twofold - because the artist will have done most of the groundwork himself - but also because NFTs can easily have built-in mechanism to take care of the secondary markets (Artists automatically participate in re-sales and increases in value connected to it).\\n13. Market-entry barriers to do NFT based art are so low that supply can grow infinitely. For many artists this means they will be pressured to become skilled communicators as much as innovative creators. It also means that curation will become more important and more difficult than ever. Human-based curation systems will face heavy competition from algorithmic-based ones - and probably lose.\\n14. NFTs will broaden what becomes investible well beyond fine art into culture overall. Culture will rise as another alternative asset class besides fine art - but follow many of the same mechanisms.\",\"timestamp\":1639239873,\"title\":\"How NFTs will disrupt the fine art market. 14 assertions.\\n\"},\"digest\":\"VW_XM4cAa69X3h-GOZ4fiRbkflkQxcX3Qq06het5w3s\",\"authorship\":{\"contributor\":\"0x8A91e57ec2CBcbF462c2Dd707cf749e693C8a097\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGnFN6ocPBKWFxE17BCNu9R1t1ZPxjtxXpDFDSwj3Ps\\\",\\\"y\\\":\\\"itOk2xsZZN1jMuUrC0EcCRa6_kcQB8xv18zcu1DIrtA\\\"}\",\"signature\":\"j9YAeTB_MqiZv4Q5tGT85oluiNA0D69NM64OYqHpz3D_0tXQ9wQOQ3sPsAO_-phtS5kKd5HEwXEiVgIh31hI0Q\",\"signingKeySignature\":\"0xe984dfcd4074d75997eb0c447c38f5a6eb606030edbac44175270dcd49c380970b98e69a5ac6d774d9311dc91b8b3754e981b39842f32850238e2aa15328a0891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGnFN6ocPBKWFxE17BCNu9R1t1ZPxjtxXpDFDSwj3Ps\\\",\\\"y\\\":\\\"itOk2xsZZN1jMuUrC0EcCRa6_kcQB8xv18zcu1DIrtA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3BbALSkQcMW1zgP3ko5iv0tmRWr5dXCmHe37d9vcWyY\"}"