"{\"content\":{\"body\":\"Evangeline is an old bitch who just says things. One of those people who is always spouting off, getting words twisted and then doubling back; jumbling things. She doesn’t lie, at least never on purpose, but still she just talks. People who just talk without thinking are the worst kind of liars because you can’t even blame them. No motive. She tells me we’re young. That old bitch is lying. I’m old.\\n\\nMy son and his skinny wife put me in this home nine years ago. Here is where I eat good pudding and do my water training. And sometimes rest. I’ve been here for nine years, watching people ditch their parents at the door, watching poor old shmucks eat pudding and do water training until they pick lint. I think maybe fifty have passed since I’ve been here, but I’m sure I’m underestimating. I don’t even notice anymore. The nurses say I’m well adjusted. The truth is I’m just ready to join them, but I haven’t got deep enough pockets.\\n\\nToday is Sunday and I’m going home. I hope the ride won’t be complicated but the drivers here are all reckless. It’s all the cigarettes they do on breaks. Why drivers are allowed to smoke cigarettes before driving helpless old ladies around town is something I will never understand. And on a Sunday no less. I’m in the car now and it smells like of course, Phillip Morris the gentile. If I fake a coughing fit maybe I’ll get someone fired, but then it might become real and I’ll die. Better not take the chance.\\n\\nI’m not a psychotic like most women my age. I’m also not a liar or a yup. I care about a lot things, most of them dead, like good music on rare vinyl and my husband. I’m not a sentimental but I am for sentiment, not like the kids today. I can take an ironic story, but the kids live so ironically, and I don’t envy the lifestyle. I also don’t believe they have a future, but I hope they do.\\n\\nToday the road to home looks different than it once did, but I’m not the type to act surprised by common change. I do like the way the storm clouds are coming together over the San Fernando; we need the rain. Evangeline that old hog is in the van too, probably going to the nail salon or the perfume shop or both. She’s up at the front badgering the driver, flirting and thinking she’s being cute. What business an 86 year old woman has being cute I don’t know. Luckily I think it’s making him drive better. God bless that poor bitch.\\n\\nI’m excited to see home. I haven’t been excited in years, and it’s exciting to feel excited, even when it’s over a little thing like seeing home. I haven’t been back since I left and my son sold the place. It’s a three bedroom with white banisters, a red Spanish tiled roof, and a garden to make your heart sing. There are a certain number of plants in that garden that don’t respond to just anyone, and I’m sure they’re all dead even if the new tenants pay a gardener. \\n\\nI haven’t met the tenants. I don’t know them and I don’t much care to know them. As far as I’m concerned they’re just in the way and should mind their business. The home was and still is the best thing I’ve ever had, and I say that a home is yours until all of you is gone and all that’s new is all that’s left. I seem to recall a golden retriever named Carmine buried a foot deep in the ground a yard left of the maple tree, and I’m sure the “new tenants” haven’t got a clue. So who’s house is it? \\n\\nEither way it’s just about the only place I could ever picture myself picking lint. To think my son expected me to die on someone else’s property – fitting he says he loves his mother. Like I said: the kids, they live ironically. They say it’s a Christian country, but I’m no yup. If the Germans had it their way I’d be mulch for Polish worms, but I had it my way. Coming to America didn’t feel like a homecoming, it felt like a due sacrifice, one I was happy to make. I’ve spent my entire life searching for the right rock to die on. Now I’m here.\\n\\nThe outside looks the same, except they definitely didn’t get a gardener for my plants. It’s actually better that way, at least they didn’t try to change things. Better to let them die. The doorbell is the same, but they didn’t get a new Mezuzah, and there’s still a rectangle of lighter paint where it used to be. This is still God’s house, someone should let them know. A fat woman opens the door for me and I tell her Hi I am Shoshana I Lived Here From Nineteen Fifty Seven to Nineteen Ninety Three Can I Come In and she says Sure. I go into the living room and the first thing I see is a television set in the corner where I used the do my knitting, and I know it’s not my house. But Carmine.\\n\\nShe asks me many silly questions, most of which start with Where or When, like I’m supposed to testify or something. I answer all her questions but come on, I know she lives here but let’s have some respect for old ladies. The kitchen horrifies me and I know I shouldn’t have even gone in there. Who leaves bread in the drawer below the toaster? If I hear another person tell me they’re practical I’m going to live longer just to spite them. Practical people keep the bread in the freezer where it stays. You keep it in a drawer and it goes stale. Who cares if it’s an extra foot from the toaster? People are masochists.\\n\\nThe bedroom scares me too, not because it’s different, but because it’s exactly the same. They didn’t even move the bed. I ask the fat woman if they got a new mattress for it. She says yes, but I sit on it and I know she’s a liar. A masochist liar who lets any stranger sit on her bed. I mean my bed. Her sheets.\\n\\nSo the bathroom is why I’m here. I tell her I left something in their and she tells me Wow it’s been Nine Years and I still Remember where I Left Something, and at My Age. I mutter something unholy under my breath, remember there’s no Mezuzah, then say it louder. Two points for the gentile. Somebody opens the front door so she goes to check it, leaving me in her bathroom, which is good. In the table under the sink there is a drawer with a bad hinge that doesn’t let it close all the way, or at least that’s what I made my son tell the realtor when he sold it. But I lied and said the table was a period piece from Poland from my father’s house before the war, and we added a clause in the contract that said the new tenant couldn’t move or fix it. It’s a good enough table, so it stood.\\n\\nAnyway in the back where the hinge is supposed to lock in I tied a little plastic baggy with a key in it, which is why I’m here. I get the key and use it to lock the bathroom door from the inside. Now, I wait.\\n\\nThe woman knocks and tries opening the door. Hows It Going In There she says and I don’t bother responding. I draw the bath. Her husband who I guess just arrived bangs on the door and says he’s calling police. I put in a pair of earplugs I got from reception and undress. I dip into the bath once the water is hot enough and high. It’s just how I remember it, which is good. I try to relax but I can still hear the banging, so I dunk my head under the water and hold it there. With the water still running hot and my head just under the tap I finally feel relaxed. I hold my breath and just stay there. They say old ladies need other people for everything, but they haven’t met the Poles. \\n\\nI have a nice thought about Evangeline, that old bitch, telling rumors about me later today. Maybe she’ll accidentally say something true.\",\"timestamp\":1637106198,\"title\":\"Carmine\"},\"digest\":\"l-fbUChHb4GSIoISkKqj9--NTaoHXezuF3fTsmh5IwE\",\"authorship\":{\"contributor\":\"0xf0Fb57424F9833856E5C4Dc6A6874e2a4c4bB478\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5uTgskpTCpt2UDRdYjLi7KtgS9deXFvgkD5pStFngKo\\\",\\\"y\\\":\\\"bGRefS10yNq0YOspsOgKQZPj6bA-TTOqP6zHGZFGvWM\\\"}\",\"signature\":\"F5vFn8wqCcfQ-3xhAZDefbs8WpF2Zn594uCA-9Q-kAdlSuE_rTMvKwmW4DSUH1jXGLKhPnc4bjsGDznpClnOtQ\",\"signingKeySignature\":\"0x98bb5bed21cf56cc9ddeff466b7630019c22628e5e094d9b7fd64e0c57d9d38d78385e98b1d6ef1c424243b3111fde29fec8b5cc0774fe8bdc82414c8168229c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5uTgskpTCpt2UDRdYjLi7KtgS9deXFvgkD5pStFngKo\\\",\\\"y\\\":\\\"bGRefS10yNq0YOspsOgKQZPj6bA-TTOqP6zHGZFGvWM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l-fbUChHb4GSIoISkKqj9--NTaoHXezuF3fTsmh5IwE\"}"