"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc9061f08-ccde-4d31-bb0f-bc75c4d15024_2003x999.gif)\\n\\nBefore minting your Token, there are general rules that you should be aware of if you don't want to have problems regarding the Law. First of all, it's essential to know that the SEC is in charge of regulating decentralized projects. The Securities and Exchange Commission (SEC) is a U.S. government oversight agency responsible for regulating the securities markets and protecting investors. It has a three-part mission: Protect investors. Maintain fair, orderly, and efficient markets. Facilitate capital formation.\\n\\nThe current regulation suggests Tokens should have as a main utility to offer fans new experiences within digital economies, which means they should buy Token in hopes of special perks instead of getting financial rewards. Indeed, **a token that delivers promises or implies the possibility of any financial return is much more likely to be a security.** For example, a use case that can have problems with the Law could be a Social Token as an ISA (Income Share Agreement). Offering a slice of your future revenue to token holders can be seen as a security, even though it's one of the most exciting use cases. If you want to create a token to share your future earnings with your community, you should be very cautious and ask a lawyer before doing it.\\n\\n**The Supreme Court is saying about Crypto that if a project is raising money selling a token and the buyers are anticipating profit, chances are it will be considered a Security.**\\n\\nTokens should rather have as a **primary utility to incentive communities thanks to non-economic advantages**. For example, we could think of Social Advantages, where token holders genuinely do not expect to profit from the tokens and hold them for other reasons such as free access to members-only content, 1:1 call etc.. Even without economic value, your Token can have many social values and unlock new experiences that live in your own economy. **A useful token, which means a Token without the sole interest of earning money, is less likely to be a security.**\\n\\nOf course, if a Token has a monetary value, it will be tricky to do so. The Law suggests to any community leader to clarify that financial value is not the primary purpose of a Token and that token holders have access to benefits accessible only for them.\\n\\nKeeping the total power over the Token distribution with a token minted on a fixed supply will be easier. If a Token is transferable (for example, if it's minted on a Bonding curve or if the Token has Liquidity Pools), the Token's creator won't be able to limit the speculations.\\n\\nThe Supreme Court also warn token creators to be careful with **False Advertising Issues**. If the Token allows fans to access premium experiences, it's obliged that those benefits are really as \\\"exclusive\\\" as advertised.\\n\\nAgain, the fewer financial rewards involved in your project, the better. Here are some incentives that can be considered as security:\\n\\n* **Don't allow your token holders to earn a return for holding your Token.**\\n* **Don't promise to pay** (directly or indirectly) token holders (for work they could do, for example).\\n* **Don't allow \\\"Yield farming\\\" or A 'buy-and-burn' models** (redirect the revenues or profits to increase the value of the Token).\\n\\nIt's also good to remember that it's essential to have **Clear Disclosure of Terms** like any other reward or loyalty program. People buying Tokens should clearly understand what they're buying and how they earn and receive rewards.\\n\\nThere is still quite a bit of a grey area around the legal aspects of Social Token. Still, in general, **if the sole use of your Token is to raise money and advertise to buyers that they will earn profits, chances are it will be considered a Security by the Supreme Court.**\\n\\n## Further ressources\\n\\nIf you’re interested to learn more about the Infrastructure Bill and how it will affect the crypto space, here are great resources to start with:\\n\\n* [Public Statement by Chair Gary Gensier about Crypto](https://www.sec.gov/news/public-statement/gensler-aspen-security-forum-2021-08-03)\\n* [SEC’s Peirce Takes “Liberty-Loving” Perspective after Gensler Calls for Tighter Crypto Regulation](https://thedefiant.io/hester-peirce/)\\n* [Now They Fight Us | Market Monday LITE](https://newsletter.banklesshq.com/p/now-they-fight-us-market-monday-lite?token=eyJ1c2VyX2lkIjo2MTI5NjExLCJwb3N0X2lkIjozOTgwODcyOSwiXyI6InBjVEFzIiwiaWF0IjoxNjI4NTUwOTM5LCJleHAiOjE2Mjg1NTQ1MzksImlzcyI6InB1Yi0xNjAxNSIsInN1YiI6InBvc3QtcmVhY3Rpb24ifQ.G2vI70eSxzkmWMUvGiC9TJ5Kzz_GaYo4-mOZa5RY2-A)\\n* [Blockchain & Cryptocurrency Regulation 2021](https://www.globallegalinsights.com/practice-areas/blockchain-laws-and-regulations/usa)\\n* [Thread about the Infrastructure Bill](https://twitter.com/SBF_FTX/status/1423425253968015363)\\n\\nIf you’re interested to learn more about the legal aspects of Social Token, here are great resources to start with :\\n\\n* [Securities Law: Social & Community Tokens](https://medium.com/seedclub/securities-law-social-community-tokens-3bb0ffaae62)\\n* [How To Navigate Regulation Crowdfunding With Crypto And Blockchain](https://www.forbes.com/sites/jasonbrett/2020/05/10/how-to-navigate-regulation-crowdfunding-with-crypto-and-blockchain/?sh=38bdf94a3d2d)\\n* [Social Tokens & Regulations w/ Reuben Bramanathan, Community Tokens Lead at Zora](https://www.youtube.com/watch?v=OcTpuVrXWkY)\\n\\nIf you're looking for peoples and organizations to keep up with the latest legal news in the crypto space, here are great resources to start with :\\n\\n* [The Blockchain association](https://theblockchainassociation.org/)\\n* [Coin Center](https://www.coincenter.org/)\\n* [Jake Chervinsky's Twitter account](https://twitter.com/jchervinsky)\\n* [DAO Legal Resource - DAOtalk](https://hackmd.io/@LinXule/BywFKmp6L)\\n\\nIf they didn't before, Washington now understands the crypto community's power, passion, intensity, and dedication. The crypto community plans to continue to fight to keep Crypto in the US. They're trying to force old rules on top of new technology, and it simply won't work. The crypto space needs new information reporting requirements tailored for crypto companies.\\n\\n*This essay is not legal advice and has the primary purpose of educating you on what you should care about when launching a token.*\\n\\n###### **Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\",\"timestamp\":1631312054,\"title\":\"Social Token's Legal Aspects\",\"publication\":\"coinvise\"},\"digest\":\"dc6IvkRohbOU2km_m8c6ukwIxpD55u5v_dMuAU_Ocb0\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"FBoO-_BXZogshgu-qeZR8pwrhR3H5wRt8m5C7B-0eNhDd1_DV98HmVruBJjzRMNDOb44qfoS8pYaZ1plx5G5WQ\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AlcEE-8p4iIuKAszmoeYHBNKVlUdANScA3y3HWCeoMg\"}"