"{\"content\":{\"body\":\"Chat box is isolated in different apps in web2.0 world, but this is not the case in real world. Imagine in the real world, when we hang out with friends from restaurants to night clubs, our social connection continues, our previous conversation is in our brain as it should be.\\n\\nThe previous biggest challenge to realize decentralized chat box is actually different account system, virtual identity in web2.0 world is isolated, this problem has been solved by unified Ethereum login. I believe social experience and chat box will be different in the future, and a decentralized chat box will be the solution in web3.0 world, which allows chatting experience and social graph to continue in different dapps.\\n\\nTwo things I will highly value are decentralized chats and social trades. I will explain why decentralized chats and social trades are important in the following articles.\\n\\nChatting data shall be encrypted and stored decentralized, so that every developer can easily attach the chatting data in their dapps and keep conversation going in different chat box without violation of user privacy. Imagine when the era of metaverse comes where people have a very clear virtual identity, and are deeply involved in several virtual activities, including AAA level web3 games and social medias, a unified chat box will be necessary. People can easily keep their social connections and conversations going wherever they are.\\n\\nSocial trades shall be native in the chat box, since huge trading needs are hidden in social scenario but not satisfied, and one of the biggest innovation of web3.0 is open pay-receive, which offer unprecedented liquidity for digital assets. We regard current decentralized trading platform such as Uniswap and OpenSea as our trading infrastructure, and we will satisfy all trading needs in social scenario with the help of existing trading infrastructure. This need actually already exists for a long time, when people are endlessly talking about the price of new tokens and NFTs. We will offer instant on-chain trades based on hashtag, and everyone can bid others’ NFT in the chat box. This actually changes a lot, because the atmosphere when people are trading in CEX/DEX and in social scenario are so different. Features for social trades shall continuously evolve with the aim of satisfying all new trading needs in social scenarios, including GameFi and etc.\\n\\nEmoji can be decentralized and designed as an attachment standard, which means a standard to allow token/NFT holders to read and post exclusive contents, the benefit shall be stored decentralized to make it eternal, and everyone can build based on this open source standard. Under this case, emoji is actually a user case for the attachment standard, and the attachment standard will create a forward loop for NFTs and tokens. Holders continuously build benefits for the community, and the benefits will keep the community active, the best example will be BAYC.\\n\\nWeb3.0 social network is so exciting that I believe even greater things are yet to come, and decentralized chat box will be the first step for people to enter web3.0 world.\",\"timestamp\":1638279630,\"title\":\"A chance for decentralized chatbox\"},\"digest\":\"JCAhrBsxpMvj2Z4KK94t6-FXoqDPgGyFITfmziV3xr4\",\"authorship\":{\"contributor\":\"0x71E084AB76a113727cdB1d10B0e9B1041a51eD07\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Jm9c9MVMblZ0fg60q2YSL07AY4S4oEorJ9KlVhnT2Y\\\",\\\"y\\\":\\\"yp5y0LhcOkK90hl2Wfa88N8lFqhT9EdVvgGAzenJI3Q\\\"}\",\"signature\":\"xZUUNdsrJdBwkAT8YivFIyvzfRc3X9avm8tKaMgZOoBmADF6KCqxipmUcER_iQWJYeWbSjnWuXCr_BeJV5stAw\",\"signingKeySignature\":\"0xb029fe09c57e0d4c87886c26ea752f15eff12edb5f3cf6110b82b107aeade4b40ca67d9db1b1a571a5b382953591dc03089d6f5536f628936303da6bd3df38691b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Jm9c9MVMblZ0fg60q2YSL07AY4S4oEorJ9KlVhnT2Y\\\",\\\"y\\\":\\\"yp5y0LhcOkK90hl2Wfa88N8lFqhT9EdVvgGAzenJI3Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LG02-jE9kKI4IQlKWgCGcZ8R_7zZY8kyTB7mdVWZaR4\"}"