"{\"content\":{\"body\":\"Last night, at approximately 5:16am my MetaMask wallet got hacked as I was frantically trying to connect to a token sale for a project I really believed in - NFT’s for photography/video and environmental initiatives. The project is legitimate but the customer support wasn’t. With it, I lost my ENS name, my first purchase of digital art, which was more of a sentimental loss than anything, and around 35k worth of $DUSK (gulp). That’s a significant amount of money for me and boy does it hurt. The opportunity cost is really what pains me, though. My wife and I are sharing a car right now, we have a wedding to pay for this year, and I’m still living in my parents basement. Yep, that money could have gone a long way.\\n\\n![My first digital art purchase \\\"Discobolus Sapiens\\\"](https://images.mirror-media.xyz/publication-images/3pXhaHDOjw_rNc2Dhbaa4.png?height=1172&width=1030)\\n\\nHow do you rebound from a hack like this and come out the other end stronger? You take your lumps, learn, and move on. Here’s what I’ve learned: \\n\\n* We are primates with lizard brains. Optimize for security above all.\\n* Be wary of suspect customer support sites on Discord that reach out offering technical support. You should be reaching out to them, not the other way around.\\n* After you make a large trade, move your investment to a cold storage wallet, or to an exchange with better security. MetaMask is, after all, a hot wallet.\\n* If you are rushing to move your tokens around, or running tired like I was this morning un-caffeinated, stop what you are doing and chill. Mistakes happen when you aren’t thinking clearly and your emotions are running hot. I’m more angry at myself for the error than the actual money, but I still haven’t told my wife.\\n\\n![Angry wife](https://images.mirror-media.xyz/publication-images/h9w3wx0K1Xsi_Ozi94NQN.png?height=590&width=1150)\\n\\nTaking a step back, we can acknowledge that investing in crypto is full of heightened risk *and* reward, and that’s why we love it. A lack of regulatory over-site may put some investors at risk, but for the most part, the market self-regulates and investors learn quickly how much risk they can tolerate, while teaching themselves security protocols to operate in a nascent industry. No, Gary “Goldman” Gensler isn’t going to save us from every hacker and scammer, but he will regulate tokens and exchanges to the point of paralyzing innovation, this we know. The truth is finicky dapps and shrewd hackers go hand-in-hand with parabolic returns and VC-like investment opportunities. I have to look at myself in the mirror and recognize that I’ve 10x’d my investments over the last couple years, educated myself on Web 3.0, macroeconomics, and portfolio management, and it’s still so early. Maybe getting hacked is rite of passage in crypto, or the cost of doing business. Or maybe, I’m an idiot. What I do know is that losing 35k was what I needed to get me writing again and I’ll take that as win.\",\"timestamp\":1642455797,\"title\":\"I got hacked\"},\"digest\":\"cxa-S8RwEfWUx_1goI9rolWKilj05MqnapXZTVGQXIY\",\"authorship\":{\"contributor\":\"0x51Efa7FBc467A671ff1B08ef1A8629CaC59F28B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KRDCfkCwK3-kky1KSWc63pKUKdsxQeNHF_JjcongBig\\\",\\\"y\\\":\\\"vUb8MqxReuKbTcHaab2uYlBOfgNPxfMv1BDhTFmg67I\\\"}\",\"signature\":\"wN7UvmMKWHOYBocV0RZIClcaviUQ0OMZSLh8ctR_-_7mkkTX2MEbg83OGez8Z9serj9tnsNfnNI5qWxvQ8ed0g\",\"signingKeySignature\":\"0xb43a16cb5cb9fc5f163bdbe68be258241e462e1a8f9180f3b8d0f69673b8b8b572417f9f7e6cbe84f5b0f637b0ba596b74d9882159f8a5d7c8bd1cf371a87e6d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KRDCfkCwK3-kky1KSWc63pKUKdsxQeNHF_JjcongBig\\\",\\\"y\\\":\\\"vUb8MqxReuKbTcHaab2uYlBOfgNPxfMv1BDhTFmg67I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cxa-S8RwEfWUx_1goI9rolWKilj05MqnapXZTVGQXIY\"}"