"{\"content\":{\"body\":\"There are several points that must be paid attention to when choosing a partner for a business venture. When choosing a partner for a business, you should first choose people with complementary skills. For example, you know marketing,\\n\\nYou don't have to choose a marketer anymore, you can choose one who understands technology, and then another one who understands finance. Only when the capabilities are complementary, will 1+1>2. Complementary skills between partners will reduce the running-in between each other and also reduce a lot of power struggles.\\n\\nIn the same way, we must choose people with complementary personalities. For example, if you are introverted and not good at communication, you must choose an outgoing person, who is good at communication to deal with all kinds of things that require an extrovert.\\n\\nThe most important thing for the founder is to choose people with similar values ​​to join. If the values ​​are not similar, the stronger his ability will be more destructive, and it will be difficult to form a synergy. Entrepreneurs should not compromise with anyone. Once compromised, the company loses its character and your team has no fighting capacity. Slowly, it becomes a piece of sand. If you do your own things, you are not far from death.\\n\\nThe company must ask not to do other things during working hours. Anyone who chats on QQ or watches movies during working hours, whether it is an employee or a partner, should be expelled.\\n\\nWhen the company first started, it was impossible to compromise, because there were few people and it recruited randomly. As a result, the recruits were all unqualified and would be expelled later. It was purely to spend money to make trouble for myself. We strive to recruit only one qualified one, and the highest efficiency is not to rework and do it right once.\\n\\nIn the Internet era, its own iteration needs to become very fast, and partners must grow at the same time. If there is an inconsistent pace, it will increase many communication barriers. People who are too bad should also be abandoned.\\n\\nWhat a boss should learn is not what to grab and pick up, but what to give up. Any great company is based on a few outstanding founders; make yourself outstanding, and then attract outstanding partners.\\n\\nThe benefits of being a business relative\\n\\nStart-ups use relatives, the cost is low, and 5 relatives are used. As long as you have development, you can let them invest the money. They don't have to rush to send them their wages. They still care about their work. If a person pays 100,000 yuan a year, you have 500,000 yuan to invest in the company's development. Other strangers you recruit are definitely not willing to do this, but your relatives are different. They will give you this buffer period, which is the most lethal when you are short of funds in the early days of your business.\\n\\nThe cost of trust is low. You and your relatives have disagreements and quarrels. You don't have to guard against him. Go home to sleep at night and still sleep soundly. If you quarrel with someone recruited from outside, if this person is very important, you will not be able to sleep for fear that he will spoil him, change jobs, etc. Therefore, many business owners dare not quarrel with important managers recruited from outside, but unfortunately, Many things, that is\",\"timestamp\":1634793767,\"title\":\"How to choose a partner\"},\"digest\":\"-SHxrrFsqMTXLSzlFlyhapDfTOnXty31Bz1h6K8D1-c\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"lB8KEAhWsgeEaofxagOYa6-JO1oQdC4o5UzwVlUFQMc1tyiGE7yA8YKkxC1Mh0fTbCOykN0ijJsYgGeb4y24Pw\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-SHxrrFsqMTXLSzlFlyhapDfTOnXty31Bz1h6K8D1-c\"}"