"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/46jLP5UYFHvXlF88KOiuD.jpg?height=3000&width=3000)\\n\\n## Today's Interview is with Na-ku\\n\\nGrowing up in Lagos, Nigeria, Na-Ku started making music as part of a duo under the name Inver$e, in 2016. He started making music as a solo act in 2018 with his first single “Love Like This”. Aged 20, he is currently in his final year of studies at the University of Essex, in Colchester, England. Currently, he's working on his “Bad Mood” trilogy. He wishes to release the sequel to the first “Bad Mood” in the first quarter of 2021. He also wishes to release the final EP in the final quarter of the same year. During his hiatus, Na-Ku took up producing and now hopes to be heavily involved in the production of his music. He hopes to be recognised as one of the best currently making music.\\n\\n**How would you best describe your creative process?**\\n\\nMy process goes either one of two ways, either I make myself record, like doin any other task, or it’s spontaneous. The spontaneity is divided into two as well, it’s either a build up of spontaneous energy or a (huge) burst of energy. If I’m recording, cuz I don’t normally time myself I’d say it takes a night, usually. If I’m writing, it could take at least a night or at most a couple weeks dependin on how I’m feelin. I write before I record if my intention isn’t to record a demo.\\n\\n### Most frequently received (advice related) question?\\n\\nFunny enough, no one asks me for advice bout anything. I don’t know if I should be insulted, thinkin bout it now, but, yeah, no one asks me shit.\\n\\n### Top 3 tools/resources you use to create\\n\\nApple Music, Soundcloud, and my whole set up. Out of my set up tho, my booth. Apple Music cuz I like listenin to my fav songs/verses/hooks to really get into writing/recording. Soundcloud for the ones that aren’t on streaming platforms. My booth cuz I be makin music in my room (I stay in a student accom) so I need my vocals to be as crisp as possible.\\n\\n### Thoughts on self education/learning?\\n\\nAt this point isn’t this normal? Speakin personally, most of the things that I have knowledge on, I learnt on my own. Regardless of if it’s something I’m interested in or not. Even with higher education, which I hate, more time I be teachin myself. It’s great tho, learning skills, then workin on and ultimately perfecting them to the best of your ability.\\\\*\\\\* \\\\*\\\\*\\n\\n### Source(s) of inspiration?\\n\\nBro, me being the way I am, almost anything I like inspires me. Music, anime, movies, musicians, passionate people. Anything I fuck with inspires me, shit like anime theme songs. It might sound silly but it’s true, and it’s great.\\n\\n### Most creative time of the day for you?\\n\\nNight time, jus cuz that’s when I be getting work done cuz usually I be puttin shit off till late.\\n\\n### Who is one person you'd really love to work with but you haven't ?\\n\\nSanti/Cruel Santino, I know his government too but if I say it I’d be overdoin it. It’s A LOT of people I wanna work with, man, but he’s number one.\\n\\n### What are your thoughts on empathy?\\n\\nAt first I thought this was a weird question but I realised a lot of people don’t know how empathy works. I don’t know if people think this is a skill everyone should have but I don’t think so. For a lot of people don’t have/live the same or similar experiences, how can you then understand what you’ve never experienced?\\n\\n### What do you believe is the best pathway to financial stability as a creative?\\n\\nI personally believe it’s having a great team, when you have that, you and your pockets are only goin up and stayin there.\\n\\n### How did the lockdown affect your creativity? and if there were any setbacks how did you overcome it?\\n\\nDuring lockdown, I was away from my place so I couldn’t record anything, that was a real pain. Still wantin to make music I bought FL studio and started learning music production. I’m still learning the ropes, can’t lie, but I’ve made a couple of things that I can’t wait to put out. I’m grateful for the time that lockdown provided me with, ain’t nothin really like bettering yourself and your craft.\\n\\n### Any plans for the future? (What should we expect for 2021)\\n\\nWorkin on ending my trilogy. I’ve planned a lot of other releases too, hopefully everything falls into place.\\n\\nYou can follow Na-Ku on [Instagram](https://www.instagram.com/badmoodtears/) and [Twitter](http://twitter.com/BadMoodTears). You can also check out his music on [Spotify](https://open.spotify.com/artist/6CcEZLK6xf49hJGErbN4q0?si=Em_VYj2jSd6ya074tuBBPA) and [Apple Music](https://music.apple.com/ng/artist/na-ku/1445957193).\\n\\nIf you enjoyed reading this interview you can subscribe to the newsletter [here](https://bare-max.club/). You can also share the link to this article on twitter or forward it to a friend with the links below.\",\"timestamp\":1640675727,\"title\":\"Bare Maximum Newsletter 003 📰\"},\"digest\":\"WPTsGVi6DxuYESy5LhpfgZYOzi0cxM57BkEZKFy2NOg\",\"authorship\":{\"contributor\":\"0xf7bEb33Cd7Bf70AE2B1641A49cB554C513749741\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OCuZbOLViQpeXtVDh2BQxISvETcIV8vlz1ucy0cOynQ\\\",\\\"y\\\":\\\"_tHS5fwa0qDKaUQ6i9eE-UtfIXVjDhhbhx90O32bY4A\\\"}\",\"signature\":\"3tvuTFhvSGrgQ3LxvN-A3BFtAcfiPqxCe9R5coxoG3lZfEEZyC_7k8H1dhrnPO_9eZaPMkgkORf7H69ojS9qVA\",\"signingKeySignature\":\"0x9a9f1b310cdf8ca9d87ff8d1d355133b4a05900d4780aac3627f9abd414af1bb7f148c6351acdfaf39b3f6117a5b8d21677eab5acd358c230dab3ed119de78f01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OCuZbOLViQpeXtVDh2BQxISvETcIV8vlz1ucy0cOynQ\\\",\\\"y\\\":\\\"_tHS5fwa0qDKaUQ6i9eE-UtfIXVjDhhbhx90O32bY4A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WPTsGVi6DxuYESy5LhpfgZYOzi0cxM57BkEZKFy2NOg\"}"