"{\"content\":{\"body\":\"事后，不少医学机构专门设立了一个研究小组，专门讨论网络游戏对植物人病患者的治疗作用。长时间失去外界的刺激，可能会让人真正地进入死亡。但是一但患者相信自己还活着，那么，他获救的机会就会非常之大。\\n\\n```\\n就像霜飞羽，其实她当时根本就什么都没有做。只不过在她被神龙控制之后，她心中只有一个念头——她不要被束缚，她不想再一次失去对身体的控制。\\n\\n游戏中，她的确是没能动弹，因为这是系统的设定，作为一个玩家，是无法改变游戏中的设定的。但是，强烈的渴望直接影响到了她的身体，她真的摆脱了那个束缚，她真的能动了。只不过，动的不是游戏中的自己，而是她在现实生活中的身体。\\n\\n当所有关心着霜飞羽的人听到这个消息的时候，所有人都激动了。这个意外的惊喜，实再是比再送我一块驻地还来得让人兴奋。不知不觉中，我已经把霜飞羽当成了自己的妹妹，对于她的醒来，我的心里只能用欣喜若狂来形容。\\n\\n当然，还有一个人比我还兴奋，那就是芸芸。在得知这个消息的那一刻，她几乎就要冲出门外，直接去看望她的那个“好妹妹”了。不过我及时地拉住了这个冲动的老婆。来日方长，现在幸福的时刻，还是留给鬼狼，还有霜飞羽的父母吧。相信这个时候，没有人比他们更有资格拥有那份幸福带来的快乐了。\\n\\n至于我们，当然还有更多的方式可以庆祝这次的胜利带来地幸福感……\\n\\n万兽山庄的全新驻地，或者说。这是东方大陆一座全新的主城，已经被正式更名为“龙城”。作为超难任务的奖励，华夏公司大方地附赠了城里相应地所有设施，也就是说。我几乎什么也不用做，这座城市里就已充满了生机。\\n\\n而且完成任务所带来的高额声望吸引了无数的NPC前来入驻，所以，我连聘请NPC守卫的钱都可以省了。\\n\\n对于这个新兴的城市，天地里所有的玩家都充满了好奇。而此时的城主正坐在城中最高的建筑——苍龙殿上接受一系列的盘问。\\n\\n我也不知道为什么，完成了这个任务之后，我竟然由万兽山庄的副帮主直接变成了城主，变相地夺了疆土地权力。但是这一点并没遭受到任何的反对，因为只要是万兽山庄的核心人员都知道，万兽山庄本来就是我地。\\n\\n只不过每个人心中都有一个疑问：就在所有人与龙族顽强抗争的时候。我和芸芸到哪里去了。为什么从头到尾我们就没有出现过，而再次出现的时候，就是万兽山庄取得胜利的时候。\\n\\n如果说我们的消失与这个任务地完成一点关系都没有。那也得有人信啊。而芸芸此时早就跑去跟霜飞羽碰头，两人相约着逛街去了。而给众人作出解释的，也只剩下我这个被老婆丢在家里的唯一当事人了。\\n\\n面对那一张张如狼似虎地面孔，我知道，今天要是不把事情说清楚。我是别想活着走出苍龙殿了。反正事情到最后还是要说出来的，所以，我缓缓地讲起了我和芸芸在仙女湖中的经历……\\n\\n就象疆土所说的那样。湖底的那道金光的确就是神龙结界，只有拥有龙族信物的玩家才可以自由进出。而恰巧的是，芸芸手上的龙符，与我地神龙信物刚好就是可以进入那道结界的物品。\\n\\n只觉得一阵暖暖的光线轻轻从我的身体上扫过，我跟芸芸已经手拉着手穿过了那片结界，来到了一个完全不同的世界里。\\n\\n对于那里，我一直有种似曾相识的感觉，但却找不到那种相识之处到底来源于哪里。周围的一切仿佛都是透明的白色，似乎什么都没有。但却隐约能感觉到什么。\\n\\n四周，一切都是那样地亮，但却并不觉得刺眼。只是，一切看起来都是模模糊糊的，包括我身旁的芸芸，也被那团光线紧紧地包围着，连身影看起来都有点模糊了。\\n\\n芸芸紧紧地拉着我的手，仿佛深怕一个不小心，就会把自己弄丢了一样。感觉到她的不安，我也反握紧了她的手，让自己身体的温度随着掌心传了过去，让她渐渐地安定下来。\\n\\n突然，一个极细的声音传到了我们的耳朵里，就像一个哀怨的声音正在缓缓地吟唱着：“我住长江头，君住长江尾，日日思君不见君，共饮长江水……”\\n\\n又是这首诗？！\\n\\n我猛地想起了自己在沉没的乘风号上，那个紧锁的抽抽里找到的纸条，难道说这两者之间有着什么神秘的联系？\\n\\n芸芸没有经历过那一段，但是她对于中国古代诗词还是有一定的兴趣，听着那声音没有念完，她竟然接着念了下去：“此水几时休？此恨何时已？只愿君心似我心，定不负，相思意……”\\n\\n“只愿君心似我心，定不负，相思意……”那个柔柔的声音再次响起，伴随着一声无限的哀叹。\\n\\n渐渐地，一个模糊的影像出现在我和芸芸的面前，虽然看不清她的面貌，但是依稀可以感觉得到，那是一个女人，甚至还是个极漂亮的女人。\\n\\n“多少年了，竟然还有人记得这首诗。”那声音柔柔地说着：“既然来了，那就是有缘，二位客人请进来坐坐吧。我在这里住了多少年，已经很久没有招呼过客人了。”\\n\\n说着，周围的光线一暗，眼间赫然竟是一个宽畅的房间。周围的摆设都非常简单，几乎也都是单一的白色，丝毫没有多余的装饰。但是，就是那一味的白色，却让人感觉到无比华丽，仿佛眼前那些雪白的桌布、窗帘，全都是世上最珍贵的材料做成的。\\n\\n而那个女人就站在我们的面前不到十步的地方，像是极远，又似极近，始终看不清她的模样。不过有一点却是非常地明显——她的头发是红色的。\\n\\n红色的头发！\\n\\n我心里猛地一惊，脱口而出道：“是她！”\\n\\n“这位道长认得我？”那女人幽幽地转过头来，深深地望了我一眼，然后叹了口气，说了声“原来如此。”\\n\\n我正欲从背包里将那幅画取出来，却不料那女人轻轻一招手，我还没来得及取出的画卷就已到了她的手中。\\n\\n芸芸对画一向有特殊的偏好，所以我身上的那幅画她也见过，只不过因为是我的任务物品，才没有变成她的私藏之一。此时，她也认了出来，眼前的红发女子，正是画卷中的主角。\\n\\n她当时就有些奇怪，一幅西方的画卷，为什么会用东方的方法装裱起来，似乎有点不伦不类。但越是这样，就越说明了那幅画上有古怪。\\n\\n“他……还好吗？”女人的手指轻拂着手中的画卷，似乎在询问着一个久未联系的老友是否安好。\\n\\n“不好。”我随口说道：“他让我带你回去。”\\n\\n我当然知道，他口中的他，就是指的乘风号的主人。虽然我不知道那个男人跟她之间到底有什么联系，但是直觉告诉我，那男人肯定不是让她念那首诗的人。在乘风号上，那个简单的水手房间的主人，才是她心里真正的牵挂。\\n\\n“回去？”女人浅浅地笑了笑，摇摇头说道：“没有用的……这么多年了，难道他还不明白吗？我既然已经选择了离开，就不会再回到那个地方。或许我是在逃避什么吧，但是我宁愿永远逃避下去。你回去告诉他，就说没有找到我，也从来没有过我的消息。”\\n\\n告诉他找不到？那不是等于承认我的任务失败吗？\\n\\n我的脑子里飞快地闪过一个念头，从怀中将那张写着情诗的纸拿了出来，试探着问道：“如果是这张纸的主人要你回去呢？”\\n\\n“你怎么会有……”眨眼间，那张写着情诗的祟皮纸已经到了她的手里，而那卷画，不知什么时候已经消失了。我不禁有点失望，本来还说送给芸芸挂在房间里当装饰的。\\n\\n女人及时收住了口，没有把话继续说完。但是从她的眼神中可以看得出，在她见到那卷祟皮纸的时候，她的心似乎有一点慌乱，但是那种慌乱却被她极力地掩饰了起来。\\n\\n她摇摇头，轻叹了一声，对我说道：“你用不着费尽心机骗我出去，我知道他已经死了，这首诗，是他在船上的时候写的。而他现在，不可能还在船上。”\\n\\n靠！这样也不行，我还真拿这个固执的NPC没办法了。\\n\\n就在我绞尽脑汁，想要把这个NPC骗出去的时候，她突然回过头，望着我身旁的芸芸，轻轻地咦了一声，奇怪地问道：“你不是我华夏族人，莫非你来自西方大陆？”\\n\\n这一问，可把我和芸芸都给问愣了。要说芸芸不是中国人，那可是天大的笑话。不过在游戏之中，芸芸选择的出生地是在西方大陆，按照游戏中的规则来讲，她的确不是所谓的“华夏族人。”\\n```\",\"timestamp\":1640412612,\"title\":\"第一百八十二章   龙城\"},\"digest\":\"4KYBH5yMQSd8k-FJkINbdX1xhy3aNhpRdr7nkRuiHOY\",\"authorship\":{\"contributor\":\"0xAA968985fF29e8efeDBE4bF86A0ff20E04d06D2a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hgx83JL-Y34juKpesFhhxaFWs_1H0psrwQYTRIY16r8\\\",\\\"y\\\":\\\"KzaKD7GV0d8vrVrGJI29VAFlyDf4yTKadVGusclsT0E\\\"}\",\"signature\":\"NF2liwNvNcBpzecSBEkX70spZpTycEIJ-j8zGi3byWwmt7-oPHjyUPjYKy7ZFxA_me0ynNx751cAMaMiuUTbdg\",\"signingKeySignature\":\"0x3ac48710ba7b71c70369df5692a7682b79521966e9549553df0ceb0f27c3965214b89b20eb5b0b35ebb572faa96e2c12aee630c0691336a83fc6a99a2aaf04d11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hgx83JL-Y34juKpesFhhxaFWs_1H0psrwQYTRIY16r8\\\",\\\"y\\\":\\\"KzaKD7GV0d8vrVrGJI29VAFlyDf4yTKadVGusclsT0E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4KYBH5yMQSd8k-FJkINbdX1xhy3aNhpRdr7nkRuiHOY\"}"