"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*tLndFuNif_q0QzmJKiSwQg.jpeg)\\n\\n[![Bloktopia](https://miro.medium.com/fit/c/56/56/1\\\\*FWBNCaX6br6T4JeGXj1aqA.jpeg)](https://medium.com/@bloktopia?source=post_page-----7d92202fb62a-----------------------------------)\\n\\nToday, BLOKPAD is excited to announce an IGO for Mafia Metaverse Syn City on 7th January 2022 with registration on <https://bloklaunchpad.com/> from 1st January 2022.\\n\\nSyn City is lead by the former head of business and marketing of TRON, Roy Liu and Mihai Pohontu, former vice president of Samsung and Disney. Twitch co-founder Justin Kanalong co-leads an $8 million investment, with investment also included from Bloktopia key strategic partners Animoca Brands.\\n\\nDespite previously announcing that the next launch on BLOKPAD would be the $BPAD token, Syn City was too big, and exciting an opportunity to pass on.\\n\\nThis will be a BLOKPAD VIP launch meaning that staking will require $BLOK.\\n\\n## How to get involved\\n\\nThe Syn City IGO will be open to all Bloktopians that hold $BLOK. BLOKPAD will again be taking a [dual approach to its Tiers](https://medium.com/@bloktopia/blokpad-introducing-the-new-tier-system-41a228123a61) and offer both a Lottery and Guaranteed allocation.\\n\\nNew participants staking for Syn City will also be eligible for the free $BPAD token airdrop!\\n\\nAll new participants will need to KYC. If participants enter a Lottery Tier, KYC will only occur after winning a ticket to participate in the IGO.\\n\\nOnce $BLOK is staked and participants are registered for the Syn City IGO $BLOK tokens will be locked for 30 days from the 7th January the day of the IGO. They can be unstaked at any point but will incur a 25% unstaking penalty.\\n\\n## $BLOK previously staked for Sidus Heroes\\n\\nPeople that had previously staked $BLOK in Sidus NFT Heroes, will be able to participate in the Syn City IGO.\\n\\n$BLOK tokens will unlock on the 12:00 UTC 1st January 2022 ahead of the 30 day lock and will incur no 25% unstaking penalty.\\n\\nAt which point the participant can choose if they would like to keep them staked and register for the Syn City IGO. At this point participants can also upgrade their [BLOKPAD Tier ranking](https://medium.com/@bloktopia/blokpad-introducing-the-new-tier-system-41a228123a61), should they wish to acquire and stake more $BLOK tokens.\\n\\nIf KYC had previously been passed for the Sidus NFT Heroes IGO, then participants are not required to pass KYC again, because their staked wallet address is now Whitelisted for KYC.\\n\\nAll $BLOK tokens that are staked again for Syn City will also qualify for a $BPAD token airdrop.\\n\\n**If $BLOK tokens are unstaked, they do not quality for the free $BPAD airdrop.**\\n\\n## Win a guaranteed allocation\\n\\nTen whitelist spots for Tier 9 allocation are up for grabs. Just follow the link below and follow the steps. A wallet address and Telegram handle is required.\\n\\n<https://gleam.io/1Mcil/syn-city-10-x-winners-tier-9-whitelist-allocations>\\n\\n## What is Syn City?\\n\\nSyn City is the first-ever Mafia Metaverse in the gaming ecosystem. It is an action-adventure RPG game where gamers can acquire, manage, trade, and expand members of their Mafia syndicate. With their crew, players can take on other crews in order to earn reputation and currency with server-authoritative and replayable battles.\\n\\n[Telegram Chat](https://t.me/SynCityHQ) | [Telegram Announcement](https://t.me/syncityannouncements) | [Twitter](https://twitter.com/syncityhq) | [Discord](https://discord.com/invite/tSVtRkppnp)\\n\\n<https://syn.city/>\\n\\n## About BLOKPAD\\n\\nBLOKPAD is the first ever launchpad set in the metaverse. Owned by Bloktopia, the home of crypto, a VR skyscraper giving access to crypto information and immersive content all in one place.\\n\\nThe vision for Bloktopia is to facilitate global mass adoption of crypto with a focus on breaking down barriers to make crypto more digestible and mainstream. Bloktopia, and the launch of the $BLOK token was the most successful IDO of 2021, BLOKPAD projects will follow the formula of the $BLOK launch, working with projects every step of the way to help put the right building blocks in place.\\n\\nBLOKPAD will incubate top class up and coming projects, to help them on their journey into the crypto space. Giving exclusive access to the Bloktopia community.\\n\\n[Website](https://bloklaunchpad.com/) | [Twitter](https://twitter.com/OfficialBLOKPAD) | [Telegram Chat](https://t.me/OfficialBLOKPADChat)| [Telegram Ann](https://t.me/OfficialBLOKPADAnn)\\n\",\"timestamp\":1641434008,\"title\":\"BLOKPAD TO LAUNCH SYN CITY ON 7TH JANUARY 2022 - Bloktopia - Medium\"},\"digest\":\"HkhHdVAjfxeWmxFJxcvfprn_4paSnsRH8A8OkpuLo_s\",\"authorship\":{\"contributor\":\"0xCCF96f702936C9663Ad595f8d00FD7b86783F17d\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7zfwVNo-vLyCbHPnk0UPHjpCaUjv5tdc9-dXJL_kz7c\\\",\\\"y\\\":\\\"iF5me_UJPb7eB-LYrExc2pZ52hkvAxyoDJ5vD_Q4L4o\\\"}\",\"signature\":\"H9YEwDQuDGKWOtEBmy55DBqkA7omWd6DLeO1XFEz-tCeq-ePGLKEJr2RtKUlBE45o2OpyalO6ezkveROGo8k3g\",\"signingKeySignature\":\"0x24954c900220c5a56af70428e58890e6a8aba4c6e1dc3c56a724a14b570ec91d6f7258e8b7fb32288d26c93634ed6422e165deec8f85a7329255b58ab775e7581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7zfwVNo-vLyCbHPnk0UPHjpCaUjv5tdc9-dXJL_kz7c\\\",\\\"y\\\":\\\"iF5me_UJPb7eB-LYrExc2pZ52hkvAxyoDJ5vD_Q4L4o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HkhHdVAjfxeWmxFJxcvfprn_4paSnsRH8A8OkpuLo_s\"}"