"{\"content\":{\"body\":\"Hayvanlara yönelik eziyet, kötü muamele, öldürme gibi eylemlerde hapis cezası öngören hayvan hakları ile ilgili yasa teklifinin bugünlerde Türkiye Büyük Millet Meclisi (TBMM) Başkanlığı'na sunulması bekleniyor.\\n\\nEvcil hayvan sahibi olan insan sayısıyla birlikte hayvan haklarına olan duyarlılık da son yıllarda yükselişte.\\n\\nAncak hayatta her konuda olduğu gibi bu alanda da farklı görüşler var.\\n\\nTwitter üzerinden \\\"Başıboş Köpek Sorunu\\\" adlı bir sayfa oluşturan bir grup insan, köpek saldırılarını haberleştirerek, sokak köpeklerin kontrol altına alınmasını istiyor.\\n\\nNeden böyle bir sayfa oluşturduklarını konuşmak üzere ulaştığımız sayfa yöneticilerinden Ali Öztürk, öncelikle kendilerini \\\"Hayvansever oldukları son derece tartışmalı olan fanatik grupların bakış açıları, topluma bir 'hayvanseverlik doktrini' olarak empoze edilmeye çalışılıyor. Biz bu akıl dışı duruma itirazı olan insanlarız özetle\\\" diyerek tanıttı.\\n\\n \\n **\\\"Hayvan düşmanı değiliz\\\"**\\n\\nKedi ve kuş besleyen, köpeği olan üyeleri olduğunu, kendisinin de bir kedisi sahibi olduğunu ifade eden Öztürk, yaptıkları uyarıların sanıldığı gibi hayvan düşmanlığından kaynaklanmadığını iddia etti.\\n\\nHayvansever sivil toplum kuruluşlarının (STK) yerine \\\"başıboş köpek\\\" tanımını kullanan Öztürk'ün neden bu tanımı tercih ettiklerine dair açıklaması şöyle:\\n\\n>  \\n *Esas itibariyle sokak köpekleri olsa da kamuya açık alanda tasmasını birinin tutmadığı, serbest şekilde gezinen her köpek başıboş köpektir aslında.*\\n\\nÖzlem Zengin'in verdiği bilgiye göre kısırlaştırma olmaz ise 10 yık içinde köpek sayısı 60 milyonu bulabilir / \\n\\n \\n **\\\"Tahmini 10 milyon başıboş köpek var\\\"**\\n\\nÖztürk'ün iddiasına göre Türkiye'de başıboş köpek sayısı net bilinmiyor ancak İzmir Veteriner Hekimleri Odası'nın 2017 yılındaki açıklamasına göre sadece o tarihte İzmir'de 500 bin başıboş köpek bulunuyordu.\\n\\nÖztürk, bu veriden yola çıkarak Türkiye'de tahmini 10 milyon civarında başıboş köpeğin olduğunu, her sekiz insana bir başıboş köpek düştüğünü iddia etti.\\n\\nÖztürk, AK Parti Grup Başkanvekili Özlem Zengin, geçen 3 Şubat 2021 günü Hayvan Hakları tasarısıyla ilgili yaptığı \\\"Eğer kısırlaştırılma yapılmazsa; 10 yıl içerisinde köpeklerle ilgili nüfusun 60 milyona ulaşması bekleniyor\\\" açıklamasını da hatırlattı.\\n\\n \\n **\\\"Köpek saldırılarında veya köpekten kaçarken ölenler oluyor\\\"**\\n\\nBaşıboş köpek saldırılarında her yıl çok sayıda kişinin yaralandığını hatta öldüğünü öne süren Öztürk, şu iddialarda bulundu:\\n\\n> *Köpeklerin hastalığa neden olma haricinde, saldırı sonucu direkt oluşan ölüm sayısını net bilemiyoruz. Ancak neredeyse her ay ölümcül bir saldırı haberi alıyoruz. Köpekten kaçarken ölen, köpeklerin neden olduğu trafik kazalarında ölen çok insanımız var. Ülkenin genelinde basına yansımayan çok fazla vaka olduğunu biliyoruz. Sadece İzmir'de geçen yıl beş kişi köpek saldırısında öldü.*\\n\\n**\\\"Üç kez köpek saldırısına uğradım\\\"**\\n\\nÖztürk, kendisinin de üç ciddi köpek saldırısı atlattığını yine arkadaşları ve onların çocuklarının yaşadığı mağduriyetler olduğunu söyleyerek bir iddiada daha bulundu.\\n\\n**\\\"Kuduz vakalarının çoğu köpekten kaynaklı\\\"**\\n\\nSağlık Bakanlığı'nın verilerine göre her yıl 250 bin kişinin kuduz temaslısı olarak kayıtlara geçirildiğini öne süren Öztürk, bu konuda şunları söyledi:\\n\\n> *Bilindiği gibi kuduzun majör sebebi köpek. Bu sayı meselenin vahametini gösteriyor olmalı zaten. Avrupa'da başıboş köpek olmadığı gibi kuduz vakaları da çok uzun yıllardır görülmüyor. Ülkemize dönersek 2018 yılına kadar, her yıl kuduzdan ölüm vakası görüldü. 2019'da Manisa Selendi'de Emine Yıldız'ın ölümüne neden olan köpek kuduz çıktı. Otopsi ve kuduz raporu elimizde mevcut, fakat ulusal basın bunu gizledi. Yine köpek kaynaklı kist hidatik hastalığının ki ölüme kadar götüren bir hastalıktır, dünyada görüldüğü nadir ülkelerden biriyiz.*\\n\\n \\n **\\\"Köpek fanatiği STK'ların pitbullcuların hakaretlerine maruz kalıyoruz\\\"**\\n\\n\\\"Böyle devam etsin, anormal bir durum yok\\\" diyemeyiz diyen Öztürk, şu iddialarda bulundu:\\n\\n> *Bir akıl dışılığa itiraz ettiğinizde, ilgili konunun düşmanı olarak yaftalanıyorsunuz. Böyle yaparak, aynı zamanda görünmesini istemediğiniz detayların da üstünü kolaylıkla örtüyorsunuz. Hepimiz köpek fanatiği STK'ların ve pitbullcuların hakaret, karalama ve tehditlerine maruz kalıyoruz sürekli.*\\n\\n**\\\"Mesele bir tür köpekseverliğe dönüştürüldü\\\"**\\n\\nKöpek besleyen toplumun, hayvanların geneline yönelik de vazifesini yerine getirmiş olmak gibi yalancı bir vicdan tatmini yaşadığını öne süren Öztürk, bu konudaki iddiasını şöyle dillendirdi:\\n\\n> *Duyarlılık potansiyelinin belirgin bir şekilde köpeğe yönlendirilmesi, yani meselenin bir tür \\\"köpekseverliğe\\\" dönüştürülmesi; günün sonunda vicdani tatminin sadece köpek üzerinden sağlandığı; örneğin köpeklerin yaban hayatı için bir tehdit olmaya başladıklarının görülmediği; diğer hayvanların pek de akıllara getirilmediği, sahte, içi boşaltılmış bir hayvansever duruşu üretmektedir.*\\n\\nÖztürk, hayvanseverlik adı altında ticari kaygılarla hareket edenlerin de olduğunu öne sürdü.\\n\\n \\n  \\n\\n**\\\"Vatandaş parka gidebilmek için köpeğin gönlünü hoş tutmak zorunda mıdır?\\\"**\\n\\nÖztürk, vatandaşlık haklarının da zedelendiğini öne sürerek, şöyle bir örnek verdi:\\n\\n> *Mesela bir parkı mesken tutmuş köpek sürüsü nedeniyle tereddüt yaşayanlara bu çevreler; çocukların köpeklere alıştırılması gerektiğini buyuruyor, köpeklere yiyecek verilmesini falan salık veriyorlar. Vatandaş kamuya açık bir mekâna gidebilmek için, sokak köpeğinin gönlünü hoş tutmak zorunda mıdır? İnsanlara ancak hayvanlara zarar vermemeyi dayatabilirsiniz. Buna karşılık hiçbir insana köpeğe alışması, sevmesi için zorlamazsınız*\\n\\n**\\\"Kısırlaştırma ile sorunu çözen olmadı\\\"**\\n\\n\\\"Peki siz nasıl bir çözüm yolu öneriyorsunuz? sorusuna ise Öztürk'ün verdiği cevap şu oldu:\\n\\n> *Mevcut yöntem 2004'ten günümüze başıboş köpek popülasyonunu ve sayısını arttırmıştır. Başıboş köpekleri sokaklarda tutarak, besleyerek, kısırlaştırma ile sorun çözülmeyecektir daha da artacaktır. Kısırlaştırma ile dünya üzerinde bu sorunu çözen bir ülke veya model bulunmamaktadır. 10 milyona dayanmış büyük bir popülasyon için hayvansever STK'lar dinlenmeden, diğer ülkeler örnek alınmalı ve aynı metotlar burada da uygulanmalıdır. Bu STK'lar çözümsüzlükten ve ortadaki kaostan beslenmektedir, varlıkları buna bağlıdır. Bu işin iktisadi ve bilimsel olarak çözümü ise bellidir. Bunun için öncelik olarak başıboş köpekleri sokaklarda tutan, 5199 sayılı kanundaki 6. madde acilen değişmelidir. Her şeyden önce insanların, toplumun sağlığı ve geleceği düşünülmelidir.*\\n\\n \\n **\\\"Kısırlaştırma olmazsa Türkiye'de hayvan sayısı kat be kat artar\\\"**\\n\\nZengin'in açıklamalarını sorduğumuz Hayvanların Yaşam Hakları Konfederasyonu (HAYKONFED) Başkan Yardımcısı Haydar Özkan, \\\"Kısırlaştırma olmazsa hayvan sayısı kat be kat artar ama 60 milyon olur mu o konuda rakam veremem\\\" diyen Özkan, sözlerini şöyle sürdürdü:\\n\\n> *17 yıldır 1389 belediyede 17 hayvan dahi kısırlaştırılmazken bu yetkililer neredeydi. Kanun çıkalı 17 yıl oldu. Bu süre içinde 17 tane kısırlaştırma yapmayanlar popülasyon artınca mı aklınıza geldi?*\\n\\n**\\\"Bir yerde hayvan saldırısına uğrarsanız o belediyeden davacı olun\\\"**\\n\\nÖzkan, köpek saldırısına uğrayanların bulundukları yerdeki belediyeye dava açması gerektiğini belirterek, \\\"Sokak hayvanlarının beslenmesi, rehabilitesi o belediyenin ve başkanın sorumluluğu. Hayvan beslense, rehabilite edilse neden parka gelen insana saldırsın. Bu durumda görevini yapmayan başkana dava açın, biz de yanındayız\\\" diye konuştu.\\n\\n**Çözüm yok etmek değil. Uyuşturucu kullananları da mı yok edeceğiz**\\n\\nÖzkan, ayrıca çözümün hayvanların yok edilmesi olmadığını belirterek, \\\"Uyuşturucu sorununa çözüm bulmak için kalkıp uyuşturucu kullananları öldürmeyeceğimize göre hayvanları da yok edemeyiz. Kısırlaştırma ve rehabilite ederek çözülür. Türleri yok ederseniz yaşamın doğal dengesi de bozulur\\\" iddiasında bulundu.\\n\\n**\\\"Yasaya karşı pitbullun tasmasını, ağızlığını bağlamayan sahibi sorumlu\\\"**\\n\\nÖzkan ayrıca iddia edildiği ölçüde köpek saldırısı olmadığını da öne sürerek, \\\"Ben 30 yıldır Ankara'dayım. Köpek saldırısına tanık olmadım. Dün İstanbul Ataşehir'de bir pitbull, 16 yaşında bir kıza saldırmış. Ben o köpeğe değil onu bırakan sahibine kızıyorum. Kanun sana demiş ki hayvana tasma takacaksın ağızlık takacaksın. Böyle bilinçsiz insanlar yüzünden bütün hayvanları barınaklara tıkmaya ne hakkın var\\\" diyerek sözlerini tamamladı.\\n\\n \\n \",\"timestamp\":1640717102,\"title\":\"başıboş köpek sorunu\"},\"digest\":\"DIWxxGKH25DFhpb87t7C9I2l2ugLKtJrLCyPYwecNmY\",\"authorship\":{\"contributor\":\"0x502E77fc0d9A0bDA8cC4c36c5f45d67632442A2F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W5ZDZO-BuuvhMQqDX0cPkTz8Q-HwJ9GEkDdRlkqxXXQ\\\",\\\"y\\\":\\\"k8BSJF9wuyqlY02Gk99ClDkJYSjRV7G3SGhUg78F2cE\\\"}\",\"signature\":\"98ZX1p3OHqXVMZiwwTOLRncS_0BFhl5OC9hhJDtYCNUJvCBMBfj8Jrw5Wdmjn1wGA-jes6yTVseaVvLGQj8RJQ\",\"signingKeySignature\":\"0xcf732dd03b9aa5f5dec8874c1f1eece166576166d818fa6f06e3f7244edcf056637caefa3454530fc20d6db81d4ada26c916fa1912ede8210438dba2394a1bbe1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W5ZDZO-BuuvhMQqDX0cPkTz8Q-HwJ9GEkDdRlkqxXXQ\\\",\\\"y\\\":\\\"k8BSJF9wuyqlY02Gk99ClDkJYSjRV7G3SGhUg78F2cE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DIWxxGKH25DFhpb87t7C9I2l2ugLKtJrLCyPYwecNmY\"}"