"{\"content\":{\"body\":\"Why is it written for girls?\\nMen’s sex is more intelligent than girls, not men’s sex is clever, brains, and finally experience the idea of ​​the brain (read more books about Gao in brain science, you will know that this should be common sense) although it seems to be the sex organ , Whether the climax is easy to produce, more importantly, the following specific elements:\\n\\nHow much do girls like each other\\nTo what extent does the girl take the initiative\\nDoes the other party care about the girl's feelings?\\nGirl's age\\nThe sex size and perseverance of the other party are relatively very secondary-even though they never thought of it.\\n\\nMing is written for girls, the ability to understand the synesthesia and empathy of ordinary people-in fact, this is the truly effective \\\"sexual ability\\\" component.\\n\\nIs this book long?\\nIf you can really understand any text in other places, you don’t need to write it here. So if you have to be professional, there is actually only one:\\n\\nsqueeze\\n\\nOne word began to change life, and it was also very powerful...\\n\\nWhy is sex knowledge so massaged?\\nSex is probably not made public, because more normal people do it, because the ultimate experience can only be known by experience.\\nToo white, too vague, and too sleepy.\\nIt may be a person with strong expressive ability, or it can be described by massage-because this thing is really like feeling.\\nIt may be that it can be described correctly, the audience expresses it truly, what it hears, or the audience does not understand-because they may not have experienced it before, and it feels the same on the picture and on the picture.\\nWhy should I write this \\\"book\\\"?\\nBefore, when I was organizing a mutual help community for entrepreneurs, I wrote an internal article, using the \\\"sex of massage action\\\" to compare the \\\"angel investment knowledge of massage action\\\":\\n\\nThere are many similarities between angel investment and sexual activity. Which one of the following is not the same? ——Remote \\\"Beyond\\\":\\n\\nPeople who have experienced orgasm are sure to see it as true;\\nOwn orgasm is relatively easy;\\nSeveral others who can reach the climax of cooperation;\\nCooperation is a process of their own initiative to cooperate;\\nOne of the two parties is willing to cooperate;\\nOne of the two partners is often more sophisticated;\\nCooperation is an exploratory process;\\nThere are many anti-common sense and anti-common sense;\\nPublic knowledge is often misleading;\\nThe public perception is usually absurd...\\nI thought that this analogy is not suitable for public speaking, but when I think about it, only this is really worth making public.\\n\\nFirst of all, in China, the sex knowledge of boys comes from AV, and the sex knowledge of girls comes from boys’ second-hand knowledge reselling-there is no right second, this is actually. An excellent example of \\\"learning\\\"-it can prove the most important knowledge in this world. There are only one or two key points, and it can definitely be explained in a little while.\\n\\nWhy is this \\\"book\\\" free?\\nAll the books I wrote here are free and open on the Internet. There is no reason to charge separately because I think this book is very important.\\n\\nHow should you thank me?\\nDo not spread the content, do you want to spread the network link and forward it to the people who want to share it, let them or they see it for themselves.\\n\\nYou may say \\\"thank you\\\" in your heart.\\n\\nWhat is the burden of writing this \\\"book\\\"?\\n\\nsqueeze\\n\\nAfter learning this action, you may begin to experience an orgasm, or experience a more intense orgasm.\\n\\nAfter learning it, you will know how such a simple matter, if no one wakes up, if you don't know, how much you will sigh.\\n\\nThis is anti-common sense and anti-common sense:\\n\\nIf you want to make your heart tighter, the action you do is not \\\"inward\\\", but more like \\\"need to shrink\\\".\\n\\n, When you shrink the wall in an instant, and the weirdness is just right, it will actually become tighter in nature, rather than \\\"crazy and tighter.\\\"\\n\\nResurrection, if you think of a way to go a little bit outside, the phantom you see on the wall will bulge, and then it will become smaller indoors, so all kinds of different experiences may begin.\\n\\nThis may be an important reason why some women only have the opportunity to learn about orgasm after they have had children, because it is the first time that women use the action of \\\"squeezing out\\\" during the birth process...\\n\\nAfter learning the word, you know that what is called \\\"surge\\\" can actually be done by anyone.\\n\\nThe key is to arch the muscles close to the upper wall of the vagina (that is, the side close to the belly) so that the G-spot is almost frontally collided-to do this, squirting is natural. From this point of view, even Kato's teacher's tutorial has been It's important.\\n\\nIn addition, a considerable number of girls often need only a few movements to orgasm:\\n\\nRub your lower abdomen...\\nLie on your stomach or hang on the horizontal bar, raise your legs (novelty)...\\nClamp the man's waist with his legs...\\nKong Kong does the gesture of holding back urine...\\n(Note: The above part comes from the feedback of the audience.)\\n\\n(End of the book)\\n\\nMistake\\nOrgasm tells the woman more about brain power\\nFor women, orgasm is more focused on the mind than on the sexual organs. In terms of getting girls to orgasm, men are very limited.\\n\\nThere is a brand of massage sticks, called Jimmy Jane, which says in the manual:\\n\\nIt has only one speed: the correct speed.\\n\\nThis can shame all the phalluses on the earth that grow on humans.\\n\\nIt is not necessarily said that this woman does not need a man, at least the thirst for demand is solved by the current science... (It makes people wonder what the future will be?)\\n\\nIs the penis punch?\\nOn the contrary, the size is moderate, because such girls have more leeway to actively \\\"squeeze out\\\". There is no room for performance at all; the penis is too long...actually it's uncomfortable at all.\\n\\nTaobao stores that believe in sex toys know that girls who really have veteran hands only buy small massage sticks. The old Taobao store knows that if you buy a large one, this is what a male buyer (based on your own misunderstanding) knows), whether it is a rookie female (completely inexperienced), you can choose a big one, so you can slaughter it hard.\\n\\nFrom another point of view, the big penis means that the supply needs are more detailed, and more detailed self-protection is required... In fact, premature ejaculation and phallic pain are detailed self-protection methods.\\n\\nIs eating kidneys really \\\"impotent\\\"?\\nIn fact, eating kidneys is absolutely useless (very strange, is there anyone in China who believes in it) \\\"What you eat to make up for what you eat\\\"-let alone when. People can only go to the brain because of this...) and many other possibilities: one: do more aerobic exercises on weekdays-running pigs, swimming.\\n\\nMore accustomed?\\nNew Zealand sexy girls have already started, and may begin to experience the inner climax. It looks very durable. The other party, the very long princess in the other party, is actually an expression for girls.\\n\\nAction makes trouble?\\nReal AV and effective \\\"dialogue\\\" often come from seeing whether you can fundamentally see your actions. The climax of the conversation is entirely possible, and it is often even a quiet movement.\\n\\nDo you have more gestures?\\nThe girl finally started to feel it, but the boy changed his posture wisely... It was obviously a happy thing for him, making it like playing an AV to millions of people...\\n\\nDoes appearance and importance matter?\\nWith the ass, you know that sex (especially the most important thing for women is their own structure and activities) and the brain are not things that can be blamed on the outside. Difficult legend of Stephen Hawking:\\n\\nSmart is the new sexy.\\n\\nIs it exciting to be fresh?\\nThis is indeed the case.\\n\\nBut on the other side, the orgasm quality created by both parties can actually have some \\\"irreplaceability.\\\" That's it-this is really a distortion of people.\\n\\nIs masturbation poisonous to the body?\\nNonsense.\\n\\nOh, yes, remember to wash your hands beforehand...\\n\\nAre men sexy?\\nAppearance and cobwebs are indeed very important, but the most important are only a few-but few people really do:\\n\\nLong-term companionship.\\n\\nOf course, the premise is when the girl really needs it.\\n\\nTrue love is nothing more than a person's willingness to waste his most primitive and irreplaceable resources on others infinitely-time is a scarce resource, and it is more \\\"photographic, with opportunity cost, ability, and irreplaceable\\\". , And \\\"automatically continuous consumption\\\" of resources.\\n\\nFor such people, every moment is the legendary \\\"foreplay.\\\"\\n\\nThe girl from the future spread the thought that true love is the one that is willing to be by your side. ). I don't know that it is the rich people who spend money to buy time (really a wonderful deal). Suddenly realize that if you have money, you are willing to spend money, and you continue to spend time, isn't it better?\\n\\nSuccessor\\nEverything can be learned\\nYou can learn even this thing, you can practice, you can improve, you can improve, what else can't you learn?\\n\\nMinimum necessary knowledge\\nTo learn any skill, you must find a way to find the \\\"minimum necessary knowledge.\\\"\\n\\nAlmost the least necessary knowledge to learn is: \\\"How to read\\\" and \\\"How to choose a book\\\"?\\n\\nThe minimum necessary knowledge to learn Chinese (or any foreign language) is actually only one word: \\\"Use\\\"; a little more, \\\"How to look up a dictionary\\\" and \\\"How to look up a grammar book\\\".\\n\\nChinese people like to memorize vocabulary books when learning English, but they never know the minimum knowledge: \\\"sentence\\\".\\n\\nTo learn to drive, there is only one word for the least necessary knowledge about safety: \\\"Slow\\\".\\n\\nThis is why this \\\"book\\\" actually has only one word.\\n\\nCore essence of learning\\nWhat you learn is the process of fighting your own \\\"interests.\\\"\\n\\nThe uppermost earth is flat. After education, we know that the earth is round.\\nOn the earth, the sun revolves around the earth, and after a revolving education, we know that it is the sun on the earth.\\nEven after education, the government often does not believe that trade barriers will actually greatly harm national interests.\\nWearing mouth and mouth to brush your teeth, toothpaste-manufactured old ghosts using a canopy brush to educate the public to use a toothbrush more than once a day, it has become \\\"common sense\\\"; but in fact, the most positive condition of halitosis is disease-related, and it is almost related to toothpaste. not related.\\nThis is why the important knowledge under normal circumstances is anti-common sense, or even the root cause of anti-common sense. And learning is to get rid of ignorance, what is ignorance?\\n\\nIgnorance is to live completely beside the real holding hands.\\n\\nWith this kind of thought, we don't know whether we believe it or not, but we have carefully taken care of those traces, our eternal imprints, and the original intention of fingerprints.\\n\\nIt is verified, verified, and actual knowledge, not believing in the so-called waste of education.\\n\\nEverything can be learned by reading\\nAt the same time as common sense, you can almost see something through reading. When I buy a book to learn how to play, many people will be surprised and say, shouldn’t it be more effective to watch videos?\\n\\nThey don't know, I even learn to swim by reading books.\\n\\nYou can see where the key points of the catalog are, you can stop at any time, come back at any time, and read the book at any time. Videos and teachers are not so convenient. Those who need to experience and practice knowledge that are not suitable for reading seem to be good. It is because of learning through reading that it is possible to exercise the brain's ability to adapt to changes, self-regulation, and eventually learn everything.\\n\\nThere is no explanation in this book, it is intentional-just to demonstrate:\\n\\nEven such important and circulated knowledge can only be passed on through words.\\n\\nKnowledge is universal but practice and experience are private\\nImportant knowledge has universal characteristics: it is correct, but people have different emotions about it.\\n\\nFirst of all, all skills need to be acquired through the practice of genius-everyone's curiosity and will are different, which determines that everyone's level is ultimately different.\\n\\nSoon, experience is inherently a very personal thing, because the human brain nerve cell structure group, but the relationship between the brain has its own horizonal difference. As a result, the discussions between each other are often \\\"donkey lips are not right for horse mouths\\\"-this is also one of the fundamental reasons for the spread of important knowledge.\\n\\nIn other words, \\\"the master leads the door, and the practice is in the individual\\\", that's what we are talking about.\\n\\nThe ability to think in detail is the key to learning ability\\nIn the hygiene class, the textbook teaches: \\\"Wash your hands after using the toilet.\\\"\\n\\nJust now, when I went to the bathroom, I saw a friend wash his hands before going to urinate. I asked him, \\\"Huh? Isn't it about washing hands after going to toilet?\\\"\\n\\nHe smiled brightly:\\n\\nPeople, be nice to yourself.\\n\\nPeople are different from people.\\n\\nSave first and then take the righteousness\\nWe go to withdraw money, want to withdraw 10,000 and 10,000, want to withdraw 100,000 and withdraw 100,000-this assumption is that there is already a sufficient amount of stock in the account. , But now you go to the bank \\\"if you want to raise 10,000, you can raise 10,000, if you want to raise 100,000, you can raise 100,000\\\", is it smart?\\n\\nAll these skills need to be practiced to the ultimate foundation. If you don't save, you will be maxed out sooner or later.\\n\\nIt may be in the acquisition and application of \\\"weird\\\" skills such as orgasm. This principle is still universal. It's amazing.\\n\\nAfter reading\\nIn fact, this \\\"book\\\" has only one word; if it really becomes a book of habit, then the content should come from the reader.\\n\\nThe most important thing is just a little bit, no one tells you, it's like a piece of window paper, you can't see it in the end, someone will show you through it, just take a closer look at the world inside...\\n\\nOnly a small number of people are savvy, and only a small number of people are willing to practice-but their true feelings deeply impressed more people.\\n\\nThis is the real content of the reader.\\n\\n(25)\\n2015\\\\.7.16 Orange (not her real name), female, 27 years old\\n\\nWhere did a man post a question, why did she say that she had an orgasm, but I didn't feel it at all, I just said that she really had an orgasm. There are a lot of objections below. I think how a woman's orgasm is bound to shrink, so if there is no such ending, there is no real orgasm. In fact, our Luhuoqingchun experience in masturbation: Men’s objections are wrong, based on the conclusion, first is the active practice of lifting exercises, it will definitely become a natural instinct when you practice it, and you can be a little bit pleased. reward. The second is the harvest of an intermediate state of pleasure, which is more intense, and is the third intermediate harvest. For this, there are people who need to be sensitive. This is not so much contraction as it is squeezing. The real orgasm is super, there is an orgasm, but it is not shrinking, because this super needs a strong and long-term orgasm satisfaction and stimulation may occur, that is, when the pleasant feeling is excited, how can I prevent this feeling when I make it? At times, it will change its adaptation strategy-you know that when a needle is needed, a piece of meat in the butt will move, and the truth is the same. So, don’t resell the wrong sex knowledge. No shrinkage really doesn’t mean there is no orgasm. However, it is indeed possible that there is no orgasm. Alas, I’m too lustful. By chance, this is what I found today.\\n\\n(twenty four)\\n2015\\\\.06.27 Xilihuala (not her real name), female, 29 years old\\n\\nFirst, the practice of the content of the novel.\\n\\nSqueeze on the outside yearning.\\n\\nTry it alone. The external squeeze action will initially be integrated with the sensation of peeing. When you start to urinate, doing this kind of action almost narrows your urine and disables your fingers. Here, is it really a finger? Has arrived. However, time-lapse to feel yourself? A person has no hope of finding it, and can't find the g-spot.\\n\\nThree-handed sea fishing can directly achieve high-frequency stimulation of the clitoris. , This kind of shrinkage can be achieved by high frequency of the contraction part or no shaking, or urine holding back, etc., and the movement experience is improved while contracting outward. Make the attention completely external, and you can also make your own voice, which is the key factor to achieve gc. The gc effect is to tighten the whole body, numb, and make sound by itself. Relieve...the hand is too thin...tmd can't find the g point. Decisively go to the whole shaft.\\n\\nTalking about the gc experience with men before, it is still very inspirational.\\n\\nI am the girl who was complained of completely ignorant of technology. .\\n\\nFor the first time, normal size (feeling). Leave it blank, suffering + numbness + first aid. In the past n years, the other party asked if there is a gc, and the answer is possible. It seems that there is, and I will not install it at all. It turns out that you don’t say that you still feel that way. Maybe such a cow experience hurts self-esteem, and you finally cheated. . .\\n\\nThe second one, the size is too cute, but I love this brother so much. It couldn't be cleaned up for the first time, and Niu Zhan was completely eliminated, completing the transformation from cold to hungry. The most memorable one was when I held my head on the opposite side, I felt the baby’s feeling towards my mother. The experience was perfect. The whole person fluttered up, fainted, blossomed, sweet and thick, and I couldn’t control it and indulge in it. In the end, it was over and there was still a group of confused and confused lingering around the beam. It's incredible. but. . but. . Why doesn't the family see me anymore inexplicably? !\\n\\n(twenty three)\\n2015\\\\.06.27 Dabao (not her real name), female, age unknown\\n\\nI think I am a sex addict. Specifically, think of an idea to have sex with all healthy and clean men of the right age. I have also practiced it physically, so I have a lot of experience. Yes, so just add a few words.\\n\\nIn order to achieve what kind of orgasm, I am more inclined to share the discovery methods to achieve orgasm. Men have many and different kinds of sex. They let you help develop and teach you to develop during the process of interacting with you. When you choose one, this is much more efficient than one-to-one teaching. And many people say that good experience is not suitable for ordinary people. Such one-on-one teaching is much more efficient. My head is not sensitive. This is a pain for some people, so what should I do? It's a very personal thing. Our children's book is to make themselves taller. There are thousands of ways to get on the bed and kick the pit of knowledge.\\n\\nIn addition, there are some tips on how to choose a sex partner (non-constellation school), which will not be detailed. The most important thing is to choose a confident and arrogant man. This extends the close relationship between orgasm and psychology. If it is a long story, it will be good when the book is actually published.\\n\\n(Said this is the manuscript to be written, and the task is finally completed\\\\~)\\n\\n(twenty two)\\n2015\\\\.06.26 MOMO (not her real name), female, 26 years old\\n\\nThis is the comment, but I haven't tried it yet. I'm going to try it today. Although I don't think it is the result of the trial, I feel that after I finish writing it, or it is a little more puzzled.\\n\\nI have a lot of knowledge, because I have cn love, but when I meet the future ending, I will be ML (I was 26 years old at the time). Fortunately, it seems that I have given myself sleep for the first time. This is a digression. She seems to be a virgin girl (bf still thinks me indifferent), but I have always been a person who has desires, and I will get rid of my legs when watching novel-related plots!\\n\\nBao's is not easy, smooth and successful, bf is gone, and no matter how much I don’t like, the two people after the success are pretty good, and I also start to see it.\\n\\nBut I am puzzled whether I have ever had any gc. He always asks: \\\"Is it comfortable?\\\" \\\"Hmm\\\\~\\\" Then he asks: \\\"gc?\\\" \\\"I don't know...\\\" Later, taking into account his face, he would say that there should be... But I really don't know! !\\n\\nYan is numb, some; lose all strength, some, less; but very good at playing. When I arrived, there was nowhere to be found... I even specifically asked my girlfriend what gc is, and I replied: Don’t say...\\n\\nSo I really feel very puzzled. But because of the feeling of pinching my legs, I feel much more refreshed when I enter it. I like it very much. And I'm quite easy to get tired, or if it's halfway down to me, he will push it halfway and think it's possible to find it. No, but bf likes it very much...\\n\\nZw No, except for leg clamps and no illusions, (I just like my lover’s skin, my own tools are not good) Teacher Li said that he can rely on his brain, and this brother can study hard. What a science! Older students are very puzzled about self-study! Although you can rely on nature, theory + practical experience is also very important!\\n\\n(twenty one)\\n2015\\\\.06.19 Y sauce (not her real name), female, 23 years old\\n\\nTeacher Li, I am your fan!\\n\\nThe first time I fell in love was when I was a junior. I used to be a high school classmate of centimeters. Then I had three shots of 16 and 17 lengths. I didn’t know the clitoris before I was in, but I said he would not be contaminated by his posture. The fact is that I have been symptomatic since the second grade. I have a copy of \\\"Supplying a Family\\\" at home. I turned it over and didn't know it a few times. He was around him pretending not to understand, and now I remember it!\\n\\nOnce my boyfriend was ten years older than me, we met for the first time and we rolled the sheets. The first time we were healthy, wow ka ka, the second person kissed all over the body, and then we found our sensitive areas. It was so happy every time we had sex. He would have read books like \\\"Heidi Sexology Report\\\", how would he discuss my sensitive areas, and how I would be more comfortable with such issues.\\n\\nHowever, it has been a long time since the second grade, and I am more accustomed to clitoral orgasm. I haven't had a bean orgasm. I watched the ml. At that time, I was more involved, but it was so cute and there was no orgasm, so I touched it in the end. I really want to orgasm, or G-spot orgasm.\\n\\nThen it is to let more people see Teacher Li's book!\\n\\n(20)\\n2015\\\\.06.16 I am dumb (not my real name), female, and my age is unknown\\n\\nSex has magical power\\n\\nCheering for her future, she has all the sexual experience, from romance novels, none of them is higher.\\n\\nThen the first py, the first gc, the whole body is numb, the legs are soft, the hair is hairy, the brain is hypoxic, there is no energy, and I enjoy learning, but I feel not so good. The performance is obtained through Baidu.\\n\\nSince then, I myself need and admit that I am a woman.\\n\\nLet’s talk about the recent sex. Every time I really have an orgasm, and I am very happy. I feel that my legs are weak and I have no strength. Afterwards, I feel refreshed in the haze state.\\n\\nIt is worth mentioning that I am around 20 and give me a good sexual experience as a 25+ person.\\n\\nThe experience is as follows: the most important thing is to take the initiative to please. The atmosphere is particularly important, and you are happy to please, enjoy and please. Many things happen naturally.\\n\\nSelf orgasm is not the same as sex orgasm. Personally, I still prefer sex orgasm, unilateral orgasm, the word squeezing is really similar.\\n\\nps: When making love, it will be very comfortable to lie and take the emotional communication first. A pleasant experience of sex is worthy of your recollection.\\n\\nThis is a good start.\\n\\n(19)\\n2015\\\\.06.16 austin (not his real name), male, 27 years old\\n\\nAfter reading it carefully, asking the question seriously, please ask the teacher to write out a guide to climax for friends! As for how to shoot children, there is always no point.\\n\\nThe author of this book stated that there is indeed no research direction and cannot help.\\n\\n(18)\\n2015\\\\.06.16 Dr. Fei, who loves medicine (not his real name), male, age unknown\\n\\nAfter sharing it with my girlfriends, I got affirmed friends. My biggest gain on the weekend was the earth-shaking and thrilling super need to use strong financial support, a VR experience of iPhone+Valley Cardboard, shared by a circle of friends and friends. Make friends with Li Xiao\\\" + healthy body (based on the translation function of WeChat, it is more appropriate than Google Translate, I will \\\"squeeze\\\" to share with German friends and look forward to his feedback)...\\n\\n(17)\\n2015\\\\.06.11 Brother (not his real name), female, age unknown\\n\\nI had been in love for seven years before, and since then he had sex for three years. Said that I loved him so much that I felt that I could sacrifice my life to love him, although I loved him so much but didn’t like to have sex with him (I thought I was frigid)) I really don’t know, I don’t know what it feels like to have an orgasm, how am I Know if I am orgasm. I didn’t know until I met the second one, it turned out I really didn’t have an orgasm! For the first time, it feels like it has opened the door to a new world, and I can't describe the feeling of climax even if I turn it on, comfortable and unobstructed. The posture of the orgasm was that he was sitting on the side of the bed, I was sitting on his lap, his face, the legs were naturally opened (without my face, I always felt that it was rubbed to the side to climax), and the second time. Experience with your heart. It turned out to be the essence of orgasm, and I think it can really help them!\\n\\n(16)\\n2015\\\\.06.11 Vimy, female, age unknown\\n\\nGirls understand the times and reach climax, but they have not experienced sexual pleasure, but it is because they have feelings for each other, so I think it is important that I have a foundation and my sex will become better. And the object is not important, the length is short and thick, as long as you do yourself well, you will have a fantasy drama climax. But this matter will soon become younger and younger, and the great thing is very deep. Until I found this lady, Mr. Eyes, almost every time we reached the climax at the same time, the foreplay stage, the mood is full, there are many roads to heaven, and I choose to love heaven many ways. My orgasm is also very physically demanding. This orgasm, from point to surface, is light and fluttering. The ancient Greeks are the closest to the gods, so I have never tasted the orgasm above Jiaojiao. Basically, it can be tolerated once. Of course, it is DIY. It can be achieved by only stimulating the clitoris. It can also be achieved without fresh girls, but in the end, only the last remaining illusion and a slight negative feeling are left, so it is basically quit. It will be very wet, but it will not spray water.\\n\\n(15)\\n2015\\\\.06.10 Teria (not her real name), female, 24 years old\\n\\nThe sex gesture can be learned, but the orgasm experience cannot be taught. This book gives a close method to connect.\\n\\nI can talk freely about sex here. I want to share a favorite sexual experience. Subject X is a very sexy man. He is very smart and doesn't like to follow the rules. He always misses it very much. When the foreplay came, I asked him, don’t you have handcuffs? He smiled and made me special. During the process, I was hurt by the handcuffs and shouted out. He covered my mouth and I masturbated in front of him. If he didn't let me stop, I couldn't stop.\\n\\nIn addition to this, the last 99 sex sessions were all in pursuit of orgasm. The book truth says: \\\"Female orgasm is used in the brain, and male ability is very good and limited in getting girls to orgasm.\\\" My beautiful orgasm really comes from my own fantasy. , In the process of love, while enjoying the pleasure of the body, while remembering and sinning.\\n\\nIn terms of posture, “I obviously like Teacher Li the most. It’s a happy thing. It’s like playing an AV for millions of people.” Hey, watching a movie and learning postures is to find the most enjoyable state, maybe to stand on your own. With a brave and non-stop posture of women, it can only show that I am not confident.\\n\\nOn the sexiness of men, the men who run away in my eyes, the sexy men, the sexiness of sexy men, the sexiness of smart men, the sexiness of sexy men, but the sexiest, all that Mo Ke treats you, sensuality, lust protection, Desire and abuse.\\n\\nAfter recommending this book, I also tried the skill of \\\"squeezing out\\\". The method I want to say is to reproduce the original illusion. In my illusion, exploring the road to climax takes up a lot of fun, so in the future May get up, including Jimmy Jane. May I be ready, I was suddenly sat down in a coma instead of waiting for the orgasm to live, causing the orgasm not to be far away from me.\\n\\n(14)\\n2015\\\\.06.09 囧囧 (not her real name), female, 29 years old\\n\\nI don’t have enough experience in producing other sex and I have no doubt about the technology. He is a technical school, and basically does a performance every climax. For the first time after you write a book, you have climaxed 20 times, and you can’t stop the rhythm.\\n\\nMost of my orgasms are trembling and pumping (sucking in), okay, it takes a lot of physical effort. To say dozens of orgasms is a feeling, very tired, but it is not the same as some running exercises, like being opened up in the two lines of Ren Du, the whole person is refreshed, as if they have come to a new bright life, and I don’t want to I run out of orgasm.\\n\\n(13)\\n2015\\\\.06.07 Bai Jin Qiang Ye (not her real name), female, 21 years old\\n\\nHold your pee! Hold your pee! Hold your pee!\\n\\nSometimes I feel like I’m on a landslide. Skateboarding cars will get climax. Rollerbike, soul boat, jumping off buildings and other machines are born in a wet place. At the same time, he pinched his legs and couldn't speak immediately.\\n\\nThe American experience has happened since I was about 1989, when I felt excited and comfortable (it also made me feel comfortable only riding the horizontal bar), and now it is indeed a climax.\\n\\nDuring sex, I often hold back a little urine, and in conjunction with the stimulation of G-spot during thrusting, I can hold back the urine to contract the moment, and I can almost continue to orgasm.\\n\\nAt this point, I seem to be like the \\\"crying\\\" in the book. I said that the action of holding back urine during orgasm should be clamped inward. It is said that I will hold the male partner tightly and have a male who has severed his penis. My partner tells you, \\\"Relax, I'll catch it soon\\\"... But most of them should feel cool. I can often achieve orgasm with my male partner.\\n\\nBut I am the best love orgasm than orgasm. Even if it is rubbing the clitoris, I still cooperate with me. My advice may not be suitable for most people.\\n\\nYou can also try the method of holding your urine, but don't hold it, you may be inserted into urinary incontinence, which may be quite smelly.\\n\\n(12)\\n2015\\\\.06.06 Yisi (not her real name), female, 20 years old\\n\\nLet me talk about the first thought of the book: This is a real girl, and boys also need to read it.\\n\\nTell me how it happened:\\n\\nI have thought about how women get orgasms and so on. I always feel that men have to get orgasms, and women have to find ways. Asked. And most of the answers I have seen on the Internet are basically divided into these categories. Generally, the men’s novels are proud of their thick and long-lasting technology, but the women’s stories are not good for orgasms. Then I basically believed these points of view, and summarized it myself, and it was similar to the public comment I saw: It is also a combination that Fang Fang may make the woman orgasm if the male is long, thick and durable.\\n\\nHowever, I didn't think of these categories, and I don't know which one to believe, so I found knowledge about the genitals. The feeling is also related to clitoral stimulation, but because of the fragmentary thoughts that I wrote about the novels of sexual behavior, the pictures are very long and thick and long-lasting technology, so I just broke it down and thought that the clitoris can reach orgasm. But long-lasting technology can bring this feeling even more. Until I saw a comment by chance a few days ago: You should clamp his waist with your smart legs, and I got hooked after that. Then I think of American TV series. Sometimes a small section of women will have this action when they have sex. I think it might be a party\\n\\nMethod, but my previous ideas are also unlikely.\\n\\nBut I have always been suspicious, what should I do if I speak long vulgarity, what should I do if it is between the same sex, what should I do if it is. How could it be thicker than a baby. And to make a long story short, a thick stick massage that can only be made manually will not be easier to achieve. There is also the legendary vibrator. Although I have not searched it, I always feel that it should not be a relatively large thing.\\n\\nThen I saw this book today, I think many people may have a lot of credibility. Answered my doubts.\\n\\nThere is also physical exertion. I can also talk about this. Sexuality is of course the physical exertion of both parties. And because men’s continuous orgasm is not good, I think women are definitely not good either.\\n\\nThe whole thing is that my next grand view of a new system has received my large collection of pieces.\\n\\nIn addition, I don’t really like your ridicule about women in the book:\\n\\nThe second one mentioned in the preface. It's better to put it forward. And it should be said that in the future \\\"occasionally in the future\\\" this will not happen again.\\n\\nThe last man in the fallacy is sexy. The boys who have this kind of thinking are not single. Let’s talk about comparison with boys who say it’s easy to hug.\\n\\nAs for \\\"selfless dedication,\\\" I still put up a slogan, ridiculing the meaning, it is better to go directly. Tell them this is actually a result.\\n\\nThank you the author for being able to write this book. Just like the author said, the knowledge keeps emerging, and he keeps going to the book, and keeps writing it in the verification. The author is also contributing to the formation and integration of knowledge.\\n\\n(11)\\n2015\\\\.06.05 Y (not her real name), female, 23 years old\\n\\nSo, teacher, you have to share more knowledge with us, I really don’t get too overwhelmed...\\n\\nIn real life, I can’t even turn to anyone, who can help me, help me, I can help me, I know the good inside of orgasm, experience the orgasm that um, I have a way, now I’m running out of time, So, when I really have time, I will teach it by the pilot teacher. Thank you. You don’t know how many people your article has saved. In addition, this book is really expensive. Trust me, someone will buy it thankfully.\\n\\n(10)\\n2015\\\\.05.26 Seven (not her real name), female, 24 years old\\n\\nThis may be special after reading.\\n\\nI had a girlfriend before, she is my second girlfriend, seven years older than me. It is indeed a girlfriend. In ml, she can orgasm every time. I think many people would think that ML between girls and children uses a fake sun to get orgasm. In fact, I haven't had time to use it. My main tool is my own tool. Achieve climax through the straw and the cooperation of the opponent. It also proves the length of male organs. , Scale, diameter, etc. are really not a problem.\\n\\nSaid that before I saw Teacher Li’s work, I also had a girlfriend who would reach an orgasm every time, and I also wondered if there was an orgasm. One thing I can think of before is that women who have had children are indeed more prone to orgasms and more sensitive. Compared to me, the first girlfriend had a better sex experience than me. But she is far more cooperative and sensitive than that one. In ml, if the other party is too nervous, it is impossible. I think this situation is more than a few sexual experiences, think the less harmful girl. It came to light after comparing Teacher Li's works today. When she cooperated with her girlfriend ml, she used the action of \\\"squeezing out\\\" to get the climax.\\n\\nI agree with the teacher that this thing can indeed be learned by the day after tomorrow. There is some incorrect common sense in little women, thinking that the length of the teacher determines the orgasm, and that the faster they suck, the opposite can be the orgasm.\\n\\nRegardless of whether it is a boy or a girl, the only thing that is correct about sex is beauty.\\n\\nIf I am Teacher Li, then I must first go up and say: \\\"Mr. Li, I am your fan\\\".\\n\\n(9)\\n2015\\\\.05.23 Cheng Cheng (not her real name), female, age unknown\\n\\nTeacher Li is really a maverick.\\n\\nWhat others said is basically incorrect\\nYour blindness is basically wrong (don’t change the established method randomly)\\nWhat other people can have, you have to be willing to learn, you can definitely learn\\nDo it yourself if you want more happiness\\nSee Department of Angel Investment...\\n(8)\\n2015\\\\.05.18 FHBE (not her real name), female, 25 years old\\n\\nThis article should look good for boys!\\n\\nabout:\\n\\nQuestion of time: The other party for a long time, in the long-sleeved scenery of the other party, the girls are actually just giving selflessly, which is actually a kind of reply.\\nSize problem: The penis is too long...actually it is not comfortable at all.\\nMovement problem: You quarreled a few words when we were about to fall asleep, but if you want to have a chat, please do it yourself!\\nPosture problem: If you make me change posture embarrassingly when I just enter the state, it will end really quickly!\\nFresh question: I never believe that one-night stands can climax, because climax is a way to heaven of life that needs to be found after knowing each other.\\nForeplay problem: In this world, there is a girl who is not so romantic, who does not need foreplay so much, to create a certain degree of affection, and then please do more efficient things.\\nIf you are just pursuing climax, my dear, the tools are really better than you. PLZ don't think you can't afford to live.\\n(7)\\n2015\\\\.05.16 nina (not her real name), female, age unknown\\n\\nI have always believed that a girl needs a relatively complete understanding of sex, so that she will not receive medical treatment in the relationship between men and women. Orgasm is a kind of ability and should be cultivated. Communication and exchange between the two parties is more important. As for If the scale is good enough, you can use it if you think you should start a business. What's more, it is controlled by the brain. Facing orgasm is controlled by the brain. People who face orgasm are more likely to have orgasm. I am a relatively rebellious person in sex. People, the appearance of the intimate relationship between the sexes, there is basically no situation that will linger at the climax, but the partner has withdrawn before reaching the top. I don't have any special demands myself, let's take it slow... In short, orgasm... In short, orgasm can be cultivated and learned. I don't know the common fallacies of Teacher Li. People who don’t like to hate feelings, don’t want to cooperate, don’t want to please. I am like this.\\n\\nIndividuals should have an orgasm. I didn’t understand when I was younger. At this time, I will read the H text’s unobsessed pinch legs. Then there will be waves of chestnuts. After a moment, it should be an orgasm. , But now the H text also reads more descriptions that like emotions. I should be a person who integrates wholeheartedly...I need to slowly explore and dig.\\n\\nTeacher Li Xiaolai’s article hopes that more people will be able to see it, so that more young women will have some wrong sexual knowledge and knowledge. These things need more popular science and support.\\n\\n(6)\\n2015\\\\.05.16 Bad boy (not his real name), male, 42 years old\\n\\nThis is so clean, I don't know how to sleep, so I just sit in front of the computer until dawn.\\n\\nIt's a memorial, 40 out of 2. It suddenly dawned on me that it was a one-word book. The girls who had been in a relationship had almost climaxed, and I never believed it. Taxi, fast or slow, almost no change of movement in the process, and hug tightly from under the opponent's arm, you can better see the opponent's reaction.\\n\\nThe very rewarding part is the wrong part, the size of the yang, the real needs of girls, and the support for impotence. There is also companionship, which makes life a habit without secrets.\\n\\nPeople are born with desires, desires, and sexual desires. thanks.\\n\\n(5)\\n2015\\\\.05.16 fake female (real name), 25 years old\\n\\nI downloaded it and tried the plot with Mind, and some pushed it hard, but unfortunately I couldn't touch it hard right away, and I still need to continue to explore the ability to succeed. To achieve the effect of shrinking and tightening the vagina, I think it may be possible to use it to check how to exert force.\\n\\n(4)\\n2015\\\\.05.15 M (not her real name), female, 21 years old\\n\\nProbably with my original feeling... I do have some knowledge that I like to experiment. I was very excited and burst out suddenly, but it was the first time I saw it through reading acquisition. I think about it carefully. It is finally settled in the reading, and other popular elements are easily distracted. Then express a point of view to show that it is very attractive, the \\\"book\\\" is the most eye-catching audience comment, click on a divergent line, precise positioning, and it is very likely that it can trigger a lot of thinking and publish thinking questions. Finally back to the original question... In life, I feel that I am very important, and people who like it will feel anxious. Then I will simply explore that long-term companionship is indeed the highest emotional agent, gender. Ah, there is no pressure for age, if there is a person who is willing to never leave, I am willing to do everything for him (her).\\n\\n(3)\\n2015\\\\.05.14 Nan (not his real name), male, age unknown\\n\\n, I’m a male, and I’ve been motivated by Teacher Li’s Twitter on [Zhimo.com](http://Zhimo.com). Recently, Mr. Li will use this platform to write something. I originally thought it would become the experience of future generations, but it was originally such an article, Mr. Li Sure enough, it is a big player in the world.\\n\\nIn my many years of continuous practice, rubbing the last clitoris is a switch for a woman to pass through heaven. I also discovered that in the process of going to heaven, the collision as a whole is not twisted, and the friction after each entry. The position and degree of the girl’s orgasm is easier for a girl under certain bodies. Let her lie on the bed with her legs slanted. In her G-spot range, while thrusting, she turned to the front wall without thrusting, and directly rubbed her inwardly with the ring, tightly grasping a little hand movement, rubbing her breasts, and attacking the clitoris. Then there will be her non-shrinking contraction, or \\\"squeeze\\\", she will make my attack effective through her own squeeze, so that she can fully obtain great pleasure... This process will cycle, The girl’s orgasm came, and I was about to cum, so depending on the state of the day, the decision is to let her orgasm first, and then start to play, usually acting first, and then the orgasm is over...\\n\\nThe process mentioned above can be completed when the girl is still aware of the effect of \\\"squeezing\\\", and it is probably the help of this introduction by Teacher Li. Yes, I think Mr. Li introduced a teacher. Sex can be a happy way. There is only one way to heaven, right?\\n\\n\\\"Squeeze\\\" is a shortcut, but I am afraid there is only one path, because without this shortcut, many people would not see heaven. Only after experiencing it will they discover the beauty there, time after time, time after time. Go ahead over there\\\\~\\n\\nTeacher Li, you have enlightened our minds, and now you have to enlighten our bodies, good or bad you!\\n\\n(2)\\n2015\\\\.05.13 short message (not real name), female, age unknown\\n\\nThere has not been such a short practice recently, but it can be said that I have experienced the opportunity before. Other friends who had an erection about 5 cm in diameter and more than 10 cm in length (I call myself 13 cm), because I only had in-depth research on this with these two boys, the news I said is relative to my friends.\\n\\nThe short message gentleman looks generally and slightly fat, and the daily service of the short message gentleman and I can specifically talk about the solution. For a period of time, he will accompany me to eat almost every day. When I want to chat, I will do my job. (With safety measures) Studying humans, my cooperation with him should have had a benign effect on him.\\n\\nAlthough I am shallow, but based on the large number of Danmei H texts\\\\*, I will deliberately experience and tighten in accordance with his rhythm when he goes out. The short message gentleman really found the difference, and halfway through it was to confirm that the alcoholic beverages had slowed down. Judging from the crazy acceleration, I guess he should have arrived. Although there is no contact with Duan Jun, since he, he no longer believes that the size of the beginning of the resurrection, I also disliked me as a friendship celebrity before:)\\n\\n＊Danmei H text refers to the character of male-male communication. The action may be every time they meet, and the picture may be a romantic novel of a certain person.\\n\\nWhen the tide blows, because I am too sensitive, I only need the stimulation of words and the passage of time, and my legs are crossed and twisted, contracting back and forth again, and climaxing again. When you are happy, you will use different skills. Fighting hard and fighting alone are two different things.\\n\\n(1)\\n2015\\\\.05.12 He Fan (not her real name), female, 21 years old\\n\\nWhen you see Zhuan in your circle of friends, click to watch the process. He belongs to the man he experienced, right? This is the strange part of reading. Ahhhhh...\\n\\nThe first time was the second year of high school. It was not when I was learning from the past. The GC stage was just holding hands, not even kissing. GC, I actually didn't know how the child was suddenly, but the next day, I suddenly understood it all of a sudden.\\n\\nLater, I went to college and fed the dog for the first time, and a bunch of racks were dismantled, and then I was done. There is no GC like ordinary ones, and I can only rely on myself... I saw the phrase \\\"I finally started to feel it,\\\" But the boy changed his posture cleverly... \\\"I'm almost crying, there is no wood? Hey, I can't write anymore.\",\"timestamp\":1639725750,\"title\":\"Squeeze it all-a guide to orgasm for girls\"},\"digest\":\"x0309EFX0T8ArTh1lRxxIjQoDF-XnShy3YfLgdLTY1I\",\"authorship\":{\"contributor\":\"0x0000000044f5F8103A11240fF7F5c7ba37e17cBf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wVymy2FR6BqwFDfyjWU8imBhFWNZsI1D94qMUPaCpj8\\\",\\\"y\\\":\\\"j41cRCf2ZUSoh7Vmz3QHhg2yVWY-IRfdFgXKAiOcQHI\\\"}\",\"signature\":\"Ww3H4IzpqktB3p3gHgYa5LsSJOmsGspFgTwaxWSBdYUIvARH9ul5MSH2rGtoEcCT9JsP48x4E5ekLHmyROgpCA\",\"signingKeySignature\":\"0x88f0d776ca5ef66f7f27e3c3200625b0ce57fe8c9c94e5dcb6fe36944ea565bb01c618b8ee07d8018fc977bdce3300f8737752b42839421f4c69dc9e4b96fc6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wVymy2FR6BqwFDfyjWU8imBhFWNZsI1D94qMUPaCpj8\\\",\\\"y\\\":\\\"j41cRCf2ZUSoh7Vmz3QHhg2yVWY-IRfdFgXKAiOcQHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x0309EFX0T8ArTh1lRxxIjQoDF-XnShy3YfLgdLTY1I\"}"