"{\"content\":{\"body\":\"This week, I began my journey in understanding and creating in the metaverse. Not the metaverse that will exist in the future à la Ready Player One, but the metaverse that exists right now on ethereum.\\n\\nI recently came off a 2-year sabbatical from work. Before I left on my trip, I was an engineering manager at a tech company in San Francisco. I left thinking I’d return to a similar position at a new company. I even told myself that I’d “aim higher,” and apply for director of engineering or CTO positions.\\n\\nBut the world changed while I was away. No position at a traditional tech company is as interesting or impactful as being a creator on the blockchain. I’d like to explain why.\\n\\n![](https://images.mirror-media.xyz/publication-images/sVvSHjM6AFKn-TcLfiV67.png?height=693&width=698)\\n\\n# Why\\n\\n**A new definition of ownership and permanence**\\n\\nCentralized systems don’t last. Powerful governments, rulers, and companies are eventually bested by more agile and innovative entities. And a single source of governance results in a single point of failure. \\n\\nWhile storing photos and videos on Apple’s servers is certainly better than storing them on your shelves at home, their existence is tied to the existence of Apple’s servers. The data uploaded to Apple servers is also inaccessible from other products. Is it really your data if you can access it only through Apple?\\n\\nThe blockchain redefines permanence and ownership. For the first time, it’s conceivable to store data on the internet with the hope that it will last for generations. The fate of my data on the blockchain isn’t tied to the fate of Google or Apple that may not last another 50 years; it’s tied to the belief in the ethereum network. And the belief is only increasing.\\n\\nNFTs today are seeds for the future. They are permanent and so will live through hundreds of years of innovation that will create rich, dynamic worlds around them. As technology advances, we’ll see new renderings and uses for NFTs. A basic, pixelated, 2D cryptopunk right now could be rendered in VR as a realistic 3D avatar that walks and breathes. More and more innovative uses for NFTs will continue to be created; most that we can’t even imagine because we’re still used to physical world paradigms.\\n\\n**A true meritocracy**\\n\\nEthereum enables DAOs, which promote leadership and eliminate the need for managers.\\n\\nDAOs preserve the best parts of leadership: responsibility, ownership, incentive design, communication, and collaboration. In the DAO world, no single person is responsible for evaluating the contribution of another. The evaluation of a participant’s value is codified and executed by an unbiased party - a smart contract. The smart contract can also be designed to give more voting power to recent active contributors. Your ability to impact the community is tied to your contribution to the community.\\n\\nAs much as I loved being a people manager at a traditional tech company, this is the future - a true meritocracy where the builders own the product.\\n\\n**A creativity explosion**\\n\\nWe’re in the midst of a digital renaissance. If you’re looking to be convinced, you only need to browse any one of the NFT marketplaces which feature artists from around the world. OpenSea and Foundation are two platforms I’ve been browsing daily.\\n\\nBut even more exciting than the current explosion of art NFTs is the fact that *creativity is still being defined in the metaverse.* Metaverse creations will continue to evolve in beauty and complexity as more participants add their contributions to the blockchain. Contracts can be combined, characters from different worlds can interact, and the worlds themselves can merge. \\n\\nOur children and grandchildren won’t just create 2D and 3D digital stills and animations, they’ll create interactive worlds. A great example of this is the Oasis - the world Halliday created in Ready Player One - which contained valuable artifacts and secrets from Halliday’s past. In Ready Player One, the Oasis is synonymous with the Metaverse, but in our world, it’s an example of one world that can be built in the metaverse. The potential for innovation is limitless.\\n\\n# How\\n\\nI’m sold on the vision of the Metaverse. In fact, I can’t work on anything else. But I’m still figuring out how to get started. This blog post is my first step; writing has always helped me stay organized and accountable.\\n\\nSo far, my research has been scattered: I’ve browsed a few NFT marketplaces, purchased a few [NFTs](https://opensea.io/padmini), purchased a couple of [ENS domains](https://app.ens.domains/), and joined a couple of Discord servers. This [NFT Calendar](https://discord.gg/ZURdn8VX) server has been especially useful to track new NFT drops. I also signed up for [Mirror](https://mirror.xyz/) so I can publish and mint some of my posts (like this one), and preserve it on the blockchain.\\n\\nI plan to direct my exploration from this point towards two goals:\\n\\n1. Build an app on Ethereum\\n2. Create art NFTs\\n\\nI’ll talk more about the first goal in the upcoming blog posts. My first steps are to reacquaint myself with web frameworks and look into either [web3](https://web3js.readthedocs.io/en/v1.5.2/) or [ethers](https://docs.ethers.io/v5/) APIs to talk to ethereum.\\n\\nMy main goal with this newsletter is to track my progress and bring others along for the ride. While I’d love to ship perfect writing every week, I understand that I probably won’t be able to. Still, I want to record my journey because I think it’s an important one: a journey into the new, better world.** \\n  \\n  \\n **\",\"timestamp\":1634239401,\"title\":\"My Metaverse Journey Begins\"},\"digest\":\"eEXhAidYWRgfpipV2lZvBBacOSN5QgmaHYeVHAHHs5g\",\"authorship\":{\"contributor\":\"0x6bfb967A3CE6549A2D3B0dAc4c8881A5b188fC46\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0gZC1hZ1RXw1-SwSUeyQ9NTVmDW_PryVwn87nRvHzRY\\\",\\\"y\\\":\\\"1yoY9JNqxMisN8gtTuCLXY-MSawmuMVcIiOLSQGEwGw\\\"}\",\"signature\":\"_tHXDq0IuUBto_YrF-4ky8fNMdCkxW2lnSRMBwjXho-BGf02UGp7o8GsNdtxQqySa-G_X-vsTbYjwEERA-UifQ\",\"signingKeySignature\":\"0xa0e41579ca2e32eb0487531729e89392a391b36061eac4863e8c3b7a95172b280ba5239ebf2728e01862e400de6bbb7b7c374e1d4438e4b9e4b2b95bf08f24d51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0gZC1hZ1RXw1-SwSUeyQ9NTVmDW_PryVwn87nRvHzRY\\\",\\\"y\\\":\\\"1yoY9JNqxMisN8gtTuCLXY-MSawmuMVcIiOLSQGEwGw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eEXhAidYWRgfpipV2lZvBBacOSN5QgmaHYeVHAHHs5g\"}"