"{\"content\":{\"body\":\"狐黄白柳灰，是农村五常仙，分别指狐仙（狐狸）、黄仙（黄鼠狼）、白仙（刺猬）、柳仙（蛇）、灰仙（老鼠）。\\n\\n其中以黄仙最为诡谲，一旦被这玩意沾染上，别说是寻仇的了，哪怕是报恩的，往往也会闹得人鸡犬不宁。\\n\\n我为叶家和叶红鱼暗暗捏了把汗，她今天虽然和我退了婚。\\n\\n但她并不会让我觉得讨厌，她就是一个单纯有追求的女孩，单纯地觉得我不适合她，倒也没说什么伤我自尊的话。\\n\\n但我爱莫能助，只能眼睁睁看着他们离去。\\n\\n一个人回到屋子里，我的心情很压抑，感觉快喘不上气来，憋得慌。\\n\\n支撑了我小十年的信念，就这样崩塌了，一时间我真的消化不了。\\n\\n最终我拿上铜钱来到了爷爷的坟前，我决定在爷爷面前为自己卜上一卦。\\n\\n我以前从没给自己起过卦，所以这次用的是最传统的易经六十四卦，对于初卦的我来说，最简单其实也是最准的。\\n\\n树静风止，我直接洒铜钱起卦。\\n\\n当我看到主卦之象，我整个人都有点懵，甚至一度怀疑这到底是不是自己的卦象。\\n\\n这是一个下下卦，归妹卦，大凶之卦。\\n\\n卦象有曰，雷泽归妹。婚嫁偏逢泽上雷，势如水火两相违。前途凶险终无利，速速停行莫迟疑。\\n\\n单从卦象来看确实和我遭遇有点像，但这归妹卦是震上兑下，女从男，多指女追男，和我情况不太符合。\\n\\n我没有被卦象给吓到，继续解卦，因为这主卦里还藏着两个变卦。\\n\\n第一个变卦是雷水解，震上坎下，这是中上卦。意思让我不再纠结之前的婚姻，朝西南方向去，可保太平，现生机。\\n\\n第二个变卦则是水泽节卦，竟是一个上上之卦，百无禁忌，竟有斩将封神之意。但从卦象来看，我必须走失有信，方能名声大扬。意思让我要不忘初心，有始有终，主动去化解危机。\\n\\n看着这诡谲莫测的卦象，我却莫名地笑了，我心中已经有了决定。\\n\\n换做任何一个风水师，都会推荐第一个变卦，去西南，保平安，一生无忧。\\n\\n但我偏要走第二个变卦，不是为了斩将封神。而是为了不让爷爷失望，他给我安排好的东西，我要亲手接着！如果它想溜走，那就抢回来！\\n\\n给爷爷郑重三叩首，我直接回家，准备收拾行囊，去西江市，找叶红鱼。\\n\\n刚把法器、衣服这些收拾好，我妈突然兴冲冲地跑了过来。\\n\\n“黄皮，你干嘛呢？收拾东西弄啥，不会要离家出走吧？”我妈咋呼呼地开口。\\n\\n我刚要给她解释，她突然兴奋地对我道：“瞧你那没出息的样，一个城里姑娘退婚就要闹离家出走？有句老话咋说来着，福兮祸所依，祸兮福所伏。黄皮，你快看看谁来了？”\\n\\n没想到我妈还会整两句文的，我哑然失笑，寻思她应该是从我爷爷那听来的。\\n\\n我疑惑地看向堂屋，发现屋里站着一妙龄女子。\\n\\n一身绫罗绸缎，一看就是大户人家的姑娘，但同样是农村人，没叶红鱼那种时尚靓丽的气质。\\n\\n我知道这个女人，她叫宋妙妙，是邻村一个土豪家的闺女。\\n\\n她父亲是种中药材的，家底子挺厚，是十里八村出了名的富贵人家。\\n\\n我和宋妙妙并无交集，看着她捧在怀里那古朴的木盒子，我有点纳闷地开口问：“妈，怎么回事？”\\n\\n我妈冲我挤眉弄眼，开心地说：“黄皮子，你有福了。宋妙妙是来下聘的，她想嫁给你。”\\n\\n我张大了嘴，目瞪口呆。\\n\\n我是村里出了名的不祥之人，而我跟爷爷学风水，成为第十七代麻衣传人的事情，除了爷爷，没一个人知道，按理说宋妙妙这样的千金不可能看得上我。\\n\\n“还愣着干嘛啊？赶紧过来把聘礼接了啊，怎滴，还想着城里那天鹅呢？清醒点，我就觉得妙妙比那城里姑娘好得多。”我妈见我没有反应，有点不开心了。\\n\\n我倒不是嫌弃宋妙妙，她生的也很水灵标致。\\n\\n我只是在想刚才在爷爷坟前卜的那一卦，那下下之卦的归妹卦。\\n\\n当时我还没整明白哪来的女追男，现在倒是应验了。\\n\\n因为这是大凶之卦，我多了个心眼，慢慢走向宋妙妙。\\n\\n接过她手中的红木盒子，刚一入手，我就身体一僵。\\n\\n好家伙，真沉，不是传统意义上的重。而是因为我偷偷运行了体内玄阳之气，玄气遇到了煞气，才会感觉盒子很沉。\\n\\n我毫不犹豫地打开盒子，看完里面的东西我震惊了。\\n\\n长命锁、夜明珠、贵妃丹……\\n\\n盒子里装得竟然通通都是市面上几乎失传的宝物，都很有年代感，最少都是几百年前的老物件了。\\n\\n宋家虽然有钱，但不可能富裕到这个地步！\\n\\n我用鼻子轻轻一嗅，立刻就闻到了一股尸臭。\\n\\n这些东西显然是刚从墓里盗出来的，后山里确实有几座大墓，但那里人根本是有去无回，这让我很纳闷，宋妙妙这些东西是哪来的。\\n\\n“黄皮，还愣着干嘛。带妙妙屋里坐啊，我去给倒杯水。”我妈见我发呆，越发不开心地提醒我。\\n\\n我突然怒喝一声：“妈，你糊涂啊！”\\n\\n我妈瞪了我一眼，不悦道：“我看你才糊涂呢！”\\n\\n“妈，你睁大眼睛，好好看看她是谁？”\\n\\n我冷喝一声，突然猛地一把擒住宋妙妙的手腕，将她从屋子里拉了出来。\\n\\n刚一握住她的手腕，我就感觉到一阵冰冷的凉气袭来，我忙用阳气将其压住。\\n\\n我两站在屋子外面，我妈扫了我们一眼，莫名其妙道：“黄皮，你发什么神经。你想说啥？她是宋长根家的闺女宋妙妙啊，马上就是你的老婆，我的儿媳妇。”\\n\\n我冷笑一声，说：“妈，你再看！你好好看看她的影子！”\\n\\n[更多，请阅读原文](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641471566,\"title\":\"003 下聘\"},\"digest\":\"YettXSGvBT3K87Jniq_7camhohoRJ70xKP7yLwzbnUk\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"vNM0yrWXZ_bWJHUBuKi-4JUG33Jr9weGg7DySd26lJ5IMDoNoITQlKDb4L12noEgeqUwKWkuMU38KX5exCtU3Q\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y_TJVpDKgsdECLXZhbFsFTiW6itfqJOdqVhJoqYmDSQ\"}"