"{\"content\":{\"body\":\"note: I originally wrote this for a musician friend who had a vague understanding of NFTs.\\n\\nPRIMER\\n\\nNFTs are simply: digital containers that hold any form of media. We then create scarcity by setting limited editions (i.e. you can make a music NFT to be a 1/1, so only one person can own it, creating demand, thus creating value). NFTs also have an embedded “smart contract” in them that allows the creator to set percentages on how much royalties they receive every time their work is resold.\\n\\nArtists now have a new way of capitalizing their music, especially for furthering engagement within their community. Fans now have a way of “owning” digital artworks, all securely documented on a transparent blockchain. NFTs enable engagement with your audience, for example, selling a one-off collectible digital item, selling super limited/rare works (B sides, unreleased materials, original one-offs, special edition NFT releases, digital assets, or creating your own currency for example for exclusive access to your content, or shows). Your audience can now become seed investors. It reinforces a personable artist to fan relationship.\\n\\n❗ If you’re up for a read, here’s a significant article from earlier days that holds some of the basic ideas of why we'd mint music here.\\n\\nAlthough I don’t want to get into politics too much, a lot of this may sound like wishful thinking or repackaged ideas. I think we’re still in early stages so everyone is still figuring this out, but in general, the main ideas are there. Some quick points:\\n\\n1 — Established artists have a leg up! If you have a following, it would be silly not to bank on this IMO. You’re simply using new tech to tap into a market. Create a token under your own name, while you're at it.\\n\\n2 — Audience decides the value of the work by auctioning to the highest bidder, but artists can set a starting bid too\\n\\n3 — Most music NFTs lean towards Ethereum for the most part (most of these platforms revolves around ETH, WETH, or their own crypto). For example Rarible is a NFT platform that has its own RAR coin. Foundation has its own FND coin, etc. Ethereum is basically Bitcoin except it holds the smart contract technology embedded into it, so it’s compatible with NFTs.\\n\\n4 — People treat digital equally with physical, and fans want to own things directly from the artist, they want to be able to say they own it and have their name on it.\\n\\n5 — Artists are looking for autonomy, so here's a way to be platform agnostic: self-publish your music\\n\\nThere are some interesting things being discussed today with licensing and publishing - maybe in the future we’ll be able to NFT any music samples, so that music will be thoroughly attributed and all creator royalties are accounted for through the blockchain.\\n\\nAlso, a note about how the music industry works: a lot of people shun the \\\"middlemen\\\", which in some ways, is understandable because musicians are exploited and undervalued in an antiquated music industry. NFTs can empower artists to self-publish in theory, but in reality, minting a music NFT is not going to launch your music career or give you visibility. Sometimes the \\\"evil\\\" middlemen are exactly who musicians rely on to further their music's visibility. In a sense, streaming platforms put musicians on a map, despite the highway robbery. Point being is many musicians today struggle with getting their work out there and NFTs won't enable that, however it can be a vehicle and tool to enable you as an artist. If you establish yourself as an artist and gain a community around it, the potential for NFTs are immeasurable. This is exactly what you'd be looking for. Direct to consumer.\\n\\nHere's a follow up quote from @omarish:\\n\\n\\\"So, while some artists are looking for autonomy, that’s akin to “self publishing” and in that world, the authors are responsible for all of their own marketing, self promotion, distribution, etc. Most won’t do it. That’s why they sign on with corporations. In the publishing world, there is a stigma about those who self publish and titles that are self published are rarely picked up for mainstream publishing by major publishers.\\n\\nRecording artists, performing artists, etc, they will sign with a studio, agent, publicist, record company and it’s in those contracts that outline how their compensation will come from their performances and what percentage and in what format their performances will be marketed and distributed and most rarely have any say as to how that will be done.\\n\\nThere ARE indies who would self publish but again, the indie bands, publishers etc would have to be very savvy about crypto in order to be convinced.\\\"\\n\\nHOW TO MINT\\n\\n1 — Setup a wallet. I use Rainbow as a wallet. There’s also metamask. I'd say buy around $50-100 in Ethereum to get started. I buy my ETH off of Coinbase because it’s become established as a trustworthy ledger. I have the apps installed on my Chrome browser as extensions, and apps on the phone.\\n\\n2 — Find the platform you want to mint on. Some platforms are invite only. I added some links below. If you can get an invite to Foundation or Superrare, that would be extremely valuable right now. Opensea/Rarible are open to everyone.\\n\\nConnect your wallet to the desired platform (usually a button to connect the wallet on the corner of the main page of [Zora.co](http://Zora.co) for example). A platform that specifically does music (like catalog.works) would be ideal.\\n\\n3 — Upload your work and create the NFT. Perhaps you'll upload a LOSSLESS version of your music, or maybe, it's an entire album that grants publishing rights - whatever your plan is - set your ownership percentages, and other parameters.\\n\\nBasically there are GAS fees for listing a NFT, so you have to pay fees to the platform you mint on, of course, that’s where they getchya -_-. These gas fees fluctuate based on mass user activity.\\n\\nOnce the NFT is minted it then becomes biddable and folks collect them. Someone might buy a NFT and wait until someone offers them a deal to resell it.\\n\\nPeople are realizing there's value in art again, thanks to NFTs.\\n\\nThe English dance music pioneers, Disclosure, minted an unreleased song they made during their livestream on Twitch, here’s what it looked like on Zora.\\n\\nI'm looking into catalog.works more closely now, I think it'd be a strong move for electronic music artists.\\n\\nLINKS/resources\\n\\n❗ catalog.works — an example of where music NFTs are sold as platform, I think Catalog is an up and coming one and I notice some underground electronic acts joining in. Specific to music only.\\n\\nfwb.help — FWB is community centered “DAO”, they created their own currency and in exchange you get access to a thriving creative community (I would take a look into accessing the FWB Discord, there are resources there, although in order to join you’d have to invest in their FWB coin. And also, it recently got a huge media pressing you can read here. A lot of buzz around this right now. I would look into them just to understand the philosophy.\\n\\nhicetnunc — an underground, art focused, place to mint NFTs. I would mint some one-off limited edition art through here, or maybe a Bside, or maybe a single or whole EP. I think this is a sorta environment where you’d meet other aspiring artists, and not just a bunch of bros who want to get rich off of a GIF or something.\\n\\nfoundation.app — A lot of artists I follow are on here, also Superrare is another one. If you can get invites onto these I’d say it’s super worth it/super in demand to get access to these platforms that mint ANY form of media\\n\\nZora — another cool NFT platform, and paving the way of the future of NFTs\\n\\n[opensea.io](http://opensea.io) — NFT platform, similar to rarible, doesn’t require an invite to join\\n\\n[submerge.fm](http://submerge.fm) — I found this while writing this and it looks awesome! Seems to be a new one up and coming.\\n\\n[audius.co](http://audius.co) — seems to be NFT friendly place to share music, crypto-centered\\n\\nENVIRONMENTAL CONCERNS\\n\\nEthereum is being reapproached into Ethereum 2 to be more economical in gas fees and more environmentally conscious. I believe Bitcoin is following similar protocols. Crypto does exhaust energy resources in an exaggerated scale but this is being attended to and will get better.\\n\\nEXPERIMENTAL IDEAS\\n\\nYou can create a generative ambient piece and sell it? for example, you could create a series of completely original compositions, or an AI ambient piece that is always generating sound. NFT artists love combining code into their work, sometimes.\\nPeople are dreaming up ways on how to show a music collection within a virtual vinyl record collection user-interface -- why not value a digital exhibition space?\\nRelease a field recording as a NFT\\nMint an unreleased EP or single\\nMint the artwork of a music release\\nMint a music video\\nMint a Splice pack\\nPatreon model: \\\"Mint exclusive behind-the-scenes 'access pass' that provides things like behind the scenes videos of the artist writing and recording specific songs, or a deeper glimpse into the personal life of the artist. You can set up a contract to offer tiered fan systems like discounts, backstage access to shows in their cities, a one-to-one video call with the artist, etc.\\\" (excerpt from Hypebot).\\nI made this for fun and it was fun to make this. I hope you find it helpful.\",\"timestamp\":1636938439,\"title\":\"Intro to Music NFTs\"},\"digest\":\"Azqx1PuqlYIwzfmLnikEFqzswCHRvhxLnBS29ursIVU\",\"authorship\":{\"contributor\":\"0x4D9c2b7aDd4D0Ad4Efd69bfd06ee47a115E58d69\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a7vJsFlY2j1ebpTS8bKPss5aXiCuqTB24gahCj67sPo\\\",\\\"y\\\":\\\"EqJjRdOYodzrnkd2l-B3kw7nl_LtuhTS8cQh_rPFi04\\\"}\",\"signature\":\"qgfyZjX-wO1_478evJZdh283dZUFJaPgUY5CBlqL7_NBucePdP4kYS0RN89hmV0w17Z0USWJP4wwSPbJFspe9w\",\"signingKeySignature\":\"0x1b00eb308c318fdb98ef69fee2e1e164e5e8a98910dda004c66422a6f3f5c27a5dacc314e98f559f52c66746494fedcfc0dcb6ed301323932a330a724867166f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a7vJsFlY2j1ebpTS8bKPss5aXiCuqTB24gahCj67sPo\\\",\\\"y\\\":\\\"EqJjRdOYodzrnkd2l-B3kw7nl_LtuhTS8cQh_rPFi04\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Azqx1PuqlYIwzfmLnikEFqzswCHRvhxLnBS29ursIVU\"}"