"{\"content\":{\"body\":\"Mine is to be eternally disappointed, and happiness snatched out of my hands.\\\"\\n\\nHe had no sooner made this pretty speech than he was ashamed of it, and stalked out of the room, not to say any more unwise things.\\n\\nThis burst of spleen alarmed Fanny Dover. \\\"There,\\\" said she, \\\"now you cannot go. He is very angry.\\\"\\n\\nIna Klosking said she was sorry for that; but he was too just a man to be angry with her long: the day would come when he would approve her conduct. Her lip quivered a little as she said this, and the water stood in her eyes: and this was remembered and understood, long after, both by Miss Dover and Rhoda Gale.\\n\\n\\\"When does your Royal Highness propose to s\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/12](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/12)\\n\\ntart?\\\" inquired Rhoda Gale, very obsequiously, and just a little bitterly.\\n\\n\\\"To-morrow at half-past nine o'clock, dear friend,\\\" said Ina.\\n\\n\\\"Then you will not go without me. You will get the better of Mr. Vizard, because he is only a man; but I am a woman, and have a will as well as you. If you make a journey to-morrow, I go with you. Deny me, and you shan't go at all.\\\" Her eyes flashed defiance.\\n\\nIna moved one step, took Rhoda's little defiant head, and kissed her cheek. \\\"Sweet physician and kind friend, of course you shall go with me, if you will, and be a great blessing to me.\\\"\\n\\nThis reconciled Miss Gale to the proceedings. She packed up a carpet-bag, and was up early, making provisions of every sort for her patient's journey: air pillows, soft warm coverings, medicaments, stimulants, etc., in a little bag slung across her shoulders. Thus furnished, and equipped in a uniform suit of gray cloth and wideawake hat, she cut a very sprightly and commanding figure, but more like Diana than Hebe.\\n\\nThe Klosking came down, a pale Juno, in traveling costume; and a quarter of an hour before the time a pair-horse fly was at the door and Mr. Ashmead in the hall.\\n\\nThe ladies were both ready.\\n\\nBut Vizard had not appeared.\\n\\nThis caused an uneasy discussion.\\n\\n\\\"He must be very angry,\\\" said Fanny, in a half whisper.\\n\\n\\\"I cannot go while he is,\\\" sighed La Klosking. \\\"There is a limit even to my courage.\\\"\\n\\n\\\"Mr. Harris,\\\" said Rhoda, \\\"would you mind telling Mr. Vizard?\\\"\\n\\n\\\"Well, miss,\\\" said Harris, softly, \\\"I did step in and tell him. Which he told me to go to the devil, miss--a hobservation I never knew him to make before.\\\"\\n\\nThis was not encouraging. Yet the Klosking quietly inquired where he was.\\n\\n\\\"In there, ma'am,\\\" said Harris. \\\"In his study.\\\"\\n\\nMademoiselle Klosking, placed between two alternatives, decided with her usual resolution. She walked immediately to the door and tapped at it; then, scarcely waiting for an instant, opened it and walked in with seeming firmness, though her heart was beating rather high.\\n\\nThe people outside looked at one another. \\\"I wonder whether he will tell *her* to go to the devil,\\\" said Fanny, who was getting tired of being good.\\n\\n\\\"No use,\\\" said Miss Gale; \\\"she doesn't know the road.\\\"\\n\\nWhen La Klosking entered the study, Vizard was seated, disconsolate, with two pictures before him. His face was full of pain, and La Klosking's heart smote her. She moved toward him, hanging her head, and said, with inimitable sweetness and tenderness, \\\"Here is a culprit come to try and appease you.\\\"\\n\\nThere came a time that he could hardly think of these words and her penitent, submissive manner with dry eyes. But just then his black dog had bitten him, and he said, sullenly, \\\"Oh, never mind me. It was always so. Your sex have always made me smart for-- If flying from my house before you are half recovered gives you half the pleasure it gives me pain and mortification, say no more about it.\\\"\\n\\n\\\"Ah! why say it gives me pleasure? my friend, you cannot really think so.\\\"\\n\\n\\\"I don't know what to think. You ladies are all riddles.\\\"\\n\\n\\\"Then I must take you into my confidence, and, with some reluctance, I own, let you know why I leave this dear, kind roof to-day.\\\"\\n\\nVizard's generosity took the alarm. \\\"No,\\\" said, \\\"I will not extort your reasons. It is a shame of me. Your bare will ought to be law in this house; and what reasons could reconcile me to losing you so suddenly? You are the joy of our eyes, the delight of our ears, the idol of all our hearts. You will leave us, and there will be darkness and gloom, instead of sunshine and song. Well, go; but you cannot soften the blow with reasons.\\\"\\n\\nMademoiselle Klosking flushed, and her bosom heaved; for this was a strong man, greatly moved. With instinctive tact, she saw the best way to bring him to his senses was to give him a good opening to retreat.\\n\\n\\\"Ah, monsieur,\\\" said she, \\\"you are *trop grand seigneur.* You entertain a poor wounded singer in a chamber few princes can equal. You place everything at her disposal; such a physician and nurse as no queen can command; a choir to sing to her; royal sables to keep the wind from her, and ladies to wait on her. And when you have brought her back to life, you say to yourself, She is a woman; she will not be thoroughly content unless you tell her she is adorable. So, out of politeness, you descend to the language of gallantry. This was not needed. I dispense with that kind of comfort. I leave your house because it is my duty, and leave it your grateful servant and true friend to my last hour.\\\"\\n\\nShe had opened the door, and Vizard could now escape. His obstinacy and his heart would not let him.\\n\\n\\\"Do not fence with me,\\\" said he. \\\"Leave that to others. It is beneath you. If you had been content to stay, I would have been content to show my heart by halves. But when you offer to leave me, you draw from me an avowal I can no longer restrain, and you must and shall listen to it. When I saw you on the stage at Homburg, I admired you and loved you that very night. But I knew from experience how seldom in women outward graces go with the virtues of the soul. I distrusted my judgment. I feared you and I fled you. But our destiny brought you here, and when I held you, pale and wounded, in my very arms, my heart seemed to go out of my bosom.\\\"\\n\\n\\\"Oh, no more! no more, pray!\\\" cried Mademoiselle Klosking.\\n\\nBut the current of love was not to be stemmed. \\\"Since that terrible hour I have been in heaven, watching your gradual and sure recovery; but you have recovered only to abandon me, and your hurry to leave me drives me to desperation. No, I cannot part with you. You must not leave me, either this day or any day. Give me your hand, and stay here forever, and be the queen of my heart and of my house.\\\"\\n\\nFor some time La Klosking had lost her usual composure. Her bosom heaved tumultuously, and her hands trembled. But at this distinct proposal the whole woman changed. She drew herself up, with her pale cheek flushing and her eyes glittering.\\n\\n\\\"What, sir?\\\" said she. \\\"Have you read me so ill? Do you not know I would rather be the meanest drudge that goes on her knees and scrubs your floors, than be queen of your house, as you call it? Ah, Jesu, are all men alike, then; that he whom I have so revered, whose mother's songs I have sung to him, makes me a proposal dishonorable to me and to himself?\\\"\\n\\n\\\"Dishonorable!\\\" cried Vizard. \\\"Why, what can any man offer to any woman more honorable than I offer you? I offer you my heart and my hand, and I say, do not go, my darling. Stay here forever, and be my queen, my goddess, my wife!\\\"\\n\\n\\\"YOUR WIFE?\\\" She stared wildly at him. \\\"Your wife? Am I dreaming, or are you?\\\"\\n\\n\\\"Neither. Do you think I can be content with less than that? Ina, I adore you.\\\"\\n\\nShe put her hand to her head. \\\"I know not who is to blame for this,\\\" said she, and she trembled visibly.\\n\\n\\\"I'll take the blame,\\\" said he, gayly.\\n\\nSaid Ina, very gravely. \\\"You, who do me the honor to offer me your name, have you asked yourself seriously what has been the nature of my relation with Edward Severne?\\\"\\n\\n\\\"No!\\\" cried Vizard, violently; \\\"and I do not mean to. I see you despise him now; and I have my eyes and my senses to guide me in choosing a wife. I choose you--if you will have me.\\\"\\n\\nShe listened, then turned her moist eyes full upon him, and said to him, \\\"This is the greatest honor ever befell me. I cannot take it.\\\"\\n\\n\\\"Not take it?\\\"\\n\\n\\\"No; but that is my misfortune. Do not be mortified. You have no rival in my esteem. What shall I say, my friend?--at least I may call you that. If I explain now, I shall weep much, and lose my strength. What shall I do? I think--yes, that will be best--*you shall go with me to-day.\\\"*\\n\\n\\\"To the end of the world!\\\"\\n\\n\\\"Something tells me you will know all, and forgive me.\\\"\\n\\n\\\"Shall I take my bag?\\\"\\n\\n\\\"You might take an evening dress and some linen.\\\"\\n\\n\\\"Very well. I won't keep you a moment,\\\" said he, and went upstairs with great alacrity.\\n\\nShe went into the hall, with her eyes bent on the ground, and was immediately pinned by Rhoda Gale, whose piercing eye, and inquisitive finger on her pulse, soon discovered that she had gone through a trying scene. \\\"This is a bad beginning of an imprudent journey,\\\" said she: \\\"I have a great mind to countermand the carriage.\\\"\\n\\n\\\"No, no,\\\" said Ina; \\\"I will sleep in the railway and recover myself.\\\"\",\"timestamp\":1637672140,\"title\":\"\\n\\\"'Fate' and 'destiny,'\\\" said Vizard, \\\"stuff and nonsense. We make our own destiny\"},\"digest\":\"2s-9xXobtNGlRAWCFmmYPjzgyo90O79S1E-5IGeA4ao\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XTkuTlf-ntHI0o6_Q-FSfNaXGP-lUgW4JMK-ZaEYXjg\\\",\\\"y\\\":\\\"G1ry0sF87Mzl0QId6C99qrTjWmmHtCu3HKFZsOiDk7s\\\"}\",\"signature\":\"zQoFzW8KJJjM1zYUha78bnGavO0smK-0ELtnRTpwkA93dpmbJ3vTSb9LedZi_wo2dnz6FOpfCY73OZk_wFRh8g\",\"signingKeySignature\":\"0x8f76527f2ae6b285eb64ab0096c0c114e594013cb1328333c4468a9e835c923a68c850cfa92c34e67e08888337271cbfdd13a9cc7fbf31d7b9eb8fcd9c9c0c2c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XTkuTlf-ntHI0o6_Q-FSfNaXGP-lUgW4JMK-ZaEYXjg\\\",\\\"y\\\":\\\"G1ry0sF87Mzl0QId6C99qrTjWmmHtCu3HKFZsOiDk7s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2s-9xXobtNGlRAWCFmmYPjzgyo90O79S1E-5IGeA4ao\"}"