"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*wPgL6QpLXEheUIfLCIPp4A.jpeg)\\n\\nUptick Network is ushering in a brand new generation of creators and collectors, enabling them to take part in this new and exciting creative economy. Realize your creativity, record those special moments in your life, and create something that has true value.\\n\\nUptick is not limited to digital art, in fact, it fully covers collectible, functional, and equity NFTs, with a strong focus on the pan-entertainment and lifestyle fields. Some of these areas include: Digital art, audio, video, ticketing, fan economy, and the Metaverse. In the Web 3.0 era, we believe everyone should be able to participate in this new and innovative creative platform, which will inevitably lead to the implementation and breakthrough use-cases for NFTs in various applicable fields.\\n\\nUptick NFT Marketplace is a general NFT management and trading platform, and is an important part of the Uptick Network. Uptick NFT Marketplace Mobile Version , aka Uptick app, was the first full-featured mobile native NFT marketplace, and was officially launched on Cosmos/IRISnet on March 12, 2021. The Uptick app supports NFT creation, purchasing, transferring, reselling, cross-chain transferring, and deep interoperability of NFT assets. Users can seamlessly manage their NFTs on their mobile phone.\\n\\nUptick reached wide global coverage in just a few months, with reports of great user experience. The platform has attracted an outstanding array of creators from all over the world, and the amount of natively minted NFTs on Uptick has now surpassed 80,000. This number is growing rapidly, and we’re looking forward to opening the doors to even more creators and collectors from all over the world.\\n\\n## Uptick Web\\n\\n![](https://miro.medium.com/max/1400/1\\\\*X47nQfWpFwJlzGEUo8oERw.png)\\n\\nIn order to elevate the Web 3.0 creative economy to new heights, based on a multi-terminal strategic layout, we have officially launched the web version of Uptick NFT Marketplace, aka ‘Uptick Web’. The first version of Uptick Web launched with full support for the IRISnet public chain, laying a solid foundation for becoming a leading general NFT Marketplace for the Cosmos ecosystem.\\n\\nThe multi-chain and cross-chain support of Uptick NFT Marketplace is based on the underlying Uptick Network infrastructure. Uptick Network has currently implemented support for COSMOS/IRISnet, BSC, Polygon and Ethereum, and Uptick’s mobile app has fully integrated the multi/cross-chain capabilities supported by Uptick Network. The recently launched Uptick Web first integrates support for IRISnet, and will soon begin to include support for public chains such as more COSMOS ecosystem chains, BSC, Ethereum, and Polygon, so please stay tuned!\\n\\n## Explore Uptick Web: [www.UptickNFT.com](http://www.upticknft.com/)\\n\\n## **Uptick Web Features**\\n\\n## Keplr Wallet Plugin Support\\n\\nUsing the Keplr wallet plugin to log in to Uptick Web is more friendly and accessible to Cosmos ecosystem users, and it greatly reduces the friction for existing crypto users entering the Uptick ecosystem.\\n\\n## Native NFT Minting\\n\\nUptick Web has an intuitive minting interface which is a lot more convenient to input and edit NFT information. Previews are also enabled, leading to a much better experience overall.\\n\\n## Multiple Media Formats Covered\\n\\nTo meet the creative needs of our users, Uptick Web supports the NFT minting of various formats, including: Images, GIF and Video (.mp4 format). You can also narrow down a suitable category for your work. Currently the covered NFT scenarios are: Art, Collectibles, Photography and Video.\\n\\n## Fixed Price & Timed Auction\\n\\nUptick Web provides two ways to list an NFT. Listing at a fixed price, or listing a timed auction. The new timed auction function presents even more sales model opportunities to our creators, and more possibilities for high-quality works.\\n\\n***[Auction Tutorial](https://medium.com/@uptickproject/uptick-desktop-auction-guide-93d3a2f731bd)***\\n\\n## Multiple Payment Options\\n\\nAfter logging into your account, the Keplr wallet plugin will be automatically activated during payment. If you don’t link the Keplr wallet plugin, you can also browse various works and pay with the Uptick app without these barriers. Uptick Web brings multi-terminal functionality to our users with ‘Desktop browsing & app payment’.\\n\\n## Transfer & Resell\\n\\nUptick provides a convenient NFT transfer function. You can transfer the NFT you hold to others for free, and also resell any NFT you hold in your wallet.\\n\\n*Note: Currently, only reselling at a fixed price is supported, and second-hand auctions will take a little more time to be released. Please stay tuned for more updates.*\\n\\n## Personal Homepage\\n\\nIntroduce the NFT world to your art, personality, and design concepts on your personal homepage. You can also include links to your Twitter, YouTube, Instagram and personal website. This is a good way for users to get to know you through multiple platforms.\\n\\n## Viewing NFTs with Slide Show Function\\n\\nUptick Web allows users to turn on the slide show feature in the specified page, enabling items in the list to be displayed on a scrolling display for you in the form of a large image. This is a great way to preview a host of different works in full resolution, quickly and efficiently.\\n\\n## Direct Messaging\\n\\nCreators and collectors can communicate through direct messaging. You can find the message function on the product details page, and the creator’s homepage. Communication is the first step in building connection and trust, so it’s great to be able to leave a message and establish a direct connection with creators.\\n\\n## Complaint Function\\n\\nHigh-quality platform content requires the participation of every user. If you find any illegal works or accounts, you can directly file a complaint using this feature.\\n\\n## Multiple Language Support\\n\\nUptick NFT Marketplace is aimed at global users. With the help of active community members all over the world, Uptick Web has enabled support for English, Chinese, Japanese, Korean, and Portuguese. We will gradually improve and expand even more multilingual support.\\n\\n## Profit Sharing Mechanism\\n\\nThe Uptick platform provides a unique profit sharing mechanism. Every successful resale of an NFT will bring certain benefits to the original creator of that NFT. Compared to the one-time-trade of traditional platforms, Uptick offers the possibility for continuous benefits.\\n\\n## Multi-Terminal Support\\n\\nUptick Web has a mobile version of the Uptick app which works in unison. Some of the features include e-ticket minting, cross-chain transfers, Uptick Lottery, Code Scanning Verification, and even more practical functionality. If you haven’t checked out the app yet, it’s worth downloading and using alongside the desktop version for a completely flexible NFT experience:\\n\\n**[Download Uptick App](https://www.uptickproject.com/download.html)**\\n\\n## Auction Prize Event\\n\\nTo celebrate the launch of Uptick Web, we’re holding a double event based around the auction feature. Whether you’re a talented creator or an active collector, there is always an event for you to participate in!\\n\\n![](https://miro.medium.com/max/1200/1\\\\*wqf0mxnLR9k6AJHlQRq-eA.jpeg)\\n\\n## For Collectors:\\n\\n**Place a bid on an Uptick Official auction for a chance to win the prize.**\\n\\nFive limited-edition NFTs released by Uptick official will be sold in an auction. Each NFT represents a prize pool, and you can win a share of this reward by bidding.\\n\\n> **Winning** **bidder**: Receives 50% of the rewards from the prize pool\\n>\\n> **Runner up bidders**: Will share rewards from remaining 50% of prize pool\\n\\n## Prize Pool Details\\n\\n*Edition **#1** Auction set for 24 hours: 200 IRIS*\\n\\n\\\\*Edition \\\\*\\\\*\\\\*\\\\*#2 \\\\*\\\\*\\\\**Auction set for 24 hours: 200 IRIS*\\n\\n*Edition **#3** Auction set for 48 hours: 500 IRIS*\\n\\n*Edition **#4** Auction set for 48 hours: 500 IRIS*\\n\\n*Edition **#5** Auction set for 72 hours: 1200 IRIS*\\n\\n[Pool #1: 200 IRIS](https://www.upticknft.com/#/detail?auctionNo=a5cfe2cf08dc4f7d86f64e3c64b4ac73)\\n\\n[Pool #2: 200 IRIS](https://www.upticknft.com/#/detail?auctionNo=0bf8773b6f274ba98b5cbdb47e31c1e9)\\n\\n[Pool #3: 500 IRIS](https://www.upticknft.com/#/detail?auctionNo=cc117ec11adc42aa94c1d0bb459d663c)\\n\\n[Pool #4: 500 IRIS](https://www.upticknft.com/#/detail?auctionNo=abbefc9a9e294e69bc46dc0a3fffc13d)\\n\\n[Pool #5: 1200 IRIS](https://www.upticknft.com/#/detail?auctionNo=d2aecea38832451bb9971690b12588c3)\\n\\n***Notes***\\n\\n* *The starting price of all editions is 10 IRIS, and there is no reserve or buy it now price.*\\n* *Repeated bidding is accepted, and you can participate in multiple auctions; however, rewards will be distributed according to the participant’s address. Multiple bids for a single edition will only be counted once.*\\n* *Rewards will be distributed within 2 working days after the event ends. Please pay attention to our official channels for the announcement.*\\n\\n## For Creators:\\n\\n**List an auction to receive airdrop.**\\n\\nWithin a week of the Uptick Web launched, all creators will receive an NFT airdrop if they meet the following criteria:\\n\\n> Mint original works in the form of an auction.\\n>\\n> List auction between the following dates: Jan. 18th — Jan. 24th.\\n\\n***Notes***\\n\\n* *The \\\\[Uptick Web Launch Souvenir\\\\] NFT is a limited release by Uptick Official and contains future rights and privileges within the platform.*\\n* *The listed NFT will be rewarded regardless of whether it is finally sold or not.*\\n* *Every auction will receive an NFT airdrop, and a single account can get a maximum of 10 NFT airdrops.*\\n* *NFTs will be airdropped within 2 working days after the event ends. Please pay attention to our official channels for the announcement.*\\n\\n*Uptick app is the world’s first decentralized full-featured mobile NFT app, based on the commercial-grade NFT infrastructure of Uptick Network. It safely and conveniently manages users’ digital NFT assets, supports the independent issuance, purchase, transfer, resale, and cross-chain transfer and interoperability of users’ NFT assets, focusing on the pan-entertainment and life service industry, forming a new creative economy for the Web 3.0 era.*\\n\\n## [Download](https://www.uptickproject.com/download.html) the Uptick app, or try Uptick [Web](https://upticknft.com/)\\n\\n**[Website](https://www.uptickproject.com/)**\\\\*\\\\* | **[Telegram](https://t.me/uptickproject)** | **[Medium](https://medium.com/@uptickproject)** | **[Twitter](https://twitter.com/uptickproject)** |**[Reddit](https://www.reddit.com/r/UptickNetwork/)** | \\\\*\\\\***[Contact](mailto:hello@uptickproject.com)**\",\"timestamp\":1642608735,\"title\":\"Web Version of Uptick NFT Marketplace Officially Launches\"},\"digest\":\"Pat_PvJVvZC6KkhcbZEscr4M2P5jawZM_J7tdsNARus\",\"authorship\":{\"contributor\":\"0x37591dc60F39915E07c30daf8f42b3561857B5BF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Ei10Ptug4_TEHggIr1XHCW0BO4mMkWsvf8aSjcwKfI\\\",\\\"y\\\":\\\"fZjsbnemqG6Fut-qcEPBufIv-14TaPSFaKE_5dkk2Qs\\\"}\",\"signature\":\"fdSw-8xZOvrnSjMUt7C_lUU4tUnpuTUeN1GWZpSlU_kK8vjuY4Be9ecLX_Jmz7ayVmPAyxz6g7S06rwY6jtJAA\",\"signingKeySignature\":\"0x8a4d030d58573ebf465246b731318aec170fa11f918fa883ea3c7d49ca544e3320ab038f36d7752a525f8e9c260ccf0bdcd55dcc3577b34781da7f5b484cc2ea1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Ei10Ptug4_TEHggIr1XHCW0BO4mMkWsvf8aSjcwKfI\\\",\\\"y\\\":\\\"fZjsbnemqG6Fut-qcEPBufIv-14TaPSFaKE_5dkk2Qs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Pat_PvJVvZC6KkhcbZEscr4M2P5jawZM_J7tdsNARus\"}"