"{\"content\":{\"body\":\"Aducation is not an end, but a means to an end. In other words, we do not educate children only for educating them. Our purpose is to fit them for life.\\n\\nIn some modern countries it has been fashionable to think that free education for all can solve all the problems of society and build a perfect nation. But we can already see that free education for all is not enough.We find in such countries a far larger number of people with university degrees refusing to do what they think is \\\"low\\\"work, and. in fact, working with one's hands is thought to be dirty and shameful in such countries.\\n\\nBut we have only to think a moment to understand that the work of a completely uneducated farmer is far more important than that of a professor\\\\~ we can live without education,but we die if we have no food. If no one cleaned our streets and took the rubbish away from our houses, we should get terrible diseases in our towns.\\n\\nIn fact, when we say that all of us must be educated to fit us for life, it means that we must be educated in such a way that, firstly, each of us can do whatever work is suited to his brains and ability and, secondly, that we can realize that all jobs are necessary to society, and that it is very bad to be ashamed of one's work. Only such a type of education can be considered valuable to society.\",\"timestamp\":1639205283,\"title\":\"Education\"},\"digest\":\"VI7xUKVls6dCyY0iXY43t3j6Iqo0y9z36KAmsktY3aY\",\"authorship\":{\"contributor\":\"0x39a5EFA7a8a442c0fdC448dB331b35Fac59ff801\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m4dcBqKdk5Shs6PfIOPLk8TXiAnEEzOB02tV8dxg-9s\\\",\\\"y\\\":\\\"SlQ57QDAyb7cBLr8eSuhCYqz4S_B2djsg-S-vRM-H2o\\\"}\",\"signature\":\"f5O52rFsZl83wLZepbrxN2dIXAQFEjk1o2Y59-3yiCd07HSbQP7i0NzRBxTXxqTlqxS3xJo3KxOXfjwPM1LiPg\",\"signingKeySignature\":\"0xa519ac6187d5d95248b4e599a092c3c93983e01ef147a55b72976daf229364b55cd46f0df3dc5a26009dc7cc8d3c642469ad324a65058fc514caed9cb4c39aff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m4dcBqKdk5Shs6PfIOPLk8TXiAnEEzOB02tV8dxg-9s\\\",\\\"y\\\":\\\"SlQ57QDAyb7cBLr8eSuhCYqz4S_B2djsg-S-vRM-H2o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VI7xUKVls6dCyY0iXY43t3j6Iqo0y9z36KAmsktY3aY\"}"