"{\"content\":{\"body\":\"Today we’re going live with the latest round of updates to PartyBid, starting with a new feature called Party Splits. Party Splits let you start a party and grant a portion of the fractional tokens to any address you choose.\\n\\nThough it’s a simple primitive, this feature can be used in a variety of ways.\\n\\n1. DAO Treasuries: Anyone can start a party and direct a percentage of the fractional tokens to the address of a DAO treasury.  This can serve as a recurring funding model for DAOs collecting NFTs via PartyBid.\\n2. Community Organizers: A community organizer who coordinates a group of people around a party can set this percentage as a hosting fee for themselves.\\n3. Creators and collectors: A seller of an NFT can use this feature to retain a percentage of the work after selling it via auction.\\n\\nWith Party Splits now live, we’re excited to have a new way of aligning incentives between the various stakeholders using the PartyBid protocol.\\n\\n### Additional updates\\n\\nWe’ve also been working on some other changes that are now live.\\n\\nFirst, PartyBid now has a new fee model. Thus far, PartyBid has had a simple fee structure where 5% of the ETH used in all winning bids was sent to the PartyDAO treasury. Moving forward, PartyBid is modifying this fee structure to accept a combination of ETH and tokens instead.\\n\\nStarting today, the PartyBid fee is 2.5% of the ETH used in winning bids, and 2.5% of the fractional tokens created when a Party wins an auction. Though this fee change is simple, we think it sets up some big advantages for PartyDAO and PartyBid users:\\n\\n1. A lower ETH fee means it will be easier and cheaper for parties to win auctions.\\n2. By owning tokens in all NFTs won via PartyBid, PartyDAO is aligned with users. PartyDAO's success is directly tied to the success of parties that win auctions on the protocol.\\n3. Because PartyDAO is taking fees in a combination of ETH *and* tokens, PartyDAO will be set up to provide liquidity for fractional tokens won via PartyBid, providing a much smoother experience for PartyBid users.\\n\\nNext, we’ve updated the way reserve prices are set post-auction. After a party wins an auction, the default reserve price will now be set to 2x the price of the winning bid, instead of the previous 1x. This helps parties avoid unintentional buyout scenarios before token holders have had a chance to vote. As people claim their tokens and vote on the new reserve price, it will be free to move above or below this default starting price.\\n\\nFinally, we’ve also made some updates to the PartyBid web interface. Our post-auction Party page has a fresh coat of paint, with an emphasis on making it easy to understand what to do once a Party wins an auction. In addition to displaying the new reserve price on Fractional, we’ve included a video tutorial demonstrating how to vote using your tokens, and a button for adding tokens to MetaMask in one click.\\n\\n![ \\\\\\\\n ](https://twitter.com/prtyDAO)\\n\\n\",\"timestamp\":1632853930,\"title\":\"Party Splits\",\"publication\":\"party\"},\"digest\":\"qO4LynuN5jhE640PyXDMZD1kj56ngte_kGteJHN28MQ\",\"authorship\":{\"contributor\":\"0xB0623C91c65621df716aB8aFE5f66656B21A9108\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GMZmIDUZanDOtmU_LmU8UxY_0V__gqGkXvSj_IDwtJ4\\\",\\\"y\\\":\\\"yyORJWQJKKbga3FI3JzmiIv0tMtDhdEHPCw-gJ3SBbs\\\"}\",\"signature\":\"fuob4Zs35pzkQ97VhXk8vecNpj52SbmypqHtYNe5JsdKNXKBs7bNVlJ6fkF9xJVuCNRfOITNE_RLMNf2buu5MA\",\"signingKeySignature\":\"0x5ce5bf1c39f751197e20d585195a73683e0db5a28c9c956b9089577cac640e361febe2b4f986b79220b735cf415a7447bdc3074d3754ab418c4485595e59ff581c\",\"signingKeyMessage\":\"I authorize the publication of articles on j.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GMZmIDUZanDOtmU_LmU8UxY_0V__gqGkXvSj_IDwtJ4\\\",\\\"y\\\":\\\"yyORJWQJKKbga3FI3JzmiIv0tMtDhdEHPCw-gJ3SBbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I6UnXzMXiL5Tb4gwLsScSZUlZ0ZtL4w043nKdyqMq0U\"}"