"{\"content\":{\"body\":\"作者：[ \\n 张捷观察-谁是谁非任评说](https://weibo.com/u/1237389341)\\n\\n元宇宙时代，头脑中的想法，也可以被网络算法所左右了，就如网络已经可以让人自杀一样。\\n\\n​​**当今世界技术的发展，你的想法，也是可以被网络算法所左右了，就如网络已经可以让人自杀一样。网瘾是一种精神疾病，这个性质则近似于毒品了，可能在你意识不到的时候已经发挥了作用。**\\n\\n## 《元宇宙下网络算法主导你的大脑》\\n\\n世界有两件最难的事情，一个是把你口袋里面的钱放到我的口袋里，一个是把我脑袋里的想法，装到你的脑袋里！而现在的算法，就是可以把我想要推的舆论和信息，包裹到你的脑袋里面。现在到了元宇宙的时代，虚拟现实，虚拟世界对人的主宰越来越强了，会让人成瘾的。\\n\\n以前大家对网瘾不以为然，后来觉得是一种心理问题，而**现在网瘾的效果已经类似于毒品，网瘾已经成为了一种精神疾病，网络决定了你的大脑。**世界卫生组织在第72届世界卫生大会上通过了《国际疾病分类第11次修订本》，“游戏障碍”电子游戏上瘾行为被正式列为“精神疾病”，并界定了“游戏精神障碍”的三大特征。\\n\\n![](https://images.mirror-media.xyz/publication-images/J4Kr-AuVfzKLwf25SSk_s.png?height=228&width=481)\\n\\n以前每一个人获取信息咨询，是个人的事情，外部很难干预。前面是获取信息的成本极高，后来就是网络免费化，信息社会信息爆炸，获得信息很容易，获得有用的信息很难，垃圾信息泛滥，结果就是各种搜索引擎的出现，怎么搜索查询是关键，再后来就是搜索查询里面被植入了利益导向，竞价排名出现了，新一代的搜索引擎下，要检索排除垃圾信息，要花费更多的时间，同时很多内容付费了。\\n\\n在最近新一代互联网和5G时代，算法和人工智能出现了，人们获取信息已经可以被技术所操控，这个是前所未有的。我们每一个人，每一个账户都被精准的分类，记录在系统里面，被算法规则控制，我们要获得啥信息内容，可以在算法下精准的推送。在精准推送之下，就是可以让你在虚拟世界里面，得到现在网络游戏一样的满足。\\n\\n同时在网络上前面创作是自由的，每一个人都可以在网络上创造新的信息和内容，这些内容到哪里也是平等的被搜索，竞价排名让搜索变得不平等，而算法之下的精准推送和导流，结果就是每一个的创作内容，到底怎么样传播，谁可以看到你需要的信息，都被操控。一个内容能够传播给多少人看，展现多少次，是算法控制的，展现给哪些人群，也是算法控制的。\\n\\n算法可以把内容展现给需要的人群，让内容迅速的流传开来，也可以把内容展现给不喜欢和反对者的人群，让内容被投诉、攻击，最后在攻击中被扭曲。我们关注网络暴力，但现在网络暴力可以被算法所控制。\\n\\n在算法的控制之下，我们看到的内容可以是自己都喜欢的，不喜欢的看不到，增加你对该信息平台的粘度，也使得每一个人都会产生错觉，认为世界上都是与自己一样的人。算法也可以把你不喜欢的推送给你，让你对某些人群和社会有反感，就如西方网络媒体总是妖魔化中国，台湾某些势力妖魔化大陆，让他们的目标人群，觉得中国还是几十年前那么落后，中国政权是邪恶的，也可以让台湾人觉得现在大陆人还吃不起榨菜。\\n\\n元宇宙让虚拟世界升级了，升级以后的世界会不会让人洗脑成为网瘾者？大家先看看世界卫生组织定义的“游戏精神障碍”三大特征：\\n\\n**1、无法自主控制玩游戏时间，频率，强度，时长和情境等方面。**\\n\\n**2、将游戏的优先性置于其他重要事项和日常活动之上。**\\n\\n**3、在游戏已产生负面影响之后，这种行为仍然持续或变得更为严重。致其行为模式已经足以导致个人、家庭、社会、教育及职业等其他重要职能领域严重受损。**\\n\\n元宇宙的VR，就是要你沉浸式的，就算是可以看到外界的AR，也与现在你看一块手机小屏幕相比，让人更能够沉浸其中，现在拿着手机都大量的人都无法自主控制使用手机的时间，频率，强度，时长和情境等方面，那么等到元宇宙时，肯定是更脱离不开，**所以符合定义第一条。** \\n 现在很多人玩手机的网络社交已经离不开，等到了元宇宙，有了虚拟世界，应当更离不开，所以是将网络社交等优先性置于其他重要事项和日常活动之上，**符合定义第二条。**\\n\\n**元宇宙现在有太多人在植入私货，有各种利益捆绑，等后来发展，你的隐私等都在其上，你的生活、家庭、社会、教育也在其上，你的货币和资产也是其上去中心的，你离不开它了，即使是它让你的各种职能领域受损，你也只能接受，就如现在很多人离不开打车软件，知道会被大数据杀熟，但依然要使用它一样，也符合定义第三条。** \\n **所以元宇宙的背后，就是算法要主导你的大脑，主导之下，就如现在的网瘾一样，是已经是一种精神的病态，让你无法离开。** \\n 更重要的是元宇宙可不光是游戏，现在国际政治经济，搞起了战略传播。战略传播亦是美国新型外交理念，是在公共外交基础上，由美国军方提出的理念。战略传播是指政府或组织为实现特定战略利益，动员协调各种资源，向特定目标受众传递信息、施加影响的过程。一般而言，战略传播以认知提升、形象塑造、身份建构、态度转变、价值认同、行为转化为战略目标，如果说得通俗一点，就是洗脑。战略传播多用于国际博弈，但亦用于国内政治领域和经贸领域。在网络算法时代，网络信息传播在算法下，成为了各种它所支持的利益主体的战略传播工具。\\n\\n![](https://images.mirror-media.xyz/publication-images/AdpaslmCdFFBiniyqlnjm.png?height=810&width=1080)\\n\\n在元宇宙算法的精准推送之下，他们让你看到的所有内容，网页、视频、音频等，都是他们想让你看见的，给你他们想让你知道的信息，教授你他们的逻辑和价值观，让你自己“思考”，通过你的“思考”得到他们想要的结论，结果就是把他们的想法，真的装到了你的脑袋里面，而且会让你坚信不疑，因为你觉得都是你自己所想的，没有谁影响你，而实际却是他们算法对你的信息轰炸和包围，通过营造特定的信息环境，已经达到对你洗脑的目的。\\n\\n在元宇宙的虚拟世界，算法主导，则把战略传播的洗脑，变成了一种自动的和标准化的操作，达到对特定人群的精准洗脑，这些人群可以影响国家和企业的决策，也可以影响社会的认同，影响敌对政府的公信力，已经从信息社会的软实力，变成攻击他国的信息武器，算法的威力必须深度的认识。\\n\\n在元宇宙的算法时代，虚拟社会可以洗脑现实社会的人群，当然他们就获得了对现实社会的统治力量，当然统治者最后还是会落实到人群，不过统治的人群不是原来的政治群体，也可以跨越国家、主权和民族，成为一种巨大的新势力。现在元宇宙把这样的算法控制的世界，叫做了去中心化，实际是对现实世界权力的夺权，让传统世界让位于虚拟世界，所以它是一个宇宙。\\n\\n![](https://images.mirror-media.xyz/publication-images/0xhomY-MLwptwdF_l-IBq.png?height=214&width=473)\\n\\n不受控制的元宇宙，就是一个超级的游戏，以后让很多人以后成为它的网瘾精神病，但这个奶头乐，可能幕后就是有人喜欢的。​​​​\",\"timestamp\":1640157917,\"title\":\"元宇宙下网络算法主导你的大脑\"},\"digest\":\"59CHa0gGGj9DuMkskmnUeiOwSTTwjgMgyRmfhChBDx8\",\"authorship\":{\"contributor\":\"0xFC9C4C0e17c3A3139a77d86282eCf18687C14780\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IXaxHMA1B6xuA4rl3g2QnJCB2r-O_pDjnCrKBBBK5JE\\\",\\\"y\\\":\\\"qNYW-Ec1SDpnYD53_iKQ0k6xZeytHhJv0i5G_2TtP54\\\"}\",\"signature\":\"1YXKp3msK1okdXfV_SsAWB5Aj-2O0RKkab2sB13V6qPeSGwpLIBWLdENGlBEL2aQI3bQ30L68PEKrcph-AQNvQ\",\"signingKeySignature\":\"0x49b259710117ca66adb5f32abc465e767fcf50e6b7e4a9b302b009779e7d6fc4061175c029ce5ac550b1ee7cd053d831031dc4e7245c7bfea71e04e137459c301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IXaxHMA1B6xuA4rl3g2QnJCB2r-O_pDjnCrKBBBK5JE\\\",\\\"y\\\":\\\"qNYW-Ec1SDpnYD53_iKQ0k6xZeytHhJv0i5G_2TtP54\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"59CHa0gGGj9DuMkskmnUeiOwSTTwjgMgyRmfhChBDx8\"}"