"{\"content\":{\"body\":\"## \\n\\n## 我们必须面对的事实是，钱是中心化的关键要素。用户带来广告主，广告主带来金钱，钱为服务的扩展和开发提供了经费，更好的服务带来了更多的用户。资金对于这种反馈回路至关重要，这种反馈回路将所有人吸引到同一个服务提供商，其真正的业务是为用户的眼球关注匹配广告。\\n\\n*这可能是DSP设计中最具挑战性的部分，但也可以说是最重要的部分。无论如何，用户必须处于这个价值创造和传递过程的中心。考虑到用户的关注是系统价值的来源，这个问题应该是可以克服的。*\\n\\n*这种以用户为中心的范式需要重新思考在线服务是如何设计和构建的。当前的平台可以分为三部分：内容、用户界面和有时被称为“业务逻辑”的部分。“业务逻辑”是平台用来收集相关内容，并将其发送到用户界面显示的所有指令。这就是搜索、排序和操作内容的算法存在的地方。推荐引擎、聚合器和各种形式的人工智能都是业务逻辑。*\\n\\n1. 产品简介\\n\\n   Audius是去中心化的、由社区拥有的音乐分享平台，核心为创作者经济，允许创作者直接从粉丝处得到分配或支付。Audius 认为，在制作与销售音乐的门槛日益降低的今天，传统的音乐中间商或中间网络依然存在，导致了真正的价值转移被混淆，创作者远没有得到合理的报酬。 Audius致力于解决以下几个痛点： 1）\\t音乐创作中数据的不透明 2）\\t数据归属权的不明确，较多的中间环节使得艺术家收益受损 3）\\t出版权复杂而不透明，行业内没有使之准确公开的激励（风气） 4）\\t混音、翻唱和其他衍生内容由于权利管理问题，很大程度上受到审查 5）\\t许可问题阻止了更大范围的对作品的访问。 针对以上问题，Audius试图打造一个民主、透明，中间环节由算法充当、收益由真正的价值贡献者享有的去中心化平台，其协议内包含三个角色：粉丝、艺术家和节点操作者。 节点包含三种：分别是内容节点：用户运营的节点网络，代表艺术家托管内容和访问内容的权限。（作品存贮和访问） 内容分类账：Audius 协议内所有可访问数据的单一真实来源，锚定对内容节点托管的内容的引用。（数据存储） 以及发现节点：用户操作的节点网络，为 Audius 内容分类账编制索引，并为检索元数据提供易于查询的界面。（数据检索）\\n\\n   Audius目前的主页和客户端都比较简单，几乎可视为一个在线音乐播放器，用户注册之后可以互相关注、完善个人资料、创建播放列表、上传自己的音乐、转发或喜欢一首歌、创建自己的歌单。目前推出三种寻找音乐的方式分别为根据口味推送、时下热门以及探索歌单，用户的歌单如果受欢迎上榜，可以获得$AUDIO奖励，除此外没有社交互动内容。无法发文字贴，无法对歌曲进行评论。\\n2. 经济模型 Audius的经济模型由三种代币组成：$AUDIO、第三方稳定币和艺术家代币。 AUDIO是Audius的平台币，持有它可以获得额外的附加价值。节点操作者质押AUDIO来运行Audius协议（内容节点与发现节点），艺术家和策展人（大概就是歌单创建者）持有AUDIO来获得专属特性和服务，任何质押在协议里的AUDIO都能参与治理。 AUDIO还能充当基于艺术家工具的抵押物，早期社区开发了出的案例有艺术家代币、徽章、收益放大等功能，未来粉丝还有可能把自己的AUDOIO授权给单独的艺术家或策展人来分享他们在平台中的收益。 目前为了激励用户参与Audius平台贡献价值，每周在热榜上排名前五的音乐、歌单和前十的API应用可以获得AUDIO奖励。 AUDIO的Tokenomic如下（发布时间为2020年10月23日）： 总供应量：10e，目前流通411,910,943.00 AUDIO，持有地址共22000多个，前十地址占92%。 初期空投：5.5M AUDIO (5.5%)，给最活跃的艺术家和用户 基金会持有：178M AUDIO (17.8%)，由基金会持有，其中的6500w初始即可流通作为激励，剩下的从21年10月23日起开始为期5年的解锁。 团队与顾问：406M AUDIO (40.6%)，预留给AUDIO的创始人、员工、战略合作艺人和顾问，大约有80人（包括艺术家）持有这些代币，在三年内解锁完毕。 投资者：360M AUDIO (36%)，120M初始流通，剩余在两年内解锁完毕。 释放，初始AUDIO以每年7%的速度，释放，致力于奖励平台中最活跃的人与新用户而不仅仅是早期玩家（即AUDIO REWARD机制）。释放模型的所有要素都可以在治理仪表盘里修改。\\n\\n![](https://images.mirror-media.xyz/publication-images/p9Pre_GCxdXjwFKJOxOF1.png?height=942&width=1920)\\n\\n1. 未来，Audius社区可能引入第三方稳定币来解锁付费内容，使得粉丝艺术家和节点操作者不必担心币价的波动性。未来各种小额交易fee包括协议费率和粉丝费率将以稳定币交易的百分比设置，这些fee将进入由社区治理的资金池。 艺术家代币是艺术家通过质押AUDIO从而在获得的一项权利（尚未推出），让持有的粉丝获得专享内容，Audius将为发币的艺术家提供分配工具和技术支持，甚至帮助拓展这些代币在整个以太生态中的应用。Audius还将作为跨平台的艺术家代币的聚合器，在Rally、Zora等其他平台发行的代币也可以在Audius上通过机制进行分配。\\n2. 资方\\n   Audius在20年10月份宣布获得了来自Multicoin Capital and Blockchange Ventures,领投，Pantera Capital, Collab+Currency, and Coinbase Ventures参投的310w战略轮投资以及来自General Catalyst, Lightspeed, Pantera Capital and Kleiner Perkins的860w投资，共970w。\\n   而在今年9月，Audius又获得了来自包括 Katy Perry、The Chainsmokers、Nas、Jason Derulo、Pusha T、Mark Gillespie、前索尼音乐 CEO Martin Bandier、投资机构 K5 Global CEO Michael Kives 以及美国作曲家、作家和发行商协会 CEO John Josephson的500w投资。资方背景强大，传统业内人士看好。\\n3. 热度\\n   目前，Audius 平台上已经拥有超过 25 万音乐听众和 4 万名艺术家，区块链上创作的音乐内容多达 8 万首歌曲，不仅有Skrillex这样的老一辈电音大佬发布了作品，也有许多特推粉丝几千到十几万不等的小音乐人花上千刀购买AUDIO成为了会员。\\n4. 看法总结\\n   Audius是早在18年就立项的项目，有多元而专业的顾问团队和超强的资方背景，来自传统行业和专业投资者的看好。Audius在区块链的基础设施上下足了功夫，允许基于Audius协议上新的App与客户端的开发。\\n   目前Audius还在扩展业务，积累粉丝量的阶段，平台上所有音乐都是免费，尚未推出付费机制。以AUDIO为通证，稳定币收取费用，艺术家代币提供个性化服务的机制也很安全，尽管AUDIO没有限定的发行额度，但只要参与进来的艺术家和活跃用户增多，随着对AUDIO的赋能，未来的价格走势可以看好。\\n   从Socialfi的角度，Audius似乎并没有太多“Social”的内容，用户之间无法交流、评论，当然这是国外音乐软件的特色，比较单纯。Audius更多的是对传统音乐生产销售产业链的一个颠覆，试图让粉丝直接为艺人买单，这一愿景能够实现的重要基础，便是如今音乐制作的低门槛化，但这同样也是阻碍Audius发展甚至取代传统音乐平台的因素之一。\\n   小成本的电子音乐或rap（事实上也正是Audius上占绝大部分的作品）可以独自一人在房间里完成，但一些其他风格类型的音乐，有时成本巨大，需要专业设备、制作人员的支持，只有唱片公司可以统筹做到。唱片公司和传统平台合作从音乐销售中层层抽成，这正是Audius厌恶的，那它自己又该怎么解决这个问题呢。\\n   另一方面传统平台已经拥有了在这之前所有的音乐产权，这些音乐会像光一样不断地吸引并维持流量，Audius没有我最爱听的周杰伦，我为什么要去呢？这又与上一条对应起来，低成本的小众作品如何保证高质量来吸引观众呢，流量的方向归根到底还是趋向于好的内容。\\n   所以一种希望是Audius还是要依靠传统业界，甚至是和唱片公司的合作，扩充平台的内容库，在这一层面上Audius不应该继续打造看似自洽且高端，实则封闭的生态，而是应该寻求老巨头们的青睐，只有这样Audius才有真正“破圈”的机会。\",\"timestamp\":1635339257,\"title\":\"Audius 目前分析调研\"},\"digest\":\"QSAwVdlAWDzrsUIK-Y9lzT7V5T9kARXaPFJ5X3grBAI\",\"authorship\":{\"contributor\":\"0x569F72f32ffe86D0a18F52313CBDf8e0852cBcCa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9i58eCIgcWa6sUo9Bke1Pz8k8eWA16DAFSB8DQpSnoE\\\",\\\"y\\\":\\\"JFhPOMvpQ45EKAhwSO4uQdTJ7X4dqWiWwi6RD5me4hA\\\"}\",\"signature\":\"LgW9jl016zRPyoorOPk8soi5SImg2xm7gt3xbma5msfxmVgviFd29aSy06hvwITKgqt9Ltz4M2qQ_ZS0cEdf-Q\",\"signingKeySignature\":\"0x19f54b4595ba9351510c2baa6526941362be009ecd5e7e8219ee75b35305c93b6140ac2eff01e7117c02208ba2eacc17c089cd78e30ea5240b6b88a4a242de041b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9i58eCIgcWa6sUo9Bke1Pz8k8eWA16DAFSB8DQpSnoE\\\",\\\"y\\\":\\\"JFhPOMvpQ45EKAhwSO4uQdTJ7X4dqWiWwi6RD5me4hA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SKTJ5n7CbpN7U0vPPxIvsCiAVn-DMa3A-cFoI7GAY10\"}"