"{\"content\":{\"body\":\"Nature magazine's Nature Index 2021 Young Universities supplement, published this week, focuses on Young Universities founded 50 years or less. According to the supplement, China has the largest number of young universities, and these young universities are performing well: 23 of the top 50 young universities in the world are Chinese, including five in the top 10 and the University of Chinese Academy of Sciences (CAS) in first place.\\n\\nThe young universities selected by the Supplement (including graduate schools) are independent universities established in 1971 or later and are not established by the merger or re-merger of one or more universities more than 50 years old or through name changes. In addition, they must be among the top 750 academic institutions in the 2020 Nature Index.\\n\\nOf the world's top 50 young universities ranked by article share in 2020, 23 are Chinese, with five in the top 10. South Korea has four universities in the top 50, three of them in the top 10, further underpinning the strong performance of Asian institutions. India has five young universities in the top 50. Outside Asia, Australia also has a strong showing, with five young universities in the top 50. The US, Austria and Germany each have two schools in the ranking.\\n\\nThe University of Chinese Academy of Sciences remains the highest ranked young university in the Nature Index, while the other institutions in the top 10 are: South university of science and technology (2), (3), nanyang technological university in South Korea advanced institute of science and technology (4) (5), Hong Kong university of science and technology, king abdullah university of science and technology (6), (7), posco, city university of Hong Kong university of science and technology (8), ulsan national institute of science and technology (9) and (10) of shenzhen university.\\n\\nThe supplement argues that university age is no barrier to strong research performance, and that institutions with the fastest growth in quality research output tend to have clear objectives and independent researchers. The supplement also explores the reasons for the success of high-quality research output from young universities. While different strategies have made young universities perform well, there are clearly some common practices, such as hiring faculty without regard to major or seniority, and a willingness to let researchers run their own LABS independently.\\n\\nThe supplement highlights some of the leading young universities, including China's Southern University of Science and Technology and Westlake University. Southern University of Science and Technology is the fastest growing young university in the 2019-20 Nature Index. Westlake University is the youngest research institution in the Nature Index, but ranks 13th among the fastest rising young universities and 7th among the fastest rising young universities in the life sciences in 2019-20.\\n\\nCommenting on the similarities between young universities, David Swinbanks, founder of the Nature Index, said: \\\"While there are many paths to success, many young universities share similar characteristics. They all focus on specific areas of science and build unique personalities to attract top researchers. They are using agile and creative thinking to compete with established universities based on a clear roadmap for the future, particularly in recruitment and innovation. These young institutions are working towards the goal of enabling researchers to develop and run laboratories and conduct research independently, fulfilling their potential and in keeping with the more goal-oriented, support driven culture they are striving for.\\\"\",\"timestamp\":1640075698,\"title\":\"Twenty-three Chinese universities are among the top 50 young universities in the world, according to the Chinese Academy of Sciences\"},\"digest\":\"L8_TCQnL_PL2wppSmQ4MQ3NI6U87ZPX5Qpm19hsQtxI\",\"authorship\":{\"contributor\":\"0x29510517F49fe5d6b5C9EA410217186641E98A18\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rs_mX2KifM-xbMQdCuOOohi7ZYViK5aRhUpnIdXSqu8\\\",\\\"y\\\":\\\"GRThP4k0eMbV1GDp73DXHFOiZpQVAbKNWpAhMMWf3nA\\\"}\",\"signature\":\"YPIdvdIBZcioX88oI3ZIf4dKN9JoflnHNglEBGz9wzJTGqJYEQlFVgrQx_LZ_f1mdEtCMPmRn1J1KKgLYojUPA\",\"signingKeySignature\":\"0xcb4060a9e2841c371fbf1cd6aa06a8ed4c0de4c4792e6c14e37f38d1cc937a83196efc8cc7e2a63b5c0ac35b84ca721fcd21b7a885e52ed7fffdc454ea56a9421c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rs_mX2KifM-xbMQdCuOOohi7ZYViK5aRhUpnIdXSqu8\\\",\\\"y\\\":\\\"GRThP4k0eMbV1GDp73DXHFOiZpQVAbKNWpAhMMWf3nA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L8_TCQnL_PL2wppSmQ4MQ3NI6U87ZPX5Qpm19hsQtxI\"}"