"{\"content\":{\"body\":\"Larry-what’s-his-name and the rest of the Block boomers released a 150 page report earlier. Here are my unedited notes on it.\\n\\nFirst couple pages seem pretty familiar if you spend a lot of time on CT, basically just says that alt-L1’s and meme coins had a breakout year.\\n\\n\\\\-there were 374,000 Ethereum wallets that interacted with DeFi in the past year, up 300% from 2020\\n\\nIf I had to guess, this implies something like 100k unique users of Ethereum DeFi in the past year.\\n\\n\\\\-Overall, Bitcoin’s on-chain volume increased by 317% year-on-year (from $1 trillion in 2020 to $4.2 trillion in 2021), while Ethereum’s on-chain volume increased by 729% year-on-year (from $403 billion to $3.3 trillion)\\n\\n\\\\-As of the end of November, despite increases in total adjusted on-chain volume, Bitcoin’s on-chain transaction count remains about 27.8% below its December 2017 high of \\\\~379,000 (30DMA). However, Ethereum saw a record high on-chain transaction count high of \\\\~1.5 million (30DMA) in May.\\n\\nSeems anecdotally accurate, I know many more people personally who participated in the 2017 bubble than 2021 and I imagine most new participants go straight to Eth or an alt L1 for early as a service and more practical reasons (what, is there a liquid perpetual protocol on BTC no one told me about or something? why else is 2% of BTC on Ethereum).\\n\\n\\\\-Since the beginning of the year, the aggregate stablecoin supply has grown by 388% — from $29 billion to over $140 billion, a record high.\\n\\nI could see DeFi just becoming Forex trading honestly, the whole report really emphasizes that maybe the only thing with widespread institutional acceptance is stablecoins. I know people have said things like, DeFi needs a decentralized store of value that can replace tokenized dollars, like maybe something that tracks a basket of goods, but in the current state of things people clearly prefer using tokenized dollars as a proxy for… somewhat stable pricing. Much more sable than cryptocoins, anyways.\\n\\n\\\\-Some Chinese investors have also chosen to keep mining secretly at a much smaller scale with GPUs. That explained why Ethereum’s hash rate recovered much faster than Bitcoin\\n\\nI feel like a really capital intensive activity like mining is only really responsible with something like BTC long term. I’m not taking on debt to mine something that could have policy changes like ETH unless I really have to.\\n\\n\\\\-Foundry USA is now the worlds largest BTC mining operation\\n\\nI wonder if this will actually make people like Cramer more amenable to holding corn or if they’ll come up with other reasons for not buying. Gut leans towards them still not holding significant amounts.\\n\\n\\\\-Bitcoin hash rate in North America will first pass previous all-time-highs and grow massively in 2022\\n\\nI think BTC probably has a future as the most secure layer to actually store money on. Eth’s social consensus is sort of floppy and storing wealth in/on BTC, if you believe the price will hold steady, is much better than paying to move and store and defend hundreds of millions of USD of gold or some other property. Strong property rights and all that.\\n\\nY combinator infamously decided not to support metamask because they didn’t see how digital currencies value and associated smart contracts could be upheld without the use of force. IMO this is obviously false nowadays but probably needs 2-3 more decades to really sink in.\\n\\n\\\\-The year began with cryptocurrency spot volumes breaking through previous highs recorded in December 2020. According to The Block’s legitimate volume index, from December 2020 to January 2021 volumes rose 138% to $917 billion. Fueled by the January to April bull-run volumes continued to rise, approaching all-time highs in May of $2.2 trillion. The latter half of the year was spent in recovery as volumes steadily grew from $651 billion in July back to $1.4 trillion in November.\\n\\n\\\\-Binance remains dominant with 66% of spot trading volume occurring on their exchange in 2021. Their spot trading market share continues to grow, increasing from 57% to 66% year-to-date and reaching highs of 74% in April\\n\\n\\\\-As of November, Binance’s (66%) main competition are Coinbase (12.3%), FTX (6.6%), Kraken (3.2%), LMAX Digital (2.7%), and Bitfinex (2.5%).\\n\\nI’m very surprised that FTX is already at half of coinbase’s volume honestly. Makes sense though, moderately more tolerable CEX.\\n\\nBinance dominance is slightly worrying as they’re probably also the least regulated CEX.\\n\\n\\\\-Tether continues to maintain its dominance as the most popular trading pair denomination for centralized exchange trading. In fact, in August, USDT’s share of trade volumes hit an all time high of 63%, meaning 63% of spot trading volumes were denominated in the controversial stablecoin. In November, USD and BTC pairs were the second and third largest pairs at 14.8% and 7.5%, respectively. The market has firmly voted for USDT with other stable coins only representing roughly 10%; BUSD is the largest contender at 8.9% spot volume share.\\n\\nThis seems like something I’m pretty detached from reality about. USDT is obviously the most liquid trading pair, but BUSD at 8.9% of spot volume? wtf?\\n\\n…bunch of intermediary stuff. basically just saying that BTC ETF’s will be dominated by futures ETF’s for the forseeable future and most institutional volume will occur on the CME, where they feel comfiest.\\n\\n\\\\-On February 8, CME became the first traditional US-regulated exchange to offer Ethereum futures. Once again, these contracts serve as a barometer for institutional interest. While CME accounts for 18% of bitcoin futures open interest as of November 2021, its impact on the Ethereum derivatives market has been more subdued, with only 9.8% of open interest.\\n\\n\\\\-Ethereum options saw strong growth in 2021. Year-to-date, aggregate monthly open interest rose by 722% and aggregate monthly volumes by 662%,\\n\\nVC raises went from 3 billion to 25 billion from 2020 to 2021. In a way roughly analogous to the big investments in telecom companies and infrastructure during the dotcom bubble they’re mostly plowing into brokerage and trading infrastructure, but some NFT and gaming stuff is starting to attract VC money.\\n\\n\\\\-The rising popularity of smart contract competitors to Ethereum that operate as Proof-of-Stake (PoS) blockchains has created a higher demand for companies that cater to node and staking support for these networks.\\n\\n\\\\-Offchain labs is apparently a unicorn, I thought they raised at like 1-500 mil.\\n\\n\\\\-As the year progressed, potential regulatory uncertainty and concerns, in addition to the attention of investors switching to the NFTs/Gaming vertical, resulted in the frequency of DeFi deals reducing in the second half. From Q2 to Q3, DeFi deals declined roughly 38%, and through the first two months of Q4, there have been 81 deals.\\n\\n\\\\-As the year progressed, so did the interest surrounding NFTs and blockchain gaming, with its number of deals more than doubling from Q1 to Q2, to it being the most popular deal type for the past four consecutive months. With one month remaining in Q4, there have already been more NFTs/Gaming deals in Q4 than Q3 (103 to 137), and in both October and November, roughly 42% of all deals that occurred were in firms that cater to non-fungible tokens or gaming.\\n\\ngot to page 40 im bored now. smonking\",\"timestamp\":1639714361,\"title\":\"Footnotes to the Block\"},\"digest\":\"pFLiYf8GapNrbQu6bo1lbUv4Qh5h-2Av6pwHfN9qpio\",\"authorship\":{\"contributor\":\"0x57c322bafDBC22CF5B50835a1392Eb3Cef735F06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"signature\":\"sDoVLSP6yFgsLWJRB6jU1XE3uTF5tF_tgmuCslG-VEANI5lfd2Q-0qzS-WQt-qF8s3mT3qBXEZdnfKrRzT6yCw\",\"signingKeySignature\":\"0x077a76ed4823a96357a5a95cc5fccf68f4829219314fe38df3a9329736c92dba15a884456eb6f46eabc4a656d68389afc2210e05d5366f4dfc708ec1041a0bba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZtKXTvQKjQQH6t-i6Lv1gnS2XobRGOeOzXC9xyfDe90\"}"