"{\"content\":{\"body\":\"“我艹, 就差一点！”\\n\\n    哪怕是一直表现很绅士的小哥，再次醒来时也忍不住爆了粗口。\\n\\n    “原来那铃声是定时装置吗？还是引爆装置之一？”\\n\\n    这种临门一脚却失败的感觉实在太糟糕了, 小哥有点接受不了。\\n\\n    李诗情的情况也没有好到哪里去。\\n\\n    和小哥之前一样, 这一次高压锅是在她端着的情况下炸的, 爆炸一起，她当场就尸骨无存, 等清醒了以后，她完全感觉不到自己那双手的存在了。\\n\\n    但比身体上遭遇痛苦更无法接受的, 是上一次循环中司机大叔最后突然的“变卦”。\\n\\n    李诗情从来没有怀疑过司机大叔，一次都没有。\\n\\n    她不是本市人，一个人孤身来这个城市上学，为了多省点零花钱, 和大部分大学生一样，她出门通常选择坐公交车。\\n\\n    她家里有车，在上大学之前，去远点的地方多是父母开车接送，不远的就靠走或者骑自行车。\\n\\n    学会坐公交车、看公交线路, 还是来到这个城市之后的事儿。\\n\\n    因为学校在这条线上，所以她坐得最多的就是这条45路线，在这条线上遇见过最多的司机, 就是这位司机大叔。\\n\\n    刚开始学着坐公交车时，她经常出各种问题，有时候坐过站，有时候坐反了方向, 有时候好心让了位给老年人却被年轻人抢了座……\\n\\n    很多次，都是在这位好心的司机大叔耐心帮助下，她才能成功的到达目的地。\\n\\n    是司机大叔，让她喜欢上这个有人情味儿的城市，喜欢上坐这个城市的公交车。\\n\\n    不同于死气沉沉的地铁，单调又无聊的出租车，坐公交车的乐趣实在太多了。\\n\\n    她喜欢它低廉的票价，喜欢在窗明几净的车厢里观赏车窗外的城市风景，喜欢用这种方式丈量这个城市的每一寸土地；\\n\\n    她喜欢听本地人在车厢里大声用方言聊着市井听闻，喜欢每一次上车下车时人与人短暂的缘分，也喜欢和很多不同的人在车里一起度过这简单又充满生活气息的几十分钟。\\n\\n    每次上车，只要车厢里人不多，她都喜欢坐在司机大叔后面，不时和他闲聊几句，有时候甚至不用说话，只是坐在他背后的位子上就很安心。\\n\\n    只要上车时笑着央求大叔一句，就根本不用担心坐过站的问题。\\n\\n    虽然李诗情从来没有和司机大叔说过，但她从心里对这位好心的大叔充满了感恩之心，也一直想对他说声“谢谢”。\\n\\n    感谢他在自己刚到这个城市局促无助时提供的善意指点、无私帮助；\\n\\n    也感谢他每一次到站前的提醒，和人发生摩擦时的维护。\\n\\n    “公交车循环”事件开始发生时，她尝试过让司机大叔停车、让司机大叔调头，甚至制造各种事件想要劝服他，可大叔每一次都坚持着要把客人送到站而将车开走了。\\n\\n    那时候，她还在心里烦恼过他的过于“敬业”。\\n\\n    她的同伴不是没有质疑过司机大叔。\\n\\n    事情一发生，他就旁敲侧击地问过司机大叔精神状况是不是不太好所以才出车祸。\\n\\n    ——那一次，是她帮大叔解释，打消了他的疑虑；\\n\\n    他质疑过司机会不会有丢下一车乘客逃生或根本不相信他们话的可能。\\n\\n    ——是她非常肯定地否决了他的猜测，甚至直呼“他不是那样的人”。\\n\\n开端 **第3**4节\\n\\n    是因为她对大叔的盲目信任、是因为她对于自己的判断太过自信，才执意选择了这种她觉得“最没有难度”的“通关方式”……\\n\\n    结果却功亏一篑。\\n\\n    司机确实不是会丢下一车人逃跑的人，他想要的……是没有一个人能下车。\\n\\n    “为什么会这样……”李诗情陷入了浓浓的不信和怀疑中，自言自语着，“……司机大叔为什么要这样？”\\n\\n    无论怎么想，她都没办法将穷凶极恶的“歹徒”与和善亲切的司机大叔联系到一起。\\n\\n    “不管是为什么，现在都已经能肯定司机和发疯的大婶是同伙了。大婶之前歇斯底里喊的‘王兴德’，有可能就是司机的名字……”\\n\\n    临门一脚却突然出现变数，小哥的心情也很糟糕，但好在他本来就和司机不认识，也没有受到太多打击。\\n\\n    “他们可能本来就认识，这起爆炸案，他八成也是知情者。”\\n\\n    “他们一定有什么原因……”\\n\\n    李诗情喃喃自语。\\n\\n    她还记得大叔最后看他的那一眼。\\n\\n    那眼神太过复杂，仿佛有许多许多话想要对她说，最后却只能无语凝噎。\\n\\n    她的人生阅历太少，不能明白大叔看她那一眼的含义，但她能看得出那眼神里蕴含着浓浓的愧疚和痛苦。\\n\\n    这不是一个想和人同归于尽的“歹徒”该有的眼神。\\n\\n    “不管有什么苦衷，有这种变数，计划就要跟着改变……”\\n\\n    小哥拿下眼镜，烦躁地揉着自己胀痛的额心，略显烦躁地说。\\n\\n    他制定过这么多次计划，却从没有将“司机大叔”和“其他人”的部分加入进去。\\n\\n    在他看来，所有除了他和李诗情以外的人都属于不可控的因素，在他的计划里，除了他们两人之外所有的因素，都属于“风险”。\\n\\n    只要有风险，就会有变数，他没有把自己的命交到别人手上的习惯，所以他的计划方案从来不是“求助”，而是“自救”。\\n\\n    但李诗情不同，这个小姑娘还没有离开过学校，成长中又得到过太多人的善意，便从来不吝与用最大的善意去相信别人，遇到问题时，下意识的反应也是寻找可以求助的人。\\n\\n    从时间这么急迫她还要选择报警，就可以看出她的这种性格。\\n\\n    这种性格也不是不好，至少她从来没在关键时候掉过链子，而且永远保持着积极向上的乐观情绪和百折不挠的韧劲。\\n\\n    这种情绪也感染了他，让他没有因为遭遇这种可怕的事情而崩溃，反而努力地和她一起寻找出路。\\n\\n    但现在，也因为这种性格，导致司机“叛变”的行为对她的打击太大了。\\n\\n    “都是我的错，是我的建议出了问题……”\\n\\n    李诗情低垂着眼眸，小声道歉。\\n\\n    “也不是你的错，至少有了大叔和口罩男的帮助，我们确实能够很轻易的制服大婶，只不过谁也没想到司机根本不会开车门。而且如果司机是帮凶的话，我们其实也没什么机会，哪怕我们控制住了大婶，只要没下车，他想要制造车祸太轻松了。”\\n\\n    想到司机和大婶八成是一伙儿的，小哥愁肠百结。\\n\\n    “哎，司机大叔也是帮凶，我们解决这件事的困难就增加太多了……”\\n\\n    他们没人会开车，只要司机有心“自毁”，这一路上有无数办法可以让大伙儿一起丧命。\\n\\n    更别说，炸弹不仅仅是以“拔开限压阀”这一种方式引爆的。\\n\\n    “还有那炸弹，目前已知的，已经有两种引爆方式了。”\\n\\n    上一次循环中，他们牢牢地控制住了大婶和高压锅，但高压锅还是炸了。\\n\\n    虽然没有时间看手机，但小哥有八成把握肯定，那炸弹的定时装置，一定是设在了13点45分。\\n\\n    “所以那手机铃声，果然是定时装置……”\\n\\n    手动引爆+定时引爆，能确定的已经是两种。\\n\\n    如果定时装置是个手机，万一司机打通电话也能引爆，那就可能是三种……\\n\\n    这是无论怎么想，都让人绝望的局面啊。\\n\\n    “大叔在这条线上已经开了几年车了，为什么要这么做呢？”\\n\\n    李诗情还在纠结于上一次的循环，一直在自言自语，完全走不出来。\\n\\n    “大叔和大婶是什么关系？为什么要制造这起爆炸案？为什么每次都是13点45分？为什么要设在13点45分爆炸……”\\n\\n    “我们先冷静一下，再设定一个妥善的计划。”\\n\\n    小哥有点担心李诗情的精神状态，伸出手准备摸摸她的额头，手臂却被李诗情格开了。\\n\\n    “别老想这些了，司机大叔既然是大婶的帮凶，那就是一路人。”\\n\\n    “你根本不懂！”\\n\\n    李诗情突然一下子激动起来，声音也乍然拔高了八度。\\n\\n    见其他乘客被她突如其来的叫声吸引了注意，李诗情才重新控制住情绪，但表情却依然带着一股倔强。\\n\\n    “你从来没和司机大叔接触过，你不会明白，他和大婶根本不是一样的人！”\\n\\n    她虽压低了声音，可依然难掩语气中的激动，“那大婶杀我时，我根本感觉不到她的感情，她就像是个无情的杀人机器，可大叔不一样……”\\n\\n    李诗情浮现出大叔的那一眼。\\n\\n    “我怕能感觉到，大叔很痛苦，他一定很希望有人来帮他！”\\n\\n    她一把抓住同伴的手，哀求着：“他也许有什么苦衷才会这么做！万一是他的家人被胁迫呢？万一他有什么把柄在别人手上不得不服从呢？如果能找到其中的原因，消除他的疑虑，说不定他就会放弃这个可怕的计划，选择帮助我们呢？”\\n\\n    “但是他根本没有开门啊……”\\n\\n    “可是他让我下车了，他让我们下车了啊！”\\n\\n    李诗情难以抑制地低吼，眼泪也终于绷不住夺眶而出。\\n\\n    “如果司机大叔想带着一车人去死，那为什么我们能下车成功呢？！”\\n\\n    就算是车上出现了色狼，他都要选择要和所有人同归于尽了，又有什么理由要在中途放他们下车？\\n\\n    肖鹤云一下子愣住了。\\n\\n    在此之前，他从来没有思考过这个问题。\\n\\n    “你说的对……”\\n\\n    小哥轻叹了一声，用拇指拭去了李诗情脸上的泪。\\n\\n    “既然如此，那我们下车吧。”\\n\\n    “啊？”\\n\\n    听着耳边熟悉的报站声，李诗情茫然地看着他。\\n\\n    “你不是想找出真相吗？”\\n\\n    小哥拉起李诗情的手，牵着她一直走到后门边。\\n\\n    车辆停靠在沿江东路站牌，缓缓打开了车门。\\n\\n    “那我们下车！”\\n\\n    作者有话要说：有读者反映这个选择“不爽”，那下一章番外我再来个“爽版”的，你们看哪个都行。\",\"timestamp\":1642689171,\"title\":\"第29章 第二十次循环（一）\"},\"digest\":\"jxXKHHqGoAxNAdqivn-3e_ZOhVQzHCxx-ssRx8ATA-M\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"7RfcejiE1r0K78OUUkf3A-bnWgTjk4IOOEzYQkA8TXJXFAzvyvbafW0DlxVA98OwI7Hy8Vb_Wk9_nnQivEK3DA\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jxXKHHqGoAxNAdqivn-3e_ZOhVQzHCxx-ssRx8ATA-M\"}"