"{\"content\":{\"body\":\"*Originally [published](https://governance.substack.com/p/mercenaries-at-the-gate) on Boardroom's [Substack](https://governance.substack.com/) on July 7th, 2020*\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9ded907c-91b2-4570-8789-152dc0cb090d\\\\_1333x664.png)](https://raidguild.org/)\\n\\nThe last few years have brought an immense wave of talent into the crypto ecosystem, but given the distributed and somewhat anarchical nature of the industry, that talent hasn’t always been effectively allocated. An evolving trend in the Ethereum/DAO world, however, is giving us a glimpse into the potential future of freelance work:\\n\\n## Shaky Foundations\\n\\n**Projects, Protocols, and Teams**\\n\\nProtocol teams have experimented with myriad capital deployment structures while making efforts not to centralize decision making - all with the common goal of encouraging the development of infrastructure, tooling, and applications on their protocols.\\n\\nFrom DAOs to grant programs, there has been no lack of creativity. Unfortunately, these experiments have evolved into complex structures, and over and over again we can observe a lack of follow-through in the development of useful products: no matter how much money they throw towards development, the problem is largely rooted in the **lack of available and qualified talent. **These teams are the most financially well endowed open source projects in history but are struggling to recruit, given most talent is being locked up in individual projects or service providers.\\n\\nIt would be beneficial for projects to have access to **unbound talent **that can deliver as much value as a full-time employee, as well as talent experienced in building across protocols to take advantage of **shared knowledge**. Today, there is little learning happening between siloed project teams despite opportunities for synergies and collaboration - how many service providers work across all layers of the web3 stack?\\n\\n**Contributors**\\n\\nThe primary option for talented contributors who wish to work broadly across space is contracting, but this is difficult to scale. The flexibility of contract work is unfortunately hindered by the admin, sourcing, and operational overhead that individual freelancers incur with every single gig. It is challenging for key contributors to fully participate in the upside of what they are delivering (without putting their own capital at risk), and even though contributors want to work in an open, decentralized, and collaborative manner, many opt for the full-time route.\\n\\nOne could imagine a system to bridge top talent with top projects in a multi-protocol and multidisciplinary way, with a focus on shipping in the form of code, products, partnerships, educational initiatives, contracts, or content. The former consultant in me sees this as a multi-protocol, “decentralized”, consulting firm/service provider working across protocol development, product, UX, community, marketing, ecosystem development, developer relations, and developer experience.\\n\\nThis entity could collect revenues from:\\n\\n*   Contracts with protocol projects\\n*   Winning bounty programs put forth by projects\\n*   Applying for grants\\n*   An investment fund that takes a stake in projects\\n\\n## **Freelance DAOs**\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9ded907c-91b2-4570-8789-152dc0cb090d\\\\_1333x664.png)](https://raidguild.org/)\\n\\nThankfully, DAOs are now more present than ever. Citing Raid Guild as an example, communities are establishing distributed organizations to coordinate freelance work using an efficient framework. These flat organizational structures follow rules and processes established in [practical handbooks](https://handbook.raidguild.org/docs/overview), are guided by a [founding manifesto](https://raidguild.org/#manifesto), create economies of scale through shared infrastructure, but still, retain enough flexibility to allow contractors to focus on very specific and diverse web3 projects or consultations.\\n\\nThe processes established and ratified by simple DAO infrastructure can act as the glue that holds a multitude of contributors to the same standards and rules. In a way, it seems like these communities are slowly turning the [theory of the firm on its head ](https://medium.com/messaricrypto/cryptonetworks-and-the-theory-of-the-firm-a11961a41f7c)by greatly reducing external transaction costs with flexible contractors on a project-specific basis. \\n\\n## **Free Company**\\n\\nAll this reminded me of [an article](https://medium.com/@jillcarlson/free-company-49b129461b3c) published by Jill Carlson over two years ago, discussing how we could achieve effective coordination and economies of scale in open, decentralized development ecosystems:\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F749fc554-be3d-464f-848d-71677f0a020d\\\\_1008x620.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F749fc554-be3d-464f-848d-71677f0a020d\\\\_1008x620.png)\\n\\n> *A Free Company can fill a gap in the market right now, bringing talent together with promising protocol projects. It would be both multi-protocol and multidisciplinary, something no other service provider can currently claim… a Free Company would allow contributors to work in the manner they want: broadly, without non-competes, collaborating across projects and disciplines.*\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff05cd9b6-c1d2-4aff-bd17-c0ab33b5863a\\\\_996x586.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff05cd9b6-c1d2-4aff-bd17-c0ab33b5863a\\\\_996x586.png)\\n\\nContributors could be given a stake in what they are shipping and can share in the upside of a protocol’s success. **A replicable freelance DAO structure could be a powerful solution enabling this vision**, so long as we give enough thought to how much of its governance and direction is worth keeping on-chain.\\n\\n## **More Things to Think About**\\n\\nIf we do foresee these mercenary DAOs servicing diverse markets and projects, there are still a lot of questions that remain unanswered. Here are some of the more obvious things that come to mind, sourced from an [Aragon Forum discussion](https://forum.aragon.org/t/free-company-multi-disciplinary-multi-protocol-contribution/174/2):\\n\\n*   **Measuring/Quantifying Contribution: **How do you measure labour and output from contributors? In a multidisciplinary environment, shipping will take many forms and could become quite subjective.\\n*   **Contributor Reputation and Trust: **How do you design a reputation system that accurately captures the history of valuable contributions?\\n*   **Governance Processes: **Can anyone join the DAO, or do contributors need to apply? When do you reach diseconomies of scale? How and who coordinates broader strategy, branding, access, and direction?\\n*   **Resource Allocation/Shared Infrastructure: **Would there be any resources shared by contributors, and how would those resources be allocated? How are contract terms drafted, negotiated, closed? How are contributors paid?\\n\\nFeel free to leave comments on that thread or here! A huge thanks to** **[Cooper Turley](https://twitter.com/Cooopahtroopa), Chief Editor at [DeFi Rate](https://defirate.com/)** **for the feedback **🙏 \\n\\nIf you enjoyed the article, share the **❤️ **by sharing this newsletter post!\\n\\n[Share](https://governance.substack.com/p/mercenaries-at-the-gate?\\\\&utm_source=substack\\\\&utm_medium=email\\\\&utm_content=share\\\\&action=share)\\n\\nStateless is a newsletter aiming to decipher the complex world of distributed network governance, politics, and power.\\n\",\"timestamp\":1619732840,\"title\":\"Mercenaries at the Gate\",\"publication\":\"boardroom\"},\"digest\":\"PADReNXWesGZ58OXDm80yBOZLzXCfo7N1IhnV31HUAc\",\"authorship\":{\"contributor\":\"0xb1676B5Ab63F01F154bb9938F5e8999d9Da5444B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"signature\":\"J5lddtfkNR10wKXgsl8of2xalT7mnvlvcsMFNYbFH_CQP4if-17iInESq_9iob7sTLQ_24X-d_h1I12UbNFetA\",\"signingKeySignature\":\"0xeccd26b10e5ae492757a69b854da262568509649d1f844244d3a85e3d0f3721225410b7759167bc72404c34ccff69ff5d8037077a7e3f37954f46e644451b46b01\",\"signingKeyMessage\":\"I authorize the publication of articles on boardroom.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PADReNXWesGZ58OXDm80yBOZLzXCfo7N1IhnV31HUAc\"}"