"{\"content\":{\"body\":\"桥刚过一半，一道冷冷凄惨的阴风如鬼魂之手，呼呼卷上我们的身，让人不寒而禁，紫色风铃身子不自觉的一抖，往队伍之间靠过来说道：“这里怎么感觉有点象阴曹地府啊！”\\n\\n```\\n“别怕，有我挑灯在，即便真是到了地府，我也肯定能带你出去的。”挑灯把胸膛一挺，一副堂堂男子汉，哪怕宵小鬼怪模样说道，话一出口，冷风似有形的手一般摸过他的脖子，他打了个冷战，小声嘀咕道：“怪了，难道对我的话有意见吗，有意见可以好好说，别来这套吓唬人啊。”\\n\\n奔腾的河流之上，此时仿佛笼罩起一层黑雾般的氤氲之气，朦胧的对岸，悠悠远远、似有似无、断断续续、此起彼伏地传来阵阵奇怪的声音，似悲泣，似哀嚎，似呐喊，似乞饶，似呻吟，似悔恨……\\n\\n“大熊，你听到什么声音吗？”我捅了大熊一下，小声问道。\\n\\n“听到什么声音？”大熊瞪着眼睛，转头问我道。\\n\\n难道他没听见，是我太敏感了，我心里想到，嘴上回道：“没声音，只是随便问问。”\\n\\n桥过了大半，对岸也渐渐清晰起来，桥头，同样有几盏牛皮风灯高挂，同样的火盆燃烧，不过火盆旁边，似乎还搭了个棚子，里面，好象有人。顺着棚子望去，前面不远处，俨然是片连成一体的黝黑石壁，如一头蹲伏在黑夜中的凶兽，注视着我们，中间，还有两扇红色大门，不知开了没开。\\n\\n“那有人，那有人了，这鬼地方，终于看到人了！”走在前面的挑灯转头指着前面的棚子，兴奋地说道。\\n\\n“有人就好办，奶奶的，终于能问个出去的路了！”大熊看着那个棚子，一脸喜色地说道。\\n\\n有那么简单吗？我怎么总觉得对面的石壁内，似乎有种令人说不出的压抑之感，是不是因为我的等级比他们高，所以能察觉出异样呢，我耳边回荡的声音是越来越清晰，很明显，就是从那石壁后面传出来的。（玩家达到四十级时，听力和眼力将得到一次飞跃的提升，玩家的感官将变得更加敏锐，但并没在升级技能中显示，所以小隐才能提前听到石壁后的声音）\\n\\n“踏踏踏”木桥上响荡起急促的脚步声，大伙纷纷疾步跑向桥头，那棚子里的矮小身影，也变得清晰起来。\\n\\n简陋的木棚上拉扯着几块棕黄的兽皮，也算能挡风遮雨，一张落满灰尘的长长木桌上面，杂乱摆放着六七个瓷碗，里面各盛了半碗浑浊的黄色液体，木桌的后面，一个身穿黑色古装，满头凌乱银发的老妪正坐在一张藤椅上打着盹，那半露在外的嶙峋手臂上满是青筋凸起，俯看下去，老妪的脸上如蛛网般密布着如刀削般的深深皱纹，而再看她的名字，则让我们都大吃了一惊——NPC孟婆。\\n\\n大熊和我们互望了一眼，然后跨上前一步，轻轻摇了摇孟婆，小声地说道：“孟婆，醒一醒，醒一醒啊！”\\n\\n“啊，终于有玩家来这里陪我这老太婆拉！”被摇醒的孟婆陡然睁开绿豆似的双眼，邪气的目光扫视着我们，用她那独有的尖锐声音说道。\\n\\n“靠，我们可不是来陪你的，我们是要找路离开这里的。”一听孟婆这话，挑灯在一边嘀咕起来。\\n\\n“挑灯，别多嘴。”大熊赶紧一拉挑灯的衣服说道。\\n\\n“孟婆，我们几个是刚刚无意中被传送到这里，想问你一下，这里是什么地方，怎么可以离开这出去。”大熊客客气气地问道。\\n\\n“嘻嘻，你们是天堂有路不走，地狱无门硬闯啊，难道通往这里的黄泉之门已经被你们打开了吗？”孟婆颤悠悠地站了起来，带着一股奇怪地笑容说道。\\n\\n“这里是地狱！”我们几个人听了这话，脸色有点难看，惊呼道。\\n\\n“不错，这里是通往地狱之门的奈何桥头。”孟婆走到我们身边说道。\\n\\n“那怎么才能出去？”挑灯着急地问道。\\n\\n“你们想要出去？”孟婆目光环视了我们一圈，明知故问道。\\n\\n“是的，孟婆，你能告诉我们吗？”大熊赶紧问道。\\n\\n“能，当然能，给你们指路是我的责任，在这里，想要出去只有二条路。”孟婆还故意吊我们的胃口，一说一停。\\n\\n“哪两条路，老婆婆你快说啊。”紫色风铃也耐不住性子地问道。\\n\\n“第一个方法很简单，就是死在这里，就能立即回到你们来时的城市之中，没什么其他要求。”孟婆伸出一个皮包着骨头的指头说道。\\n\\n让我们自杀，那哪成，别说大熊他们不肯，就算他们肯，我也不可能答应，我可是好不容易才爬到现在这个等级，一死，咱亏大了，我默默摇了摇头，等待着孟婆第二个方法。\\n\\n“还有一个方法，就有点难度了，对你们而言，似乎可望而不可及。”孟婆转头看了一眼里面的石墙说道。\\n\\n“是什么方法，我们可不怕有难度，你告诉我们就成。”挑灯连忙问道。\\n\\n“那就是要穿过前面的十八层地狱，在最后一层刀锯地狱出口，与第一殿阎王殿前的交界处，有一道传送门，从那里，你们可以离开地狱。”孟婆指了指前面的石壁说道。\\n\\n“什么，十八层地狱！”听了孟婆这话，挑灯吃惊地叫了起来，“孟婆，那里有些什么等级的怪啊！”\\n\\n“其实也没什么，都是各层的小鬼罢了。”孟婆摇摇手说道，不过又跟着加了一句，“一层比一曾的等级高。”\\n\\n听了孟婆这话，我心里暗暗打起了小算盘，凭着我的虚伪之戒，我想脱离这片苦海，应该没什么问题，不过大熊他们，可就难说了，一层比一层等级高，那到底是多高，你也得给我们个底啊。\\n\\n“孟婆，那是多少级，你能告诉我们吗？”大熊见孟婆没说实质性问题，继续问道。\\n```\\n\\n\\n------------\\n\\n第二百一十八章 拔舌地狱二\\n\\n“我好久没进去了，也不太清楚，第一层也就是十级左右，最后一层，估计也就是四，五十级吧。”孟婆想了想说道。\\n\\n```\\n“晕，四十和五十，差别大了。”大熊挠了挠头说道，“那是不是只要我们达到传送门，就一定能回去，而不是又给传送他们其他古怪的地方。”\\n\\n“当然了，只要到了传送门，你们当然可以回去。你以为象地狱这样的特殊地方，天地里有很多啊。”孟婆咳嗽了两声，继续说道，“对了，先给你们提个醒，这里就只有我这一个地方可以给你们修理装备，另外可以卖点药剂给你们，其他别无分号，你们需要的话，可得抓紧。要是从里面出来，再进去的话，还得重新奋斗。”\\n\\n呀，就这若不经风的老太婆，还能修理武器，真是看不出来，不过她这一说，倒是提醒了我们，我们一天奋斗下来，装备都磨损了不少，要是在关键时刻无法使用，那我们不冤死，一个个赶紧拿下装备，递给了孟婆说道：“那我们把装备都修理一下。”\\n\\n“好好好，一个一个慢慢来，不要着急，不过钱得先给。”孟婆手一伸说道。\\n\\n“多少钱？”挑灯问道。\\n\\n“一个人二百金币，全部包修！”孟婆那满口残缺不齐的牙齿，漏着风说道。\\n\\n“啊！那么多，你去抢钱好了，在城里修下整套装备最多才七、八十个金币而已！”挑灯大声叫道。\\n\\n“知不知道人以稀为贵，老太婆我在这里可怜巴巴一个人，整天对着滔滔大河，幽幽鬼蜮，孤苦伶仃，容易吗我，收你们这点钱算什么，不修是不是，那好，我也不勉强，随便你们。”孟婆白了一眼挑灯说道。\\n\\n“孟婆，您老别跟他一般见识，他是小孩子不会说话，修，怎么不修，我们都修。”大熊掏出一千两百个金币递了过去，对孟婆说道。\\n\\n“恩，你说得这才象句话，多明白事理的人啊。”孟婆一张老脸笑得如古树逢春，绽得跟一汪波澜春水似得，接过钱说道。\\n\\n奶奶的，死老太婆，得了便宜还卖乖，算你狠，我笑呵呵地递上自己的武器，心里咒骂道。\\n\\n**************************************************\\n\\n“你们这么大方，婆婆我也不小气，就免费送你们一人一碗孟婆汤吧！”帮我们修理好所有装备后，孟婆一推桌上的瓷碗，冲我们说道。\\n\\n“这玩意跟浑水似得，谁要喝啊！”挑灯皱眉看了看，不屑地说道。\\n\\n“姐，我也不想喝！”紫色风铃也转头说道。\\n\\n“小姑娘，那地狱里面阴气可重着呢，可以伤人于无形，只有喝了这孟婆汤，才能抵抗阴气，平时这玩意可是卖钱的。”孟婆没有理会挑灯，好心对紫色风铃说道。\\n\\n里面还有这种事，看来这孟婆还通点情理，要是她不告诉我们的话，那不是吃大亏了，我心暗想道。喝，奶奶的，虽然这玩意看上去很恶心，但是咱捏着鼻子也要灌下去，不然不是拿自己遭罪。\\n\\n我二话没说，立即举起一碗孟婆汤，眼一闭，口一张，气一屏，手一抬，半玩孟婆汤是咕噜咕噜直接咽下了肚，虽然这孟婆汤入口冰凉，味道象是中药般苦涩，但是一入肠胃，小腹之中立即有股炎热之气升腾起来，流窜到身体各处，浑身上下，说不出的舒坦。\\n\\n“味道怎么样，好喝吗？”见我第一个敢将那浑浊的黄汤喝下去，挑灯他们纷纷侧目，冲我问道。\\n\\n“滴滴香浓，意尤未尽，味道好极了，怎么样，挑灯，你不喝是吧，那给我喝好了。”我故意舔了舔嘴唇，一副不满足的样子说道。\\n\\n“隐哥，你跟我计较啥，咱什么时候说不喝了。”挑灯连忙举起碗，大口喝了起来。\\n\\n“这，这也算味道好？隐哥，你不是拿我们开蒜吧！”挑灯苦着脸说道。\\n\\n“总比咖啡味道好吧，而且，确实有效果！”我立即回道。\\n\\n“孟婆，真是谢谢您老了，给我们提了个醒，还送上汤。”大熊喝好汤，放下碗对孟婆说道。\\n\\n“呵呵，不客气，顾客就是如来，我当然要好生对待，好了，没其他事的话，我要休息休息了，你们也该过去闯闯了，有什么需要的话，还来这里找我好了。” 孟婆坐回藤椅之上说道。\\n\\n“恩，那我们就告辞了！”大熊抱手说道。\\n\\n“去吧，去吧，真希望来这里的人越来越多，那我可就有得乐了。”孟婆挥了挥手，嘀咕着合上了眼。\\n\\n“隐为者玩家，您发现了拔舌地狱，获得经验值三十。”终于有系统的提醒了，我打开地图一看，这个拔舌地狱俨然在一片新的地图之上，看来这地狱果然是脱离原来游戏地图范围，另外形成的，也不知道天地里诸如这样的地方，还有几个，这里，应该有宝贝吧，我心里暗暗想到。\\n\\n红色的精铁大门上遍布着一个个凸起的粗长钢钉，两个狮咬圆环把手足足有篮球那么大，我们几个是使出吃奶的力气，才把门拉开条缝，而我先前听到的各种鬼叫声立即从里面传了出来。\\n\\n“进！”我松开圆环说道，没有畏惧，大伙接连走入拔舌地狱之中。\\n\\n****************************************************\\n\\n一片开阔的大厅出现在我们面前，无数荧火在半空中跳动，将周围映亮，凹凸不平的碎石地上，随处可见白骨；一个个如人形般的生物张着血淋淋的嘴，在大厅里游走，唉嚎，看样子，果然是舌头都被拔了，对我们的到来，根本没有任何反应，看都不看一眼。\\n\\n看来它们不是这里的怪物，挑灯目光一扫，立即指着前面说道：“哈哈，这里的怪物果然等级才十级！”\\n\\n怪物：拔舌鬼  等级：十级\\n```\\n\\n\\n------------\",\"timestamp\":1640583565,\"title\":\"第二百一十八章 拔舌地狱一\"},\"digest\":\"G1OujK1_3U3almI4BBRsMvrC1BN34PdNRBcJPf4tz9A\",\"authorship\":{\"contributor\":\"0xc6eE8e5d17efC941e0807ebDAe2a6E8f843b645E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hQj3Be4s3X5T7zJ5zJMDgqRiMURcUYcj2-zCzgEQ18w\\\",\\\"y\\\":\\\"94-BVEacEEYjUFVwAGtvnrq1WJaWLvAP58b-oO_YoSE\\\"}\",\"signature\":\"Q0LVsyblHootqbmXWxEBLIWk75W2MbH0lZNlGnvgeujAoO_gfFHxvegpyKmdZ0vIdV9QUWulGXnMH8iA1jQMyA\",\"signingKeySignature\":\"0x8ecfe2bea19f81c5bebf272e238a5e805b6314e39e609a11ae8f90f41fd95c8843db5827fe3ba787a5184ff47f32d2d2629cbaf196b67b6dcd4e13a79151825b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hQj3Be4s3X5T7zJ5zJMDgqRiMURcUYcj2-zCzgEQ18w\\\",\\\"y\\\":\\\"94-BVEacEEYjUFVwAGtvnrq1WJaWLvAP58b-oO_YoSE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G1OujK1_3U3almI4BBRsMvrC1BN34PdNRBcJPf4tz9A\"}"