"{\"content\":{\"body\":\"沿着冰冷石路拾阶而下，也许是因为年代的久远，让两边的墙壁上那细腻的图案和精美的花纹失去了绚丽的色彩，只能从那落满尘埃的外表上诉说着往日的辉煌，那清一色的花岗岩铺设的道路上，也有了多处裂缝和残缺，那嵌着玫瑰状银边的华丽天花也黯然失色，在两边摇曳的火炬映衬下散发出灰白色的光泽。\\n\\n```\\n我走在迷宫里，一个头变成两个头大了，过道的两边都是一间间形状相同的房间，不时就出现一个叉路，我一间间屋子搜索过来，可惜里面都是空无一物，真是个寒门，白白浪费我的精力， 我呸，也不知道那个卡里哈曼大法师在哪呢，叫一叫不知道他能否听的到，看了看周围，没有发现一个玩家，难道这里就我一个人发现吗，不会吧，外面的山谷可是有好多玩家的，我心里想道。\\n\\n“卡里哈曼大法师，卡里哈曼大法师，你在哪呢，快回答我……”我开了潜行走在过道里，大声的呼叫着，声音穿过了过道，远处悠悠地穿来了回音，赫，看样子这里挺大的，过道蛮深的，他到底在哪呢？\\n\\n====卡里哈曼大法师\\n\\n地下迷宫二层，一个阴暗的房间外布满了一只只黑暗恶鬼的尸体，它们那肮脏的身体沉浸在黑红色的血液，青色花岗岩地面仿佛也因饱饮鲜血而隐约透着暗红色，空气中充满了一股焦臭的味道。一位满头银发的老头停下了手中挥舞的魔杖，一屁股坐在了地上，擦了擦额头的汗水，急促地喘息着，苍白的脸上因为短暂的休息而恢复了几分红润，深邃的蓝黑色的眼睛里闪烁着忧虑的神情，那件用魔银线勾勒着太阳花纹的蓝色长袍早已没了鲜艳的色泽，取而代之的是那一块块紫红色的斑块，手上的紫水晶魔杖也由于大量的魔力支出失去原有的光泽，显得十分的暗淡，老头忧心重重的看了看外面的尸体，气恼地嘀咕道：“卡拉玛德这小子难道想我这把老骨头挂了不成，都已经超过预计补给五天了，到现在还没有把魔法护符给我送过来，没有那东西，我可没有足够的魔力支撑下去，这个鬼地方的怪物真是杀之不尽，赶之不绝。我怎么被摊派到这里，负责研究地下奇怪的魔力震荡，真是倒霉到家了，也不知道上面有没有人能够下来，好歹也能给我分担些麻烦吧……”\\n\\n取出一块巴掌大小的蓝色魔晶石，老头紧紧地握在手里，闭上了双眼，嘴里默念着什么，只见魔晶石散发出如烟雾一般的柔和蓝光，将老头包裹了进去，慢慢的附着在他身上，不一会工夫就消失了，只剩下老头手中那块没有任何色彩的普通石头， 而补充了魔力的老头也来了几分精神，双手在空气中挥舞着，暗淡的魔杖也勉强给出了友情赞助，一道淡淡的浅黄色气墙从房间门口缓缓升起，慢慢爬到了屋顶，隔绝了外面的一切，老头轻声说道：“唉，希望这样可以多拖延会恶鬼下一次攻击。”说完拖着疲惫的身子，走到屋里放着的一张简陋木床旁坐了下来，深深地叹了口气，进入了冥想。\\n\\n====黑暗小鬼\\n\\n我是一只自由自在游荡在地下迷宫的黑暗小鬼，不要将我和那些被召唤师所奴役的小鬼相提并论，我可是由伟大的黑暗君主从地狱的深渊中带出来的勇敢战士，负责守护这里的迷宫一层。怎么着，你还不相信，还搞不清楚我和那些因为召唤而丧失自由的家伙们区别吗，那来看着我，听好了，我的话可只说一遍。\\n\\n看到我这散发着青铜色光泽的皮肤没有，这可是被伟大的黑暗君主施加了黑暗祝福的法术，强化了我的防御，这可比那些一身黑皮弹性十足的召唤家伙们抗打的多；看到我身上的盔甲没有，作为一线的战士我可是被允许穿戴诅咒盔甲的，和那些仅穿一身皮衣就战斗的家伙相比，我的防御更是没的话说；呵呵，终于注意到我手上这柄沉重的精钢铁锤了，这可不是那些家伙手上那把小孩玩的菜刀所能比的，我喜欢听铁锤下骨头粉碎的声音，我迷恋猩红的鲜血映透铁锤的颜色，以前我经常乘空闲的时候跑去地面上猎杀一些外界的生物，以满足我对杀戮的渴望，不过现在好了，经常有一些不知道深浅的家伙冲到这里，妄想挑衅黑暗君主的尊严，不过很少有人能从我这里轻松走到下一层，我可不想被那些狂妄的黑暗恶鬼们责骂，不就是个头比我大点，力量比我强点，就那么嚣张，唉，谁在黑暗世界的准则就是强者为上，不服也也不行。\\n\\n提着精钢铁锤，我慢慢的走在过道中，跳动着的火光将我的身影拖成长长的，我喜欢看这样的倒影，这可以小小满足一下我做梦都想拥有的高大身材，要是我能够拥有那样的身材的话，凭我的能力，或许都能成为一名高贵的黑暗骑士吧。“砰”的一巨声，我重重的将铁锤砸到一旁的墙壁上，以发泄我心中的不满，为什么我只能这么矮小，伟大的黑暗君主啊，你什么时候才能赐予我成长的能力呢。\\n\\n远处好象有什么动静，我竖起了耳朵，聆听着空气中隐约的响声，“卡里哈曼大法师……你在哪呢……快回答我啊……”什么东西在叫唤，恩，应该又是一个闯入者吧，嘿嘿，我的薄薄的紫红色嘴唇微微上扬，如瓷器般白洁的尖牙闪着寒光，脸上浮出阴阴地笑容来，欢迎来到我的地盘，我会给你留下一个美好的回忆。顺着声音的来源，我扛起了黝黑的铁锤就跑了过去，声音越来越近，可是一个身影也看不到，真是怪了，我已经是鬼了，难不成还能遇到鬼啊，我有点头皮麻麻地想到。\\n\\n=====隐为者\\n\\nNND，什么鸟地方，半天还没看到一个怪，早知道我就不用那些药剂了，都是钱啊；摸了这么久都没看到一个鬼影子，那个什么狗屁大法师到底藏哪去了，可别是真人扮演的NPC，下线休息去了，我不停的咒骂着。由于迷宫实在太大，我每到一个岔口都用匕首在墙壁上刻下一道记号，还好没有象冲天剑他们遇到的迷宫一样，走来走去都能回到原点，或着被怪给挂了，我到现在还没有走过重复的地方。\\n\\n咦，前面好象有一扇黑漆漆的大门，莫非这里不止一层，上面没有怪，下面才有，那个卡里哈曼大法师在下面，该死的传送法师，也不跟我说清楚情况，让我白白浪费时间，强烈鄙视他。正在铁晶城里乐呵呵忙着收钱的法师卡拉玛德突然打了个喷嚏，嘀咕道：“靠，肯定又有谁在污蔑我这个英俊潇洒，气宇非凡的优秀人才。”\\n\\n由于半天没有怪物的出现，我放松了警惕，没有保持潜行，朝大门那冲了过去，刚跑出几步，突然感觉一股寒气袭来，跟着就是几声“哇哇”乱叫，我扭头一看，我靠，这不是无名天下那小子的小鬼嘛，怎么跟来了，我刚想上去给这黑鬼一个暴栗，吓唬我是要付出代价的。不过眼光一瞄发觉不对劲，眼前这家伙穿的是铁的，拿的是钢的，眼睛里的光芒是要杀人的，不象无名天下那傻兮兮的家伙只知听命行事。\\n\\n黑暗小鬼   等级：28\\n\\n我冲这家伙扔了个识别，不看不知道，一看吓一跳，这家伙竟然是二十八级的怪，NND，一层的怪都这么高了，那下面的，没容我多想，小鬼高举着铁锤，砸了过来，我闪，铁锤落在坚硬的石块上，一下子就将石块砸的四分五裂，我总算知道了为什么这里的墙壁和过道上有那么多的裂痕，都是这个家伙搞出来的，真是小虽小，质量好啊，骨头里面也能长肌肉，无名天下的小鬼要是有这么强悍多好。\\n\\n一拨箭枝叮叮当当落在小鬼身上，看到只造成了-30，-50的伤害后，我赶紧换上了天牛之甲盾，看来和这家伙不宜用弓，还是换个盾牌挡着它那铁锤点好，幸好诅咒之刃的攻击没有让我失望，在用盾牌硬接了它几下后，我发觉匕首造成的伤害果然是越来越多了，我顿时来了精神，噬血药剂果然是个好东西，没有让我的钱白花，小鬼的攻击虽然给我带来不低的伤害，但是由于回血量的不断增，我在体力值还有三百时已经能够顶住，缓慢回升，而看到久久不能把我拿下，小鬼涨红了本来就黑黑的脸，眼睛里仿佛要喷出火星来，铁锤也毫无了章法，胡乱的砸着。我一个黑虎掏心，放低的匕首从小鬼的手臂中窜了进去，刺破了那深蓝色的盔甲，锋利的刀刃仿佛感觉到了身体里跳动的心脏，狠狠地扎了上去，左手的盾牌咚的一声闷响，拦住了铁锤冲击的步伐，我顺势将匕首抽了出来，又顺便抹过它那如枯枝般细细的脖子，挑断上面一根跳动的脉搏，美的令人窒息的血玫瑰绽一朵朵放在空中，瞳孔中带着对我的仇恨，小鬼凄厉地嚎叫了一声挂掉了，“嘿嘿，不错不错，第一次见面就送我件野羊头法杖，真是不好意思了。”我喜滋滋地从倒下的小鬼身上摸起这柄顶端雕刻野羊头的檀木法杖和散落的十几个钱币说道。\\n\\n突然，前面的过道里传来嘈杂的脚步声，我心中一紧，想起刚才这小鬼临死的呼叫，可别将附近我没发觉的怪引过来了吧，我抬头一看，大门处的岔口已经出现无数摇曳的身影，那挥舞的长条应该就是躺在地上这家伙拿的铁锤吧，战或逃，想冲下去是不太现实的了，唯一的两个选择在我脑海里跳了出来。\\n```\\n\\n\\n------------\",\"timestamp\":1640244452,\"title\":\"第五十三章 回程石的任务三\"},\"digest\":\"R2PZ-upQqUzaJqyJp3QpuIRTpOPwYNZLo_3ay-oSdD8\",\"authorship\":{\"contributor\":\"0x9c0Be64593D41e1716865C50a225889Ba4789f8D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jiowelurX1jofUxbJ3jE8kml_XeGmAICuZHayH_eL74\\\",\\\"y\\\":\\\"jkuY6JxAnhQOVI9WYeKMFPEH36SN9SNePPhAodojE7w\\\"}\",\"signature\":\"SN-Hhp-Kq0D8qM9Fkpf8puZmMppigD2SrRaxTM41t_L0LIu9GkqAo8lgMqrMpFsKmhC8yYJmh-_OQHfaIP55DQ\",\"signingKeySignature\":\"0xd278c5fbed92771c4c8bf0a8a817eceaef7a7848b6cf3f24b5409e891db0b0be77475ef16863ce4e0987b3ddc5b8bf41c5ddf31e12d7e853bbeea49684fd419c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jiowelurX1jofUxbJ3jE8kml_XeGmAICuZHayH_eL74\\\",\\\"y\\\":\\\"jkuY6JxAnhQOVI9WYeKMFPEH36SN9SNePPhAodojE7w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R2PZ-upQqUzaJqyJp3QpuIRTpOPwYNZLo_3ay-oSdD8\"}"