"{\"content\":{\"body\":\"Why do financial institutions actually exist? Interesting question, and one frankly asked too little in crypto. Everyone is always focusing on the benefits and revolutionary innovation offered by DeFi, excited by the fast pace of change and the societal miracles that could be unlocked when this goes mainstream. But, in order for DeFi to 10x from here, we really need to make a case for why it is arguably better than the current financial system. And to do that, we need to ask ourselves, why do financial institutions exist?\\n\\n**The Backdrop**\\n\\nWhy do we have finance anyways? Well, as society developed, the role of capital, and the ability to make the most of it, increased in importance. In a series of waves, society came to incorporate trade, investment, and currency / credit (refer to *The Ascent of Money* as to why I have these grouped together). And thus, we had the creation of the financial system, which has one overarching goal: to connect savers / lenders with borrowers / spenders. At the crux of finance is this connection, with every transaction being represented by a flow in one direction or the other. Today, there are currently two ways to accomplish this:\\n\\n* Direct finance: savers coordinate directly with spenders (i.e. stocks, angel investments, loans to friends)\\n* Indirect finance: financial intermediaries manage the flow of capital between savers and users (banks, hedge funds, insurance firms)\\n\\nWhile both useful depending on the circumstance, indirect finance has become the predominant mechanism. Today, finance is run by intermediaries. To the DeFi user, this is not new news, but maybe the reason why this is the case can be of intrigue.\\n\\n**Why Financial Institutions?**\\n\\nOverall, the ‘Why’ can be boiled down to two reasons:\\n\\n* Transaction costs. This refers to the actual costs (time & money) of realizing the transfer of capital. Transaction costs manifest in the form of legal agreements / lawyer fees, surmounting barriers to entry, higher risk, and more. Financial institutions can minimize transaction costs as economies of scale allow them to amortize these costs over their customer base. For example, a bank has its own legal team to overlook thousands of loans — this fixed legal cost is spread across all the depositors, making it much more feasible for the average person to effectively *loan* money.\\n* Information asymmetry. If markets evolve to be extremely asymmetric, then they eventually fail. A great [paper](https://www.jstor.org/stable/1879431) on this, dubbing it the “Lemons” problem, details the logic with which the increase in information asymmetry raises the cost of transferring capital and lowers the quality of opportunities for capital. Think about credit markets in less developed countries. Since banks don’t have access to or cannot correctly ascertain information concerning the financial viability of capital demanders, they choose to raise interest rates across the board, accommodating for invisible risk. This then leads to the lack of funded good ideas and the increased existence of high risk (potentially bad) ideas that can meet the interest hurdle rate. Basically, credit markets fail. It is argued that financial intermediaries are better suited to deal with information asymmetry — their experience in credit assessment, risk pricing, and access to market information gives them an edge when it comes to managing capital. Accompanying this “Lemons” problem is that of moral hazard. When a person has information asymmetry, they can possess a moral hazard, meaning that they don’t bear all the costs associated with taking on risk (i.e. think insurance). Financial intermediaries can mitigate this hazard by shaping behavior of those receiving and giving capital (covenants, payment terms, legal provisions). These mitigation methods are typically not available to average individuals.\\n\\nSo, that is the boiled down version of why financial institutions exist. How does this fit in with DeFi?\\n\\n**What about DeFi?**\\n\\nThe primitives of DeFi are fascinating and in many ways fulfill the key competencies of financial intermediaries, but in a decentralized way. DeFi applications do leverage economies of scale to deal with transaction costs — they make access to capital cheaper (I concede that in some cases not), the choice of investment paths more broad, and the barriers to building and using financial blocks lower. For example, Ethereum has lowered the transaction costs of doing complex and customized financial transactions by providing standards, a market for capital, and security to developers.\\n\\nDeFi also manages to deal with information asymmetry. This is where the fundamentals of crypto game theory are so valuable. Incentive models (i.e. slashing), network security and design, and the use of a *token* all exist to fundamentally reduce the odds of market failure. Loans can be made in a trustless way because these parameters exist — crypto has been able to deal with moral hazard and the “Lemons” problem.\\n\\nNow, while this is working on a small level (relatively), the question is can it scale? That is the trillion dollar question, and I can only give opinions as to why it can and where it is limited. In terms of transaction costs, the more DeFi scales, the better it will actually be — more liquidity means less financial costs associated with transactions. As the system scales, legal frameworks will emerge to grow with it, spreading legal *costs* across usage. Finally, the technology in itself is a reduction of transaction costs overall. With information asymmetry, it is slightly less clear, but I have hope. Currently, DeFi economic designs are doing a reasonably good job in dealing with this; however, the scalability is a grey area. Can we get to under collateralized loans / credit in a trustless way? This is a big question, and while many projects are attempting to deliver credit to crypto, they still behave in a similar way to financial intermediaries. This is where I see DeFi 2.0 being extremely innovative, and possible answers to scalability can emerge from projects like Alchemix, Tokemak, and Liquity.\\n\\nDeFi has the potential to replace financial intermediaries, and is already demonstrating significant early progress to reaching that goal, but it has a way to go. Learning about financial intermediaries, what they offer, and how they came to the scene can be very valuable for DeFi contributors. It is helpful to blend the appreciation of history with looking forward.\\n\\n*Credit to one of my college finance courses for providing some of the structures used above :)*\\n\\n**Disclosure:** *This blog series is strictly personal/ educational and is not investment advice nor a solicitation to buy or sell any assets. Please always do your own research.*\",\"timestamp\":1634795248,\"title\":\"Financial Institutions & DeFi\"},\"digest\":\"1-uR__7M9aYsJzRcGHaEMbmWU7s0iPAQ1coDdg7_J48\",\"authorship\":{\"contributor\":\"0x8BE2355417EF645f3A3739DD1B8aBd38C563c595\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J7eRwbqRNzhEYetWXyLzFfz_4hfMYYaEET9vFF1b2sc\\\",\\\"y\\\":\\\"YlplqpfgnIQej9-Ry4CRUNt7bpSfmcI3zv6lZbHjCWw\\\"}\",\"signature\":\"BNWqtVdDNn-JH75nk_c2I2DRkh0301mAVVWOF_DjVYZxhcNkk94SGIs_QujoNHBNqAr41CI-uP8TZrhaD7VC8w\",\"signingKeySignature\":\"0xadafa2ccbcc296318357e7338343805ad4de32d51a5f649b587e8f0647710af83097a60f0f74e2d374d8a2e6fcacb5adc83d915536c9bb33073f75c300b5fef21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J7eRwbqRNzhEYetWXyLzFfz_4hfMYYaEET9vFF1b2sc\\\",\\\"y\\\":\\\"YlplqpfgnIQej9-Ry4CRUNt7bpSfmcI3zv6lZbHjCWw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1-uR__7M9aYsJzRcGHaEMbmWU7s0iPAQ1coDdg7_J48\"}"