"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/J5AB2b2k23Sw0-PcVrR8I.png?height=683&width=1024)\\n\\nHave you ever imagined that one day you can drive a Gundam or any character to explore or fight in an alternate universe as in the Ready Player One movie? Have you ever imagined joining an alternate universe to experience a virtual concert held by your idols? If so, then you have to check out DeHorizon's metaverse and its ambitious vision.\\n\\n![](https://images.mirror-media.xyz/publication-images/74zROVQeYHNgwrtepfOrz.png?height=543&width=958)\\n\\nDeHorizon is a metaverse ecosystem built on the Ethereum network. Their long-term vision is to create a virtual carnival with multi-chain interoperability, open to all metaverse natives to have a second life in the metaverse world of DeHorizon. That means all the characters in your hands, avatars & NFTs in the future have the chance to be able to merge into this universe directly. Connecting GameFi and SocialFi is also the goal of DeHorizon metaverse 2.0\\n\\nCurrently, the DeHorizon ecosystem has launched three different styles of games. DeVerse for group battles, DeTournament for battle royale, and DeQuidditch for dragon racing competitions. in addition to the game products, DeHorizon has innovated an NFT product called DeMeta. Currently, NFTs are designed to never be changed, limiting their abilities as digital assets. However, a solution may be underway. The DeHorizon Foundation has launched the First ever Interoperable, Editable and Evolvable ERC-721 NFT \\\"DeMeta Pass ID (DeMeta).  DeMeta will allow users to have the ability to develop exclusive NFTs or reorganize other NFTs so that they can be minted into a new one. With the ability to customize their own NFTs, users will be more involved in developing the metaverse, placing them in a better position to embark on a journey to Web 3.0. \\n\\n![](https://images.mirror-media.xyz/publication-images/EIPmj3_SQPhivFbkQsw81.png?height=425&width=638)\\n\\nLearn more about DeMeta here: <https://cointelegraph.com/news/a-gamefi-metaverse-launches-the-first-ever-interoperable-editable-and-evolvable-nft>\\n\\nWithin the DeHorizon metaverse, there are five Numen to choose from Ranger, Rouge, Adventurer, Alchemist, and Warrior. Accompanying the player is the JuJu pet, and later players can raise their pet and watch him grow step by step.\\n\\n![](https://images.mirror-media.xyz/publication-images/acTzChIDN-I63zkJ3JSlw.png?height=960&width=1404)\\n\\nDeVerse is its first on-chain MMORPG game. Within DeVerse, each player needs a Numen to join the battle against and defeat the enemy to earn in-game rewards. DeTournament is a battle royale game under the DeHorizon, in which each player can explore the map and discover treasures, and off-field players can even watch the game from God's mode. DeQuidditch is a dragon-racing game on the DeHorizon, where both sides need to compete for higher scores to win, and will be rewarded with corresponding tokens after victory. During the dragon racing, everyone can directly attack their enemies. Players who are not involved in the game can even bet on the players on the field to get rewards.\\n\\nNext, let's introduce the tokenomics of the DEVT\\n\\n![](https://images.mirror-media.xyz/publication-images/9dRQt7xOsSTuN_UpqTEO4.png?height=2600&width=4400)\\n\\nFirst, let's introduce what’s the benefit of holding DEVT? DEVT tokens are used for governance, meaning that anyone who holds them and pledges them can vote on proposals to improve the game. The DeHorizon DAO consists of general members and core committee members. DEVT holders must pledge a certain number of DEVTs to join the DAO committee, representing their commitment to the project.\\n\\nTotal supply of DEVTs: 300 million, distributed as follows. \\n\\n30% Platform, 20% Token Sale, 10% Liquidity, 10% Team, 10% Treasury, 10% Islands, 5% Community, 5% Marketing & Branding\\n\\nFrom the white paper, we can find that 9 million DEVTs will be unlocked on December 15, of which 6 million belong to the sale of tokens, 2 million belong to the community, and 1 million belong to marketing. Then we can estimate that besides some quotas for early investors, in fact, less than 2% of the circulation is released to the market, there is still a very large space.\\n\\nThen we look at the investors in the last funding round. \\n\\n![](https://images.mirror-media.xyz/publication-images/9W4ORLMIiaq81UMBXjULT.png?height=1758&width=1500)\\n\\nSfermion, Dragonfly capital, and Everest Ventures Group. Sfermion recently made an announcement on November 1 that said they have raised $100M NFT Fund as Facebook Stokes Metaverse Mania With Marc Andreessen (a16z) among the investors. Andreessen (one of the founders of a16z) Animoca Brands, Gemini Exchange Brothers, and others. And Andrew Steinwold, the founder of Sfermion, invested in OpenSea, with a very good vision Dragonfly also needs no introduction, basically, everyone knows. It was also invested by Mark, a partner of a16z.\\n\\nEverest Ventures Group has invested in The SandBox, Animoca Brands, Flow, Thetan Arena, and other high-quality chain tours. In addition to the three lead investors, there are Animoca Brands, Yield Guild Games, Mechanism Capital, and gumi Cryptos.\\n\\nDeHorizon can be recognized by so many capitalists, which is a kind of trust to the team, moreover, DeHorizon has sufficient confidence in the layout of the meta-universe track.\\n\\nAfter talking about the investors, let's introduce DeHorizon's team.\\n\\nDeHorizon Founder Shane has rich experience in creating startups and business strategies. A graduate of UC Berkeley Robotics, he is a serial entrepreneur in Silicon Valley. Before DeHorizon Foundation, Shane worked as a crypto trading fund manager. With a pioneering spirit, he has been developing NFT projects since 2017.\\n\\nTodd leads the direction of blockchain-based games on DeHorizon, working on gameplay strategies and in-game economy systems. He is a gaming veteran, with more than 20 years of entrepreneurial and team management experience in the gaming sector. Before joining the DeHorizon Foundation, Todd served as the founding producer of \\\"Dungeons & Dragons\\\" and the world's first MMO mobile game \\\"Ultima\\\". He has been ranked as one of the \\\"Top 50 Elites Over 50\\\" in the global game industry.\\n\\nSo how much of an impact has this Dungeons & Dragons game made? First, it introduced the concept of the TRPG tabletop role-playing game. It was the first time in the history of human gaming that the core of the player's play was put on \\\"playing a character\\\", and it was the first game that explored the unique fun of playing, from this point view, any RPG game now, even MMORPG games have to call D&D a grandfather.\\n\\nFinally, a little about the current community\\n\\nTwitter: 36670\\nDiscord: 22515\\nTelegram: 63259\\n\\nDeHorizon announced the 12/10 coin launch a while ago. With the recent tweet from the OKEx, DeHorizon will be listed on OKEX Jumpstart. We'll see how it goes!\\n\\nWell, that's it for today. As a Metatopian, I can't wait to get in on the action! \\n\\nWAGMI, We All Gonna Make it.\",\"timestamp\":1638786774,\"title\":\"The next dark horse of GameFi & Metaverse: DeHorizon\"},\"digest\":\"Ru5vqI_3AWiPm0SwQKVryABG4vNJb6BkDnv8MzYfX9Y\",\"authorship\":{\"contributor\":\"0x2a142884afAc659f0e91f0189fD9d7e1942Ed27E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cQg9B8bO9wg-EzH2E8S5OeRQi_LFHxhtJS2qVGKVG0U\\\",\\\"y\\\":\\\"mV546wO04uKDugJtQNscwidV_FAPuIWqWrk6_ywWnjs\\\"}\",\"signature\":\"5iVa77Wqnwz-7Sc5-9kwOeOvEnT6bgk8An6aHlmHeY01eXq95JmRH0WR4HgYAPsjWL9KinccnBfp5scL5FuKWg\",\"signingKeySignature\":\"0x9e7d584e5c4bbcdc343aa5541aab119286afd56f62d1e8b261800139d66ae8c64e3b1f91f47c9454b3cc5280a2ef6d3e5c995e25ec78e2ff0705b5c08d20b79d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cQg9B8bO9wg-EzH2E8S5OeRQi_LFHxhtJS2qVGKVG0U\\\",\\\"y\\\":\\\"mV546wO04uKDugJtQNscwidV_FAPuIWqWrk6_ywWnjs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ru5vqI_3AWiPm0SwQKVryABG4vNJb6BkDnv8MzYfX9Y\"}"