"{\"content\":{\"body\":\"其实，吴缺的父母之所以住又老又破的房子，并不是没钱，他们也有100万的存款，每年的理财收益都好几万，只是他们特别抠门，节约习惯了，让他们买新房，哪怕是作为投资他们都不肯。吴缺跟他们说买了一套别墅，他们顿时就惊了。这宝贝儿子，一声不吭就发财了啊。\\n\\n小城市最好的别墅，没几个人能拿出全款来买，249万感觉还行。要是在现在吴缺生活的金波市，起码要1000万才能买到，而且没有楼下的大花园。\\n\\n虽然是用自己的名义买的别墅，但父母知道肯定是送给自己住的，母亲已经在规划把花园改成菜园子，问吴缺是否可以，吴缺哈哈一笑：“给你们买的，想干什么都可以，就是希望别用农家肥，那味道……”\\n\\n前两个晚上，在父母家度过，吴缺和关咲相敬如宾，到了第三个晚上，他们转而住在刚刚买来的别墅里，全新的床上用品，不过只有一套，大灰狼的狼子野心昭然若揭。\\n\\n坐在床头，吴缺爱怜的看着心情复杂的枕边人，戏谑道：“住在新房子里，像不像当新娘子？”\\n\\n关咲：“这里养老，倒也不错。不过我应该不会再来这里了，对吧？”\\n\\n吴缺撇撇嘴：“不一定，世事难料，说不定明年你还是我的女朋友，哎呀，好久没睡你了，好想……”\\n\\n关咲羞涩地躲进被子里，显然很容易被逮住，迫不得已，再次成为背叛前夫的女人，她心中默念：“我还没复婚，不算出轨……”\\n\\n春宵一刻值千金，此时此刻的关咲比任何人更像小媳妇。她叫床的声音很特别，吴缺好喜欢，真想用手机录下来寂寞的时候回放。\\n\\n\\\\---\\n\\n男人是自私的动物，一夕之欢之后，早上的吴缺特别喜欢怀里的女人，根本不想她今天就走，请求：“要不，你再请几天假吧，好想再跟你腻歪几天。”\\n\\n关咲：“嗯？你不跟我一块儿回金波市吗？”\\n\\n吴缺：“好不容易回一趟，我打算多待几天，再呆三天？”\\n\\n关咲：“可是我要上课，领导要不高兴了。”\\n\\n吴缺：“那如果我们一块儿回去，你晚上能跟我在一起吗？”\\n\\n关咲：“我前夫现在在我家里……”\\n\\n吴缺：“看来，你们是准备复婚了，唉\\\\~”\\n\\n关咲：“我看他生意还行，再过一年，应该能走上正轨，毕竟五年的感情，我不能看着他沦落，最多……我晚点回家，先满足你。”\\n\\n这个有点难接受，吴缺心里难过，不过，还是说：“我不能太自私了，你好好跟他过吧，那你自己回去，路上小心照顾自己啊，我在这里再待几天，这房子还有不少事情没办妥。”\\n\\n关咲：“……那我自己走了，放心，我又不是小孩子。”\\n\\n两个人难分难舍，在高铁站簇拥了五分钟，才依依惜别。\\n\\n他不知道的是，车站还有一个人失魂落魄，跟他的状态差不多，而且两个人还在车站外面四目相对了。\\n\\n即便是在脑子里全都是关咲的影子的情况下，看到对面的女子，吴缺还是心神一震，因为……这是高中时候的校花。刚刚买别墅的“江南岸”小区的售楼的是班花，这位是校花，当然不是同一个班的，所以不太熟。\\n\\n就在吴缺不确定对方是否还记得自己的时候，曾经的大校花叶繁发话了，果断叫出了他的名字：“吴缺？”\\n\\n吴缺很欣慰：“叶繁，你还记得我！”\\n\\n叶繁：“当年有一次朋友聚会，你送我回家，而且，你名字很特别。”\\n\\n这几乎是俩人唯一的一次缘分，想到十多年过去了，吴缺不禁感慨万千。\\n\\n吴缺：“你来送人？”\\n\\n叶繁：“对，我老公出差，我送送。”\\n\\n吴缺：“哦，结婚了啊，应该的，必须的。”身为大校花，不知道多少双眼睛盯着，应该结婚早。\\n\\n叶繁：“你呢？”\\n\\n吴缺：“我……送我女朋友，她是老师，要回去上课，我……是社会闲散人员，准备在老家多待几天，喂，既然老天让我们在这里相遇，要不要一起吃个饭，回忆一下我们的青春？”\\n\\n这些年，都不知道多少男人趁她老公不在打叶繁的主意，都被她拒绝了，说真的，她还真怀念有人“惦记”的岁月，姐不浪多年啊，唉！不管出于什么原因，总之，她现在很想找个朋友聚聚，哪怕是十多年不见的老校友。\\n\\n叶繁开着一辆便宜电动车来的，目测低于10万。吴缺的Plaid则放在金波的火车站附近室内停车场，自然坐进了她的车子。吴缺对大校花嫁了一个给她买便宜电动车的男人还是挺惊讶的。\\n\\n请客的地方如果太贵，叶繁可能就以为自己有非分之想，目前吴缺暂时没有，毕竟，他并不缺爱，林星雅、钱浅、甄傲雪、关咲都是让男人满足感满格的美女，并不是因为对方是大校花就一定要心心念念，只是找个朋友吃饭罢了，对方是美女的话，只是一个加分项罢了，如果今天碰到的是潘蓉，估计也一样会去吃一顿好。\\n\\n叶繁并没有闺蜜，她有一个奇特的特性，就是克闺蜜，第一个男朋友是闺蜜的，第二个男朋友，也就是现在的老公，也是闺蜜的，全都抢过来了，所以，没有女生再愿意当她闺蜜了，当然，这在她的朋友圈广为流传，吴缺这样的圈外人对此一无所知。叶繁想找个朋友来一起吃饭，都找不到。\\n\\n现在还不是饭点，他们先找个附近的公园散散步，这也挺美。\\n\\n吴缺：“你现在在哪里工作？”\\n\\n叶繁：“瑶海电视台，做一个财经节目的主持人，我老公的父亲是电视台的领导。”\\n\\n吴缺“哦”了一声，原来是这样，被领导的家人近水楼台了。\\n\\n叶繁：“你呢？社会闲散人员是什么鬼？”\\n\\n吴缺：“做做投资，遇到过贵人指点，混得还凑合。这次回来给父母买了一栋别墅，他们为了省钱住破房子好多年了。”\\n\\n叶繁：“在哪里买的？”\\n\\n吴缺：“江南岸。”\\n\\n叶繁赫然扭头：“不是吧？”\\n\\n吴缺：“嗯？怎么？有问题？”\\n\\n叶繁：“这个……也太巧了，我也住江南岸别墅群，当然，房子是他爸给买的。”\\n\\n吴缺张大了嘴巴：“巧了！”\\n\\n叶繁：“你几号？”\\n\\n吴缺：“17号。”\\n\\n叶繁：“……我18号。”\\n\\n吴缺再次张大嘴巴。\\n\\n叶繁：“17号那人我认识，做生意蚀本了，急于套现，所以我敢肯定你买到了一个好价钱，赚大了。”\\n\\n吴缺：“249万买的，是我高中同班同学介绍的买卖，她叫潘蓉，你认识吗？”\\n\\n叶繁：“……是吗？”她有点不好意思，潘蓉是她曾经的闺蜜，叶繁的老公就是从潘蓉手里抢过来的，天地良心，不是叶繁主动出手，而是男人主动的。叶繁这个女人，向来都是佛系恋爱的，男人猛追，大家都认为她非这个男人不答应了，她就顺其自然答应了。\\n\\n本来，潘蓉也是电视台的，心灰意冷之后辞职，后来她老公在地产公司当高管，她就做起了售楼小姐，其实并非本心，可惜，两个闺蜜反目成仇之后还经常见面，毕竟大家都住在江南岸。\\n\\n吴缺：“你表情不对，有故事。”\\n\\n叶繁：“潘蓉曾经是我电视台的同事，我现在的老公是她曾经的男朋友。”\\n\\n吴缺干笑两声：“巧了。”\\n\\n叶繁：“我对不起她，不过，事情都过去那么多年，我想她应该淡忘了过去的恩怨了，毕竟，我们都嫁人了，而且我们的老公都遇到了一些困境，倒是想喝杯酒和解一下，既然你做成了一旦生意，她应该给你面子，要不，你帮我约她出来，我们三个一起喝酒，我想跟她道歉。”\\n\\n吴缺的面子果然很大，潘蓉答应出来了，她们约好在一家人均500的粤菜馆吃饭，两个美女吃饭从来不给钱的，简直毫无压力，吴缺当然没把一顿饭当回事，欣然答应请客。\\n\\n这三个人几天前都不知道会成为邻居，真是缘分。潘蓉确实也是放下了心结，跟叶繁用威士忌碰杯，喝了不少。\\n\\n吴缺忍不住哪壶不开提哪壶：“你们老公遇到什么困境了吗？”\\n\\n潘蓉诉苦：“我家那个就是打工的，现在市场环境不好，有一个楼盘烂尾，我老公被围堵了，还被打了呢，现在脸上还缠着纱布呢。”\\n\\n叶繁：“我家那个出差去讨债了，此前已经去了两次了都没要回来，资金链都快撑不住了，都是小生意啊，而且连我们家的别墅都抵押了，万一……唉，不说了，喝酒。”\\n\\n她们不懂生意，也帮不了什么忙，本来潘蓉家境好的时候没什么，现在自己投资10万出了问题都感觉怕老公骂，这就是残酷的现实。\\n\\n潘蓉无意中问起：“诶，吴缺，你投资虚拟经济到底赚了多少？”\\n\\n吴缺：“我投资了一万，现在赚到了1000万。”\\n\\n叶繁：“那你可真孝顺，1000万就给了父母249万，可以的。不过我劝你还是省着点花，以后你结婚了用钱的地方可多了呢。”\\n\\n两个女人一顿互吐苦水。\\n\\n吴缺：“还行吧，我说的是美元。”\",\"timestamp\":1640154046,\"title\":\"共济会风云 第60章 相逢一笑\"},\"digest\":\"voLOpQA14Q9fDqLY1JURu-n46m0PFCNhI_bWgI5lHPw\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"Sy5l6b-xZRfpUSBhf0cQ13dtuF1jEA8LWHUSKERkkTe7FdqnnGxDRCKNHrTv9D7jBb1_AKlAC-Y9td-qDnnCDw\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"voLOpQA14Q9fDqLY1JURu-n46m0PFCNhI_bWgI5lHPw\"}"