"{\"content\":{\"body\":\"#### The case for a decentralized gig economy for decentralized autonomous organizations and the sovereign individual.\\n\\n![Spect Network](https://images.mirror-media.xyz/publication-images/XcWao5cMauIe9k2yrjmm5.jpg?height=1414&width=2532)\\n\\nDecentralized Autonomous Organizations or DAOs are exploding. A whole generation of freelancers and full-time workers are starting to realize the implication of owning a part of the company they work for and governing an ecosystem that they contribute to. They are starting to migrate in herds from their traditional 9 to 5 jobs to work for DAOs.\\n\\nThe Ethereum ecosystem and the broader Web3 community is figuring out best practices and standards on how to govern DAOs and coordinate DAO members. Some of these DAOs have already crossed Dunbar’s number in terms of active membership. More will follow soon.\\n\\n![Largest DAOs in terms of membership on 12/13/2021. Source: https://deepdao.io/#/deepdao/dashboard](https://images.mirror-media.xyz/publication-images/wDmhI9-WDOXpyOkvXBF2k.png?height=933&width=1820)\\n\\n## Why work for a DAO?\\n\\nTwo simple reasons.\\n\\n**Mission**\\n\\nA mission can drive a person to do crazy things to achieve it. If there are many people with the same mission, a community is born. As a community is born, it needs to find ways to orgnize itself, get work done and generate a revenue (or get funded as a public good) to sustain itself and then achieve its mission. In essence, this is what DAOs are.\\n\\nBut traditional companies have a mission as well. What’s different?\\n\\nA DAO lets its members not only build the ship but also pilot it. In other words, a member can create, build and direct the DAO towards its mission. DAOs are unique because they are highly meritocratic with low administrative bloat and a group of talented (and slightly crazy) individuals having a deep sense of ownership towards the DAO’s mission.\\n\\n**Flexibility**\\n\\nA person can work for multiple DAOs during the day or at night from anywhere, with anyone and for any number of hours. He can quit working for one DAO and start working for another instantaneously.\\n\\n> It’s like a party bike. You can contribute as much as you want to help move the organization forward. Or you can just sit there and drink beer.\\n>\\n> \\\\- [Tracheopteryx](https://twitter.com/tracheopteryx), core contributor at Yearn on a Bankless panel\\n\\nFlexibility also allows people to explore a lot of different mission statements and communities in very little time to find their tribe. If the tribe they are a part of turns sour, it is very easy to find a new tribe with a similar mission statement or create one.\\n\\n## This is all good. But how can I sustain myself working for a DAO?\\n\\nThis is where Spect comes in.\\n\\nSpect was formed to find innovative ways for people to quit their traditional jobs and work for DAOs in a sustainable manner. We are building whatever it takes for this to happen.\\n\\nCurrently, Spect is a protocol and a platform where a freelancer or DAO worker\\n\\n1. Finds gigs that were posted by DAOs\\n2. Forms a trustless deal with a DAO\\n3. Submits work based on deliverables\\n4. And, gets paid on time according to the deal\\n\\nThis mechanism of forming a trustless deal on chain guarantees on time payments. Moreover, because of direct peer to peer deals we can have a 5–10x reduction in platform fees when compared to other traditional gig economy platforms. These are baby steps towards a world where a DAO worker can sustain themselves working for a DAO full time.\\n\\n## Tooling for DAOs\\n\\nCurrently, on Spect, clients can\\n\\n1. Create gigs\\n2. Receive proposals\\n3. Form trustless deals with freelancers\\n4. And, get high quality work done on time.\\n\\nBy setting collateralization amount required to work on a gig and deadline for submission, clients can maintain quality of submission and also stick to a timeline.\\n\\nThis is a simple first iteration of work being done in a trustless manner with high guarantees of completion and quality. By no means, is this the only way work will get done in DAOs. In the next few months, DAOs can expect to have more ways to coordinate members and get work done on Spect. DAOs can also expect ways to manage work in a better way.\\n\\nMore on this in a future blog post.\\n\\n## Conclusion\\n\\nSpect has an unique opportunity to solve problems that will shape the future of work. We have a two-fold mission.\\n\\n1. Make it possible for an individual to sustainably work for DAOs over a long period of time and find purpose in the work that they do.\\n2. Empower DAOs to attract and coordinate talented members to get high quality work done.\\n\\nAfter a few months of work, Spect has finally launched its alpha version on the Polygon mainnet.\\n\\nCheck it out at <https://app.spect.network/>\\n\\nJoin the Spect community on Discord: <https://discord.gg/Tj5HKd92>\\n\\nMore resources on similar topics -\\n\\n[https://banklessdao.substack.com/p/state-of-the-daos-0-oct-6th-2021](https://banklessdao.substack.com/p/state-of-the-daos-0-oct-6th-2021)\\n\\n[https://newsletter.banklesshq.com/p/how-to-get-paid-by-daos](https://newsletter.banklesshq.com/p/how-to-get-paid-by-daos)\\n\\n[https://deepdao.io/#/deepdao/dashboard](https://deepdao.io/#/deepdao/dashboard)\\n\\n* chaks.eth\",\"timestamp\":1639521222,\"title\":\"Spect Network\"},\"digest\":\"XOzCHUDPJz8aCSd6IjRRAB8T6JOud06f379vxpU8Vjk\",\"authorship\":{\"contributor\":\"0x55B23ed53Fe13060183b92979c737A8eF9A73b73\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FM6v69Ij1hViV3CwEnqnSkUiA8-rA_h-lz6t_d7KFS8\\\",\\\"y\\\":\\\"jktJwIjw_-xaVUooCfTgd51dTVGM_Pq4n45SvvtJlOU\\\"}\",\"signature\":\"cCHuMrm1cn9yAL-Gc5DcR4zJSvJVjYKur00wuwhQ2OgKPQlIh8vVO0pYYUcc5kTCMo5AHnGXypS4EaWzOnHbwA\",\"signingKeySignature\":\"0x2c334f6716a66edbaece7619d0d8ccc2e9dea3735f640cafcb1054d4b4fe9d7b0cf834a55acd4695afbd2e36ef8fd063b06f16a06ff8859d79af07d527e953b81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FM6v69Ij1hViV3CwEnqnSkUiA8-rA_h-lz6t_d7KFS8\\\",\\\"y\\\":\\\"jktJwIjw_-xaVUooCfTgd51dTVGM_Pq4n45SvvtJlOU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UutBl7-s_ddw66lo0-ITsaRttGoHCZQgJhXc_DYsxuE\"}"