"{\"content\":{\"body\":\"## *How we are building a system for high-quality publishing at scale*\\n\\n[![Ev Williams](https://miro.medium.com/fit/c/56/56/1\\\\*Oa7aZoW8TPZrQjlKYzH5dg.jpeg)](https://ev.medium.com/?source=post_page-----3ec28c6f603a--------------------------------)\\n\\nIn “[The rationalization of publishing](https://medium.com/@ev/the-rationalization-of-publishing-dc001d509de8),”* *I argued that subscriptions for publishing on a wide scale are inevitable — and that’s a good thing. Now I will describe Medium’s unique approach to this opportunity.\\n\\nFirst, in case you’re not aware, Medium has a subscription offering called[ Medium Membership](http://medium.com/membership). We launched it just over a year ago. Here’s what growth has looked like since then:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*aE_RFNPwklnT_jX_KLvDhQ.png)\\n\\nMedium subscriber growth, year one. (Daily and total lines are on different scales.)\\n\\nAfter a strong start (when people were really just subscribing because they believed in and wanted to support Medium’s mission — 🙏), and a mediocre middle (when we were figuring it out), we’re now seeing not only more subscribers, but higher-percentage gains every month this year (accelerating growth).\\n\\nThe factors driving this took us a while to figure out and then get into motion, but they’re gratifyingly simple. In fact, there are just two major 🔑s:\\n\\n1.  Put great stories behind the metered paywall.\\n2.  Help people find the great stories they care about.\\n\\nIn these ways, Medium is not unlike other digital media subscription businesses like the *Washington Post* or *The New Yorker* — or even *Spotify* and *Netflix*. We sell content on a subscription basis. Like most paywalled sites, we give some stories away for free (currently, it’s three per month). But unlike most paywalled publications, we rely solely on subscriptions (no advertising), and we have a mix of original and non-original content. Medium is also an open platform, which makes it different than most premium subscription products — except for Spotify and other music services, which anyone can upload to and get paid ([if they know what they’re doing](http://distrokid.com/)).\\n\\nLet me break down the various aspects of of the Medium model. Most of them are not, on their own, unique to Medium. But in combination, they create a powerful formula:\\n\\n## We offer a lot for a little.\\n\\nAs [I wrote over here](https://medium.com/@ev/the-rationalization-of-publishing-dc001d509de8), I believe bundles are a large part of the future of content monetization. That doesn’t mean there won’t be lots of individuals subscriptions and patronage and other models that work — all of which help serve the cause. (It also doesn’t mean writers and publishers won’t be paid well.)\\n\\nMedium is one of the largest bundles of original content of its type, so it’s a great value for readers. And it’s definitely [the easiest way to get paid](http://medium.com/creators) directly for writing, so we’re seeing rapid growth in people who may not have written on Medium before.\\n\\n## We welcome ideas and stories from everywhere.\\n\\nI sometimes describe Medium as a system for moving ideas between brains. You could describe most of the internet that way, but at Medium we specialize in ideas that require a little space and thought — or, as we also like to say, *smart thinking on things that matter*. This has always been the point. And if that’s the point, why would you limit your source brains to those who work for you — or even those you know?\\n\\nMore than 50,000 writers publish on Medium every week: politicians, professors, storytellers, experts in your field, and people you’ve never heard of. The best of these stories contain knowledge and insight that can’t be found anywhere else. We take pride that we offer a level playing field for diverse voices from everywhere to be heard. By curating and organizing these stories, we have the equivalent of a publication with more talent than any other — and it’s growing all the time.\\n\\nAs it relates to the business model, a subset of the stories on Medium are behind our paywall and contribute to our Membership. Our[ Partner Program](http://medium.com/creators) is designed for writers and publishers who wish to get paid for their work.\\n\\n## Our editorial team commissions original stories and uplevels organic ones.\\n\\nWe have no writers on staff and don’t plan to add any ([except for marketing](https://jobs.lever.co/medium/a3ad953e-efe7-4613-9a66-3e8419c79c91)). However, we have a [growing](https://jobs.lever.co/medium?team=Editorial) editorial team that is commissioning world-class writing by professional journalists and authors. The team is also partnering with some of the world’s most compelling writers on ambitious projects ([like this one](https://medium.com/s/unrulybodies) we just did with Roxane Gay).\\n\\nWe’ve also found that many great writers — especially, people who are experts in their field — are writing on Medium already. Since a little editorial guidance — a better headline, some nice art, a copy edit — can help stories reach even more people, we’re now working with folks to take their work from good to great and help it get the audience it deserves. This is a very efficient way to get more professional quality stories.\\n\\n## We partner with publishers on and off platform.\\n\\nOur goal is to offer the best selection of insightful stories — not news — you can get anywhere. To do this, we go beyond what our editorial team and individuals on the platform create and partner with other publishers in two ways:\\n\\nFirst, there are hundreds of small publishers on Medium that do original work. Some of them are in our Partner Program, which means they publish their stories behind our paywall and can get paid. We work with some of those publishers on a contractual basis to do original projects (like [this great series](https://medium.com/s/state-of-the-future) on California politics).\\n\\nSecond, we license content[ from major publishers](https://blog.medium.com/now-on-medium-daily-stories-from-leading-publishers-bba14b54b12d) that are not on Medium. By doing this, we give our readers a curated selection of excellent stories that they can read and interact with in our ad-free environment every day.\\n\\n## We use personalization to deliver the best for each reader.\\n\\nFinally, a key element of our model — and a differentiator for us — is personalization. We serve a broad set of interests — and we serve many of those interests deeply. We collect data — both explicit data (which we get when readers follow specific topics and writers) and implicit data (which is informed by which stories you read) — in order to suggest stories that we think you will be interested in.\\n\\nUnlike the vast majority of publishers, we never sell your data to third parties or leak your activity through ads.\\n\\nAlso unlike how most of the internet works, we do not only surface the very latest stuff. People come to Medium to get the smartest thinking on things they care about. If you care about, say, entrepreneurship or relationships, the best thing you could read today was very unlikely to have been published in the last 48 hours. But most of the internet treats anything that isn’t new like bad fruit. This is a huge detriment to readers and writers alike. It encourages people to spend their time on the novel in lieu of the worthwhile, and it discourages creators from investing in things of lasting value.\\n\\nWe solve this by suggesting stories based on their current relevance, not their publish date. Some topics require more freshness than others, but if you see older stories coming up in your feed, it’s because it’s stood the test of time.\\n\\nA huge benefit of this is it allows Medium and our writers to make bigger investments in stories, because we amortize that investment over months instead of days. And it means we have a continually growing library of stories that subscribers gain access to (making their subscription a better deal every day). This is a big reason our subscriber growth is accelerating — and we’re just scratching the surface.\\n\\nThat’s how Medium works today. And, again, it’s working well. One thing I didn’t mention is that all aspects of Medium are growing — not just subscriptions. (We don’t use it as a core metric internally, but we often get asked about unique visitors for comparison sake. That’s at 80M for the last 30 days.) With these basic mechanics established, we can continue to grow and invest, which will allow us to do a better and better job serving both readers and writers.\\n\\nThat said, we have a lot of work to do. Here’s what’s on our short-term list:\\n\\n## Improving quality and relevance\\n\\nOur most important job is to deliver great stories to readers. And we have great stories. We also have not-great stories. And we don’t always manage to help the best get seen. We’re obsessed with helping the best quality stuff get in front of people — as well as that each person really cares about. And we know we have a ways to go here.\\n\\nOne of the big learnings we’ve had from the last year is that you can measure and algorithmically optimize for engagement — as all ad-driven platforms do. But that’s not the same thing as user value, which is very hard to measure and algorithmically optimize for.\\n\\nAnother way to say this is we can use machines to figure out what stories will get the most reads, but we still need humans to know if they’re actually *good* (true, useful, well-written, not just disguised marketing…). We want to promote the good stuff. Therefore, we’re doubling down on human curation. We’re revamping the algorithmic part of our recommendation systems, as well, to give people more of what they want and less of what they don’t.\\n\\n## A streamlined and more beautiful user experience\\n\\nIt’s been a while since we took a serious look at Medium’s design, from how the site looks and the UI to the app and to the underlying code. We’re going to be doing some major remodeling the next few months. This includes upgrading parts of our technical infrastructure to make the site speedier (and, for the nerds: faster to develop on).\\n\\nThis shouldn’t concern you unless you don’t like things that are faster and work better. Or unless you’re a badass engineer or designer who’d like to[ help us with it](https://jobs.lever.co/medium).\\n\\n## Writing bigger checks\\n\\nAs our subscription base grows, so does our budget for content. We will continue to invest in the ways we do now: through the Partner Program, by commissioning stories, and via publisher partnerships. But in each case, we are going to be looking to do bigger, better, and more ambitious stuff.\\n\\n## What’s a little further out…\\n\\nAs long as I’m painting the picture, I’ll mention two other goals on the horizon. These aren’t nailed down, but we’re excited to get to them:\\n\\n**📝 Collaboration tools:** From the early days of Medium, we’ve talked about the idea that people can create better things together than they can alone. And we’ve enabled that to some extent, but we want to do much more. Especially as the stories being published are the work of more than one person. The end-to-end editing process could be vastly improved.\\n\\n**🎧 Audio:** We see audio as a highly complementary format for sharing the types of stories Medium is great at. We started adding audio narrations to some of our best stories last year. This has remained a minor feature, but it is increasing in popularity, and there’s a lot of product and content work we’d like to do to make it better and grow what we have to offer.\\n\",\"timestamp\":1634323724,\"title\":\"The Medium Model - 3 min read\"},\"digest\":\"rGkT1clsuKNE91FdRXvCeSwdNKWOd9O-odKXI4526G8\",\"authorship\":{\"contributor\":\"0xfAc3f915DD69Ea7D89F70FbD3f353b33C0a72Cdf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IfM1Xj7Ya4ewvz-tIrO2ovJc51ORRyVRHg9jo5HZokA\\\",\\\"y\\\":\\\"hi5RomB922DSWalSNm9KtLJ7sf47HwrFzgyTyZjmF8E\\\"}\",\"signature\":\"l-SZ1gs9wa5RUFisH9pUFvaQ8gb5W5l-i18MWmNFvlI-j3aHTkq3Bzw3z0G_qErEDbHd7UdxwpPcpH80ApB5YQ\",\"signingKeySignature\":\"0x3f7bf6c9f7424b264bb362cdd3e1ec64cf0ac75872d169603bb436ef19cb141976ed183d6e8de36a5f29a41ff8362f1869ac1e971d47cc16b6772461386054691c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IfM1Xj7Ya4ewvz-tIrO2ovJc51ORRyVRHg9jo5HZokA\\\",\\\"y\\\":\\\"hi5RomB922DSWalSNm9KtLJ7sf47HwrFzgyTyZjmF8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rGkT1clsuKNE91FdRXvCeSwdNKWOd9O-odKXI4526G8\"}"