"{\"content\":{\"body\":\"French leading environmental solutions provider Suez has pledged to continue investing in its environmental services in China, as part of its effort to contribute to the country's green goals.\\n\\nChina's journey to realize its carbon dioxide emissions goals represents an excellent opportunity for foreign companies to share their experiences and technologies, as well as an opportunity to work with China to achieve environmental goals, said Ana Giros, senior executive vice-president of Suez.\\n\\n![Ana Giros, senior executive vice-president of Suez.](http://img2.chinadaily.com.cn/images/202112/07/61aeea55a310cdd3d81f413f.jpeg)\\n\\nIn order to peak carbon dioxide emissions by 2030 and achieve carbon neutrality by 2060, the Chinese government has detailed an action plan for the 2030 target, accelerating the transformation toward green and low-carbon development across society in the next 10 years.\\n\\nOver the last decade or so, China has prioritized green development. China's environmental regulations and enforcement actions are now as strict as those of the European Union, with even higher standards in some sectors, Giros said.\\n\\n\\\"The country now faces more sophisticated environmental challenges than before. At the same time, its goals and actions are also much clearer.\\\"\\n\\n\\\"This will surely provide companies like Suez with more opportunities to introduce our global expertise and solutions to the Chinese context, to help local authorities and industrial clients develop innovative solutions for climate change and sustainable resource management,\\\" Giros said.\\n\\nEarly this year, Suez announced the acquisition of its long-term partner NWS Holdings' non-controlling stakes in all their common businesses in China, further expanding its water business in the country.\\n\\nAfter the acquisition, Suez holds a 100 percent stake in Suez NWS and Suyu, with a combined enterprise value estimated at 1.7 billion euros ($1.9 billion).\\n\\nThe move reaffirms Suez commitment in China to invest and develop alongside local authorities. It is also a crucial part of the group's strategy, diversifying its business portfolio to win more major and high-value projects and generate greater value for stakeholders.\\n\\n\\\"China is already one of our strongest growth markets and we believe in its great potential and significant regional influence,\\\" she said.\\n\\nEntering the Chinese water market in 1975, Suez has more than 8,000 employees in China, with 99 percent of the workforce locally hired. Over the past four decades, Suez has become a leading environmental company in China and a preferred partner in helping authorities and industrial clients develop innovative solutions to manage their water and waste in a sustainable way.\\n\\n**Project success**\\n\\nSo far, Suez has carried out more than 70 water and waste contracts with local partners in more than 30 Chinese cities and regions including Macao, Shanghai, Chongqing, Suzhou, Jiangsu province, Tianjin and Qingdao.\\n\\nSuez, through its subsidiary Macao Water, has been delivering drinking water services to Macao since the 1980s. Leveraging the group's global expertise, its smart solutions have not only improved water quality and operational efficiencies, but it has also reduced resource consumption, saving 2 million cubic meters of water annually – equivalent to the annual water consumption of 3,200 households. Its newly commissioned water treatment plant has also been accredited as the first One-Star Green Label building in Macao for having reduced its carbon footprint through emissions control and for its improved energy efficiency.\\n\\n![](http://img2.chinadaily.com.cn/images/202112/07/61aeea55a310cdd3d81f4142.jpeg)\\n\\nAt Shanghai Chemical Industry Park, Suez has built and operated a wastewater treatment plant which produces desalinated water for reuse in production, enabling the park to recycle 97 percent of the water used; in the hazardous waste treatment plant, the steam produced is fed back into the industrial process. This has helped to reduce carbon emissions by 66,000 tons annually. Additionally, Suez has applied its patented Libellule Zone® (Dragonfly) technology to build an artificial wetland. It is one of the first in China to use wetlands to treat wastewater. Today, its integrated environmental solutions deployed in the SCIP have helped it become the top chemical park in China and a global model of best practices in the eco-friendly and circular economy.\\n\\nIn Chongqing, Suez has developed its environmental projects on a public-private partnership basis. Its involvement has expanded from water supply to sewage, sludge and industrial wastewater treatment, with total investment of over 4 billion yuan. Its sewage treatment plants are self-sufficient in terms of power, which utilizes gravity to drive generators. These facilities help to reduce the consumption of power and water as well as other resources, and are expected to save about 11,000 metric tons of CO2 emissions every year.\\n\\nIn addition, the group has built and operated sludge drying and hazardous waste treatment projects at Suzhou Industrial Park in Jiangsu province, becoming a template for supporting the circular economy through third-party environmental solutions. The company has also developed an innovative wastewater solution in Dalian, Liaoning province, in an effort to protect the ecology and biodiversity in the Bohai Sea region.\\n\\n![](http://img2.chinadaily.com.cn/images/202112/07/61aeea55a310cdd3d81f4145.jpeg)\\n\\nIn terms of managing the relationship with local partners, Giros said win-win cooperation and trust-based relationships create success.\\n\\n\\\"With our partners we share values as well as a commitment to the circular economy and sustainable development. Our commercial teams prioritize developing an in-depth understanding of potential partners,\\\" Giros said.\\n\\n\\\"The win-win and listen-first approach allow our businesses to run smoothly and create opportunities for contract extensions.\\\"\\n\\n**Inclusivity**\\n\\nAs a company with more than 160 years of history and more than 90,000 employees around the world, Suez is promoting its global ambitions of inclusion and diversity.\\n\\nThe ambition is not a question of constraints or social responsibility, but concerns business drivers, Giros said, adding the group has gender diversity on its inclusion program.\\n\\nWomen hold more than 28 percent of Suez's management positions globally and 36 percent in China.\\n\\n\\\"We have great female talent and this mirrors our customers. If we want to create something intelligent for the future, we need to count on women not only in the workforce, but also in management science.\\\"\\n\\nWomen's participation creates different relationships among teams and contributes views that help business adapt to the fast-changing society, especially in the environment sector, Giros said.\\n\\n**Looking ahead**\\n\\nIn the 14th Five-Year Plan period (2021-25), the Chinese government has prioritized green infrastructure in the environmental sector, encouraging more businesses to embrace clean and energy-conserving production.\\n\\n\\\"As China accelerates its green development, we will continue our investment strategy here, and our target to continue growths in this region will remain unwavering, which is growth in all areas and regions in China,\\\" Giros said.\\n\\nWith the recent takeover deal with Veolia, a new Suez will be created, which will be owned by a consortium of strong and reputable shareholders, determined to support an ambitious strategy to lead Suez to be a world-class, agile and innovative leader in environmental services.\\n\\n\\\"These shareholders are strong international investors in the green economy. They have existing investments in infrastructure including water, waste, transport and renewable energies, which will provide us with a lot of opportunities for synergies.\\\"\\n\\n\\\"Looking ahead to the new Suez, we will keep both the name and the brand. We'll also retain our French and European backbone, including all the technological capabilities. And we'll continue to develop in international markets. It is very clear Asia, particularly China, will be at the heart of these efforts,\\\" Giros said.\\n\\n\\\"Our new strategy will strengthen our existing position in international markets, especially in China which will be at the heart of these efforts, both in water and waste, in the municipal and industrial sectors.\\\"\\n\\n![](http://img2.chinadaily.com.cn/images/202112/07/61aeea55a310cdd3d81f4148.jpeg)\\n\\nWith expertise in technology and design solutions, Giros said Suez will continue to maximize the water value chain and expand the reuse of water in China.\\n\\nAccording to Giros, the group will also develop its waste businesses especially for hazardous waste, waste to energy, soil remediation and reuse.\\n\\n\\\"I can see smart solutions as one of the main growth drivers as well in our region in the next few years. We are going to establish an Asia platform for smart and environmental solutions, and use digital and smart technologies to support our clients and enhance their operational efficiency,\\\" she said.\\n\\n\\\"Our ambition here is very simple, to be the country's best environmental company. Not necessarily the biggest, not necessarily the cheapest, but the one that outperforms all others in operational excellence, stakeholder relations and sustainable asset management.\\n\\n\\\"The competition will increase, but the market is big enough to provide sufficient business for us to grow very healthily in the next 10 to 15 years,\\\" Giros said.\",\"timestamp\":1638879382,\"title\":\"Suez does its part for China's environmental goals\"},\"digest\":\"mNPSYUTAVauXyNghOmK07Ii3CcP-vVqXvqiCZnXZ9ZE\",\"authorship\":{\"contributor\":\"0x9a123E9f1D7cd9352eAD989A2Dd78812294feC90\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"odxJJswu_LC2P6p-v2E5LMt4JfbQB9Vt8oZYAx_cc2s\\\",\\\"y\\\":\\\"AoYyUs_5uU7MVfTOgCNi7sY2VgeiPrbq3-F7ZSLoGLY\\\"}\",\"signature\":\"Gw9F-beAjPiXV7ZvcNKERI32h35N55_oAnMtqiGxA3upblI_pXED7FQi-rzdAJaiWd9wcbGFo3SBwDWTWYM1yw\",\"signingKeySignature\":\"0x07310524adfe51ba02e4a85f63f9eebc6e5cf712e3d2d5c44633d8fc6aa90b215167d8437b87241467afe9a6adf53e84e6bf0d17b8d8dc8e669473a95c202b011c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"odxJJswu_LC2P6p-v2E5LMt4JfbQB9Vt8oZYAx_cc2s\\\",\\\"y\\\":\\\"AoYyUs_5uU7MVfTOgCNi7sY2VgeiPrbq3-F7ZSLoGLY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mNPSYUTAVauXyNghOmK07Ii3CcP-vVqXvqiCZnXZ9ZE\"}"