"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Z-ACXs4Tv954hmKtzldTv.png?height=340&width=733&&&&&&&&&&&&size=large)\\n\\nThe Norse god Odin had a magical ring.\\n\\nCrowned **Draupnir**, it possessed powers of multiplication; bestowing the holder with endless wealth by dripping eight more rings every ninth night.\\n\\nThe godfather of Japanese streetwear, Hiroshi Fujiwara, discovered his own route to endless wealth when he invented **Drop** culture.\\n\\nLast minute and limited edition, drops were product releases rendering items disproportionately valuable by playing on the dual dynamics of scarcity and surprise.\\n\\nSituated in a realm equally as magical as Odin’s Valhalla, where scarcity and surprise hold equal weight, ***DRAUP enables Digital Fashion to generate maximum value for its creators and consumers.***\\n\\n\\n---\\n\\n## I. SELLING DIGITAL FASHION\\n\\nIn the next five years *you* will wear Digital Fashion.\\n\\nOn your in-game avatar, on zoom, or on your social media.\\n\\nAt present Digital Fashion takes two forms:\\n\\n1. **On Real Life (ORL)** - Digital Fashion worn by humans\\n2. **Un Real Life (URL)** - Digital Fashion worn by avatars\\n\\nCurrently generating **[$40 billion a year](https://venturebeat.com/2020/12/18/newzoo-u-s-gamers-are-in-love-with-skins-and-in-game-cosmetics/)**, in the next 5 years Digital Fashion will near parity with the **[$1 trillion](https://www.statista.com/topics/5091/apparel-market-worldwide/)** apparel market, due to the increasing value placed on our digital identities.\\n\\nIf you are one of the **[4.5 billion](https://datareportal.com/social-media-users)** social media users, your digital identity is already a focus; you likely spend an average of **[145 minutes](https://www.statista.com/statistics/433871/daily-social-media-usage-worldwide/#:\\\\~:text=How%20much%20time%20do%20people,minutes%20in%20the%20previous%20year.)** a day curating a digitally native persona through sites such as Instagram and Facebook.\\n\\nIf you are one of the **[3.4 billion](https://www.statista.com/statistics/293304/number-video-gamers/#:\\\\~:text=Number%20of%20video%20gamers%20worldwide%202021%2C%20by%20region&text=In%20total%2C%20there%20were%20an,billion%20gamers%20across%20the%20globe.)** people who currently game, it’s likely your engagement has already shifted from **interactive** to **immersive**; moving from hybrid spaces such as TikTok and Twitter, to fully virtual environments such as Roblox and Fortnite. In these environments, the personas which form the base of your identity are not curated from your physical life but **created** fully digitally, providing the opportunity for you to self-express in entirely new ways.\\n\\nIf you don’t currently count yourself as an inhabitant of one of these virtual worlds, there’s a high chance you will in the near future, as companies ranging from Epic to Meta continue to invest in building  spaces where you socialize, work, and consume culture.\\n\\nThough conceptually daunting, with the correct tools this digital shift can generate tremendous positive impact; furthering empowerment, equity, and expansion where needed - particularly in the fashion industry.\\n\\nFor designers, the attachment to our digital selves presents opportunities to create clothes that cater to entirely new consumer needs. Digital Fashion offers the potential for creators to enter the traditionally gated fashion industry at a fraction of the cost, from anywhere in the world, and be fairly reimbursed; opening up a fresh and lucrative ecosystem to a new class of designers and brands.\\n\\nFor consumers, the digital world presents new opportunities to represent who we are. Here, Digital Fashion offers the ability to self-express at a lower price point, on personas with physical qualities we *choose*, in clothes that are sizeless, genderless, and don’t experience wear-and-tear.\\n\\nAnd finally, for the wider fashion industry, a shift to digital offers the opportunity to sell self-expression without sacrificing sustainability. Where apparel currently generates **[10%](https://www.worldbank.org/en/news/feature/2019/09/23/costo-moda-medio-ambiente)** of the world’s carbon emissions, **[92 million tonnes](https://www.bbc.com/future/article/20200710-why-clothes-are-so-hard-to-recycle#:\\\\~:text=The%20average%20American%20has%20been,on%20landfill%20sites%20every%20second.)** of textiles waste per year, and **[20% of global wastewater](https://www.worldbank.org/en/news/feature/2019/09/23/costo-moda-medio-ambiente)**, this shift to better is not a “nice-to-have”, it’s a necessity.\\n\\n\\n---\\n\\n## II. CURRENT CHALLENGES\\n\\nYou can split those who interact with Digital Fashion into two categories:\\n\\n1. **Consumers** - *Digital Fashion buyers wanting to use virtual clothes as a tool for self-expression and monetization*\\n2. **Creators** - *Digital Fashion designers wanting to maximize value for their consumer base in order to make a living off of Digital Fashion*\\n\\nIn the current Digital Fashion market, both of these categories are dramatically underserved:\\n\\n### PROBLEMS FOR CONSUMERS\\n\\n1. **You can’t showcase your Digital Fashion** - Unlike physical fashion, which can be worn as soon as it’s made, Digital Fashion requires interaction with **“worn environments”** to be used. These fall into two categories:\\n   1. **Collection spaces -** environments where those who own digital goods can display their works; both for their own pleasure and to gain acclaim from others.\\n\\n      Right now, the most common collection spaces take the form of “wallets” - blockchain based repositories, where owned items can be viewed as static images.These wallets are of little use to Digital Fashion collectors, as garments are neither shown off on a model, nor able to be curated and filtered.\\n\\n      This is like owning an haute couture dress but only being able to display it crammed in your wardrobe next to some Primark jeans, your high school Pokemon cards, and some old toys.\\n   2. **Socialisation spaces -** are spaces which are rooted in social interaction such as Fortnite, Roblox and Decentraland. Within these environments Digital Fashion plays a fundamental role in a wearer expressing their identity as they connect with others.\\n\\n      Right now, the majority of socialisation spaces only allow Digital Fashion to be worn on the platform they’re bought in. This is much akin to buying a pair of jeans you can’t wear out of the store.\\n2. **You don’t own your Digital Fashion -** The worn environments where you buy your Digital Fashion also retain the rights to those garments once they’re sold. If you decide you don't want to use the platform anymore, or the platform goes bust, you lose all the clothes you’ve bought in it. This is similar to moving house and not being able to take your closet with you.\\n3. **You can’t make money from your Digital Fashion -** The platforms on which Digital Fashion is most popular limit routes for consumers to make money from their purchases. Many have no form of secondary marketplace for Digital Fashion trading and when they do, renumeration is made in the native currency which can only be used on platform. This is similar to only being able to sell clothes in return for store credit.\\n\\n### PROBLEMS FOR CREATORS\\n\\n1. **Capped consumer demand -** The issues above lead to lowered consumer demand for Digital Fashion items - as consumers are less incentivised to buy clothes which they don’t own, can’t freely showcase or wear, and won’t be able to make money from.\\n2. **Restricted access to commerce** - The worn environments where Digital Fashion is most popular do not allow designers to freely create and sell their Digital Fashion. Fortnite restricts skins selling to those affiliated with Epic, Roblox requires creator vetting for anything more than a t-shirt and pants, and Facebook and SNAP do not currently allow designers to set prices for the Digital Fashion they distribute through their platforms.\\n3. **Limited monetization opportunities** - Where creators *can* sell their clothes in worn environments they only have the ability to sell direct-to-consumer, with no additional monetization streams and no secondary seller fees if a consumer resells their goods on the secondary market.\\n\\nCombined, these problems result in a Digital Fashion market which massively undershoots its potential.\\n\\nAlthough the **[$40 billion](https://venturebeat.com/2020/12/18/newzoo-u-s-gamers-are-in-love-with-skins-and-in-game-cosmetics/)** spent on in-game clothing may seem like a lot, with **[3.4 billion](https://www.statista.com/statistics/293304/number-video-gamers/)** gamers, and the average US consumer spending **[$161 a month](https://www.icsid.org/business/how-much-money-do-people-spend-on-clothes-per-year/)** on physical fashion, it’s evident that a substantial proportion of the market remains untapped.\\n\\n\\n---\\n\\n## III. ENTER DRAUP\\n\\nDRAUP provides the foundation for Digital Fashion to generate maximum value for its creators and consumers.\\n\\nInitially focused on URL Fashion to be worn direct-to-avatar, DRAUP will advance the future of Digital Fashion through:\\n\\n1. **Wearership** - providing routes for Digital Fashion to be worn in environments which give it most value through:\\n\\n   a. **Virtual wardrobes** - where Digital Fashion can be optimally showcased\\n\\n   b. **In-game partnerships** - through which Digital Fashion can be worn during social interaction\\n2. **Monetization** - enabling Digital Fashion creators and consumers to earn a meaningful income from their Digital Fashion via:\\n\\n   a. **Marketplace** - where both creators and consumers can sell the Digital Fashion they own\\n\\n   b. **Earnership Protocols** - where designers can programme revenue generation mechanisms into the Digital Fashion they create\\n\\n\\n---\\n\\n## IV. LET’S GET TECHNICAL\\n\\n### TLDR;\\n\\nThe DRAUP platform will be made up of a ***marketplace***, where Digital Fashion can be **bought**, **sold**, **resold**, and **earned from**, and ***virtual wardrobes*** through which Digital Fashion can be **curated**, **displayed** and **ported** into off-platform virtual environments.\\n\\nOver the next 18 months DRAUP will build out 5 components:\\n\\n### I. PREMIUM DISPLAY\\n\\n***In order to give Digital Fashion value, both creator and consumer need to be able to display it in a form that fits its function.***\\n\\nCurrently all Digital Fashion owners; from those who support emerging designers, to the collectors of the $1.57 million Dolce & Gabbana Doge Crown, hold their items in blockchain wallets where they sit as poorly arranged static images.\\n\\nCreators and consumers need to be able to display the Digital Fashion they select on a humanoid form, in the highest possible quality, to derive its full value.\\n\\nDRAUP will build out a virtual wardrobe, featuring premium digital mannequins in a virtual space from which creators and consumers can showcase their collections.\\n\\n**VERSION 1:** Premium virtual mannequins who can wear the Digital Fashion bought on the DRAUP platform.\\n\\n### II. BASIC MONETIZATION\\n\\n***No platform currently offers the opportunity to sell and resell Digital Fashion assets while allowing them to be worn.***\\n\\nCrucial to designers making a living from the Digital Fashion they create is the income generated from royalties on the secondary market. Furthermore **[81%](https://newzoo.com/insights/articles/u-s-core-gamers-81-of-those-aware-of-in-game-cosmetics-want-to-trade-skins-for-real-world-money/)** of those in the US aware of skins, expressed their desire to trade their goods for real world money.\\n\\nThe DRAUP marketplace will allow the sale and resale of Digital Fashion items which retain their ability to be worn across virtual environments.\\n\\n**VERSION 1:** A basic marketplace where creators can sell, and consumers can resell, their Digital Fashion.\\n\\n### III. INTERACTIVE WEARABILITY\\n\\n***Digital Fashion is more than just a collectible asset; it’s a tool for expressing identity during social interactions.***\\n\\nContrary to popular opinion, Digital Fashion does not need to be worn everywhere to hold value as it only holds social value in specific contexts.\\n\\nIn the same way that you wouldn’t get any benefit wearing your haute couture dress to a baseball game, or your baseball kit to a show at Paris fashion week, a *select* set of worn environments exist where Digital Fashion items hold relevance.\\n\\nRather than building out a fully interoperable API, DRAUP will integrate with the most relevant worn environments through 1-1 partnerships. As the number of worn environments in which Digital Fashion holds context grows, so will the environments DRAUP expands into.\\n\\n**VERSION 1:** Integration with 1 worn environment where Digital Fashion plays a core role in social interaction.\\n\\n### IV. VARIED EARNERSHIP\\n\\n***Unlike their physical counterparts, Digital Fashion goods enable Creator and Collector monetization to be hard coded in.***\\n\\nThe most well-known monetization system in blockchain-based digital goods is a royalty mechanism, where a percentage of the selling price on the secondary market is automatically returned to the creator. However, as an asset made to be worn, Digital Fashion offers other utility-based potentials for monetization.\\n\\nTapping into the **[$13.8 billion](https://www.statista.com/statistics/1092819/global-influencer-market-size/)** influencer market, once the ability to buy, sell, resell and wear Digital Fashion on the DRAUP platform has been established, we will integrate a wear-to-earn functionality into items.\\n\\nWear-to-earn will allow consumers to be automatically rewarded for wearing garments at events with specific brand relevance. As data sharing evolves, this reimbursement can link back to how much conversion a wearer generates through their interactions.\\n\\n**VERSION 1:** DRAUP will release limited edition collections with established creators under its own *pronounceddrop* label, showcasing the full functionality of the wear-to-earn protocol through a Metaverse-native brand.\\n\\n### V.  MAXIMUM MONETIZATION\\n\\n***Limited edition releases have been shown to stimulate demand through the dynamics of scarcity and surprise.***\\n\\nAs the social significance behind DRAUP’s Digital Fashion grows, we anticipate consumer demand for specific items to dramatically outstrip supply.\\n\\nOur digitally native audience are those accustomed to the experience economy - which has supported a physical fashion rental market of over **[$1.26 billion](https://fashionunited.com/news/business/online-fashion-rental-market-to-grow-over-10-percent-annually/2021111843830)**.\\n\\nOnce the wear-to-earn protocol has been embedded, DRAUP will incorporate Digital Fashion rental into the marketplace; allowing creators and consumers to lease out their Digital Fashion with trustless, transparent reimbursement based on the length of time that a garment is worn or borrowed.\\n\\n**VERSION 1:** Creators and consumers will be able to monetize Digital Fashion through rental on the DRAUP platform.\\n\\n\\n---\\n\\n## V. ROADMAP\\n\\n* **A DRAUPLET** - The DRAUP Minimum Viable Platform will include a basic marketplace for selling and reselling Digital Fashion, alongside virtual wardrobes for buyers where Digital Fashion can be optimally displayed.\\n* **THE FIRST DRAUP** - Under the *pronounceddrop* label, DRAUP will release its genesis collection through the DRAUP marketplace. Collectors will be able to buy and resell *pronounceddrop* items from time of purchase, with instant display in their virtual wardrobes.\\n* **THE SHOWER** - DRAUP will onboard a curated selection of Digital Fashion designers onto the marketplace. They will be able to sell their clothes, have them displayed in a buyers virtual wardrobe, and receive a percentage of sales on the DRAUP secondary marketplace.\\n* **THE DOWNPOUR** - DRAUP will partner with worn environments initially allowing the genesis *pronounceddrop* collection to be worn direct-to-avatar, before expanding these wearership functionalities to all creators on the platform.\\n* **THE STORM -** DRAUP will integrate wearership protocols into the Digital Fashion on platform. Beginning with wear-to-earn and continuing to rental in partnership with various worn environments.\\n\\n\\n---\\n\\n## VI. OUR COMMUNITY\\n\\nDRAUP will curate a community of digitally native creators and consumers, providing them with the access and education they need to maximize the value they get from Digital Fashion.\\n\\nThis community will become increasingly decentralised over time, with decisions over the direction of the DRAUP platform including which creators are onboarded and which worn environments are accessible made by the community.\\n\\n### DRAUP FOR CREATORS\\n\\nRather than large traditional brands like D&G, Adidas, Nike and others, DRAUP will focus on designers who are digitally native.\\n\\nWe see this class of creators as those who best understand the rapidly evolving market, and can help digitally native consumers self-express in ways which are most appealing.\\n\\nAt present the pool of digitally native designers is very small due to the lack of education around digital design tools, and the perceived lack of opportunity in the space.\\n\\n**EDUCATION:** Digital Fashion education at major fashion schools is currently limited. Creators turning to digital have to learn how to master the tools themselves. This is highly intimidating for most traditional fashion designers.\\n\\nThrough a Digital Fashion Foundation, formed in partnership with other Digital Fashion leaders, DRAUP will work with legacy fashion institutions to grow a community of digitally native creators; providing fashion graduates with a digital design education and incubating a small number by partnering them with skilled digital artists.\\n\\n**INCENTIVISATION:** The lack of opportunities to earn a living through Digital Fashion design discourages traditional fashion creators from entering the market. A lack of platforms catering exclusively to Digital Fashion designers makes it hard for them to monetize their work, and renders the current collector base very select.\\n\\nDRAUP will provide routes for creators to connect with buyers and earn consistent revenue through royalties baked into both the marketplace, and the earnership protocols themselves.\\n\\nDRAUP will also organize showcases within worn environments to help further the perception of Digital Fashion as a valuable asset, and give digitally native designers exposure.\\n\\n### DRAUP FOR CONSUMERS\\n\\nDRAUP wishes to appeal to the growing generation of digital natives: who invest increasing amounts of time and money in their digital identities.\\n\\nNumerous worn environments have already established deep links between Digital Fashion and social value. Fortnite manifests this through “default culture” where those with basic skins are publicly chastised, despite no link between skin selection and quality of gameplay. While RED DAO–the first ever Digital Fashion focused investment body, has deployed upwards of **[$8 million](https://fashionunited.uk/news/business/red-dao-digital-fashion-dao-house/2021112259492)** (or 2,000 ETH) towards collecting Digital Fashion.\\n\\nDRAUP will expand the value of Digital Fashion for both those who wear it in virtual worlds and those who collect it for display, through deepening Digital Fashion’s ties to social and financial capital.\\n\\n**SOCIAL:** Initially, appealing to the Digital Fashion collector base (**[10,000](https://www.instagram.com/thisoutfitdoesnotexist/?hl=en)** through the This Outfit Does Not Exist community alone) DRAUP will nurture a community of Digital Fashion owners. Providing them with routes to display their collections, rewards for holding various items, and channels to interact with others with similar tastes.\\n\\nAs the environments in which Digital Fashion holds value grow, DRAUP will host events and challenges to give DRAUP garments increased meta-native relevance.\\n\\n**FINANCIAL:**  DRAUP will provide education around the value of Digital Fashion as a monetizable asset in partnership with organizations which focus on financial inclusion and blockchain education.\\n\\nDRAUP also will reduce the friction around Digital Fashion acquisition and monetization through ensuring a low-friction platform UX.\\n\\n\\n---\\n\\n## VII. OUR VALUES\\n\\nDRAUP sees Digital Fashion as the on-ramp to bringing much needed diversity and inclusion into our digital future.\\n\\nWhile new digital technologies present immense potentials to revolutionise entrenched systems of inequality, right now they fall dramatically short.\\n\\nDRAUP wishes to use Digital Fashion as a route to further:\\n\\n### I. FINANCIAL INCLUSION\\n\\nAcross both the digital creator market and the traditional fashion industry, those financially benefiting are majority male.\\n\\nFemale NFT artists have accounted for just **[5%](https://www.bloomberg.com/news/articles/2021-11-09/nft-crypto-art-market-boom-biggest-sales-going-to-male-artists-women-lag)** of NFT sales in the past 21 months, with just **[26%](https://dashmerchant.org/women-represent-26-of-cryptocurrency-holders-in-the-united-states/)** of crypto holders in the US identifying as women.\\n\\nDRAUP sees this lack of financial inclusion as stemming from three things:\\n\\n1. **A lack of financial education** - where financial literacy is male biased, leading women to consistently miss opportunities to inform and grow their wealth\\n2. **A male-centric earnership culture** - where communities placing value on the acquisition of capital are majority male\\n3. **A lack of digital assets targeting a female consumer base** - where the largest NFT collectible categories (cars, watches and trading cards) all cater to a traditionally male market\\n\\nDRAUP sees Digital Fashion as an on-ramp to bring women into crypto. Beginning as “wearers” who consume Digital Fashion to self-express, or “collectors” looking to showcase their Digital Fashion items, in time DRAUP users will become “earners”; with a vested interest in monetizing the Digital Fashion they own through the DRAUP platform.\\n\\n### II. DIVERSITY AND REPRESENTATION\\n\\nWhere at present just **[16%](https://www.theartnewspaper.com/2021/11/03/not-so-metadiverse-women-account-for-just-16percent-of-nft-art-market)** of NFT artists are women, DRAUP wishes to use Digital Fashion as a route to bring female creators into the digital creator space and assure they are fairly reimbursed.\\n\\nIn the physical fashion industry **[73%](https://www.zippia.com/fashion-designer-jobs/demographics/)** of designers are women - a sign of the potential Digital Fashion has to further inclusion. Yet only **[14%](https://www.mckinsey.com/industries/retail/our-insights/shattering-the-glass-runway)** of brands have a female executive in charge; an indication of the unequal distribution of power and wealth.\\n\\nThe advantages of Digital Fashion in expanding those who can access the ecosystem–through lower costs of creation, a lack of geographical barriers, a medley of routes to exposure, and equitable reimbursement mean that those from underrepresented backgrounds in traditional fashion can finally be given a seat at the table. And, through the DRAUP platform where earnings are placed in the hands of the creators, the unequal compensation which traditionally holds fashion designers back can be redressed.\\n\\n### III. SUSTAINABILITY\\n\\nWhere the fashion industry accounts for **[10%](https://www.worldbank.org/en/news/feature/2019/09/23/costo-moda-medio-ambiente)** of global carbon emissions and nearly **[20%](https://www.worldbank.org/en/news/feature/2019/09/23/costo-moda-medio-ambiente)** of wastewater, a byproduct of Digital Fashion done well is a reduction in its environmental impact.\\n\\nBy redistributing value towards our digital-identities, we transfer our need to show status through what we buy, away from physical clothes; reducing the environmental impacts of conspicuous consumption.\\n\\nEqually, experimentation through our digital identities can lead us to make more conscious physical fashion choices; further reducing the amount of clothes that end up in landfills after **[7 wears](https://www.wsj.com/articles/the-high-price-of-fast-fashion-11567096637#:\\\\~:text=As%20a%20whole%2C%20the%20world's,by%20the%20British%20charity%20Barnado's.)** and allowing brands to more effectively validate consumer demand through digital counterparts.\\n\\n\\n---\\n\\n## IT ALL STARTS WITH ONE DRAUP\\n\\nWe see Digital Fashion as a tool with the potential to generate infinite value. Where financial returns form the foundation of a new ecosystem fostering unrestricted creativity for all.\\n\\n***We are actively looking for creators, partners and technical leads. If you are interested in working with us to generate this future please get in touch at pioneer@draup.xyz***\\n\\n![](https://images.mirror-media.xyz/publication-images/gU3VWtapPLs9_ZMi8o95M.png?height=92&width=582)\\n\\n\",\"timestamp\":1641385060,\"title\":\"DRAUP WHITEPAPER V1\"},\"digest\":\"mgax8E_in_l3PDnJLbShtwgzJqMS4OS-vdFqJNHu1gM\",\"authorship\":{\"contributor\":\"0x76E1E457d43FC12Ec262dE85cCA410133b75f2Cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"py7hrIad_oA1ZJcPSMx9476zt7SdzvmjC5crc_18A84\\\",\\\"y\\\":\\\"S925Tg1erfBSx6HZ0tLKAakMBqxwgao5eM3iPT3X3s4\\\"}\",\"signature\":\"Qbl-qHvi6yacM0WkpeWKGfW691eIfWSnTiLYgIAsQU2J-uKwTjDQ3JgixHTGER-DCWuqJwV5vfnuhH3TAeD04w\",\"signingKeySignature\":\"0x1c089fd725728f1373039d5a10cb72871a719210b72410d12e5a3609e15788276cd6b4ce739ad82fc2da49e26f746219481eaaa22d65ff48373ca3218dbb30d41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"py7hrIad_oA1ZJcPSMx9476zt7SdzvmjC5crc_18A84\\\",\\\"y\\\":\\\"S925Tg1erfBSx6HZ0tLKAakMBqxwgao5eM3iPT3X3s4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8Bgs1hn69d7QRXDWmHHNW9S35-2zc28rkJbaJngvRPE\"}"