"{\"content\":{\"body\":\"## Seeing the person I once was\\n\\n　　　　　　　　　　　　\\n\\n                  Everything good should belong to the youth\\n\\n There is a saying in \\\"The Godfather\\\" that people who spend half a second to see through the world and people who spend their whole life unable to see things for what they are are, are destined to a very different fate. This expression comes straightforward, sometimes reality is like this, a clear goal, his behavior will be able to achieve unexpected expectations, no matter what time, live in the present, make regular arrangements, we will live a fulfilling life. Someone also once expressed it this way: life in this world is suffering. It is true that from the time we are born, we cry and everything comes from not adapting. The environment is always so unsatisfactory, but which time in the history of our human progress is smooth and easy? So, we have the word challenge, struggle. After the sourness, pain and sweetness, is not more a sense of achievement of conquest! Light and strange world ahead, beautiful and uncertain, brings us another kind of rich life. Lost in the I find myself, sleepy feeling to find a course, are so difficult to achieve. So, we persist, persistent, beautiful personality blossoms. This is the light in humanity, beautiful and powerful .............\\n\\n                                                                                                ralph\\n\\n                                                                                          December 19,2021\\n\\nTranslated with [www.DeepL.com/Translator](http://www.DeepL.com/Translator) (free version)\\n\\n                   一切美好就该属于年轻\\n\\n 《教父》中有这么一句话，花半秒钟就看透世界的人，和花一辈子都看不清事物本质的人，注定是截然不同的命运。 这个表述来的直白，有的时候现实就这样，一个目标明确的人，他的行为就能达到意外的预期，不管什么时候，活在当下，做好定期的安排，我们就会过得充实。 有人也曾经这样表述:人生在世，就是受苦。的确从我们出生就呱々而哭，一切来源于不适应。环境总是那么不合人意，但我们人类进展史哪次顺畅容易吗?所以，我们有了挑战、奋斗的字眼。经过了酸苦、疼痛而得来的甘甜，是不是更有一种征服的成就感呢！ 光怪陆离的世界前方，美好而不确定，带给了我们另一种丰富的人生。迷失中我找回自己，困感找到航道，都是那么的难以实现。于是，我们坚持、执着，美好的人格魅力绽放光彩。这是人性中的光辉，美而强大…………。\\n\\n                                                                                              拉尔夫\\n\\n　　　　　　　　　　　　　　　　　　　　　　　         2021.12.19　　　　　　　　　　　　　　　　　　　　　　　　　　　\\n\\n                                                                                         \",\"timestamp\":1641124408,\"title\":\"Dedicated to you who will be 18 years old\"},\"digest\":\"Bgi2k2LqAHsSRfUQneP_tnHiNVkLWjOlGKNqIGTJLSE\",\"authorship\":{\"contributor\":\"0x65333bC81377fa4A288723CD55E6283F59E0694A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p1WvTzQ62ZMrEY4mlMYwTKRzoUyYSaSniKephp6H3nA\\\",\\\"y\\\":\\\"ZjzlWyo1HXR_FE4ye4UrZyXOsVlK57Y4KhvuZp9qrdA\\\"}\",\"signature\":\"HeczF9EiAK6hhuBpMnXa1YiJX5qj8nFUAHTpjovgjsnyE8eLjo5zpFmoH4zCwj9w69nB_aLQRzLSwm7wYheItQ\",\"signingKeySignature\":\"0xe68ee07f18ee9aa63498d86ff885f07885898fbcef055cb6f3c1b1f02afb884a540c9fa529f3df67e6113896d9eaa53cae804b356683e3a2f17bf48c132e24211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p1WvTzQ62ZMrEY4mlMYwTKRzoUyYSaSniKephp6H3nA\\\",\\\"y\\\":\\\"ZjzlWyo1HXR_FE4ye4UrZyXOsVlK57Y4KhvuZp9qrdA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bgi2k2LqAHsSRfUQneP_tnHiNVkLWjOlGKNqIGTJLSE\"}"