"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/mBL4liQdpo66Y4Ge3IR6z.jpg?height=702&width=1906)\\n\\nThis short article will focus on the implications of the concept behind thedude’s “[the pixels inc](https://opensea.io/collection/the-pixels-inc)” collection, taking into consideration the Metaverse narrative which has been made significantly more prominent with the rise of assets such as the aforementioned one, similar collections and digital assets with verifiable ownership in general.\\n\\n\\n---\\n\\nthedude’s “the pixels inc” is a series of interactive NFT’s (nonfungible tokens) - assets with verifiable ownership on the Ethereum blockchain. Despite each being owned by individual entities, each interacts with any user who simply visits a webpage which displays the script, which fetches data from the chain and generates the resulting avatar. The generation logic is the quality of thedude’s “pixels”, as all of the data necessary for generating said interactive avatars is stored on the blockchain. The script displaying the avatars is one way to interpret the on-chain data, but not all of them. The NFT remains unique, as a beacon of difference.\\n\\nThe avatars, the “pixels”, when clicked, dissipate into a mess of *pixels* radially distancing themselves from the click. With varying speed and movement direction, they also start circulating along concentric orbits. The user surprises themselves by realizing the pixels, with the avatar being in the dissipated state, have painted the formerly solid background according to the movements of each individual pixel. The user may reform the avatar with the now newly painted background and continue creating new ones ad infinitum. \\n\\nThe avatars themselves have various features and thus rarity hunters may engage in their usual affairs, this however is not the topic of this article. Instead, we are going to move into thinking about the most extrapolated topic when it comes to thinking about the Metaverse.\\n\\n\\n---\\n\\nNot only do thedude's pixels offer an entertaining experience, but they also present themselves as an unexpected gateway into the Metaverse.\\n\\nIt is commonly known these avatars are often referred to as “pfp” images, profile picture images, which represent the individuals identity online. Users want these individual assets as they represent one of many possible combinations of something common. Users themselves are one of many possible combinations of something common, and thus often they want to associate themselves with some rarer form of these combinations. Thus, they make the decision and acquire one of these assets, finally representing themselves through them in this online world. \\n\\nConsidering all of the aforementioned possibilities of the interactive avatars, the interactive *pixels*, users not only gain an online face, but also a minimalistic interaction with their own identity. The point of transition becomes apparent when through the process of pixelization, owners dissolve the characters representing their online identities into a cloud of small squares, inadvertently repeating an action which could be interpreted as the full bodily transition into this pixelated, binary Metaverse. \\n\\nEventually all of these characters reconstitute into their recognizable humanoid form enabling the aforementioned repetition of the pixelation process. Extrapolating this as earlier we could ask ourselves the question whether our digital selves will be able to undergo the same process of reconstitution. Not only will this significantly depend on our technological capabilities, it also depends on how our own subjective experience of this entirely new worldview will be, stressing the important difference of worldview and world.\\n\\nTo pixelate or not to pixelate? - Will become the question individuals will be faced with, given the possibilities of having numerous identities in any of the alternate universes we will create, while being constrained to only having one we are all forced to live with. To abandon humanity itself and to traverse the metaverse as a fully digital entity or to watch from the sidelines as others pixelate?\\n\\nThis is the question I posed to myself after being influenced by the effects thedude’s pixels. So to repeat it once again, to pixelate or not to pixelate?\\n\\nI can only answer,\\n\\nto pixelate.\",\"timestamp\":1638311326,\"title\":\"To pixelate or not to pixelate\"},\"digest\":\"8LrHDHcRkOgjZnZD6DNwsP-EpTISZJHzxH4VnJzLr0g\",\"authorship\":{\"contributor\":\"0x584d2Ac4442B961f6ec1a81Ef9C941BcF8139Dd6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"signature\":\"qWX3CZEodZmUAnEey0jTlPyCxzBDNJP7IeTSCXfeuICXatETpQvvc9gXm90Y5ioNu739IuMqYxr8GEHEaTeBWg\",\"signingKeySignature\":\"0xf0c8bb6478869e08f13dbdf03c84fd3e73f4fc0f6ac03dd9462c93a6caeb20214ec36122e45c944a38f10ffeb6d8cffd81f60412c93b2cde55fbcd7f7b8d77c800\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8LrHDHcRkOgjZnZD6DNwsP-EpTISZJHzxH4VnJzLr0g\"}"