"{\"content\":{\"body\":\"**Background**\\n12/8, 8 pm, hacker itsspiderman used exploit in eCurve to mint infinite Tripool tokens and deposit as collateral in PIZZA platform, drained all valuable assets.\\n\\nAfterward, the hacker created more than 1.3 million accounts and has transferred the stolen assets. The loss of the PIZZA in this attack is approximately equivalent to 5 million U.S. dollars. The distribution of stolen assets is shown below\\n\\n![](https://images.mirror-media.xyz/publication-images/5Q9_MoRsluZzt17f9234i.png?height=2006&width=1170)\\n\\nThe hacker has emptied all PIZZA assets by collateralizing $11 million TRIPOOL assets. For each lost token, the first was USDT (including OUSD, etc.) with 2 million U.S. dollars; the second was TPT, with a total of 79 million tokens, equivalent to 1.9 million U.S. dollars. In total, Pizza has lost more than 5 million U.S. dollars.\\n\\n**Progress on December 8, 2021**\\nThe PIZZA community has teamed up with SlowMist, bps, liquidity providers, and exchanges to conduct investigations. Currently\\n\\n1. Mainstream SWAP transactions, cross-chain, and exchange deposits and withdrawals on EOS are temporarily closed to prevent hackers from transferring assets.\\n2. At present, the hacker's main account itsspiderman has been blocked by the bps.\\n\\n**Progress on December 9, 2021**\\n\\n1. The KYC traced through its main account itsspiderman are all fake KYC. The hacker's current IP address is overseas, and he has not responded to any negotiation needs.\\n2. 7,900W TPTs have been transferred to 1.4 million decentralized accounts by hackers, and the bps are currently unable to block them.\\n3. After one day's ban, some cross-chain bridges are reopening. **Hackers may transfer 79 million TPT out at any time. Once 79 million TPT are transferred to the BSC chain, dumping and fud will cause significant losses to TPT holders.**\\n\\n![](https://images.mirror-media.xyz/publication-images/64yqDZg53BA21NKNrU_tv.PNG?height=74&width=211)\\n\\n**Several solutions**\\nThe TPT cross-chain bridge is reopening, and time is very tight. After communicating with TPT holders and officials, the following schemes are now proposed for community discussion.\\n\\n1. TP official ensures that all cross-chain bridges and transactions are blocked. In order to prevent hackers from smashing the market with 7900W TPT, TP should block all TPT transactions in EOS chain until this incident is resolved.\\n2. TP official converts TPT contract tokens into a new one and takes a snapshot at the time before hackers stole the tokens. TP directly compensates the tokens to TPT victims in this accident and charges them a 20% handling fee to enter the TPTDAO vault.\\n3. **TP official converts TPT contract tokens into a new one and takes a snapshot at the time before hackers stole the tokens. Based on the facts that PIZZA failed to perform diligence obligations to TPT depositors, which constituted a fundamental default, TPTDAO requires TP official and PIZZA official to reach the following agreements based on friendly negotiations;\\n   (1)  TP official converts TPT contract tokens into a new one and takes a snapshot at the time before hackers stole the tokens. TP official returns the stolen TPT directly to PIZZA.\\n   (2)  Due to the failure of diligence obligations, PIZZA official voluntarily exempted all interest incurred for TPT depositors and returned the TPT directly to the TPT depositors' account in full after the TPT depositors returned the loan principal.\\n   (3)  PIZZA official promises to use all the loan principal returned by TP depositors to repay the claims of the remaining creditors and accept community supervision.**\\n4. TP official does not intervene in any way. By now, the hacker has obtained the ownership of 79 million TPTs, and no one has the right to prevent them from conducting cross-chain and trading. The TP official will continue to cooperate with PIZZA in tracing but will not prevent them from conducting cross-chain and trading.\\n\\n![](https://images.mirror-media.xyz/publication-images/RfM7hG1KjukjOiZ2Bf8Hk.png?height=400&width=400)\\n\\n**Some sharings on the above solutions**\\nTPTDAO volunteers, whales, and TP officers have discussed the solutions above. **The discussions are based on maximizing the interests of TPT holders.** Below are some key meeting minutes.\\n\\n1. **Scheme 1 TP will try to prevent transactions of TPT so that the Bps and Pizza official have time to trace the hacker. The risk is that once any cross-chain bridge reopens, these TPTs will be transferred to BSC within a block, and they will no longer be able to track back.**\\n2. **Scheme 2 TP has the complete initiative to solve the problem. PIZZA official lost the TPT depositors' assets, which constituted a fundamental default. TP officially came forward to eliminate the influence of hackers and protect all holders of TPT. The advantage is**\\n\\n*(1)  The hacker's TPTs will be disabled and can no longer be dumped into BSC chain*\\n\\n*(2)  This transaction doesn't rely on the cooperation of PIZZA official and can be implemented promptly*\\n\\n*(3)  Nearly 2 million TPTs will be injected into TPTDAO vault*\\n\\nWeakness is\\n\\n*(1)  Other related parties of this accident may condemn TP for just taking care of its investors*\\n\\n**3.\\tScheme 3 is based on the premise of trusting PIZZA official. TP official helps PIZZA official to reduce losses and resume operations if applicable.** \\n\\nThe advantage is\\n\\n*(1)  The hacker's TPTs will be disabled and can no longer be dumped into BSC chain*\\n\\n*(2)  All borrowing interest borne by TPT depositors is waived*\\n\\n*(3)  Other victims get the loan principal returned by TPT depositors to make up for their losses*\\n\\n*(4)  PIZZA official may be rescued and re-operate*\\n\\nWeakness is\\n\\n*(1)  Compared with Scheme 2, unnecessary negotiation happens, and the hacker may transfer TPTs during this period, causing significant losses to all TPT holders\\n(2)  The ethical risk of a Pizza officer. For example, after receiving the loan principal returned by TPT depositors, Pizza officials don't act positively to make sure all the deposited TPTs return to their TPT depositors*\\n\\n**4.  There should be no TPT holders support scheme 4**\\n\\n**Discussion period**\\n\\n![](https://images.mirror-media.xyz/publication-images/QyoTA-q-tR5aSrifFbeF5.png?height=194&width=884)\\n\\nThe hacker may successfully cross-chain at any time and cause 79 million TPT to dump into BSC. TPTDAO suggests that the TPTDAO initiate a vote on December 10, 2021, and urge the TP official to implement it as soon as possible.\\n\\nThe proposal will vote on TPTDAO's official website, <https://fans.tokenpocket.pro/>, in the Chinese language. You may find the updates of this incident in the links below.\\n\\n**Tokenpocket Twitter: <https://twitter.com/heipacker>**\\nPizza Twitter: <https://twitter.com/PizzaProFi>\\nTelegram CN: <https://t.me/pizzairCN>\\nTelegram EN: <https://t.me/PIZZAUSDE>\\n\\nPS: I entered the telegram group yesterday. Although I didn't know Pizza officer Guan before, I found that nearly everyone supports and trusts Guan even in this environment. Guan continues to seek solutions online for more than two days. **Although Scheme 2 is the optimal solution for TPT holders**, if Guan promises to comply with scheme three completely, scheme 3 could also be a good choice. Hope that everyone can work together to find the best solution for a win-win situation.\",\"timestamp\":1639120661,\"title\":\"Proposal on contract conversion of EOS chain TPT\"},\"digest\":\"LOVndxV2ySkkKcP7JPcutkf8wzs1OxKLZDhrv8UBJT0\",\"authorship\":{\"contributor\":\"0x3aDCf70F76FECd6B314cA9697272130c45311a01\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RZ8koXevorjqDjYXCvaQlKCRBpDtgjBTHXK9DSPerws\\\",\\\"y\\\":\\\"i4fhm10hWNPJeGI1Z3bin8XHpZpnNjuCsdPeArigRgw\\\"}\",\"signature\":\"k-P3W-QymF9mNUp824L3kr9BlLCu3pVvCw17NBMhk7wLnopIsmCSMqBKDaWR3AEmz7YWB8K25_m8TSidRhbBtQ\",\"signingKeySignature\":\"0x605aefccb10b2e197c7b2092a03b1db64b005acc26ee02d9d51d9c0d7ec92bba406893a15d61366711b17bb865c77ad761607a3383e6fbad1790057ee42d6cd11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RZ8koXevorjqDjYXCvaQlKCRBpDtgjBTHXK9DSPerws\\\",\\\"y\\\":\\\"i4fhm10hWNPJeGI1Z3bin8XHpZpnNjuCsdPeArigRgw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3BOQiVWnb8XJwqeTii95KphfYfcQv5kkt-YmLFOKPPg\"}"