"{\"content\":{\"body\":\"Last year, Marc Andreessen famously (or infamously) wrote “[It’s Time To Build](https://a16z.com/2020/04/18/its-time-to-build/)”, in which he lamented the failure of our institutions to act decisively in the face of the pandemic, and more broadly to collectively imagine and build towards a better future. For many of us he argued, our complacency with the status quo traps us, and makes us reluctantly accept the world around us in place of meaningful action.\\n\\nThe beauty of the Ethereum ecosystem to me is that although we’re still a nascent community, rarely do we fall into such complacency. In web3, we continuously imagine new ways to coordinate, and build tools and social norms that allow us to play new kinds of positive-sum, multiplayer games. In fact, some of these tools disrupt even the (slightly more technologically inclined) status quo Marc Andreessen represents.\\n\\nOne way to think about the space in which we play all of these coordination games is as a [digital nation](https://metaversal.banklesshq.com/p/metaverse-as-digital-nations). This isn’t a [perfect analogy](https://twitter.com/keikreutler/status/1386658153014730760), and even some of the most diehard cypherpunks would agree we won’t be without nation states any time soon, but the metaverse we’re building does share some interesting similarities: in shared culture, shared values, and now shared currency.\\n\\nHistorically, social contracts have played an important role in helping us form our shared cultures and values. In an ideal social contract, as early modern philosophers like [Rousseau](https://plato.stanford.edu/entries/rousseau/) have described, everyone forfeits some rights so that they might also impose selected duties. To do this without sacrificing freedom though there has to be a proper process for choosing what rights and duties we care about in the first place. We have to make the relevant proposals, achieve consensus, and in short - play the game.\\n\\nIn the 20th century, governments principally shaped these games and determined the rights and duties that underpin our social contracts. For example, in most democracies today, citizens agree to pay taxes in their shared currencies to fund and maintain basic infrastructure like roads, bridges, and electrical grids.\\n\\nIn the 21st century however, especially in the web3, we’re still coming to terms with what our shared contracts with each other are. In some corners of our space, we find ourselves asking if we should have any duties to each other at all. Somehow though, despite the fact that there’s no meta-government to appeal to, no local bank to borrow from, and no formal university to give us the knowledge we need, we manage to keep making progress. [DAOs](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o) in particular have played an important role in this process, giving us structured ways to [collect](https://foundation.app/blog/pleasrdao), [invest](https://metacartel.xyz/), and [build](https://raidguild.org/) together.\\n\\nBut as Vitalik mentioned in his recent post on [legitimacy](https://vitalik.ca/general/2021/03/23/legitimacy.html), we still have work to do when it comes to creating new social norms to fund our public goods together. We need to use the power of our shared culture, values, and currency to create social norms that can take us out of the dark forest into the web3 citadel. Web3 is our city, it’s where we live, and we should take care of each other. \\n\\n\\n## **What Are Public Goods?**\\n\\nIf you’re not already familiar, public goods are a special class of goods that are simultaneously non-excludable and non-rivalrous. Non-excludable meaning it’s extremely difficult to stop someone from using the good, like roads and bridges, and non-rivalrous meaning that it’s abundant, and one person’s use of the good doesn’t substantially reduce the amount left for someone else (e.g. there’s more than enough air to go around). Public goods are critical, even selfishly, because we all rely on them - having a new car doesn’t matter if there are no roads to drive it on.\\n\\nIt’s worth noting that determining what is “truly public” can be a difficult task, and it’s something every community has to decide. One distinction that’s often drawn is between public goods and club goods, those goods like golf courses or membership only gyms that are excludable but non-rivalrous. But to make things more confusing even some of the things we consider public goods can be excludable given enough time and effort. For example, if you’re not a particularly good driver you might have your license revoked. If you’re an American, you might not always be allowed into Canada to use the roads in the first place. \\n\\nDigital public goods are by default more public, and hence less excludable. There are far fewer restrictions on how we use open source software because the cost of restriction is so much higher. A book in a library is only available locally to those with a library card, but the infrastructure to coordinate information online is accessible around the world. And of course now in web3 the infrastructure to coordinate value can be available to everyone as well.\\n\\nThis seems like a great thing at first, and it is, but there’s one major problem: the more accessible a good is, the less people want to pay for it. A government only has interest in funding its own roads, companies like Facebook only have interest in funding their own infrastructure (even when it comes to the kinds of open source software they focus on e.g. React), and yes even libraries generally only take care of the books within their walls. As Nadia Eghbal has [written about extensively](https://nayafia.substack.com/p/22-working-in-public), the goods that are most critical and most public are often the least funded. \\n\\n\\n## **Funding Our Shared Infrastructure**\\n\\nThe good news is that together we can help solve these problems using our own shared web3 infrastructure, the kind that allows us to play positive-sum, multiplayer games together in the first place. And to add to that, we already have some social norms that we’ve been evolving as a community.\\n\\nOne such social norm the Gitcoin community has tried to set is that we need the community to be more involved in funding Ethereum’s “most public” digital public goods. We’ve done this by setting up quarterly matching rounds using [quadratic funding](https://arxiv.org/abs/1809.06421), a novel mechanism designed by Vitalik, Glen Weyl, and Zoe Hitzig in 2018. The way this mechanism works is simple, projects in Ethereum can list themselves as public goods in need of funding, and participants can democratically allocate funds from a community managed matching pool by donating some of their own money. By its design, quadratic funding incentivizes every member of the community to fund the infrastructure they want to see in direct proportion to how useful it will be to them, providing a possible solution to our digital tragedy of the commons. \\n\\nTo date, this mechanism has distributed over $10mm to projects at their earliest stages, including WalletConnect, Uniswap, Prysmatic Labs, EIP-1559, and more. And all of their success is ours too as members of the Ethereum community.\\n\\nBut it's always worth questioning whether we're doing enough as web3 citizens. The questions that keep me up at night are how we might encourage more WalletConnects, BrightIDs, and even more quadratic funding mechanisms like Gitcoin Grants. How we might focus less on price and the whims of Twitter personalities, and more on the money, culture, and community legos we want to see in our ecosystem. How we might focus less on speculation and more on participation. \\n\\n## **It’s Time to Build (For the Public Good)**\\n\\nOver the coming weeks, Gitcoin will be making some announcements about how you can get involved in finding answers to these questions. We want to see more experimentation, and push the boundaries of what kind of public goods coordination is possible.\\n\\nOne experiment we’ve already started has been to bring more [community stewards](https://gov.gitcoin.co/t/introducing-stewards-governance/41) into the fold, so that we can better understand the needs of those we’re serving in the Ethereum ecosystem.\\n\\nAnother set of possible experiments, [as Vitalik outlined](https://vitalik.ca/general/2021/03/23/legitimacy.html), are around NFTs:\\n\\n> Which NFTs people find attractive to buy, and which ones they do not, is a question of legitimacy: if everyone agrees that one NFT is interesting and another NFT is lame, then people will strongly prefer buying the first, because it would have both higher value for bragging rights and personal pride in holding it, and because it could be resold for more because everyone else is thinking in the same way. If the conception of legitimacy for NFTs can be pulled in a good direction, there is an opportunity to establish a solid channel of funding to artists, charities and others.\\n\\nHere, we've already seen some interesting developments on from PleasrDAO who in addition to purchasing Snowden's [first piece](https://twitter.com/Snowden/status/1383155552793026560) recently purchased a piece from the [Tor Project](https://twitter.com/trevortimm/status/1393333390003392512) to support their privacy efforts.\\n\\nBut for today, I'd like to start one more experiment right here on Mirror, by inviting anyone inspired by this post to contribute to the recently announced [public goods split address](https://dev.mirror.xyz/TFHT6a9tqa_NxGbatyEf4DhMybjpUabWmUi7nQo4Nfw).\\n\\n[For the Public Good](crowdfund://0x41eD7D49292b8FBF9b9311C1Cb4D6eB877646C58?network=homestead)\\n\\nI hope you'll participate, and that we'll find more experiments to explore together to support our shared infrastructure soon. \\n\\n**It’s time to build for the public good.**\\n\\n\\n\\n\\n\\n\",\"timestamp\":1621308942,\"title\":\"It's Time to Build (For the Public Good)\",\"publication\":\"scott\"},\"digest\":\"YzNkyRlmV0nBVYR-hDgvlbRY0-0r__4RE3C4ZgQ-SwU\",\"authorship\":{\"contributor\":\"0x48A63097E1Ac123b1f5A8bbfFafA4afa8192FaB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RSAJA6CUQyna-5GGF43d11tOggm_TC80CdjFmzdDqZM\\\",\\\"y\\\":\\\"RmDHVs2dfqVO4TQBfRHoQVeGp7UaEy0pR4olBdvdGGA\\\"}\",\"signature\":\"Icg0O8V8MbxayvdICWhaV9TCftUho8n1uXlof94WSD6gw0pmT3aG7B0o01LUfkezUoSymDW0K_-PwMkEw0xmug\",\"signingKeySignature\":\"0x4e433f18a07c97d5f55ee1160d053e78af9cdf6567e1f9750a8181086dee3068618eb651f31121cbe69b04a21f8b28b49d2d3823d49fa5ae42dcb0ac06b3a1151c\",\"signingKeyMessage\":\"I authorize the publication of articles on scott.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RSAJA6CUQyna-5GGF43d11tOggm_TC80CdjFmzdDqZM\\\",\\\"y\\\":\\\"RmDHVs2dfqVO4TQBfRHoQVeGp7UaEy0pR4olBdvdGGA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7nKKV4x17rVkZL9_C0vVL3Vax2rv1H1ciigleEgBAOw\"}"