"{\"content\":{\"body\":\" \\n\\nLORD ILLINGWORTH.  Are you sure?\\n\\nMRS. ALLONBY.  Quite.\\n\\nLORD ILLINGWORTH.  What do you think she'd do if I kissed her?\\n\\nMRS. ALLONBY.  Either marry you, or strike you across the face with her glove.  What would you do if she struck you across the face with her glove?\\n\\nLORD ILLINGWORTH.  Fall in love with her, probably.\\n\\nMRS. ALLONBY.  Then it is lucky you are not going to kiss her!\\n\\nLORD ILLINGWORTH.  Is that a challenge?\\n\\nMRS. ALLONBY.  It is an arrow shot into the air.\\n\\nLORD ILLINGWORTH.  Don't you know that I always succeed in whatever I try?\\n\\nMRS. ALLONBY.  I am sorry to hear it.  We women adore failures. They lean on us.\\n\\nLORD ILLINGWORTH.  You worship successes.  You cling to them.\\n\\nMRS. ALLONBY.  We are the laurels to hide their baldness.\\n\\nLORD ILLINGWORTH.  And they need you always, except at the moment of triumph.\\n\\nMRS. ALLONBY.  They are uninteresting then.\\n\\nLORD ILLINGWORTH.  How tantalising you are!  \\\\[A pause.\\\\]\\n\\nMRS. ALLONBY.  Lord Illingworth, there is one thing I shall always like you for.\\n\\nLORD ILLINGWORTH.  Only one thing?  And I have so many bad qualities.\\n\\nMRS. ALLONBY.  Ah, don't be too conceited about them.  You may lose them as you grow old.\\n\\nLORD ILLINGWORTH.  I never intend to grow old.  The soul is born old but grows young.  That is the comedy of life.\\n\\nMRS. ALLONBY.  And the body is born young and grows old.  That is life's tragedy.\\n\\nLORD ILLINGWORTH.  Its comedy also, sometimes.  But what is the mysterious reason why you will always like me?\\n\\nMRS. ALLONBY.  It is that you have never made love to me.\\n\\nLORD ILLINGWORTH.  I have never done anything else.\\n\\nMRS. ALLONBY.  Really?  I have not noticed it.\\n\\nLORD ILLINGWORTH.  How fortunate!  It might have been a tragedy for both of us.\\n\\nMRS. ALLONBY.  We should each have survived.\\n\\nLORD ILLINGWORTH.  One can survive everything nowadays, except death, and live down anything except a good reputation.\\n\\nMRS. ALLONBY.  Have you tried a good reputation?\\n\\nLORD ILLINGWORTH.  It is one of the many annoyances to which I have never been subjected.\\n\\nMRS. ALLONBY.  It may come.\\n\\nLORD ILLINGWORTH.  Why do you threaten me?\\n\\nMRS. ALLONBY.  I will tell you when you have kissed the Puritan.\\n\\n\\\\[Enter Footman.\\\\]\\n\\nFRANCIS.  Tea is served in the Yellow Drawing-room, my lord.\\n\\nLORD ILLINGWORTH.  Tell her ladyship we are coming in.\\n\\nFRANCIS.  Yes, my lord.\\n\\n\\\\[Exit.\\\\]\\n\\nLORD ILLINGWORTH.  Shall we go in to tea?\\n\\nMRS. ALLONBY.  Do you like such simple pleasures?\\n\\nLORD ILLINGWORTH.  I adore simple pleasures.  They are the last refuge of the complex.  But, if you wish, let us stay here.  Yes, let us stay here.  The Book of Life begins with a man and a woman in a garden.\\n\\nMRS. ALLONBY.  It ends with Revelations.\\n\\nLORD ILLINGWORTH.  You fence divinely.  But the button has come of your foil.\\n\\nMRS. ALLONBY.  I have still the mask.\\n\\nLORD ILLINGWORTH.  It makes your eyes lovelier.\\n\\nMRS. ALLONBY.  Thank you.  Come.\\n\\nLORD ILLINGWORTH.  \\\\[Sees MRS. ARBUTHNOT'S letter on table, and takes it up and looks at envelope.\\\\]  What a curious handwriting! It reminds me of the handwriting of a woman I used to know years ago.\\n\\nMRS. ALLONBY.  Who?\\n\\nLORD ILLINGWORTH.  Oh! no one.  No one in particular.  A woman of no importance.  \\\\[Throws letter down, and passes up the steps of the terrace with MRS. ALLONBY.  They smile at each other.\\\\]\\n\\nACT DROP.\\n\\nSECOND ACT\\n\\nSCENE\\n\\nDrawing-room at Hunstanton, after dinner, lamps lit.  Door L.C. Door R.C.\\n\\n\\\\[Ladies seated on sofas.\\\\]\\n\\nMRS. ALLONBY.  What a comfort it is to have got rid of the men for a little!\\n\\nLADY STUTFIELD.  Yes; men persecute us dreadfully, don't they?\\n\\nMRS. ALLONBY.  Persecute us?  I wish they did.\\n\\nLADY HUNSTANTON.  My dear!\\n\\nMRS. ALLONBY.  The annoying thing is that the wretches can be perfectly happy without us.  That is why I think it is every woman's duty never to leave them alone for a single moment, except during this short breathing space after dinner; without which I believe we poor women would be absolutely worn to shadows.\\n\\n\\\\[Enter Servants with coffee.\\\\]\\n\\nLADY HUNSTANTON.  Worn to shadows, dear?\\n\\nMRS. ALLONBY.  Yes, Lady Hunstanton.  It is such a strain keeping men up to the mark.  They are always trying to escape from us.\\n\\nLADY STUTFIELD.  It seems to me that it is we who are always trying to escape from them.  Men are so very, very heartless.  They know their power and use it.\\n\\nLADY CAROLINE.  \\\\[Takes coffee from Servant.\\\\]  What stuff and nonsense all this about men is!  The thing to do is to keep men in their proper place.\\n\\nMRS. ALLONBY.  But what is their proper place, Lady Caroline?\\n\\nLADY CAROLINE.  Looking after their wives, Mrs. Allonby.\\n\\nMRS. ALLONBY.  \\\\[Takes coffee from Servant.\\\\]  Really?  And if they're not married?\\n\\nLADY CAROLINE.  If they are not married, they should be looking after a wife.  It's perfectly scandalous the amount of bachelors who are going about society.  There should be a law passed to compel them all to marry within twelve months.\\n\\nLADY STUTFIELD.  \\\\[Refuses coffee.\\\\]  But if they're in love with some one who, perhaps, is tied to another?\\n\\nLADY CAROLINE.  In that case, Lady Stutfield, they should be married off in a week to some plain respectable girl, in order to teach them not to meddle with other people's property.\\n\\nMRS. ALLONBY.  I don't think that we should ever be spoken of as other people's property.  All men are married women's property. That is the only true definition of what married women's property really is.  But we don't belong to any one.\\n\\nLADY STUTFIELD.  Oh, I am so very, very glad to hear you say so.\\n\\nLADY HUNSTANTON.  But do you really think, dear Caroline, that legislation would improve matters in any way?  I am told that, nowadays, all the married men live like bachelors, and all the bachelors like married men.\\n\\nMRS. ALLONBY.  I certainly never know one from the other.\\n\\nLADY STUTFIELD.  Oh, I think one can always know at once whether a man has home claims upon his life or not.  I have noticed a very, very sad expression in the eyes of so many married men.\\n\\nMRS. ALLONBY.  Ah, all that I have noticed is that they are horribly tedious when they are good husbands, and abominably conceited when they are not.\\n\\nLADY HUNSTANTON.  Well, I suppose the type of husband has completely changed since my young days, but I'm bound to state that poor dear Hunstanton was the most delightful of creatures, and as good as gold.\\n\\nMRS. ALLONBY.  Ah, my husband is a sort of promissory note; I'm tired of meeting him.\\n\\nLADY CAROLINE.  But you renew him from time to time, don't you?\\n\\nMRS. ALLONBY.  Oh no, Lady Caroline.  I have only had one husband as yet.  I suppose you look upon me as quite an amateur.\\n\\nLADY CAROLINE.  With your views on life I wonder you married at all.\\n\\nMRS. ALLONBY.  So do I.\\n\\nLADY HUNSTANTON.  My dear child, I believe you are really very happy in your married life, but that you like to hide your happiness from others.\\n\\nMRS. ALLONBY.  I assure you I was horribly deceived in Ernest.\\n\\nLADY HUNSTANTON.  Oh, I hope not, dear.  I knew his mother quite well.  She was a Stratton, Caroline, one of Lord Crowland's daughters\\n\\nLADY CAROLINE.  Victoria Stratton?  I remember her perfectly.  A silly fair-haired woman with no chin.\\n\\nMRS. ALLONBY.  Ah, Ernest has a chin.  He has a very strong chin, a square chin.  Ernest's chin is far too square.\\n\\nLADY STUTFIELD.  But do you really think a man's chin can be too square?  I think a man should look very, very strong, and that his chin should be quite, quite square.\\n\\nMRS. ALLONBY.  Then you should certainly know Ernest, Lady Stutfield.  It is only fair to tell you beforehand he has got no conversation at all.\\n\\nLADY STUTFIELD.  I adore silent men.\\n\\nMRS. ALLONBY.  Oh, Ernest isn't silent.  He talks the whole time. But he has got no conversation.  What he talks about I don't know. I haven't listened to him for years.\\n\\nLADY STUTFIELD.  Have you never forgiven him then?  How sad that seems!  But all life is very, very sad, is it not?\\n\\nMRS. ALLONBY.  Life, Lady Stutfield, is simply a MAUVAIS QUART D'HEURE made up of exquisite moments.\\n\\nLADY STUTFIELD.  Yes, there are moments, certainly.  But was it something very, very wrong that Mr. Allonby did?  Did he become angry with you, and say anything that was unkind or true?\\n\\nMRS. ALLONBY.  Oh dear, no.  Ernest is invariably calm.  That is one of the reasons he always gets on my nerves.  Nothing is so aggravating as calmness.  There is something positively brutal about the good temper of most modern men.  I wonder we women stand it as well as we do.\\n\\nLADY  STUTFIELD.  Yes; men's good temper shows they are not so sensitive as we are, not so finely strung.  It makes a great barrier often between husband and wife, does it not?  But I would so much like to know what was the wrong thing Mr. Allonby did.\\n\\nMRS. ALLONBY.  Well, I will tell you, if you solemnly promise to tell everybody else.\\n\\nLADY STUTFIELD.  Thank you, thank you.  I will make a point of repeating it.\\n\\nMRS. ALLONBY.  When Ernest and I were engaged, he swore to me positively on his knees that he had never loved any one before in the whole course of his life.  I was very young at the time, so I didn't believe him, I needn't tell you.  Unfortunately, however, I made no enquiries of any kind till after I had been actually married four or five months.  I found out then that what he had told me was perfectly true.  And that sort of thing makes a man so absolutely uninteresting.\\n\\nLADY HUNSTANTON.  My dear!\\n\\nMRS. ALLONBY.  Men always want to be a woman's first love.  That is their clumsy vanity.  We women have a more subtle instinct about things.  What we like is to be a man's last romance.\\n\\nLADY STUTFIELD.  I see what you mean.  It's very, very beautiful.\\n\\nLADY HUNSTANTON.  My dear child, you don't mean to tell me that you won't forgive your husband because he never loved any one else? Did you ever hear such a thing, Caroline?  I am quite surprised.\\n\\nLADY CAROLINE.  Oh, women have become so highly educated, Jane, that nothing should surprise us nowadays, except happy marriages. They apparently are getting remarkably rare.\\n\\nMRS. ALLONBY.  Oh, they're quite out of date.\\n\\nLADY STUTFIELD.  Except amongst the middle classes, I have been told.\\n\\nMRS. ALLONBY.  How like the middle classes!\\n\\nLADY STUTFIELD.  Yes - is it not? - very, very like them.\\n\\nLADY CAROLINE.  If what you tell us about the middle classes is true, Lady Stutfield, it redounds greatly to their credit.  It is much to be regretted that in our rank of life the wife should be so persistently frivolous, under the impression apparently that it is the proper thing to be.  It is to that I attribute the unhappiness of so many marriages we all know of in society.\\n\\nMRS. ALLONBY.  Do you know, Lady Caroline, I don't think the frivolity of the wife has ever anything to do with it. More marriages are ruined nowadays by the common sense of the husband than by anything else.  How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly rational being?\\n\\nLADY HUNSTANTON.  My dear!\\n\\nMRS. ALLONBY.  Man, poor, awkward, reliable, necessary man belongs to a sex that has been rational for millions and millions of years. He can't help himself.  It is in his race.  The History of Woman is very different.  We have always been picturesque protests against the mere existence of common sense.  We saw its dangers from the first.\\n\\nLADY STUTFIELD.  Yes, the common sense of husbands is certainly most, most trying.  Do tell me your conception of the Ideal Husband.  I think it would be so very, very helpful.\\n\\nMRS. ALLONBY.  The Ideal Husband?  There couldn't be such a thing. The institution is wrong.\\n\\nLADY STUTFIELD.  The Ideal Man, then, in his relations to US.\\n\\nLADY CAROLINE.  He would probably be extremely realistic.\\n\\nMRS. CAROLINE.  The Ideal Man!  Oh, the Ideal Man should talk to us as if we were goddesses, and treat us as if we were children.  He should refuse all our serious requests, and gratify every one of our whims.  He should encourage us to have caprices, and forbid us to have missions.  He should always say much more than he means, and always mean much more than he says.\\n\\nLADY HUNSTANTON.  But how could he do both, dear?\\n\\nMRS. ALLONBY.  He should never run down other pretty women.  That would show he had no taste, or make one suspect that he had too much.  No; he should be nice about them all, but say that somehow they don't attract him.\\n\\nLADY STUTFIELD.  Yes, that is always very, very pleasant to hear about other women.\\n\\nMRS. ALLONBY.  If we ask him a question about anything, he should give us an answer all about ourselves.  He should invariably praise us for whatever qualities he knows we haven't got.  But he should be pitiless, quite pitiless, in reproaching us for the virtues that we have never dreamed of possessing.  He should never believe that we know the use of useful things.  That would be unforgiveable. But he should shower on us everything we don't want.\\n\\nLADY CAROLINE.  As far as I can see, he is to do nothing but pay bills and compliments.\\n\\nMRS. ALLONBY.  He should persistently compromise us in public, and treat us with absolute respect when we are alone.  And yet he should be always ready to have a perfectly terrible scene, whenever we want one, and to become miserable, absolutely miserable, at a moment's notice, and to overwhelm us with just reproaches in less than twenty minutes, and to be positively violent at the end of half an hour, and to leave us for ever at a quarter to eight, when we have to go and dress for dinner.  And when, after that, one has seen him for really the last time, and he has refused to take back the little things he has given one, and promised never to communicate with one again, or to write one any foolish letters, he should be perfectly broken-hearted, and telegraph to one all day long, and send one little notes every half-hour by a private hansom, and dine quite alone at the club, so that every one should know how unhappy he was.  And after a whole dreadful week, during which one has gone about everywhere with one's husband, just to show how absolutely lonely one was, he may be given a third last parting, in the evening, and then, if his conduct has been quite irreproachable, and one has behaved really badly to him, he should be allowed to admit that he has been entirely in the wrong, and when he has admitted that, it becomes a woman's duty to forgive, and one can do it all over again from the beginning, with variations.\\n\\nLADY HUNSTANTON.  How clever you are, my dear!  You never mean a single word you say.\\n\\nLADY STUTFIELD.  Thank you, thank you.  It has been quite, quite entrancing.  I must try and remember it all.  There are such a number of details that are so very, very important.\\n\\nLADY CAROLINE.  But you have not told us yet what the reward of the Ideal Man is to be.\\n\\nMRS. ALLONBY.  His reward?  Oh, infinite expectation.  That is quite enough for him.\\n\\nLADY STUTFIELD.  But men are so terribly, terribly exacting, are they not?\\n\\nMRS. ALLONBY.  That makes no matter.  One should never surrender.\\n\\nLADY STUTFIELD.  Not even to the Ideal Man?\\n\\nMRS. ALLONBY.  Certainly not to him.  Unless, of course, one wants to grow tired of him.\\n\\nLADY STUTFIELD.  Oh! . . . yes.  I see that.  It is very, very helpful.  Do you think, Mrs. Allonby, I shall ever meet the Ideal Man?  Or are there more than one?\\n\\nMRS. ALLONBY.  There are just four in London, Lady Stutfield.\\n\\nLADY HUNSTANTON.  Oh, my dear!\\n\\nMRS. ALLONBY.  \\\\[Going over to her.\\\\]  What has happened?  Do tell me.\\n\\nLADY HUNSTANTON \\\\[in a low voice\\\\]  I had completely forgotten that the American young lady has been in the room all the time.  I am afraid some of this clever talk may have shocked her a little.\\n\\nMRS. ALLONBY.  Ah, that will do her so much good!\\n\\nLADY HUNSTANTON.  Let us hope she didn't understand much.  I think I had better go over and talk to her.  \\\\[Rises and goes across to HESTER WORSLEY.\\\\]  Well, dear Miss Worsley. \\\\[Sitting down beside her.\\\\]  How quiet you have been in your nice little corner all this time!  I suppose you have been reading a book?  There are so many books here in the library.\\n\\nHESTER.  No, I have been listening to the conversation.\\n\\nLADY HUNSTANTON.  You mustn't believe everything that was said, you know, dear.\\n\\nHESTER.  I didn't believe any of it\\n\\nLADY HUNSTANTON.  That is quite right, dear.\\n\\nHESTER.  \\\\[Continuing.\\\\]  I couldn't believe that any women could really hold such views of life as I have heard to-night from some of your guests.  \\\\[An awkward pause.\\\\]\\n\\nLADY HUNSTANTON.  I hear you have such pleasant society in America. Quite like our own in places, my son wrote to me.\\n\\nHESTER.  There are cliques in America as elsewhere, Lady Hunstanton.  But true American society consists simply of all the good women and good men we have in our country.\\n\\nLADY HUNSTANTON.  What a sensible system, and I dare say quite pleasant too.  I am afraid in England we have too many artificial social barriers.  We don't see as much as we should of the middle and lower classes.\\n\\nHESTER.  In America we have no lower classes.\\n\\nLADY HUNSTANTON.  Really?  What a very strange arrangement!\\n\\nMRS. ALLONBY.  What is that dreadful girl talking about?\\n\\nLADY STUTFIELD.  She is painfully natural, is she not?\\n\\nLADY CAROLINE.  There are a great many things you haven't got in America, I am told, Miss Worsley.  They say you have no ruins, and no curiosities.\\n\\nMRS. ALLONBY.  \\\\[To LADY STUTFIELD.\\\\]  What nonsense!  They have their mothers and their manners.\\n\\nHESTER.  The English aristocracy supply us with our curiosities, Lady Caroline.  They are sent over to us every summer, regularly, in the steamers, and propose to us the day after they land.  As for ruins, we are trying to build up something that will last longer than brick or stone.  \\\\[Gets up to take her fan from table.\\\\]\\n\\nLADY HUNSTANTON.  What is that, dear?  Ah, yes, an iron Exhibition, is it not, at that place that has the curious name?\\n\\nHESTER.  \\\\[Standing by table.\\\\]  We are trying to build up life, Lady Hunstanton, on a better, truer, purer basis than life rests on here.  This sounds strange to you all, no doubt.  How could it sound other than strange?  You rich people in England, you don't know how you are living.  How could you know?  You shut out from your society the gentle and the good.  You laugh at the simple and the pure.  Living, as you all do, on others and by them, you sneer at self-sacrifice, and if you throw bread to the poor, it is merely to keep them quiet for a season.  With all your pomp and wealth and art you don't know how to live - you don't even know that.  You love the beauty that you can see and touch and handle, the beauty that you can destroy, and do destroy, but of the unseen beauty of life, of the unseen beauty of a higher life, you know nothing.  You have lost life's secret.  Oh, your English society seems to me shallow, selfish, foolish.  It has blinded its eyes, and stopped its ears.  It lies like a leper in purple.  It sits like a dead thing smeared with gold.  It is all wrong, all wrong.\\n\\nLADY STUTFIELD.  I don't think one should know of these things.  It is not very, very nice, is it?\\n\\nLADY HUNSTANTON.  My dear Miss Worsley, I thought you liked English society so much.  You were such a success in it.  And you were so much admired by the best people.  I quite forget what Lord Henry Weston said of you - but it was most complimentary, and you know what an authority he is on beauty.\\n\\nHESTER.  Lord Henry Weston!  I remember him, Lady Hunstanton.  A man with a hideous smile and a hideous past.  He is asked everywhere.  No dinner-party is complete without him.  What of those whose ruin is due to him?  They are outcasts.  They are nameless.  If you met them in the street you would turn your head away.  I don't complain of their punishment.  Let all women who have sinned be punished.\\n\\n\\\\[MRS. ARBUTHNOT enters from terrace behind in a cloak with a lace veil over her head.  She hears the last words and starts.\\\\]\\n\\nLADY HUNSTANTON.  My dear young lady!\\n\\nHESTER.  It is right that they should be punished, but don't let them be the only ones to suffer.  If a man and woman have sinned, let them both go forth into the desert to love or loathe each other there.  Let them both be branded.  Set a mark, if you wish, on each, but don't punish the one and let the other go free.  Don't have one law for men and another for women.  You are unjust to women in England.  And till you count what is a shame in a woman to be an infamy in a man, you will always be unjust, and Right, that pillar of fire, and Wrong, that pillar of cloud, will be made dim to your eyes, or be not seen at all, or if seen, not regarded\\n\\nLADY CAROLINE.  Might I, dear Miss Worsley, as you are standing up, ask you for my cotton that is just behind you?  Thank you.\\n\\nLADY HUNSTANTON.  My dear Mrs. Arbuthnot!  I am so pleased you have come up.  But I didn't hear you announced.\\n\\nMRS. ALLONBY.  Oh, I came straight in from the terrace, Lady Hunstanton, just as I was.  You didn't tell me you had a party.\\n\\nLADY HUNSTANTON.  Not a party.  Only a few guests who are staying in the house, and whom you must know.  Allow me.  \\\\[Tries to help her.  Rings bell.\\\\]  Caroline, this is Mrs. Arbuthnot, one of my sweetest friends.  Lady Caroline Pontefract, Lady Stutfield, Mrs. Allonby, and my young American friend, Miss Worsley, who has just been telling us all how wicked we are.\\n\\nHESTER.  I am afraid you think I spoke too strongly, Lady Hunstanton.  But there are some things in England -\\n\\nLADY HUNSTANTON.  My dear young lady, there was a great deal of truth, I dare say, in what you said, and you looked very pretty while you said it, which is much more important, Lord Illingworth would tell us.  The only point where I thought you were a little hard was about Lady Caroline's brother, about poor Lord Henry.  He is really such good company.\\n\\n\\\\[Enter Footman.\\\\]\\n\\nTake Mrs. Arbuthnot's things.\\n\\n\\\\[Exit Footman with wraps.\\\\]\\n\\nHESTER.  Lady Caroline, I had no idea it was your brother.  I am sorry for the pain I must have caused you - I -\\n\\nLADY CAROLINE.  My dear Miss Worsley, the only part of your little speech, if I may so term it, with which I thoroughly agreed, was the part about my brother.  Nothing that you could possibly say could be too bad for him.  I regard Henry as infamous, absolutely infamous.  But I am bound to state, as you were remarking, Jane, that he is excellent company, and he has one of the best cooks in London, and after a good dinner one can forgive anybody, even one's own relations.\\n\\nLADY HUNSTANTON \\\\[to MISS WORSLEY\\\\]  Now, do come, dear, and make friends with Mrs. Arbuthnot.  She is one of the good, sweet, simple people you told us we never admitted into society.  I am sorry to say Mrs. Arbuthnot comes very rarely to me.  But that is not my fault.\\n\\nMRS. ALLONBY.  What a bore it is the men staying so long after dinner!  I expect they are saying the most dreadful things about us.\\n\\nLADY STUTFIELD.  Do you really think so?\\n\\nMRS. ALLONBY.  I was sure of it.\\n\\nLADY STUTFIELD.  How very, very horrid of them!  Shall we go onto the terrace?\\n\\nMRS. ALLONBY.  Oh, anything to get away from the dowagers and the dowdies.  \\\\[Rises and goes with LADY STUTFIELD to door L.C.\\\\]  We are only going to look at the stars, Lady Hunstanton.\\n\\nLADY HUNSTANTON.  You will find a great many, dear, a great many. But don't catch cold.  \\\\[To MRS. ARBUTHNOT.\\\\]  We shall all miss Gerald so much, dear Mrs. Arbuthnot.\\n\\nMRS. ARBUTHNOT.  But has Lord Illingworth really offered to make Gerald his secretary?\\n\\nLADY HUNSTANTON.  Oh, yes!  He has been most charming about it.  He has the highest possible opinion of your boy.  You don't know Lord Illingworth, I believe, dear.\\n\\nMRS. ARBUTHNOT.  I have never met him.\\n\\nLADY HUNSTANTON.  You know him by name, no doubt?\\n\\nMRS. ARBUTHNOT.  I am afraid I don't.  I live so much out of the world, and see so few people.  I remember hearing years ago of an old Lord Illingworth who lived in Yorkshire, I think.\\n\\nLADY HUNSTANTON.  Ah, yes.  That would be the last Earl but one. He was a very curious man.  He wanted to marry beneath him.  Or wouldn't, I believe.  There was some scandal about it.  The present Lord Illingworth is quite different.  He is very distinguished.  He does - well, he does nothing, which I am afraid our pretty American visitor here thinks very wrong of anybody, and I don't know that he cares much for the subjects in which you are so interested, dear Mrs. Arbuthnot.  Do you think, Caroline, that Lord Illingworth is interested in the Housing of the Poor?\\n\\nLADY CAROLINE.  I should fancy not at all, Jane.\\n\\nLADY HUNSTANTON.  We all have our different tastes, have we not? But Lord Illingworth has a very high position, and there is nothing he couldn't get if he chose to ask for it.  Of course, he is comparatively a young man still, and he has only come to his title within - how long exactly is it, Caroline, since Lord Illingworth succeeded?\\n\\nLADY CAROLINE.  About four years, I think, Jane.  I know it was the same year in which my brother had his last exposure in the evening newspapers.\\n\\nLADY HUNSTANTON.  Ah, I remember.  That would be about four years ago.  Of course, there were a great many people between the present Lord Illingworth and the title, Mrs. Arbuthnot.  There was - who was there, Caroline?\\n\\nLADY CAROLINE.  There was poor Margaret's baby.  You remember how anxious she was to have a boy, and it was a boy, but it died, and her husband died shortly afterwards, and she married almost immediately one of Lord Ascot's sons, who, I am told, beats her.\\n\\nLADY HUNSTANTON.  Ah, that is in the family, dear, that is in the family.  And there was also, I remember, a clergyman who wanted to be a lunatic, or a lunatic who wanted to be a clergyman, I forget which, but I know the Court of Chancery investigated the matter, and decided that he was quite sane.  And I saw him afterwards at poor Lord Plumstead's with straws in his hair, or something very odd about him.  I can't recall what.  I often regret, Lady Caroline, that dear Lady Cecilia never lived to see her son get the title.\\n\\nMRS. ARBUTHNOT.  Lady Cecilia?\\n\\nLADY  HUNSTANTON.  Lord Illingworth's mother, dear Mrs. Arbuthnot, was one of the Duchess of Jerningham's pretty daughters, and she married Sir Thomas Harford, who wasn't considered a very good match for her at the time, though he was said to be the handsomest man in London.  I knew them all quite intimately, and both the sons, Arthur and George.\\n\\nMRS. ARBUTHNOT.  It was the eldest son who succeeded, of course, Lady Hunstanton?\\n\\nLADY HUNSTANTON.  No, dear, he was killed in the hunting field.  Or was it fishing, Caroline?  I forget.  But George came in for everything.  I always tell him that no younger son has ever had such good luck as he has had.\\n\\nMRS. ARBUTHNOT.  Lady Hunstanton, I want to speak to Gerald at once.  Might I see him?  Can he be sent for?\\n\\nLADY HUNSTANTON.  Certainly, dear.  I will send one of the servants into the dining-room to fetch him.  I don't know what keeps the gentlemen so long.  \\\\[Rings bell.\\\\]  When I knew Lord Illingworth first as plain George Harford, he was simply a very brilliant young man about town, with not a penny of money except what poor dear Lady Cecilia gave him.  She was quite devoted to him.  Chiefly, I fancy, because he was on bad terms with his father.  Oh, here is the dear Archdeacon.  \\\\[To Servant.\\\\]  It doesn't matter.\\n\\n\\\\[Enter SIR JOHN and DOCTOR DAUBENY.  SIR JOHN goes over to LADY STUTFIELD, DOCTOR DAUBENY to LADY HUNSTANTON.\\\\]\\n\\nTHE ARCHDEACON.  Lord Illingworth has been most entertaining.  I have never enjoyed myself more.  \\\\[Sees MRS. ARBUTHNOT.\\\\]  Ah, Mrs. Arbuthnot.\\n\\nLADY HUNSTANTON.  \\\\[To DOCTOR DAUBENY.\\\\]  You see I have got Mrs. Arbuthnot to come to me at last.\\n\\nTHE ARCHDEACON.  That is a great honour, Lady Hunstanton.  Mrs. Daubeny will be quite jealous of you.\\n\\nLADY HUNSTANTON.  Ah, I am so sorry Mrs. Daubeny could not come with you to-night.  Headache as usual, I suppose.\\n\\nTHE ARCHDEACON.  Yes, Lady Hunstanton; a perfect martyr.  But she is happiest alone.  She is happiest alone.\\n\\nLADY CAROLINE.  \\\\[To her husband.\\\\]  John!  \\\\[SIR JOHN goes over to his wife.  DOCTOR DAUBENY talks to LADY HUNSTANTON and MRS. ARBUTHNOT.\\\\]\\n\\n\\\\[MRS. ARBUTHNOT watches LORD ILLINGWORTH the whole time.  He has passed across the room without noticing her, and approaches MRS. ALLONBY, who with LADY STUTFIELD is standing by the door looking on to the terrace.\\\\]\\n\\nLORD ILLINGWORTH.  How is the most charming woman in the world?\\n\\nMRS. ALLONBY.  \\\\[Taking LADY STUTFIELD by the hand.\\\\]  We are both quite well, thank you, Lord Illingworth.  But what a short time you have been in the dining-room!  It seems as if we had only just left.\\n\\nLORD ILLINGWORTH.  I was bored to death.  Never opened my lips the whole time.  Absolutely longing to come in to you.\\n\\nMRS. ALLONBY.  You should have.  The American girl has been giving us a lecture.\\n\\nLORD ILLINGWORTH.  Really?  All Americans lecture, I believe.  I suppose it is something in their climate.  What did she lecture about?\\n\\nMRS. ALLONBY.  Oh, Puritanism, of course.\\n\\nLORD ILLINGWORTH.  I am going to convert her, am I not?  How long do you give me?\\n\\nMRS. ALLONBY.  A week.\\n\\nLORD ILLINGWORTH.  A week is more than enough.\\n\\n\\\\[Enter GERALD and LORD ALFRED.\\\\]\\n\\nGERALD.  \\\\[Going to MRS. ARBUTHNOT.\\\\]  Dear mother!\\n\\nMRS. ARBUTHNOT.  Gerald, I don't feel at all well.  See me home, Gerald.  I shouldn't have come.\\n\\nGERALD.  I am so sorry, mother.  Certainly.  But you must know Lord Illingworth first.  \\\\[Goes across room.\\\\]\\n\\nMRS. ARBUTHNOT.  Not to-night, Gerald.\\n\\nGERALD.  Lord Illingworth, I want you so much to know my mother.\\n\\nLORD ILLINGWORTH.  With the greatest pleasure.  \\\\[To MRS. ALLONBY.\\\\] I'll be back in a moment.  People's mothers always bore me to death.  All women become like their mothers.  That is their tragedy.\\n\\nMRS. ALLONBY.  No man does.  That is his.\\n\\nLORD ILLINGWORTH.  What a delightful mood you are in to-night! \\\\[Turns round and goes across with GERALD to MRS. ARBUTHNOT.  When he sees her, he starts back in wonder.  Then slowly his eyes turn towards GERALD.\\\\]\\n\\nGERALD.  Mother, this is Lord Illingworth, who has offered to take me as his private secretary.  \\\\[MRS. ARBUTHNOT bows coldly.\\\\]  It is a wonderful opening for me, isn't it?  I hope he won't be disappointed in me, that is all.  You'll thank Lord Illingworth, mother, won't you?\\n\\nMRS. ARBUTHNOT.  Lord Illingworth in very good, I am sure, to interest himself in you for the moment.\\n\\nLORD ILLINGWORTH.  \\\\[Putting his hand on GERALD's shoulder.\\\\]  Oh, Gerald and I are great friends already, Mrs . . . Arbuthnot.\\n\\nMRS. ARBUTHNOT.  There can be nothing in common between you and my son, Lord Illingworth.\\n\\nGERALD.  Dear mother, how can you say so?  Of course Lord Illingworth is awfully clever and that sort of thing.  There is nothing Lord Illingworth doesn't know.\\n\\nLORD ILLINGWORTH.  My dear boy!\\n\\nGERALD.  He knows more about life than any one I have ever met.  I feel an awful duffer when I am with you, Lord Illingworth.  Of course, I have had so few advantages.  I have not been to Eton or Oxford like other chaps.  But Lord Illingworth doesn't seem to mind that.  He has been awfully good to me, mother.\\n\\nMRS. ARBUTHNOT.  Lord Illingworth may change his mind.  He may not really want you as his secretary.\\n\\nGERALD.  Mother!\\n\\nMRS. ARBUTHNOT.  You must remember, as you said yourself, you have had so few advantages.\\n\\nMRS. ALLONBY.  Lord Illingworth, I want to speak to you for a moment.  Do come over.\\n\\nLORD ILLINGWORTH.  Will you excuse me, Mrs. Arbuthnot?  Now, don't let your charming mother make any more difficulties, Gerald.  The thing is quite settled, isn't it?\\n\\nGERALD.  I hope so.  \\\\[LORD ILLINGWORTH goes across to MRS. ARBUTHNOT.\\\\]\\n\\nMRS. ALLONBY.  I thought you were never going to leave the lady in black velvet.\\n\\nLORD ILLINGWORTH.  She is excessively handsome.  \\\\[Looks at MRS. ARBUTHNOT.\\\\]\\n\\nLADY HUNSTANTON.  Caroline, shall we all make a move to the music- room?  Miss Worsley is going to play.  You'll come too, dear Mrs. Arbuthnot, won't you?  You don't know what a treat is in store for you.  \\\\[To DOCTOR DAUBENY.\\\\]  I must really take Miss Worsley down some afternoon to the rectory.  I should so much like dear Mrs. Daubeny to hear her on the violin.  Ah, I forgot.  Dear Mrs. Daubeny's hearing is a little defective, is it not?\\n\\nTHE ARCHDEACON.  Her deafness is a great privation to her.  She can't even hear my sermons now.  She reads them at home.  But she has many resources in herself, many resources.\\n\\nLADY HUNSTANTON.  She reads a good deal, I suppose?\\n\\nTHE ARCHDEACON.  Just the very largest print.  The eyesight is rapidly going.  But she's never morbid, never morbid.\\n\\nGERALD.  \\\\[To LORD ILLINGWORTH.\\\\]  Do speak to my mother, Lord Illingworth, before you go into the music-room.  She seems to think, somehow, you don't mean what you said to me.\\n\\nMRS. ALLONBY.  Aren't you coming?\\n\\nLORD ILLINGWORTH.  In a few moments.  Lady Hunstanton, if Mrs. Arbuthnot would allow me, I would like to say a few words to her, and we will join you later on.\\n\\nLADY HUNSTANTON.  Ah, of course.  You will have a great deal to say to her, and she will have a great deal to thank you for.  It is not every son who gets such an offer, Mrs. Arbuthnot.  But I know you appreciate that, dear.\\n\\nLADY CAROLINE.  John!\\n\\nLADY HUNSTANTON.  Now, don't keep Mrs. Arbuthnot too long, Lord Illingworth.  We can't spare her.\\n\\n\\\\[Exit following the other guests.  Sound of violin heard from music-room.\\\\]\\n\\nLORD ILLINGWORTH.  So that is our son, Rachel!  Well, I am very proud of him.  He in a Harford, every inch of him.  By the way, why Arbuthnot, Rachel?\\n\\nMRS. ARBUTHNOT.  One name is as good as another, when one has no right to any name.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/123](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/123)\\n\\n\",\"timestamp\":1637649956,\"title\":\" MRS. ALLONBY.  Miss Worsley would not let you kiss her.\"},\"digest\":\"PfjHokaxpAeUv0W_Wfv8Yg6TCqN409ePaLG7807JLFQ\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FBpyKTlLBUSNwPIW-dNrtudXy4sgJxCYHr6x2CzDRBA\\\",\\\"y\\\":\\\"a0_4JoePU61V4Ok7PVNvpBpRXkwpoE3-cPUCGciodq4\\\"}\",\"signature\":\"8Rn4JCV0y9GRr9QMVw6qIUNeDzq710tOLe2UArzGigTUZKubnezX1l2k01kIwOcPfVy-a6sp_vsD-ggiD9vasA\",\"signingKeySignature\":\"0x6a618447dd5b5fdcc1946f4a8a5860a468f4a723d6220f687235a0d10b038048300aff9a23474bf08a1635beddda634ef5b741e614cef02727b79b74250d5d791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FBpyKTlLBUSNwPIW-dNrtudXy4sgJxCYHr6x2CzDRBA\\\",\\\"y\\\":\\\"a0_4JoePU61V4Ok7PVNvpBpRXkwpoE3-cPUCGciodq4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PfjHokaxpAeUv0W_Wfv8Yg6TCqN409ePaLG7807JLFQ\"}"