"{\"content\":{\"body\":\"***Background & Hypothesis***\\n\\nWe’re increasingly optimizing for clothing *comfort* in the physical world and *fashion* in the digital world.  \\n\\n> **[Calvin McDonald, CEO of Lululemon, shared that the company is on track to exceed revenue targets made for 2023 by the end of this year, a full two years ahead of plan.](https://www.forbes.com/sites/shelleykohan/2021/09/08/lululemon-sales-surge-despite-supply-chain-issues/?sh=2e3ce8c97a07)**\\n>\\n> **[Wearable NFT clothing could trigger $11 billion record quarter.](https://news.yahoo.com/wearable-nfts-could-trigger-11-billion-record-quarter-100436479.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAByqNXth1LqERAFTkvsb_hwY87ptp3xBT4jogPpBxX1ZOTemE7vVae7fEjtk9EMSe5D_C_ieFoiLhMyYkw20UwL6Tpl7YpZnXY-ycrBvd10TJW3HcLUDefc4FO9owTHh9a3oCw7-RCk7WdUVj8F-iK5mDCns8HSHc476bDPID0-D)**\\n\\nThe underlying catalyst for both of these shifts is the pandemic which enables us to work from home in comfort but at the same time limits our opportunities to traverse the physical world and socially signal through fashion. With less opportunities to flex travel destination pictures on Instagram, we sought other outlets to signal and ended up buying cryptopunks, bored apes, and the like. Have you logged into Twitter lately? Steph Curry swapped his headshot for a Bored Ape, and he’s not alone. \\n\\n![](https://images.mirror-media.xyz/publication-images/G4KS1lXYoQrWP96yjGFze.png?height=672&width=1198)\\n\\nAvatars across social media platforms are shifting from headshots to pseudonymous animated figures in a seminal cultural moment. Interestingly the platforms are actually *embracing* this sea change in online behavior and new way of status signaling. \\n\\n> **[Twitter To Finally Embrace Ethereum And NFT Avatars](https://tokenist.com/twitter-to-finally-embrace-ethereum-and-nft-avatars/)**\\n\\nDigital avatar NFT’s are of course social status signals in and of themselves, but we believe there’s a larger opportunity to create a new category of what we’re calling *composable fashion* to outfit these avatar collections, starting with high end, luxury branded NFT clothing and accessories. We don’t wear the same clothes on repeating days in the physical world; soon it will be unfashionable to do the same with our avatars in the digital world. This, regardless of whether we choose to have our avatars remain a digital representation of our real life selves or a pseudonymous cryptopunk, puffy penguin, etc. \\n\\nInstagram is obviously a smashing success, but it’s skeuomorphism in reverse in the sense that we use it to translate and signal offline, real world experiences and fashion into digital frames. \\n\\n> **[What is Skeuomorphism?](https://www.interaction-design.org/literature/topics/skeuomorphism#:\\\\~:text=Skeuomorphism%20is%20a%20term%20most,user%20can%20interact%20with%20them.&text=Skeuomorphism%20makes%20interface%20objects%20familiar%20to%20users%20by%20using%20concepts%20they%20recognize.) (Besides [Chris Dixon’s](https://twitter.com/cdixon) Favorite Word)**\\n\\nThe next evolution with Web3 is a digital native signaling and representation layer, starting with composable fashion.\\n\\n***What is Composable Fashion?***\\n\\nLet’s start with an example. You just bought a Bored Ape which is unique by definition, but you would like to customize it with additional *layers* while retaining the underlying integrity of the atomic NFT (in this case the Bored Ape is the atomic unit). \\n\\n> **[OpenSea Bored Ape Yacht Club](https://opensea.io/collection/boredapeyachtclub)**\\n\\nThese *layers* are broader than how we think about fashion in the real world. In the real world fashion is constrained by what fits on human bodies. In the digital world, there is no constraint other than the number of pixels on the underlying NFT. So in the real world, a fashion layer could be a shirt. In the digital world, it could be a shirt, but it could also be a branded, striped turquoise backsplash for your NFT, minted by Hermes. The possibilities are orders of magnitude greater and more vast than the physical world. And with NFTs, scarcity can still be maintained and introduced through “limited runs” to retain value in a world unconstrained by supply; a way to still make money in a digital world overrunning with abundance.\\n\\nThe composable part of composable fashion unlocks the possibility of remixing layers to create new layers. Think of composable fashion as a collection of “layer legos” that can be combined in any number of possibilities and applied across any blockchain for any NFT. Composable fashion can also retrofit existing social media platforms like Instagram. Imagine a holiday-themed Adele-inspired NFT banner users can add to their avatar with a link to the authenticity of it in their profile.\\n\\n> **[Composability](https://en.wikipedia.org/wiki/Composability)**\\n\\nFrom a revenue perspective, the chain of provenance and royalties splits are programmed directly into the NFT’s themselves so the DAO, individual creators, and resellers earn money into perpetuity for as long as the NFT is traded.\\n\\n***Why Composable Fashion?***\\n\\nDigital status signaling is the new physical world status signaling.\\n\\n\\\\[Path #1\\\\] Instagram started as filters on physical pictures and became the most dominant Web2 social media platform on the planet. We’re starting with digital layers of composable fashion that will ultimately become the most dominant Web3 social media platform on the planet.\\n\\n> **[WEB2 vs WEB3](https://ethereum.org/en/developers/docs/web2-vs-web3/)**\\n\\nor\\n\\n\\\\[Path #2\\\\] Imagine wielding more production output than each clothing manufacturing plant in the world combined. Imagine a world where fashion is generated not by low wage labor, but with designers and a programmable smart contract that can be deployed with the click of a button. This is a world where creators earn royalties on any resale and/or remixes of their designs. Composable fashion is better for the brands, designers, resellers, and the planet. ** \\n **\\n\\n***Next Steps***\\n\\nThis is just a thought exercise. I’m working on other Web3 ideas I will publish soon. if you enjoyed this, or found some inspiration for it, please feel free to tip me @ 0x4b6A3383DAb0ba458efa388F958D835363E99498\",\"timestamp\":1638391084,\"title\":\"Composable Fashion\"},\"digest\":\"9Sm4TT8AmGb6ngGnNT2L_gWo2vt6Od4r-16u43zsqS8\",\"authorship\":{\"contributor\":\"0x4b6A3383DAb0ba458efa388F958D835363E99498\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-gaSERANfNjQlNwsjYFyaaCbHa_jn8PsKi1gJ4-NbB4\\\",\\\"y\\\":\\\"IeFDb-8_CH6o8HkevGRIu_QrCYLpd7aFbKrmRW0veTI\\\"}\",\"signature\":\"poY-B3G1RvPPdOykrugTU8yqSwYff694XJ7f2mZTwol1gk2Vy_QXx3VXbbLDfZbwZ4KRNmhjtNB8ww0yIYNrJg\",\"signingKeySignature\":\"0x9ed610ba5ca9e52ccbeb5fccb087c55ead41dc918c57d869ecc2b606fb7f322a29ae4dab280ec9122fa012718c10bff432d8db1f6b893fa4b6a68185852e29c91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-gaSERANfNjQlNwsjYFyaaCbHa_jn8PsKi1gJ4-NbB4\\\",\\\"y\\\":\\\"IeFDb-8_CH6o8HkevGRIu_QrCYLpd7aFbKrmRW0veTI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9Sm4TT8AmGb6ngGnNT2L_gWo2vt6Od4r-16u43zsqS8\"}"