"{\"content\":{\"body\":\"She wants to be left alone.\\\"\\n\\n\\\" Well, I suppose we may as well go down.\\\" Before they went, the professor tiptoed into his daughter's room. In the darkness he could only see her waxen face on the pillow, and her two eyes gazing fixedly at the ceiling. He did not speak, but immedi. ately withdrew, closing the door noiselessly behind him.\\n\\nI\\n\\nCHAPTER XXVI.\\n\\nIF the professor and Mrs. Wainwright had descended  sooner to a lower floor of the hotel, they would have found reigning there a form of anarchy. The students were in a smoking room which was also an entrance hall to the dining room, and because there was in the middle of this apartment a fountain containing  gold fish, they had been moved to license and sin. They had all been tubbed and polished and brushed and dressed until they were exuberantly beyond  themselves. The proprietor of the hotel brought in his dignity and showed it to them, but they minded it no more than if he had been only a common man. He drew himself to his height and looked gravely at them and they jovially said: \\\" Hello, Whiskers.\\\" American college students are notorious in their country  for their inclination to scoff at robed and crowned authority, and, far from being awed by the dignity of the hotel-keeper, they were delighted with it. It was something with which to sport. With immeasurable impudence, they copied his attitude, and, standing before him, made comic speeches, always alluding with blinding vividness to his beard. His exit disappointed them. He had not remained long under fire. They felt that they could have interested themselves with him an entire evening. \\\" Come back, Whiskers! Oh, come back! \\\" Out in the main hall he made a ges. ture of despair to some of his gaping minions and then fled to seclusion.\\n\\nA formidable majority then decided that Coke was a gold fish, and that therefore his proper place was in the fountain. They carried him to it while he strug. gled madly. This quiet room with its crimson rugs and gilded mirrors seemed suddenly to have become an important apartment in hell. There being as yet no traffic in the dining room, the waiters were all at liberty to come to the open doors, where they stood as men turned to stone. To them, it was no less than incendiarism.\\n\\nCoke, standing with one foot on the floor and the other on the bottom of the shallow fountain, blas- phemed his comrades in a low tone, but with inten- tion. He was certainly desirous of lifting his foot out of the water, but it seemed that all movement to that end would have to wait until he had successfully ex- pressed his opinions. In the meantime, there was heard slow footsteps and the rustle of skirts, and then some people entered the smoking room on their way to dine. Coke took his foot hastily out of the fountain.\\n\\nThe faces of the men of the arriving party went blank, and they turned their cold and pebbly eyes straight to the front, while the ladies, after little ex. pressions of alarm, looked As if they wanted to run. In fact, the whole crowd rather bolted from this ex- traordinary scene.\\n\\n\\\" There, now,\\\" said Coke bitterly to his companions. \\\"You see? We looked like little schoolboys-\\\"\\n\\n\\\" Oh, never mind, old man,\\\" said Peter Tounley. \\\"We'll forgive you, although you did embarrass us. But, above everything, don't drip. Whatever you do, don't drip.\\\"\\n\\nThe students took this question of dripping and played upon it until they would have made quite insane anybody but another student. They worked it into all manner of forms, and hacked and haggled at Coke until he was driven to his room to seek other apparel. \\\" Be sure and change both legs,\\\" they told him. \\\" Remember you can't change one leg without changing both legs.\\\"\\n\\nAfter Coke's departure, the United States minister entered the room, and instantly they were subdued. It was not his lofty station-that affected them. There are probably few stations that would have at all af- fectedthem. They became subdued because they un- feignedly liked the United States minister. They, were suddenly a group of well-bred, correctly attired young men who had not put Coke's foot in the fountain.  Nor had they desecrated the majesty of the hotelkeeper.\\n\\n\\\"Well, I am delighted,\\\" said the minister, laughing as he shook hands with them all. \\\" I was not sure I would ever see you again. You are not to be trusted, and, good boys as you are, I'll be glad to see you once and forever over the boundary of my jurisdiction. Leave Greece, you vagabonds. However, I am truly delighted to see you all safe.\\\"\\n\\n\\\" Thank you, sir,\\\" they said.\\n\\n\\\" How in the world did you get out of it? You must be remarkable chaps. I thought you were in a hopeless position. I wired and cabled everywhere I could, but I could find out nothing.\\\"\\n\\n\\\" A correspondent,\\\" said Peter Tounley. \\\" I don't know if you have met him. His name is Coleman. He found us.\\\"\\n\\n\\\" Coleman ? \\\" asked the minister, quickly.\\n\\n\\\" Yes, sir. He found us and brought us out safely.\\\"\\n\\n\\\" Well, glory be to Coleman,\\\" exclaimed the min- ister, after a long sigh of surprise. \\\" Glory be to Cole- man! I never thought he could do it.\\\"\\n\\nThe students were alert immediately. \\\"Why, did you know about it, sir? Did he tell you he was coming after us ? \\\"\\n\\n\\\"Of course. He came tome here in Athens. and asked where you were. I told him you were in a peck of trouble. He acted quietly and somewhat queerly,. and said that he would try to look you up. He said you were friends of his. I warned him against trying it. Yes, I said it was impossible, I     had no idea that he would really carry the thing out. But didn't he tell you anything about this himself?\\\"\\n\\n\\\" No, sir ' \\\" answered Peter Tounley. \\\" He never said much about it. I think he usually contended that it was mainly an accident.\\\"\\n\\n\\\" It was no accident,\\\" said the minister, sharply. \\\"When a man starts out to do a thing and does it, you can't say it is an accident.\\\"\\n\\n\\\" I didn't say so, sir,\\\" said Peter Tounley diffidently.\\n\\n\\\" Quite true, quite true ! You didn't, but-this Coleman must be a man! \\\"\\n\\n\\\" We think so, sir,\\\" said be who was called Billie. \\\" He certainly brought us through in style.\\\"\\n\\n\\\" But how did he manage it? \\\" cried the minister, keenly interested. \\\" How did he do it ? \\\"\\n\\n\\\" It is hard to say, sir. But he did it. He met us in the dead of night out near Nikopolis-\\\"\\n\\n\\\"Near Nikopolis?\\\"\\n\\n\\\"Yes, sir. And he hid us in a forest while a fight was going on, and then in the morning he brought us inside the Greek lines. Oh, there is a lot to tell-\\\"\\n\\nWhereupon they told it, or as much as they could of it. In the end, the minister said: \\\" Well, where are the professor and Mrs. Wainwright ? I want you all to dine with me to-night. I am dining in the public room, but you won't mind that after Epirus.\\\" \\\" They should be down now, sir,\\\" answered a Student.\\n\\nPeople were now coming rapidly to dinner and presently the professor and Mrs. Wainwright appeared. The old man looked haggard and white. He accepted the minister's warm greeting with a strained pathetic smile. \\\" Thank you. We are glad to return safely.\\\"\\n\\nOnce at dinner the minister launched immediately into the subject of Coleman. \\\" He must be altogether a most remarkable man. When he told me, very quietly, that he was going to try to rescue you, I frankly warned him against any such attempt. I thought he would merely add one more to a party of suffering people. But the. boys tell- me that he did actually rescue you.\\\"\\n\\n\\\"Yes, he did,\\\" said the professor. \\\" It was a very gallant performance, and we are very grateful.\\\"\\n\\n\\\"Of course,\\\" spoke Mrs. Wainwright, \\\"we might have rescued ourselves. We were on the right road, and all we had to do was to keep going on.\\\"\\n\\n\\\" Yes, but I understand-\\\" said the minister. \\\" I understand he took you into a wood to protect you from that fight, and generally protected you from all, kinds of trouble. It seems wonderful to me, not so much because it was done as because it was done by the man who, some time ago, calmy announced to me that he was going to do it. Extraordinary.\\\"\\n\\n\\\"Of course,\\\" said Mrs. Wainwright. \\\" Oh, of course.\\\"\\n\\n\\\"And where is he now? \\\" asked the minister suddenly. \\\"Has he now left you to the mercies of civilisation ? \\\"\\n\\nThere was a moment's curious stillness, and then Mrs. Wainwright used that high voice which-the students believed-could only come to her when she was about to say something peculiarly destructive to the sensibilities. \\\" Oh, of course, Mr. Coleman rendered us a great service, but in his private character he is not a man whom we exactly care to associate with.\\\"\\n\\n\\\" Indeed\\\" said the minister staring. Then he hastily addressed the students. \\\" Well, isn't this a comic war? Did you ever imagine war could be like this ? \\\" The professor remained looking at his wife with an air of stupefaction, as if she had opened up to him visions of imbecility of which he had not even dreamed. The students loyally began to chatter at the minister. \\\" Yes, sir, it is a queer war. After all their bragging, it is funny to hear that they are running away with such agility. We thought, of course, of the old Greek wars.\\\"\\n\\nLater, the minister asked them all to his rooms for coffee and cigarettes, but the professor and Mrs.  Wainwright apologetically retired to their own quarters. The minister and the students made clouds of smoke, through which sang the eloquent descriptions of late adventures.\\n\\nThe minister had spent days of listening to questions from the State Department at Washington as to the whereabouts of the Wainwright party. \\\"I suppose you know that you,are very prominent people in, the United States just now ? Your pictures must have been in all the papers, and there must have been columns printed about you. My life here was made almost insupportable by your friends, who consist, I should think, of about half the population of the country. Of course they laid regular siege to the de. partment. I am angry at Coleman for only one thing. When he cabled the news of your rescue to his news. paper from Arta, he should have also wired me, if only to relieve my failing mind. My first news of your escape was from Washington-think of that.\\\"\\n\\n\\\"Coleman had us all on his hands at Arta,\\\" said Peter Tounley. \\\" He was a fairly busy man.\\\"\\n\\n\\\" I suppose so,\\\" said the minister. \\\" By the way,\\\" he asked bluntly, \\\"what is wrong with him? What did Mrs. Wainwright mean? \\\"\\n\\nThey were silent for a time, but it seemed plain to him that it was not evidence that his question had  demoralised them. They seemed to be deliberating upon the form of answer. Ultimately Peter Tounley coughed behind his hand. \\\" You see, sir,\\\" he began, \\\" there is-well, there is a woman in the case. Not that anybody would care to speak of it excepting to you. But that is what is the cause of things, and then, you see, Mrs. Wainwright is-well-\\\" He hesitated a moment and then completed his sentence in the  ingenuous profanity of his age and condition. \\\" She is rather an extraordinary old bird.\\\"\\n\\n\\\" But who is the woman ?\\n\\n\\\"Why, it is Nora Blaick, the actress.\\\" \\\"Oh,\\\" cried the minister, enlightened. \\\" Her Why, I saw her here. She was very beautiful, but she seemed harmless enough. She was somewhat-er- confident, perhaps, but she did not alarm me. She called upon me, and I confess I-why, she seemed charming.\\\" \\\" She's sweet on little Rufus. That's the point,\\\" said an oracular voice.\\n\\n\\\" Oh,\\\" cried the host, suddenly. \\\" I remember. She asked me where he was. She said she had heard he was in Greece, and I told her he had gone knight- erranting off after you people. I remember now. I suppose she posted after him up to Arta, eh ? \\\"\\n\\n\\\" That's it. And so she asked you where he was?\\n\\n\\\" Yes.\\\"\\n\\n\\\" Why, that old flamingo-Mrs. Wainwright insists that it was a rendezvous.\\\"\\n\\nEvery one exchanged glances and laughed a little. \\\" And did you see any actual fighting ? \\\" asked the minister.\\n\\n\\\" No. We only beard it-\\\"\\n\\nAfterward, as they were trooping up to their rooms, Peter Tounley spoke musingly. \\\" Well, it looks to me now as if Old Mother Wainwright was just a bad-minded  old hen.\\\"\",\"timestamp\":1638929857,\"title\":\"She wants to be left alone,\\\" announced Mrs. Wainwright, as if she was the particular herald of this news\"},\"digest\":\"vUa00YeL_asDANBVkkvx0LlLDX5xvWtoWEixJeUSU2U\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5mJEl8JKmSd8kZgXMwjT3OYppU4bpT2mVOaaKwyTbRc\\\",\\\"y\\\":\\\"hfpac0isYHyKz-HVB-2JJa2-wq82qF8tQ_2AWdeDkHI\\\"}\",\"signature\":\"g8gJpRK0_Xd21Y9xZFVk-4dhLD3YFHJMf7024sClAmWOE0S561g4e-74I0cdb-5onue7kLcpiXaF1Q8qGp9CLQ\",\"signingKeySignature\":\"0x11627919b4846d86a5174753f6196cdab1478b491a102781fcf61de9a6c366385cb2097201234f757a51a7eb43772ae7f69e76ff0d4e21df3ae60f99f8826f061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5mJEl8JKmSd8kZgXMwjT3OYppU4bpT2mVOaaKwyTbRc\\\",\\\"y\\\":\\\"hfpac0isYHyKz-HVB-2JJa2-wq82qF8tQ_2AWdeDkHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vUa00YeL_asDANBVkkvx0LlLDX5xvWtoWEixJeUSU2U\"}"