"{\"content\":{\"body\":\"Hi Friends! 👋 🤠\\n\\nThis marks my first official post on Mirror. I’ve been sitting on the sidelines watching a lot of what’s been going on with Web3 development but figured the best way to learn would be to dive into the rabbit hole.\\n\\n### Starting a Record Collection\\n\\nThanks to the wonderful events and experiences team at [PMG](https://pmg.com), I am now an owner of a new Crosley record player. I’m excited to start adding to my record collection and started it off with one of the most recent albums from one of my favorite Texan artist.\\n\\n![Leon Bridges Gold-Diggers Sound ](https://images.mirror-media.xyz/publication-images/X06DkCbmeuUoCCfc2C6-E.jpeg?height=4032&width=3024)\\n\\nI was talking with a colleague earlier this week and he mentioned I should check out [discogs](https://discogs.com/). For those of you who are entry-level audiophiles like me, [Discog](https://discogs.com/) started in 2000 as a crowdsourced database of information about music releases with the goal of becoming the largest online catalog of electronic music. It has since evolved into a database and marketplace for music from all genres, and at the time of writing, has a catalog of over 14M recordings from 7M artists.\\n\\nThat got me thinking about the state of music streaming and the overlaps with web3 technologies.\\n\\n### Current State of Music and Ownership\\n\\nTrue music enthusiasts love to show off their collections and it is a critical piece to why the vinyl industry has seen a comeback in recent years despite the majority of music consumption going digital. During this stage, the end-user was granted ownership of their individual record, while the record company maintained ownership of the rights to the song.\\n\\n![Vinyl Sales 1995 - 2021 - From Statista](https://images.mirror-media.xyz/publication-images/dvCl5OxJIQORxiLE04goE.png?height=1200&width=1200)\\n\\nSteaming services, on the other hand, solve a more complex problem: How to access audio from anywhere on any device. Streaming services like Spotify, Soundcloud, andPandora give music lovers the ability to access music from their favorite artists on any device in almost any location with an internet connection. In this stage, the streaming service maintains ownership of the medium in which the user listens to the song and the record company maintains ownership of the song itself.\\n\\n### Enter Web3 Streaming Services\\n\\nThough they don't offer the same appeal that a physical collection of vinyl does for your local record store hipster, Web3 entrants such as [Audius](https://audius.co/), [Rocki](https://rocki.com/), and [Catalog](https://beta.catalog.works/) do offer something that traditional streaming services do not: Ownership.\\n\\nEach of these platforms is looking to fundamentally change the musician-to-fan relationship by giving listeners the ability to contribute directly to their favorite artist’s financial success. Artists often lament how little they actually make from music streaming royalties. Spotify, for example, [pays $0.00437 per stream](https://freeyourmusic.com/blog/how-much-does-spotify-pay-per-stream), meaning a musician needs 229 streams to earn $1.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/7284](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/7284)\\n\\nThe preview above shows an NFT from musical artist [Oshi on the Zora platform](https://beta.catalog.works/oshi). While Zora technically lets listeners like myself access the music, access is limited to one song at a time, since, at its core, Zora is an NFT marketplace. A platform like Catalog, on the other hand, allows listeners to listen to the same song while accessing a library of music from other trending artists. From there, I could also purchase a song if I want to add it to my own personal collection in a seamless user experience.\\n\\n![Catalog Main Homepage](https://images.mirror-media.xyz/publication-images/09fPLkSoj9rnu7UIECMex.png?height=1422&width=2864)\\n\\n### A Look Ahead At The Music Industry\\n\\nIt’s clear that this concept could fundamentally change how listeners interact with their favorite artists. What remains is mainstream adoption. At the current moment, the majority of artists tapping into Web3 streaming platforms look to be EDM producers and a number of tech-savvy recording artists who are testing the waters of what this technology can provide them.\\n\\nI wouldn’t be surprised if Spotify or other platforms in the music industry add some form of token or NFT compatibility this year as Web3 streaming platforms acquire market space.\",\"timestamp\":1642109037,\"title\":\"From Turntables To Web3: Charting the Future of Music\"},\"digest\":\"0hMSATxCYU73EOoizqFXkc_R9Cp00UFHTFbfmyZ9EMc\",\"authorship\":{\"contributor\":\"0x3beC9900Ed639267bBA8c301AEABC7A390CC5262\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7GdFNwuA7cp0Afovznp815wpxTHzka5ssbMkGjZ9vpI\\\",\\\"y\\\":\\\"hndWCZwFbjjuSy8mZLYEAhOzul0Qq3DFa6Rlf8KYS-U\\\"}\",\"signature\":\"LgWNoQCOnAKmq6ObqTeXvmFZ1Vpn-D_VDXpBjA6FQka-8Xt751AufCB4Gb-No9RSLdUgxzd7RERn9Fv4hLeuag\",\"signingKeySignature\":\"0xbfcdfc267a76d2bb2032184caea15ab7628df1c45b258300fa36a29118705a0d09eb9ba7781730bbfdc8d8ca692b22ae5ebb9d7b76b320fa48beafd2fbf4d2351c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7GdFNwuA7cp0Afovznp815wpxTHzka5ssbMkGjZ9vpI\\\",\\\"y\\\":\\\"hndWCZwFbjjuSy8mZLYEAhOzul0Qq3DFa6Rlf8KYS-U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mGs6rzUbMAGbPLOfPiJeUGWxXZIGZgLuz38dP6FJQiY\"}"