"{\"content\":{\"body\":\" \\n   \\n 男子救助侧翻老人反被讹诈，不是你撞的为什么扶我论何时休？ \\n 　　撰文丨墨黑纸白 \\n  \\n 　　一、苛责人心冷漠与为何人心冷漠，这两个方向哪个更重要？ \\n  \\n 　　我们的社会不乏发生老人跌倒无人敢扶的事，我们的媒体也曾一次次的追问，现在的人们为什么如此冷血？纸白君则在想，苛责与本质哪个更重要？ \\n  \\n 　　我们必须要承认的是，做好事是需要成本和风险的，实际上不能说好事需要如此，而是人们无论做什么事都是需要成本和风险的。 \\n  \\n 　　先来了解下今天这则让人闻之悲哀的新闻，5月26日，有媒体报道，广西南宁一小伙好心帮助驾车摔倒的老人，却被对方反咬一口； \\n  \\n 　　还被扯下腰带、拽着裤腰，索要500元钱，无奈之下，小伙拨打了报警电话，警方到场后调取了车辆行车记录仪，这才证实小伙是清白的。 \\n  \\n 　　行车记录仪显示，一条乡间小路上，一辆摩托车在超越一辆三轮车时，三轮车突然发生侧翻； \\n  \\n 　　开车大爷和后车斗上的妇女栽倒在地，不知是被摔懵了，还是三轮车太重，大爷迟迟没有起身。 \\n  \\n 　　随后，车辆停下，黑衣男子下车走到大爷旁边，一把将三轮车抬起，而后大爷慢慢起身。大爷和小伙面对面不知在说着什么。 \\n  \\n 　　二、是误会还是讹诈？网友们关注点在这里 \\n  \\n 　　另一段手机拍摄的视频中，黑衣男子拿着手机站在原地，满脸无奈，脚踩胶鞋、戴草帽的大爷解开他的腰带后，将整根腰带扯走。 \\n  \\n 　　大爷还紧紧拽着男子的裤腰，生怕他离开。男子回头打电话时，大爷竟上手欲将手机抢走，但被男子发现一把夺走，大爷嘴里还大喊着什么。 \\n  \\n 　　事情发生后，横县公安局工作人员表示，此事是个误会，并不是碰瓷，老人以为是黑衣小伙将他撞倒的，在警方的调解下，双方解开误会，现在已经和解。 \\n  \\n 　　看完上述新闻，相信读者诸君能理解纸白君本篇为什么强调成本、风险与悲哀这三个词汇了，我们的社会似乎和佛家的一些思维类似，有时并非好事。 \\n  \\n 　　佛家说：放下屠刀立地成佛。而现实中，好事难做，好人难当。这对我们社会真的不是好现象，媒体一次次苛责人们为什么如此冷漠的时候，可曾深思？ \\n  \\n 　　三、不让做好事者寒心是需要我们社会和法律来捍卫的 \\n  \\n 　　我们能看到这位做好事男子的无奈，他在扶的时候没有拿手机先拍照留证，如果不是他车上有行车记录仪，他确实难以说清楚的。 \\n  \\n 　　在证据面前，我们的民警却也只能说这是一个误会？纸白君能理解，民警这是想大事化小，同时也可能是老人年纪大了就得尊重，无论对错。 \\n  \\n 　　而在这样的模式下，我们的法律又一次让位于人情，而我们的社会也又一次在这种状况下受到伤害。 \\n  \\n 　　于是有些奇葩的人就站出来说：都是报道这类新闻的错，以后发生这样的事不要报道，不要传播，省得冷漠的人越来越多。 \\n  \\n 　　在这类人的言语中，纸白君分明听到的是，掐断这类新闻报道的渠道，让那些还想吃亏的人吃亏去…… \\n  \\n 　　终于本来可以促进社会、老人与好心人相互间进步的案例，又一次成了不了了之的案例，这是纸白君感到最为痛心之处。 \\n  \\n 　　四、人们为何冷漠？我们对答案不能置若罔闻 \\n  \\n 　　人心的冷漠无外乎一次次的被忽视，一次次的被伤害，一次次的对恶有所纵容，纸白君现在已三十了，不像20多岁时言辞那般犀利了，但仍盼黑白分明。 \\n  \\n 　　所以在本文也希望当地相关部门，至少要对该老人有批评教育存在，一方面是免于好人寒心，另一方面也告诫更多老人不要试图冤枉好人来讹诈。 \\n  \\n 　　而在未来，我们在法律层面针对这样的事件，在证据充足的情况下，必须要做出一定的刑罚判例，以震慑那些总想着碰瓷的人，碰瓷并非不用负责的恶事。 \\n  \\n 　　文章最后纸白君还是希望我们社会上热血、热情、善良的人越来越多的，但是这都在于我们的社会、人文与经济建设能否更好更快的进步。 \\n  \\n 　　仅仅靠口号和宣传是不可能达到好人多余坏人的，只有良好的、公正的、赏善罚恶的社会人文经济环境，才能营造良善碾压邪恶，这个规律适应全球。 \\n  \\n 　　2021—5—27落笔于墨辩閣\",\"timestamp\":1638979250,\"title\":\"【墨子时评】男子救助侧翻老人反被讹诈，不是你撞的为什么扶我论何时休？\"},\"digest\":\"SyQFBpHyiLHdclyyTTWp5uyC-vx0H39Bj90DnFrph2U\",\"authorship\":{\"contributor\":\"0xC215244250C804CF4BDf2F0199f2b201bc34ea5A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P6y7qn6X3VSJLe1KYe0lkN9G49PCRA48CymFHXH-Mso\\\",\\\"y\\\":\\\"IHqdU6KaNzWf8meRK98RJKlXd1YESTcNwnrPmgjEZDM\\\"}\",\"signature\":\"_iRuq9oYAgroejie3ptKJ-pxcmMXB0qi6PX4m-8Nyth1ixxdWfA_niw6TiJuxmenz0PDfGYGE8xPQXarPdLWgA\",\"signingKeySignature\":\"0x4a6fa8271f8936707076e4c427430402ed15a20703cba2df4f73661d893563620f27aeaa7c245dbbe9eb0aa666ed73257b5921a1c3466f6e9b1c76d5ce8dfbd01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P6y7qn6X3VSJLe1KYe0lkN9G49PCRA48CymFHXH-Mso\\\",\\\"y\\\":\\\"IHqdU6KaNzWf8meRK98RJKlXd1YESTcNwnrPmgjEZDM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SyQFBpHyiLHdclyyTTWp5uyC-vx0H39Bj90DnFrph2U\"}"