"{\"content\":{\"body\":\"On Saturday last weekend, I woke up with a notification from my Whoop Strap — it had processed my recovery as 1%, and recommended that I take no strain.\\n\\nI knew that I was exhausted from the previous week, but I had never seen a 1% score before. I brushed it off as buggy AI, and went to the local farmer's market. Determined to have a productive day, I bought a cold brew Blue Bottle Coffee as well as a warm green tea.\\n\\n![](https://images.mirror-media.xyz/publication-images/ae7bd94c-a134-4651-9dee-f6ef8c4c4874.jpeg?height=1082&width=1080)\\n\\nLater that day, as the caffeine wore off, I started to feel worse. My team and I were trying to launch something important, and it was important that I stay focused. Eventually I checked my temperature, and it was 101 F. Fever!\\n\\nAs I went to lie down, I checked on Whoop again, and saw that my heart rate was above 100bps. Internally I was straining at some invisible enemy -- and probably been for hours or days already. \\n\\nIf I had paid more credence to the data I was collecting, I would have realized this. The problem is, I wasn't ready to accept that these health devices were more than gimmicks. Even though I wanted to believe in this technology, my brain hadn't accepted that a 1% recovery score actually meant that I needed to rest.\\n\\nBut reflecting on this new evidence, it was amazing to me that the Whoop strap had seemed to predict my fever better than I could have. I certainly didn't have a fever when I woke up in the morning, and so Whoop's algorithm, which sums heart rate variability and respiration, must have been able to deduce that my body was going through some major stress.\\n\\nThe next day when I woke up, I eagerly checked the Whoop stats again, and it was 1% again! My fever was worse than ever, and so I called a doctor over Zoom and we decided on a treatment on antibiotics.\\n\\nAfter two days of taking the antibiotic, I had no reason to think that I was getting better. I penned the doctors, questioning whether they had made a mistake with the antibiotics. I was feeling terrible, and my temperature was still 103.8 F.\\n\\nThe only thing that was improving was my Whoop recovery score — it had gone from 1% to 9% to 16%. \\\"It's crazy, but maybe I should just trust this thing?\\\" I remember thinking. After all, it had predicted my descent *into* illness, maybe it could predict my flight out of illness as well.\\n\\nThe next day, I still felt bad, but my recovery score had gone up again, reaching a high mark of 62% that suggested that my body was healing. Around this time, the fever started to fluctuate below 100 F for the first time in days.\\n\\nFinally, on the 7th day, I woke up and my fever had broken. I noticed that I was sweating for the first time during the entire ordeal, and the fever had descended into the 90s. My recovery score was 82%.\\n\\n![](https://images.mirror-media.xyz/publication-images/df764b92-8ac2-46ca-8f3e-8d072ebac347.jpeg?height=1428&width=1080)\\n\\nSo it turned out that Whoop was exceptionally good at predicting my descent into fever and my recovery. This was quite amazing, and I can say that I'm ready to trust these stats more and use them to inform my recovery. Quite excited to do so, actually.\\n\\n\",\"timestamp\":1617057707,\"title\":\"How Whoop Tracked My Journey Through Illness into Health\",\"publication\":\"g\"},\"digest\":\"O7d5ywOAccDjlISupZP93kMlB3s13nNY7xan8mtFlK8\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P9M0m43JAVso05JgYKCoEtPwdBioGkGidxUyw4X0XSw\\\",\\\"y\\\":\\\"_F5xpmy2ntaPDiN9BsieIxH0p5ekTldIqExkmCMdnfc\\\"}\",\"signature\":\"7BoZ62YkZ8RO0gDsVPgrBEykf5ugKhJSiVAqF-HEWjGQJCWyKoINNG6BCPU1MGuEB3Wy01aoiQFbh4Beer8EMw\",\"signingKeySignature\":\"0xceda53d4ebbd6dc0c97f340bbc87a90004bf1172d3131a6867dd7bd82262faf027c8053a6d3e4955d5bf30a620543084e55848143902e873c5ba7b370694cbb21c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P9M0m43JAVso05JgYKCoEtPwdBioGkGidxUyw4X0XSw\\\",\\\"y\\\":\\\"_F5xpmy2ntaPDiN9BsieIxH0p5ekTldIqExkmCMdnfc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O7d5ywOAccDjlISupZP93kMlB3s13nNY7xan8mtFlK8\"}"