"{\"content\":{\"body\":\"In a greenhouse to the west of MOE's house, little Momo and Tanner were sitting gently together, slowly eating tea on the table.They said very little, looked gentle, but ate the cakes on the table very [quickly.At](http://quickly.At) the top of the pavilion sat a woman, although only a little makeup, but at first glance still make people feel a little amazing.She's Momo's mother, [Chin.At](http://Chin.At) the moment, Qin shi is some distressed to look at the small momo below.For she knew that, generally speaking, a hance snack was the only thing that little Momo and Tanner could eat all [day.So](http://day.So) when she knew this very early, she ordered that every morning there should be plenty of refreshments on the table.The child is so stubborn.Qin shi heart can not help but think of.Know son Mo Ruo mother, early in the small Mo mo put forward to move out of the time, Qin's heart will be clear about this [point.It](http://point.It)'s just a good thing he's got Tanner.Think of this, Qin shi looks to tan er's vision in again full of [apology.No](http://apology.No) one knows his intentions better than Qin.She was good to Tanner, always had been, but it was only because of little Momo.Tanner was an orphan, an orphan of unknown origin.Just a year younger than Momo.A year, but enough to let Qin know that Momo's qualifications will never improve the [possibility.At](http://possibility.At) this time, sandalwood appeared, a qualification let Qin shi feel amazing orphans!Unknown origin, only a dark golden SPAR.Although know clearly have a lot of risk, although know clearly to do so will sandalwood manacle, make sandalwood even very likely the heart of the dust.But Qin shi still decides, fetters tanner to be in the side of small momo, with affection, with time.This is only the most basic maternal love.Tao xin of what, Qin shi also do not know.Such things, Qin shi just heard, but also know very advanced.But every time see tan er's that piece of dark golden crystal stone, Qin shi can think of tao Xin this word, can't help but feel guilty.She only hopes that Tanner can accompany Momo safely through life, at that time, if she is still alive, she is willing to personally atonement to Tanner.Whatever Tanner does to her, she'll do it.After all, she had heard that the most important thing for a practitioner is the mind of tao.Qin's heart thinking, below, Momo and Tan are about to finish their body before the snack.Qin shi accidentally a glimpse, just wake up god to, soft ground opening way: \\\"Silent son, the weather has already entered autumn, presumably you that log house is cold, not equal to move to my this warm pavilion to live.\\\"Momo looked up. \\\"No, mom.Tanner and I can live in that cabin, so we don't have to move here.\\\"He winked at Tanner.Every autumn, mother would have this advice, the two are also skilled to deal [with.It](http://with.It) just came earlier this year.Tan son received a look, immediately way: \\\"madam, there is Tan son to wait on the young master, nothing.\\\"Which know this time, Qin did not indulge these two people.Just face a heavy way: \\\"Muer, mother miss you, come back to live not?\\\"Tanner looked at Momo, a little aggrieved.Momo was startled, too, apparently by his mother's rare seriousness.Momo smiled. \\\"Mother, what do you miss about your son?\\\"Qin shi however as before do not hesitate not rao way: \\\"that I see you two have to have in that small cabin to give me get out of line of matter, you two all return small......\\\"Momo and Tan were still a little confused. Momo said, \\\"Mom, don't worry. My son is a good boy.Qin shi however still serious way: \\\"you need not say much, from today on, this winter you and tan son then move back to warm pavilion come to live, I think you.\\\"\\\"Mom...\\\"Momo was making one last futile effort.Qin shi however immediately clapping nail nail way: \\\"go back to pack up luggage, before lunch I want to see you come back to live.\\\"Momo reluctantly dragged Tanner out of the conservatory.On the way, Tan er looked dejected and said, \\\"Young master, if you move to the Nuan Pavilion, doesn't it mean that you are farther away from sister Li Yan? There is no hope at all. Now...\\\"Momo had a headache, too.Helpless had to knock tanner's small head once way: \\\"little girl you nonsense say what?What do you mean there was no hope?I have some difficulties between Li Yan, but I will overcome your young master.Your young master I but want to become the invincible person of the same rank.\\\"Tan er listened to, but the injustice of the ground warped small mouth way: \\\"master, you now have the same rank invincible.\\\"Momo didn't get upset. He just shook his fist hard.\\\"Then be undefeated in life.\\\"Tanner heard this and was excited.\\\"Then Tanner will be a loser.\\\"Momo was a little surprised and asked, \\\"What's one defeat or one defeat?What a sad thing to say.\\\"Tanner said;\\\"Tanner couldn't beat young Master, so he had to be defeated all his life.\\\"Momo tapped Tanner on the head and said, \\\"Silly girl.Your young master is a man, so the only loser in life is your young [master.As](http://master.As) for you, you can only go through life undefeated...\\\"Tanner cocked his head and said, \\\"No?Young master is a man, so to life undefeated.And Tanner is a woman, and she can be defeated all her life.\\\"But Momo did not give up;\\\"Tanner, you are a genius, so be undefeated in life.And as for your master, one defeat is enough with you.\\\"\\\"No, Sir Is a genius, [too.So](http://too.So) also want to go through life undefeated.And there can only be one defeat in a lifetime, so Tanner should be a defeat in a lifetime, a genius next to a young master.\\\"Tanner protested.\\\"Tanner was supposed to go through life undefeated...\\\"\\\"Young master is the one who can't beat all his life...\\\".....................\",\"timestamp\":1642130566,\"title\":\"[Water Air]Drop13\"},\"digest\":\"o0TWnwhAYccy5DTUfROE7XQTAXwnY5FaxD_WgI6w15o\",\"authorship\":{\"contributor\":\"0x34A470C697D3D29aA2f27e32A5153aC4384F9825\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"55u9ew7dzE4tkqePgnwhqY1uJZFyv1JAZUMhqzjBDm8\\\",\\\"y\\\":\\\"gaQvF-0MpI8TPHarcCDt2puMeyFrVwkvP4MkYt1JmOM\\\"}\",\"signature\":\"b1ns8zHVaR2pD_8hEWOB2-zMmXAEXPPaXIlSwpRkbnYaY3hKqN9SV5gPi29KlbdXmAl5mj2WgrRSHPB5oaL-tw\",\"signingKeySignature\":\"0xb12f46aef44c617901438c6acb5912239eb10896a70650ef06e8256f7502c87b2a75cfd536cc9c684b2feb8f80be2fffb07939adf1c3da29d15d7e05aac90b341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"55u9ew7dzE4tkqePgnwhqY1uJZFyv1JAZUMhqzjBDm8\\\",\\\"y\\\":\\\"gaQvF-0MpI8TPHarcCDt2puMeyFrVwkvP4MkYt1JmOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o0TWnwhAYccy5DTUfROE7XQTAXwnY5FaxD_WgI6w15o\"}"