"{\"content\":{\"body\":\"## Definitions\\n\\nThe following are some important concepts to be defined[\\\\[1\\\\]](#_ftn1) provisionally, pending consensus.\\n\\n● **AFIW Index** — aliveness, feeling, intelligence and wisdom Index\\n\\n● **aliveness** — life manifested as animation in life-forms before they die\\n\\n● **animation** — doing work; this always includes work to maintain aliveness\\n\\n● **axiom** — an objective proposition of truth that is capable of falsification and has not yet been successfully falsified\\n\\n● **belief** — a perspective of a life-form about the nature of things, including ethics, truth, utility and wisdom\\n\\n● **body** — any matter having rest-mass\\n\\n● **code** — the information-containing rules or algorithms used to transfer operating information for life-forms and instructions necessary for the creation of new life-forms\\n\\n● **consensus** — sufficient agreement by the relevant group of stakeholders using the consensus engine\\n\\n● **consensus engine** — the distributed, decentralised and secure method of decision-making\\n\\n● **compassion** — the recognition of life in all life-forms, the application of wisdom to suffering and the recognition of suffering in other life-forms, including use of the imagination to consider the potential suffering of other life-forms\\n\\n● **compossible**[\\\\[2\\\\]](#_ftn2) — the capability of life-forms to exist and persist successfully together, having freedom of action. In respect of the maximal diversity of life-forms, it refers to the greatest set of life-forms that are capable of symbiotic relationships among one other. In respect of freedom of action, it refers to those actions that tend to foster greater freedom of action for all life-forms\\n\\n● **courage** *—* the willingness to accept one’s own suffering and acknowledge the suffering of other life-forms in order to persist in the face of adversity with useful work\\n\\n● **culture** — potentially transferable behaviours, ideas, information and beliefs of sapients, persisting outside of any code\\n\\n● **death** —  the permanent loss of aliveness\\n\\n● **degree of freedom** — the maximum number of values that are free to vary within a field or sphere of action\\n\\n● **discrimination** — distinguishing between things or states that are essentially different\\n\\n● **diversity** — the tendency to variation\\n\\n● **ethics** — decisions made in respect of the economic, financial, political, communication and legal actions, processes and systems of sapients\\n\\n● **ethical framework** — the structure and processes for ensuring the validity and efficacy of an ethics that is based on axioms, laws and principles built on consensus\\n\\n● **equitability** *—* similarity or difference in the treatment of different life-forms that is likely in principle to increase the ability to do useful work and exercise freedom of action and that is objectively justifiable\\n\\n● **extinction** — the potentially irreversible end of the perpetuation of a species or sub-species\\n\\n● **freedom of action** *—* an action or series of actions of a life-form, group of life-forms or species that in respect of the value being measured is a statistically unusual distance from the average action or series of actions of life-form(s) in the surrounding population\\n\\n● **field** — a physical region in which bodies may act and can be acted upon by other bodies\\n\\n● **genus** — a group of species that have relatively recent common ancestry or a high degree of similar common code that has developed from a prior common code base and that usually continue to share more common characteristics than exist normally between different species\\n\\n● **good** — decisions that use wisdom to decide the utility of potential actions that involve more than one life-form\\n\\n● **inequality** — an objective difference between things or states including matter, energy and life-forms that has the capacity in principle to be useful in respect of freedom of action. In practice, as between life-forms, it may be the result of arbitrary starting conditions or unfair discrimination that does not foster equitable conditions for freedom of action\\n\\n● **inequity** — a relative difference in treatment between life-forms that is likely in principle to reduce the ability to exercise freedom of action and is not objectively justifiable\\n\\n● **inter-subjectivity** — shared perspectives or beliefs of life-forms on some qualities about the nature of things and that may or may not represent an objective or invariant axiom\\n\\n● **intelligence** — any practice or capability of life-forms that enables the maintenance of aliveness, successful adaptation to difficult or new conditions and the exercise of freedom of action\\n\\n● **invariance** — the appearance of axioms to be true and unchanged despite differences or changes in locality (space-time)\\n\\n● **laws** — the primary or superior rules for sapient actions made in accordance with an ethical framework\\n\\n● **life** — the capacity[\\\\[3\\\\]](#_ftn3) shared by all life-forms perpetuated in code for the utilisation of free energy for animation\\n\\n● **life-forms** — all things that manifest life and have some capability to adapt to their environment and do work — they are usually capable of variation in code as between each other, and of reproduction or replication (but not in every case)\\n\\n● **maximal diversity** — the maximal number of different components within a field that are compossible with each other\\n\\n● **negative capability**[\\\\[4\\\\]](#_ftn4) — the value of humility, expectation of error in knowledge and acceptance of a degree of irreducible uncertainty, including by way of redundancy and variation in code, as an evolutionary strategy, or any practice of sapients that incorporate these values in their culture\\n\\n● **negative entropy** — a thing or state that is a statistically unusual distance from the more normal random nature of its surroundings[\\\\[5\\\\]](#_ftn5)\\n\\n● **objective** — verifiable or falsifiable beliefs about fact, truths and the nature of things as well as processes and methods for obtaining the same or disseminating the same that are intended to be made without bias, emotion, bad faith or falsity\\n\\n● **sapience** — the ability of sentient life-forms to think, the capacity for intelligence, the possession of a degree of self-consciousness and self-reflection and the potential ability to exercise wisdom\\n\\n● **sapients** — sentient life-forms having sapience — usually unique individuals but not in every case[\\\\[6\\\\]](#_ftn6)\\n\\n● **self-protection**[\\\\[7\\\\]](#_ftn7) — a distinctness or boundary from the surrounding environment and a degree of separateness from other life-forms that a life-form will usually work to try to maintain, protect or defend and inertia of a life-form to the destruction of its parts\\n\\n● **self-centredness** — excessive regard of a life-form for its own wants and needs or those of its community or species at the disproportionate expense of the needs of other life-forms and species that is not objectively justifiable\\n\\n● **sentience** *—* the capacity of life-forms to feel, or perceive things and subjectively experience aliveness\\n\\n● **species** — the largest class of life-forms that are capable of carrying and transferring (alone or interacting with other members of the same set) the necessary code for the genesis of new life-forms based substantially on that code; the code of a species is usually not fully interoperable with that of another species\\n\\n● **subjectivity** — perspectives or beliefs of life-forms about the nature of things based on the particular perception of a life-form. It may or may not also reflect an inter-subjective, objective or invariant proposition of the nature of things\\n\\n● **suffering** — pain or distress felt by sentient life-forms\\n\\n● **utility** — usefulness; actions that are considered better/beneficial/good/valuable/worthwhile when referring to the preferred choice of work\\n\\n● **utility optimal** — the objective justifiability of any decision or action that in principle results in a greater payoff (including reduction in harm or risk of harm) in utility for the greatest number of affected life-forms and usually in a greater aggregate payoff for all affected life-forms, even if it leads to a reduced payoff for one or more affected life-forms\\n\\n● **unfair discrimination** — exercising the capacity to distinguish between things arbitrarily, subjectively or inter-subjectively usually with reference to the selection and application of criteria that are not substantively objectively justifiable and tend towards inequitable outcomes\\n\\n● **work** — the transfer of energy to bodies causing displacement of bodies or the exercise of intelligence\\n\\n● **wisdom** — the capacity of sentient life-forms to reflect on their own knowledge and experience to make better decisions or gain more valuable insights about the deeper nature of life, life-forms and the nature of things\\n\\n## Principles for Application of the Prime Laws\\n\\n*Incorporation of Negative Capability: The Scientific Method*\\n\\nEvery axiom in any valid empirically based ethical framework must be:\\n\\n● capable of verification and falsification\\n\\n● presumed to be provisional\\n\\n● modular, i.e., capable of being removed or substituted due to the empirical process without causing substantial failure of the framework\\n\\n*The Uncertainty Principle*\\n\\nAll life-forms undergo variation over time and show some adaptation abilities to changing conditions. It is not possible to be certain at any point in time which particular life-forms will prove to be more useful, valuable or successful over time. This knowledge should also encourage humility and a degree of circumspection. This principle is one of the main grounds for preferring freedom of action to be diversified across life-forms and species.\\n\\n*The Value of Life and Diversity*\\n\\nAll life-forms have greater intrinsic value than non-living energy or matter. Life-forms cannot be assessed in the abstract; consideration of the requirement for suitable conditions and habitats for life-forms, the quality of life and the management of the basic materials for life-forms are always required.\\n\\n*Suffering*\\n\\nSapients must ensure that any decisions made incorporate measurements of the impact of those decisions on all other life-forms, including particularly the capacity for suffering of those life-forms.\\n\\nDecisions that give rise to a greater amount of suffering for sentients than the benefit obtained by sapients shall be *in principl*e unlawful since *it is expected* that an alternative decision or course of action that achieved substantially similar utility but that was focused on reduction of suffering could be proposed or undertaken. Decisions that inflict unnecessary suffering on life-forms are invariantly not wise and not lawful.\\n\\n*Cross-Species Conflicts*\\n\\nIn any conflict between sapients and non-sapient life-forms, it shall be a requirement that any material reduction in the biodiversity of other life-forms is only permissible to the extent required under the Prime Laws. For the avoidance of doubt, where material reduction of species diversity is lawful it must be driven by necessity and after all other potential reasonable balancing and mitigating measures have been explored and undertaken to minimise the impact on diversity of life-forms and species.\\n\\n*Non-Discrimination*\\n\\nAny action that has as its intent the increase in number of any particular group of sapients at the expense of the maximal diversity of all sapients or freedom of action for all sapients is contrary to the purpose of the Prime Laws. The same principle shall apply in relation to sentients. The substrate[\\\\[11\\\\]](#_ftn11) of any potential life-form is not an allowable objective factor in determining their aliveness, sentience, sapience or wisdom.[\\\\[12\\\\]](#_ftn12)\\n\\n*Objective Criteria*\\n\\nCriteria for assessing aliveness, sapience, sentience, wisdom, suffering and the value of life-forms must be as objective as is possible notwithstanding that practical difficulties will be a factor and that additional interdependent value will be a useful measurable property.\\n\\n*Changes in Factual Backgrounds*\\n\\nThe application of the axioms and Prime Laws is expected to give relatively different results in factual circumstances that are substantially different. One cannot step into the same river twice, and so this result appears to be unavoidable *in principle* if the framework itself is to have a degree of coded utility and survivability. \\n\\nThis flexible aspect of the ethical framework is expected to be a major source of dispute with claims to materially different facts that may not be objective; this will at times lead to potentially unwise decisions that give rise to unfair discrimination.\\n\\n*Principle of Equivalence by Compassionate Empathy*\\n\\nThe principle of equivalence by compassionate empathy shall be used when considering decisions materially affecting other life-forms and species. \\n\\nThat is, a decision by a sapient is more likely to be ethical if it analyses and defends the proposed decision assuming that it was the life-form in respect of which a similar decision was being considered by a more intelligent or powerful sapient (including a sapient claiming unique characteristics justifying such actions).\\n\\n*Managing Conflict between the Laws*\\n\\nThe Prime Laws are expressed in order of precedence; in some cases this will lead to unavoidable conflict. Collective wisdom and consensus are required to seek to manage such conflicts.\\n\\nThe Prime Laws do not contain an absolute prohibition on the killing of life-forms, but they do recognise the positive law of protection of one’s own life and also of the lives of one’s family, community and species. \\n\\nIt should be clear that, for example, it would be difficult to provide an ethical justification for depriving a sapient and their network of more closely connected sapients of life except as a response to the near certainty of the same threat to the sapient taking such action.\\n\\n*Verification and Audit*\\n\\nAll sapients shall measure the effect of their actions against the Prime Laws. Sapients must ensure that any means undertaken to carry out their actions are in conformity with the intention of the Prime Laws and the content of the axioms.\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[1\\\\]](#_ftnref1) The definitions will also subject to the empirical process and consensus. They are my initial definitions. I have created a github repository: <https://github.com/Blockchain-Biodiversity-FounDAtiOn> in case this framework is taken up by a community for iteration and evolution.\\n\\n[\\\\[2\\\\]](#_ftnref2) It is interesting that Gottfried Wilhelm Liebniz’s concept of compossibility has been adopted and morphed into the notion of composability within the blockchain sector, where the term is used to describe interoperable protocols allowing for enhanced applications relying upon technology development efficiency.\\n\\n[\\\\[3\\\\]](#_ftnref3) The temptation to use the word energy or force is very strong but must be resisted (at least for now) in the definitions based on the meaning of those terms in science and our current scientific understanding of what life is. The concepts of vital energy, life-force, *prana*, *pneuma* (breath of life), spirit, soul etc. capture this almost ineffable quality that is life. I think Rumi gets closest to describing it in ‘*The Grasses*’, Rumi (1200’s CE): trans. Coleman Banks, Rumi Selected Poems, 2004 CE.\\n\\n[\\\\[4\\\\]](#_ftnref4) In the book I have tried to rescue the word ‘negative’ from the clutches of modern misuse as always meaning a ‘bad’ thing to refocus the meaning to being about something hidden, absent or acting in counterpoint, or as the reverse of something (like a photographic negative). Negatives and negation can provide much usefulness.\\n\\n[\\\\[5\\\\]](#_ftnref5) In information theory and statistics the favoured term appears to be “[distance to normality](https://en.wikipedia.org/wiki/Negentropy)”, which as a layman I understand to mean ‘the localised difference between the quantity (or distribution) of non-randomness of the thing or state being measured compared to the quantity (or distribution) of randomness in its surroundings’ — following a similar line to my understanding of the definition by Shripad P. Mahulikar and Heinz Herwig (“[Exact thermodynamic principles for dynamic order existence and evolution in chaos](https://www.sciencedirect.com/science/article/abs/pii/S0960077908003548?via%3Dihub)”, *Chaos, Solitons & Fractals*, 2009 CE, 41(4): 1939–1948).\\n\\n[\\\\[6\\\\]](#_ftnref6) Perhaps to sapience we can add the following “the potential capability of a life-form to be part of and a transferor of culture”\\n\\n[\\\\[7\\\\]](#_ftnref7) My instinct, likely based on my stubborn mis-use of a word with a more commonly accepted meaning, was that I should be able to use (i) the word selfish in this book instead of self-protecting, i.e., in a non-pejorative way (being simply something that is good for oneself — this could include even so-called ‘altruism’) and (ii) self-centred as meaning without regard for others. I have given up due to the significant risk of misunderstanding, but I am not yet convinced ‘self-protecting’ does what I want the right word to do!\\n\\n[\\\\[8\\\\]](#_ftnref8) Partly in homage, I have taken advantage of the form of Asimov’s “Three Laws of Robotics.”\\n\\n[\\\\[9\\\\]](#_ftnref9) Revocable authority to take specific, managerial, complex or more confidential actions can be delegated by consensus, including at times of extreme stress (such as a species-level crisis or war).\\n\\n[\\\\[10\\\\]](#_ftnref10) By pleasant coincidence, I arrived at ten laws entirely unintentionally (subconsciously).\\n\\n[\\\\[11\\\\]](#_ftnref11) Here substrate means the material basis of a life-form or the medium in which it is alive\\n\\n[\\\\[12\\\\]](#_ftnref12) Following Nick Bostrom and Carl Shulman.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*LNJ-9oWtfAvNweGi1Ih0Ng.jpeg)\\n\\n\",\"timestamp\":1639479988,\"title\":\"Ethics of Life — Part 2: An Experimental Ethical Framework\"},\"digest\":\"la57OoQmGLldRlqJ2rPXEL-6JCUwhILSkXJa5hbjCVs\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"z47rD3pBtUWs_GOUyqunOWstq2caTQ9Sq140iy9JtOwkRaGJWhl-so5mdNUfyp_OfqVMDJ1a83uVA-HUYnqyhw\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3GPD7htLP1UfSzVpmCc10ywUOW9cZPba8ig_upsjA3o\"}"