"{\"content\":{\"body\":\"ise when she is drinking, being by no means refined.  If I count it Christian mercy to give a cup of cold water to a sufferer, shall I complain of these multitudinous cups of cold water handed round to all living things; a cup of water for every shrub; a cup of water for every weed?  I would be ashamed to grumble at it.  As Sir Philip Sidney said, their need is greater than mine--especially for water.\\n\\nThere is a wild garment that still carries nobly the name of a wild Highland clan: a elan come from those hills where rain is not so much an incident as an atmosphere.  Surely every man of imagination must feel a tempestuous flame of Celtic romance spring up within him whenever he puts on a mackintosh.  I could never reconcile myself to carrying all umbrella; it is a pompous Eastern business, carried over the heads of despots in the dry, hot lands.  Shut up, an umbrella is an unmanageable walking- stick; open, it is an inadequate tent.  For my part, I have no taste for pretending to be a walking pavilion; I think nothing of my hat, and precious little of my head.  If I am to be protected against wet, it must be by some closer and more careless protection, something that I can forget altogether.  It might be a Highland plaid.  It might be that yet more Highland thing, a mackintosh.\\n\\nAnd there is really something in the mackintosh of the military qualities of the Highlander.  The proper cheap mackintosh has a blue and white sheen as of steel or iron; it gleams like armour.  I like to think of it as the uniform of that ancient clan in some of its old and misty raids. I like to think of all the Macintoshes, in their mackintoshes, descending on some doomed Lowland village, their wet waterproofs flashing in the sun or moon.  For indeed this is one of the real beauties of rainy weather, that while the amount of original and direct light is commonly lessened, the number of things that reflect light is unquestionably increased. There is less sunshine; but there are more shiny things; such beautifully shiny things as pools and puddles and mackintoshes.  It is like moving in a world of mirrors.\\n\\nAnd indeed this is the last and not the least gracious of the casual works of magic wrought by rain: that while it decreases light, yet it doubles it.  If it dims the sky, it brightens the earth.  It gives the roads (to the sympathetic eye) something of the beauty of Venice. Shallow lakes of water reiterate every detail of earth and sky; we dwell in a double universe.  Sometimes walking upon bare and lustrous pave- ments, wet under numerous lamps, a man seems a black blot on all that golden looking-glass, and could fancy he was flying in a yellow sky.  But wherever trees and towns hang head downwards in a pigmy puddle, the sense of Celestial topsy-turvydom is the same.  This bright, wet, dazzling confusion of shape and shadow, of reality and reflection, will appeal strongly to any one with the transcendental instinct about this dreamy and dual life of ours.  It will always give a man the strange sense of looking down at the skies.\\n\\nTHE FALSE PHOTOGRAPHER\\n\\nWhen, as lately, events have happened that seem (to the fancy, at least) to test if not stagger the force of official government, it is amusing to ask oneself what is the real weakness of civilisation, ours especially, when it contends with the one lawless man.  I was reminded of one weakness this morning in turning over an old drawerful of pictures.\\n\\nThis weakness in civilisation is best expressed by saying that it cares more for science than for truth.  It prides itself on its \\\"methods\\\" more than its results; it is satisfied with precision, discipline, good communications, rather than with the sense of reality.  But there are precise falsehoods as well as precise facts.  Discipline may only mean a hundred men making the same mistake at the same minute.  And good communications may in practice be very like those evil communications which are said to corrupt good manners.  Broadly, we have reached a \\\"scientific age,\\\" which wants to know whether the train is in the time- table, but not whether the train is in the station.  I take one instance in our police inquiries that I happen to have come across: the case of photography.\\n\\nSome years ago a poet of considerable genius tragically disappeared, and the authorities or the newspapers circulated a photograph of him, so that he might be identified.  The photograph, as I remember it, depicted or suggested a handsome, haughty, and somewhat pallid man with his head thrown back, with long distinguished features, colourless thin hair and slight moustache, and though conveyed merely by the head and shoulders, a definite impression of height.  If I had gone by that photograph I should have gone about looking for a long soldierly but listless man, with a profile rather like the Duke of Connaught's.\\n\\nOnly, as it happened, I knew the poet personally; I had seen him a great many times, and he had an appearance that nobody could possibly forget, if seen only once.  He had the mark of those dark and passionate Westland Scotch, who before Burns and after have given many such dark eyes and dark emotions to the world.  But in him the unmistakable strain, Gaelic or whatever it is, was accentuated almost to oddity; and he looked like some swarthy elf.  He was small, with a big head and a crescent of coal- black hair round the back of a vast dome of baldness.  Immediately under his eyes his cheekbones had so high a colour that they might have been painted scarlet; three black tufts, two on the upper lip and one under the lower, seemed to touch up the face with the fierce moustaches of Mephistopheles.  His eyes had that \\\"dancing madness\\\" in them which Stevenson saw in the Gaelic eyes of Alan Breck; but he sometimes distorted the expression by screwing a monstrous monocle into one of them. A man more unmistakable would have been hard to find.  You could have picked him out in any crowd--so long as you had not seen his photograph.\\n\\nBut in this scientific picture of him twenty causes, accidental and conventional, had combined to obliterate him altogether.  The limits of photography forbade the strong and almost melodramatic colouring of cheek and eyebrow.  The accident of the lighting took nearly all the darkness out of the hair and made him look almost like a fair man.  The framing and limitation of the shoulders made him look like a big man; and the devastating bore of being photographed when you want to write poetry made him look like a lazy man.  Holding his head back, as people do when they are being photographed (or shot), but as he certainly never held it normally, accidentally concealed the bald dome that dominated his slight figure.  Here we have a clockwork picture, begun and finished by a button and a box of chemicals, from which every projecting feature has been more delicately and dexterously omitted than they could have been by the most namby-pamby flatterer, painting in the weakest water-colours, on the smoothest ivory.\\n\\nI happen to possess a book of Mr. Max Beerbohm's caricatures, one of which depicts the unfortunate poet in question.  To say it represents an utterly incredible hobgoblin is to express in faint and inadequate language the license of its sprawling lines.  The authorities thought it strictly safe and scientific to circulate the poet's photograph.  They would have clapped me in an asylum if I had asked them to circulate Max's caricature.  But the caricature would have been far more likely to find the man.\\n\\nThis is a small but exact symbol of the failure of scientific civilisation.  It is so satisfied in knowing it has a photograph of a man that it never asks whether it has a likeness of him.  Thus declarations, seemingly most detailed, have flashed along the wires of the world ever since I was a boy.  We were told that in some row Boer policemen had shot an Englishman, a British subject, an English citizen.  A long time afterwards we were quite casually informed that the English citizen was quite black.  Well, it makes no difference to the moral question; black men should be shot on the same ethical principles as white men.  But it makes one distrust scientific communications which permitted so startling an alteration of the photograph.  I am sorry we got hold of a photographic negative in which a black man came out white.  Later we were told that an Englishman had fought for the Boers against his own flag, which would have been a disgusting thing to do.  Later, it was admitted that he was an Irishman; which is exactly as different as if he had been a Pole.  Common sense, with all the facts before it, does see that black is not white, and that a nation that has never submitted has a right to moral independence.  But why does it so seldom have all the facts before it?  Why are the big aggressive features, such as blackness or the Celtic wrath, always left out in such official communications, as they were left out in the photograph?  My friend the poet had hair as black as an African and eyes as fierce as an Irishman; why does our civilisation drop all four of the facts?  Its error is to omit the arresting thing--which might really arrest the criminal.  It strikes first the chilling note of science, demanding a man \\\"above the middle height, chin shaven, with gray moustache,\\\" etc., which might mean Mr. Balfour or Sir Redvers Buller. It does not seize the first fact of impression, as that a man is obviously a sailor or a Jew or a drunkard or a gentleman or a nigger or an albino or a prize-fighter or an imbecile or an American.  These are the realities by which the people really recognise each other.  They are almost always left out of the inquiry.,\\n\\nTHE SULTAN\\n\\nThere is one deep defect in our extension of cosmopolitan and Imperial cultures.  That is, that in most human things if you spread your butter far you spread it thin.  But there is an odder fact yet: rooted in something dark and irrational in human nature.  That is, that when you find your butter thin, you begin to spread it.  And it is just when you find your ideas wearing thin in your own mind that you begin to spread them among your fellow-creatures.  It is a paradox; but not my paradox. There are numerous cases in history; but I think the strongest case is this.  That we have Imperialism in all our clubs at the very time when we have Orientalism in all our drawing-rooms.\\n\\nI mean that the colonial ideal of such men as Cecil Rhodes did not arise out of any fresh creative idea of the Western genius, it was a fad, and like most fads an imitation.  For what was wrong with Rhodes was not that, like Cromwell or Hildebrand, he made huge mistakes, nor even that he committed great crimes.  It was that he committed these crimes and errors in order to spread certain ideas.  And when one asked for the ideas they could not be found.  Cromwell stood for Calvinism, Hildebrand for Catholicism: but Rhodes had no principles whatever to give to the world. He had only a hasty but elaborate machinery for spreading the principles that he hadn't got.  What he called his ideals were the dregs of a Darwinism which had already grown not only stagnant, but poisonous.  That the fittest must survive, and that any one like himself must be the fittest; that the weakest must go to the wall, and that any one he could not understand must be the weakest; that was the philosophy which he lumberingly believed through life, like many another agnostic old bachelor of the Victorian era.  All his views on religion (reverently quoted in the Review of Reviews) were simply the stalest ideas of his time.  It was not his fault, poor fellow, that he called a high hill somewhere in South Africa \\\"his church.\\\"  It was not his fault, I mean, that he could not see that a church all to oneself is not a church at all. It is a madman's cell.  It was not his fault that he \\\"figured out that God meant as much of the planet to be Anglo-Saxon as possible.\\\"  Many evolutionists much wiser had \\\"figured out\\\" things even more babyish.  He was an honest and humble recipient of the plodding popular science of his time; he spread no ideas that any cockney clerk in Streatham could not have spread for him.  But it was exactly because he had no ideas to spread that he invoked slaughter, violated justice, and ruined republics to spread them.\\n\\nBut the case is even stronger and stranger.  Fashionable Imperialism not only has no ideas of its own to extend; but such ideas as it has are actually borrowed from the brown and black peoples to whom it seeks to extend them.  The Crusading kings and knights might be represented as seeking to spread Western ideas in the East. But all that our Imperialist aristocrats could do would be to spread Eastern ideas in the East.  For that very governing class which urges Occidental Imperialism has been deeply discoloured with Oriental mysticism and Cosmology.\\n\\nThe same society lady who expects the Hindoos to accept her view of politics has herself accepted their view of religion.  She wants first to steal their earth, and then to share their heaven.  The same Imperial cynic who wishes the Turks to submit to English science has himself submitted to Turkish philosophy, to a wholly Turkish view of despotism and destiny.\\n\\nThere is an obvious and amusing proof of this in a recent life of Rhodes. The writer admits with proper Imperial gloom the fact that Africa is still chiefly inhabited by Africans.  He suggests Rhodes in the South confronting savages and Kitchener in the North facing Turks, Arabs, and Soudanese, and then he quotes this remark of Cecil Rhodes: \\\"It is inevitable fate that all this should be changed; and I should like to be the agent of fate.\\\"  That was Cecil Rhodes's one small genuine idea; and it is an Oriental idea.\\n\\nHere we have evident all the ultimate idiocy of the present Imperial position.  Rhodes and Kitchener are to conquer Moslem bedouins and barbarians, in order to teach them to believe only in inevitable fate. We are to wreck provinces and pour blood like Niagara, all in order to teach a Turk to say \\\"Kismet \\\"; which he has said since his cradle.  We are to deny Christian justice and destroy international equality, all in order to teach an Arab to believe he is \\\"an agent of fate,\\\" when he has never believed anything else.  If Cecil Rhodes's vision could come true (which fortunately is increasingly improbable), such countries as Persia or Arabia would simply be filled with ugly and vulgar fatalists in billy- cocks, instead of with graceful and dignified fatalists in turbans.  The best Western idea, the idea of spiritual liberty and danger, of a doubtful and romantic future in which all things may happen--this essential Western idea Cecil Rhodes could not spread, because (as he says himself) he did not believe in it.\\n\\nIt was an Oriental who gave to Queen Victoria the crown of an Empress in addition to that of a Queen.  He did not understand that the title of King is higher than that of Emperor.  For in the East titles are meant to be vast and wild; to be extravagant poems: the Brother of the Sun and Moon, the Caliph who lives for ever.  But a King of England (at least in the days of real kings) did not bear a merely poetical title; but rather a religious one.  He belonged to his people and not merely they to him. He was not merely a conqueror, but a father--yes, even when he was a bad father.  But this sort of solid sanctity always goes with local affections and limits: and the Cecil Rhodes Imperialism set up not the King, but the Sultan; with all the typically Eastern ideas of the magic of money, of luxury without uproar; of prostrate provinces and a chosen race.  Indeed Cecil Rhodes illustrated almost every quality essential to the Sultan, from the love of diamonds to the scorn of woman.\\n\\nTHE ARCHITECT OF SPEARS\\n\\nThe other day, in the town of Lincoln, I suffered an optical illusion which accidentally revealed to me the strange greatness of the Gothic architecture.  Its secret is not, I think, satisfactorily explained in most of the discussions on the subject.  It is said that the Gothic eclipses the classical by a certain richness and complexity, at once lively and mysterious.  This is true; but Oriental decoration is equally rich and complex, yet it awakens a widely different sentiment.  No man ever got out of a Turkey carpet the emotions that he got from a cathedral tower.  Over all the exquisite ornament of Arabia and India there is the presence of something stiff and heartless, of something tortured and silent.  Dwarfed trees and crooked serpents, heavy flowers and hunchbacked birds accentuate by the very splendour and contrast of their colour the servility and monotony of their shapes.  It is like the vision of a sneering sage, who sees the whole universe as a pattern.  Certainly no one ever felt like this about Gothic, even if he happens to dislike it. Or, again, some will say that it is the liberty of the Middle Ages in the use of the comic or even the coarse that makes the Gothic more interesting than the Greek.  There is more truth in this; indeed, there is real truth in it.  Few of the old Christian cathedrals would have passed the Censor of Plays.  We talk of the inimitable grandeur of the old cathedrals; but indeed it is rather their gaiety that we do not dare to imitate.  We should be rather surprised if a chorister suddenly began singing \\\"Bill Bailey\\\" in church.  Yet that would be only doing in music what the mediaevals did in sculpture.  They put into a Miserere seat the very scenes that we put into a musichall song: comic domestic scenes similar to the spilling of the beer and the hanging out of the washing. But though the gaiety of Gothic is one of its features, it also is not the secret of its unique effect.  We see a domestic topsy-turvydom in many Japanese sketches.  But delightful as these are, with their fairy tree-tops, paper houses, and toddling, infantile inhabitants, the pleasure they give is of a kind quite different from the joy and energy of the gargoyles.  Some have even been so shallow and illiterate as to maintain that our pleasure in medieval building is a mere pleasure in what is barbaric, in what is rough, shapeless, or crumbling like the rocks.  This can be dismissed after the same fashion; South Sea idols, with painted eyes and radiating bristles, are a delight to the eye; but they do not affect it in at all the same way as Westminster Abbey.  Some again (going to another and almost equally foolish extreme) ignore the coarse and comic in mediaevalism; and praise the pointed arch only for its utter purity and simplicity, as of a saint with his hands joined in prayer.  Here, again, the uniqueness is missed. There are Renaissance things (such as the ethereal silvery drawings of Raphael), there are even pagan things (such as the Praying Boy) which express as fresh and austere a piety.  None of these explanations explain.  And I never saw what was the real point about Gothic till I came into the town of Lincoln, and saw it behind a row of furniture-vans.\\n\\nI did not know they were furniture-vans; at the first glance and in the smoky distance I thought they were a row of cottages.  A low stone wall cut off the wheels, and the vans were somewhat of the same colour as the yellowish clay or stone of the buildings around them.  I had come across that interminable Eastern plain which is like the open sea, and all the more so because the one small hill and tower of Lincoln stands up in it like a light-house.  I had climbed the sharp, crooked streets up to this ecclesiastical citadel; just in front of me was a flourishing and richly coloured kitchen garden; beyond that was the low stone wall; beyond that the row of vans that looked like houses; and beyond and above that, straight and swift and dark, light as a flight of birds, and terrible as the Tower of Babel, Lincoln Cathedral seemed to rise out of human sight.\\n\\nAs I looked at it I asked myself the questions that I have asked here; what was the soul in all those stones?  They were varied, but it was not variety; they were solemn, but it was not solemnity; they were farcical, but it was not farce.  What is it in them that thrills and soothes a man of our blood and history, that is not there in an Egyptian pyramid or an Indian temple or a Chinese pagoda?  All of a sudden the vans I had mistaken for cottages began to move away to the left.  In the start this gave to my eye and mind I really fancied that the Cathedral was moving towards the right. The two huge towers seemed to start striding across the plain like the two legs of some giant whose body was covered with the clouds.  Then I saw what it was.\\n\\nThe truth about Gothic is, first, that it is alive, and second, that it is on the march.  It is the Church Militant; it is the only fighting architecture.  All its spires are spears at rest; and all its stones are stones asleep in a catapult.  In that instant of illusion, I could hear the arches clash like swords as they crossed each other.  The mighty and numberless columns seemed to go swinging by like the huge feet of imperial elephants.  The graven foliage wreathed and blew like banners going into battle; the silence was deafening with ail the mingled noises of a military march; the great bell shook down, as the organ shook up its thunder.  The thirsty-throated gargoyles shouted like trumpets from all the roofs and pinnacles as they passed; and from the lectern in the core of the cathedral the eagle of the awful evangelist clashed his wings of brass.\\n\\nAnd amid all the noises I seemed to hear the voice of a man shouting in the midst like one ordering regiments hither and thither in the fight; the voice of the great half-military master-builder; the architect of spears.  I could almost fancy he wore armour while he made that church; and I knew indeed that, under a scriptural figure, he had borne in either hand the trowel and the sword.\\n\\nI could imagine for the moment that the whole of that house of life had marched out of the sacred East, alive and interlocked, like an army. Some Eastern nomad had found it solid and silent in the red circle of the desert.  He had slept by it as by a world-forgotten pyramid; and been woke at midnight by the wings of stone and brass, the tramping of the tall pillars, the trumpets of the waterspouts.  On such a night every snake or sea-beast must have turned and twisted in every crypt or corner of the architecture.  And the fiercely coloured saints marching eternally in the flamboyant windows would have carried their glorioles like torches across dark lands and distant seas; till the whole mountain of music and darkness and lights descended roaring on the lonely Lincoln hill.  So for some hundred and sixty seconds I saw the battle-beauty of the Gothic; then the last furniture-van shifted itself away; and I saw only a church tower in a quiet English town, round which the English birds were floating.\\n\\nTHE MAN ON TOP\\n\\nThere is a fact at the root of all realities to-day which cannot be stated too simply.  It is that the powers of this world are now not trusted simply because they are not trustworthy.  This can be quite clearly seen and said without any reference to our several passions or partisanships.  It does not follow that we think such a distrust a wise sentiment to express; it does not even follow that we think it a good sentiment to entertain.  But such is the sentiment, simply because such is the fact. The distinction can be quite easily defined in an example. I do not think that private workers owe an indefinite loyalty to their employer.  But I do think that patriotic soldiers owe a more or less indefinite loyalty to their leader in battle.  But even if they ought to trust their captain, the fact remains that they often do not trust him; and the fact remains that he often is not fit to be trusted.\\n\\nMost of the employers and many of the Socialists seem to have got a very muddled ethic about the basis of such loyalty; and perpetually try to put employers and officers upon the same disciplinary plane.  I should have thought myself that the difference was alphabetical enough.  It has nothing to do with the idealising of war or the materialising of trade; it is a distinction in the primary purpose.  There might be much more elegance and poetry in a shop under William Morris than in a regiment under Lord Kitchener.  But the difference is not in the persons or the atmosphere, but in the aim.  The British Army does not exist in order to pay Lord Kitchener.  William Morris's shop, however artistic and philanthropic, did exist to pay William Morris.  If it did not pay the shopkeeper it failed as a shop; but Lord Kitchener does not fail if he is underpaid, but only if he is defeated.  The object of the Army is the safety of the nation from one particular class of perils; therefore, since all citizens owe loyalty to the nation, all citizens who are soldiers owe loyalty to the Army.  But nobody has any obligation to make some particular rich man richer.  A man is bound, of course, to consider the indirect re-suits of his action in a strike; but he is bound to consider that in a swing, or a giddy-go-round, or a smoking concert; in his wildest holiday or his most private conversation.  But direct responsibility like that of a soldier he has none.  He need not aim solely and directly at the good of the shop; for the simple reason that the shop is not aiming solely and directly at the good of the nation. The shopman is, under decent restraints, let us hope, trying to get what he can out of the nation; the shop assistant may, under the same decent restraints, get what he can out of the shopkeeper.  All this distinction is very obvious.  At least I should have thought so.\\n\\nBut the primary point which I mean is this.  That even if we do take the military view of mercantile service, even if we do call the rebellious shop assistant \\\"disloyal\\\"--that leaves exactly where it was the question of whether he is, in point of fact, in a good or bad shop.  Granted that all Mr. Poole's employees are bound to follow for ever the cloven pennon of the Perfect Pair of Trousers, it is all the more true that the pennon may, in point of fact, become imperfect.  Granted that all Barney Barnato's workers ought to have followed him to death or glory, it is still a Perfectly legitimate question to ask which he was likely to lead them to.  Granted that Dr. Sawyer's boy ought to die for his master's medicines, we may still hold an inquest to find out if he died of them. While we forbid the soldier to shoot the general, we may still wish the general were shot.\\n\\nThe fundamental fact of our time is the failure of the successful man. Somehow we have so arranged the rules of the game that the winners are worthless for other purposes; they can secure nothing except the prize. The very rich are neither aristocrats nor self-made men; they are accidents--or rather calamities.  All revolutionary language is a generation behind the times in talking of their futility.  A revolutionist would say (with perfect truth) that coal-owners know next to nothing about coal-mining.  But we are past that point.  Coal-owners know next to nothing about coal-owning.  They do not develop and defend the nature of their own monopoly with any consistent and courageous policy, however wicked, as did the old aristocrats with the monopoly of land.  They have not the virtues nor even the vices of tyrants; they have only their powers.  It is the same with all the powerful of to-day; it is the same, for instance, with the high-placed and high-paid official.  Not only is the judge not judicial, but the arbiter is not even arbitrary. The arbiter decides, not by some gust of justice or injustice in his soul like the old despot dooming men under a tree, but by the permanent climate of the class to which he happens to belong.  The ancient wig of the judge is often indistinguishable from the old wig of the flunkey.\\n\\nTo judge about success or failure one must see things very simply; one must see them in masses, as the artist, half closing his eyes against details, sees light and shade.  That is the only way in which a just judgment can be formed as to whether any departure or development, such as Islam or the American Republic, has been a benefit upon the whole. Seen close, such great erections always abound in ingenious detail and impressive solidity; it is only by seeing them afar off that one can tell if the Tower leans.\\n\\nNow if we thus take in the whole tilt or posture of our modern state, we shall simply see this fact: that those classes who have on the whole governed, have on the whole failed.  If you go to a factory you will see some very wonderful wheels going round; you will be told that the employer often comes there early in the morning; that he has great organising power; that if he works over the colossal accumulation of wealth he also works over its wise distribution.  All this may be true of many employers, and it is practically said of all.\\n\\nBut if we shade our eyes from all this dazzle of detail; if we simply ask what has been the main feature, the upshot, the final fruit of the capitalist system, there is no doubt about the answer.  The special and solid result of the reign of the employers has been--unemployment. Unemployment not only increasing, but becoming at last the very pivot upon which the whole process turns.\\n\\nOr, again, if you visit the villages that depend on one of the great squires, you will hear praises, often just, of the landlord's good sense or good nature; you will hear of whole systems of pensions or of care for the sick, like those of a small and separate nation; you will see much cleanliness, order, and business habits in the offices and accounts of the estate.  But if you ask again what has been the upshot, what has been the actual result of the reign of landlords, again the answer is plain. At the end of the reign of landlords men will not live on the land. The practical effect of having landlords is not having tenants.  The practical effect of having employers is that men are not employed.  The unrest of the populace is therefore more than a murmur against tyranny; it is against a sort of treason.  It is the suspicion that even at the top of the tree, even in the seats of the mighty, our very success is unsuccessful.\\n\\nTHE OTHER KIND OF MAN\\n\\nThere are some who are conciliated by Conciliation Boards.  There are some who, when they hear of Royal Commissions, breathe again--or snore again.  There are those who look forward to Compulsory Arbitration Courts as to the islands of the blest.  These men do not understand the day that they look upon or the sights that their eyes have seen.\\n\\nThe almost sacramental idea of representation, by which the few may incarnate the many, arose in the Middle Ages, and has done great things for justice and liberty.  It has had its real hours of triumph, as when the States General met to renew France's youth like the eagle's; or when all the virtues of the Republic fought and ruled in the figure of Washington.  It is not having one of its hours of triumph now.  The real democratic unrest at this moment is not an extension of the representative process, but rather a revolt against it.  It is no good giving those now in revolt more boards and committees and compulsory regulations.  It is against these very things that they are revolting. Men are not only rising against their oppressors, but against their representatives or, as they would say, their misrepresentatives.  The inner and actual spirit of workaday England is coming out not in applause, but in anger, as a god who should come out of his tabernacle to rebuke and confound his priests.\\n\\nThere is a certain kind of man whom we see many times in a day, but whom we do not, in general, bother very much about.  He is the kind of man of whom his wife says that a better husband when he's sober you couldn't have.  She sometimes adds that he never is sober; but this is in anger and exaggeration.  Really he drinks much less and works much more than the modern legend supposes.  But it is quite true that he has not the horror of bodily outbreak, natural to the classes that contain ladies; and it is quite true that he never has that alert and inventive sort of industry natural to the classes from which men can climb into great wealth.  He has grown, partly by necessity, but partly also by temper, accustomed to have dirty clothes and dirty hands normally and without discomfort.  He regards cleanliness as a kind of separate and special costume; to be put on for great festivals.  He has several really curious characteristics, which would attract the eyes of sociologists, if they had any eyes.  For instance, his vocabulary is coarse and abusive, in marked contrast to his actual spirit, which is generally patient and civil.  He has an odd way of using certain words of really horrible meaning, but using them quite innocently and without the most distant taint of the evils to which they allude.  He is rather sentimental; and, like most sentimental people, not devoid of snobbishness.  At the same time, he believes the ordinary manly commonplaces of freedom and fraternity as he believes most of the decent traditions of Christian men: he finds it very difficult to act according to them, but this difficulty is not confined to him.  He has a strong and individual sense of humour, and not much power of corporate or militant action.  He is not a Socialist.  Finally, he bears no more resemblance to a Labour Member than he does to a City Alderman or a Die-Hard Duke. This is the Common Labourer of England; and it is he who is on the march at last.\\n\\nSee this man in your mind as you see him in the street, realise that it is his open mind we wish to influence or his empty stomach we wish to cure, and then consider seriously (if you can) the five men, including two of his own alleged oppressors, who were summoned as a Royal Commission to consider his claims when he or his sort went out on strike upon the railways.  I knew nothing against, indeed I knew nothing about, any of the gentlemen then summoned, beyond a bare introduction to Mr. Henderson, whom I liked, but whose identity I was in no danger of confusing with that of a railway-porter.  I do not think that any old gentleman, however absent-minded, would be likely on arriving at Euston, let us say, to hand his Gladstone-bag to Mr. Henderson or to attempt to reward that politician with twopence.  Of the others I can only judge by the facts about their status as set forth in the public Press.  The Chairman, Sir David Harrell, appeared to be an ex-official distinguished in (of all things in the world) the Irish Constabulary.  I have no earthly reason to doubt that the Chairman meant to be fair; but I am not talking about what men mean to be, but about what they are.  The police in Ireland are practically an army of occupation; a man serving in them or directing them is practically a soldier; and, of course, he must do his duty as such.  But it seems truly extraordinary to select as one likely to sympathise with the democracy of England a man whose whole business in life it has been to govern against its will the democracy of Ireland.  What should we say if Russian strikers were offered the sympathetic arbitration of the head of the Russian Police in Finland or Poland?  And if we do not know that the whole civilised world sees Ireland with Poland as a typical oppressed nation, it is time we did. The Chairman, whatever his personal virtues, must be by instinct and habit akin to the capitalists in the dispute.  Two more of the Commissioners actually were the capitalists in the dispute.  Then came Mr. Henderson (pushing his trolley and cheerily crying, \\\"By your leave.\\\"), and then another less known gentleman who had \\\"corresponded\\\" with the Board of Trade, and had thus gained some strange claim to represent the very poor.\\n\\nNow people like this might quite possibly produce a rational enough report, and in this or that respect even improve things.  Men of that kind are tolerably kind, tolerably patriotic, and tolerably business-like. But if any one supposes that men of that kind can conceivably quiet any real 'quarrel with the Man of the Other Kind, the man whom I first described, it is frantic.  The common worker is angry exactly because he has found out that all these boards consist of the same well-dressed Kind of Man, whether they are called Governmental or Capitalist.  If any one hopes that he will reconcile the poor, I say, as I said at the beginning, that such a one has not looked on the light of day or dwelt in the land of the living.\\n\\nBut I do not criticise such a Commission except for one most practical and urgent purpose.  It will be answered to me that the first Kind of Man of whom I spoke could not really be on boards and committees, as modern England is managed.  His dirt, though necessary and honourable, would be offensive: his speech, though rich and figurative, would be almost incomprehensible.  Let us grant, for the moment, that this is so.  This Kind of Man, with his sooty hair or sanguinary adjectives, cannot be represented at our committees of arbitration.  Therefore, the other Kind of Man, fairly prosperous, fairly plausible, at home at least with the middle class, capable at least of reaching and touching the upper class, he must remain the only Kind of Man for such councils.\\n\\nVery well.  If then, you give at any future time any kind of compulsory powers to such councils to prevent strikes, you will be driving the first Kind of Man to work for a particular master as much as if you drove him with a whip.\\n\\nTHE MEDIAEVAL VILLAIN\\n\\nI see that there have been more attempts at the whitewashing of King John.\\n\\nBut the gentleman who wrote has a further interest in the matter; for he believes that King John was innocent, not only on this point, but as a whole.  He thinks King John has been very badly treated; though I am not sure whether he would attribute to that Plantagenet a saintly merit or merely a humdrum respectability.\\n\\nI sympathise with the whitewashing of King John, merely because it is a protest against our waxwork style of history.  Everybody is in a particular attitude, with particular moral attributes; Rufus is always hunting and Coeur-de-Lion always crusading; Henry VIII always marrying, and Charles I always having his head cut off; Alfred rapidly and in rotation making his people's clocks and spoiling their cakes; and King John pulling out Jews' teeth with the celerity and industry of an American dentist.  Anything is good that shakes all this stiff simplification, and makes us remember that these men were once alive; that is, mixed, free, flippant, and inconsistent.  It gives the mind a healthy kick to know that Alfred had fits, that Charles I prevented enclosures, that Rufus was really interested in architecture, that Henry VIII was really interested in theology.\\n\\nAnd as these scraps of reality can startle us into more solid imagination of events, so can even errors and exaggerations if they are on the right side.  It does some good to call Alfred a prig, Charles I a Puritan, and John a jolly good fellow; if this makes us feel that they were people whom we might have liked or disliked.  I do not myself think that John was a nice gentleman; but for all that the popular picture of him is all wrong.  Whether he had any generous qualities or not, he had what commonly makes them possible, dare-devil courage, for instance, and hot- headed decision.  But, above all, he had a morality which he broke, but which we misunderstand.\\n\\nThe mediaeval mind turned centrally upon the pivot of Free Will.  In their social system the mediaevals were too much PARTI-PER-PALE, as their heralds would say, too rigidly cut up by fences and quarterings of guild or degree.  But in their moral philosophy they always thought of man as standing free and doubtful at the cross-roads in a forest.  While they clad and bound the body and (to some extent) the mind too stiffly and quaintly for our taste, they had a much stronger sense than we have of the freedom of the soul.  For them the soul always hung poised like an eagle in the heavens of liberty.  Many of the things that strike a modern as most fantastic came from their keen sense of the power of choice.\\n\\nFor instance, the greatest of the Schoolmen devotes folios to the minute description of what the world would have been like if Adam had refused the apple; what kings, laws, babies, animals, planets would have been in an unfallen world. So intensely does he feel that Adam might have decided the other way that he sees a complete and complex vision of another world, a world that now can never be.\\n\\nThis sense of the stream of life in a man that may turn either way can be felt through all their popular ethics in legend, chronicle, and ballad. It is a feeling which has been weakened among us by two heavy intellectual forces.  The Calvinism of the seventeenth century and the physical science of the nineteenth, whatever other truths they may have taught, have darkened this liberty with a sense of doom.  We think of bad men as something like black men, a separate and incurable kind of people. The Byronic spirit was really a sort of operatic Calvinism.  It brought the villain upon the stage; the lost soul; the modern version of King John.  But the contemporaries of King John did not feel like that about him, even when they detested him.  They instinctively felt him to be a man of mixed passions like themselves, who was allowing his evil passions to have much too good a time of it.  They might have spoken of him as a man in considerable danger of going to hell; but they would have not talked of him as if he had come from there.  In the ballads of Percy or Robin Hood it frequently happens that the King comes upon the scene, and his ultimate decision makes the climax of the tale.  But we do not feel, as we do in the Byronic or modern romance, that there is a definite stage direction \\\"Enter Tyrant.\\\"  Nor do we behold a deus ex machina who is certain to do all that is mild and just.  The King in the ballad is in a state of virile indecision. Sometimes he will pass from a towering passion to the most sweeping magnanimity and friendliness; sometimes he will begin an act of vengeance and be turned from it by a jest.  Yet this august levity is not moral indifference; it is moral freedom.  It is the strong sense in the writer that the King, being the type of man with power, will probably sometimes use it badly and sometimes well.  In this sense John is certainly misrepresented, for he is pictured as something that none of his own friends or enemies saw.  In that sense he was certainly not so black as he is painted, for he lived in a world where every one was piebald.\",\"timestamp\":1636956887,\"title\":\"ll around me as I write is a noise of Nature drinking: and Nature makes a noi\"},\"digest\":\"m-Qvzu34E056rI5OUrg3aiaMdy9e1FG3ffKrXQxaFiA\",\"authorship\":{\"contributor\":\"0xf28A2beF877448182B07e1C9bF1b10753381B9EA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlJ4kFHU5yYWCsqewHfg4ZqpCL-3ozZPtODH34tonzg\\\",\\\"y\\\":\\\"mxwP4xpl3bwD31dUe6kwJ3N2es8JhlnKxtQCGu4Pgvs\\\"}\",\"signature\":\"sTf8kjWFLEqSQF4enYkzqazNoFLkk3YKXV_V2H-Ytl-1RbUKhw1_MdRiN6cirG0i3fjkFhpUXTKxwNpzbfUjBw\",\"signingKeySignature\":\"0x94b4afc6be34b7d4ab3b0018e1a863b5db83240a53fc6b0238cc3b7d70a977604b8305ebe723c80a3af4d6f4deffd5a2791638552f393ca9d3f882b5eabe72731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlJ4kFHU5yYWCsqewHfg4ZqpCL-3ozZPtODH34tonzg\\\",\\\"y\\\":\\\"mxwP4xpl3bwD31dUe6kwJ3N2es8JhlnKxtQCGu4Pgvs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m-Qvzu34E056rI5OUrg3aiaMdy9e1FG3ffKrXQxaFiA\"}"