"{\"content\":{\"body\":\"opponents of whaling argue that a return to full-scale commercial whaling will lead to economic concerns overriding those of conservation, and there is a continuing debate as to how to describe the current state of each species.\\\\[citation needed\\\\] For instance, conservationists are pleased that the sei whale continues to be listed as endangered, but Japan says that the species has swelled in number from 9,000 in 1978 to about 28,000 in 2002, so its catch of 50 sei whales per year is safe and the classification of endangered should be reconsidered for the North Pacific population.\\n\\nDecentralized Autonomous Organizations (DAO’s) represent a major enabling capacity for humanity to express this unified “shoaling” capacity. Millions of individuals can behave in coordination as nodes in a network, each expressing small bits of energy that constellate through automated, consensus-governance into swiftly executed actions. In the same way a laser beam is a highly dense concatenation of many individual photons, a DAO has the capability of expressing a laser-beam-like funding capacity.\\n\\nDiatom leverages the bonding power created by OlympusDAO to fund highly vetted, concrete projects that protect our ocean, with a deliberate focus on regenerating and protecting those essential apparatus that ensure our most integral life support system is functioning.\\n\\nDiatom will establish multiple asset classes that measurably reduce harm to the ocean, and massively sequester carbon by protecting the Whale-Diatom cycle. Plastic Reduction Credits (PRC) will be the initial focus, establishing new value chains, while tying into existing ones like blue carbon credits in the carbon market.\\n\\nDiatom is therefore established for the purpose of demonstrating and mapping the *real* value of the ocean into a token, funding practical, proven and measurable projects that protect and regenerate that ocean, and to expand its own treasury to perpetuate the above.\\n\\nThe currency of this DAO is *Diatoms* *(DIAT)* — an economic representation of the true value of our most essential life support system on spaceship earth. This symbolically aligns the true value offered by Diatoms themselves into a representation of value — tokens.\\n\\nBased on the success of Diatom DAO, we also intend to establish *Diatoms* as a meaningful representation of value, and a verified blue carbon credit, as our efforts will directly aim to protect and replenish whale populations and the meta Whale-Diatom ecological cycle that may be our best tool in addressing the climate crisis.\\n\\n![](https://images.mirror-media.xyz/publication-images/3xs2jK8swy0NCfdPW0rrh.png?height=794&width=800)\\n\\nthe website  is as followed, you can learn more on it.\\n\\n[https://diatom.fund/](https://diatom.fund/)\\n\\n## What is Diatom\\n\\n \\n A DAO investing in Earth's most valuable asset\\n\\nDiatom is a decentralized currency that grows more valuable as our ocean is measurably restored and protected. Members of the DAO vote on projects that restore ocean health and expand our buying power to do so.\\n\\n# Tokenomics\\n\\n![](https://images.mirror-media.xyz/publication-images/wade5BcAJWcB91GHtC8FG.png?height=1310&width=2496)\\n\\n# How it works\\n\\n### The Treasury\\n\\nWe sell bonds of discounted DIAT for ETH, DAI and other tokens in order to build up our DAO treasury. The treasury is used to back DIAT with intrinsic value (like how gold used to back the Dollar)\\n\\n### LP Fees\\n\\nHaving a large treasury allows us to provide and own 99%+ of our liquidity pools (LP's) on exchanges. That means every single trade of DIAT pays liquidity fees back to our treasure.\\n\\n### Staking\\n\\nAll DIAT holders can 'stake' their tokens for 3X daily compounding yield. This is good for holders, since they get an incredible interest rate for holding, and it's good for the DAO, since fewer people selling equates to increased DIAT value.\\n\\n### Ocean Protection\\n\\nUnlike many other DAO's, we have a mission: to protect the ocean! We're using treasury funds to invest in highly-vetted ocean protection & cleanup projects. Some will be donations, and others will be high-yield investments that also serve to build up our treasury value.\\n\\nUseful link:\\n\\ntwitter  \\n\\n[https://twitter.com/diatomdao](https://twitter.com/diatomdao)\\n\\ndiscord \\n\\n[https://discord.gg/fDzYnTWr](https://discord.gg/fDzYnTWr)\\n\\n\",\"timestamp\":1638700399,\"title\":\"Diatom DAO save the ocean!\"},\"digest\":\"d87deDlE0xssd7guBTwuqVFyHKmBhC8aiT8XgTZEync\",\"authorship\":{\"contributor\":\"0x4D41EC9ddc83BdBeAd278781f9b8c57FD2028DbF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AIsKCel7nGGD08hjtu93T3AnV7ggd3GyLW4Xy99Hisg\\\",\\\"y\\\":\\\"1GTOSyDaRhLrGatCbgR5mhNPIHCyDIQaJ9qIRtOBEd4\\\"}\",\"signature\":\"KSluLgdivm4C0h3EKqAD_HqyisqzqkWQ59x16xFYiKNZz3dz3Do4jxwwYnw4VvUdoaeYVhmnGCASrlQiPKWrew\",\"signingKeySignature\":\"0x806c2e64bf39bfe43811bc265585c426be741321f1fce57b53edca4443ab409413c07879d4d8ee05bbd594196a661e64352b93bb55a7a9a4ca4ce68a4b853d3a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AIsKCel7nGGD08hjtu93T3AnV7ggd3GyLW4Xy99Hisg\\\",\\\"y\\\":\\\"1GTOSyDaRhLrGatCbgR5mhNPIHCyDIQaJ9qIRtOBEd4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d87deDlE0xssd7guBTwuqVFyHKmBhC8aiT8XgTZEync\"}"