"{\"content\":{\"body\":\"A long time ago, when I saw on TV that the emperor was reprimanding the ministers loudly in the court hall, and the ministers were conscientious and trembling, I was thinking, why didn’t those ministers go up and give the emperor a brick, you are so Many people, but the emperor is one person. Someone told me that it was because the emperor had guards, and the ministers were caught and beheaded by the guards before they even started. Then I asked again, why did the guard listen to the emperor. Someone told me again, the emperor has an army, who dares not accept it. I asked again, why should the emperor be left alone in the army with hundreds of people. This person thought for a while and told me that it was because the emperor had meat to eat and money to pay. I asked again, why don’t so many of them rob them? The man stopped talking.\\n\\nIn fact, there are hidden core secrets of being a boss, being a leader, and being a boss. Who can comprehend it?\\n\\nIn the original primitive society, each individual was independent, and there was no question of who ruled whom. A strong body and a fierce temperament can unscrupulously snatch other people's food and threaten the safety of others. But he still has no idea of ​​ruling others. Compared with A, B is weaker, and it is difficult to obtain prey at ordinary times, and he has to deal with the snatch of his companions at any time. In the same situation as B, there are C and D. In the face of the cruel natural environment, there are fierce companions who form an alliance with the pitiful B, C, and D in order to survive. Hunting, the three of us cooperate to snatch the prey of others, and we are also a Trinity. Although the three men are weak, but the brothers are united and invincible. Even the strong and fierce A is not an opponent of the three of them. On weekdays, A is accustomed to bullying others. In order to restore the old situation, he said to the three people, B, C, D and D, I want to join you, it is good to share with me, and if there is a strong enemy, I will help you fight. If you don't agree, I will partner with others and kill you. After weighing in, B, C, D, and D, agreed to let A join. So the three of them became four, and the fighting power was strengthened again, and they stopped hunting.\\n\\n124 Entrepreneur Business School Serving Entrepreneurs\\n\\nFull-time robbing of food returned by others, while robbing food, they also strictly prevent others from forming parties like them. Once they see signs of unity among others, they will resolutely suppress them. Gradually, all the local people began to be threatened by them. The four-person group began to lead and rule the entire group. The tribe was formed, and the four-person group became the elder of the tribe and established a leadership position. With the increase of tribal population, various contradictions have also increased, and various businesses have also increased. In order to resolve conflicts, the elders optimize management. Start to customize the law and recruit young people with managerial skills to help them manage the tribe. This is the bureaucracy.\\n\\nHave you found out who can easily become the boss in the end? To be a leader? In fact, the most advantageous A at the beginning is easy to take the position of the boss. So this leads to a reasoning, as long as we play a very small local advantage in the real world, we can be the boss of a company. If you start a business, as long as you have more business advantages than your partners, If you take advantage of your advantage, you can be the boss and the boss.\",\"timestamp\":1634796433,\"title\":\"Why can one person rule hundreds of millions of people in ancient times\"},\"digest\":\"II-vF07sxop19Hs73nBIvB0rWw0ClDcYNozqQty_fiE\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"GsQTe2jp6TTxAUamHXCGArd_zibJ2uGijHS8XBSaaHwJMib1QyjmemY2xc_tWmPxwXzlHfnnAYDVB_oYZTb0JQ\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"II-vF07sxop19Hs73nBIvB0rWw0ClDcYNozqQty_fiE\"}"