"{\"content\":{\"body\":\"解决掉那个讨厌的地虫后，在接下来的几个小时内四周清净的多，再也没有出现怪物来打搅我了。不过依然没有任何收获让我心烦意乱，这么长的时间升级的话都起码能够到9级了，除了地虫给我的盔甲外，我现在是毫无进展。\\n\\n```\\n“咱们矿工有力量，嘿！咱们矿工有力量。”\\n\\n“每天每日挖矿忙，嘿，每天每日挖矿忙。”\\n\\n“挖出了金山银山，挖出了矿石成山，挖出了幸福生活，挖出个未来。”哼着我自我陶醉的小曲，无力的举着精钢锹挖掘着，唉，枉费我有个好工具，难道真要吊死在这块地方吗。\\n\\n看看时间，已经连续在线20多个小时了，如果连续在线24小时系统会强制让玩家下线休息的。\\n\\n“看来这次过来是没啥指望了，再挖一个小时，挖不到下线吃饭去，回头先去升级，等级高点去矿坑下面看看说不定能有收获。”我心里想道。\\n\\n滴答，滴答，汗水伴随着时间的推移而滴落，我的失望之情已经浮现在脸上，眼皮也有点无力的垂了下来，在半睁半闭中麻木的挖掘着。一个小时在不知不觉中过去了。\\n\\n罢了，打开背包，拿出回程石，正想使用，可是目光不甘心的又瞄了一眼那块矿壁，一手拿着回程石，一手操起精钢锹，用尽全身力气狠狠的砸了下去，然后使用回程石。\\n\\n闪耀的光芒浮现在我周围，朦胧之中我好象听到系统提醒了什么东西，算了，估计也没什么大不了的事，回到村子，也懒的打开背包看了。下线，肚皮已经在咕咕的抗议了，以后有钱了咱也去游戏里的馆子好好吃他一顿，据说游戏里的烹饪菜肴在感官上已经能够达到真实的物质效果了。\\n\\n除掉头盔，打开窗户，深深的呼吸了几口新鲜的口气，恩，家里的空气不太新鲜，过几天得抽个时间去东边的花鸟市场买几盆文竹和仙人掌回来调节调节，好养难死型的植物我最喜欢了。\\n\\n跑到厨房煮了点稀饭，煎了2个鸡蛋，就着一包榨菜，西里哗啦的一股脑给送进了肚子，恩，真饱。看看时间，已经7点多了，先休息会再进游戏。\\n\\n泡了半杯茶，躺在床上看着翠绿的茶叶在水中沉浮，袅袅热气盘旋在杯上，一股清香钻进了鼻子，嫩嫩的芽尖，宽宽的叶子水中完全舒展开来，加满水，浅吸一口，精神都为之一振，原本有点困倦的睡意都退却了。慢慢喝完这杯茶，活络了一下筋骨，小练了几把后就位开工。\\n\\n这次出去就只打了个盔甲，就先去银行门口给卖了，然后看看刑天在不在，拉他一起陪我去矿坑挖矿去，当然美其名约——杀怪升级。对了，回程的时候系统有了次提醒，好象是得到了什么，让我看看。\\n\\n打开背包，只见在匕首下面一格有个叫什么黑曜结晶的小石头，拿出来一看，乌黑闪亮的六角菱形晶体内流串着闪电般的光芒，光洁的外表摸在手里有一丝丝的凉意，掂了掂分量不重，唉，估计不是什么贵重金属，通常贵重金属的比重都是比较重的，比如黄金什么的，也不知道这个石头有什么用，让我去问问老头看看。\\n\\n走到酒馆内，掌柜的正趴在柜台上打着瞌睡，小村子里的人基本都忙着升级，没人有这份闲情逸致来这里饮酒消遣，生意当然可以用惨淡2个字形容拉。\\n\\n我走到柜台前，拍了拍桌子，说道：“掌柜的，给我来4瓶你们这里最好的酒来。”\\n\\n什么，我有没有听错了，这里还有人来买酒啊，而且要4瓶最好的。掌柜的揉了揉朦胧的睡眼，质疑的看着我。\\n\\n“看我干吗，是不是我脸上有花啊，快点给我拿酒，我还有急事。”我看到他那满脸不相信的表情，有点恼火的说道。\\n\\n“不，不，当然不是拉。呵呵，大爷您要4瓶最好的啊，那价格可不便宜啊，虽然我只是个村子小店，可最好的麦牙酒也是10个银币一瓶啊，不过您是第一位光顾本店的，就给您打个八折怎么样，4瓶32个银币你看怎么样？”掌柜满脸推笑的说道。\\n\\n“什，什么，4瓶要32个银币啊。”我不禁大声嚷了起来。失态，失态，没想到这么贵啊，翻翻背包，身上仅有的30几个银币，还要修理身上的装备，得跟掌柜的砍砍价。\\n\\n“掌柜的，你看我既然是第一个来的，你就多多优惠拉，只要我不走人，我还会来光顾的，你就6折卖给我好了。”我一脸嬉笑的说道。\\n\\n“不行啊，6折我本都回不来啊，算了，也不多说什么了，7折要的话我立即拿货。”掌柜的咬了咬牙说道。\\n\\n见好就得收了，“行，7折就7折吧。” 我掏出28个银币扔到了柜台上面。\\n\\n掌柜的转过身去，打开后面的橱柜，小心的拿出4瓶巴掌高的酒瓶来，松木做的塞子也掩盖不住漫溢的麦牙酒香，淡黄色的液体在瓶子里流动着。\\n\\n“给你酒，欢迎下次惠顾。”掌柜的把酒递给了我后，收起了柜台上的银币。\\n\\n我一手2瓶拎着酒，来到了矿工协会门前，一伸脚，踢开了门，身子转了进去。嘴上叫道：“老爷子，俺带好酒孝敬你了。”\\n\\n红鼻老头听到我的叫喊声，噌的一下从椅子上跳了起来，快步走到我的面前，一把夺过2瓶，拧开酒塞，凑进鼻子，深深的吸了一口，二话没说昂起头，举起酒瓶咕咚咕咚就灌了下去。\\n\\n一瓶下肚，他那通红的鼻子越发显的有光泽，脸上也微微泛起了红晕，“恩，不错，是这里地道的麦牙酒，真是香啊。”\\n\\n也没容我说话，他又打开一瓶当开水喝了起来，2瓶下去后，红鼻老头的额头上也微微渗出了细汗，拍了拍肚子，他看着我另一只手上的2瓶酒，他的目光告诉我三个字——快拿过来。\\n\\n“呵呵，老爷子你慢点喝，没人和你抢。这里还有2瓶呢。”我送上了剩余的2瓶麦牙酒说道。幸好我不是酒鬼，不然象这样喝法，还不喝穷了我啊。\\n\\n老爷子拿着2瓶酒，转过身去，坐到了椅子上，笑道：“小伙子还真是有心啊，怎么样，我给你的精钢锹好用吧，挖了多少矿啊，舍得买这么好的酒给我啊。”\\n\\n听老爷子这么一提，我的脸立即象苦瓜一样耷拉下来，满面的愁容，唉声叹气的说道：“您老人家是夸我呢，还是损我，你那家伙质地是不错，挖着也顺手，只可惜我挖了10几个小时，连个劣质的矿石毛也没看到。”\\n\\n“不会吧，怎么可能那么长时间没有收获？你的方法有问题吧。”老头子听我这么一说，诧异的问道。\\n\\n“唉，我也不知道啊，不过我就一直盯着一块地方挖的。”我抓了抓脑袋，想了想说道。\\n\\n“不是吧，10几个小时你就只挖了一块地方啊。”老头双眼瞪着我说道。\\n\\n“是啊，我也想换换的，可是就是不甘心挖了那么长时间没啥收获啊。”我无奈的说道。\\n\\n“你这个榆木疙瘩，枉费我的好工具啊，通常一块地方挖了超过10分钟没收获的话就该换换拉，你个笨啊。”老头子一副你是白痴的样子说道。\\n\\n靠，你不早点告诉我，害的我白白浪费了这么多时间，还嘲笑我，NND熊。我心里骂道，嘴上和气的问到：“您老还有什么提醒，都告诉我啊，别让我走弯路了。”\\n\\n“其他也没什么，就看你小子的运气了。”老爷子忍不住美酒的诱惑，说好又牛饮起麦牙酒来。\\n\\n我的运气难道在挖矿上就那么差吗，对了身上还有个走时挖到的黑曜结晶，正好给老爷子看看，有什么作用。我打开背包拿出那块乌黑闪亮的石头，放到老爷子的桌上，开口问到：“对了，我走时挖了块这个什么黑曜结晶，您老看看有什么用没？”\\n\\n“噗”的一声，老爷子把嘴里还没咽下的酒给喷了出来，“什么，什么，黑曜结晶？” 老爷子激动的说着，伸出了略微颤抖的胳膊，用那粗糙的大手抚mo着黑曜结晶，同时拿起一个摆在桌放的放大镜仔细端详着里面。\\n\\n“果然是黑曜结晶啊，你等等，你等等。”老爷子看了会，放了下手上的东西说道。\\n\\n咦，看来这个石头还有点来头，让老爷子这么激动啊。看着他在屋子里翻箱倒柜的，好象在找什么东西。\\n\\n“您老要找什么，晚辈帮您效力啊！”我阿谀的说道。\\n\\n靠，理都没理我，看着他把那一块块贵重的矿石随意的扔在地上，抽屉里胡乱放着的宝石，我的眼睛都要喷出火了，太不知道爱惜财物了啊。\\n\\n“找到了，找到了，就是这把匕首了！”老头从一个巨大的箱子里爬了出来，手上高举着一把匕首说道。\\n\\n匕首，让我心里激动一下，不过眼光一扫，热情立即被寒冰覆盖了，锈迹斑斑的刀身上落满了尘土，丝毫没有起眼的地方，只有那不知什么金属锻造的刀把上面，镂刻的花纹还稍微有点美感，咦，镂空的地方怎么有几个孔洞？一个，二个，三个，四个，五个菱形的凹槽上面空空的，怎么感觉和我那块石头的大小差不多啊。\\n\\n老爷子手持匕首来到桌旁，拿起那块黑曜结晶，对着匕首上面一个用黑色水晶镶嵌的孔框放了下去，我目不转睛的看着他的动作，只见水晶碰到了黑曜结晶后好象慢慢被它溶解，将它包围在中间，牢牢的固定在槽中。\\n\\n这时老爷子不知道从那拿出一瓶金黄色液体，顺着匕首末梢倒了下去，只见液体流过后，匕首焕发出夺目的光彩，刀身上的血槽里似乎也映着猩红的光芒，刀柄上缠绕着条条牛筋般的纹线也浮现出来。\\n\\n我的哈喇子不知不觉中就顺着嘴边悄悄的流了下来，好东西啊，看的我心里如同揣了个小鹿般的扑通扑通直跳，眼睛里划过迫切的渴望。\\n\\n“给，拿去看看趁手吗。”垂净了匕首上最后一滴金黄色液体后，老爷子一反转匕首，拿的刀交递给了我。\\n\\n我舔了舔干燥的嘴唇，咽下了口水，“咳，这个是给我的？”我有点不安的问到。\\n\\n“当然给你了，没有你挖的那块黑曜结晶，这个匕首根本就是个垃圾，我一直以为这个匕首会一直被埋没下去，谁知道你小子能走了大运，挖出了个传说中的黑曜结晶来，让这个匕首能够重见光芒了，我老人家又用不到，不给你给谁啊。”老爷子笑呵呵的说道。\\n\\n“不过你也看到了，这个匕首上面还有4个孔洞，还需要其他四块石头，分别是青芒结晶、紫瞳结晶、蓝魄结晶和赤焱结晶。在哪能找到就看你的运气了，或许也能挖到，或许在哪个首领级的怪物那里珍藏着，只有5块晶体全部镶嵌上去，这把封印之刃才能发挥最大的效果。”\\n\\n原来这把匕首真正的名字叫封印之刃啊， 不过现在在我手上它的名字是诅咒之刃，看看属性。\\n\\n诅咒之刃等级：无（青铜）\\n\\n1级攻击：20-40持久：40\\n\\n1级吸血：10%速度：1.8\\n\\n单手\\n\\n哇，这么变态的攻击啊，还是青铜级的装备啊，牛b的紧啊，不过那个1级别攻击和吸血1级是什么意思？问问老爷子看看。\\n\\n“嘿嘿，您老见多识广，一定知道这个什么1级攻击和1级吸血是什么意思吧。”我指着诅咒之刃问道。\\n\\n“看你聪明，原来是个笨蛋，刚才不是告诉你了吗，要5块晶体它才能成为完整的，现在只有黑曜结晶，当然只能发挥1级的威力，吸血是黑曜结晶给匕首附加的特殊效果，可以从每次攻击中吸取伤害值的10%转化为自身体力。真是升级杀怪的利器。”老爷子看着匕首感慨的说道。\\n\\n听了老爷子的话，双手抚mo着手上的诅咒之刃，我已经有点飘飘然了，感觉踩着软绵绵的棉花往上飞啊飞，眼前一亮，天堂之门仿佛已经打开，美好生活在跟我招手啊，憧憬中的未来终于让我给挖出来了。\\n```\\n\\n\\n------------\",\"timestamp\":1639818758,\"title\":\"第九章   挖出个未来五\"},\"digest\":\"KZPhPMXlBo2Fl093s0pcW1m0Sv9hw220dG2q0lR_kIE\",\"authorship\":{\"contributor\":\"0x917fEb8D8794A27595468722b52b95D4471D5A35\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2I9J0jbGYkVHj6Ma6rnNmbWMh4ya144c4Qp_jVMtczA\\\",\\\"y\\\":\\\"fpkbQcoZ0MHsDxJVcjEzpE7AlIremFqUU7z1WU2ndO0\\\"}\",\"signature\":\"yfP0Z1z5LY-a1tuM0FY9AmY_H5doMPSiVfd6772YaLmsy0VMOWe-5rHkpDKT6LL2Xhfqn9nSXd7wiu2lkGg95A\",\"signingKeySignature\":\"0x7f3bb91e46864f3bcb45ab18600eeada6f6db87ab8190024c8ff5a9e15b900796e98509ae476be0730fe7828377b58e0c1c5532874bb96dcf85e34a09c72184d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2I9J0jbGYkVHj6Ma6rnNmbWMh4ya144c4Qp_jVMtczA\\\",\\\"y\\\":\\\"fpkbQcoZ0MHsDxJVcjEzpE7AlIremFqUU7z1WU2ndO0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KZPhPMXlBo2Fl093s0pcW1m0Sv9hw220dG2q0lR_kIE\"}"