"{\"content\":{\"body\":\"There is a lot of speculation about Crypto & Blockchain in India these days, it is mainly because of the Indian Govt’s proposed bill to ban private crypto’s, but what the heck is a private blockchain? I only had heard about public blockchains like Ethereum, Bitcoin, Solana, etc, I was confused!\\n\\n![](https://images.mirror-media.xyz/publication-images/yr3W1tDWjNOj4QT_RbUb3.gif?height=430&width=498)\\n\\nThen, I read an article about private blockchains and heard about DASH, ZCASH, MONERA.\\n\\n## So, What is a Private Blockchain, then?\\n\\nBitcoin, Ethereum, Solana, etc are public blockchains meaning anyone can come and become a miner (PoW) or a validator (PoS), they have high security, are truly decentralized in nature.\\n\\nPrivate blockchains are pretty much the opposite of that, the blockchain network is owned by a single entity or group and they can control who can use it and who cannot. It is partially decentralized meaning it is not truly distributed like how public blockchains are. Only the entity can set up nodes. This type of blockchain is highly efficient, has low transaction fees, the entity can censor the data on the blockchain, so if, the entity is trusted then the network will be trusted.\\n\\nPrivate blockchains are similar to centralized databases of web2, but why do we need private blockchains if we can do similar stuff in web2 more easily?\\n\\n## Why Private Blockchains?\\n\\nIn a centralized database, data is mutable meaning it can be changed easily with just one SQL command, also we cannot trust anonymous parties who edit databases directly.\\n\\nPrivate blockchains make it easy, In a blockchain network, data is immutable, and also use of digital signatures helps to approve transactions and achieve coordination between anonymous parties.\\n\\n## Why is the Indian Govt banning Private Blockchain?\\n\\nPrivate blockchain’s transaction history is not available publicly, maybe that’s why the Indian govt is banning Private crypto’s. So, anyone learning web3 or trading public crypto has nothing to worry about.\\n\\nI think the Indian govt should take advice from crypto experts and try to understand more about how this technology works because in long run, this will explode and India should have a leading role in that boom.\\n\\n## Why India should adopt Blockchain?\\n\\nIndia should adopt blockchain, not because it’s cool or cutting edge tech but to send a message that India will back technological advancements. \\n\\nIf we look in past, those nations/kingdoms who supported new technologies were the ultimate winners. The age of exploration and expansion of the European empire was built upon technological advancements of that period in Europe. Europe was far ahead of China, India in terms of technological advancements, that’s why tiny countries were able to capture the entirety of the Americas, India, SE Asia. Technology helped allied powers win over axis powers. Early capitalization on the Internet helped The USA to grow further.\\n\\nIndia should promote the use of new technologies in govt’s own websites and other things. Yeah, but we should not use any new technologies but those technologies which have the potential to become the next Internet, it will be hard & tricky to find them but it is well worth a try!\\n\\n## Why do I think Blockchain will change our future?\\n\\nIf you look at today’s internet, it is mostly dominated by a few companies, they can do whatever they want with little to no repurcations. I don’t like that.\\n\\nBlockchain gives us a way to end the hegemony of tech giants, blockchain/web3 is still in its nascent stage so we can’t really say but with new applications of blockchain popping up every day, we can safely say that blockchain will stay and will change the future! \\n\\nMany were regarding NFT’s as useless JPEG’s whose worth will go down once the bubble bursts. Now, look at a game with in-game purchases, let’s say Fortnite, you can buy skins of players, guns and use them in your game, it is a useless purchase, you can just show off with it. Now, turn those useless in-game skins to NFT’s, and voila! you can now trade them, now those in-game skins will not be worthless but you can trade it off and earn some money💰. This will create a new group of people called “In-Game Skin Collectors”, similar to how in real world a Collector collects things and can trade them for higher prices.\\n\\nThis is just one of the many use-cases of NFT’s and Blockchain.\\n\\nwagmi.\\n\\n![](https://images.mirror-media.xyz/publication-images/lniTMcopblmph252zvqOQ.gif?height=164&width=498)\\n\\n\",\"timestamp\":1637833524,\"title\":\"Blockchain & India\"},\"digest\":\"hlxoiNxgNNEFvEEmrm5WcaYjjSxJ5O1HUZdSDwX6-h0\",\"authorship\":{\"contributor\":\"0x4e7f624C9f2dbc3bcf97D03E765142Dd46fe1C46\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IKj3AaYTXceSgGCcM8QOLFrbjOo0yb4v97S2JO-KqPk\\\",\\\"y\\\":\\\"4v-KgNd7rG9QwG_VMhknWXw7-0aO_w41Zvtf6GnXp88\\\"}\",\"signature\":\"t2uJwgfbCwxjZb2aMKCoOI0jZ1gS0cCiiA4jMJd6ucfLCQQUWQF-M88uLvdtD1nCDeN6am-a62BLZqb-0JC77Q\",\"signingKeySignature\":\"0x650210062f2303935a9da66e93bab6f53c9200a6650118980ae6344f0cad4f6f28a6a73cbf6a20ce2cfcdf89f7ee318498b77d4fa14ef566f409af5c2043d1a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IKj3AaYTXceSgGCcM8QOLFrbjOo0yb4v97S2JO-KqPk\\\",\\\"y\\\":\\\"4v-KgNd7rG9QwG_VMhknWXw7-0aO_w41Zvtf6GnXp88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hlxoiNxgNNEFvEEmrm5WcaYjjSxJ5O1HUZdSDwX6-h0\"}"