"{\"content\":{\"body\":\"In crypto land, 2020 was all about DeFi. So far, 2021 has been about NFTs (hot [jpeg summer](https://superrare.com/artwork-v2/summer.jpg-26722) anyone?)\\n\\nI’m pretty sure 2022 will be all about Community DAOs.\\n\\n[https://twitter.com/Cooopahtroopa/status/1430694594753097728](https://twitter.com/Cooopahtroopa/status/1430694594753097728)\\n\\n*Community DAOs = DeFi infrastructure + NFT business models + Creative Humans*\\n\\nCrypto isn’t just a technology, it’s an [internet-native economy](https://p.mirror.xyz/1EpvJwUpx_KlRcHOKLNqADEkwHL_Z1ZYKobF2uLwgBg). Revenue is tracked in ETH. Key decisions are made with community governance. Transactions are enforced on-chain through smart contracts. Treasuries are controlled via multi-sigs. And value is captured with tokens.\\n\\nDAOs are the native corporate structure of these crypto economies.\\n\\nInstead of being incorporated in Delaware or the Cayman Islands, DAOs are incorporated in Discord servers and blockchains. DAOs provide an internet-native way of pooling capital, making collective decisions, and capturing value.\\n\\nThese days, it seems like there’s a DAO for pretty much everything. [Collecting NFTs](https://flamingodao.xyz/collection). [Socializing](https://www.fwb.help/). [Building software](https://twitter.com/prtyDAO). [E sports](https://twitter.com/blvkhvnd). [Musicians](https://songcamp.mirror.xyz/mkb-m9GWUCLByETAvCigJ0JIpz4XH8bwNDBtUJBPeFc). [Media](https://twitter.com/forefront__). [Education](https://twitter.com/seedclubhq). [Funding public goods](https://twitter.com/gitcoin).\\n\\nBut what makes a “DAO” a *DAO?*\\n\\n[https://twitter.com/josephdelong/status/1432728441481318410](https://twitter.com/josephdelong/status/1432728441481318410)\\n\\nAlthough the purpose, scale, and sophistication of DAOs can vary, most include the same core components:\\n\\n* **Group chat.** Usually starts off with someone saying “wouldn’t it be cool if…” and then adding a few frens to a Telegram group or Discord server.\\n* **Treasury.** The most common type of Community DAO collects blue-chip NFTs and stores them in a multi-sig. As we’ve seen with [Party Bid](https://www.partybid.app/), people love aping into NFTs with their frens. It’s an experience. Community DAOs can also bootstrap their treasury through a [tokenized crowdfund](https://songcamp.mirror.xyz/mkb-m9GWUCLByETAvCigJ0JIpz4XH8bwNDBtUJBPeFc). This enables the DAO to fill their treasury with ETH to spend on operations and growth.\\n* **ERC-20 Token.** As word gets out about how much fun your Community DAO is having, people start blowing up your DM’s begging you to let them in. At this point, many Community DAOs issue an ERC-20 token as a way to gate membership. Depending on the exclusivity of the Community DAO, membership can cost anywhere from a few dollars worth of ETH to a few mil.\\n* **Governance.** Community DAOs with valuable treasuries and hundreds of members need a way to make collective decisions. Usually, rough consensus is reached in the group chat (with emojis, ofc) and the governance vote is just a formality. But it’s fun to see who voted, how much voting power they have, and what they voted for. Also, most Community DAOs empower small, focused teams of 5 to 10 members to own specific workstreams instead of requiring a governance proposal for every smol decision.\\n* **On-chain cash flow**. This is the most nascent component of Community DAOs but also the most interesting. On-chain cash flow turns a fun group chat with your frens into a sustainable business. So far, the most common way to generate on-chain cash flow has been through NFT drops.\\n\\nSo, are these Community DAOs *actually* working?\\n\\nOver the past few months, DAOs like [Fingerprints](https://fingerprintsdao.gitbook.io/fingerprints-dao/) and [Flamingo](https://twitter.com/FLAMINGODAO) have amassed five and six figure NFT collections.\\n\\n[https://twitter.com/awrigh01/status/1431778270727610371](https://twitter.com/awrigh01/status/1431778270727610371)\\n\\nDAOs like [Bright Moments](https://twitter.com/brtmoments) have sold millions worth of NFTs in minutes.\\n\\n[https://twitter.com/cryptovenetians/status/1427703534561206273](https://twitter.com/cryptovenetians/status/1427703534561206273)\\n\\n[Rabbithole](https://rabbithole.gg/), [Seed Club](https://twitter.com/seedclubhq), [Forefront](https://twitter.com/forefront__), and [FWB](https://twitter.com/FWBtweets) are becoming the premier on-ramps for the next wave of active contributors in crypto.\\n\\n[https://twitter.com/thattallguy/status/1422577245671936000](https://twitter.com/thattallguy/status/1422577245671936000)\\n\\nSome DAOs like [NounsDAO](https://nouns.wtf/) just leave you thinking WTF.\\n\\n[https://twitter.com/yossihasson/status/1430815200354111488?s=20](https://twitter.com/yossihasson/status/1430815200354111488?s=20)\\n\\nAnd don’t even get me started on [Loot](https://twitter.com/lootproject)…\\n\\n[https://twitter.com/john_c_palmer/status/1432606797186179072](https://twitter.com/john_c_palmer/status/1432606797186179072)\\n\\nMultiple [top](https://www.usv.com/writing/2021/08/bright-moments-dao/) [tier](https://www.mechanism.capital/pleasrdao-thesis/) [VC](https://docs.google.com/document/d/16zjMXGJwQ0s99kXLA7jW2UNNQcYQVdB9AjqaVb2s97M/edit) [funds](https://club.mirror.xyz/a5PQAwU0CuHJ90lEOmzq545nlC4qqNoTVTeHEGRrqow) have invested in these DAOs and I think they’ll end up becoming some of the best performers in their portfolios over the next decade.\\n\\nIn the rest of this post, we’ll take a closer look at Community DAOs - how they can become sustainable businesses, what the risks are, and what they may look like in the future.\\n\\n# Growing Community DAOs\\n\\nUnlike traditional startups, the *initial* purpose of most Community DAOs isn’t to maximize shareholder value. Instead, many Community DAOs start off just being about the vibes.\\n\\n![thanks drizzy for the quick vibe check](https://images.mirror-media.xyz/publication-images/3c93cf33-7d15-44bd-b977-8d9d0b13a961.jpeg?height=500&width=625)\\n\\nBut given the growth of the broader crypto market, many of these Community DAOs are finding themselves sitting on [treasuries worth millions](https://etherscan.io/address/0x0BC3807Ec262cB779b38D65b38158acC3bfedE10) and ERC-20 tokens with [$100M+](https://coinmarketcap.com/currencies/friends-with-benefits-pro/) market caps. In just the past few months, they’ve gone from group chats to real businesses.\\n\\nOne of the keys to growing these Community DAOs will be recurring on-chain cash flow. There’s other important factors like community engagement, governance, tokenomics, etc. but generating on-chain cash flow gives Community DAOs capital to reward contributors, hire full time staff, and grow their treasury.\\n\\nBack in college, I studied Finance and one of the most boring things we learned was how to analyze a balance sheet. Turns out, it’s actually kinda useful.\\n\\nThere’s two types of assets on a Community DAO’s balance sheet:\\n\\n1. **Equity** (Blue-chip NFTs, Community DAO tokens, Crypto protocol tokens)\\n2. **Cash** (ETH, USDC, DAI)\\\\*\\n\\n*\\\\*Technically ETH could be considered equity in the Ethereum network but for simplicity, let’s classify ETH as cash on the balance sheet since it’s the primary medium of exchange for DAOs*\\n\\nSo what can Community DAOs do with the cash and equity on their balance sheets? For many, crypto feels like a massively multiplayer [online game](https://www.notboring.co/p/the-great-online-game).\\n\\n[https://twitter.com/thattallguy/status/1432117673467416580](https://twitter.com/thattallguy/status/1432117673467416580)\\n\\nFor Community DAOs, the game is to increase the value of the treasury while maintaining the strong vibes that got the community going in the first place.\\n\\n[https://twitter.com/strangechances/status/1427454307339706389](https://twitter.com/strangechances/status/1427454307339706389)\\n\\nThere’s a few ways Community DAOs can put themselves in a position to win this game:\\n\\n* Collect blue-chip NFTs\\n* Earn membership fees\\n* Release NFT drops\\n* Launch a tokenized NFT gallery\\n* Build a media company\\n* Sell SaaS tools\\n* Invest in tokens (in DeFi protocols, NFT protocols, and other DAOs)\\n\\nLet’s take a closer look at each.\\n\\n***Collecting Blue-Chip NFTs***\\n\\nThis is the most common way Community DAOs get started.\\n\\nA group of frens want to collect blue-chips like [Punks](https://www.larvalabs.com/cryptopunks), [Autoglyphs](https://www.larvalabs.com/autoglyphs), [DEAFBEEF](https://www.deafbeef.com/), [Fidenzas](https://tylerxhobbs.com/fidenza), [Ringers](https://artblocks.io/project/13), etc. but don’t want to put all the capital up themselves. Instead, they pool their funds to purchase a portfolio of blue-chips.\\n\\nHowever, in practice, storing blue-chips in a vault is *illiquid.* It doesn’t directly generate revenue. As a result, some of these DAOs issue ERC-20 tokens as a way to let people speculate on the value of the underlying NFTs, earn trading fees, and decide when to sell. [PleasrDAO](https://twitter.com/PleasrDAO), one of the largest NFT Collector DAOs, [recently announced](https://pleasr.mirror.xyz/7hpdJOWRzQx2pmCA16MDxN2FiA3eY6dwcrnEtXKnCJw) a similar liquidity strategy for their 1 of 1 Doge NFT.\\n\\n[https://twitter.com/business/status/1432723721521876998](https://twitter.com/business/status/1432723721521876998)\\n\\nThis kinda ends up being like storing gold in a vault and issuing paper certificates against it ([sound familiar?](https://en.wikipedia.org/wiki/Gold_standard)). You can redeem your paper certificate for the underlying asset but you need to trust that the asset will be available and worth something when you want to redeem. But instead of gold and paper certificates we have blue-chip NFTs and ERC-20 tokens.\\n\\nTo be fair, some of these vaults are *extremely* valuable and have a damn good chance of being worth billions some day. So maybe instead of being like storing gold in a vault, maybe it’s more like owning equity in [iconic](https://very.auction/doge/doge) [internet](https://foundation.app/@NyanCat/nyan-cat-219) [culture](https://foundation.app/@DisasterGirl/disaster-girl-25046) and some of the most [valuable IP](https://www.hollywoodreporter.com/business/digital/uta-cryptopunks-nft-film-tv-vieo-games-1235005392/) in the world. But the reality is that in the near term, these vaults alone don’t generate recurring on-chain cash flow.\\n\\nInstead of near-term cash flow, these blue-chip NFTs serve as a focal point (or as crypto people would say: [“schelling point”](https://nav.al/schelling-point)) for top collectors, artists, founders, investors, and operators to get involved in the community.\\n\\nAs we’ll see in the next few sections, the most valuable aspect of these vaults stuffed with blue-chip NFTs is that *they attract human capital* that converts illiquid jpegs into cash on the balance sheet.\\n\\n***Membership Fees***\\n\\n[https://twitter.com/patrickxrivera/status/1427330975227330565](https://twitter.com/patrickxrivera/status/1427330975227330565)\\n\\nIdk about you, but the terms “follower” and “subscriber” feel weird to me. They imply a unilateral relationship. *I* follow *you*. *You* subscribe to *me*.\\n\\nBut the terms “member” and “owner” hit different.\\n\\n*We* are *members*.\\n\\n*We* are *owners*.\\n\\nIn web3, membership and ownership are encapsulated in ERC-20 tokens. Balances are stored on the blockchain. And your assets are controlled by your private key.\\n\\nIf the vibes are off in the community or you need liquidity after getting rekt by yet another degenerate yield farm, you can sell your tokens on an [AMM](https://coinmarketcap.com/alexandria/glossary/automated-market-maker-amm) or head over to the #otc channel in Discord to negotiate a fair rate. No questions asked.\\n\\nBut as the Community DAO increases the value of the treasury and demand for membership increases, the value of the underlying membership token increases.\\n\\nIf you were an early member of the community or earned a large allocation through your contributions, this can turn into meaningful wealth.\\n\\n![Membership in $FWB went from being worth $1,000 to $12,000 over the past month](https://images.mirror-media.xyz/publication-images/b906bb8e-f5f7-4fcb-971c-744a35cd59de.jpg?height=2138&width=1169)\\n\\nHowever, membership tokens aren’t just about “nUmBeR gO uP”. At a deeper level, the token is a coordination mechanism to help online communities *create*, *capture*, and *redistribute* value.\\n\\nAnd because token holders are also community members, they don’t need to fire up an Excel spreadsheet and make resource allocation decisions based on DCF analyses. Unless they want to.\\n\\nInstead, Community DAOs invest in whatever they want. Sometimes that’s [donating to charities](https://nouns.wtf/vote/1). Other times that’s [popping bottles in Paris](https://gallery.fwb.help/fwb-paris).\\n\\n***NFT drops***\\n\\nThis is the most common way Community DAOs generate on-chain cash flow. Some of these drops post serious numbers. This past weekend, Bored Ape Yacht Club sold $92M worth of [Mutant Ape NFTs](https://opensea.io/collection/mutant-ape-yacht-club) in one hour.\\n\\n[https://twitter.com/Dogetoshi/status/1431792801751183363](https://twitter.com/Dogetoshi/status/1431792801751183363)\\n\\n[https://twitter.com/richerd/status/1431999591176572934](https://twitter.com/richerd/status/1431999591176572934)\\n\\nAnother one of my favorite drops recently was a collab between [Arihz](https://twitter.com/framergence) (an anonymous Brazilian computer scientist / NFT artist) and [FingerprintsDAO](https://twitter.com/FingerprintsDAO) (one of the leading collector DAOs for smart contracts as art). The drop was called [Avid Lines](https://avidlines.art/) and in the first 30 days, it’s done almost $10M in trading volume.\\n\\n[https://twitter.com/AvidLines/status/1430215479277146113](https://twitter.com/AvidLines/status/1430215479277146113)\\n\\nMore importantly, the drop was a great example of how to remix NFT IP in a fun and interesting way. It was a derivative of [Autoglyphs](https://www.larvalabs.com/autoglyphs), which is the most valuable collection in the FingerprintsDAO treasury.\\n\\nHere’s how it worked:\\n\\n* Minters chose an Autoglyph to use as the base input for the generative algorithm\\n* Autoglyph holders could whitelist their Autoglyphs to receive 10% of primary sales for mints that used their Autoglyph as the base input\\n* The generative algorithm combined the base Autoglyph input with Arihz’s randomization code and the output was a remix called Avid Lines (and they’re fvcking beautiful)\\n\\n[https://twitter.com/dgntec/status/1417936546079072256](https://twitter.com/dgntec/status/1417936546079072256)\\n\\nSome of the most popular NFT drops are derivative projects that take blue-chip NFT IP and remix them in a way that’s fun, game-like, and visually appealing. These derivative projects are interesting because *they take illiquid jpegs* stored in a vault and *turn them into productive assets*. Some Autoglyph holders earned $40k worth of ETH by simply calling a whitelist function on a smart contract.\\n\\nAs DAOs look for new ways to increase the value of the NFTs in their treasury, we’ll continue seeing more derivative drops like these that enhance the value of the core IP while also turning NFTs into productive assets.\\n\\n***Tokenized NFT Gallery***\\n\\nMost Community DAOs don’t have their own tokenized NFT gallery yet. But in the near future I think it’ll become one of the most popular ways for Community DAOs to generate on-chain cash flow.\\n\\n[https://twitter.com/andy8052/status/1430715288622936066](https://twitter.com/andy8052/status/1430715288622936066)\\n\\nThe basic idea is:\\n\\n* Members use the Community DAO token to vote on which artists / drops can mint on their site\\n* Multiple drop mechanisms are supported (reserve auctions, dutch auctions, editions, raffles, airdrops, generative, etc.) by letting devs register smart contracts with the DAO’s NFT gallery registry\\n* Revenue from primary and secondary sales is shared between the artist, dev team, and DAO treasury\\n* Artists, collectors, dev teams, and other contributors receive Community DAO tokens\\n* Token holders get access to members-only features like exclusive drops, NFT badges, discounts, physical prints, merch, and more\\n\\nThis allows Community DAOs to build their own NFT marketplaces while rewarding token holders, artists, collectors, and devs with a mix of cash and equity. The curation abilities of top Community DAOs will eventually turn these NFT galleries into incubators for emerging artists.\\n\\nFor example, if you’re a generative artist and FingerprintsDAO votes you in to the their gallery, it’s basically like being a fashion designer and getting your latest clothing line in Vogue. This creates a reflexive feedback loop where the top Community DAOs build status by curating high-quality NFT collections and then help the next generation of artists get distribution while earning fees.\\n\\nIt’s kinda like [CAA](https://en.wikipedia.org/wiki/Creative_Artists_Agency) or a [record label](https://jarroddicker.medium.com/?p=e14b695c43b) for internet culture.\\n\\n***Owned Media***\\n\\nBuilding media properties isn’t as sexy as a tokenized NFT gallery, but they work. Start a podcast and / or newsletter, find some sponsors, and boom. There ya go.\\n\\nThe top Community DAOs should have a pretty easy time finding sponsors given their community is filled with progressive individuals with cash to spend on random stuff like digital pet rocks.\\n\\n[https://twitter.com/LoganPaul/status/1431242146309238791](https://twitter.com/LoganPaul/status/1431242146309238791)\\n\\n[Club Top Shot](https://twitter.com/clubtopshot) is one of my favorite examples of a media company being built around an NFT collection.\\n\\n[https://twitter.com/ClubTopShot/status/1430519333613096964](https://twitter.com/ClubTopShot/status/1430519333613096964)\\n\\n[UTA](https://en.wikipedia.org/wiki/United_Talent_Agency), one of the premier Hollywood talent agencies, [recently signed](https://www.hollywoodreporter.com/business/digital/uta-cryptopunks-nft-film-tv-vieo-games-1235005392/) Larva Labs (creator of CryptoPunks, Autoglyphs, and Meebits) and will represent them across film, TV, video games, publishing, and licensing. Imagine Kevin Hart being the voiceover for a CryptoPunk or Meebit in a Netflix show lmfao. I’d watch that in a heartbeat.\\n\\n[https://twitter.com/punk4156/status/1432764961227481089](https://twitter.com/punk4156/status/1432764961227481089)\\n\\n***SaaS Tools***\\n\\nMost Community DAOs go through the following cycle pretty much every week:\\n\\n* A problem surfaces that needs to be solved\\n* Somebody does research on the existing tools\\n* Turns out none of the tools do exactly what the community needs\\n* *\\\\*Ugh\\\\**\\n\\nFWB is one of the most active DAOs in building custom tooling for their community. When they needed a way to token-gate IRL events, [they built it](https://fwb.mirror.xyz/XU5_RYsow8fDbbckryr2snNyfrMV8HTJ0N39Cjkfy3s). When they needed a dashboard to highlight key information about the community, [they built it](https://fwb.mirror.xyz/KhvEi3kHy6rBJX9Lm4DI-iMkbzebEyNdM05uAB_StGY) (and it’s [vibey af](https://www.fwb.help/pulse)).\\n\\nOthers DAOs like Yearn built a [decentralized payroll management tool](https://medium.com/iearn/decentralized-payroll-management-for-daos-b2252160c543) because they wanted a more meritocratic way of rewarding contributors.\\n\\nAs Community DAOs become aggregators for top talent in crypto, we’ll see more custom tooling built to serve the broader community. And similar to how YC startups usually get initial distribution from other startups in their batch, Community DAOs will get their initial distribution from the other DAOs and projects their community is involved with.\\n\\n***Tokens (DeFi protocols, NFT protocols, and other DAOs)***\\n\\nIt’s been interesting to see DAOs align incentives by investing in each other. A few months ago FWB and WHALE did a [token swap](https://snapshot.org/#/friendswithbenefits.eth/proposal/QmWnifY3KD5ECJNtQ23m9GHt2oQ1McA3T4DEEpFarPy9jW) where the stake in $FWB was valued at $100k. Today, that stake is worth $1.5M.\\n\\nGiven the amount of human capital inside these DAOs, most crypto protocols will probably have a few DAOs on their cap table as strategic investors helping with distribution, connections, and domain expertise. As the crypto market grows, these DAO-to-DAO stakes could end up being very, very large. These stakes will also create a new type of mutual alignment at a level we haven’t seen before in the competitive world of business.\\n\\n# Risks\\n\\nLike any investable asset, Community DAOs live along a risk-reward spectrum.\\n\\nSome of the main risks of Community DAOs include:\\n\\n* **Bad OpSec.** A DAO’s assets (NFTs, ETH, and ERC-20s) are stored in a smart contract that lives on the blockchain. Usually, the contract is a multi-sig wallet controlled by a trusted group of community members. To withdraw assets, a threshold needs to be reached where multiple people sign a transaction with their crypto wallet to authorize it. This prevents one of the signers from going rogue and rugging the community. Or in case one signer loses access to their private key, there should be enough redundancy in the system that transactions can still be signed and submitted. Ideally, we remove the need for any trusted parties and integrate governance with trustless transaction execution through something like [SafeSnap](https://blog.gnosis.pm/introducing-safesnap-the-first-in-a-decentralized-governance-tool-suite-for-the-gnosis-safe-ea67eb95c34f). But in practice, most communities will require some level of trust in a select group of community members to ensure assets are stored and managed securely.\\n* **Potential ETH / NFT crash.** Are NFTs in a bubble? Probably. The recent run up in prices mimics the boom and bust nature of [most technology cycles](http://lao8n.com/blog/2015/12/3/carlota-perez-technology-revolutions-financial-capital). If ETH prices crash, Community DAOs will have less cash on the balance sheet and will need to mark down the book value of their NFT assets. It’s a real risk. Many DAOs implement treasury diversification strategies with the help of domain experts like [Llama](https://www.llama.xyz/) to ensure they’re able to weather a bear market. DAOs can convert ETH to stables like USDC or DAI to protect against ETH volatility. The best DAOs will have recurring on-chain cash flow and efficient cost structures that enable them to weather a bear market.\\n* **Lack of community engagement.** People are the heartbeat of any community. DAO or otherwise. The best Community DAOs have a mission that goes much deeper than “nUmBeR gO uP”. Collective action towards this mission is what keeps the core contributors and active community members coming back every day. But when people get distracted by token prices, or the core team loses interest, culture deteriorates. The magic of these Community DAOs are the people. The Discord mods that stay up all night answering questions. The volunteers that write documentation to help new members. A lot of the most valuable work in communities goes unnoticed and unrewarded. Community members need [intrinsic motivation](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5364176/) to drive the community forward. Otherwise, the community will slowly devolve into just another inactive group chat.\\n* **Poorly designed tokenomics.** The two biggest risks with tokenomics are: 1) the core team not having a large enough stake to keep them incentivized and 2) adversarial whales accumulating too many tokens and using them to manipulate the network through governance and / or negative price action. We’re still in the early stages of understanding best practices for Community DAO tokenomics. Many communities bring on experts like [Fire Eyez](https://medium.com/fire-eyes-dao), [Delphi Digital](https://twitter.com/Delphi_Digital), and [Gauntlet](https://twitter.com/GauntletNetwork) to help develop a robust token strategy.\\n\\n# Future of Community DAOs\\n\\nHere’s a few predictions on the future of Community DAOs:\\n\\n* **There will be many billion dollar Community DAOs.** This probably isn’t controversial amongst crypto-natives but if you take a moment to think about it, it’s pretty wild. Online communities live across Discord servers, Telegram chats, Twitter DM’s, FB groups, Patreon, etc. A DAO structure gives these online communities the ability to coordinate capital, make collective decisions, and capture value with an internet-native currency. The canonical example of a community that could’ve used this functionality is [r/wallstreetbets](https://www.reddit.com/r/wallstreetbets/) during the [GME short squeeze](https://en.wikipedia.org/wiki/GameStop_short_squeeze). Aside from just investing, I think there will be billion dollar community DAOs across gaming, publishing, music, education, art, software development, and more.\\n* **Community tokens > Social tokens.** For the past couple years, social tokens were a hot topic when discussing the future of crypto-native consumer apps. The thought went, *“wouldn’t it be cool if you could invest in people the same way you can invest in stocks?”* [Bitclout’s](https://bitclout.com/) initial traction was a sign that there’s demand for this type of product. But social tokens focused on one person can lead to burnout, mental health issues, and regulatory risk. So instead of social tokens focused on individual people, I think *community tokens* focused on the *collective efforts* of groups of people will become the dominant model. Investing in the Mr. Beast token is boring. Being a member in the Mr. Beast community is fun. Social tokens feel like a top-down approach. A creator and their management team retains full control over creative decisions and IP. But as we’re seeing with [BAYC](https://boredapeyachtclub.com/) and [Loot](https://twitter.com/lootproject), bottoms-up decentralized communities with the right incentives have the potential to create much more value than a centrally coordinated effort. It reminds of Windows / MacOS vs. Android / Linux. Arguably, the centrally coordinated approach of Windows / MacOS won in the previous era because they were able to bundle a proprietary operating system with other products like the MS Office Suite and the iPhone that had strong business models. Meanwhile, there was no native business model for open source software like Android or Linux. To capture value, Google acquired Android and bundled it into smart phones and SaaS companies like Red Hat bundled Linux into enterprise services. But now ERC-20 tokens and NFTs give open source software a business model. And not just open source software, but also open source IP. To me, social tokens are imply a top-down centrally coordinated effort whereas community tokens imply a bottoms-up decentralized community with full access to the underlying IP. The latter feels much more crypto-native to me.\\n* **Service DAOs will play a key role in scaling Community DAOs.** In crypto, there’s a whole new set of specialized skills needed to build a successful project. Things like tokenomics design, treasury management, community management, onboarding, governance, smart contract development, data science, protocol security, OpSec, etc. Because there aren’t many experts in these areas yet, we’re already seeing crypto-native agencies (i.e., “Service DAOs”) that aggregate the best talent for a specialized skill and provide services to other DAOs. There’s [Llama](https://www.llama.xyz/) for treasury management, [Fire Eyez](https://medium.com/fire-eyes-dao) for tokenomics, and [Vector](https://twitter.com/VectorDAO) for designing crypto apps. Service DAOs combine the flexibility of freelancing with the upside of startups. Most get paid in a combination of ETH and ERC20-tokens so there’s skin-in-the-game and aligned incentives. As these Service DAOs build out their processes, hire more talent, and build software to automate their services, it’ll be much easier for Community DAOs to solve some of their toughest problems and help them scale.\\n\\n# Closing Thoughts\\n\\nCommunity DAOs are the next evolution in online communities. It’s like if subreddits had a shared bank account, a token, and governance mechanisms. They’ll become the [new social networks](https://www.notboring.co/p/status-monkeys). And the best way to learn is by actively contributing.\\n\\nHere’s what I usually share with friends interested in contributing to Community DAOs:\\n\\n* Join 3 to 5 Discord servers to get a sense of the different vibes\\n* Introduce yourself in the #introductions channel and read the other intros to get an understanding of who’s in the community\\n* Find two or three channels that are most relevant to you and check them multiple times a day. Ask questions. Answer questions. Offer encouragement.\\n* Read the governance forum to understand what the top priorities are for the community and how they make decisions\\n* Attend voice chats to build relationships with the most active contributors\\n* Now, after this initial research phase, choose the top one or two Community DAOs you vibe with and *double down* on them\\n* Find a committee you can help with and work on a project. As you get more comfortable, take on a leadership role\\n* Try to get rewarded with the Community DAO’s token to align incentives and truly become an owner in the community\\n* Iterate and repeat\\n\\nThe DAO maestro himself [Coopahtroopa](https://twitter.com/Cooopahtroopa) recently published [an article](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw) with a bunch of DAOs you can contribute to as well as a list of people to follow.\\n\\n[https://twitter.com/Cooopahtroopa/status/1432403329422741504](https://twitter.com/Cooopahtroopa/status/1432403329422741504)\\n\\nThe demand for talent in the space far exceeds supply so if you’re at all interested, don’t hesitate to jump in and start contributing.\\n\\nUntil next time ✌️\\n\\n\\n---\\n\\n*Thanks for reading and feel free to DM me on Twitter with any questions, comments, or memes [@patrickxrivera](https://twitter.com/patrickxrivera). And shoutout Jon-Kyle for the dope cover image.*\\n\\n[split://0x6a68914598C32ca335f2611d0F3768AAFE0373f9?network=mainnet](split://0x6a68914598C32ca335f2611d0F3768AAFE0373f9?network=mainnet)\\n\\n\",\"timestamp\":1630521293,\"title\":\"Community DAOs\",\"publication\":\"p\"},\"digest\":\"P6KUHOcJRRsVCe4lW7DJDmpXg9geHs5fRwKF7JvN5Sk\",\"authorship\":{\"contributor\":\"0x942cBEa64876Ff0b2e23c0712B37Dc0091804e9c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vWj0kGBMmDp3qvjGo0NVH0Hzs4d7IxhVKM3Kbak19vs\\\",\\\"y\\\":\\\"m_9hsQEl3aZJZ4Ebuiu9M_bBHVTBO7DqNl3eXKV5Wtg\\\"}\",\"signature\":\"TtSVb1C0dx-X2PMCYErZvE0nMFAFPKHgSuiGvElXbnUWGY8QdU3dD-HptASw5Tjdp5qpoEF_6zd28KX4nn4cng\",\"signingKeySignature\":\"0x9e5f4b696b0fdab3d2b26f58c77faaba12302de3d3bfbe66be63ff4682bf77097edfec42d38e1c7b4ce0c5cfce92ecd102e5b1e052f9e0e467243fbfd92570071c\",\"signingKeyMessage\":\"I authorize the publication of articles on p.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vWj0kGBMmDp3qvjGo0NVH0Hzs4d7IxhVKM3Kbak19vs\\\",\\\"y\\\":\\\"m_9hsQEl3aZJZ4Ebuiu9M_bBHVTBO7DqNl3eXKV5Wtg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cVN3KOss0uqpZwxHQKtC4Syvn1RfXaxofFKHJuKLWS4\"}"