"{\"content\":{\"body\":\"“大哥，赶来的兄弟们说外面已经打起来了。”唐王身边的一个兄弟走到他面前，捂着嘴，小声说道。\\n\\n```\\n“哦， 是吗，呵呵，打起来好啊，打起来好啊， 让弟兄们都凑紧点，估计马上就要有人冲进来了，让他们找里面那帮家伙的麻烦好了，看样子这炼魂法师还能嚣张一会，我们继续看热闹吧。”唐王皮笑肉不笑地说道。\\n\\n“还是老大英明啊。”那个家伙一脸媚笑，识趣地拍马说道。\\n\\n过道里，怒吼声，咆哮声，呻吟声，悲嚎声，尖叫声……种种声音混合在一起，让人听得是心中无限烦躁，那些骨灵有了炼魂法师的魔法加持，变得更是凶猛嗜杀，张开黑色的獠牙疯狂地撕咬着玩家，血沫和肉块在嘴里翻涌着，脚下，肆意践踏着玩家的尸体，这个束魂通道，此刻显然成为又一个人间地狱。\\n\\n炼魂法师悠然地飘浮在空中，轻松避让着下面射上的箭枝，闪过各种魔法，干瘪的嘴唇不断地张翕着，蓝色的光球继续在手里凝结，又一记地狱怨灵波即将发出，这样轻松收割生命的战斗方式，才是我神往的，要是我那小火球有这等威力，要是我能长上一对翅膀，那该多好啊，我在后面看着炼魂法师的一举一动，心里胡思乱想道。\\n\\n************************************************************\\n\\n经过地狱怨灵波的两次洗礼，下面众多的玩家已经从慌乱中走了出来，近战系的骑士、斗士们如潮水一般疯狂地涌向骨灵，这可是杀炼魂法师的第一道阻碍，一定要清除；而远攻系的巫师、弓手们也不再胡乱攻击，而是有秩序地一波一波冲炼魂法师丢射出铺天的箭雨和魔法，逼得它不得不从空中降落下来，躲到一个骨灵的背后，还好，这家伙没回祭坛，不然我就要跟着遭殃了，我暗暗嘀咕道。\\n\\n过道里骨灵虽猛，但是数量毕竟有限，杀光以后不象前面的怪物能立即刷新，所以这个时间段，就是大家围剿炼魂法师的最好时机，这不，浩浩荡荡的玩家部队在花去死伤近一半的代价后，骨灵也只剩下最后一只了。\\n\\n或许是因为连续的魔法攻击太消耗精力，那个炼魂法师躲在骨灵背后，也进入暂时的歇火状态，玩家们瞪着通红的双眼，抄着或锋利，或粗糙，或厚重，或轻巧的各种武器，不需要谁来鼓动，就跟发了情的公猪似的，嗷嗷冲向炼魂法师。\\n\\n而炼魂法师也凝结出一颗怨灵波，冲远处的法师、弓手队伍扔了过去，\\n\\n进入最后的战斗了，咱也该下去了吧，不然要是这个炼魂法师真的是不经砍，给其他玩家挂掉的话，我再想捞点好处，估计就难了，得先抢个有利位置才行，我心中一动，刚要准备下去时，忽听得进口处传来一阵叫喊声，又是一大票人马涌了进来，一进过道，就和唐朝联盟的人马混在一起，为首的那个家伙，一身金衣，是特别抢眼；而后面，还有不少玩家在撕杀追赶着，场面很是混乱，奶奶的，果然又有情况了。\\n\\n*************************************************************\\n\\n“你们来了。”唐王看着金衣老外点头说道。\\n\\n“恩，当然，我们一接到你的通知，就立即赶过来了，正好路上还碰到你的手下。”老外指了指后面说道。\\n\\n“恩，这里的情况你也看到了，不用我再多说吧，咱们准备清场。”唐王回头扫视了一下，恶狠狠地说道。\\n\\n“唐，我觉得你这样动手不好，名不正言不顺，我们现在虽然人多一点，但是刚才我留心一下，已经有不少帮派过来，外面的战斗估计马上就要结束，大家目标肯定都是在里面，我们不如这样……”金衣人凑到唐王面前，小声说道。\\n\\n“嘿嘿，东木，还是你狠，借刀杀人，一石二鸟，好，这个方法好！”听了金衣人的话，唐王脸上浮出一丝阴险的笑容，点头说道，“不过这样的话，可要牺牲不少人啊。”\\n\\n“呵呵，还不是跟你们学的，你们国家那个孙子写的兵法可是很好，我真是非常的佩服。”金衣人微微笑着说道，“其实，我也希望大家能和睦相处，化干戈为玉帛，那样多好，何必打打杀杀呢，可惜愿望是美好的，现实是残酷的，既然如此，我们只能出此下策了，至于牺牲的弟兄，你不必担心，都是我的人好了，你看怎么样。”\\n\\n“呵呵，既然你这么说，那我也就不客气了，那你来指挥人手吧。”唐王侧身让到一边，含笑说道。\\n\\n金衣人心里暗骂，该死的唐王，果然是个枭雄，脸上则笑了笑，点点头走了上前，跟周围的帮众交代起来。\\n\\n***********************************************************\\n\\n前面玩家依旧在卖力地围攻炼魂法师，这个干尸现在已经没了刚才的威风，紫红色的长袍上到处有破痕，周围的黑色雾气，也渐渐稀薄，身下的那只骨灵也是伤痕累累，完全是靠它的魔法加持，才能坚持下来，被挂，是迟早的事。\\n\\n而入口处，突然掀起一阵杀戮之风，数百个玩家疯狂地对前面的玩家进行攻击，巫师的火墙扔得到处都是，箭枝、剑气划破冷森的过道，落在前面玩家的头上，金衣人一声大吼：“不好拉，有人来清场抢boss了，大家快点动手啊。”话音刚落，就有一个火球恰当地出现，冲他砸了过去。\\n\\n而唐王，也高声喊道：“大家快回头杀啊，我们就要抵挡不住了。”\\n\\n前面的玩家听闻此言，心中顿时一惊，转头一看，后面果然是杀声四起，入口处是混战一片，而那唐王和一个金衣人， 正带领着上百个弟兄对抗后面一大群玩家，眼看是节节后退，就要抵挡不住了。\\n```\\n\\n\\n------------\\n\\n第二百三十章 我本善良（下）\\n\\n不过如果细细一看，就会发觉，入口处基本上都是混战，而和唐朝动手的那伙人，发出的攻击大部分都是冲着里面玩家的，唐朝人马的退，是伤皮不伤骨，没挂几个人。\\n\\n```\\n“没想到我们抢唐朝的boss，他们现在还帮我们，真是讲义气啊。”\\n\\n“妈的，天下没有白吃的食，想来抢boss，那可不行。”\\n\\n“靠，他们是什么人都杀啊，哪个帮派的这么狠啊，我日，大家上啊，给他们拼了。”多几个煽风的，来几个点火的，立马让里面玩家群情激昂，boss还在，内乱又生。\\n\\n“妈的，大家快往里面冲啊，boss要挂了，里面的家伙占着地方乱杀人了！”那伙玩家在挂了几十个人后，一边叫嚷着，一边退却着，这话摆明就是跟后面刚刚赶来的几个大帮人马说的。\\n\\n“我们是龙腾天下和铁血丹心的，里面的朋友不要乱动手，我们只杀敌人，不杀朋友！”龙腾天下的那个团长带着一票人马，跟铁血丹心会的弟兄一起，冲到过道，一见里面如此混乱，便高声叫道。\\n\\n“滚你妈的龙腾，去你姥姥的铁血，想仗着名头大，抢boss吗？老子燃烧军团的不吃你这套。”一个粗野的声音从玩家中间冒了出来。\\n\\n“咱们横行霸道的也不是吃软饭的，今天倒要看看你们有多大能耐，想抢这个boss！”又一个声音骂了起来。\\n\\n龙腾天下的那个团长没想到好言相说，却遭得这样的辱骂，一张脸是涨的铁青，他一挥手说道：“杀，妈的，给脸不要脸。”\\n\\n乱，真是乱，不过有个队伍不乱，那就是唐朝的队伍，他们人马已经慢慢转移到过道里面，逼近了围剿炼魂法师百十个玩家。\\n\\n“杀！”唐王面带厉色，一挥手说道。\\n\\n十几个刺客突然无声无息地出现在一群法师后面，两个对一个，技能全套奉献，外加两对弓手的连射，这群法师都没机会叫喊一下，就化为白光，挂了！\\n\\n唐王的真面目终于露了出来，将里外的玩家带入激战之中，他开始坐收渔人之利，准备自己抢boss了。\\n\\n***************************************************************\\n\\n路见不平我不吼，但是该出手时我立即出手，见boss已经不支，我在祭坛上召唤出小影后，手一指，小影立即跳下了祭坛，往炼魂法师冲了过去，我则紧跟着一个纵身鱼跃，开启急速奔向炼魂法师背后。\\n\\n快要到炼魂法师身边时候，我是故计重演，飞爪抛上石壁，人从半空中荡向炼魂法师，而小影，也利用死亡冲击，一下子突入玩家之中，出现在炼魂法师旁边，冲刺剑毫不客气就扎进法师干枯的身体内。\\n\\n靠，这鬼法师，砍上去都没血的，我嘴含天香丹，双手舞出一片赤炼刀光，将炼魂法师背后的长袍撕得粉碎，那头骨灵闷吼着转身就想咬我，不过就它那速度，哪比得上我，我身影一晃，紧盯炼魂法师不放，根本不理会法师对我的鬼火攻击。挂，快点挂，我的心头不停在呼唤。\\n\\n“嘭”一阵蓝火从炼魂法师身上升起，它那膨胀的长袍骤然一缩，眼里光芒不再，身子顿时软了下来，而那骨灵，也在玩家的围攻下变成了一堆碎骨，boss挂了，我立即心中一呼，小影迅速挡在我身后，来不及用采集术了，我冲上前去，双手往炼魂法师身下一摸，一个冰冷圆滑的东西滚入我的手中，不用多想，往背包里一扔，冲唐王那边甩出飞爪，飞跃着冲出包围圈，同时不忘故意压低声音，嘶哑着大吼一声，“唐王快撤，宝贝已经到手了。”\\n\\n人还未落，影遁开启，我在唐王队伍中消失不见了。\\n\\n一听我这话，唐王脸上先是一喜，然后突然变得十分难看，boss挂了，残余的几十个玩家都红了眼，盯着他，而且，他好象也没有让手下抢到宝贝大叫吧，金衣人听了这话，也暗道一声不好，一直摆出的高姿态也没了，冲唐王叫道：“把里面的全砍了，不然我们也走不掉。”\\n\\n唉，我本善良，不是故意想陷害你们的，只不过看你们有点悠闲，想给你们找点乐子罢了，希望你们会喜欢这样的娱乐方式，好好放松放松，嘿嘿。我躲藏在昏暗的石壁边缘，带着轻薄的笑容暗道。\\n\\n里面，这束魂过道的里面，应该就是那冥王之殿吧，乘这里乱成一团，我该不该进去看看呢？我目光一扫过道深处，心里暗想，算了，妈的，想想上次那多如牛马的怪物群，我就有点心寒，还是等穿上金猴盔甲再说吧，那样稳妥点，光看看boss可不能满足我，要杀了才够爽。得，咱今天已有收获，赶紧出去，回城偷着乐吧，你们慢慢杀吧。我一转身，立即往出口奔了过去。\\n\\n***********************************************************\\n\\n谁也没有想到，开放国外服务器的这一天，竟然引发了天地里最大的一次混战，战场从冥王之殿内，一直打到殿外，天地里大大小小的帮派或直接，或间接，都被卷入这场战事之中，不过傲气凌云的凌云阁这次倒没牵涉其中，因为他们都在固守驻地，不然的话，估计那些传送来的玩家，在村子里就要大打出手了。\\n\\n混战持续了一天，其结果不光是当场死伤无数，而且还带出个副作用，那就是有几十个势力强大的帮派，在当天晚上就申请了行会战，打着保护弱小，消灭恶势力的旗号，一下子灭了近百个刚刚兴起的小帮，真是血雨腥风满天地，豪杰枭雄呼之出！\\n```\\n\\n\\n------------\",\"timestamp\":1640584305,\"title\":\"第二百三十章 我本善良（上）\"},\"digest\":\"y9V74I5swychWLCTbbG6PMd_7efi8ItXJADcp0GHuqo\",\"authorship\":{\"contributor\":\"0x166611cC326d0bAC652107b95dC3D092b3e29136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zFlmw0qxXpw6M9xo2fdAGke5FI5Qe1zuaUiD2l0X1vk\\\",\\\"y\\\":\\\"nB-ovUWB3h6SoQ1IdKaCpkchAae2gZymfXoYK9BqbAA\\\"}\",\"signature\":\"wKwdB4J4PMTSuL39UxVaYN-Ka_NktCqwRDNfViA58OvK90NiO_7XKS9zyy5mjl2NXq1yZxUlow1sehS4Cr8tKw\",\"signingKeySignature\":\"0x43bd75cb32d2e9776568171d5517d5e70f7381f8f7aa7e743614296ebe7cb4217ea4bb8a1bcd7f73bb953e936a2625ec2c860be61d89733062d24709712bd9821c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zFlmw0qxXpw6M9xo2fdAGke5FI5Qe1zuaUiD2l0X1vk\\\",\\\"y\\\":\\\"nB-ovUWB3h6SoQ1IdKaCpkchAae2gZymfXoYK9BqbAA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y9V74I5swychWLCTbbG6PMd_7efi8ItXJADcp0GHuqo\"}"