"{\"content\":{\"body\":\"![gm](https://images.mirror-media.xyz/publication-images/7Qp3MSzQ6k0_2oaqYPkmx.png?height=261&width=535)\\n\\nDarshana is a web3 based community that connects diverse talent with job opportunities. Darshana unlocks the potential of all skills, specially overseen, underrepresented talent, by empowering and facilitating their interaction and helping them get ready for the market.\\n\\n**Background**\\nWe found in web3 the suitable space to grow our project. We — the founding team- had been working long to deliver complex solutions for companies. We know that web3’s technology stack components had been evolving for years, and now is the time to connect all the dots to empower everybody to thrive.\\nOur team ran initiatives such as <https://latinity.info> (Latin American Women in Technology Conference, the most prominent Women in Tech Conference in the region) and Hackathons with [The Blockchain Challenge](https://medium.com/@theblockchainchallenge/our-2019-in-review-fc5b7e97aaae). As a result, we found talent from around the world embracing the concepts from Blockchain and decentralization to build solutions together, regardless of their backgrounds and location\\n\\n**Onboarding Strategy**\\nWe found that communities and companies are open to collaboration, the steppingstone of web3. But sometimes they do not yet understand how to get involved, the benefits, and the dynamics. We can set a parallel with the early adoption of the internet. We have an advantage because we can evangelize while onboarding people and organizations to our platform, and make them stick with the incentives we can provide while participating, as we evolve user profiles, patterns, and objectives to gamify with rewards and governance.\\n\\n1. We released a survey to understand what the priorities are and what provides value for the sides of our platform, [talent](https://survey.typeform.com/to/W2xGz2Ne), and [companies](https://survey.typeform.com/to/Bk5UJU5u) — a step further on our market research.\\n2. We are contacting trusted diverse communities we have a relationship with from previous engagements to offer them onboarding not only to Darshana as the preferred platform to connect them with the companies hiring members but also to onboard their members to the web3 universe via Darshana. With this action, we are jumping to bring web3 first to underrepresented individuals to empower them.\\n3. We are contacting hand-picked companies that expressed an urgent interest in talent to fulfill their request before year-end.\\n   Milestones and Roadmap\\n   Our aim is to onboard people to features that will serve as a gateway to interact with web3 in general: a wallet. We have an integration with [Algosigner](https://algorand.foundation/news/purestake-algosigner) as we work with Algorand and to be able to provide incentives for participation via our site or our [Discord Server](http://discord.gg/kz3VjfuS2z), but we have plans to integrate quickly with Metamask, to provide other compatibility options to our users.\\n\\n![timeline](https://images.mirror-media.xyz/publication-images/MiuhmkJNamLp_QrgcELpm.png?height=451&width=1177)\\n\\n**How do you participate? \\n ***Talent:* join our [platform](https://darshana.io/) and our [Discord Server](http://discord.gg/kz3VjfuS2z). We will be publishing jobs and tips, and your peers will be helping and you can be earning rewards. Also, you can be engaged in a web3 community.\\n\\n*Company*: join our [platform](https://darshana.io/) and our [Discord Server](http://discord.gg/kz3VjfuS2z) or email us at hi@darshana.io. We have special packages for early joiners and we can help with scouting, as well as helping and onboarding your team to web3 building and community building.\\n\\nInvestor: join our [platform](https://darshana.io/) and our [Discord Server](http://discord.gg/kz3VjfuS2z) to check traction, or email us at hi@darshana.io for access to our latest *[DocSend ](https://www.docsend.com/)*deck or current round terms.\\n\\nCurious Person & Supporters: join our [platform](https://darshana.io/) and our [Discord Server](http://discord.gg/kz3VjfuS2z), follow us on *[Twitter](https://twitter.com/darshanaio)*, *[Facebook](https://www.facebook.com/darshanaio)*, *[Medium](https://medium.com/@darshanaio)*, or [Mirror.xyz](https://mirror.xyz/0xC83762038FeF27Be8E7Fa5692E7CC1DA5C65D050) support our efforts to educate about web3 in English and Spanish via our integration with wallet (coming very soon), we will let you know how to collaborate step by step — a step into web3.\\n\\n[#wagmi](https://unstoppabledomains.com/blog/the-web3-glossary)\\n\\n*Written by [Natalie Gil](https://twitter.com/ratalie)*\",\"timestamp\":1639955361,\"title\":\"Darshana's Manifesto\"},\"digest\":\"QNgUQ7KMuSr1vwGnwtSISW6jftS4WBLKs79u-hofNk0\",\"authorship\":{\"contributor\":\"0xC83762038FeF27Be8E7Fa5692E7CC1DA5C65D050\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bcEUBPR7z007j2HeL8uSQF4mj-msM3yLMra9_HQ_f7c\\\",\\\"y\\\":\\\"bB5qkLuHv1SyKrKwpVY3S0mHQmjj7q6FNiyb5NUVW7o\\\"}\",\"signature\":\"pZv9zg47xXnNTlOz61nsLYGICwAvU5LPco8vjEAAbtnshYwRBhJm7Xf3C0sUr-kom3lEJq-EILibyqe0qBhwRA\",\"signingKeySignature\":\"0x039e745b6443f910300119c2f97b64a6ce18a9cfb5fcca704473abfde496100203a4673b3dde686a7926ff072cf3fc7fc1f8a2d1165f69081e81da95c582fd861c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bcEUBPR7z007j2HeL8uSQF4mj-msM3yLMra9_HQ_f7c\\\",\\\"y\\\":\\\"bB5qkLuHv1SyKrKwpVY3S0mHQmjj7q6FNiyb5NUVW7o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KzkyGdIVcMjVF7vdL9JvXykZ9CSXC1NZb_BH9chy3C4\"}"