"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/nft/f6745da2-b88f-49fe-82e3-bb8721573b61.png)\\n\\n**ENGLISH VERSION:**\\n\\n> “Freedom is a wish of those who do not have it”\\n\\n   As Human Beings that we are, throughout the centuries we understood the benefits of life in society in pursuit of the survival of the species, naturally providing us with better living conditions. During that long road of trial and error that is history, we have founded cities constituted to serve as true temples of subsistence, yielding part of our individual hopes and desires in pursuit of the common good.\\n\\n   However, that loss is becoming more and more painful, having to delegate our most precious treasure, our freedom, into dirty hands. This milestone establishes a turning point, a line that many of us do not wish to cross.\\n\\n   We wish to survive, but we are no longer satisfied with simply continuing to exist under the skirt of tyranny.\\n\\n   Fortunately we meet, cryptography unites us, which gives us the power to govern ourselves in a more just way. Because in the code we trust, we believe in the impartial justice that it grants us. It allows us to reorganize ourselves as individuals in search of their lost freedom. It allows us to become part of our original idea of ​​freedom. Without censorship or morality, in a new space.\\n\\n   This space is called CityDAO, a space where to implement new rules of the game according to our beliefs. A place to be baptized as the mother of the new civilization. A place we can proudly call OUR HOME!\\n\\nCitizens I call you! For the future, for a new beginning. That is why we are here!\\n\\n**VERSIÓN EN ESPAÑOL:**\\n\\n> \\\"La libertad es un deseo de quién no la posee\\\"\\n\\nComo Seres Humanos que somos, a lo largo de los siglos comprendimos las bondades de la vida en sociedad en pos de la superviviencia de la especie, aportándonos naturalmente mejores condiciones de vida. Durante ese largo camino de ensayo y error que es la historia, hemos fundado ciudades constituidas para servir cómo verdaderos templos de subsistencia, cediendo parte de nuestros anhelos y esperanzas individuales en pos del bien común.\\n\\nNo obstante, esa pérdida cada vez se hace más dolorosa, teniendo que delegar nuestro más preciado tesoro, nuestra libertad, en manos sucias. Este hito establece un punto de inflexión, una linea que muchos de nosotros no deseamos cruzar.\\n\\nDeseamos sobrevivir, pero ya no nos conformamos con simplemente seguir existiendo bajo las faldas de la tiranía.\\n\\nAfortunadamente nos encontramos, nos une la cryptografía, la cuál  nos otroga la el poder de gobernarnos de una manera más justa. “Because in the code we trust”, creemos en la justicia imparcial que el mismo nos otorga. Nos permite reorganizarnos como individuos en busca de su libertad perdida. Nos permite volver a formar parte de nuestra idea primigenia de libertad. Sin censuras ni moralidad, en un nuevo espacio.\\n\\nEste espacio se llama CityDAO, un espacio dónde implantar nuevas reglas de juego acordes a nuestras creencias. Un lugar al que poder bautizar como la madre de la nueva civilización. Un lugar al que podamos lllamar orgullosos NUESTRO HOGAR!\\n\\nCiudadanos yo os llamo! Por el futuro, por un nuevo comienzo. Por eso estamos aquí!\",\"timestamp\":1640608251,\"title\":\"\\\"What CityDAO means to you..\\\"\"},\"digest\":\"Y2CsQxXZZgL5WbjgpHW30XkQuG9xl5Z2wfnU16qrflU\",\"authorship\":{\"contributor\":\"0x12a650074A084F450Fe41f90199F0A4DD21C1dDc\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9iPkH_AwokUs0HwmFxrNWx53ERtVTXTFyf1CHmqekyo\\\",\\\"y\\\":\\\"2_s5d3nAMcgHOUd7L75ndnevOQ73YDubCv1_e1wGn50\\\"}\",\"signature\":\"2W0_4KMgO4ZLJp6uDWuHgzZy7ZPP5IUcOAXKa5CYLTCzQj3jpIQFC5fEr-ENFMBcdVROWIEIYQyypnHWyx5NJA\",\"signingKeySignature\":\"0xe3ae0abbe0ae18286aa63702cadda1e7b27e289f8620b73c7b77c8670aab4611115a5caf70496e454009aefd668281567aa99fda4554a3ab83ab43847e7d97e000\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9iPkH_AwokUs0HwmFxrNWx53ERtVTXTFyf1CHmqekyo\\\",\\\"y\\\":\\\"2_s5d3nAMcgHOUd7L75ndnevOQ73YDubCv1_e1wGn50\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y2CsQxXZZgL5WbjgpHW30XkQuG9xl5Z2wfnU16qrflU\"}"