"{\"content\":{\"body\":\"> 这是《马修·鲍尔的元宇宙「九章算术」》的第四部分，重点介绍**算力**在「元宇宙」中发挥的作用。这里，**算力**被定义为「支持元宇宙启动和轮转的计算能力供应，支持诸如物理计算、渲染、数据协调和同步、人工智能、投影、动作捕捉和翻译等多样化与高要求的功能」。\\n\\n**估算庞大算力需求**\\n\\n在硬件和网络篇，文章只是回顾了作为元宇宙的一部分被生成、发送和接收的增量数据，例如触觉反馈、面部扫描和实时环境扫描。元宇宙的数据规模比这还大得多。\\n\\n例如，NVIDIA 的创始人兼首席执行官黄仁勋（Jensen Huang）认为，沉浸式模拟的下一步规模会远远超出仿真爆炸或街头追逐。相反，它是对「粒子物理学、重力、电磁学、电磁波（包括）光和无线电波......压力和声音的规律」的应用。正如虚拟世界被增强一样，「真实」的世界也将被增强。每年，更多的传感器、照相机和物联网芯片将被集成到我们周围的物理世界中，其中许多将被实时连接到一个可以互动的虚拟模拟器。同时，我们的个人设备将成为体验的通行证。简而言之，我们周围的大部分世界将持续地相互联系和在线。包括我们本身。\\n\\n总的来说，元宇宙将引入人类历史上最庞大的持续性算力需求。而算力资源现在和将来都可能是极其稀缺的。引用 Andreessen Horowitz（一家美国私募基金）的普通合伙人 Chris Dixon 的话：「历史上，世界上每一种好的算力资源都是供不应求的......CPU 和 GPU 算力都是如此。」因此，计算能力的可用性和发展将制约和定义元宇宙（尽管 C 端用户不会意识到这一点）。如果没有数据可用，数据能传输多少或多快都没有意义。\\n\\n考虑一下今天最流行的类元宇宙的体验，如《堡垒之夜》或《罗布乐思》。虽然这些平台通过令人难以置信的创造力获得了成功，但重要的是要认识到，它们的基本创意远非新事务，而只是我们最新探索到的可能。开发者长期以来一直想象着在一个单一的、共享的，能够容纳几十个（先不提几百个或几千个）全时在线玩家体验，以及除了想象力以外没有任何约束的虚拟环境。\\n\\n直到几年前，数以百万计的消费级终端才能够处理一场 100 名真实玩家同在一个房间的游戏，并且有足够多价格低廉的服务器端硬件，能够近乎实时地同步这些信息。这一技术障碍不复存在之后，游戏行业很快就被专注于丰富的 UGC 和高并发用户数量的游戏所超越（《自由之火》《绝地求生》《堡垒之夜》《使命召唤：战争地带》《罗布乐思》《我的世界》）。而这些游戏内容随后迅速扩展到以前只基于真实场景的各种媒体体验（例如《堡垒之夜》中 Travis Scott 或是《罗布乐思》中 Lil Nas X 的演唱会）。\\n\\n然而，即使在大逃杀类型成熟四年后，仍然需要一些技术技巧来确保游戏顺畅。例如，大多数玩家不是同时近距离交互，而是分散在一张大地图上。这意味着虽然服务器需要跟踪每个玩家在做什么，但每个玩家的设备不需要渲染他们，或跟踪/处理他们的行动。而当《堡垒之夜》将玩家聚集到一个更狭窄的空间进行社交活动时（例如演唱会），它将同屏参与者的数量减少到 50 人，并限制了他们作出行为的自由度。处理器性能更差的用户要做出更多的妥协，旧机器会选择不加载其他玩家的定制服装（因为它们不影响操作和结果），只在库存中展示。值得注意的是，只发行移动端且大多数安装设备是第三世界中低端安卓手机的《自由之火》，大逃杀模式的上限是 50 人。\\n\\n*我常好奇这些类型的游戏，未来会走向哪种我们今天无法实现的方向。《堡垒之夜》中我们实现了 1070 万玩家（同时在线），但实质上实现的是 10 万个百人会议。我们最终能把他们都放在同一个共享世界里吗？这种体验会是什么形态？我们完全无法预见一些新的形态，只能等待不断发展的技术给我们答案。*\\n\\n*—— Tim Sweeney（Epic Games 首席执行官），2019 年*\\n\\n当然，这个问题会慢慢得到解决。《使命召唤：战争地带》在 2019 年举办了同时容纳 150 人的比赛（这只在性能更好的游戏机和 PC 上实现，移动端仍然限制在 100 人）。《罗布乐思》也允许在其相对较低保真度的世界里同时容纳 200 名玩家，在 Beta 测试中甚至实现过 700 人（并承诺过能达到超过 1000 人）。Improbable 已经做了 4000 人的压力测试。但「更多的并发用户」并不是对我们计算设备的唯一要求。我们希望我们在《堡垒之夜》中的角色能有更多可定制的物品，而不仅仅是一套衣服和一个背包，我们还想要独立建模的鞋子和帽子。我们会希望不仅在一个缺乏互动、没有围栏的场景参加演唱会，而是能否亲身参与进去。回到前几章的例子，只有不到 1% 的台式机或笔记本电脑可以在最低保真度的设置下玩《微软模拟飞行》，甚至微软的下一代 XBOX S 和 XBOX X 型号游戏机在成文时也无法运行（尽管它们将在今年晚些时候支持）。\\n\\n这并不意味着所有聚焦元宇宙的体验都需要丰富、即时的处理，更不用说全时稳定了（比起只能从顶级设备访问，在兼容更多设备的条件下还具备好的保真度，才是更好的沉浸式体验）。\\n\\n但人类历史表明，额外算力总是会带来进步，所以我们一贯追寻远超需求的更多算力。为此，黄仁勋对终极解决方案的渴求似乎是过分且不切实际的，但这意味着他一直在预测和否定可能产生的创新。谁会想到，100 人的大逃杀游戏会改变世界？\\n\\n**如何实现算力落地**\\n\\n提到算力的需求膨胀和稀缺性，业界有几种不同的思路。一种是将尽可能多的模拟流程集中在云端，而不是本地计算设备上。例如，谷歌 Stadia 和亚马逊 Luna 在云端处理所有的游戏程序，然后将整个渲染的体验作为视频流推送给用户的设备。C 端设备唯一需要做的就是播放这个视频和发送操作指令（例如移动或按键）。这种思路的拥趸常常类比电力逻辑，强调工业网的电网对私人自发电的碾压优势。基于云的模式允许消费者将其消费级的、疲于升级的零售机器，替换成「算力逆天」（如杰夫·贝索斯所述）的企业级机器，这些机器功耗比更高，也更容易统一替换。这意味着无论你是有一台 1500 美元的 iPhone，还是一台有 WiFi 功能、带视频屏幕的旧冰箱，理论上你都能以顶级体验爽玩《赛博朋克 2077》。\\n\\n另一种理论路线上，支持者认为最好把赌注押在本地计算的进步上，而不是押在必须与网络波动抗争的远程超级计算机上。云渲染和云视频流是不错的想法，但它也几何级增加了需要交付的低延迟数据量。如前所述，游戏内容的帧速率应至少达到 60 帧（超过视频标准的两倍），期望稳定在 90-120 帧，且最好是 2K 到 4K 的清晰度。向每个元宇宙参与者同时低延迟地、可靠地发送这些数据，目前感觉是天方夜谭。支持者认为类比电力的逻辑站不住脚，因为家庭并不需要那么大的入户电流（但元宇宙数据流需要）。\\n\\n即使在超低延迟的情况下，考虑到本地相机移动和接收网络数据的速度差（一个就在眼前略微移动，一个以光速从远方传输），云相比本地对 AR 体验是没有意义的。考虑到 AR 的密集算力需求，我们的核心个人移动设备可能会在大多数实时渲染上更擅长。\\n\\n![](https://images.mirror-media.xyz/publication-images/w3IhhO2ckSlXgFpFOUsgA.png?height=537&width=918)\\n\\n到目前为止，远程计算也没有被证明在渲染方面有多大的效率。这是因为基于云的 GPU 并不产生通用的渲染算力，相反是被锁定的实例。单个 GPU，不管是远程还是本地，都只支持单个用户的渲染。还没有人想出如何有效地、低成本地、以现代人对分辨率和帧率的期望，将其渲染能力同时分配给多个用户，就像电站将电能输送给多个家庭，或者 CPU 服务器可以支持百名玩家的战斗操作传输和数据同步一样。\\n\\n于是云渲染服务器通常面临着利用问题，因为无法预测算力需求的峰谷。一个云游戏服务在周日晚上 8 点可能需要 75000 台克利夫兰地区的专用服务器，但在周一凌晨 4 点只需要 4000 台。消费者可以自行购买一块 400 美元的 GPU 并随心所欲地离线使用，但数据中心在经济上要不断优化资源配置。\\n\\n所以当客户提前从 Amazon 租用服务器时，AWS 愿意给客户一个优惠的价格（专用实例）。客户可以保证在一年的租用期内使用服务器，而亚马逊则将其成本和客户价格之间的差额收入囊中（AWS 最便宜的 Linux GPU 保留实例性能等价于 PS4，全年费用超过 2000 美元）。如果客户想在需要时访问服务器（即时实例），他们可能会发现没有这些实例，要么只有低端 GPU 可用，要么 GPU 部署在另一个地区，不得不忍受更大的延迟。\\n\\n如果云模式广泛应用，价格可能将得到改善（用户选择专用实例的机会成本就是 AWS 的利润空间），但租用低利用率、企业化定价的高端 GPU 将始终是昂贵的。数据中心也会产生相当大的热量，这需要额外的昂贵能源来冷却，而从云数据进一步到高分辨率、高帧率内容也意味着带宽成本大幅提高。与本地计算相比，这两项费用都是另外附加的。\\n\\n最重要的是，消费级 CPU 和 GPU 的改进空间比网络更快，因为它们（随产品换代）的更换频率要高得多，而且没有光速这样的天堑。性能增长并不能缓解网络性能不足，但它表明，我们最好要求 C 端设备执行更多的计算，而不是向这些设备发送大量视频数据。这可能会随着时间推移而改变，但 Tim Sweeney 的结论在可预见的未来不太会被颠覆。\\n\\n![](https://images.mirror-media.xyz/publication-images/Q-Op-Az91k2HGCbdCNjP5.png?height=268&width=737)\\n\\n（去中心化）边缘计算经常被强调为元宇宙的一个关键基建策略。具体地，这种模式要求在消费者和远处中央服务器之间的关键网络节点上部署超级计算机。边缘计算与上述两种思路是兼容且相辅相成的，因为它可以帮助终端用户补足他们的本地算力，同时也能尽可能降低网络延迟和网络拥堵风险。\\n\\n这种方式的应用价值仍然不确定。例如，微软的 xCloud 从标准的 Azure 数据中心而不是边缘计算网络进行操作。这可能是由于前面提到的云服务利用率问题：运营的边缘中心越多，（运算任务反而越分散，）利用率问题就越严重。大多数使用边缘计算的消费者服务，如 Netflix，实际上只是把它当作一个边缘硬盘，在离用户更近的地方存储文件。\\n\\nCloudflare 公司的创始人兼首席执行官 Matthew Prince 认为，边缘计算的机会在于合规。由于政府法规要求对用户数据进行本地处理，互联网变得越来越分散，公司将别无选择，只能将数据的存储和处理放在离用户更近的地方。这对元宇宙可能也是如此；无论是欧盟《通用数据保护条例》（常缩写为 GDPR）还是《加利福尼亚州消费者隐私法案》（常缩写为 CCPA），（编者注：此时应当包括《中华人民共和国网络安全法》）政府监管随着时间的推移只会越来越苛刻，中国和俄罗斯实质上走在了更前面。\\n\\n谷歌是边缘计算的忠实信徒，而苹果认为未来真正的「边缘计算」是仰仗我们口袋里日益强大的手机，因为它们将负担一部分我们周围其他设备的算力，如手表和智能眼镜。\\n\\n但是，即使我们提高了消费级设备的算力，将更多的企业级算力下放到消费端，并大兴基建，算力问题仍然没有解决。\\n\\n这里有一个今年年初让我震惊的例子。从 2020 年 12 月到 2021 年 3 月，Genvid Technologies 在Facebook Watch 上运营其第一个大型多人在线互动直播。这个名字叫 Rival Peak 的活动可以被理解为《美国偶像》《迷失》《老大哥》的虚拟缝合内容，在这个长达 13 周的全天候模拟活动中，13 个 AI 选手被困在一个虚构的西北太平洋地区。虽然没有任何角色是单独控制的，也没有任何观众担任单独的角色，但数以万计同时在线的观众能够实时影响模拟环境——解谜以帮助选手，决定选手的行为，甚至影响谁生存或淘汰。Rival Peak 不可能在消费者设备上运行（专为低延迟互动设计，因此虽然延迟还在但并发处理器工作良好）。事实上，它几乎不能在 AWS 上运行。Rival Peak 有八个环境（生产、备份、暂存、QA 和开发），每个环境都由十几个 GPU 和数百个其他 CPU 支持，在 AWS 上的 GPU 服务器资源曾经被榨干，而且在测试期间经常警报无可用服务器。\\n\\n因为没有具体的玩家（连单一主角都没有），所以 Rival Peak 并不符合元宇宙的直觉定义。然而，在持久、无休止的虚拟世界运作中，支持无限互动且每个互动都有持久的后果，这非常接近元宇宙的最终特征。而且，即使在雏形中，在不需要有意义的 C 端处理的情况下，它也已经耗尽了算力。\\n\\n试想一下，NVIDIA 实现复刻世界互动的愿景需要什么，或者像素级绘制一个城市的整个几何形状，然后调整从交通灯到 5G 无线电波的一切，实时优化人流和信息流所需的恐怖算力。Genvid 为了备战明年的这类活动，已经规划增加两倍 GPU 和 CPU。\\n\\n**去中心化计算**\\n\\n对数据处理的贪婪需求——即使不在离用户最近的地方，也要在工业服务器群附近——无一例外地激发了分散计算的理念。在消费者的家中和手中有这么多强大且平时不活跃的设备，我们不想办法有效利用都说不过去。这个想法至少在字面意义上很好理解，任何在家里安装了太阳能电池板的人都可以将多余的电力卖给当地电网（以及间接地卖给邻居）。Elon Musk 吹嘘说，在未来，你的特斯拉在空闲时可以自动驾驶为你赚取租金，而不是 99% 的时间停在车库里吃灰。\\n\\n*1998 年当我们交付第一款虚幻游戏时，我的待办事项清单上写了很有趣的一条，就是让游戏服务器能够相互交流，这样我们就可以在一个游戏会话中拥有不受限制的玩家数量。我们仍然希望实现这个愿望。是否可以建立一个游戏，让数百万的玩家都能在一个共享的世界中一起玩，对于当今的游戏行业来说是非常有趣的挑战。*\\n\\n*—— Tim Sweeney（Epic Games 首席执行官），2019 年*\\n\\n事实上，早在上世纪 90 年代，就出现了利用日常消费硬件进行分布式计算的项目。这方面的例子包括加州大学伯克利分销的 SETI@HOME，消费者自愿使用他们的家用电脑为寻找外星生命提供算力。而最近的区块链概念，包括智能合约和数字货币，为这种共享提供了一个经济模型。在这个概念中，未被充分利用的 CPU 和 GPU 的所有者，将因其处理能力被合理利用而得到某种加密货币报酬，报酬也许来自网络拓扑中的邻居。对这些资源使用进行实时拍卖甚至也是可行的，可以是需求找供给，也可以是空闲供给找需求。\\n\\n这种机制的一个例子是 OTOY 的 Render Network。作为第一个完全利用 GPU 的无偏光线跟踪器，Octane Render 开创了周转时间，使实时修改场景成为可能。但对于其用户，包括特效工作室、艺术家、动画师、设计师、建筑师和工程师，要利用这些突破性的能力，他们需要获得强大的实时处理能力。OTOY 通过创建基于以太坊（Ethereum）的 RNDR 网络和代币，提出了利用闲置 GPU 网络的想法。相比昂贵的云计算供应商，客户只需将渲染任务发送到计算机网络上，用代币支付给要征用的算力机器。双方的谈判和合意都由协议在几秒钟内自动处理，任何一方都不知道正在执行的任务的名称或具体细节。\\n\\n*你会意识到，区块链实际上是一个运行程序、存储数据和可验证地进行交易的常规机制。它是一切有关于计算的合集。我们最终会把它看作是一台分布式的计算机，其运行速度比我们桌面上的计算机快 10 亿倍，因为它是每个人的计算机的组合。*\\n\\n*—— Tim Sweeney（Epic Games 首席执行官），2017 年*\\n\\n这样一个市场是否可以提供元空间所需的大量算力？想象一下，当你浏览沉浸式空间时，你的账户会不断向你附近的人（也许是路人）持有但空闲的移动设备发出必要的计算任务，以便对你遇到的体验进行渲染或成像。当然，以后你不使用自己的设备时，你也可以赚取代币作为其他使用者的回报。这种加密交换概念的拥趸认为，它是所有未来微芯片的一个必需特征：每台计算机无论多小，都将被设计成总是在拍卖任何空闲算力。数十亿动态排列的处理器将为最大的工业客户的深度计算周期提供算力，并提供终极和无限的计算网络，使元宇宙成为可能。\\n\\n*区块链将长久存续，未来会成为计算的基础形态。*\\n\\n*—— 黄仁勋，2018 年*\",\"timestamp\":1640595038,\"title\":\"马修・鲍尔的元宇宙「九章算术」| 第四章 算力：编码元宇宙\"},\"digest\":\"hnid86NaUIZrHdjjBJWbqmqbJZXWopABvuIPPwo8sU4\",\"authorship\":{\"contributor\":\"0xff87a8C90595171D06c92D6926dBBf43777CF7A3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5g_Dbf6NRjOOdsN_gNTYDUp7jxdqo8bEfMIzoYth288\\\",\\\"y\\\":\\\"C1OYNqeosr_4HtVkYJQoC0aJ2q70wMuj3WPJtWPOgFs\\\"}\",\"signature\":\"VQdXAgKbksVc2IPtYt5yKI3PnH6Dj5KEAEEjB-wFXs5xyDQAQRka3EJ-OywIYIxCfegUS_syJbKG6Dq49J22MQ\",\"signingKeySignature\":\"0x464997dffdb17966023bfca7981c6599757934c5d5db47aa47b30c40b09b1ad340021f21d538e0cb68b52d02728c34617ba6f18a8adcef4f693f3e23d20418851b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5g_Dbf6NRjOOdsN_gNTYDUp7jxdqo8bEfMIzoYth288\\\",\\\"y\\\":\\\"C1OYNqeosr_4HtVkYJQoC0aJ2q70wMuj3WPJtWPOgFs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hnid86NaUIZrHdjjBJWbqmqbJZXWopABvuIPPwo8sU4\"}"