"{\"content\":{\"body\":\"叔本华在《人生的智慧》中有这样的一段话：\\n\\n“对于一个年轻人来说，如果他很早就洞察人事、谙于世故，如果他很快就懂得如何与人交接、周旋，胸有成竹地步入社会，那么不论从理智还是道德的角度来考虑，这都是一个不好的迹象。这预示着他的本性平庸。”\\n\\n“说白了就是顿悟的阈值太低。易定者无感，易感者无定。”\\n\\n我就是一个很典型的“顿悟阈值低”的人。\\n\\n无论是多小的事情，多么微妙的细节，我都能从中分析总结出一番大道理。我之前的很多篇文章都是这样的，从一些很小的小事情，掰扯出动辄四五千字的分析。\\n\\n但是过去我并没有认为这是什么问题，相反还隐隐的有些以此为豪，觉得自己这是天赋异禀，拥有独特的分析问题的能力。\\n\\n但事实上，这种所谓的“天赋异禀”的能力给我带来的问题比好处要多的太多了。\\n\\n我无时无刻不在分析，无时无刻都试图从身边发生的任何一件小事上去找到更大的逻辑和道理。\\n\\n这种狭隘和微小的着眼点实际上极大的限制了我的格局。\\n\\n因为当你沉溺于通过对吃一顿饭的分析就能得出企业运作的逻辑时，你会不自觉的认为自己好像真的掌握了企业运作的逻辑，一方面你浅尝辄止的就满足了，另一方面你会对自己产生极大地高估和不切实际的认知。\\n\\n即便和三两个人吃好一顿饭的逻辑、能够在一定程度上和运营好一个企业相通，但这二者的难度绝对是不可同日而语的。\\n\\n只看到相通的逻辑，而没有经历不同难度的实践，这是造成对现实不准确认知的核心原因。\\n\\n比如说对于焦虑，顺其自然、为所当为是一种解决方法，修正不合理的信念是一种解决方法，适应训练也是一种解决方法。\\n\\n当你知道很多个解决方法的时候你就很难作出决定，虽然有很多个可以帮助你解决问题的方法摆在眼前，但你无法做出选择，因为总觉得这个也对，那个也好，用了这个方法还想用那个方法，所以每个方法你都只会浅尝辄止，并不断在不同的方法中切换和纠结。\\n\\n并且，没有定力的人特别喜欢追求、并且很有可能是自始至终都只追求“舒适”。\\n\\n**“懒惰”在某种程度上可以等同于只追求舒适。**\\n\\n当一个人一生中大部分的精力都投注在追求感官上的舒服和心理上的平衡时，事实上，这只会给他带来更多感官上的不舒适和心理上的痛苦。\\n\\n因为当你只追求舒适的时候，你对生活中无处不在且不可避免的痛苦的耐受力、就会是零甚至是负数。\\n\\n你所做的一切事情在潜意识中都会是为了自己感官的舒适而服务，也就是说，你做的很多事情的动机和目标都是指向“内”的。\\n\\n那些“敏感”的人基本都是喜欢追求心理舒适的人。\\n\\n因为对心理痛苦的耐受力太弱，所以就会特别容易从任何小事上都感到受伤和痛苦。\\n\\n这种敏感也可以理解为是一种“自恋”。就是自始至终一直以自我为中心，他永远都是为了自己而活。\\n\\n为什么说“利他”才能带给我们真正的快乐？\\n\\n最根本的在于，“利他”代表着一种自我界限的打破，一种注意力的转移，你不再整天局限于这个“小我”的范畴之中，或者说，你从根本上直接摒弃了对自我感受舒适的追求。\\n\\n当然，其实我们不一定是要“利他”，本质上只要我们的注意力转移出去，只要打破这个“小我”的疆界，你不再过度的关注自己的感受，不再时时刻刻从自己的舒适度出发去看问题，我们就能够不再那么的敏感和脆弱。\\n\\n就像人的欲望是无限的、不可能被满足的一样，对“舒适”的追求在根本上也是不可能被满足的。\\n\\n你越是追求欲望的满足，越是会产生更多的空虚和更多的欲望；\\n\\n你越是追求感官和心理的舒适，就越是会感受到更多的不舒服和痛苦。\\n\\n人生有涯，而欲望无涯，舒适无涯。放弃这个不可能实现的自我满足渠道，才是客观意义上的成长。\\n\\n也正因此，**对于敏感和脆弱的人来说，继续深入的分析和探究这种敏感通常不仅起不到帮助，反而只会带来更多的问题。**\\n\\n因为当你陷入一个无底洞的时候，从这个洞里出来才是最根本的解决方法。往洞里走的更深不仅是无意义的、也是无必要的。当然除非你个人喜欢这种持续在痛苦中前行的乐趣，那就另当别论了。\\n\\n基于上面这些梳理，我们会发现，对“定力”这个概念可以有一种新的理解。\\n\\n**定力等同于：我们不受自身感受和心理的影响、而能够持续的做一件事情的能力。**\\n\\n对于敏感的、顿悟阈值低的人而言，培养定力的难度在一种最根本层面的上：他们过去做事情的根本动机就是为了自身感受和心理的舒适，培养定力就意味着他们要放弃这种最核心的、最初始的动机。\\n\\n并且对他们而言，培养定力的困难还在于：事实上他们找不到放弃这种动力的理由和原因。\\n\\n对每一个自恋或自私的人来说，追求自身感官和心理的满足，这是天经地义的，是理所当然的。如果一个人不追求感官和心理的舒适，那活着还有什么意义？\\n\\n症结就在这里。\\n\\n对于自恋的人而言，所有的意义本质上都是围绕着一个“我”字展开的。只有与“我”相关的才是有意义的，能给“我”带来好处的才是有必要去关注的。\\n\\n和“我”无关，那就没有意义，没必要去关注。\\n\\n我相信任何一个自恋、敏感、顿悟阈值低的人其实潜意识里都理所当然的会是认同上面这句话的。\\n\\n当然，这种认知也的确并没有什么“错”。而且对于自恋的人、甚至是绝大多数人来说，这种认知是无比正确的。\\n\\n我们当然不是要现在就马上否定这种认知。\\n\\n对于一个小男孩来说，打打游戏，看看电视，和小伙伴一起玩耍就是足够的乐趣了。你这时候给他说：你找个姑娘谈恋爱呀，恋爱的滋味可美妙了！\\n\\n这个小男孩会告诉你：和女孩玩没劲，还是和男生一起玩有意思，我们天天一起打王者荣耀，可好玩了！\\n\\n我们告诉一个小男孩，和女生谈恋爱很美妙时，这个小男孩基于自己的经验和认知，能想到的和女生谈恋爱时可以一起做的事情只有打王者荣耀，看电视这些；\\n\\n就像我们告诉一个敏感的人，放下自恋，别再只关注自己的感受，去看更大的世界，那么他也会像那个小男孩一样，基于他自己的经验和认知，认为那会是很无聊的事情。\\n\\n放下狭隘的自我之后，你能做的事情，你能获得的乐趣绝对比你想象的要多得多；\\n\\n就像一个小男孩学会了谈恋爱，他就会发现：原来和小姑娘在一起不只是可以打王者荣耀……\\n\\n原来还可以一起玩吃鸡呢！\\n\\n真刺激！\\n\\n哈哈哈。\\n\\n当然，一篇文章能够阐述的、和能够对读者造成的影响是有限的。我非常清楚，可能一万个人看了这篇文章、只有不到十个人能够理解不再狭隘的追求自身感受的舒适之后的状态。\\n\\n对绝大多数人而言，如果这篇文章哪怕能给你带来一点点启发，在你的心识中种下一棵超越自我的种子。我就觉得很满足啦。\",\"timestamp\":1636121440,\"title\":\"没有定力的人，越聪明就越平庸\"},\"digest\":\"CV59UYJdzLTeRzdF6DIQ-i4epagymCqf1KqrVTDpyMY\",\"authorship\":{\"contributor\":\"0xF0322775DC5a0019d88ba301578770C637eBbBDb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tJ-bH4pf2BI9OLzOQlw423x2FqJHe4P7cUteUCISDGs\\\",\\\"y\\\":\\\"u3PUYX6dCiwJNKbQ0-7uy8xgYYT6yQTIy5qYVg-h1_4\\\"}\",\"signature\":\"MNRlA76V1CpcCb1E_6UWceZ3o9cJCJqy_PLygbLqL3MpZKbQXifXqLltkVm18KjE6wgO9n5FsUTBx3L_lp842w\",\"signingKeySignature\":\"0x58a5b6ae0a02952779f76b790b7b341b38aab03b219f0a459ed4c1ba3c0e3b4b4570c8a539cfb32edc452d534263b33b6daf95f10de142959a22210fa58df6271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tJ-bH4pf2BI9OLzOQlw423x2FqJHe4P7cUteUCISDGs\\\",\\\"y\\\":\\\"u3PUYX6dCiwJNKbQ0-7uy8xgYYT6yQTIy5qYVg-h1_4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CV59UYJdzLTeRzdF6DIQ-i4epagymCqf1KqrVTDpyMY\"}"