"{\"content\":{\"body\":\"### Our Purpose and why we exist.\\n\\nLobis is an **Approved** Olympus fork (oh yes) specialized to ensure that OlympusDAO can participate in DeFi governance. The OHMies heard our voice and joined our cause. **[Check out our journey to approval here](https://snapshot.org/#/olympusdao.eth/proposal/0x0d09a4c2b4f09e9c4a818d89dfe5438dccba90048100ff7700e8e23a8b1496bc)**.\\n\\nTwo sides of the same coin; OHM as the currency, Lobis as the governor.\\n\\nTogether, by uniting OHM to the dollar and to the ecosystem, we set the platform for a new, decentralized world.\\n\\n\\n---\\n\\n### Intro\\n\\nToday the leading DeFi protocols are seeing bribes, gauge voting, and flywheel locking mechanisms putting them on a path to centralization. We won't let these platforms steer the same course as traditional finance, handing over the reins to centralized entities.\\n\\nLobis will create a reserve of governance tokens from protocols using Curve-like tokenomics by offering bonds to fulfill its purpose. The first tokens included in this reserve are CRV and FXS, with AAVE, SUSHI, and others to follow.\\n\\nLobis is here to resolve the emerging imbalances in power before it’s too late.\\n\\nTo serve our purpose we had to ensure that no one was pulling the strings behind us. Therefore, ***despite their attempts***, we chose to have no VCs or seek out influencers and whales; we do not need them. We did not raise any funds and there is no team allocation.\\n\\nAre we bold? Yes. Are we crazy? Perhaps, but who else was DeFi built for?\\n\\nThe founding team is building composable systems that anyone can build on top of. Following the launch phase, anyone can apply for a grant and fulfill bounties set out by the community and get rewarded.\\n\\nHave an idea? Execute it. Submit a grant proposal to the DAO and get rewarded. **That’s it.**\\n\\n\\n---\\n\\n![Curve Wars circa August 2021](https://images.mirror-media.xyz/publication-images/sHLcMZEXTeM1uRcdOi2ya.jpg?height=500&width=826)\\n\\n**But why no raise? What about connections, funding, and influencers?**\\n\\nHaving an allocation for team members, VC’s or other investors would set a bad precedent. It would also enable an external entity to dump our tokens onto the free market creating outsized risk to LPs that could kill the project.\\n\\nHaving any external investors would be to the detriment of our independence and our vision of decentralizing DeFi. **We** **could not lock Lobis in golden chains**. We could not reconcile with such actions.\\n\\n***There is only Lobis, Olympus, and the community.***\\n\\n> This is why we decided to make OlympusDAO and the OHMies our **biggest community members** with the initial supply (100%) allocated **only** to Olympus DAO and OHMies.\\n>\\n> **All else equal, OlympusDAO and the OHMies will have 100% of the initial supply of $LOBI**. Lobis is not issuing any bonds to directly acquire OHM. This means that at launch Olympus and the OHMies will be the first majority party within Lobis and Lobis will accrue CRV and FXS for OlympusDAO.\\n>\\n> *Direct governance power for Olympus, built by Lobis.*\\n\\n### How does it work - TLDR?\\n\\nBonding is Lobis’ value accrual strategy. It allows Lobis to acquire governance tokens (CRV, FXS, and more in the future) and its own liquidity by selling $LOBI at a discounted price compared to the market.\\n\\nTogether, with guidance from OlympusDAO, we have designed a new form of the bonding mechanism, which will strengthen the position of OHM as DeFi's global reserve currency.\\n\\nOur protocol is governed by the $LOBI token.\\n\\nEach $LOBI token is backed by a basket of governance assets (e.g. CRV, FXS) in the Lobis treasury, giving it an intrinsic value and utility.\\n\\nMore importantly by holding $LOBI, users can participate in the governance of all of the reserve’s underlying platforms, while profiting as Lobis’s reserve size increases.\\n\\nOur goal is to build a policy-controlled governance system, in which the behavior of the $LOBI token is controlled by DAO governance. This system will grow to offer decentralized governance as a public good for projects facing the threat of centralization.\\n\\nWe will explore these mechanics in more detail in our next Envelope - “The Body of Lobis”, out within the next 72 hours.\\n\\n\\n---\\n\\n![Forks of Olympus circa Oct 2021](https://images.mirror-media.xyz/publication-images/ksp0tZLUfr6lE0GX4vuEl.jpeg?height=1172&width=1600)\\n\\n### Why does OlympusDAO benefit from Lobis and what’s in it for the OHMies?\\n\\nOlympusDAO will accrue lobbying power through governance tokens in the “blue-chips” of DeFi, paired with OHM, without outsized risks to the reserve treasury. This is how Lobis will support Olympus and the OHMies.\\n\\nLobis focuses on governance and propagating OHM as a currency, while Olympus automatically accumulates $LOBI tokens (and so governance power) without further emission of OHM via the bond revenue Lobis directs to OlympusDAO (this is hard-coded into the contracts).\\n\\nOpen channels with OlympusDAO allowed us to design Lobis. We are linked to Olympus by code, ethos, and long-term vision.\\n\\nLobis will support OlympusDAO by providing the OHMies the power to lobby across the whole DeFi ecosystem without taking away the core team's focus on making OHM DeFi’s global reserve currency.\\n\\n**How?**\\n\\n* All our bonds are paired with OHM, Lobis bonds increase the buying pressure of OHM meaning that sOHM APY and likely market price will rise.\\n* As Lobis bonds accrue governance tokens, Olympus can get governance power over Curve, Convex, Frax, Sushi, Toke without harming its backing per token/risk-free value.\\n* Direct income for Olympus with each bond. The treasury will receive a 1.1% (1,1) fee for every reserve or liquidity bond sold through Lobis.\\n* OlympusDAO and the OHMies become the largest party within Lobis and potentially in the governance of DeFi. As one of, if not the largest community within DeFi, this is a big step away from concentrating power in the hands of external investors.\\n* The Olympus community will receive an airdrop at Lobis’ launch to bind together the communities.\\n* Lobis will lend $LOBI tokens to Olympus with a 0% interest rate, and Olympus will pair them with OHM from their treasury to provide liquidity on Sushiswap. There is a safety limit of up to $5m, however, the total amount of liquidity added will be at the discretion of the Policy Teams.\\n* In the future, if Olympus decides to become a whitelisted locker for e.g. Curve, we can support the peg of oCRV (Olympus locked Curve) to CRV, ensure proper governance on whitelists, and potentially bootstrap the launch of any Olympus locker by feeding the contract governance tokens.\\n\\n> We are at the service of Olympus for whatever support they may need (in code or otherwise). With OlympusDAO and the OHMies as the largest voting party within Lobis, they will be able to participate in DeFi governance without disturbing the internal mechanics of OHM as a token or the Risk-Free Value of the Olympus treasury.\\n\\n\\n---\\n\\n![||| . |||](https://images.mirror-media.xyz/publication-images/h1iMlQRFLFiImr76t8Wst.jpeg?height=400&width=400)\\n\\n### Lobis.\\n\\n### Our purpose is a representation of our shared values. Together they define our actions.\\n\\nLobis will be an open-source Protocol. Anyone can contribute.\\n\\nOur aim is to be decentralized and transparent, continually taking steps towards open-source development and community-led contributions.\\n\\nTo reach this vision we are implementing open-source frameworks to allow everyone, regardless of their wealth, to actively shape the future of Lobis.\\n\\nA system of points, bounties, and rewards will incentivize contributions in every area of the DAO.\\n\\nIn our next envelope, we will discuss the frameworks and mechanisms that empower Lobis to deliver its purpose, *Envelope 2: “The Body of Lobis”*.\\n\\nExploring our development methodology, incentivization mechanics, and a deep dive into the $LOBI token. This envelope will be out within the next 72 hours, followed by GitHub repositories, technical libraries, roadmap, and documentation.\\n\\nIf our values and behaviors reconcile with you, you can contribute today.\\n\\nIn the short time since our genesis, we have already onboarded engineers, creatives, economists, and started spaces for Chinese, French and Russian communities.\\n\\nThis is the power of Open Source.\\n\\nCome with your ideas, come with your passion, come with your creativity. Actions speak louder than words.\\n\\nJoin our discord, join the DAO.\\n\\n**[Our Discord](https://discord.gg/lobishq).**\\n\\n**[Our Twitter](https://twitter.com/lobishq).**[\\n](https://twitter.com/lobishq)\\n**END**\",\"timestamp\":1637620565,\"title\":\"First Envelope - Lobis: The Soul\"},\"digest\":\"tAlvuJNOfhRpjk-Sroq9HJgoK-8ZgkjMxXTnyoWEcGc\",\"authorship\":{\"contributor\":\"0x05Ce51f0B583D3666222f5803C51b1De8D4B35C2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K7sJaW1gtBKYzf0v8S707_nl181o-borwsVx6-_8r0M\\\",\\\"y\\\":\\\"D2POIBp7rI2_XgSSqVjtTZEgJhNg50i8NCTssZmIBho\\\"}\",\"signature\":\"-IxY8oOtDb-2cPjfEeH1V33vPqmZqvEu8T7giN2R48UIsMjn-rMcEMa-tHSQkg_edb0rqVUqr5P44TpuIOBoEA\",\"signingKeySignature\":\"0xfa1fd41aa4e83666838951f9d6fb1810f58f45d83097782d7c77a44cf6279b8b129ac9573bab586ccefd4549e2a55a4625729ab5684e2397f43e7d44a0c8e0a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K7sJaW1gtBKYzf0v8S707_nl181o-borwsVx6-_8r0M\\\",\\\"y\\\":\\\"D2POIBp7rI2_XgSSqVjtTZEgJhNg50i8NCTssZmIBho\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_03gBlOfjjDfHYfmnyop0_StMewedHGHmvFlrtkX-PI\"}"