"{\"content\":{\"body\":\"[![Belt Finance](https://miro.medium.com/fit/c/96/96/1\\\\*JExnjeSOUj8nEnSN9yPNCQ.png)](https://belt-fi.medium.com/?source=post_page-----bc475009e194-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*U1GIP\\\\_27Y-EPoBIeDLASCw.png)\\n\\nAs we announced in our recent Q4 plans and cross-chain swap posts, Belt Finance’s focus with v3 and going forward will be the cross-chain space. Central to that is our new cross-chain AMM, Portkey.\\n\\nWe named our cross-chain AMM Portkey because just like the magical object in Harry Potter that instantly brings anyone touching it to any location, our AMM will allow you to instantly go to any token on any connected chain.\\n\\nPortkey consists of a Belt Finance cross-chain stableswap built on Orbit Chain connected to the top AMM DEX protocols on each chain to offer an unparalleled cross chain swap experience. Users will be able effortlessly go cross-chain from and to the tokens of their choice and then utilize Belt’s multi-strategy vaults for the top yield on that chain.\\n\\n**Integration Benefits to AMM Protocols**\\n\\nAnother important feature is that Belt Finance Portkey’s cross-chain pool will be open protocol so other AMMs will be able to connect and utilize our open cross-chain stablecoin liquidity to make their protocols cross-chain AMMs. Countless new AMMs are emerging on various chains and they face the same issues of getting new users and liquidity. Belt’s Portkey will open up not just new streams of liquidity and users from other chains, but the possibility of easily expanding their protocol cross-chain. This simultaneously will open up the DeFi landscape in terms of connecting users, liquidity, and top protocols, with Belt Finance and Belt’s Portkey the center of transaction volume and liquidity.\\n\\n**Benefits to Users**\\n\\nBelt’s Portkey also solves crucial issues that the cross-chain swap space is facing as a whole. Users have long faced problems with limited token options, expandability, usability, security, speed (literally taking a DeFi lifetime), and convenience. We’ve detailed some of the wholesale solutions Portkey brings compared with other cross-chain solutions.\\n\\n![](https://miro.medium.com/max/1334/1\\\\*8bjxW4DNt7WYut0zpLLxQw.png)\\n\\n\\\\* Detailing security, a main focus of ours for this launch was security and to that expense we’ve spared no expense or detail. Belt Finance’s Portkey has just completed a full audit with Dedaub and will get additional audits for maximum security and reliability. We’ve also paid out multiple bug bounties including a record $1M bounty through Immunefi. Orbit Bridge has also recently completed an audit with Theori, and has an impeccable record since its launch last year, bridging more than $8B worth of assets in over 250,000 transactions without issue.\\n\\nTo expand upon the last point, convenience, users can buy the native token of their destination chain easily, with one cross-chain transaction. For example, BNB → HT, KLAY → BNB, CAKE → KLAY, kUSDT→ HT. With this, there is no need to worry about how to pay for gas fees when going to a new chain. Oftentimes, users bridge over tokens but then are unable to utilize them in DeFi protocols because they do not have the chain’s native token (i.e. BNB, HT, KLAY, etc.) to pay for the gas fees. Portkey gives a much more streamlined process instead of going through multiple time consuming transactions or through centralized exchanges. It however, also gives the option to users of going to centralized exchanges like Binance and moving to and from BSC and other chains.\\n\\n## 3Tether LP\\n\\nThis first iteration of Portkey is BSC, HECO, and Klaytn, centered around a cross-chain 3Tether pool consisting of USDT on BSC, HECO, and Klaytn and will initially be connected to PancakeSwap (BSC), MDEX (HECO), and KLAYswap (Klaytn). We are, however, planning to expand to multiple cross-chain pools connecting more chains and DeFi ecosystems.\\n\\n![](https://miro.medium.com/max/1000/0\\\\*G1xhOqJfDBTYvSYY)\\n\\nAMM DEX protocols can simply connect to Portkey by connecting to the Belt Router contract, which handles destination, origin, and cross-chain swap requests. These protocols can set their destination and/or origin swap requests to their own contracts to get the maximum possible transaction volume benefits while Belt’s \\\\__\\\\__ handles the infrastructure in between. An example of this can be found in the diagram below of PancakeSwap and KLAYswap connecting to Belt and allowing users to go from swap BNB (BSC) to KLAY (Klaytn).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*yc2f0NKT2b6xAWVzvtBT9Q.png)\\n\\nFor AMM protocols that want to connect to Belt’s Portkey and become cross-chain DEXs, our smart contract code will be available on our Github. More than that, we will provide sample ROUTER contract code, an API, and SDK to make integration effortless and create an interoperable flow of liquidity. Please reach out directly to the team if you have any questions about integration.\\n\\nWe are excited about the growth and connectivity that Portkey will bring to Belt Finance and DeFi as a whole. Thank you for your continued support and we are happy to have you with us on this journey to true interoperability.\\n\",\"timestamp\":1638792264,\"title\":\"Belt Finance’s Open Protocol Cross-Chain AMM: Portkey\"},\"digest\":\"4eEZVWccIs8ET9jVmMJczRD9f8fj29CFwb-2IMpws4s\",\"authorship\":{\"contributor\":\"0xbd52c13827f012797005F57E4dB3b8db155580F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V91STYlqY5RiGSFTozr3yVVGUf5dytiV4d4yEhKaDFM\\\",\\\"y\\\":\\\"jGphqTG2qDB8XAdp7_RT6mNCtgxPQnaEldJrCjPlNSQ\\\"}\",\"signature\":\"685V5Kx9a-BTLk9bux5-2DPSWYbd_FzUPFsZ2WEXGLy8wDWk7gmT9nM_ijnbpFDfEqL_SZlyOqTdF0mhdsJ1Ug\",\"signingKeySignature\":\"0xed8f1a02d3c7eeea405b7dec481a77820ffbe6e8493e455f40ad373c5e1376f7713154e69f2e0b4b2d2a3e5dbda868995d6317bf05af4d9297aa5d3d0a79c8af1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V91STYlqY5RiGSFTozr3yVVGUf5dytiV4d4yEhKaDFM\\\",\\\"y\\\":\\\"jGphqTG2qDB8XAdp7_RT6mNCtgxPQnaEldJrCjPlNSQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4eEZVWccIs8ET9jVmMJczRD9f8fj29CFwb-2IMpws4s\"}"