"{\"content\":{\"body\":\"arose out of his bed, and made his grave, and caused\\nhis nefew, John Dawson, to cast strawe into the grave which was not\\nfarre from the house, and went and lay'd him down in the say'd\\ngrave, and caused clothes to be lay'd uppon and so dep'ted out of\\nthis world; this he did because he was a strong man, and heavier\\nthan his said nefew and another wench were able to bury.\\\"\\n\\nAnd John Dawson died, and Rose Smyth, the \\\"wench\\\" already spoken of,\\ndied, the last of the household.\\n\\nOld customs survive in the parish registers.  Scolding wives were\\nducked, and in Kingston-on-Thames, 1572, the register tells how the\\nsexton's wife \\\"was sett on a new cukking-stoole, and brought to\\nTemes brydge, and there had three duckings over head and eres,\\nbecause she was a common scold and fighter.\\\"  The cucking-stool, a\\nvery elaborate engine of the law, cost 1L. 3S. 4D.  Men were ducked\\nfor beating their wives, and if that custom were revived the\\nprofession of cucking-stool maker would become busy and lucrative.\\nPenances of a graver sort are on record in the registers.  Margaret\\nSherioux, in Croydon (1597), was ordered to stand three market days\\nin the town, and three Sundays in the church, in a white sheet.  The\\nsin imputed to her was a dreadful one.  \\\"She stood one Saturday, and\\none Sunday, and died the next.\\\"  Innocent or guilty, this world was\\nno longer a fit abiding-place for Margaret Sherioux.  Occasionally\\nthe keeper of the register entered any event which seemed out of the\\ncommon.  Thus the register of St. Nicholas, Durham (1568), has this\\ncontribution to natural history:-\\n\\n\\\"A certaine Italian brought into the cittie of Durham a very greate\\nstrange and monstrous serpent, in length sixteen feet, in quantitie\\nand dimentions greater than a greate horse, which was taken and\\nkilled by special policie, in Ethiopia within the Turkas dominions.\\nBut before it was killed, it had devoured (as is credibly thought)\\nmore than 1,000 persons, and destroyed a great country.\\\"\\n\\nThis must have been a descendant of the monster that would have\\neaten Andromeda, and was slain by Perseus in the country of the\\nblameless Ethiopians.  Collections of money are recorded\\noccasionally, as in 1680, when no less than one pound eight\\nshillings was contributed \\\"for redemption of Christians (taken by ye\\nTurkish pyrates) out of Turkish slavery.\\\"  Two hundred years ago the\\nTurk was pretty \\\"unspeakable\\\" still.  Of all blundering Dogberries,\\nthe most confused kept (in 1670) the parish register at Melton\\nMowbray:-\\n\\n\\\"Here \\\\[he writes\\\\] is a bill of Burton Lazareth's people, which was\\nburied, and which was and maried above 10 years old, for because the\\nclarke was dead, and therefore they was not set down according as\\nthey was, but they all set down sure enough one among another here\\nin this place.\\\"\\n\\n\\\"They all set down sure enough,\\\" nor does it matter much now to know\\nwhom they married, and how long they lived in Melton Mowbray.  The\\nfollowing entry sufficed for the great Villiers that expired \\\"in the\\nworst inn's worst room,\\\"--\\\"Kirkby Moorside, Yorkshire, 1687.\\nGeorges vilaris Lord dooke of Bookingham, bur. 17. April.\\\"\\n\\n\\\"So much for Buckingham!\\\"\\n\\nTHE ROWFANT BOOKS\\nBALLADE EN GUISE DE RONDEAU\\n\\nThe Rowfant books, how fair they shew,\\nThe Quarto quaint, the Aldine tall,\\nPrint, autograph, portfolio!\\nBack from the outer air they call,\\nThe athletes from the Tennis ball,\\nThis Rhymer from his rod and hooks,\\nWould I could sing them one and all,\\nThe Rowfant books!\\n\\nThe Rowfant books!  In sun and snow\\nThey're dear, but most when tempests fall;\\nThe folio towers above the row\\nAs once, o'er minor prophets,--Saul!\\nWhat jolly jest books and what small\\n\\\"Dear dumpy Twelves\\\" to fill the nooks.\\nYou do not find on every stall\\nThe Rowfant books!\\n\\nThe Rowfant books!  These long ago\\nWere chained within some College hall;\\nThese manuscripts retain the glow\\nOf many a coloured capital\\nWhile yet the Satires keep their gall,\\nWhile the Pastissier puzzles cooks,\\nTheirs is a joy that does not pall,\\nThe Rowfant books!\\n\\nENVOI.\\n\\nThe Rowfant books,--ah magical\\nAs famed Armida's \\\"golden looks,\\\"\\nThey hold the rhymer for their thrall,\\nThe Rowfant books.\\n\\nTO F. L.\\n\\nI mind that Forest Shepherd's saw,\\nFor, when men preached of Heaven, quoth he,\\n\\\"It's a' that's bricht, and a' that's braw,\\nBut Bourhope's guid eneuch for me!\\\"\\n\\nBeneath the green deep-bosomed hills\\nThat guard Saint Mary's Loch it lies,\\nThe silence of the pasture fills\\nThat shepherd's homely paradise.\\n\\nEnough for him his mountain lake,\\nHis glen the burn went singing through,\\nAnd Rowfant, when the thrushes wake,\\nMay well seem good enough for you.\\n\\nFor all is old, and tried, and dear,\\nAnd all is fair, and round about\\nThe brook that murmurs from the mere\\nIs dimpled with the rising trout.\\n\\nBut when the skies of shorter days\\nAre dark and all the ways are mire,\\nHow bright upon your books the blaze\\nGleams from the cheerful study fire,\\n\\nOn quartos where our fathers read,\\nEnthralled, the book of Shakespeare's play,\\nOn all that Poe could dream of dread,\\nAnd all that Herrick sang of gay!\\n\\nFair first editions, duly prized,\\nAbove them all, methinks, I rate\\nThe tome where Walton's hand revised\\nHis wonderful receipts for bait!\\n\\nHappy, who rich in toys like these\\nForgets a weary nation's ills,\\nWho from his study window sees\\nThe circle of the Sussex hills!\\n\\nSOME JAPANESE BOGIE-BOOKS\\n\\nThere is or used to be a poem for infant minds of a rather\\nPharisaical character, which was popular in the nursery when I was a\\nyoungster.  It ran something like this:-.\\n\\nI thank my stars that I was born\\nA little British child.\\n\\nPerhaps these were not the very words, but that was decidedly the\\nsentiment.  Look at the Japanese infants, from the pencil of the\\nfamous Hokusai.  Though they are not British, were there ever two\\njollier, happier small creatures?  Did Leech, or Mr. Du Maurier, or\\nAndrea della Robbia ever present a more delightful view of innocent,\\nwell-pleased childhood?  Well, these Japanese children, if they are\\nin the least inclined to be timid or nervous, must have an awful\\ntime of it at night in the dark, and when they make that eerie\\n\\\"northwest passage\\\" bedwards through the darkling house of which Mr.\\nStevenson sings the perils and the emotions.  All of us who did not\\nsuffer under parents brought up on the views of Mr. Herbert Spencer\\nhave endured, in childhood, a good deal from ghosts.  But it is\\nnothing to what Japanese children bear, for our ghosts are to the\\nspectres of Japan as moonlight is to sunlight, or as water unto\\nwhisky.  Personally I may say that few people have been plagued by\\nthe terror that walketh in darkness more than myself.  At the early\\nage of ten I had the tales of the ingenious Mr. Edgar Poe and of\\nCharlotte Bronte \\\"put into my hands\\\" by a cousin who had served as a\\nBashi Bazouk, and knew not the meaning of fear.  But I DID, and\\nperhaps even Nelson would have found out \\\"what fear was,\\\" or the boy\\nin the Norse tale would have \\\"learned to shiver,\\\" if he had been\\nleft alone to peruse 'Jane Eyre,' and the 'Black Cat,' and the 'Fall\\nof the House of Usher,' as I was.  Every night I expected to wake up\\nin my coffin, having been prematurely buried; or to hear sighs in\\nthe area, followed by light, unsteady footsteps on the stairs, and\\nthen to see a lady all in a white shroud stained with blood and clay\\nstagger into my room, the victim of too rapid interment.  As to the\\nnotion that my respected kinsman had a mad wife concealed on the\\npremises, and that a lunatic aunt, black in the face with suppressed\\nmania, would burst into my chamber, it was comparatively a harmless\\nfancy, and not particularly disturbing.  Between these and the\\n'Yellow Dwarf,' who (though only the invention of the Countess\\nD'Aulnoy) might frighten a nervous infant into hysterics, I\\npersonally had as bad a time of it in the night watches as any happy\\nBritish child has survived.  But our ogres are nothing to the bogies\\nwhich make not only night but day terrible to the studious infants\\nof Japan and China.\\n\\nChinese ghosts are probably much the same as Japanese ghosts.  The\\nJapanese have borrowed most things, including apparitions and\\nawesome sprites and grisly fiends, from the Chinese, and then have\\nimproved on the original model.  Now we have a very full, complete,\\nand horror-striking account of Chinese harnts (as the country people\\nin Tennessee call them) from Mr. Herbert Giles, who has translated\\nscores of Chinese ghost stories in his 'Strange Tales from a Chinese\\nStudio' (De la Rue, 1880).  Mr. Giles's volumes prove that China is\\nthe place for Messrs. Gurney and Myers, the secretaries of the\\nPsychical Society.\\n\\nGhosts do not live a hole-and-corner life in China, but boldly come\\nout and take their part in the pleasures and business of life.  It\\nhas always been a question with me whether ghosts, in a haunted\\nhouse, appear when there is no audience.  What does the spectre in\\nthe tapestried chamber do when the house is NOT full, and no guest\\nis put in the room to bury strangers in, the haunted room?  Does the\\nghost sulk and complain that there is \\\"no house,\\\" and refuse to\\nrehearse his little performance, in a conscientious and\\ndisinterestedly artistic spirit, when deprived of the artist's true\\npleasure, the awakening of sympathetic emotion in the mind of the\\nspectator?  We give too little thought and sympathy to ghosts, who\\nin our old castles and country houses often find no one to appear to\\nfrom year's end to year's-end.  Only now and then is a guest placed\\nin the \\\"haunted room.\\\"  Then I like to fancy the glee of the lady in\\ngreen or the radiant boy, or the headless man, or the old gentleman\\nin snuff-coloured clothes, as he, or she, recognises the presence of\\na spectator, and prepares to give his or her best effects in the\\nfamiliar style.\\n\\nNow in China and Japan certainly a ghost does not wait till people\\nenter the haunted room:  a ghost, like a person of fashion, \\\"goes\\neverywhere.\\\"  Moreover, he has this artistic excellence, that very\\noften you don't know him from an embodied person.  He counterfeits\\nmortality so cleverly that he (the ghost) has been known to\\npersonate a candidate for honours, and pass an examination for him.\\nA pleasing example of this kind, illustrating the limitations of\\nghosts, is told in Mr. Giles's book.  A gentleman of Huai Shang\\nnamed Chou-t'ien-i had arrived at the age of fifty, but his family\\nconsisted of but one son, a fine boy, \\\"strangely averse from study,\\\"\\nas if there were anything strange in THAT.  One day the son\\ndisappeared mysteriously, as people do from West Ham.  In a year he\\ncame back, said he had been detained in a Taoist monastery, and, to\\nall men's amazement, took to his books.  Next year he obtained is\\nB.A. degree, a First Class.  All the neighbourhood was overjoyed,\\nfor Huai Shang was like Pembroke College (Oxford), where, according\\nto the poet, \\\"First Class men are few and far between.\\\"  It was who\\nshould have the honour of giving his daughter as bride to this\\nintellectual marvel.  A very nice girl was selected, but most\\nunexpectedly the B.A. would not marry.  This nearly broke his\\nfather's heart.  The old gentleman knew, according to Chinese\\nbelief, that if he had no grandchild there would be no one in the\\nnext generation to feed his own ghost and pay it all the little\\nneedful attentions.  \\\"Picture then the father naming and insisting\\non the day;\\\" till K'o-ch'ang, B.A., got up and ran away.  His mother\\ntried to detain him, when his clothes \\\"came off in her hand,\\\" and\\nthe bachelor vanished!  Next day appeared the real flesh and blood\\nson, who had been kidnapped and enslaved.  The genuine K'o-ch'ang\\nwas overjoyed to hear of his approaching nuptials.  The rites were\\nduly celebrated, and in less than a year the old gentleman welcomed\\nhis much-longed-for grand child.  But, oddly enough, K'o-ch'ang,\\nthough very jolly and universally beloved, was as stupid as ever,\\nand read nothing but the sporting intelligence in the newspapers.\\nIt was now universally admitted that the learned K'o-ch'ang had been\\nan impostor, a clever ghost.  It follows that ghosts can take a very\\ngood degree; but ladies need not be afraid of marrying ghosts, owing\\nto the inveterate shyness of these learned spectres.\\n\\nThe Chinese ghost is by no means always a malevolent person, as,\\nindeed, has already been made clear from the affecting narrative of\\nthe ghost who passed an examination.  Even the spectre which answers\\nin China to the statue in 'Don Juan,' the statue which accepts\\ninvitations to dinner, is anything but a malevolent guest.  So much\\nmay be gathered from the story of Chu and Lu.  Chu was an\\nundergraduate of great courage and bodily vigour, but dull of wit.\\nHe was a married man, and his children (as in the old Oxford legend)\\noften rushed into their mother's presence, shouting, \\\"Mamma! mammal\\npapa's been plucked again!\\\"  Once it chanced that Chu was at a wine\\nparty, and the negus (a favourite beverage of the Celestials) had\\ndone its work.  His young friends betted Chu a bird's-nest dinner\\nthat he would not go to the nearest temple, enter the room devoted\\nto coloured sculptures representing the torments of Purgatory, and\\ncarry off the image of the Chinese judge of the dead, their Osiris\\nor Rhadamanthus.  Off went old Chu, and soon returned with the\\naugust effigy (which wore \\\"a green face, a red beard, and a hideous\\nexpression\\\") in his arms.  The other men were frightened, and begged\\nChu to restore his worship to his place on the infernal bench.\\nBefore carrying back the worthy magistrate, Chu poured a libation on\\nthe ground and said, \\\"Whenever your excellency feels so disposed, I\\nshall be glad to take a cup of wine with you in a friendly way.\\\"\\nThat very night, as Chu was taking a stirrup cup before going to\\nbed, the ghost of the awful judge came to the door and entered.  Chu\\npromptly put the kettle on, mixed the negus, and made a night of it\\nwith the festive fiend.  Their friendship was never interrupted from\\nthat moment.  The judge even gave Chu a new heart (literally)\\nwhereby he was enabled to pass examinations; for the heart, in\\nChina, is the seat of all the intellectual faculties.  For Mrs. Chu,\\na plain woman with a fine figure, the ghost provided a new head, of\\na handsome girl recently slain by a robber.  Even after Chu's death\\nthe genial spectre did not neglect him, but obtained for him an\\nappointment as registrar in the next world, with a certain rank\\nattached.\\n\\nThe next world, among the Chinese, seems to be a paradise of\\nbureaucracy, patent places, jobs, mandarins' buttons and tails, and,\\nin short, the heaven of officialism.  All civilised readers are\\nacquainted with Mr. Stockton's humorous story of 'The Transferred\\nGhost.'  In Mr. Stockton's view a man does not always get his own\\nghostship; there is a vigorous competition among spirits for good\\nghostships, and a great deal of intrigue and party feeling.  It may\\nbe long before a disembodied spectre gets any ghostship at all, and\\nthen, if he has little influence, he may be glad to take a chance of\\nhaunting the Board of Trade, or the Post Office, instead of\\n\\\"walking\\\" in the Foreign Office.  One spirit may win a post as White\\nLady in the imperial palace, while another is put off with a\\nposition in an old college library, or perhaps has to follow the\\nfortunes of some seedy \\\"medium\\\" through boarding-houses and third-\\nrate hotels.  Now this is precisely the Chinese view of the fates\\nand fortunes of ghosts.  Quisque suos patimur manes.\\n\\nIn China, to be brief, and to quote a ghost (who ought to know what\\nhe was speaking about), \\\"supernaturals are to be found everywhere.\\\"\\nThis is the fact that makes life so puzzling and terrible to a child\\nof a believing and trustful character.  These Oriental bogies do not\\nappear in the dark alone, or only in haunted houses, or at cross-\\nroads, or in gloomy woods.  They are everywhere:  every man has his\\nown ghost, every place has its peculiar haunting fiend, every\\nnatural phenomenon has its informing spirit; every quality, as\\nhunger, greed, envy, malice, has an embodied visible shape prowling\\nabout seeking what it may devour.  Where our science, for example,\\nsees (or rather smells) sewer gas, the Japanese behold a slimy,\\nmeagre, insatiate wraith, crawling to devour the lives of men.\\nWhere we see a storm of snow, their livelier fancy beholds a comic\\nsnow-ghost, a queer, grinning old man under a vast umbrella.\\n\\nThe illustrations in this paper are only a few specimens chosen out\\nof many volumes of Japanese bogies.  We have not ventured to copy\\nthe very most awful spectres, nor dared to be as horrid as we can.\\nThese native drawings, too, are generally coloured regardless of\\nexpense, and the colouring is often horribly lurid and satisfactory.\\nThis embellishment, fortunately perhaps, we cannot reproduce.\\nMeanwhile, if any child looks into this essay, let him (or her) not\\nbe alarmed by the pictures he beholds.  Japanese ghosts do not live\\nin this country; there are none of them even at the Japanese\\nLegation.  Just as bears, lions, and rattlesnakes are not to be\\nseriously dreaded in our woods and commons, so the Japanese ghost\\ncannot breathe (any more than a slave can) in the air of England or\\nAmerica.  We do not yet even keep any ghostly zoological garden in\\nwhich the bogies of Japanese, Australians, Red Indians, and other\\ndistant peoples may be accommodated.  Such an establishment is\\nperhaps to be desired in the interests of psychical research, but\\nthat form of research has not yet been endowed by a cultivated and\\nprogressive government.\\n\\nThe first to attract our attention represents, as I understand, the\\ncommon ghost, or simulacrum vulgare of psychical science.  To this\\ncomplexion must we all come, according to the best Japanese opinion.\\nEach of us contains within him \\\"somewhat of a shadowy being,\\\" like\\nthe spectre described by Dr. Johnson:  something like the Egyptian\\n\\\"Ka,\\\" for which the curious may consult the works of Miss Amelia B.\\nEdwards and other learned Orientalists.  The most recent French\\nstudent of these matters, the author of 'L'Homme Posthume,' is of\\nopinion that we do not all possess this double, with its power of\\nsurviving our bodily death.  He thinks, too, that our ghost, when it\\ndoes survive, has but rarely the energy and enterprise to make\\nitself visible to or audible by \\\"shadow-casting men.\\\"  In some\\nextreme cases the ghost (according to our French authority, that of\\na disciple of M. Comte) feeds fearsomely on the bodies of the\\nliving.  In no event does he believe that a ghost lasts much longer\\nthan a hundred years.  After that it mizzles into spectre, and is\\nresolved into its elements, whatever they may be.\\n\\nA somewhat similar and (to my own mind) probably sound theory of\\nghosts prevails among savage tribes, and among such peoples as the\\nancient Greeks, the modern Hindoos, and other ancestor worshippers.\\nWhen feeding, as they all do, or used to do, the ghosts of the\\nancestral dead, they gave special attention to the claims of the\\ndead of the last three generations, leaving ghosts older than the\\ncentury to look after their own supplies of meat and drink.  The\\nnegligence testifies to a notion that very old ghosts are of little\\naccount, for good or evil.  On the other hand, as regards the\\nlongevity of spectres, we must not shut our eyes to the example of\\nthe bogie in ancient armour which appears in Glamis Castle, or to\\nthe Jesuit of Queen Elizabeth's date that haunts the library (and a\\nvery nice place to haunt:  I ask no better, as a ghost in the\\nPavilion at Lord's might cause a scandal) of an English nobleman.\\nWith these instantiae contradictoriae, as Bacon calls them, present\\nto our minds, we must not (in the present condition of psychical\\nresearch) dogmatise too hastily about the span of life allotted to\\nthe simulacrum vulgare.  Very probably his chances of a prolonged\\nexistence are in inverse ratio to the square of the distance of time\\nwhich severs him from our modern days.  No one has ever even\\npretended to see the ghost of an ancient Roman buried in these\\nislands, still less of a Pict or Scot, or a Palaeolithic man,\\nwelcome as such an apparition would be to many of us.  Thus the\\nevidence does certainly look as if there were a kind of statute of\\nlimitations among ghosts, which, from many points of view, is not an\\narrangement at which we should repine.\\n\\nThe Japanese artist expresses his own sense of the casual and\\nfluctuating nature of ghosts by drawing his spectre in shaky lines,\\nas if the model had given the artist the horrors.  This simulacrum\\nrises out of the earth like an exhalation, and groups itself into\\nshape above the spade with which all that is corporeal of its late\\nowner has been interred.  Please remark the uncomforted and dismal\\nexpression of the simulacrum.  We must remember that the ghost or\\n\\\"Ka\\\" is not the \\\"soul,\\\" which has other destinies in the future\\nworld, good or evil, but is only a shadowy resemblance, condemned,\\nas in the Egyptian creed, to dwell in the tomb and hover near it.\\nThe Chinese and Japanese have their own definite theory of the next\\nworld, and we must by no means confuse the eternal fortunes of the\\npermanent, conscious, and responsible self, already inhabiting other\\nworlds than ours, with the eccentric vagaries of the semi-material\\ntomb-haunting larva, which so often develops a noisy and bear-\\nfighting disposition quite unlike the character of its proprietor in\\nlife.\",\"timestamp\":1641284438,\"title\":\"Richard Dawson being sicke of the plague, and perceiving he must\\ndie at yt time\"},\"digest\":\"WDGExea9djZ9pgrOux8Rawr8-PVo9tvGA1vnaRWtz_k\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hPkjaTFch79YiXhH-XEjENtk-CwUUfgNgpYRgaknt5g\\\",\\\"y\\\":\\\"FdjQueOq22qDSOBxALAMNKJFce-EV7DoH3HVyPOJ93Q\\\"}\",\"signature\":\"Vy9g2NxCbFmGjut1pDe1xMoEQJw3GIFSYV6WkSVOpQjQv8_YoCrNJrFBbHeR8vULzwTemzs8LpyEgbCgqDljxg\",\"signingKeySignature\":\"0x8c0f99254bc1c7bb98d5c83ab4d91037eae1ad6751c225c389572af88e0f050c500a754e5e7414648068584ccb728093cad801e73ef6e9f7d75cb78cd20e2ecc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hPkjaTFch79YiXhH-XEjENtk-CwUUfgNgpYRgaknt5g\\\",\\\"y\\\":\\\"FdjQueOq22qDSOBxALAMNKJFce-EV7DoH3HVyPOJ93Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WDGExea9djZ9pgrOux8Rawr8-PVo9tvGA1vnaRWtz_k\"}"