"{\"content\":{\"body\":\"![Chapter 11: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/FNOm8ujTHfPgvebsqRMU1.png?height=3508&width=2480)\\n\\n[https://open.spotify.com/episode/0APMdKxXgB01bUSptuabqV](https://open.spotify.com/episode/0APMdKxXgB01bUSptuabqV)\\n\\n[https://open.spotify.com/episode/0APMdKxXgB01bUSptuabqV](https://open.spotify.com/episode/0APMdKxXgB01bUSptuabqV)\\n\\nThe bathroom lights flickered simultaneously with the heavy bass in the next room. Talia stood in front of the mirror, her hands pressed hard on the cool granite countertop, trying to collect herself. She had woken to another party. The music hummed through the countertop, the vibrations making her nausea worse. She looked ghoulish in the light, and she splashed some water on her face, trying to clean herself up. The ends of her hair felt brittle and limp. Dark circles ringed her eyes. She needed to find Elliot, get something to make herself feel better. She couldn’t bear this headache.\\n\\nTalia pushed open the door leading out to the living room. She didn’t recognize most of the people — there seemed to be a few groups that rotated through the apartment, but this was a new one. The lights made her feel dizzy, and she almost fell back into the comforting darkness of the room, just when she heard Elliot shout her name.\\n\\nHe appeared in front of her, his hands jittery. Uppers gave his eyes a manic, glassy glint, but his smile was warm.\\n\\n“She awakens!” he crowed. “Need something to take the edge off?”\\n\\n“Something,” Talia mumbled. She shook her head, then regretted it, feeling as though her brain had come loose.\\n\\n“That stuff I gave you can have a real come down. Should have warned you,” he said, grabbing her arm, pulling her towards the kitchen. “Some water and food and you’ll be feeling better in no time. But I’m glad you’re up! There’s something I wanted to talk to you about.”\\n\\nShe blinked in the harsh yellow light of the kitchen as he rifled through the fridge, accepting the orange he thrust in her hand. “Grown locally.” He winked and laughed. “Like everything else.”\\n\\nTalia fumbled with the skin of the orange as he explained, “Lacey and I have been cooking something up. A little project that’ll help us reach the next level. Our parties are kind of outgrowing this space, you know? And we think we can make them bigger and better. Get the kind of stuff you don’t ever have to come down from. But we’re going to need your help.”\\n\\n“What were you thinking?” Talia managed to say.\\n\\n“Well, there’s this guy that we know. Real asshole, that I can guarantee. Tried to get me in trouble back in the day, when I was just starting out with all of this. Complete dick. The thing is, he’s filthy rich. Family invented something to do with the farms — I don’t really know what, but it was big, and they’ve been rolling in it ever since. And that wasn’t enough for this guy, oh no. He’s been cooking up something else. One of Trevor’s friends worked as an intern at his place for a while, and he said it’s this big top-secret project. He won’t even let his staff in on it! Selfish bastard.” He looked to Talia for some sort of response, but she was too busy being relieved that she had finally gotten the peel off.\\n\\n“Anyway,” he continued, sounding annoyed. “That’s where you come in.”\\n\\n“How so?” Talia asked.\\n\\n“Well, here’s the deal. Apparently, he’s got a thing for brunettes.”\\n\\nTalia felt her stomach drop. “I’m not going to — ”\\n\\n“No, no, no, nothing like that,” Elliot waved away the thought. “Not like that. He’s not a creep, just an asshole. But he’s nicer to brunettes. Trevor’s buddy can get us access to the place on a tour. You chat up the guy, keep him distracted. We’ll handle the rest. We get those schematics, sell them to the next competitor, and we’re going to be able to blow the roof off this place. It’ll be insane.”\\n\\n“But how?” Talia asked, furrowing her brow, trying to think through her migraine. “How will you get the schematics? Won’t it be protected, passwords, that sort of thing?”\\n\\n“You don’t need to worry about any of that. We have it handled, okay? We wanted to head out tomorrow, so we’ll make sure you’re feeling better by then. Lacey can lend you some of her stuff, get you all fixed up. It’ll work, okay? This is how you can contribute. I mean, don’t you want to stick around here? Or would you rather go back to grubbing around in the dirt with potatoes for the rest of your life?”\\n\\n“I already paid,” Talia protested. “I have helped.”\\n\\n“Yeah, that helped cover what you’ve used so far, and it’ll cover a bit more up ahead. But this is about building our little party here into an empire. The kind of thing people are going to be begging to get into. You don’t want to be left out of that, right?” he said as he shoved a water bottle into her hand. “Look, you just need a minute to think it over. So, do that. When you’re in your right mind, come find me, and I’ll get you hooked up with something that will make you feel good. Until then, you can keep trying to sort out your orange.”\\n\\nHe left Talia standing in the kitchen. She finished peeling the orange, pulling off a slice. It burst with flavor in her mouth. This was a good one, she thought, hurriedly eating the rest. She tossed the peel when she had finished, then paused, staring down at it in the trash can. The work that had gone into making that orange, into keeping fruit viable, an option. Years of innovation and research and hard work. The same thing Elliot and his friends were trying to steal, without having to do any of it. The easy way, Lacey had told her on her first night there. They did things the easy way.\\n\\nTalia went back to the bedroom and found her jacket. She needed some fresh air to clear her head. The music faded as she rode the lift down, stepping out into the darkened farm below. How long had she been asleep? The false windows and constant partying had destroyed her sense of time. She looked at the few raised racks that were still growing produce. Just enough to keep the house above stocked, and a little that the farmers here took home as part of their payment. Hundreds of empty units spread out around and above her, unused under Trevor’s watch. A profound sense of sadness started welling in her gut, a feeling she had been shoving out of the way for the last few weeks. Her integration beeped with a readout.\\n\\nDEHYDRATED\\n\\nTalia realized she had left the water bottle upstairs. She could grab something while she was out, she figured as she made her way to the street. The nightlife in this district was in full swing, and she wandered for a while until she found a quiet corner cafe. The waitress took her order, giving her concerned looks the whole time. Talia knew she must look rough.\\n\\nWhen the waitress brought out her food, she offered a small packet. “These might help with the headache,” she said. “I noticed you wincing at the lights,” she explained, almost apologetically.\\n\\n“What is it?” Talia asked.\\n\\n“Just ibuprofen,” the girl reassured her. “Enjoy your food.”\\n\\nTalia downed them with a gulp of water, then devoured the sandwich. She hadn’t realized how hungry she had been until she had started eating. The orange had barely helped.\\n\\nAt the next table over, two women were gossiping about some party they had been to the night before. The younger of the two, her hair entwined with LEDs that blink continuously, lamented they hadn’t been able to get into a better one. Talia wanted to tell her they weren’t any better. You still woke up feeling like crap the next morning.\\n\\nJealousy, envy, whatever you wanted to call it. That’s what had gotten her here, right? She had been jealous of all the kids who had partied growing up. Who had fun. Who hadn’t poured themselves into their work like she had. And now, what was she about to do? rob exactly the kind of person she used to be? Someone who was willing to put all of that aside to focus on their work?\\n\\n“Feeling better?” the waitress asked, returning with the bill.\\n\\n“A little. Thanks,” Talia said as she tried to smile.\\n\\n“I know it’s not any of my business, but you look sort of rough. Are you okay?” she asked as she took Talia’s plate.\\n\\n“Just some bad luck,” Talia said.\\n\\n“Well, our luck is never our fault.” the waitress smiled. “It’s just what we do after that, right?”\\n\\n“Yeah,” Talia tapped her integration, pulling up the wallet screen and paying the bill. “Thanks.”\\n\\nTalia kept walking, her head clearing as the medicine kicked in. She still felt woozy, but her control over herself increased with each step. She found herself at the fringes of the district, the buildings built right up against the barrier wall.\\n\\nWhat would she be doing, if she helped Elliot tomorrow, if not attacking this inventor for his luck? He had gotten the good gig. The life she wanted. But he hadn’t thrown it away like Trevor or the others had. He’d kept building. Was she really so envious of him she’d be willing to rip him off?\\n\\nThe answer was there. It had been the whole time, nestled in the back of her brain, beat down by the chemicals she had tried to mask it with. She wasn’t jealous enough for any of this. The first night, sure. That had been letting off steam. Finally letting herself be loose, be careless. But everything after that? It was just running. And yet, she wasn’t walking home. She couldn’t bring herself back to her parents’ doorstep, back to the life that no part of her wanted. She couldn’t bury her head in the sand and pretend like it was all going to be okay if she stopped running.\\n\\nTalia groaned in frustration. What would she do? There was nothing here for her. She couldn’t go back to Trevor’s apartment. She couldn’t go through with it, and Elliot had made it clear she wasn’t welcome to stick around if she wasn’t going to help out. But she couldn’t go home.\\n\\nA plane went by overhead, and she watched it as it disappeared over the horizon, past the walls that framed the city. A gaggle of women spilled out of a bar nearby, giggling hysterically as they stumbled through the street. Millions of people were packed here, making this city turn and work and churn out the produce that would feed not just them, but the surrounding cities. Every one of them was on or heading towards their life path and everything it held for them. Most of them accepted it gratefully, glad to have some guidance as they navigated life. Why couldn’t she just do that? Why couldn’t she just be happy with what she had been given?\\n\\nA bouncer threw a drunk guy out of a club, the man shouting hoarsely as he tumbled into the street.\\n\\n“You don’t have to go home, but you can’t stay here!” the burly man quipped at the drunk, slamming the club’s door behind him.\\n\\nTalia looked hard at the walls. They marked the boundaries of the city, but they acted more as climate control than anything else. The walls, laden with more tech than all the people in the city combined, made a constant, low thrumming noise as they worked to funnel the immense heat of the city to the landscape outside. She couldn’t go home, that she knew. But if she couldn’t do that, then what was keeping her here?\",\"timestamp\":1639726156,\"title\":\"The Journey to Ekur - Chapter 11\"},\"digest\":\"AcRyGnsfRH9QAf3yNSbv_ahWVbY66wMJj_gvqicfcmU\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"Up69i8I_10UiNf0XO-JqNLknaKAc7_u1YlrxOMWYWq-DJSMRV4WRI6B9L0KsMCy3clgx6ofdOFAazgVgjKrCPw\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AcRyGnsfRH9QAf3yNSbv_ahWVbY66wMJj_gvqicfcmU\"}"