"{\"content\":{\"body\":\"Co-authored by [Josh Welsh](https://twitter.com/yungweez703) and [Nick Dodson](https://twitter.com/dodsonnick_)\\n\\nThere’s a lot going on. Really. Tomorrow, a DAO will make a bid to buy one of the original 13 copies of the US constitution. Another DAO is rolling out a plan to purchase an NBA team. The largest decentralized crypto exchange in the world is a DAO. This new world you are seeing develop in front of you can be hard to internalize. These words should help you develop a sense of direction and a mental framework for approaching the world that keeps calling your name.\\n\\nThe world of crypto can be confusing. Generally speaking, if something is confusing it’s a good idea to break it into smaller, more digestible chunks when possible. The problem with many concepts in crypto is that the components themselves are confusing. The reason they are confusing is not because they are complicated, but because we don’t have a solid mental framework for understanding the components. I’ll give an example.\\n\\nYou’ve probably heard of the concept of open source software (OSS). It’s not a new idea and many important, mission critical systems and institutions depend on it. The concept is simple; publish your code publicly. If someone wants to read it they can read it. If someone wants to contribute they can make a suggestion. That’s it. Typical business folk don’t understand OSS. It’s not their fault either. They’ve been conditioned to think this way. To them, a business that develops software cannot be profitable if the software is available for everyone to see. They believe that open source software is bug ridden and unreliable since it was designed by a cohort of shadowy super coders. They believe that using open source software in their own products will be a negative signal for shareholders and customers.\\n\\nThe point is this. The problem is not that some traditional business folks do not understand the concept of open source software. The problem is that their mental framework is not wired in a way to understand how this particular thing can fit into their  view of the world. It’s not their fault either. For them, OSS is simple to understand in principle, yet difficult to understand in practice. Be wary of situations in which your pre-existing mental frameworks are negatively influencing your ability to understand something. This world will teach you that being able to toggle the lens in which you perceive new ideas or information is a valuable skill.\\n\\nTLDR; Board the plane 2 times. First with all your luggage, then by leaving everything on the tarmac.\\n\\n**Community**\\n\\nThrough your journey, you may be shocked to learn the backgrounds of the people you meet. I know I have. I am a member of a DAO called FWB. There is an introduction section in their community, and I often find myself staring at a post, completely perplexed and mesmerised at the thought of how the hell this person got there. Then there's another. And another. There are hundreds. There are chefs, artists, musicians, developers, designers, writers, lawyers, and everything else you can imagine. This is how you should perceive web3 and DAOs. They are not tokens or complicated DeFi platforms or NFTs. They’re people. Each with a unique story and perspective to bring to the table. **It’s a microcosm of the world, in which each individual believes in changing some part of as we know it.**\\n\\n**What is a DAO?**\\n\\nOk, less philosophical now. Stealing a line from [Cooper Turley](https://twitter.com/Cooopahtroopa), a DAO is a community of people with a shared bank account and cap table working together to achieve something. Here are some of our favorite ones. Some broader distinctions can be made based on the work they actually do, but here we’ll lay it out by financial ease of entry.\\n\\n**Free / very low cost to join**\\n\\n[ConstitutionDAO](https://www.constitutiondao.com/) - A band of internet friends plotting to buy the constitution.\\n\\n[SharkDAO](https://sharkdao.community/) - Blue chip NFT collector community. Well actually they just buy [nouns](https://nouns.wtf/).\\n\\n[Calabara](https://calabara.com) - (\\\\*\\\\* Affiliated) Building web3 tools to support DAOs and their communities.\\n\\n[Seed Club](https://seedclub.xyz/) - The ycombinator of web3.\\n\\n[ENS](https://ens.domains/) - Infrastructure provider for web3.\\n\\n**Paid membership**\\n\\n[Friends With Benefits](https://www.fwb.help/) --> web3 social club. Metaverse HQ.\\n\\n[Krause House](https://krausehouse.club/) --> A band of internet friends plotting to buy an NBA team. (\\\\*\\\\* At the time of writing, Krause House is free to join. They are planning an NFT sale which will gate access to certain parts of their community.)\\n\\nCrypto is one thing, but DAOs and web3 are organisms that shouldn’t just be chalked up as ‘crypto projects’. Crypto is the foundation on which the house is built. To most DAOs, crypto is just a tool (albeit super important and revolutionary) rather than the product itself. It’s important to understand this.\\n\\nMany DAOs gate their communities with tokens. One reason for token gating is that it provides DAOs with a way to ensure that their community is composed of enthusiastic and passionate people that care about the project and will contribute good vibes. These barriers to entry are not meant to exclude people based on their financial standing, although that is sometimes an undesired side effect. The belief is that if someone is willing to commit their hard earned $ to invest in the community, then they are more likely to be an active and engaged member.\\n\\nThere are aforementioned flaws with this approach, but another thing to remember is that we are still figuring all this stuff out.  Some DAOs offer fellowships or grants to solve this. It’s still very early and there will be some growing pains, but there are lots of smart people out there thinking about problems like this everyday.\\n\\nIronically, In the same way that there is a push for blockchains to transition from proof of work to proof of stake, it may be the opposite case for DAOs. Is it possible to create more accessible membership requirements by transitioning in some capacity from proof of stake (financial proof) to proof of work (value add proof)?\\n\\n**Governance**\\n\\nTokens are also used to provide members with governance rights. There are lots of decisions to make, and DAOs need a way to act on decisions based on a decentralized consensus mechanism. Different DAOs have different processes around how a proposal goes from idea to ratification, but when the rubber hits the road it’s the same. When a new proposal is available for voting, members use their governance power to cast votes. This is a fundamental principle for DAOs, and it is the mechanism that allows them to achieve shared ownership and decision making amongst their members.\\n\\n**Adding value in communities**\\n\\nAs previously mentioned, a lot of this is still being worked out. Maybe now that you have some new knowledge of how this world works, it’s time to let go and imagine how it could work differently. There is so much work to do, and there is always room for improvements to current governance mechanisms, membership processes, treasury funding strategies, and much more. If you’re struggling to figure out how you can add value to a community, here are some things to ponder. These are just a few overarching topics that any DAO would love to have its members thinking about.\\n\\n**Governance engagement**\\n\\nIn many DAOs, voter turnout is low. Like many things, there is a sweet spot that we should be aiming for. We don’t necessarily want everyone to vote on everything, as this could lead to members casting uninformed votes. On the other hand, we don’t want only a small number of members voting for obvious reasons. Really the question is this: How do we effectively provide as many members as possible with the information they need in order to make informed decisions?\\n\\n**Maintaining velocity**\\n\\nHow do we take the advantages of web2 startups and translate them to how we operate DAOs? Traditional startups have the main advantage of being able to build and grow ultra fast. How can we ensure that we maintain decentralization and consensus while being light and fast enough to disrupt the space?\\n\\n**Rewarding contributors**\\n\\nDAOs love to reward contributors for their hard work. The issue is figuring out how to do that effectively and efficiently. Lots of questions get raised at this step. Questions, by the way, which many traditional businesses and corporations struggle with as well. How do we put a monetary value on someone's work? How do we ‘grade’ work when it’s finished? Who puts the value on someone's work? These are subjective questions. There are solutions that aim to solve these problems such as [SourceCred](https://sourcecred.io/) and [Coordinape](https://coordinape.com/), but these are not necessarily the end all be all solutions. There will probably never be one, but that is sort of the point. The pursuit of one is a fascinating and important endeavor. We hold a deep conviction that DAOs will be the ones to pioneer this endeavor and decrease the margin of error along the way.\\n\\n**Collaboration**\\n\\nIn many cases, a community is made up of thousands of members. Natural working groups form, each working in parallel on smaller projects. Inter-group communication is vital, but it’s easy to get isolated from the larger community. How do we facilitate efficient collaboration amongst sub-committees and the community as a whole? Yet another subjective question that deserves some brain cycles.\\n\\nOk, It’s about time for a shameless plug, don’t you think? We are members of the core-team at [Calabara](https://calabara.com). These are the things that keep us up at night. We are extremely bullish on DAOs and our mission is to help DAOs answer these questions and implement the solutions in software. That’s what we do. If you want to help us, we’d love to have you in our community.\\n\\nTLDR;\\n\\nDAOs are nothing more than a collection of people with a deep conviction to do something. There are many important processes and tools that make the engine run. DAOs use these processes and tools to restructure the way that people work together to do cool stuff. There are many ways to get involved. Ask questions, learn from the community, and don’t be afraid to propose new ideas. We are all collectively building something new, exciting, and revolutionary.\\n\\n![](https://images.mirror-media.xyz/publication-images/RKtTWgIffc7a5eAkj2Btp.jpg?height=500&width=500)\\n\\n\",\"timestamp\":1637194735,\"title\":\"An introduction to DAOs and developing a mental framework for pondering them\\n\"},\"digest\":\"3dhKQbH9yeBeYC1DhmgE6Dj1O5UxtZgYK53fYSRFeyQ\",\"authorship\":{\"contributor\":\"0xedcC867bc8B5FEBd0459af17a6f134F41f422f0C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kzow64YCRwoQxtDGdq3OK8DK50O7sPRtGQG-UEewfeQ\\\",\\\"y\\\":\\\"JPHreIXRl57SFB8oIiE4HJlrLC3XiZlxYkT9_uIYUxo\\\"}\",\"signature\":\"b0v9xHbtSaZUrhy4hT6LZfSWzTR4zP7TfSpaA0gVV2A2DyyGiRw8W4RzQw5JAcrl-f74gsrrS2GJAFWu6-FZ7g\",\"signingKeySignature\":\"0xaec9587c70b74ea021946351ada7bf4b59fcecce6fe02c7ede8decc9d418c07f7fc0e59ca5cea5d3e74f2bfccfbcec264448b15c1d9dcd48e954e13dda0a87371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kzow64YCRwoQxtDGdq3OK8DK50O7sPRtGQG-UEewfeQ\\\",\\\"y\\\":\\\"JPHreIXRl57SFB8oIiE4HJlrLC3XiZlxYkT9_uIYUxo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AA3xugay-FJ-8ORbLIl_rkoa9uspX-0d4B_EwkylkS8\"}"