"{\"content\":{\"body\":\"\\\"I presume you have observed the people in front.\\\"\\n\\n\\\"Yes, madam. Two in particular.\\\"\\n\\n\\\"Could you not advise him to desist?\\\"\\n\\n\\\"Which of 'em, madam?\\\"\\n\\n\\\"Mr. Vizard, of course. He is losing his time, and wasting sentiments it is cruel should be wasted.\\\"\\n\\nAshmead said he dared not take any liberty with Mr. Vizard.\\n\\nSo the thing went on.\\n\\nSeverne made acquaintance with the manager, and obtained the *entre'e* behind the scenes. He brought his wife a bouquet every night, and presented it to her with such reverence and grace, that she was obliged to take it and courtesy, or seem rude to the people about.\\n\\nThen she wrote to Miss Gale and begged her to come if she could.\\n\\nMiss Gale, who had all this time been writing her love-letters twice a week, immediately appointed her mother viceroy, and went to her friend. Ina Klosking explained the situation to her with a certain slight timidity and confusion not usual to her; and said, \\\"Now, dear, you have more courage than the rest of us; and I know he has a great respect for you; and, indeed, Miss Dover told me he would quite obey you. Would it not be the act of a friend to advise him to cease this unhappy-- What good can come of it? He neglects his own duties, and disturbs me in mine. I sometimes ask myself would it not be kinder of me to give up my business, or practice it elsewhere--Germany, or even Italy.\\n\\n\\\"Does he call on you?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Does he write to you?\\\"\\n\\n\\\"Oh no. I wish he would. Because then I should be able to reply like a true friend, and send him away. Consider, dear, it is not like a nobody dangling after a public singer; that is common enough. We are all run after by idle men; even Signorina Zubetta, who has not much voice, nor appearance, and speaks a Genoese patois when she is not delivering a libretto. But for a gentleman of position, with a heart of gold and the soul of an emperor, that he should waste his time and his feelings so, on a woman who can never be anything to him, it is pitiable.\\\"\\n\\n\\\"Well, but, after all, it is his business; and he is not a child: besides, remember he is really very fond of music. If I were you I'd look another way, and take no notice.\\\"\\n\\n\\\"But I cannot.\\\"\\n\\n\\\"Ah! And why not, pray?\\\"\\n\\n\\\"Because he always takes a box on my left hand, two from the stage. I can't think how he gets it at all the theaters. And then he fixes his eyes on me so, I cannot help stealing a look. He never applauds, nor throws me bouquets. He looks: oh, you cannot conceive how he looks, and the strange effect it is beginning to produce on me.\\\"\\n\\n\\\"He mesmerizes you?\\\"\\n\\n\\\"I know not. But it is a growing fascination. Oh, my dear physician, interfere. If it goes on, we shall be more wretched than ever.\\\" Then she enveloped Rhoda in her arms, and rested a hot cheek against hers.\\n\\n\\\"I see,\\\" said Rhoda. \\\"You are afraid he will make you love him.\\\"\\n\\n\\\"I hope not. But artists are impressionable; and being looked at so, by one I esteem, night after night, when my nerves are strung--*cela m'agace;\\\"* and she gave a shiver, and then was a little hysterical; and that was very unlike her.\\n\\nRhoda kissed her, and said resolutely she would stop it.\\n\\n\\\"Not unkindly?\\\"\\n\\n\\\"Oh no.\\\"\\n\\n\\\"You will not tell him it is offensive to me?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Pray do not give him unnecessary pain.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"He is not to be mortified.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"I shall miss him sadly.\\\"\\n\\n\\\"Shall you?\\\"\\n\\n\\\"Naturally. Especially at each new place. Only conceive: one is always anxious on the stage; and it is one thing to come before a public all strangers, and nearly all poor judges; it is another to see, all ready for your first note, a noble face bright with intelligence and admiration--the face of a friend. Often that one face is the only one I allow myself to see. It hides the whole public.\\\"\\n\\n\\\"Then don't you be silly and send it away. I'll tell you the one fault of your character: you think too much of other people, and too little of yourself. Now, that is contrary to the scheme of nature. We are sent into the world to take care of number one.\\\"\\n\\n\\\"What!\\\" said Ina; \\\"are we to be all self-indulgence? Is there to be no principle, no womanly prudence, foresight, discretion? No; I feel the sacrifice: but no power shall hinder me from making it. If you cannot persuade him, I'll do like other singers. I will be ill, and quit the company.\\\"\\n\\n\\\"Don't do that,\\\" said Rhoda. \\\"Now you have put on your iron look, it is no use arguing--I know that to my cost. There--I will talk to him. Only don't hurry me; let me take my opportunity.\\\"\\n\\nThis being understood, Ina would not part with her for the present, but took her to the theater. She dismissed her dresser, at Rhoda's request, and Rhoda filled that office. So they could talk freely.\\n\\nRhoda had never been behind the scenes of a theater before, and she went prying about, ignoring the music, for she was almost earless. Presently, whom should she encounter but Edward Severne. She started and looked at him like a basilisk. He removed his hat and drew back a step with a great air of respect and humility. She was shocked and indignant with Ina for letting him be about her. She followed her off the stage into her dressing room, and took her to task. \\\"I have seen Mr. Severne here.\\\"\\n\\n\\\"He comes every night.\\\"\\n\\n\\\"And you allow him?\\\"\\n\\n\\\"It is the manager.\\\"\\n\\n\\\"But he would not admit him, if you objected.\\\"\\n\\n\\\"I am afraid to do that.\\\"\\n\\n\\\"Why?\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/123](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/123)\\n\\n\",\"timestamp\":1637672456,\"title\":\"\\nAt last she spoke about it to Ashmead, in the vague, suggestive way her sex excels in.\"},\"digest\":\"zlz7n01t17DAY3_-LtskPQ1njz6wWT3X2SiunQbwO48\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kyIlVugPKK2w7IfNlJog478UEeJuyn6Y5Yrag6IfKyM\\\",\\\"y\\\":\\\"TpwZuOL3rro9_ZJ7BYViF4XmxrddPHUwggyGw2C4Glk\\\"}\",\"signature\":\"42P9OdVh1ugS2DZnviHi9O0w89PhIys4EDTruiEz1oGGwOZ4Xto7fKSkmGNi5VVqxXMGwVwYc6v29_ESLHMqzg\",\"signingKeySignature\":\"0xbadeece7fd731d07150209dda79c99ecf77aa29137af4fcf19cfe22f730d86640ee1b95934512a017421ca885ed8a9bd50b6cb6c03a18d9b258c4146d78010861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kyIlVugPKK2w7IfNlJog478UEeJuyn6Y5Yrag6IfKyM\\\",\\\"y\\\":\\\"TpwZuOL3rro9_ZJ7BYViF4XmxrddPHUwggyGw2C4Glk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zlz7n01t17DAY3_-LtskPQ1njz6wWT3X2SiunQbwO48\"}"