"{\"content\":{\"body\":\"Compared with the steady progress of ecological construction, Filecoin network gas fee has been one of the most concerned topics in the market in the past year, and it is also the most dramatic \\\"memory point\\\".\\n\\nThe Gas fee model on the Filecoin chain basically replicates the Ethereum that implemented EIP-1559, and the gas fee can be better predicted through the basic fee + tip. And over time, the basic cost will be adjusted with the previous total gas cost, and most importantly, the basic cost will be directly destroyed instead of paid to the miners.\\n\\nAt the beginning of Filecoin's launch, due to fear of its strict penalties and most miners still experimenting with the best and most cost-effective configuration, although the computing power has been increasing in an orderly manner, the gas fee has been kept at a low price. Within one month after the launch, the cost of encapsulating effective storage gas was only 0.4FIL/T. In addition, the FIL price was not high at that time, so these costs are still affordable. Most miners sell their machines. The profit is enough to cover this expense.\\n\\nIn addition, the original rule of linear release of mining revenue was quickly modified through FIP-004 to release 25% immediately after it was launched, so that miners are more confident to face a series of on-chain costs.\\n\\nBut soon the market changed dramatically.\\n\\nWith the determination of the miners’ configuration and the stability of their operation, everyone began the process of copying and pasting. With the continuous improvement of computing power, various miners began to compete to ensure their own packaging by optimizing copy proofs, improving Gas, etc. Speed ​​of effective storage capacity. However, under such circumstances, the effective storage space of the entire network package quickly reached 1 EB in mid-November, which also opened the era of calculating revenue by comparing the effective storage space of the entire network with the baseline. Since then, the effective storage space has soared all the way, and successfully surpassed the baseline at the end of March. Currently, the effective storage space of Filecoin's entire network has reached an astonishing 12.37EB.\\n\\nGoogle’s vice president Kent Walker once said that as of 2000, the total amount of data stored in human history was about 12 exabytes. In other words, the effective storage space accumulated by the Filecoin network in less than a year is enough to carry all the \\\"civilizations\\\" of mankind 2000 years ago. If you use a 36-bay server full of 12T hard disks to calculate, the capacity needs to exceed 30,000 servers.\\n\\nAs with effective storage space, there is also a gas fee. The first is the soaring of basic costs. Due to a series of reasons such as the SubmitWindowedPoSt (part of the copy proof) link in the process of packaging storage space, which needs to be quickly submitted to the chain, miners who want to quickly package capacity have begun to compete without cost, just like The scene when certain NFTs are released on Ethereum.\\n\\nThe 32G sector package Gas consumption was close to 7 FIL/T (approximately US$161) in early February of this year, and reached 9 FIL/T (approximately US$1600) in early April, plus the basic handling fee. The gas cost required to package 1T capacity exceeded 15 FIL at one time, and these gas fees were actually destroyed.\\n\\nAt these two points in time, the revenue per T is only about 0.1 FIL/T, that is to say, the storage capacity packaged in these two months does not count the cost of machinery, electricity, etc., just the consumed gas fee. It will take 2 to 4 months to pay back. This does not take into account the plummet of FIL prices after April and the decrease in average revenue brought about by the further increase in effective storage throughout the network.\\nThis unusual change caused a lot of turbulence in the mining circle. At that time, a considerable number of investors who invested heavily in the deployment of mining in the early days or even before the launch of Filecoin faced a very embarrassing situation: because they did not know the trend of subsequent gas fees, they did not dare to continue to package storage capacity for a while. \\\"Customers are afraid that the gas fee will continue to rise in the future, but they are also worried that if the official measures are introduced to reduce the gas fee, the gain will not be worth the loss.\\\" A lot of money has been invested in the Internet, and now there is no money to pay for Gas.”\\n\\nFaced with such a situation at that time, the ubiquitous miners came up with various methods. Miners with larger scale and voices chose to let customers pay for Gas in full. Of course, some small miners made use of their own company. Funds are supporting, all to keep customers. \\\"Customers don’t listen to you at all,\\\" some small miners said, \\\"These are not written in the contract. Many customers don’t understand what Gas is. They just want to know why the hard drives they bought can’t be put on the shelves now, so we You can only post with the company’s money. It’s hard to live now.”\\n\\nSeeing that the development of the situation is gradually out of control, Filecoin officially began to find ways to reduce the high gas fee. By putting some of the certifications off-chain, and optimizing the process of aggregation of proofs through the code, the Gas fee was reduced to a reasonable level at the end of April. Through a series of subsequent upgrades, the gas cost was finally stabilized within 0.5 FIL/T.\",\"timestamp\":1634479605,\"title\":\"Filecoin network's amazing effective storage growth rate and skyrocketing gas\"},\"digest\":\"bdFGs14rWJNfflKlvUJoliFk2AJYXS9ijq8WV83QC3s\",\"authorship\":{\"contributor\":\"0xdF0c3Db4f73e0D1c09b4c590BE88388731133bD3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pMYwkYCn0SqcupFSCBhA92-wn7nuWfdvIMBbuvvkK7s\\\",\\\"y\\\":\\\"QqPefL7YqtbuliT0-1AYiTvgd2gN6M5AlEvMoAZg8aA\\\"}\",\"signature\":\"v5URKto5aRbw12ZzRpjlK_cR3Vl9U0616fBzwUjfg3iBbcdBJGlbmD1bGY8ABng8CjPPmZOvMghh2zpy38mpEQ\",\"signingKeySignature\":\"0x27d8fc329db3cbe873cefae54af65044ba38de4879e9ea6710695592f46aa4f56d7ecc2521c144311103aceda2758e5f97894877eea15a6309d66429c9f012181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pMYwkYCn0SqcupFSCBhA92-wn7nuWfdvIMBbuvvkK7s\\\",\\\"y\\\":\\\"QqPefL7YqtbuliT0-1AYiTvgd2gN6M5AlEvMoAZg8aA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bdFGs14rWJNfflKlvUJoliFk2AJYXS9ijq8WV83QC3s\"}"