"{\"content\":{\"body\":\"The proof of coverage incentives built into **[Helium](https://helium.com)**[, ](https://helium.com)**[The People’s Network](https://helium.com)**, have failed to combat the over-saturation of hotspots in metro areas, and I’ve been thinking about how we could address that as a community.\\n\\nI‘m excited to explore how the “Pirate Radio DAO” could be a great way for us to collaborate as a community and overcome some of the challenges facing us all as we grow “The People’s Network”. It’s a decentralized network,  let’s organize ourselves the same way.\\n\\nIf we don’t work to address these issues as a community in a decentralized way, centralized capital will enter the market and extract the majority of value, undermining the promise that attracted many of us to the project.\\n\\n![Helium Maps for New York, Detroit, San Juan, Cardiff and Bristol, scaled by hotspot density.](https://images.mirror-media.xyz/publication-images/qTeHF2CbpSga4SG0A4EA2.png?height=1080&width=1920)\\n\\nThe image above shows the scale of the oversaturation problem, later in this post I’ll explore some specific ideas on how we could fix it together in a DAO\\n\\n## Why I’m excited about decentralized wireless networks.\\n\\nI started my journey in wireless networking 20 years ago by trying to start a community Internet project in our small Welsh village. That didn’t work out, but as a result, I’ve had the unique opportunity to work as part of the crew on events all over the world, and even spent a few years contributing to a consensus-driven hackerspace. So, the idea of a decentralized wireless network speaks to my core motivations.\\n\\nI’m excited about folks being able to build and maintain their own small piece of a global wireless network, and share in the revenue it creates.\\n\\nI’m excited that the cost of entry to a passive income stream is hundreds of $, not hundreds of thousands, because *passive income is power*.\\n\\nI’m excited that I can get onboard with crypto via ‘Proof of Coverage’ rather than the coal burning required for ‘Proof of Work’ tokens like bitcoin.\\n\\nI’m excited that I can collaborate with my brother back home in Wales on the same project.\\n\\nI’m excited to collaborate with you.\\n\\n## What is Pirate Radio DAO?\\n\\nIt’s an idea right now, and one we have to create together. I’ll start by sharing my ideas about what it could be.\\n\\nI only know one thing for sure, it will be *a community first*, everything else, we should figure out together.\\n\\nMy own interest in DAOs grew naturally from the combination of my research into Co-Ops, and interest in projects like Helium.\\n\\nReviewing existing projects has been incredibly helpful, as have the learnings and discussions I’ve shared with my chums in Cohort 1 of [Dror Poleg’s Hype Free Crypto course.](https://maven.com/dror/hype-free-crypto)\\n\\nThese are some of the projects and articles that have helped me on my learning journey.\\n\\n* [The DiSCO Manifesto](https://disco.coop/manifesto/)\\\\*\\\\*\\n* [Zebras Unite Co-Op](https://zebrasunite.coop/)\\n* [How to DAO 101](https://creators.mirror.xyz/862A5rBtKX3BC8eEircDnGwPIJJTJ33hn-MvnukByPc)\\\\*\\\\*\\n* [DaoHaus](https://daohaus.club/docs/)\\n* [RabbitHoleDAO: Why Decentralization Matters](https://rabbithole.mirror.xyz/CYsaX0fT-IOV5OO3JiDcXpLFdcnhocVOO5pTZ52hsLE)\\n* [Orca: The Eightfold Path to DAOism](https://orca.mirror.xyz/WVB26-PtNp8D_7A7DXNPhnOMEHnPrEP2NgJc0nRAqwo)\\n* [Community DAOs - Patrick Rivera](https://p.mirror.xyz/cVN3KOss0uqpZwxHQKtC4Syvn1RfXaxofFKHJuKLWS4)\\\\*\\\\*\\n* [Rosie Sherry](https://twitter.com/rosiesherry) and the [rosie.land](https://rtosie.land) community of community builders.\\n* [NoiseBridge Hackerspace](https://noisebridge.net)\\n* [The Raid Guild Handbook](https://handbook.raidguild.org)\\\\*\\\\*\\n* [The Pirate Code](https://en.wikipedia.org/wiki/Pirate_code)\\n\\n\\\\*\\\\* if you read anything, read these.\\n\\nDo I have thoughts on how we could create and run the Pirate Radio DAO? Yes, of course but it’s what we decide as a community that’s important. I’m really looking forward to getting into it with everyone. In the meantime, I’ll share a few questions it’s important to consider.\\n\\n> *Who gets to vote* on proposals? How do we ensure token whales don’t acquire asymmetrical power?\\n\\nI’m fan of the co-op, one member one vote model. Even [Pirate Captains signed agreements](https://en.wikipedia.org/wiki/Pirate_code) that limited their own reward to double that of a regular sailor, included disability pay and pensions for all. Pirates had better working terms than the average worker in the USA, just live with that thought for a second. The Pirate Code also had some pretty horrific ideas about women too, but so does the Supreme Court so, fuck it, let’s figure out how to do better for people, yes?\\n\\nIt is important that we take responsibility for growing the network in an *equitable* way. If we maintain any kind of treasury, we should dedicate some of those funds to equal access projects that can address the kind of imbalance we’re seeing in Detroit.\\n\\n> What are the most critical projects we could tackle as a group? Where are the friction points in growing the Helium network? Where can we can have the most effect?\\n\\n*A bias to action* is a common thread I’ve seen across a number of DAO’s founding statements, and I think that’s really important idea. We should orient our activities to action with positive outcomes.\\n\\n> What other core principles are important to the community?\\n\\nPatrick Rivera’s [article on Community DAOs](https://p.mirror.xyz/cVN3KOss0uqpZwxHQKtC4Syvn1RfXaxofFKHJuKLWS4) is a great first stop if you’re looking for a longer “You need to think about…” guide.\\n\\n## Who is Pirate Radio DAO for?\\n\\nAnyone who’s interested in positive contribution to the community.\\n\\nThese are some of the folks in the Helium community who should be represented;\\n\\n* Asset Owners. LoRa Hotspots & Helium5G\\n* Hosts. Providing physical locations to Asset Owners.\\n* Installers.\\n* DevOps and Network Monitoring.\\n* Software developers.\\n* Network Planners.\\n* Project Managers.\\n* Service Providers. Commercial partners on the Helium network interested in everything from improving network coverage, to engaging with the DAO for custom app development.\\n* Vendors. They need ways to engage with the wider community,whether to inform product development or work with the DAO to create support and training content.\\n\\n## What problems can we address?\\n\\nLet’s get back to *Oversaturation of hotspots*, it shows that the network is experiencing wildly inefficient distribution of resources, and is a clear indication we need to take action. The map below showing central Denver tells us that there are some hexes with 22 hotspots, 19 too many, affecting rewards for everybody.\\n\\n![Denver Helium Map - Reward Scaling Layer and Hotspot density](https://images.mirror-media.xyz/publication-images/WB2B1Mdodkf8z96snJHla.png?height=838&width=1716)\\n\\nI’ve got three hotspots sitting here I’d like to deploy, but they’re still on the shelf because finding hosts, shipping, arranging installs, and organizing revenue-sharing contracts is a massive friction point. Which is how we get these maps.\\n\\nLet’s look at a real-world example of how oversaturation is affecting the network.\\n\\nWe recently moved from Santa Cruz, CA to Brooklyn, NY, which meant I was able to run an experiment using two identical hotspots, both equipped with the [HNTenna](https://hntenna.com/products/902-928mhz-white-outdoor-helium-antenna-usa-can-915) and mounted outdoors.\\n\\n[Soaring Graphite Mallard](https://explorer.helium.com/hotspots/11rxZ3UpeMwa4KRHvDxBUyyi2fbP88uvfBzCXnSxwmraApdkeYQ) - Santa Cruz, reward Scale 1.0\\n[Brief Goldenrod Liger](https://explorer.helium.com/hotspots/11211a96Mii57Xnok1C88SVjJzitpUV352As5qTw4cEDpAdM81Qa) - Brooklyn, reward scale 0.10\\n\\n![](https://images.mirror-media.xyz/publication-images/wSz3dh7YxuLutFau0Nvce.png?height=1742&width=2682)\\n\\nWitness count is identical but the Brooklyn hotspot has earned 96% less than the one located in Santa Cruz. The reward scaling incentive is working correctly.\\n\\n![Santa Cruz - Soaring Graphite Mallard - Reward Scaling shown](https://images.mirror-media.xyz/publication-images/gLBsg1-_Gv0-I6_mlI_Go.png?height=874&width=1734)\\n\\nWe can analyze performance further using the [Hotspotty application.](https://app.hotspotty.net/hotspots/11rxZ3UpeMwa4KRHvDxBUyyi2fbP88uvfBzCXnSxwmraApdkeYQ/rewards)\\n\\n![Hotspotty - Soaring Graphite Mallard](https://images.mirror-media.xyz/publication-images/plMkoEotf3uyry-eadfSL.png?height=1758&width=1476)\\n\\n![Brooklyn - Brief Goldenrod Liger - Reward Scaling shown](https://images.mirror-media.xyz/publication-images/P27R1MW9lsRWcKjjqzEe3.png?height=675&width=1387)\\n\\nAgain, let’s look at the hotspotty analysis.\\n\\n![Hotspotty - Brief Goldenrod Liger](https://images.mirror-media.xyz/publication-images/V0g0ARrb39ChDUHKxZk4Y.png?height=1761&width=1479)\\n\\nIt’s obvious that I need to move Mallard to a better location, it is a badly performing asset, adding no value to the network. But how do I find a new location?\\n\\nIt’s hard right? That’s why we’re seeing so much oversaturation.\\n\\nSo let’s get together and fix it.\\n\\nIf the current incentives aren’t able to overcome the friction how could we address that?\\n\\nWhat if I could post a bounty, rewarding someone 4 HNT for finding Mallard a better performing home?\\n\\nMaybe a company could register a ***bounty*** with the DAO that paid out 1 HNT per hotspot/mth, to anyone operating in specific areas, with accelerators for achieving  valid witnesses over 3km, and what if that bounty was paid out via a smart contract?\\n\\n### Is that all?\\n\\nFar from it, a brief perusal of the Helium discord channel, #gigs-and-bounties, shows recurring requests for help with;\\n\\n* Building apps\\n  * The DAO could build project specific teams comprised of talent pools drawn from those among the community with product management, software dev, machine learning, data science, project managers etc.\\n* Installing hotspots and Helium5G\\n  * The DAO could represent a network of international, decentralized installers.\\n* Consultancy\\n  * Businesses of all kinds are interested in getting involved with the Helium project. The community can offer an easy path to engaging the most knowledgeable pool of talent available.\\n* Education. Content to help folks taking their first steps into crypto and wireless.\\n* Translation. It’s going to be critical for growth if we’re going to extend this network across the world and maximize it’s value for all involved.\\n\\n## How would we create together?\\n\\n[The RaidGuild](https://www.raidguild.org/), a successful DAO comprised of web3 product specialists, introduced me to the concept of projects as Raids, and gathering raiding parties with the requisite skills. [Their handbook](https://handbook.raidguild.org/) is exceptional, I strongly recommend reading through it.\\n\\nI’ve just started reading through the Orca protocol approach to DAOs,\\n\\n> People.\\n>\\n> Organized.\\n>\\n> Decentrally.\\n\\nTheir concept of creating project or activity specific PODs of people inside the main DAO allows for a great degree of flexibility. An agile approach to combining talent I’m familiar with from the event world. ‘Pods’ seem somehow kinder than ‘raiding parties’, no shade to The Raid Guild but, language is important, and can be used to exclude the un-initiated. Something we should be careful of.\\n\\nI have been exceptionally fortunate to have worked in non-traditional groups for a large portion of my career. When I read [Cory Doctorow’s Walkaway](https://craphound.com/category/walkaway/), or [Kim Stanley-Robinson’s 2140](https://www.kimstanleyrobinson.info/content/new-york-2140), I recognize a great deal from their exploration of self-organizing, mutually beneficial communities.  Working as part of the production team for music festivals is a weird mix of exceptionally detailed preparation, and in the moment collaboration. Hard deadlines like “we need to get 100,000 back in the venue over the next 2 hours” force a special kind of collective action.\\n\\nIn a DAO, we get to figure it out those structures ourselves, instead of them being handed down to us.\\n\\n## What about financing and treasury?\\n\\nGreat question. Pass.\\n\\nThere’s a huge gap in knowledge between owning some tokens, and creating an entire economic system of community value. My contribution here stops at “let’s not do anything that could be a Black Mirror plotline.”\\n\\n## Why “Pirate Radio”?\\n\\nIt sounds cool.Pirate ships were worker collectives.\\nPirate Radio culture in the UK was where we got our incredible music scene, a reaction to over regulation by an out of touch generation, the voice of the streets, enabled by advances in wireless technology.\\n\\n## What happens next?\\n\\nLFG!! [Join us on the Pirate Radio Discord](https://discord.gg/5DVWj3Wg).\",\"timestamp\":1638819192,\"title\":\"Pirate Radio, a DAO for DeWi\"},\"digest\":\"m7IpzS-YSpaNDGQ9k1ShyBdSaNhTQt-ZbEcWp3meu1M\",\"authorship\":{\"contributor\":\"0x0EBf98D3167d145D38A138911408c513965FF93c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WVrpt5Dgk53gVPx8rqjjuY44J4ouzJu_p59lwWfiiZc\\\",\\\"y\\\":\\\"pow3pAjTXwoQw_vYr_htHg0GERfvnkGXJJvvCkozfsE\\\"}\",\"signature\":\"Yq9fWhGF9URnts0PiPGo9ZVJWcAbAFcCkz9PFcNXMukhHBXiKcu02xeUsPC8H2G0dY8L3OD_2l7Upt8ywmRDAQ\",\"signingKeySignature\":\"0x3a1c6e4293dab87b5d2278f1aa64a3532d01a61956fc26886495818c863ac66012bf8ffacce2ea283b5c53aeb163a6aa8700c09fc3d5caea4606f77421df33f41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WVrpt5Dgk53gVPx8rqjjuY44J4ouzJu_p59lwWfiiZc\\\",\\\"y\\\":\\\"pow3pAjTXwoQw_vYr_htHg0GERfvnkGXJJvvCkozfsE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pl1JPAIUu8jPwiM8WOMBFHeOmPG4l6YjYpTE8CySX4M\"}"