"{\"content\":{\"body\":\"explained Nasmyth, when I told him that he could see for himself. But his clever tone did not trouble me; it was his epithet that caused me to prick my ears.  And I found some difficulty in following Raffles right round the room.\\n\\n\\\"I thought everybody knew what he was doing; he's playing cricket most of his time,\\\" was my measured reply; and if it bore an extra touch of insolence, I can honestly ascribe that to my nerves.\\n\\n\\\"And is that all. he does for a living?\\\" pursued my inquisitor keenly.\\n\\n\\\"You had better ask Raffles himself,\\\" said I to that.  \\\"It's a pity you didn't ask him in public, at the meeting!\\\"\\n\\nBut I was beginning to show temper in my embarrassment, and of course that made Nasmyth the more imperturbable.\\n\\n\\\"Really, he might be following some disgraceful calling, by the mystery you make of it!\\\" he exclaimed.  \\\"And for that matter I call first-class cricket a disgraceful calling, when it's followed by men who ought to be gentlemen, but are really professionals in gentlemanly clothing.  The present craze for gladiatorial athleticism I regard as one of the great evils of the age; but the thinly veiled professionalism of the so-called amateur is the greatest evil of that craze.  Men play for the gentlemen and are paid more than the players who walk out of another gate.  In my time there was none of that.  Amateurs were amateurs and sport was sport; there were no Raffleses in first-class cricket then.  I had forgotten Raffles was a modern first-class cricketer: that explains him.  Rather than see my son such another, do you know what I'd prefer to see him?\\\"\\n\\nI neither knew nor cared: yet a wretched premonitory fascination held me breathless till I was told!.\\n\\n\\\"I'd prefer to see him a thief!\\\" said Nasmyth savagely; and when his eyes were done with me, he turned upon his heel.  So that ended that stage of my discomfiture.\\n\\nIt was only to give place to a worse.  Was all. this accident or fell design?  Conscience had made a coward of me, and yet what reason had I to disbelieve the worst?  We were pirouetting on the edge of an abyss; sooner or later the false step must come and the pit swallow us.  I began to wish myself back in London, and I did get back to my room in our old house.  My dancing days were already over; there I had taken the one resolution to which I remained as true as better men to better vows; there the painful association was no mere sense of personal unworthiness.  I fell to thinking in my room of other dances ... and was still smoking the cigarette which Raffles had taught me to appreciate when I looked up to find him regarding me from the door.  He had opened it as noiselessly as only Raffles could open doors, and now he closed it in the same professional fashion.\\n\\n\\\"I missed Achilles hours ago,\\\" said he.  \\\"And still he's sulking in his tent!\\\"\\n\\n\\\"I have been,\\\" I answered, laughing as he could always make me, \\\"but I'll chuck it if you'll stop and smoke.  Our host doesn't mind; there's an ash-tray provided for the purpose.  I ought to be sulking between the sheets, but I'm ready to sit up with you till morning.\\\"\\n\\n\\\"We might do worse; but, on the other hand, we might do still better,\\\" rejoined Raffles, and for once he resisted the seductive Sullivan.  \\\"As a matter of fact, it's morning now; in another hour it will be dawn; and where could day dawn better than in Warfield Woods, or along the Stockley road, or even on the Upper or the Middle?  I don't want to turn in, any more than you do.  I may as well confess that the whole show down here has exalted me more than anything for years.  But if we can't sleep, Bunny, let's have some fresh air instead.\\\"\\n\\n\\\"Has everybody gone to bed?\\\" I asked.\\n\\n\\\"Long ago.  I was the last in.  Why?\\\"\\n\\n\\\"Only it might sound a little odd, our turning out again, if they were to hear us.\\\"\\n\\nRaffles stood over me with a smile made of mischief and cunning; but it was the purest mischief imaginable, the most innocent and comic cunning.\\n\\n\\\"They shan't hear us at all., Bunny,\\\" said he.  \\\"I mean to get out as I did in the good old nights.  I've been spoiling for the chance ever since I came down.  There's not the smallest harm in it now; and if you'll come with me I'll show you how it used to be done.\\\"\\n\\n\\\"But I know,\\\" said I.  \\\"Who used to haul up the rope after you, and let it down again to the minute?\\\"\\n\\nRaffles looked down on me from lowered lids, over a smile too humorous to offend.\\n\\n\\\"My dear good Bunny!  And do you suppose that even then I had only one way of doing a thing?  I've had a spare loophole all. my life, and when you're ready I'll show you what it was when I was here. Take off those boots, and carry your tennis-shoes; slip on another coat; put out your light; and I'll meet you on the landing in two minutes.\\\"\\n\\nHe met me with uplifted finger, and not a syllable; and down-stairs he led me, stocking soles close against the skirting, two feet to each particular step.  It must have seemed child's play to Raffles; the old precautions were obviously assumed for my entertainment; but I confess that to me it was all. refreshingly exciting - for once without a risk of durance if we came to grief!  With scarcely a creak we reached the hall, and could have walked out of the street door without danger or difficulty.  But that would not do for Raffles.  He must needs lead me into the boys' part, through the green baize door.  It took a deal of opening and shutting, but Raffles seemed to enjoy nothing better than these mock obstacles, and in a few minutes we were resting with sharp ears in the boys' hall.\\n\\n\\\"Through these windows?\\\" I whispered, when the clock over the piano had had matters its own way long enough to make our minds quite easy.\\n\\n\\\"How else?\\\" whispered Raffles, as he opened the one on whose ledge our letters used to await us of a morning.\\n\\n\\\"And then through the quad - \\\"\\n\\n\\\"And over the gates at the end.  No talking, Bunny; there's a dormitory just overhead; but ours was in front, you remember, and if they had ever seen me I should have nipped back this way while they were watching the other.\\\"\\n\\nHis finger was on his lips as we got out softly into the starlight. I remember how the gravel hurt as we left the smooth flagged margin of the house for the open quad; but the nearer of two long green seats (whereon you prepared your construe for the second-school in the summer term) was mercifully handy; and once in our rubber soles we had no difficulty in scaling the gates beyond the fives-courts. Moreover, we dropped into a very desert of a country road, nor saw a soul when we doubled back beneath the outer study windows, nor heard a footfall in the main street of the slumbering town.  Our own fell like the night-dews and the petals of the poet; but Raffles ran his arm through mine, and would chatter in whispers as we went.\\n\\n\\\"So you and Nipper had a word - or was it words?  I saw you out of the tail of my eye when I was dancing, and I heard you out of the tail of my ear.  It sounded like words, Bunny, and I thought I caught my name.  He's the most consistent man I know, and the least altered from a boy.  But he'll subscribe all. right, you'll see, and be very glad I made him.\\\"\\n\\nI whispered back that I did not believe it for a moment.  Raffles had not heard all. Nasmyth had said of him.  And neither would he listen to the little I meant to repeat to him; he would but reiterate a conviction so chimerical to my mind that I interrupted in my turn to ask him what ground he had for it.\\n\\n\\\"I've told you already,\\\" said Raffles.  \\\"I mean to make him.\\\"\\n\\n\\\"But how?\\\" I asked.  \\\"And when, and where?\\\"\\n\\n\\\"At Philippi, Bunny, where I said I'd see him.  What a rabbit you are at a quotation!\\n\\n```\\n     \\\"'And I think that the field of Philippi             Was where Caesar came to an end;            But who gave old Brutus the tip, I                 Can't comprehend!'\\n```\\n\\n\\\"You may have forgotten your Shakespeare, Bunny, but you ought to remember that.\\\"\\n\\nAnd I did, vaguely, but had no idea what it or Raffles meant, as I plainly told him.\\n\\n\\\"The theatre of war,\\\" he answered - \\\"and here we are at the stage door!\\\"\\n\\nRaffles had stopped suddenly in his walk.  It was the last dark hour of the summer night, but the light from a neighboring lamppost showed me the look on his face as he turned.\\n\\n\\\"I think you also inquired when,\\\" he continued.  \\\"Well, then, this minute - if you will give me a leg up!\\\"\\n\\nAnd behind him, scarcely higher than his head, and not even barred, was a wide window with a wire blind, and the name of Nasmyth among others lettered in gold upon the wire.\\n\\n\\\"You're never going to break in?\\\"\\n\\n\\\"This instant, if you'll, help me; in five or ten minutes, if you won't.\\\"\\n\\n\\\"Surely you didn't bring the - the tools?\\\"\\n\\nHe jingled them gently in his pocket.\\n\\n\\\"Not the whole outfit, Bunny.  But you never know when you mayn't want one or two.  I'm only thankful I didn't leave the lot behind this time.  I very nearly did.\\\"\\n\\n\\\"I must say I thought you would, coming down here,\\\" I said reproachfully.\\n\\n\\\"But you ought to be glad I didn't,\\\" he rejoined with a smile. \\\"It's going to mean old Nasmyth's subscription to the Founder's Fund, and that's to be a big one, I promise you!  The lucky thing is that I went so far as to bring my bunch of safekeys.  Now, are you going to help me use them, or are you not?  If so, now's your minute; if not, clear out and be - \\\"\\n\\n\\\"Not so fast, Raffles,\\\" said I testily.  \\\"You must have planned this before you came down, or you would never have brought all. those things with you.\\\"\\n\\n\\\"My dear Bunny, they're a part of my kit!  I take them wherever I take my evening-clothes.  As to this potty bank, I never even thought of it, much less that it would become a public duty to draw a hundred or so without signing for it.  That's all. I shall touch, Bunny - I'm not on the make to-night.  There's no risk in it either.  If I am caught I shall simply sham champagne and stand the racket; it would be an obvious frolic after what happened at that meeting.  And they will catch me, if I stand talking here: you run away back to bed - unless you're quite determined to 'give old Brutus the tip!'\\n\\nNow we had barely been a minute whispering where we stood, and the whole street was still as silent as the tomb.  To me there seemed least danger in discussing the matter quietly on the spot.  But even as he gave me my dismissal Raffles turned and caught the sill above him, first with one hand and then with the other.  His legs swung like a pendulum as he drew himself up with one arm, then shifted the position of the other hand, and very gradually worked himself waist-high with the sill.  But the sill was too narrow for him; that was as far as he could get unaided; and it was as much as I could bear to see of a feat which in itself might have hardened my conscience and softened my heart.  But I had identified his doggerel verse at last.  I am ashamed to say that it was part of a set of my very own writing in the school magazine of my time.  So Raffles knew the stuff better than I did myself, and yet scorned to press his flattery to win me over!  He had won me: in a second my rounded shoulders were a pedestal for those dangling feet.  And before many more I heard the old metallic snap, followed by the raising of a sash so slowly and gently as to be almost inaudible to me listening just below.\\n\\nRaffles went through hands first, disappeared for an instant, then leaned out, lowering his hands for me.\\n\\n\\\"Come on, Bunny!  You're safer in than out.  Hang on to the sill and let me get you under the arms.  Now all. together - quietly does it - and over you come!\\\"\\n\\nNo need to dwell on our proceedings in the bank.  I myself had small part in the scene, being posted rather in the wings, at the foot of the stairs leading to the private premises in which the manager had his domestic being.  But I made my mind easy about him, for in the silence of my watch I soon detected a nasal note overhead, and it was resonant and aggressive as the man himself.  Of Raffles, on the contrary, I heard nothing, for he had shut the door between us, and I was to warn him if a single sound came through.  I need scarcely add that no warning was necessary during the twenty minutes we remained in the bank.  Raffles afterward assured me that nineteen of them had been spent in filing one key; but one of his latest inventions was a little thick velvet bag in which he carried the keys; and this bag had two elastic mouths, which closed so tightly about either wrist that he could file away, inside, and scarcely hear it himself.  As for these keys, they were clever counterfeits of typical patterns by two great safe-making firms.  And Raffles had come by them in a manner all. his own, which the criminal world may discover for itself.\\n\\nWhen he opened the door and beckoned to me, I knew by his face that he had succeeded to his satisfaction, and by experience better than to question him on the point.  Indeed, the first thing was to get out of the bank; for the stars were drowning in a sky of ink and water, and it was a comfort to feel that we could fly straight to our beds.  I said so in whispers as Raffles cautiously opened our window and peeped out.  In an instant his head was in, and for another I feared the worst.\\n\\n\\\"What was that, Bunny?  No, you don't, my son!  There's not a soul in sight that I can see, but you never know, and we may as well lay a scent while we're about it.  Ready?  Then follow me, and never mind the window.\\\"\\n\\nWith that he dropped softly into the street, and I after him, turning to the right instead of the left, and that at a brisk trot instead of the innocent walk which had brought us to the bank. Like mice we scampered past the great schoolroom, with its gable snipping a paler sky than ever, and the shadows melting even in the colonnade underneath.  Masters' houses flitted by on the left, lesser landmarks on either side, and presently we were running our heads into the dawn, one under either hedge of the Stockley road.\\n\\n\\\"Did you see that light in Nab's just now?\\\" cried Raffles as he led.\",\"timestamp\":1637495124,\"title\":\"\\n\\\"I meant in town, or wherever he lives his mysterious life,\"},\"digest\":\"YuTWQAGhXcR4-FJxi58eQliX9czSJRkGihROWoSkcRM\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ejZokdOp7EGAkk7pgU5rRZWCEFaaC3fUqPjEk0OGugg\\\",\\\"y\\\":\\\"g7DNevSMqj6AoQ8G5X9btk2E2klGnH4nzdIWJMbXfGY\\\"}\",\"signature\":\"icSHlWADTkEsTZQYeZooj2aBvwVoBY5h8GyEQfLEGDqRHjmf9pUqxIpgwiVBcKuQ9hXG8BJzFb8TVWr0s7Hv8w\",\"signingKeySignature\":\"0xbc212c858406e60fc66fbe9fdbea9462874916b3100560bfdc48dc460d73bc2d2f72c3960df409061f2bf309194f5c50fc8a6a25e1d8a1591a5c13fee42f1b0c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ejZokdOp7EGAkk7pgU5rRZWCEFaaC3fUqPjEk0OGugg\\\",\\\"y\\\":\\\"g7DNevSMqj6AoQ8G5X9btk2E2klGnH4nzdIWJMbXfGY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YuTWQAGhXcR4-FJxi58eQliX9czSJRkGihROWoSkcRM\"}"