"{\"content\":{\"body\":\"porter, to cries of \\\"Houp la! hi! ha! hoist!\\\" uttered by Georges.\\n\\n\\\"Oh! I'm not going far; only to La Cave,\\\" said the farmer, good-\\n\\nhumoredly.\\n\\nIn France everybody takes a joke.\\n\\n\\\"Take the back seat,\\\" said Pierrotin, \\\"there'll be six of you.\\\"\\n\\n\\\"Where's your other horse?\\\" demanded Georges. \\\"Is it as mythical as\\n\\nthe third post-horse.\\\"\\n\\n\\\"There she is,\\\" said Pierrotin, pointing to the little mare, who was\\n\\ncoming along alone.\\n\\n\\\"He calls that insect a horse!\\\" exclaimed Georges.\\n\\n\\\"Oh! she's good, that little mare,\\\" said the farmer, who by this time\\n\\nwas seated. \\\"Your servant, gentlemen. Well, Pierrotin, how soon do you\\n\\nstart?\\\"\\n\\n\\\"I have two travellers in there after a cup of coffee,\\\" replied\\n\\nPierrotin.\\n\\nThe hollow-cheeked young man and his page reappeared.\\n\\n\\\"Come, let's start!\\\" was the general cry.\\n\\n\\\"We are going to start,\\\" replied Pierrotin. \\\"Now, then, make ready,\\\"\\n\\nhe said to the porter, who began thereupon to take away the stones\\n\\nwhich stopped the wheels.\\n\\nPierrotin took Rougeot by the bridle and gave that guttural cry, \\\"Ket,\\n\\nket!\\\" to tell the two animals to collect their energy; on which,\\n\\nthough evidently stiff, they pulled the coach to the door of the Lion\\n\\nd'Argent. After which manoeuvre, which was purely preparatory,\\n\\nPierrotin gazed up the rue d'Enghien and then disappeared, leaving the\\n\\ncoach in charge of the porter.\\n\\n\\\"Ah ca! is he subject to such attacks,--that master of yours?\\\" said\\n\\nMistigris, addressing the porter.\\n\\n\\\"He has gone to fetch his feed from the stable,\\\" replied the porter,\\n\\nwell versed in all the usual tricks to keep passengers quiet.\\n\\n\\\"Well, after all,\\\" said Mistigris, \\\"'art is long, but life is short'\\n\\n\\\\--to Bichette.\\\"\\n\\nAt this particular epoch, a fancy for mutilating or transposing\\n\\nproverbs reigned in the studios. It was thought a triumph to find\\n\\nchanges of letters, and sometimes of words, which still kept the\\n\\nsemblance of the proverb while giving it a fantastic or ridiculous\\n\\nmeaning.\\\\[\\\\*\\\\]\\n\\n\\\\[\\\\*\\\\] It is plainly impossible to translate many of these proverbs and\\n\\nput any fun or meaning into them.--Tr.\\n\\n\\\"Patience, Mistigris!\\\" said his master; \\\"'come wheel, come whoa.'\\\"\\n\\nPierrotin here returned, bringing with him the Comte de Serizy, who\\n\\nhad come through the rue de l'Echiquier, and with whom he had\\n\\ndoubtless had a short conversation.\\n\\n\\\"Pere Leger,\\\" said Pierrotin, looking into the coach, \\\"will you give\\n\\nyour place to Monsieur le comte? That will balance the carriage\\n\\nbetter.\\\"\\n\\n\\\"We sha'n't be off for an hour if you go on this way,\\\" cried Georges.\\n\\n\\\"We shall have to take down this infernal bar, which cost such trouble\\n\\nto put up. Why should everybody be made to move for the man who comes\\n\\nlast? We all have a right to the places we took. What place has\\n\\nmonsieur engaged? Come, find that out! Haven't you a way-book, a\\n\\nregister, or something? What place has Monsieur Lecomte engaged?--\\n\\ncount of what, I'd like to know.\\\"\\n\\n\\\"Monsieur le comte,\\\" said Pierrotin, visibly troubled, \\\"I am afraid\\n\\nyou will be uncomfortable.\\\"\\n\\n\\\"Why didn't you keep better count of us?\\\" said Mistigris. \\\"'Short\\n\\ncounts make good ends.'\\\"\\n\\n\\\"Mistigris, behave yourself,\\\" said his master.\\n\\nMonsieur de Serizy was evidently taken by all the persons in the coach\\n\\nfor a bourgeois of the name of Lecomte.\\n\\n\\\"Don't disturb any one,\\\" he said to Pierrotin. \\\"I will sit with you in\\n\\nfront.\\\"\\n\\n\\\"Come, Mistigris,\\\" said the master to his rapin, \\\"remember the respect\\n\\nyou owe to age; you don't know how shockingly old you may be yourself\\n\\nsome day. 'Travel deforms youth.' Give your place to monsieur.\\\"\\n\\nMistigris opened the leathern curtain and jumped out with the agility\\n\\nof a frog leaping into the water.\\n\\n\\\"You mustn't be a rabbit, august old man,\\\" he said to the count.\\n\\n\\\"Mistigris, 'ars est celare bonum,'\\\" said his master.\\n\\n\\\"I thank you very much, monsieur,\\\" said the count to Mistigris's\\n\\nmaster, next to whom he now sat.\\n\\nThe minister of State cast a sagacious glance round the interior of\\n\\nthe coach, which greatly affronted both Oscar and Georges.\\n\\n\\\"When persons want to be master of a coach, they should engage all the\\n\\nplaces,\\\" remarked Georges.\\n\\nCertain now of his incognito, the Comte de Serizy made no reply to\\n\\nthis observation, but assumed the air of a good-natured bourgeois.\\n\\n\\\"Suppose you were late, wouldn't you be glad that the coach waited for\\n\\nyou?\\\" said the farmer to the two young men.\\n\\nPierrotin still looked up and down the street, whip in hand,\\n\\napparently reluctant to mount to the hard seat where Mistigris was\\n\\nfidgeting.\\n\\n\\\"If you expect some one else, I am not the last,\\\" said the count.\\n\\n\\\"I agree to that reasoning,\\\" said Mistigris.\\n\\nGeorges and Oscar began to laugh impertinently.\\n\\n\\\"The old fellow doesn't know much,\\\" whispered Georges to Oscar, who\\n\\nwas delighted at this apparent union between himself and the object of\\n\\nhis envy.\\n\\n\\\"Parbleu!\\\" cried Pierrotin, \\\"I shouldn't be sorry for two more\\n\\npassengers.\\\"\\n\\n\\\"I haven't paid; I'll get out,\\\" said Georges, alarmed.\\n\\n\\\"What are you waiting for, Pierrotin?\\\" asked Pere Leger.\\n\\nWhereupon Pierrotin shouted a certain \\\"Hi!\\\" in which Bichette and\\n\\nRougeot recognized a definitive resolution, and they both sprang\\n\\ntoward the rise of the faubourg at a pace which was soon to slacken.\\n\\nThe count had a red face, of a burning red all over, on which were\\n\\ncertain inflamed portions which his snow-white hair brought out into\\n\\nfull relief. To any but heedless youths, this complexion would have\\n\\nrevealed a constant inflammation of the blood, produced by incessant\\n\\nlabor. These blotches and pimples so injured the naturally noble air\\n\\nof the count that careful examination was needed to find in his green-\\n\\ngray eyes the shrewdness of the magistrate, the wisdom of a statesman,\\n\\nand the knowledge of a legislator. His face was flat, and the nose\\n\\nseemed to have been depressed into it. The hat hid the grace and\\n\\nbeauty of his forehead. In short, there was enough to amuse those\\n\\nthoughtless youths in the odd contrasts of the silvery hair, the\\n\\nburning face, and the thick, tufted eye-brows which were still jet-\\n\\nblack.\\n\\nThe count wore a long blue overcoat, buttoned in military fashion to\\n\\nthe throat, a white cravat around his neck, cotton wool in his ears,\\n\\nand a shirt-collar high enough to make a large square patch of white\\n\\non each cheek. His black trousers covered his boots, the toes of\\n\\nwhich were barely seen. He wore no decoration in his button-hole, and\\n\\ndoeskin gloves concealed his hands. Nothing about him betrayed to the\\n\\neyes of youth a peer of France, and one of the most useful statesmen\\n\\nin the kingdom.\\n\\nPere Leger had never seen the count, who, on his side, knew the former\\n\\nonly by name. When the count, as he got into the carriage, cast the\\n\\nglance about him which affronted Georges and Oscar, he was, in\\n\\nreality, looking for the head-clerk of his notary (in case he had been\\n\\nforced, like himself, to take Pierrotin's vehicle), intending to\\n\\ncaution him instantly about his own incognito. But feeling reassured\\n\\nby the appearance of Oscar, and that of Pere Leger, and, above all, by\\n\\nthe quasi-military air, the waxed moustaches, and the general look of\\n\\nan adventurer that distinguished Georges, he concluded that his note\\n\\nhad reached his notary, Alexandre Crottat, in time to prevent the\\n\\ndeparture of the clerk.\\n\\n\\\"Pere Leger,\\\" said Pierrotin, when they reached the steep hill of the\\n\\nfaubourg Saint-Denis by the rue de la Fidelite, \\\"suppose we get out,\\n\\nhey?\\\"\\n\\n\\\"I'll get out, too,\\\" said the count, hearing Leger's name.\",\"timestamp\":1637316064,\"title\":\"\\nThe farmer was hoisted in by the united efforts of Pierrotin and the\"},\"digest\":\"OpavFJJE7tci-ifFMn7h_KuIqBDcVnETPJA6BdWZ3eM\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEl91U95peujFbf3JMMLhyBW3tr1SD81uG03HP1nVxI\\\",\\\"y\\\":\\\"__oP9glMDjHDymNu02BtiUWjdZ3LN8wy2Nzbe0c7Tyk\\\"}\",\"signature\":\"ENx25V9Hd6M5pKs8VGOcz3eBA0WaadP5IkszlRJsNSHZxaXX67cBxv6IckMCXz-Mv1D2sTJixd8lU5TscnYu9Q\",\"signingKeySignature\":\"0x20236977d3b4b01f3f06110fb525e8db5886437f15a54a136bdce402d1c1151d41e1a90f15794be7c0722acb92ffde4c60d9cd74e8936dbaec09e84132e92a8a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEl91U95peujFbf3JMMLhyBW3tr1SD81uG03HP1nVxI\\\",\\\"y\\\":\\\"__oP9glMDjHDymNu02BtiUWjdZ3LN8wy2Nzbe0c7Tyk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OpavFJJE7tci-ifFMn7h_KuIqBDcVnETPJA6BdWZ3eM\"}"