"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/-6vL6gOoXXDIRYDFRZWV3.png?height=561&width=845)\\n\\n无论是在微博经济学人超话中，还是在朋友圈里，指责以《经济学人》为代表的外刊对中国有偏见的情况都特别多。今天这篇文章我就和大家聊聊这个问题。\\n\\n首先我要声明一点，我不会笼统地给出外刊是否对中国有偏见的结论。我在《从 Fox News 谈新闻自由世界里的幺蛾子》一文里说过，**在新闻自由的世界里，什么款式的幺蛾子都存在。有的蛾子极左，有的蛾子极右；有的蛾子充满偏见，有的蛾子充满灼见。至于蛾子大不大，市场说了算，而不是政府说了算**。\\n\\n所以，如果你希望我给你一个答案，那么你可以放弃了。为了避免谈论我不了解的事物，下面的内容仅以《经济学人》为讨论对象。\\n\\n在我具体论述这个问题之前，我先请各位思考一个问题——\\n**你是在什么情况下，因为怎样的事实，凭借怎样的判断，得出了 ××× 对中国有偏见这个结论的？**\\n\\n思考完上面的问题之后，我再请各位思考下面几个问题—\\n\\n* 《经济学人》称赞我们的时候，你有没有「觉得」它对我们有偏见？\\n* 《经济学人》批判美国的时候，你有没有「觉得」它对美国有偏见？\\n* 《经济学人》批判老家英国（通常格外地狠）的时候，你有没有「觉得」它对老家有偏见，或者说，是恨国党？\\n* 《经济学人》批判其他国家的时候，你有没有「觉得」它对其他国家有偏见？\\n\\n我可以说，**大部分觉得×××对中国有偏见的人，其实本来就是带着偏见在读文章。**\\n\\n当你看到《经济学人》批判美国、批判川普的时候，你欢欣鼓舞，恨不得翻译出来发到朋友圈和朋友们弹冠相庆。当你看到《经济学人》批判中国的时候，你愤怒地截图发到微博或朋友圈，充满正义感地给它扣上了一个偏见的帽子。\\n\\n说白了，**你是在找知己，不是在读文章。**\\n\\n当然，我知道并不是所有人都是上面这类人。如果你碰巧不是，那么请你继续往下读，我会和你谈谈我对下面这些议题的看法——\\n\\n* 什么是偏见，我们如何判断是否存在偏见\\n* 偏见的对立面不是客观 \\n* 《经济学人》的观点和立场是什么，为啥它老批判我们 \\n* 抛开感情因素，为什么我有的时候还是觉得文章对我们的批判有问题\\n\\n### 1. 什么是偏见及其基本判断方式\\n\\n闾丘露薇在《不分东西》中说，所谓的不分东西，就是**处于不同文化背景和资讯接触面下的人们，看问题的角度和思维方式的不同一定会导致偏见，偏见是客观存在的**，不分东方和西方。\\n\\n很多人觉得西方对东方有偏见。这话一点没错，但是我有一个问题。东方对西方没有偏见吗？把自由看得甚至比命还重要的人 和 为了命愿意牺牲一部分自由的人 之间没有高下之分，但必然会存在偏见。\\n\\n更重要的是，这种偏见，是相互的，这点你用过微博就知道。做个自信的中国人，别总觉得只有我们是受害者。\\n\\n这种偏见，我粗鄙地将其称为**对理念的偏见**。但正因为这样的偏见是客观存在的，我们才应该支持一个新闻自由的世界。如此，才能兼听则明。注意，兼听是明的必要不充分条件。\\n\\n而我这篇文章讨论的，不是这种理念的偏见，而是**针对某个个体的偏见**。在我看来，判断是否存在对个体的偏见的基本方式就是**是否秉承一套价值观去评价所有人和所有事**。\\n\\n假设，我认为给老年人推销权健之类的保健品是缺德的。现在，一个我本来就讨厌的人做了这个工作，那么我必然会批判。此时，你无法判断我是否对这个人有偏见。\\n\\n可是巧的很，我的一个好朋友也做了这个事。此时，如果我同样进行批判，即便态度缓和很多，那也说明我是**不偏不倚**的。相反，如果我熟视无睹甚至还夸 ta 生财有道，是个小机灵鬼，那就说明我对之前那个人**有偏见**。\\n\\n### 2\\\\\\\\. 偏见的对立面不是客观 \\n\\n**偏见的对立面不是客观，是不偏不倚**，是对个体不偏不倚，但这不一定就意味着客观。下面我举两个例子来做类比，可能没有「那么」恰当，但还算能说明问题。\\n\\n**例一**\\n有两位英语老师，分别是王二狗和张铁柱，都是教了几十年英语的老教师了。狗老师，不，王老师一直非常重视语言的准确性，对于词汇和语法的错用特别不能忍；而张老师非常看重内容的流畅度和句型的多样性，词汇语法再对，但只要整体内容不连贯，句型单一，在他那儿就拿不到高分。\\n\\n现在，假设你是一位语言基本功很扎实但无法灵活运用，且逻辑有点紊乱的考生。如果你碰上了王老师，那么你的分数可能就相对较高；可是如果碰上张老师，可能就比较伤感。\\n\\n那么，请听题——\\n如果你真的碰到了张老师，并因此得了低分，**能否控诉张老师对你有偏见**？\\n\\n这个问题很简单，只要张老师给所有准确性不错但多样性和逻辑性差的作文都打了低分，那么**张老师对你没偏见**。但是，他的评分标准客观吗？不够客观，或者至少，不够全面。\\n\\n对了，为了避免这种情况出现，高考阅卷会让每篇作文被两位阅卷人改到。如果分差不大，则取平均分。如果分差大，则需要找第三位老师。\\n\\n**例二**\\n如果你是个足球迷，或者篮球迷应该也一样，只要你经常看球评，一定会发现不同评论员看重的技战术方面不一样。\\n\\n具体来说，一个对西甲情有独钟并以行云流水的小范围配合之类的特点作为评判标准的评论员不大可能会认为英超的比赛好看。（足球喷子多，我得声明一下：我这里说的是刻板印象中的西甲和英超，不代表我对任何球队的喜好。请饶命。）\\n\\n那么，只要这位评论员一以贯之，评价任何球队都用这套判断标准的话，他就不对任何球队有偏见，尽管他判断比赛是否好看的标准并不客观全面。\\n\\n现在，假设你喜欢的球队走的是简单粗暴风格，比如 02 年世界杯的德国队。那么在这位评论员的判断标准中，it sucks！此时——\\n\\n**如果你只想看让你开心的球评怎么办？**\\n那就**别看**这哥们儿的球评啊！！！\\n\\n**如果你想看到更全面的球评怎么办？**\\n那就**别只看**这哥们儿的球评啊！！！\\n\\n如果你的思维稍微活络一点，你应该知道我这个例子是什么意思。\\n\\n**例三**\\n一个领导招聘员工时主要看长相，无论男女。那么，ta 对任何一个长得不好看的**个体**都没有偏见，因为一视同仁，都拒了。\\n\\n但如果有一个人虽然长得特别好看，可 ta 却是这位领导的死对头的闺蜜，结果被拒了。此时，我们才能说，这位领导对这位被拒的申请者有偏见。\\n\\n**通过这三个例子，我想阐述的观点是——**\\n如果某个人或组织秉承同样的标准或价值观去衡量所有个体，并且没有对某个体进行有违该标准或价值观的评判，那么，**此人或组织对某个体就没有偏见**。\\n\\n如果你对这个观点有疑义，欢迎有理有据地进行驳斥。但如果只是情感上不能接受，那么请相信，我不在乎你的感受。\\n\\n### 3.《经济学人》的观点和立场是什么 \\n\\n下面我会引用一些中文维基百科「经济学人」词条的一些介绍。我相信你读完就会发现，为什么它对我国以及与我国相似的一些国家总是采取批判的态度。\\n\\n如果你想深入了解，建议你看英文版维基百科「The Economist」的介绍，网址是——\\n[en.wikipedia.org/wiki/The_Economist。](http://en.wikipedia.org/wiki/The_Economist%E3%80%82)\\n\\n如果你想更加深入地了解，建议你读《经济学人》175 周年时发表的一篇文章《Manifesto (宣言)》，网址是——\\n[www.economist.com/leaders/2018/09/13/a-manifesto-for-renewing-liberalism](http://www.economist.com/leaders/2018/09/13/a-manifesto-for-renewing-liberalism)\\n\\n> 它的社论持有古典自由主义与经济自由主义的立场，倾向于支持自由贸易、全球化、人口自由流动和社会自由主义（例如支持同性婚姻合法化）。\\n>\\n> 在《经济学人》创刊之初，其英文名“economist”所对应的“economism”（即“经济主义”）一词的含义相当于今天所说的“经济自由主义”。总体而言，《经济学人》支持自由贸易、全球化和人口自由流动。活动家、记者乔治·蒙比尔特认为它的立场属于新自由主义，但在“合理”时也会偶尔接受凯恩斯主义经济学主张的政府干预，例如它支持征收碳排放税以抵御全球变暖。前任总编比尔·艾默特说：“一直以来，《经济学人》的理念都是自由派而非保守派的”。\\n>\\n> 除了经济观点，《经济学人》在社会议题上也支持自由主义立场，例如支持承认同性婚姻、支持毒品合法化、批评美国税收制度，并支持在公共卫生问题上进行一定程度的政府规管，如公共场所吸烟和儿童体罚。它一直赞同外来工人计划以及大赦非法移民，也始终支持控枪。它还曾在20世纪出版的最后一期刊物中发布了一篇上帝的“讣告”，喻指宗教将在21世纪内消亡。\\n>\\n> 《经济学人》在英国大选中既曾支持过工党，也曾支持过保守党，在美国大选中也分别支持过共和党和民主党候选人。它把自己支持候选人的原则总结为“支持最可能采取古典自由主义政策的候选人和政党”。\\n\\n它在官方网站上是这样描述其立场的：\\n\\n> 除了自由贸易和自由市场，《经济学人》还有哪些信念？“《经济学人》仍然愿意将自己归为激进派。它有史以来始终持有极端中间派的立场。”这句话是《经济学人》前主编杰弗里·克劳瑟在1955年时说的，但它在今天也同样适用。《经济学人》与特权、自负和墨守成规为敌。它支持过里根、撒切尔这样的保守派。它在越战时支持过美国。但它也支持过哈罗德·威尔逊和比尔·克林顿表达了支持，并且始终拥护一系列的自由派主张：从创刊之初的反对死刑，到支持刑罚制度改革和去殖民化，再到近年来的支持枪支管制和同性婚姻。\\n>\\n> 《经济学人》经常在报道和评论中指责政治人物和国家的腐败或不诚实行为。它在近年批评过的人物包括世界银行时任行长沃尔福威茨、意大利时任总理贝卢斯科尼（贝卢斯科尼本人将《经济学人》蔑称为“The Ecommunist”，即原名“Economist”与“Communist”（共产党员）一词的结合）、刚果民主共和国总统约瑟夫·卡比拉、津巴布韦领导人穆加贝和阿根廷时任总统克里斯蒂娜·费尔南德斯等。它也曾支持弹劾美国总统克林顿，并在美军虐囚事件事发后要求美国国防部长拉姆斯菲尔德辞职。\\n\\n如果你不是第一天做中国人，那么，看完这几段，你应该也能想到为什么它总是批判我们。但是，如我在前文中所说，要想判断是否存在偏见，我们要看 —— **它是否是在用自由主义的立场去审视一切政府的行为**。也就是说，美国、印度、英国、意大利、法国等等政府干的与自由主义立场对立冲突的事情，它有没有批判？\\n\\n如果有，那它对我们就没有偏见；如果没有，那就是有偏见。根据「谁主张，谁举证」的原则，你们自己去找论据即可，我不提供答案。\\n\\n### 4. 你这意思就是《经济学人》就一定对就是咯？\\n\\n当然不是。但我不同意使用「对」这个说话，有多少国际事务能说对还是不对呢？还记得我在第二部分说的么，偏见的对立面不是客观，而是不偏不倚。\\n\\n**在我看来，《经济学人》对中国没有偏见，但分析中国问题时并不总是客观，或者并不总是足够准确。**如前文所说，这几乎是不可避免的，因为无论是东西方之间，还是东西方内部的不同区域，人们看待问题的角度和思维方式都不尽相同。\\n\\n那么《经济学人》自己知不知道这个问题呢？它知道，并且它也从未认为自己永远正确。这里，就要说到《经济学人》最让我喜欢的一个栏目是**读者来信 (Letters)**。坦率地讲，**这个栏目让我对《经济学人》的爱更深沉了**。\\n\\n这个版块经常会有来自资深企业家、政治家、外交官，以及政府部门、非政府组织或是游说集团发言人的信件。无论来函者是谁，高质量或有趣的信件都可能被刊登，且被刊登时**几乎从不附上来自编辑部的进一步评论**。争议性强的议题常会吸引大量的信件，其中可能有很多都对编辑部的立场或评论表示批评。\\n\\n你想想，同样是西方国家，《经济学人》对很多其他国家、**甚至是老家英国**的事务的评论都会惹来这么多批评和驳斥，更不用说东方国家了。我在 Letters 里读过很多对《经济学人》对中国的批判的批判（有点绕），有中国人写的，也有歪果仁写的。\\n\\n其中，我要特别指出的是，《经济学人》在 Letters 板块多次刊登来自**中国驻英国使馆发言人曾嵘参赞**的来信。下面我截几张图，如果你还想看更多，可以参考下面的链接——\\n<https://www.economist.com/search?q=Zeng+Rong>\\n\\n![](https://images.mirror-media.xyz/publication-images/ZYllbTWoF9Tnypw6QXZ3x.png?height=1075&width=1058)\\n\\n![](https://images.mirror-media.xyz/publication-images/YbN_nOpU2QyPSnLD8yBmb.png?height=1007&width=1002)\\n\\n![](https://images.mirror-media.xyz/publication-images/a1ZMI3U9pfwSlwqETKnTU.png?height=1105&width=762)\\n\\n做个自信的中国人，意味着不要一看到别人批判我们，就在朋友圈或者微博里大声疾呼被偏见了，还煞有介事地 @经济学人集团；\\n\\n做个自信的中国人，意味着看到别人批判我们，先思考别人说的对不对。如果对，那就得认，并**思考从我们个人层面，有没有什么能做的事情。**如果不对，**那就拿起你的笔，或者敲起你的键盘，有理有据地进行反驳。**\\n\\n总之，自信点。自信的中国人运气更好。\",\"timestamp\":1641218104,\"title\":\"聊聊外刊与你我它的偏见\"},\"digest\":\"D-1gX5b3CZKnmx2j9B3GfC0ei-uS40cMqikYRwnSQ2w\",\"authorship\":{\"contributor\":\"0xC64699356692B79BC3d19F1524Dbc4C3E06AC725\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lsb7Z1KXHMxx4b90kHt0dgCQk4IWnXYl7RH85Q5OcVY\\\",\\\"y\\\":\\\"SBJHfuXVvHvGLl0CKKpodJGEG0omhhfEe3Q0jV4fcFk\\\"}\",\"signature\":\"blKsMTxqZEOzVN8AwwpYt3tRFgndR5G1WNUyoTye_vdnY_kRtFxJTB25FExD8HuAbdMIWIVBgiESdONvYtloXw\",\"signingKeySignature\":\"0x4c60daf0f69adffd29da29a4e97dc29422d45e34408f781a17b43a60d506300a29753f9562a6616f78b9a3f3d9b8c3adb150561d9aca9a8666996feef822e7d21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lsb7Z1KXHMxx4b90kHt0dgCQk4IWnXYl7RH85Q5OcVY\\\",\\\"y\\\":\\\"SBJHfuXVvHvGLl0CKKpodJGEG0omhhfEe3Q0jV4fcFk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D-1gX5b3CZKnmx2j9B3GfC0ei-uS40cMqikYRwnSQ2w\"}"