"{\"content\":{\"body\":\"\\\"Linlei, you all right.\\\"Delia came over and Lin Lei smiled and said, \\\"Of course it's ok, but I have to say.Those two amethyst monsters were terrible. They were perfect.Of course...They don't spirit attack.\\\"\\n\\n\\\"Lin Lei, what happened to these two amethyst monsters? How did they go?\\\"\\\"Delia asked, puzzled.\\n\\nOlivia said, \\\"Maybe those two amethysts will find it no good fighting you.So I gave up.Olivia said.\\n\\nIsn't it?\\n\\nLin Lei and Beibei were not injured.Even a small scratch can be magically repaired.Naturally, the two amethyst monsters did not want to continue this fight.\\n\\n\\\"Boss, the pieces I chopped off from it look like amethyst.\\\"Beibei splashed some purple crystals from the ground.When Beibei and the amethyst monster fight, it is with the black dagger chop, this is the god lattice dagger, naturally cut some crystal.\\n\\nLin Lei a listen, immediately look to the ground on those two purple broken horn.\\n\\nDirect income panlong ring, as expected ---- these two purple broken horn was suddenly refined, a large number of soul essence was refined.All that's left is a pile of dust.\\n\\n\\\"Sure enough, this amethyst monster is made entirely of amethyst.\\\"Lin Lei shocked the bottom of his heart.Amethyst but contains the essence of the soul, such a whole body composed of amethyst monster, in the end also contains how much soul essence?\\n\\n\\\"Boss, you have examined, is it amethyst?\\\"Beibei asked, holding the purple crystal, not quite sure.\\n\\n\\\"They are indeed amethysts.\\\"Lin Lei nodded.\\n\\nBeibei, Delia, Olivia, although prepared, but still surprised.\\n\\nDelia frowned. \\\"How did this monster get here?Not afraid of soul attack, the whole body is so hard.And all my injuries are self-healing.\\\"I have to say, a monster like that, it's almost unbeatable.Or rather, it's hard to kill.\\n\\n\\\"But I found.The monster seems to have very little intelligence.\\\"Beibei said.\",\"timestamp\":1635744093,\"title\":\"Two amethyst monsters turned into two purple rays and darted away quickly\"},\"digest\":\"pUhyrOmlOUrcAXfAcpL3KRiRMCGT-sB1ezczNCJN58M\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"aSX3woBWv0S1o06iy_J02pGXCrYL92CWwiu1GxX75TWXJ_vPldQg3nA7OO0McbiWhyHNMatrApseGqVYeq1RcA\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pUhyrOmlOUrcAXfAcpL3KRiRMCGT-sB1ezczNCJN58M\"}"