"{\"content\":{\"body\":\"his present and future, are wrecked by a vile conspiracy! The torment he endures under such circumstances can only be alleviated by the prospect of inflicting them a hundredfold upon his persecutors.  And nothing seems impossible at the first moment, when hatred surges in the brain, and the foam of anger rises to the lips; no obstacle seems insurmountable, or, rather, none are perceived.  But later, when the faculties have regained their equilibrium, one can measure the distance which separates the dream from reality, the project from execution.  And on setting to work, how many discouragements arise! The fever of revolt passes by, and the victim wavers.  He still breathes bitter vengeance, but he does not act.  He despairs, and asks himself what would be the good of it? And in this way the success of villainy is once more assured.\\n\\nSimilar despondency attacked Pascal Ferailleur when he awoke for the first time in the abode where he had hidden himself under the name of Maumejan.  A frightful slander had crushed him to the earth--he could kill his slanderer, but afterward--? How was he to reach and stifle the slander itself? As well try to hold a handful of water; as well try to stay with extended arms the progress of the poisonous breeze which wafts an epidemic on its wings.  So the hope that had momentarily lightened his heart faded away again.  Since he had received that fatal letter from Madame Leon the evening before, he believed that Marguerite was lost to him forever, and in this case, it was useless to struggle against fate.  What would be the use of victory even if he conquered? Marguerite lost to him--what did the rest matter? Ah! if he had been alone in the world.  But he had his mother to think of;--he belonged to this brave-hearted woman, who had saved him from suicide already.  \\\"I will not yield, then; I will struggle on for her sake,\\\" he muttered, like a man who foresees the futility of his efforts.\\n\\nHe rose, and had nearly finished dressing, when he heard a rap at his chamber door.  \\\"It is I, my son,\\\" said Madame Ferailleur outside.\\n\\nPascal hastened to admit her.  \\\"I have come for you because the woman you spoke about last evening is already here, and before employing her, I want your advice.\\\"\\n\\n\\\"Then the woman doesn't please you, mother?\\\"\\n\\n\\\"I want you to see her.\\\"\\n\\nOn entering the little parlor with his mother, Pascal found himself in the presence of a portly, pale-faced woman, with thin lips and restless eyes, who bowed obsequiously.  It was indeed Madame Vantrasson, the landlady of the model lodging-house, who was seeking employment for the three or four hours which were at her disposal in the morning, she said.  It certainly was not for pleasure that she had decided to go out to service again; her dignity suffered terribly by this fall--but then the stomach has to be cared for.  Tenants were not numerous at the model lodging- house, in spite of its seductive title; and those who slept there occasionally, almost invariably succeeded in stealing something.  Nor did the grocery store pay; the few half-pence which were left there occasionally in exchange for a glass of liquor were pocketed by Vantrasson, who spent them at some neighboring establishment; for it is a well-known fact that the wine a man drinks in his own shop is always bitter in flavor.  So, having no credit at the butcher's or the baker's, Madame Vantrasson was sometimes reduced to living for days together upon the contents of the shop--mouldy figs or dry raisins--which she washed down with torrents of ratafia, her only consolation here below.\\n\\nBut this was not a satisfying diet, as she was forced to confess; so she decided to find some work, that would furnish her with food and a little money, which she vowed she would never allow her worthy husband to see.\\n\\n\\\"What would you charge per month?\\\" inquired Pascal.\\n\\nShe seemed to reflect, and after a great deal of counting on her fingers, she finally declared that she would be content with breakfast and fifteen francs a month, on condition she was allowed to do the marketing.  The first question of French cooks, on presenting themselves for a situation, is almost invariably, \\\"Shall I do the marketing?\\\" which of course means, \\\"Shall I have any opportunities for stealing?\\\" Everybody knows this, and nobody is astonished at it.\\n\\n\\\"I shall do the marketing myself,\\\" declared Madame Ferailleur, boldly.\\n\\n\\\"Then I shall want thirty francs a month,\\\" replied Madame Vantrasson, promptly.\\n\\nPascal and his mother exchanged glances.  They were both unfavorably impressed by this woman, and were equally determined to rid themselves of her, which it was easy enough to do.  \\\"Too dear!\\\" said Madame Ferailleur; \\\"I have never given over fifteen francs.\\\"\\n\\nBut Madame Vantrasson was not the woman to be easily discouraged, especially as she knew that if she failed to obtain this situation, she might have considerable difficulty in finding another one.  She could only hope to obtain employment from strangers and newcomers, who were ignorant of the reputation of the model lodging-house.  So in view of softening the hearts of Pascal and his mother, she began to relate the history of her life, skilfully mingling the false with the true, and representing herself as an unfortunate victim of circumstances, and the inhuman cruelty of relatives.  For she belonged, like her husband, to a very respectable family, as the Maumejans might easily ascertain by inquiry.  Vantrasson's sister was the wife of a man named Greloux, who had once been a bookbinder in the Rue Saint-Denis, but who had now retired from business with a competency.  \\\"Why had this Greloux refused to save them from bankruptcy? Because one could never hope for a favor from relatives,\\\" she groaned; \\\"they are jealous if you succeed; and if you are unfortunate, they cast you off.\\\"\\n\\nHowever, these doleful complaints, far from rendering Madame Vantrasson interesting, imparted a deceitful and most disagreeable expression to her countenance.  \\\"I told you that I could only give fifteen francs,\\\" interrupted Madame Ferailleur--\\\"take it or leave it.\\\"\\n\\nMadame Vantrasson protested.  She expressed her willingness to deduct five francs from the sum she had named, but more--it was impossible! Would they haggle over ten francs to secure such a treasure as herself, an honest, settled woman, who was entirely devoted to her employers?\\\" Besides, I have been a grand cook in my time,\\\" she added, \\\"and I have not lost all my skill.  Monsieur and madame would be delighted with my cooking, for I have seen more than one fine gentleman smack his lips over my sauces when was in the employment of the Count de Chalusse.\\\"\\n\\nPascal and his mother could not repress a start on hearing this name; but it was in a tone of well-assumed indifference that Madame Ferailleur repeated, \\\"M. de Chalusse?\\\"\\n\\n\\\"Yes, madame--a count--and so rich that he didn't know how much he was worth.  If he were still alive I shouldn't be compelled to go out to service again.  But he's dead and he's to be buried this very day.\\\" And with an air of profound secrecy, she added: \\\"On going yesterday to the Hotel de Chalusse to ask for a little help, I heard of the great misfortune.  Vantrasson, my husband, accompanied me, and while we were talking with the concierge, a young woman passed through the hall, and he recognized her as a person who some time ago was--well--no better than she should be.  Now, however, she's a young lady as lofty as the clouds, and the deceased count has been passing her off as his daughter.  Ah! this is a strange world.\\\"\\n\\nPascal had become whiter than the ceiling.  His eyes blazed; and Madame Ferailleur trembled.  \\\"Very well,\\\" she said, \\\"I will give you twenty-five francs--but on condition you come without complaining if I sometimes require your services of an evening.  On these occasions I will give you your dinner.\\\" And taking five francs from her pocket she placed them in Madame Vantrasson's hand, adding: ' Here is your earnest money.\\\"\\n\\nThe other quickly pocketed the coin, not a little surprised by this sudden decision which she had scarcely hoped for, and which she by no means understood.  Still she was so delighted with this denouement that she expressed her willingness to enter upon her duties at once; and to get rid of her Madame Ferailleur was obliged to send her out to purchase the necessary supplies for breakfast.  Then, as soon as she was alone with her son, she turned to him and asked: \\\"Well, Pascal?\\\"\\n\\nBut the wretched man seemed turned to stone, and seeing that he neither spoke nor moved, she continued in a severe tone: \\\"Is this the way you keep your resolutions and your oaths! You express your intention of accomplishing a task which requires inexhaustible patience and dissimulation, and at the very first unforeseen circumstance your coolness deserts you, and you lose your head completely.  If it had not been for me you would have betrayed yourself in that woman's presence.  You must renounce your revenge, and tamely submit to be conquered by the Marquis de Valorsay if your face is to be an open book in which any one may read your secret plans and thoughts.\\\"\\n\\nPascal shook his head dejectedly.  \\\"Didn't you hear, mother?\\\" he faltered.\\n\\n\\\"Hear what?\\\"\\n\\n\\\"What that vile woman said? This young lady whom she spoke of, whom her husband recognized, can be none other than Marguerite.\\\"\\n\\n\\\"I am sure of it.\\\"\\n\\nHe recoiled in horror.  \\\"You are sure of it!\\\" he repeated; \\\"and you can tell me this unmoved--coldly, as if it were a natural, a possible thing.  Didn't you understand the shameful meaning of her insinuations? Didn't you see her hypocritical smile and the malice gleaming in her eyes?\\\" He pressed his hands to his burning brow, and groaned \\\"And I did not crush the infamous wretch! I did not fell her to the ground!\\\"\\n\\nAh! if she had obeyed the impulse of her heart.  Madame Ferailleur would have thrown her arms round her son's neck, and have mingled her tears with his, but reason prevailed.  The worthy woman's heart was pervaded with that lofty sentiment of duty which sustains the humble heroines of the fireside, and lends them even more courage than the reckless adventurers whose names are recorded by history could boast of.  She felt that Pascal must not be consoled, but spurred on to fresh efforts; and so mustering all her courage, she said: \\\"Are you acquainted with Mademoiselle Marguerite's past life? No.  You only know that hers has been a life of great vicissitudes--and so it is not strange that she should be slandered.\\\"\\n\\n\\\"In that case, mother,\\\" said Pascal, \\\"you were wrong to interrupt Madame Vantrasson.  She would probably have told us many things.\\\"\\n\\n\\\"I interrupted her, it is true, and sent her away--and you know why.  But she is in our service now; and when you are calm, when you have regained your senses, nothing will prevent you from questioning her.  It may be useful for you to know who this man Vantrasson is, and how and where he met Mademoiselle Marguerite.\\\"\\n\\nShame, sorrow, and rage, brought tears to Pascal's eyes.  \\\"My God!\\\" he exclaimed, \\\"to be reduced to the unspeakable misery of hearing my mother doubt Marguerite!\\\" He did not doubt her.  HE could have listened to the most infamous accusations against her without feeling a single doubt.  However, Madame Ferailleur had sufficient self-control to shrug her shoulders.  \\\"Ah, well! silence this slander,\\\" she exclaimed. \\\"I wish for nothing better; but don't forget that we have ourselves to rehabilitate.  To crush your enemies will be far more profitable to Mademoiselle Marguerite than vain threats and weak lamentations.  It seemed to me that you had sworn to act, not to complain.\\\"\\n\\nThis ironical thrust touched Pascal's sensitive mind to the quick; he rose at once to his feet, and coldly said, \\\"That's true.  I thank you for having recalled me to myself.\\\"\\n\\nShe made no rejoinder, but mentally thanked God.  She had read her son's heart, and perceiving his hesitation and weakness she had supplied the stimulus he needed.  Now she saw him as she wished to see him.  Now he was ready to reproach himself for his lack of courage and his weakness in displaying his feelings.  And as a test of his powers of endurance, he decided not to question Madame Vantrasson till four or five days had elapsed.  If her suspicions had been aroused, this delay would suffice to dispel them.\\n\\nHe said but little during breakfast; for he was now eager to commence the struggle.  He longed to act, and yet he scarcely knew how to begin the campaign.  First of all, he must study the enemy's position--gain some knowledge of the men he had to deal with, find out exactly who the Marquis de Valorsay and the Viscount de Coralth were.  Where could he obtain information respecting these two men? Should he be compelled to follow them and to gather up here and there such scraps of intelligence as came in his way? This method of proceeding would be slow and inconvenient in the extreme.  He was revolving the subject in his mind when he suddenly remembered the man who, on the morning that followed the scene at Madame d'Argeles's house, had come to him in the Rue d'Ulm to give him a proof of his confidence.  He remembered that this strange man had said: \\\"If you ever need a helping hand, come to me.\\\" And at the recollection he made up his mind.  \\\"I am going to Baron Trigault's,\\\" he remarked to his mother; \\\"if my presentiments don't deceive me, he will be of service to us.\\\"\\n\\nIn less than half an hour he was on his way.  He had dressed himself in the oldest clothes he possessed; and this, with the change he had made by cutting off his hair and beard, had so altered his appearance that it was necessary to look at him several times, and most attentively, to recognize him.  The visiting cards which he carried in his pocket bore the inscription: \\\"P. Maumejan, Business Agent, Route de la Revolte.\\\" His knowledge of Parisian life had induced him to choose the same profession as M. Fortunat followed--a profession which opens almost every door.  \\\"I will enter the nearest cafe and ask for a directory,\\\" he said to himself.  \\\"I shall certainly find Baron Trigault's address in it.\\\"\\n\\nThe baron lived in the Rue de la Ville-l'Eveque.  His mansion was one of the largest and most magnificent in the opulent district of the Madeleine, and its aspect was perfectly in keeping with its owner's character as an expert financier, and a shrewd manufacturer, the possessor of valuable mines.  The marvellous luxury so surprised Pascal, that he asked himself how the owner of this princely abode could find any pleasure at the gaming table of the Hotel d'Argeles.  Five or six footmen were lounging about the courtyard when he entered it.  He walked straight up to one of them, and with his hat in his hand, asked: \\\"Baron Trigault, if you please?\\\"\\n\\nIf he had asked for the Grand Turk the valet would not have looked at him with greater astonishment.  His surprise, indeed, seemed so profound that Pascal feared he had made some mistake and added: \\\"Doesn't he live here?\\\"\\n\\nThe servant laughed heartily.  \\\"This is certainly his house,\\\" he replied, \\\"and strange to say, by some fortunate chance, he's here.\\\"\\n\\n\\\"I wish to speak with him on business.\\\"\\n\\nThe servant called one of his colleagues.  \\\"Eh! Florestan--is the baron receiving?\\\"\\n\\n\\\"The baroness hasn't forbidden it.\\\"\\n\\nThis seemed to satisfy the footman; for, turning to Pascal he said: \\\"In that case, you can follow me.\\\"\\n\\nII.\\n\\nThe sumptuous interior of the Trigault mansion was on a par with its external magnificence.  Even the entrance bespoke the lavish millionaire, eager to conquer difficulties, jealous of achieving the impossible, and never haggling when his fancies were concerned.  The spacious hall, paved with costly mosaics, had been transformed into a conservatory full of flowers, which were renewed every morning.  Rare plants climbed the walls up gilded trellis work, or hung from the ceiling in vases of rare old china, while from among the depths of verdure peered forth exquisite statues, the work of sculptors of renown.  On a rustic bench sat a couple of tall footmen, as bright in their gorgeous liveries as gold coins fresh from the mint; still, despite their splendor, they were stretching and yawning to such a degree, that it seemed as if they would ultimately dislocate their jaws and arms.\\n\\n\\\"Tell me,\\\" inquired the servant who was escorting Pascal, \\\"can any one speak to the baron?\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"This gentleman has something to say to him.\\\"\\n\\nThe two valets eyed the unknown visitor, plainly considering him to be one of those persons who have no existence for the menials of fashionable establishments, and finally burst into a hearty laugh.  \\\"Upon my word!\\\" exclaimed the eldest, \\\"he's just in time.  Announce him, and madame will be greatly obliged to you.  She and monsieur have been quarrelling for a good half-hour.  And, heavenly powers, isn't he tantalizing!\\\"\\n\\nThe most intense curiosity gleamed in the eyes of Pascal's conductor, and with an airy of secrecy, he asked: \\\"What is the cause of the rumpus? That Fernand, no doubt--or some one else?\\\"\\n\\n\\\"No; this morning it's about M. Van Klopen.\\\"\\n\\n\\\"Madame's dressmaker?\\\"\\n\\n\\\"The same.  Monsieur and madame were breakfasting together--a most unusual thing--when M. Van Klopen made his appearance.  I thought to myself, when I admitted him: 'Look out for storms!' I scented one in the air, and in fact the dressmaker hadn't been in the room five minutes before we heard the baron's voice rising higher and higher.  I said to myself: 'Whew! the mantua-maker is presenting his bill!' Madame cried and went on like mad; but, pshaw! when the master really begins, there's no one like him.  There isn't a cab- driver in Paris who's his equal for swearing.\\\"\\n\\n\\\"And M. Van Klopen?\\\"\\n\\n\\\"Oh, he's used to such scenes! When gentlemen abuse him he does the same as dogs do when they come up out of the water; he just shakes his head and troubles himself no more about it.  He has decidedly the best of the row.  He has furnished the goods, and he'll have to be paid sooner or later----\\\"\\n\\n\\\"What! hasn't he been paid then?\\\"\\n\\n\\\"I don't know; he's still here.\\\"\\n\\nA terrible crash of breaking china interrupted this edifying conversation.  \\\"There!\\\" exclaimed one of the footmen, \\\"that's monsieur; he has smashed two or three hundred francs' worth of dishes.  He MUST be rich to pay such a price for his angry fits.\\\"\\n\\n\\\"Well,\\\" observed the other, \\\"if I were in monsieur's place I should be angry too.  Would you let your wife have her dresses fitted on by a man? I says that it's indecent.  I'm only a servant, but----\\\"\\n\\n\\\"Nonsense, it's the fashion.  Besides, monsieur does not care about that.  A man who----\\\"\\n\\nHe stopped short; in fact, the others had motioned him to be silent.  The baron was surrounded by exceptional servants, and the presence of a stranger acted as a restraint upon them.  For this reason, one of them, after asking Pascal for his card, opened a door and ushered him into a small room, saying: \\\"I will go and inform the baron.  Please wait here.\\\"\\n\\n\\\"Here,\\\" as he called it, was a sort of smoking-room hung with cashmere of fantastic design and gorgeous hues, and encircled by a low, cushioned divan, covered with the same material.  A profusion of rare and costly objects was to be seen on all sides, armor, statuary, pictures, and richly ornamented weapons.  But Pascal, already amazed by the conversation of the servants, did not think of examining these objects of virtu.  Through a partially open doorway, directly opposite the one he had entered by, came the sound of loud voices in excited conversation.  Baron Trigault, the baroness, and the famous Van Klopen were evidently in the adjoining room.  It was a woman, the baroness, who was speaking, and the quivering of her clear and somewhat shrill voice betrayed a violent irritation, which was only restrained with the greatest difficulty.  \\\"It is hard for the wife of one of the richest men in Paris to see a bill for absolute necessities disputed in this style,\\\" she was saying.\\n\\nA man's voice, with a strong Teutonic accent, the voice of Van Klopen, the Hollander, caught up the refrain.  \\\"Yes, strict necessities, one can swear to that.  And if, before flying into a passion, Monsieur le Baron had taken the trouble to glance over my little bill, he would have seen----\\\"\\n\\n\\\"No more! You bore me to death.  Besides I haven't time to listen to your nonsense; they are waiting for me to play a game of whist at the club.\\\"\\n\\nThis time it was the master of the house, Baron Trigault, who spoke, and Pascal recognized his voice instantly.\\n\\n\\\"If monsieur would only allow me to read the items.  It will take but a moment,\\\" rejoined Van Klopen.  And as if he had construed the oath that answered him as an exclamation of assent, he began: \\\"In June, a Hungarian costume with jacket and sash, two train dresses with upper skirts and trimmings of lace, a Medicis polonaise, a jockey costume, a walking costume, a riding-habit, two morning-dresses, a Velleda costume, an evening dress.\\\"\\n\\n\\\"I was obliged to attend the races very frequently during the month of June,\\\" remarked the baroness.\\n\\nBut the illustrious adorner of female loveliness had already resumed his reading.  \\\"In July we have: two morning-jackets, one promenade costume, one sailor suit, one Watteau shepherdess costume, one ordinary bathing-suit, with material for parasol and shoes to match, one Pompadour bathing-suit, one dressing-gown, one close-fitting Medicis mantle, two opera cloaks----\\\"\\n\\n\\\"And I was certainly not the most elegantly attired of the ladies at Trouville, where I spent the month of July,\\\" interrupted the baroness.\\n\\n\\\"There are but few entries in the month of August,\\\" continued Van Klopen.  \\\"We have: a morning-dress, a travelling-dress, with trimmings----\\\" And he went on and on, gasping for breath, rattling off the ridiculous names which he gave to his \\\"creations,\\\" and interrupted every now and then by the blow of a clinched fist on the table, or by a savage oath.\\n\\nPascal stood in the smoking-room, motionless with astonishment.  He did not know what surprised him the most, Van Klopen's impudence in daring to read such a bill, the foolishness of the woman who had ordered all these things, or the patience of the husband who was undoubtedly going to pay for them.  At last, after what seemed an interminable enumeration, Van Klopen exclaimed: \\\"And that's all!\\\"\\n\\n\\\"Yes, that's all,\\\" repeated the baroness, like an echo.\\n\\n\\\"That's all!\\\" exclaimed the baron--\\\"that's all! That is to say, in four months, at least seven hundred yards of silk, velvet, satin, and muslin, have been put on this woman's back!\\\"\\n\\n\\\"The dresses of the present day require a great deal of material.  Monsieur le Baron will understand that flounces, puffs, and ruches----\\\"\\n\\n\\\"Naturally! Total, twenty-seven thousand francs!\\\"\\n\\n\\\"Excuse me! Twenty-seven thousand nine hundred and thirty-three francs, ninety centimes.\\\"\\n\\n\\\"Call it twenty-eight thousand francs then.  Ah, well, M. Van Klopen, if you are ever paid for this rubbish it won't be by me.\\\"\\n\\nIf Van Klopen was expecting this denouement, Pascal wasn't; in fact, he was so startled, that an exclamation escaped him which would have betrayed his presence under almost any other circumstances.  What amazed him most was the baron's perfect calmness, following, as it did, such a fit of furious passion, violent enough even to be heard in the vestibule.  \\\"Either he has extraordinary control over himself or this scene conceals some mystery,\\\" thought Pascal.\\n\\nMeanwhile, the man-milliner continued to urge his claims--but the baron, instead of replying, only whistled; and wounded by this breach of good manners, Van Klopen at last exclaimed: \\\"I have had dealings with all the distinguished men in Europe, and never before did one of them refuse to pay me for his wife's toilettes.\\\"\\n\\n\\\"Very well--I don't pay for them--there's the difference.  Do you suppose that I, Baron Trigault, that I've worked like a negro for twenty years merely for the purpose of aiding your charming and  useful branch of industry? Gather up your papers, Mr. Ladies' Tailor.  There may be husbands who believe themselves responsible for their wives' follies--it's quite possible there are--but I'm not made of that kind of stuff.  I allow Madame Trigault eight thousand francs a month for her toilette--that is sufficient--and it is a matter for you and her to arrange together.  What did I tell you last year when I paid a bill of forty thousand francs? That I would not be responsible for any more of my wife's debts.  And I not only said it, I formally notified you through my private secretary.\\\"\\n\\n\\\"I remember, indeed----\\\"\\n\\n\\\"Then why do you come to me with your bill? It is with my wife that you have opened an account.  Apply to her, and leave me in peace.\\\"\\n\\n\\\"Madame promised me----\\\"\\n\\n\\\"Teach her to keep her promises.\\\"\\n\\n\\\"It costs a great deal to retain one's position as a leader of fashion; and many of the most distinguished ladies are obliged to run into debt,\\\" urged Van Klopen.\\n\\n\\\"That's their business.  But my wife is not a fine lady.  She is simply Madame Trigault, a baroness, thanks to her husband's gold and the condescension of a worthy German prince, who was in want of money.  SHE is not a person of consequence--she has no rank to keep up.\\\"\\n\\nThe baroness must have attached immense importance to the satisfying of Van Klopen's demands, for concealing the anger this humiliating scene undoubtedly caused her, she condescended to try and explain, and even to entreat.  \\\"I have been a little extravagant, perhaps,\\\" she said; \\\"but I will be more prudent in future.  Pay, monsieur--pay just once more.\\\"\\n\\n\\\"No!\\\"\\n\\n\\\"If not for my sake, for your own.\\\"\\n\\n\\\"Not a farthing.\\\"\\n\\nBy the baron's tone, Pascal realized that his wife would never shake his fixed determination.  Such must also have been the opinion of the illustrious ruler of fashion, for he returned to the charge with an argument he had held in reserve.  \\\"If this is the case, I shall, to my great regret, be obliged to fail in the respect I owe to Monsieur le Baron, and to place this bill in the hands of a solicitor.\\\"\\n\\n\\\"Send him along--send him along.\\\"\\n\\n\\\"I cannot believe that monsieur wishes a law-suit.\\\"\\n\\n\\\"In that you are greatly mistaken.  Nothing would please me better.  It would at last give me an opportunity to say what I think about your dealings.  Do you think that wives are to turn their husbands into machines for supplying money? You draw the bow-string too tightly, my dear fellow--it will break.  I'll proclaim on the house-top what others dare not say, and we'll see if I don't succeed in organizing a little crusade against you.\\\" And animated by the sound of his own words, his anger came back to him, and in a louder and ever louder voice he continued: \\\"Ah! you prate of the scandal that would be created by my resistance to your demands.  That's your system; but, with me, it won't succeed.  You threaten me with a law-suit; very good.  I'll take it upon myself to enlighten Paris, for I know your secrets, Mr. Dressmaker.  I know the goings on in your establishment.  It isn't always to talk about dress that ladies stop at your place on returning from the Bois.  You sell silks and satins no doubt; but you sell Madeira, and excellent cigarettes as well, and there are some who don't walk very straight on leaving your establishment, but smell suspiciously of tobacco and absinthe.  Oh, yes, let us go to law, by all means! I shall have an advocate who will know how to explain the parts your customers pay, and who will reveal how, with your assistance, they obtain money from other sources than their husband's cash-box.\\\"\\n\\nWhen M. Van Klopen was addressed in this style, he was not at all pleased.  \\\"And I!\\\" he exclaimed, \\\"I will tell people that Baron Trigault, after losing all his money at play, repays his creditors with curses.\\\"\\n\\nThe noise of an overturned chair told Pascal that the baron had sprung up in a furious passion \\\"You may say what you like, you rascally fool! but not in my house,\\\" he shouted.  \\\"Leave--leave, or I will ring----\\\"\\n\\n\\\"Monsieur----\\\"\\n\\n\\\"Leave, leave, I tell you, or I sha'n't have the patience to wait for a servant!\\\"\\n\\nHe must have joined action to word, and have seized Van Klopen by the collar to thrust him into the hall, for Pascal heard a sound of scuffling, a series of oaths worthy of a coal-heaver, two or three frightened cries from the baroness, and several guttural exclamations in German.  Then a door closed with such violence that the whole house shook, and a magnificent clock, fixed to the wall of the smoking-room, fell on to the floor.\\n\\nIf Pascal had not heard this scene, he would have deemed it incredible.  How could one suppose that a creditor would leave this princely mansion with his bill unpaid? But more and more clearly he understood that there must be some greater cause of difference between husband and wife than this bill of twenty-eight thousand francs.  For what was this amount to a confirmed gambler who, without as much as a frown, gained or lost a fortune every evening of his life.  Evidently there was some skeleton in this household--one of those terrible secrets which make a man and his wife enemies, and all the more bitter enemies as they are bound together by a chain which it is impossible to break.  And undoubtedly, a good many of the insults which the baron had heaped upon Van Klopen must have been intended for the baroness.  These thoughts darted through Pascal's mind with the rapidity of lightning, and showed him the horrible position in which he was placed.  The baron, who had been so favorably disposed toward him, and from whom he was expecting a great service, would undoubtedly hate him, undoubtedly become his enemy, when he learned that he had been a listener, although an involuntary one, to this conversation with Van Klopen.  How did it happen that he had been placed in this dangerous position? What had become of the footman who had taken his card? These were questions which he was unable to answer.  And what was he to do? If he could have retired noiselessly, if he could have reached the courtyard and have made his escape without being observed he would not have hesitated.  But was this plan practicable? And would not his card betray him? Would it not be discovered sooner or later that he had been in the smoking-room while M. Van Klopen was in the dining-room? In any case, delicacy of feeling as well as his own interest forbade him to remain any longer a listener to the private conversation of the baron and his wife.\\n\\nHe therefore noisily moved a chair, and coughed in that affected style which means in every country: \\\"Take care--I'm here!\\\" But he did not succeed in attracting attention.  And yet the silence was profound; he could distinctly hear the creaking of the baron's boots, as he paced to and fro, and the sound of fingers nervously beating a tattoo on the table.  If he desired to avoid hearing the confidential conversation, which would no doubt ensue between the baron and his wife, there was but one course for him to pursue, and that was to reveal his presence at once.  He was about to do so, when some one opened a door which must have led from the hall into the dining-room.  He listened attentively, but only heard a few confused words, to which the baron replied: \\\"Very well.  That's sufficient.  I will see him in a moment.\\\"\\n\\nPascal breathed freely once more.  \\\"They have just given him my card,\\\" he thought.  \\\"I can remain now; he will come here in a moment.\\\"\\n\\nThe baron must really have started to leave the room, for his wife exclaimed: \\\"One word more: have you quite decided?\\\"\\n\\n\\\"Oh, fully!\\\"\\n\\n\\\"You are resolved to leave me exposed to the persecutions of my dressmaker?\\\"\\n\\n\\\"Van Klopen is too charming and polite to cause you the least worry.\\\"\\n\\n\\\"You will brave the disgrace of a law-suit?\\\"\\n\\n\\\"Nonsense! You know very well that he won't bring any action against me--unfortunately.  And, besides, pray tell me where the disgrace would be? I have a foolish wife--is that my fault? I oppose her absurd extravagance--haven't I a right to do so? If all husbands were as courageous, we should soon close the establishments of these artful men, who minister to your vanity, and use you ladies as puppets, or living advertisements, to display the absurd fashions which enrich them.\\\"\\n\\nThe baron took two or three more steps forward, as if about to leave the room, but his wife interposed: \\\"The Baroness Trigault, whose husband has an income of seven or eight hundred thousand francs a year, can't go about clad like a simple woman of the middle classes.\\\"\\n\\n\\\"I should see nothing so very improper in that.\\\"\\n\\n\\\"Oh, I know.  Only your ideas don't coincide with mine.  I shall never consent to make myself ridiculous among the ladies of my set--among my friends.\\\"\\n\\n\\\"It would indeed be a pity to arouse the disapproval of your friends.\\\"\\n\\nThis sneering remark certainly irritated the baroness, for it was with the greatest vehemence that she replied: \\\"All my friends are ladies of the highest rank in society--noble ladies!\\\"\\n\\nThe baron no doubt shrugged his shoulders, for in a tone of crushing irony and scorn, he exclaimed: \\\"Noble ladies! whom do you call noble ladies, pray? The brainless fools who only think of displaying themselves and making themselves notorious?--the senseless idiots who pique themselves on surpassing lewd women in audacity, extravagance, and effrontery, who fleece their husbands as cleverly as courtesans fleece their lovers? Noble ladies! who drink, and smoke, and carouse, who attend masked balls, and talk slang! Noble ladies! the idiots who long for the applause of the crowd, and consider notoriety to be desirable and flattering.  A woman is only noble by her virtues--and the chief of all virtues, modesty, is entirely wanting in your illustrious friends----\\\"\\n\\n\\\"Monsieur,\\\" interrupted the baroness, in a voice husky with anger, \\\"you forget yourself--you----\\\"\\n\\nBut the baron was well under way.  \\\"If it is scandal that crowns one a great lady, you ARE one--and one of the greatest; for you are notorious--almost as notorious as Jenny Fancy.  Can't I learn from the newspapers all your sayings and gestures, your amusements, your occupations, and the toilettes you wear? It is impossible to read of a first performance at a theatre, or of a horse-race, without finding your name coupled with that of Jenny Fancy, or Cora Pearl, or Ninette Simplon.  I should be a very strange husband indeed, if I wasn't proud and delighted.  Ah! you are a treasure to the reporters.  On the day before yesterday the Baroness Trigault skated in the Bois.  Yesterday she was driving in her pony-carriage.  To-day she distinguished herself by her skill at pigeon-shooting.  To-morrow she will display herself half nude in some tableaux vivants.  On the day after to-morrow she will inaugurate a new style of hair-dressing, and take part in a comedy.  It is always the Baroness Trigault who is the observed of all observers at Vincennes.  The Baroness Trigault has lost five hundred louis in betting.  The Baroness Trigault uses her lorgnette with charming impertinence.  It is she who has declared it proper form to take a 'drop' on returning from the Bois.  No one is so famed for 'form,' as the baroness--and silk merchants have bestowed her name upon a color.  People rave of the Trigault blue--what glory! There are also costumes Trigault, for the witty, elegant baroness has a host of admirers who follow her everywhere, and loudly sing her praises.  This is what I, a plain, honest man, read every day in the newspapers.  The whole world not only knows how my wife dresses, but how she looks en dishabille, and how she is formed; folks are aware that she has an exquisite foot, a divinely-shaped leg, and a perfect hand.  No one is ignorant of the fact that my wife's shoulders are of dazzling whiteness, and that high on the left shoulder there is a most enticing little mole.  I had the satisfaction of reading this particular last evening.  It is charming, upon my word! and I am truly a fortunate man!\\\"\\n\\nIn the smoking-room, Pascal could hear the baroness angrily stamp her foot, as she exclaimed: \\\"It is an outrageous insult--your journalists are most impertinent.\\\"\\n\\n\\\"Why? Do they ever trouble honest women?\\\"\\n\\n\\\"They wouldn't trouble me if I had a husband who knew how to make them treat me with respect!\\\"\\n\\nThe baron laughed a strident, nervous laugh, which it was not pleasant to hear, and which revealed the fact that intense suffering was hidden beneath all this banter.  \\\"Would you like me to fight a duel then? After twenty years has the idea of ridding yourself of me occurred to you again? I can scarcely believe it.  You know too well that you would receive none of my money, that I have guarded against that.  Besides, you would be inconsolable if the newspapers ceased talking about you for a single day.  Respect yourself, and you will be respected.  The publicity you complain of is the last anchor which prevents society from drifting one knows not where.  Those who would not listen to the warning voice of honor and conscience are restrained by the fear of a little paragraph which might disclose their shame.  Now that a woman no longer has a conscience, the newspapers act in place of it.  And I think it quite right, for it is our only hope of salvation.\\\"\\n\\nBy the stir in the adjoining room, Pascal felt sure that the baroness had stationed herself before the door to prevent her husband from leaving her.  \\\"Ah! well, monsieur,\\\" she exclaimed, \\\"I declare to you that I must have Van Klopen's twenty-eight thousand francs before this evening.  I will have them, too; I am resolved to have them, and you will give them to me.\\\"\\n\\n\\\"Oh!\\\" thundered the baron, \\\"you WILL have them--you will----\\\" He paused, and then, after a moment's reflection, he said: \\\"Very well.  So be it! I will give you this amount, but not just now.  Still if, as you say, it is absolutely necessary that you should have it to-day, there is a means of procuring it.  Pawn your diamonds for thirty thousand francs--I authorize you to do so; and I give you my word of honor that I will redeem them within a week.  Say, will you do this?\\\"  And, as the baroness made no reply, he continued: \\\"You don't answer! shall I tell you why? It is because your diamonds were long since sold and replaced by imitation ones; it is because you are head over heels in debt; it is because you have stooped so low as to borrow your maid's savings; it is because you already owe three thousand francs to one of my coachmen; it is because our steward lends you money at the rate of thirty or forty per cent.\\\"\\n\\n\\\"It is false!\\\"\\n\\nThe baron sneered.  \\\"You certainly must think me a much greater fool than I really am!\\\" he replied.  \\\"I'm not often at home, it's true--the sight of you exasperates me; but I know what's going on.  You believe me your dupe, but you are altogether mistaken.  It is not twenty-seven thousand francs you owe Van Klopen, but fifty or sixty thousand.  However, he is careful not to demand payment.  If he brought me a bill this morning, it was only because you had begged him to do so, and because it had been agreed he should give you the money back if I paid him.  In short, if you require twenty-eight thousand francs before to-night, it is because M. Fernand de Coralth has demanded that sum, and because you have promised to give it to him!\\\"\\n\\nLeaning against the wall of the smoking-room, speechless and motionless, holding his breath, with his hands pressed upon his heart, as if to stop its throbbings, Pascal Ferailleur listened.  He no longer thought of flying; he no longer thought of reproaching himself for his enforced indiscretion.  He had lost all consciousness of his position.  The name of the Viscount de Coralth, thus mentioned in the course of this frightful scene, came as a revelation to him.  He now understood the meaning of the baron's conduct.  His visit to the Rue d'Ulm, and his promises of help were all explained.  \\\"My mother was right,\\\" he thought; \\\"the baron hates that miserable viscount mortally.  He will do all in his power to assist me.\\\"\\n\\nMeanwhile, the baroness energetically denied her husband's charges.  She swore that she did not know what he meant.  What had M. de Coralth to do with all this? She commanded her husband to speak more plainly--to explain his odious insinuations.\\n\\nHe allowed her to speak for a moment, and then suddenly, in a harsh, sarcastic voice, he interrupted her by saying: \\\"Oh! enough! No more hypocrisy! Why do you try to defend yourself? What matters one crime more? I know only too well that what I say is true; and if you desire proofs, they shall be in your hands in less than half an hour.  It is a long time since I was blind--full twenty years! Nothing concerning you has escaped my knowledge and observation since the cursed day when I discovered the depths of your disgrace and infamy--since the terrible evening when I heard you plan to murder me in cold blood.  You had grown accustomed to freedom of action; while I, who had gone off with the first gold- seekers, was braving a thousand dangers in California, so as to win wealth and luxury for you more quickly.  Fool that I was! No task seemed too hard or too distasteful when I thought of you--and I was always thinking of you.  My mind was at peace--I had perfect faith in you.  We had a daughter; and if a fear or a doubt entered my mind, I told myself that the sight of her cradle would drive all evil thoughts from your heart.  The adultery of a childless wife may be forgiven or explained; but that of a mother, never! Fool! idiot! that I was! With what joyous pride, on my return after an absence of eighteen months, I showed you the treasures I had brought back with me! I had two hundred thousand francs! I said to you as I embraced you: 'It is yours, my well-beloved, the source of all my happiness!' But you did not care for me--I wearied you! You loved another! And while you were deceiving me with your caresses, you were, with fiendish skill, preparing a conspiracy which, if it had succeeded, would have resulted in my death! I should consider myself amply revenged if I could make you suffer for a single day all the torments that I endured for long months.  For this was not all! You had not even the excuse, if excuse it be, of a powerful, all-absorbing passion.  Convinced of your treachery, I resolved to ascertain everything, and I discovered that in my absence you had become a mother.  Why didn't I kill you? How did I have the courage to remain silent and conceal what I knew? Ah! it was because, by watching you, I hoped to discover the cursed bastard and your accomplice.  It was because I dreamed of a vengeance as terrible as the offence.  I said to myself that the day would come when, at any risk, you would try to see your child again, to embrace her, and provide for her future.  Fool! fool that I was! You had already forgotten her! When you received news of my intended return, she was sent to some foundling asylum, or left to die upon some door-step.  Have you ever thought of her? Have you ever asked what has become of her? ever asked yourself if she had needed bread while you have been living in almost regal luxury? ever asked yourself into what depths of vice she may have fallen?\\\"\\n\\n\\\"Always the same ridiculous accusation!\\\" exclaimed the baroness.\\n\\n\\\"Yes, always!\\\"\\n\\n\\\"You must know, however, that this story of a child is only a vile slander.  I told you so when you spoke of it to me a dozen years afterward.  I have repeated it a thousand times since.\\\"\\n\\nThe baron uttered a sigh that was very like a sob, and without paying any heed to his wife's words, he continued: \\\"If I consented to allow you to remain under my roof, it was only for the sake of our daughter.  I trembled lest the scandal of a separation should fall upon her.  But it was useless suffering on my part.  She was as surely lost as you yourself were; and it was your work, too!\\\"\\n\\n\\\"What! you blame me for that?\\\"\\n\\n\\\"Whom ought I to blame, then? Who took her to balls, and theatres and races--to every place where a young girl ought NOT to be taken? Who initiated her into what you call high life? and who used her as a discreet and easy chaperon? Who married her to a wretch who is a disgrace to the title he bears, and who has completed the work of demoralization you began? And what is your daughter to-day? Her extravagance has made her notorious even among the shameless women who pretend to be leaders of society.  She is scarcely twenty-two, and there is not a single prejudice left for her to brave! Her husband is the companion of actresses and courtesans; her own companions are no better--and in less than two years the million of francs which I bestowed on her as a dowry has been squandered, recklessly squandered--for there isn't a penny of it left.  And, at this very hour, my daughter and my son- in-law are plotting to extort money from me.  On the day before yesterday--listen carefully to this--my son-in-law came to ask me for a hundred thousand francs, and when I refused them, he threatened if I did not give them to him that he would publish some letters written by my daughter--by his wife--to some low scoundrel.  I was horrified and gave him what he asked.  But that same evening I learned that the husband and wife, my daughter and my son-in-law, had concocted this vile conspiracy together.  Yes, I have positive proofs of it.  Leaving here, and not wishing to return home that day, he telegraphed the good news to his wife.  But in his delight he made a mistake in the address, and the telegram was brought here.  I opened it, and read: 'Papa has fallen into the trap, my darling.  I beat my drum, and he surrendered at once.' Yes, that is what he dared to write, and sign with his own name, and then send to his wife--my daughter!\\\"\",\"timestamp\":1640138987,\"title\":\"\\nVengeance! that is the first, the only thought, when a man finds himself victimized, when his honor and fortune, \"},\"digest\":\"CYCVe-qD9UkEM-rBGk61qtUu9TFPfWSOC55gJ0nEQSk\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFR2qkeUGc1LK602WtB6sxC_lWPB-Eun0s5ljgvzAAQ\\\",\\\"y\\\":\\\"JZ9f8zB4SkZr3MWIus5Jqo1AN_fjjq5e7fxApYteusw\\\"}\",\"signature\":\"wFcPjjV11L7uTpyWVgbzayW0akXc5uqTm_KEbI393EnCt2pPLAZUfQhFOjw_7Y4GABnkQ8CtQGUMC98Fbb2xUw\",\"signingKeySignature\":\"0x39512b96bd8cc0e685f5d899c3b199f40a59ee4bd5e26bf8ba0da89319b5e2167c4b037b54bd845e3ba605ec6327022954d866177e4dfcf8d1a83fc11d787f111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFR2qkeUGc1LK602WtB6sxC_lWPB-Eun0s5ljgvzAAQ\\\",\\\"y\\\":\\\"JZ9f8zB4SkZr3MWIus5Jqo1AN_fjjq5e7fxApYteusw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CYCVe-qD9UkEM-rBGk61qtUu9TFPfWSOC55gJ0nEQSk\"}"