"{\"content\":{\"body\":\"Joan was about to offer comment, but was struck dumb with astonishment on hearing McKean's voice:  it seemed he could talk. He was telling of an old Scotch peasant farmer.  A mean, cantankerous old cuss whose curious pride it was that he had never given anything away.  Not a crust, nor a sixpence, nor a rag; and never would.  Many had been the attempts to make him break his boast:  some for the joke of the thing and some for the need; but none had ever succeeded.  It was his one claim to distinction and he guarded it.\\n\\nOne evening it struck him that the milk-pail, standing just inside the window, had been tampered with.  Next day he marked with a scratch the inside of the pan and, returning later, found the level of the milk had sunk half an inch.  So he hid himself and waited; and at twilight the next day the window was stealthily pushed open, and two small, terror-haunted eyes peered round the room.  They satisfied themselves that no one was about and a tiny hand clutching a cracked jug was thrust swiftly in and dipped into the pan; and the window softly closed.\\n\\nHe knew the thief, the grandchild of an old bed-ridden dame who lived some miles away on the edge of the moor.  The old man stood long, watching the small cloaked figure till it was lost in the darkness.  It was not till he lay upon his dying bed that he confessed it.  But each evening, from that day, he would steal into the room and see to it himself that the window was left ajar.\\n\\nAfter the coffee, Mrs. Phillips proposed their adjourning to the \\\"drawing-room\\\" the other side of the folding doors, which had been left open.  Phillips asked her to leave Joan and himself where they were.  He wanted to talk to her.  He promised not to bore her for more than ten minutes.\\n\\nThe others rose and moved away.  Hilda came and stood before Joan with her hands behind her.\\n\\n\\\"I am going to bed now,\\\" she said.  \\\"I wanted to see you from what Papa told me.  May I kiss you?\\\"\\n\\nIt was spoken so gravely that Joan did not ask her, as in lighter mood she might have done, what it was that Phillips had said.  She raised her face quietly, and the child bent forward and kissed her, and went out without looking back at either of them, leaving Joan more serious than there seemed any reason for.  Phillips filled his pipe and lighted it.\\n\\n\\\"I wish I had your pen,\\\" he said, suddenly breaking the silence. \\\"I'm all right at talking; but I want to get at the others:  the men and women who never come, thinking it has nothing to do with them.  I'm shy and awkward when I try to write.  There seems a barrier in front of me.  You break through it.  One hears your voice.  Tell me,\\\" he said, \\\"are you getting your way?  Do they answer you?\\\"\\n\\n\\\"Yes,\\\" said Joan.  \\\"Not any great number of them, not yet.  But enough to show that I really am interesting them.  It grows every week.\\\"\\n\\n\\\"Tell them that,\\\" he said.  \\\"Let them hear each other.  It's the same at a meeting.  You wait ten minutes sometimes before one man will summon up courage to put a question; but once one or two have ventured they spring up all round you.  I was wondering,\\\" he added, \\\"if you would help me; let me use you, now and again.\\\"\\n\\n\\\"It is what I should love,\\\" she answered.  \\\"Tell me what to do.\\\" She was not conscious of the low, vibrating tone in which she spoke.\\n\\n\\\"I want to talk to them,\\\" he said, \\\"about their stomachs.  I want them to see the need of concentrating upon the food problem: insisting that it shall be solved.  The other things can follow.\\\"\\n\\n\\\"There was an old Egyptian chap,\\\" he said, \\\"a governor of one of their provinces, thousands of years before the Pharaohs were ever heard of.  They dug up his tomb a little while ago.  It bore this inscription:  'In my time no man went hungry.'  I'd rather have that carved upon my gravestone than the boastings of all the robbers and the butchers of history.  Think what it must have meant in that land of drought and famine:  only a narrow strip of river bank where a grain of corn would grow; and that only when old Nile was kind.  If not, your nearest supplies five hundred miles away across the desert, your only means of transport the slow-moving camel.  Your convoy must be guarded against attack, provided with provisions and water for a two months' journey.  Yet he never failed his people.  Fat year and lean year:  'In my time no man went hungry.'  And here, to-day, with our steamships and our railways, with the granaries of the world filled to overflowing, one third of our population lives on the border line of want.  In India they die by the roadside.  What's the good of it all:  your science and your art and your religion!  How can you help men's souls if their bodies are starving?  A hungry man's a hungry beast.\\n\\n\\\"I spent a week at Grimsby, some years ago, organizing a fisherman's union.  They used to throw the fish back into the sea, tons upon tons of it, that men had risked their lives to catch, that would have fed half London's poor.  There was a 'glut' of it, they said.  The 'market' didn't want it.  Funny, isn't it, a 'glut' of food:  and the kiddies can't learn their lessons for want of it. I was talking with a farmer down in Kent.  The plums were rotting on his trees.  There were too many of them:  that was the trouble. The railway carriage alone would cost him more than he could get for them.  They were too cheap.  So nobody could have them.  It's the muddle of the thing that makes me mad--the ghastly muddle- headed way the chief business of the world is managed.  There's enough food could be grown in this country to feed all the people and then of the fragments each man might gather his ten basketsful. There's no miracle needed.  I went into the matter once with Dalroy of the Board of Agriculture.  He's the best man they've got, if they'd only listen to him.  It's never been organized:  that's all. It isn't the fault of the individual.  It ought not to be left to the individual.  The man who makes a corner in wheat in Chicago and condemns millions to privation--likely enough, he's a decent sort of fellow in himself:  a kind husband and father--would be upset for the day if he saw a child crying for bread.  My dog's a decent enough little chap, as dogs go, but I don't let him run my larder.\\n\\n\\\"It could be done with a little good will all round,\\\" he continued, \\\"and nine men out of every ten would be the better off.  But they won't even let you explain.  Their newspapers shout you down.  It's such a damned fine world for the few:  never mind the many.  My father was a farm labourer:  and all his life he never earned more than thirteen and sixpence a week.  I left when I was twelve and went into the mines.  There were six of us children; and my mother brought us up healthy and decent.  She fed us and clothed us and sent us to school; and when she died we buried her with the money she had put by for the purpose; and never a penny of charity had ever soiled her hands.  I can see them now.  Talk of your Chancellors of the Exchequer and their problems!  She worked herself to death, of course.  Well, that's all right.  One doesn't mind that where one loves.  If they would only let you.  She had no opposition to contend with--no thwarting and hampering at every turn--the very people you are working for hounded on against you. The difficulty of a man like myself, who wants to do something, who could do something, is that for the best part of his life he is fighting to be allowed to do it.  By the time I've lived down their lies and got my chance, my energy will be gone.\\\"\\n\\nHe knocked the ashes from his pipe and relit it.\\n\\n\\\"I've no quarrel with the rich,\\\" he said.  \\\"I don't care how many rich men there are, so long as there are no poor.  Who does?  I was riding on a bus the other day, and there was a man beside me with a bandaged head.  He'd been hurt in that railway smash at Morpeth. He hadn't claimed damages from the railway company and wasn't going to.  'Oh, it's only a few scratches,' he said.  'They'll be hit hard enough as it is.'  If he'd been a poor devil on eighteen shillings a week it would have been different.  He was an engineer earning good wages; so he wasn't feeling sore and bitter against half the world.  Suppose you tried to run an army with your men half starved while your officers had more than they could eat. It's been tried and what's been the result?  See that your soldiers have their proper rations, and the General can sit down to his six- course dinner, if he will.  They are not begrudging it to him.\\n\\n\\\"A nation works on its stomach.  Underfeed your rank and file, and what sort of a fight are you going to put up against your rivals. I want to see England going ahead.  I want to see her workers properly fed.  I want to see the corn upon her unused acres, the cattle grazing on her wasted pastures.  I object to the food being thrown into the sea--left to rot upon the ground while men are hungry--side-tracked in Chicago, while the children grow up stunted.  I want the commissariat properly organized.\\\"\\n\\nHe had been staring through her rather than at her, so it had seemed to Joan.  Suddenly their eyes met, and he broke into a smile.\\n\\n\\\"I'm so awfully sorry,\\\" he said.  \\\"I've been talking to you as if you were a public meeting.  I'm afraid I'm more used to them than I am to women.  Please forgive me.\\\"\\n\\nThe whole man had changed.  The eyes had a timid pleading in them.\\n\\nJoan laughed.  \\\"I've been feeling as if I were the King of Bavaria,\\\" she said.\\n\\n\\\"How did he feel?\\\" he asked her, leaning forward.\\n\\n\\\"He had his own private theatre,\\\" Joan explained, \\\"where Wagner gave his operas.  And the King was the sole audience.\\\"\\n\\n\\\"I should have hated that,\\\" he said, \\\"if I had been Wagner.\\\"\\n\\nHe looked at her, and a flush passed over his boyish face.\\n\\n\\\"All right,\\\" he said, \\\"if it had been a queen.\\\"\\n\\nJoan found herself tracing patterns with her spoon upon the tablecloth.  \\\"But you have won now,\\\" she said, still absorbed apparently with her drawing, \\\"you are going to get your chance.\\\"\\n\\nHe gave a short laugh.  \\\"A trick,\\\" he said, \\\"to weaken me.  They think to shave my locks; show me to the people bound by their red tape.  To put it another way, a rat among the terriers.\\\"\\n\\nJoan laughed.  \\\"You don't somehow suggest the rat,\\\" she said: \\\"rather another sort of beast.\\\"\\n\\n\\\"What do you advise me?\\\" he asked.  \\\"I haven't decided yet.\\\"\\n\\nThey were speaking in whispered tones.  Through the open doors they could see into the other room.  Mrs. Phillips, under Airlie's instructions, was venturing upon a cigarette.\\n\\n\\\"To accept,\\\" she answered.  \\\"They won't influence you--the terriers, as you call them.  You are too strong.  It is you who will sway them.  It isn't as if you were a mere agitator.  Take this opportunity of showing them that you can build, plan, organize; that you were meant to be a ruler.  You can't succeed without them, as things are.  You've got to win them over.  Prove to them that they can trust you.\\\"\\n\\nHe sat for a minute tattooing with his fingers on the table, before speaking.\\n\\n\\\"It's the frills and flummery part of it that frightens me,\\\" he said.  \\\"You wouldn't think that sensitiveness was my weak point. But it is.  I've stood up to a Birmingham mob that was waiting to lynch me and enjoyed the experience; but I'd run ten miles rather than face a drawing-room of well-dressed people with their masked faces and ironic courtesies.  It leaves me for days feeling like a lobster that has lost its shell.\\\"\\n\\n\\\"I wouldn't say it, if I didn't mean it,\\\"  answered Joan; \\\"but you haven't got to trouble yourself about that . . . You're quite passable.\\\"  She smiled.  It seemed to her that most women would find him more than passable.\\n\\nHe shook his head.  \\\"With you,\\\" he said.  \\\"There's something about you that makes one ashamed of worrying about the little things. But the others:  the sneering women and the men who wink over their shoulder while they talk to you, I shall never be able to get away from them, and, of course, wherever I go--\\\"\\n\\nHe stopped abruptly with a sudden tightening of the lips.  Joan followed his eyes.  Mrs. Phillips had swallowed the smoke and was giggling and spluttering by turns.  The yellow ostrich feather had worked itself loose and was rocking to and fro as if in a fit of laughter of its own.\\n\\nHe pushed back his chair and rose.  \\\"Shall we join the others?\\\" he said.\\n\\nHe moved so that he was between her and the other room, his back to the open doors.  \\\"You think I ought to?\\\" he said.\\n\\n\\\"Yes,\\\" she answered firmly, as if she were giving a command.  But he read pity also in her eyes.\\n\\n\\\"Well, have you two settled the affairs of the kingdom?  Is it all decided?\\\" asked Airlie.\\n\\n\\\"Yes,\\\" he answered, laughing.  \\\"We are going to say to the people, 'Eat, drink and be wise.'\\\"\\n\\nHe rearranged his wife's feather and smoothed her tumbled hair. She looked up at him and smiled.\\n\\nJoan set herself to make McKean talk, and after a time succeeded. They had a mutual friend, a raw-boned youth she had met at Cambridge.  He was engaged to McKean's sister.  His eyes lighted up when he spoke of his sister Jenny.  The Little Mother, he called her.\\n\\n\\\"She's the most beautiful body in all the world,\\\" he said.  \\\"Though merely seeing her you mightn't know it.\\\"\\n\\nHe saw her \\\"home\\\"; and went on up the stairs to his own floor.\\n\\nJoan stood for a while in front of the glass before undressing; but felt less satisfied with herself.  She replaced the star in its case, and took off the regal-looking dress with the golden girdle and laid it carelessly aside.  She seemed to be growing smaller.\\n\\nIn her white night dress, with her hair in two long plaits, she looked at herself once more.  She seemed to be no one of any importance at all:  just a long little girl going to bed.  With no one to kiss her good night.\\n\\nShe blew out the candle and climbed into the big bed, feeling very lonesome as she used to when a child.  It had not troubled her until to-night.  Suddenly she sat up again.  She needn't be back in London before Tuesday evening, and to-day was only Friday.  She would run down home and burst in upon her father.  He would be so pleased to see her.\\n\\nShe would make him put his arms around her.\\n\\nCHAPTER VIII\\n\\nShe reached home in the evening.  She thought to find her father in his study.  But they told her that, now, he usually sat alone in the great drawing-room.  She opened the door softly.  The room was dark save for a flicker of firelight; she could see nothing.  Nor was there any sound.\\n\\n\\\"Dad,\\\" she cried, \\\"are you here?\\\"\\n\\nHe rose slowly from a high-backed chair beside the fire.\\n\\n\\\"It is you,\\\" he said.  He seemed a little dazed.\\n\\nShe ran to him and, seizing his listless arms, put them round her.\\n\\n\\\"Give me a hug, Dad,\\\" she commanded.  \\\"A real hug.\\\"\\n\\nHe held her to him for what seemed a long while.  There was strength in his arms, in spite of the bowed shoulders and white hair.\\n\\n\\\"I was afraid you had forgotten how to do it,\\\" she laughed, when at last he released her.  \\\"Do you know, you haven't hugged me, Dad, since I was five years old.  That's nineteen years ago.  You do love me, don't you?\\\"\\n\\n\\\"Yes,\\\" he answered.  \\\"I have always loved you.\\\"\\n\\nShe would not let him light the gas.  \\\"I have dined--in the train,\\\" she explained.  \\\"Let us talk by the firelight.\\\"\\n\\nShe forced him gently back into his chair, and seated herself upon the floor between his knees.  \\\"What were you thinking of when I came in?\\\" she asked.  \\\"You weren't asleep, were you?\\\"\\n\\n\\\"No,\\\" he answered.  \\\"Not that sort of sleep.\\\"  She could not see his face.  But she guessed his meaning.\\n\\n\\\"Am I very like her?\\\" she asked.\\n\\n\\\"Yes,\\\" he answered.  \\\"Marvellously like her as she used to be: except for just one thing.  Perhaps that will come to you later.  I thought, for the moment, as you stood there by the door . . . \\\"  He did not finish the sentence.\\n\\n\\\"Tell me about her,\\\" she said.  \\\"I never knew she had been an actress.\\\"\\n\\nHe did not ask her how she had learnt it.  \\\"She gave it up when we were married,\\\" he said.  \\\"The people she would have to live among would have looked askance at her if they had known.  There seemed no reason why they should.\\\"\\n\\n\\\"How did it all happen?\\\" she persisted.  \\\"Was it very beautiful, in the beginning?\\\"  She wished she had not added that last.  The words had slipped from her before she knew.\\n\\n\\\"Very beautiful,\\\" he answered, \\\"in the beginning.\\\"\\n\\n\\\"It was my fault,\\\" he went on, \\\"that it was not beautiful all through.  I ought to have let her take up her work again, as she wished to, when she found what giving it up meant to her.  The world was narrower then than it is now; and I listened to the world.  I thought it another voice.\\\"\\n\\n\\\"It's difficult to tell, isn't it?\\\" she said.  \\\"I wonder how one can?\\\"\\n\\nHe did not answer; and they sat for a time in silence.\\n\\n\\\"Did you ever see her act?\\\" asked Joan.\\n\\n\\\"Every evening for about six months,\\\" he answered.  A little flame shot up and showed a smile upon his face.\\n\\n\\\"I owe to her all the charity and tenderness I know.  She taught it to me in those months.  I might have learned more if I had let her go on teaching.  It was the only way she knew.\\\"\\n\\nJoan watched her as gradually she shaped herself out of the shadows:  the poor, thin, fretful lady of the ever restless hands, with her bursts of jealous passion, her long moods of sullen indifference:  all her music turned to waste.\\n\\n\\\"How did she come to fall in love with you?\\\" asked Joan.  \\\"I don't mean to be uncomplimentary, Dad.\\\"  She laughed, taking his hand in hers and stroking it.  \\\"You must have been ridiculously handsome, when you were young.  And you must always have been strong and brave and clever.  I can see such a lot of women falling in love with you.  But not the artistic woman.\\\"\\n\\n\\\"It wasn't so incongruous at the time,\\\" he answered.  \\\"My father had sent me out to America to superintend a contract.  It was the first time I had ever been away from home, though I was nearly thirty; and all my pent-up youth rushed out of me at once.  It was a harum-scarum fellow, mad with the joy of life, that made love to her; not the man who went out, nor the man who came back.  It was at San Francisco that I met her.  She was touring the Western States; and I let everything go to the wind and followed her.  It seemed to me that Heaven had opened up to me.  I fought a duel in Colorado with a man who had insulted her.  The law didn't run there in those days; and three of his hired gunmen, as they called them, held us up that night in the train and gave her the alternative of going back with them and kissing him or seeing me dead at her feet. I didn't give her time to answer, nor for them to finish.  It seemed a fine death anyhow, that.  And I'd have faced Hell itself for the chance of fighting for her.  Though she told me afterwards that if I'd died she'd have gone back with them, and killed him.\\\"\\n\\nJoan did not speak for a time.  She could see him grave--a little pompous, in his Sunday black, his footsteps creaking down the stone-flagged aisle, the silver-edged collecting bag held stiffly in his hand.\\n\\n\\\"Couldn't you have saved a bit, Daddy?\\\" she asked, \\\"of all that wealth of youth--just enough to live on?\\\"\\n\\n\\\"I might,\\\" he answered, \\\"if I had known the value of it.  I found a cable waiting for me in New York.  My father had been dead a month; and I had to return immediately.\\\"\\n\\n\\\"And so you married her and took her drum away from her,\\\" said Joan.  \\\"Oh, the thing God gives to some of us,\\\" she explained, \\\"to make a little noise with, and set the people marching.\\\"\\n\\nThe little flame died out.  She could feel his body trembling.\\n\\n\\\"But you still loved her, didn't you, Dad?\\\" she asked.  \\\"I was very little at the time, but I can just remember.  You seemed so happy together.  Till her illness came.\\\"\\n\\n\\\"It was more than love,\\\" he answered.  \\\"It was idolatry.  God punished me for it.  He was a hard God, my God.\\\"\\n\\nShe raised herself, putting her hands upon his shoulders so that her face was very close to his.  \\\"What has become of Him, Dad?\\\" she said.  She spoke in a cold voice, as one does of a false friend.\\n\\n\\\"I do not know,\\\" he answered her.  \\\"I don't seem to care.\\\"\\n\\n\\\"He must be somewhere,\\\" she said:  \\\"the living God of love and hope:  the God that Christ believed in.\\\"\\n\\n\\\"They were His last words, too,\\\" he answered:  \\\"'My God, my God, why hast Thou forsaken me?'\\\"\\n\\n\\\"No, not His last,\\\" said Joan:  \\\"'Lo, I am with you always, even unto the end of the world.'  Love was Christ's God.  He will help us to find Him.\\\"\\n\\nTheir arms were about one another.  Joan felt that a new need had been born in her:  the need of loving and of being loved.  It was good to lay her head upon his breast and know that he was glad of her coming.\\n\\nHe asked her questions about herself.  But she could see that he was tired; so she told him it was too important a matter to start upon so late.  She would talk about herself to-morrow.  It would be Sunday.\\n\\n\\\"Do you still go to the chapel?\\\" she asked him a little hesitatingly.\\n\\n\\\"Yes,\\\" he answered.  \\\"One lives by habit.\\\"\\n\\n\\\"It is the only Temple I know,\\\" he continued after a moment. \\\"Perhaps God, one day, will find me there.\\\"\\n\\nHe rose and lit the gas, and a letter on the mantelpiece caught his eye.\\n\\n\\\"Have you heard from Arthur?\\\" he asked, suddenly turning to her.\\n\\n\\\"No.  Not since about a month,\\\" she answered.  \\\"Why?\\\"\\n\\n\\\"He will be pleased to find you here, waiting for him,\\\" he said with a smile, handing her the letter.  \\\"He will be here some time to-morrow.\\\"\\n\\nArthur Allway was her cousin, the son of a Nonconformist Minister. Her father had taken him into the works and for the last three years he had been in Egypt, helping in the laying of a tramway line.  He was in love with her:  at least so they all told her; and his letters were certainly somewhat committal.  Joan replied to them--when she did not forget to do so--in a studiously sisterly vein; and always reproved him for unnecessary extravagance whenever he sent her a present.  The letter announced his arrival at Southampton.  He would stop at Birmingham, where his parents lived, for a couple of days, and be in Liverpool on Sunday evening, so as to be able to get straight to business on Monday morning.  Joan handed back the letter.  It contained nothing else.\\n\\n\\\"It only came an hour or two ago,\\\" her father explained.  \\\"If he wrote to you by the same post, you may have left before it arrived.\\\"\\n\\n\\\"So long as he doesn't think that I came down specially to see him, I don't mind,\\\" said Joan.\\n\\nThey both laughed.  \\\"He's a good lad,\\\" said her father.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/788](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/788)\\n\\n\",\"timestamp\":1639210291,\"title\":\"I've never been able myself,\\\" he continued, \\\"to understand the Lord's enthusiasm for David\"},\"digest\":\"ieFOfr4f4O1UPB4iZtx6B7oiXQ3gXTaclmqnL4iopVU\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqbNbReztOx1XbUtPhnjNiAGxjMAL5-rUlYGHb2nDdk\\\",\\\"y\\\":\\\"j3DFjNfy8JNw98ixPzKOxOmmzfL1Ha3fh8kqmLWwJVo\\\"}\",\"signature\":\"fPYc20N8PRP4yEAUMkdSGyTQsfREweAn3WQGY1QhOgm6bR32PNV6Elt5P2rjCGgAuB6sjM8a24ZYaPDkuT3WLA\",\"signingKeySignature\":\"0xfe0f74efb439074884d4ab1b2dc6b4936c8ee748d255c4ee046ffa059836bfb75f4104a4aa8dff6955efdab5cf8f37c1f6c0ec1b356396d7c70b6fd25a634a611b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqbNbReztOx1XbUtPhnjNiAGxjMAL5-rUlYGHb2nDdk\\\",\\\"y\\\":\\\"j3DFjNfy8JNw98ixPzKOxOmmzfL1Ha3fh8kqmLWwJVo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ieFOfr4f4O1UPB4iZtx6B7oiXQ3gXTaclmqnL4iopVU\"}"