"{\"content\":{\"body\":\"“快划，不然就没命了。”无名天下似乎没有听到我的话，头也不抬，依然在沙滩上挥舞着木桨，激起一片沙砾，埋头叫嚷道。\\n\\n```\\n“老哥，咱们已经到地头了，那帮水元素没有追上来哦。”我一把夺过无名天下手中的木桨，大声叫道。\\n\\n“我们安全了？”无名天下双眼似乎有点茫然，转头看了看，在确定后面是海洋，身下是海滩后，他那苍白的脸上才转回点血色，才从刚才命悬一线的恐慌中走出来，欣然说道：“真是谢天谢地，菩萨保佑，我们终于安全了。”\\n\\n这普陀岛似乎有某种神奇的力量，让那帮疯狂水元素只能在岛屿外海范围内转悠，而不敢涉身普陀岛内海半点，转头看着远处涌动的潮水，我心有余悸地拍了拍胸口，一屁股坐在沙滩上说道：“还好，还好，老哥你可别信菩萨，幸亏是我们俩马力强劲，动力十足，才能逃出这帮水元素的追杀，否则的话，估计就要在海中碎尸万段了，菩萨保佑，菩萨有个屁用，那都是虚无飘渺的东西，他要是真的保佑我们，那就该打个雷电，把那帮疯狂水元素统统给劈死才对。”\\n\\n我这话音刚落，只听得轰隆一声巨响，天空云朵骤分，炸起个平地旱雷，一道紫溜溜的电光跟着砸在我身边，地上，顿时出现一个半人高的深坑，滋滋往外冒着焦烟。\\n\\n阿弥陀佛，我本善良，说话全属无心伤害，老天有眼，可千万别跟我一般见识，斤斤计较啊。我顿时吓得浑身一个哆嗦，小跳到一边，赶紧双手合十地念叨着，心里则暗暗嘀咕道：奶奶的，好事不灵验，坏事一说就见效，哥们我真是白日里见鬼了。\\n\\n“无名，咱们赶紧走吧，你要去哪钓鱼，我先陪你过去清怪。”提着双刀，我转眼从惊吓中走出，又是一条硬邦邦的好汗，气粗嗓壮地对无名天下说道。\\n\\n“恩，好好，你稍微等我下，我把竹筏收一下就走。”无名天下连忙站起身来，一边收拾着竹筏，一边对我说道。\\n\\n**********************************************\\n\\n走在沙滩上，举目四望，映入眼帘的，是绿，是那如朦胧烟雾般的翠绿，环绕着整座岛屿，也染绿它周围的海水，看得人是心旷神怡。深吸一口气，空气中不光有海风的清新咸湿，还夹杂着的草木野花的幽香，而远处，是一片郁郁葱葱的紫竹，那影影绰绰的紫影，在微风中流动。\\n\\n淡淡的轻烟自海上而生，如条条丝带，缠绕在岛屿的周围，给整座小岛蒙上了一层神秘的面纱，从远处看来，此岛仿佛就如那传说中的蓬莱仙境一般。\\n\\n“丽质不应直眼看，半送秋波半掩纱”，神仙居所，估计也就是此番模样吧。\\n\\n不时间，有几只羽色纯白的仙鹤自竹林深处带起唳声飞扬，盘旋在岛屿上空，那几声破空的长鸣，更给这个地方增添了几分仙气和神秘。\\n\\n“小隐，前面就到了我钓鱼的地方了，应该没什么危险了。”没有直接入林中深处，无名天下指责着前面一处凸出的礁石转头对我说道。\\n\\n“那好，你在这里钓鱼，我进去转转好了，也不知道里面会有啥好东西，最好能挖到几株好药材，有情况的话，你直接M我，我立即回来。”我并没有跟无名天下道出自己另有目的，而是装出一副好奇的样子说道。\\n\\n“那先填饱肚在去吧，已经快到响午了，可别对不起自己的肚皮哦。”能够安全到达目的地显然让无名天下很是开心，他乐呵呵地对我说道。\\n\\n呀，走过路过，千万不能错过，既然我们无名大厨要动火弄菜，那我怎能先闪人呢，当然要一快朵颐后，才能离去，听得无名天下这么一说，我立即是满脸的谗猫样，笑嘻嘻地说道：“那哥们我可就不客气了，好久没品尝过你的手艺，还真是怀念的紧。”一边说着，我口腔里陡然生的一片粘液就往嘴角涌去。\\n\\n说打架就扳腿子，说弄菜就拿锅子，无名天下立即从背包里掏出一干炊具，跟着拿出一条刚才在海上顺道钓到的白色银翅鱼说道：“算你小子有口福，难得今个能钓到这银翅鱼，那就给你弄道竹香银翅鱼卷好了。”\\n\\n我不管你是银翅鱼还是金翅鱼，只要味道鲜美，那就是好鱼。我猛点头说道：“中中，你弄你弄。”\\n\\n只见他生好炉火，取出锅子，倒上小半锅淡水，然后拿出一打新鲜的竹叶散放到水面上，再在锅上架上一排纤细的竹枝，将清理干净的银翅鱼平平整整地摊放在竹枝上后，再放上一层切得薄薄的笋片，洒上一层清酒，滴上几滴香油，然后便盖上盖子清蒸了起来。\\n\\n而下面点的篝火还有点讲究，居然只能用干掉的竹笋壳子，就不知道隔着那么厚的锅底，所蒸出来的味道，会有什么不同。\\n\\n不多一会，阵阵悠悠的竹香便自锅里传了出来，这不闻也罢，一闻，我的五脏庙顿时打起了小鼓，眼光，直在锅上打着转，一阵强烈的进食yu望充斥着我的脑海，让我是坐立不安。\\n\\n无名天下见我那副谗样，淡淡一笑，接着又从背包里拿出一干调料，不时掀开锅盖往里面加点。这俺可得看仔细，还要不耻下问，学到家的话，在没有无名天下相陪的日子里，咱也可以自己做着解谗。\\n\\n蒸好的银翅鱼终于可以出锅了，只见那银白如雪的鱼肉看起来鲜嫩无比，细碎的鳞片上，渗出粒粒金黄色的小油珠，让人看了是垂涎欲滴，我正想伸手捞起一条，先品个味时。无名天下立即挥手把我的狼爪给打下，跟着说道：“别忙，还没完呢。”\\n\\n还没完，那怎么样才能吃啊？我纳闷地看了无名天下一眼，没有吱声。\\n\\n只见无名天下拎起银翅鱼的鱼翅，双手轻轻一抖，靠，那光秃秃的鱼骨居然就这么被他给整个抖了出来，剩下的就是鲜嫩无刺的鱼肉。\\n\\n拿起一把锋利的餐刀，无名天下飞快地将熟透的鱼肉一片片切开，嘿，这刀上功夫俺可学不来，生鱼片还好剖，可这是熟透的鱼肉，嫩得如豆腐一般，一碰就要碎，他居然能把它弄成薄薄的鱼片，而且还用它卷上先前蒸熟的竹笋丁馅…，这可是个考验耐心和细心的活计……\\n\\n看着竹叶上摆好的一根根鱼卷，我简直有些不忍动手，这哪是给人吃的啊，整个一艺术品嘛。\\n\\n“来来，这才是完品，吃这道菜时，还要配上我特制的青梅竹露，那可是用上好的雪腊梅加上香糯米，放在竹筒里熬制而成，，等到梅花香一直浸透到竹筒里，那才有味道哦。”无名天下一边说着，一半冲我递过个小小的竹筒，隆重向我推荐他的另一件“佳作”。\\n\\n咬一口，那蒸熟的银翅鱼肉既保持它原有的鲜嫩爽滑，又伴上新鲜嫩笋的清香，委实鲜得可以掉眉毛，吃得我脸上皮肉一跳一跳，生怕咬着自己舌头。抿一口，特制的青梅竹露芳香怡人，入口软绵，有种酒不嘴人人自醉的味道。\\n\\n“好，好，好！”连夸三声后，我立即陷入埋头苦吃中。\\n\\n人间仙境，美酒佳肴，再加上竹韵相伴，竹香佐酒，若是能再来个美女曼舞轻歌作陪的话，那就十全十美了。不过对于美女嘛，嘿嘿，咱还是敬谢不敏。女人，一个个都麻烦得紧，如果现在有那马尾辫跟在身边，我还有机会能这样惬意地享受口中美食，耳畔风声，还有林中美景吗？还是一个人独来独往，来得逍遥自在。\\n\\n吃饱喝足，该是做正事的时候了。无名天地收拾好他的锅碗瓢盆，将那顶绿竹斗笠扣到头上，掏出一根翠竹钓杆，冲我说道：“小隐，我就在这里蹲点，有事我掏你传呼机，你自己小心点。”\\n\\n“成，那我们就回头见吧，如果晚上我没回来，你没啥事情就直接下线或回程好了。”我点头说道，不过估计以无名天下嗜钓如痴的狂热来看，就是再有一两天，，估计他也未必得能钓个尽兴。\\n\\n辞别无名天下后，我大步往岛屿深处进发，看着无名天下的身影渐渐模糊，我一扬手，一家老小顿时出现在我面前，自大，轻敌，刚才的一幕还没从我脑海里抹去，以后咱可千万不能再犯同样的错误了，做人要低调，做事要谨慎，安全第一，才是关键。\\n\\n“隐为者玩家，您发现了南海紫竹林，获得经验值四千。”\\n\\n刚翻过一片山丘，面前顿时出现刚才所见的那片紫云，一块爬满青苔的班驳石碑在茂密的竹林中隐隐露出一个角。我快步走近一看，只见上面依稀可现五个深深纂刻其中的暗红色草书大字：南海紫竹林，旁边还有几行小诗。\\n\\n******\\n\\n推荐本书：《霸道》，貌似不错的另类修真，喜欢的哥们不妨去看看，爽的话，砸票支持支持！\\n\\n链接：http:///showbook.asp?bl_id=142452\\n\\n点击察看图片链接：\\n```\\n\\n\\n------------\",\"timestamp\":1640773575,\"title\":\"第三百二十章 南海紫竹林\"},\"digest\":\"jHsqPLf_zFXOtliMvwzkRyeZVJduDN0Dt_EPyqN5w50\",\"authorship\":{\"contributor\":\"0xc725A67A6FA7b0417395AC21B8C63AA672A0Bb25\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5f_fp_kdWcDYTi36gLvh38APmrWukaXrdaG8kp8gZXQ\\\",\\\"y\\\":\\\"dXPhm9fZqlbYFIv7kZowD_mk7eOoSNrA4-gL_ZFFplk\\\"}\",\"signature\":\"cNvbSQkvJXphCIA2m06cge08-wxItSSxv60NXKiCxAbq-jLzSXHpxvkIIBeSOxgznesjRqAGyDLi9GjjCyAXOQ\",\"signingKeySignature\":\"0x7277f96805b85934c7b2ae5957b9a31bb86100db07321e13eaee552b7ea9318763c7ee4a3c5fe5365e893ae6292132c71a17b305cb0843431309de00963088b21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5f_fp_kdWcDYTi36gLvh38APmrWukaXrdaG8kp8gZXQ\\\",\\\"y\\\":\\\"dXPhm9fZqlbYFIv7kZowD_mk7eOoSNrA4-gL_ZFFplk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jHsqPLf_zFXOtliMvwzkRyeZVJduDN0Dt_EPyqN5w50\"}"