"{\"content\":{\"body\":\"## Background\\n\\nHorse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys (or sometimes driven without riders) over a set distance, for competition. It is one of the most ancient of all sports, as its basic premise — to identify which of two or more horses is the fastest over a set course or distance. Although the rider’s own ability is also important, the performance of the horse mainly depends on the speed, endurance, breedtype and the bloodlines.\\n\\nZed Run, which combines games and blockchain, is trying to replicate the horse racing game to the virtual meta-universe space. Zed Run is an online horse racing game that uses NFT. Players can buy, breed and race with digital NFT horses.\\n\\nZed Run’s parent company Virtually Human Studio (VHS) has so far sold more than 30 million U.S. dollars in digital horses (NFT), and has just closed a $20 million Series-A round of fundrasing led by TCG Capital Management, in addition Andreessen Horowitz (A16Z ) and Red Beard Ventures also participated.\\n\\nZed Run was launched in 2019, and boomed in this NFT spring. According to different characteristics, the current price of digital horses ranges from $130 to $45,000. These horses are not just collectibles, but can also participate in cash racing challenges. The top three in each race will receive ETH rewards. In June 2021, Zed Run introduced the breeding system to the platform. Zed Run claimed to have 14,000 unique stable owners in July.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*tCtINqEzLk2B0FK8J4mCdg.png)\\n\\nChris Laurent: Co-founder and CEO of Zed Run\\n\\nLaurent believes that the reason for ZED’s success is “you can bring things familiar to users to blockchain applications”, so there is no need to explain the game too much: you buy a horse, spend money to participate in the competition, and if you succeed, you can take home money from the pool.\\n\\nUnlike the real racing, the Zed Run racing is played on a floating track full of futuristic landscapes in Tron style. Each racing depends entirely on the innate ability of a dozen competing horses, and an algorithm is used to determine the outcome based on thousands of possible outcomes.\\n\\nThese abilities are based on the horse’s DNA and are determined by three things: its bloodlines (Nakamoto, Szabo, Finney or Buterin, each has its own characteristics), genotype (a number that indicates how far away it is from its ancestors, Z1 is the minimum value, Z268 is the maximum value) and breedtype (Genesis, Legendary, Exclusive, Elite, Cross or Pacer).\\n\\nZed Run has not issued tokens yet, but if there are any plans, I believe it will be airdropped to current NFT horse owners.\\n\\n## Registration\\n\\nOfficial link: <https://zed.run/>\\n\\nBefore registering, you need to install the Wallet Metamask using the Chrome browser. Zed Run is running on Polygon, so veterans can directly send ETH to the Polygon address, and novices can follow the instructions on webpage to switch it.\\n\\nAfter entering the website, click Start in the upper right corner, click Wallet Metamask in the pop-up window, and then click the signature “Sign” in the subsequent pop-up window to obtain wallet authorization, and you can register and log in to your account. “RACING” at the top of the website is a place for horse racing, “BREEDING” is a place for breeding offspring, and “MARKETPLACE” is a place for horses to be bought and sold.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*GPUXjdvE2-ko-lvkFh33RA.png)\\n\\n## NFT Horses\\n\\nYou can see that there is no horse in the stable page, so you need to go to the market to buy a horse. Click “MARKETPLACE” at the top of the page, and click “Opensea” on the following page, and you will be redirected to the Opensea market. You can choose a horse to buy according to your own situation. The key points of high-quality horses are “Bloodline” and “Genotype”.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*WqtbGLg3qlxRFXt83ObIIg.png)\\n\\n![](https://miro.medium.com/max/1096/1\\\\*8xAEr82ATjtH6ZwFckO31g.png)\\n\\n## Bloodline\\n\\nWithin ZED RUN, there are four bloodlines: Nakamoto, Szabo, Finney and Buterin. Each bloodline possesses different qualities that affect how a racehorse’s ability is calculated during the birthing (minting) process.\\n\\nThe Nakamoto is the most celebrated thoroughbred given that they are the purest racehorses that exist within ZED and are often known as the Samurai breed, and only exists in horses with Z1 and some Z2 genes. Although Buterin ranked last, the official said that it is the one most likely to run a surprise on the racetrack.\\n\\n## Genotype\\n\\nGenotype refers to the number indicating how far down the lineage (or family tree) a racehorse is from its original ancestors. From Z1 to Z268, the lower the number, the higher the purity and speed your horse will inherit, which means that the rarer the horse, the more expensive it is.\\n\\n## Breed Type\\n\\nBreed Type is a hierarchy system used to help identify genotype. There are six breed types in total: Genesis, Legendary, Exclusive, Elite, Cross and Pacer. All early release Genesis racehorses (Z1 to Z10) are the purest breed and cannot be reproduced (total 38,000 units). The Genesis breed of racehorses is sold by ZED RUN and they play a pivotal role in determining a racehorse’s racing ability. It should be emphasized that horses within Z10 are not necessarily Genesis. For example, the offspring that Genesis Z2 and Genesis Z3 can bred is Lengendary Z5 (the gene type of offspring can be obtained by adding the number of parents Z).\\n\\n## Coat Colour\\n\\nCoat colour is an important element in terms of the collectibility nature of racehorses in ZED RUN. Every newborn offspring in ZED RUN is minted with a coat colour. There are 7 coat color groups: Neptune, Earth, Wild, Moon, Fiery, Classic and Mystical. Each group can affect the temperament and personality of a horse, however it does not affect a horse’s performance. Each group is broken down into three tiers: Super Rare, Rare, and Common.\\n\\nWhen breeding horses with different coat colorrs, the coat colour of the offspring is random within the family colour range. If the parent colour is the same, there will be a very rare (0.5% ratio) Super Coat, so better to choose the same colour horses to breed. The rarity is shown in the figure below (from top to bottom are super rare, rare and common):\\n\\n![](https://miro.medium.com/max/1096/1\\\\*Q-ZlScsfKz6xpEz0NeumDg.png)\\n\\n## Gender\\n\\nThere are four options, colt, stallion, filly or mare. A colt or stallion is a male racehorse. A filly or mare is a female racehorse. A colt or filly means the racehorse has not yet produced any offspring. A stallion or mare means the racehorse has produced at least one offspring.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*fCQV9lWQUoKY8FQFbGk27w.png)\\n\\n## Racing\\n\\nAfter purchasing a horse at Opensea, it will appear in the stable, and then we click “RACING” to find a lot of competitions to be held. Each racing allows up to 12 horses, and you can choose the suitable race to participate in according to your own horse level.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*-LkYkbjKkWRDYN4yEpKMaQ.png)\\n\\nIn the horse racing section, we can see that the competition is divided into different levels. The levels from low to high are Griffin, Class V, Class IV, Class III, Class II, and Class I. The initial level is Griffin, and every horse that has not participated in the race has a basic rating related to its genotype. As shown below\\n\\n![](https://miro.medium.com/max/1096/1\\\\*0Na5hw_my8D_g9BrXKMkrg.png)\\n\\nWe can find matched level in RACES (Griffin level racings are free of tickets). Then select the racing you want to participate in, select the track, and then select the horses to participate. Once your horse finish the Griffin level, it will be classified into level 2, level 3, level 4, or level 5 based on its performance.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*c2EvupyrVwnt018xamiXMw.png)\\n\\nThe ranking of the competition will increase or decrease the horse’s score.\\n\\nThe specific data are as follows:\\n\\n![](https://miro.medium.com/max/1096/1\\\\*wbZcZb_K08lBYszFwrPJZA.png)\\n\\nAfter you have decided on the horses that will participate in the competition, you can initiate a purchase transaction through the wallet on MetaMask. When your transaction is confirmed, you will see your racehorse next to the track number.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*RvtIbp3H2emoD29pWKyhNw.png)\\n\\nYour racehorse will appear here immediately, but if the transaction is delayed or failed, your racehorse will disappear and another racehorse may take its place. Where there is a yellow horse icon next to the game, it means that a horse in your stable has entered.\\n\\nWhen participating in the racing for the first time, you can observe the approximate distance for the best performance. This will help you decide whether to participate in short-distance or long-distance racing when later.\\n\\n## Breeding\\n\\nThe breeding system of ZED is a bit similar to CryptoKitties, but two horses (a male and a female) can be put together for breeding, and their characteristics can be combined to create another horse. Although there are differences between Genesis and non-Genesis racehorses, non-Genesis racehorses are also very likely to create championship racehorses by breeding high-quality racehorses in the stallion market.\\n\\nClick “BREEDING” at the top of the website, you can see the horses waiting for breeding in the public farm “Stud Farm” temporarily, choose the stallion you want to match, pay a certain amount of “breeding fee”, after a few days of waiting, and finally you can get offspring. Breeding completely simulates the real world, mares can retain offspring, while stallions need to pay “breeding fees.” ZED collects part of the fee as the middleman.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*kyRTAuh-5XREKBx6Qm6TeQ.png)\\n\\nIt is a very interesting thing to determine the genetic matching of different racehorses. The breeding of different pedigrees is shown in the figure below:\\n\\n![](https://miro.medium.com/max/1096/1\\\\*3ROubCgOMu6cEAEEPRMyhA.png)\\n\\nThe breeding of different genes is simply the addition of numbers. For example, the combination of Z8 and Z10 will give Z18. The breeding of different breed types is more complicated, as shown in the figure below:\\n\\n![](https://miro.medium.com/max/1096/1\\\\*JssaToXQz2qs9LBkA-PssQ.png)\\n\\nThe gender of the offspring is random, and the breeding of coat colour is more complicated. It is necessary to distinguish whether the parents are the same color, or in the same colour group, if they are in different colour groups, random mixed colours will appear. It is recommended to use the same colour parents, the offspring will produce rare super coat (0.5% ratio).\\n\\n## Watch Racing\\n\\nZed Run has excellent UI design for watching horse racing. There are two ways in total. One is 2D style, a simple form with a few dots (NFT horses), The other is the form of 3D cyberpunk style.\\n\\nYou can click “Next To Run” to find your race. Click on “Watch 3D” on the detailed page, and then you can watch it.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*b5PNQKOF8Cjq96LG4KGdrQ.png)\\n\\n## Strategies to Play\\n\\nZED Meta-Universe provides players with three money-making strategies, winning competitions, earning breeding fees, and breeding offspring to sell money.\\n\\nWinning the competition is the simplest way: players buy high-quality horses, pay a few dollars in entrance fees to participate in the competition, and win a part of the bonus if winning. So what you need to do is to choose those racehorses with smaller Z number, the purer the pedigree, the closer breeds, so as to maximize the victory of the racing.\\n\\nEarning breeding fees is the source of income for stallion owners: players can send their stallions to Stud Farm. If other mares owners are interested, they can pay for breeding, and stallion owner earsn the breeding fee, instead the mare owner keeps the offspring. ZED will collect a part of the fee from the middlle, and the specific rate is as follows:\\n\\n![](https://miro.medium.com/max/1096/1\\\\*sl3KxM54gqxrp3sun19mjA.png)\\n\\nThe sale of the offspring is the source of income for the mare owner: chooses suitable stallions on the stud farm, and the mare owner can name and sell the new-born offspring. In the Opensea open market, the price of mares has always been much higher than that of stallions, even 2–3 times, this is because the profit income of mare owners will be higher.\\n\\nBased on the above analysis, we believe that the best strategy at present is to buy a Genesis stallion and at the same time buy three mares with the same coat colour. According to your investment budget, you can choose from Genesis, Legendary, and Exclusive with a minimum Z number. The mare with the smallest Z number can maximize the breeding of offspring during the breeding cycle.\\n\\nFor example, we bought a Genesis Z5 common color stallion at a market price of 1.2 ETH, and then bought three Legendary Z4 common color mares at an average price of 0.9 ETH, for a total cost of 3.9 ETH. Then three Exclusive Z9 racehorses can be bred every month. I assume that two of them are stallions (market price 0.12 ETH) and one mare (market price 0.2 ETH). The total income is 0.44 ETH, and the breeding fee is the lowest 0.075 ETH. , The monthly income can be calculated as\\\\* 0.44-0.075×3 =0.215 ETH\\\\*\\n\\nThe annualized income APR is 66%. Because participating in the competition to win a prize is a probabilistic event, we only consider the stable income of breeding offspring as the only source of income for the time being. It can be seen that, in contrast to the purely avatar NFT project, ZED NFT has its intrinsic.\\n\\nIn Cryptoslam data, ZED’s total transaction revenue ranked 11th, reaching more than 80 million USD, and ranked seventh in terms of owners (Owners).\\n\\n![](https://miro.medium.com/max/1096/1\\\\*0QN7K3WRZMm2snXGPswlQg.png)\\n\\nAs of the beginning of September 2021, the number of daily buyers is slightly more than that of sellers. However, the number of newly bred (newly minted) horses every day is less than the number of buyers, indicating that there is good room for growth in the future. Considering that ZED has not yet issued token, if a dual tokens system similar to Axie is adopted in the future, it will boom in substantial growth.\\n\\n![](https://miro.medium.com/max/1096/1\\\\*6Z8P5CQbzF6C836uU1eKUw.png)\\n\\n## Comparasion with Axie Innifity\\n\\nCurrently, Axie Infinity is the game with the highest market cap value in the GameFi space. Zed Run is very similar with Axie in game mode.\\n\\nAxie Infinity is a digital pet metaverse. Players can breed and trade fantasy creatures called Axies in this world. They can also use them to fight against other players. They can obtain game tokens by winning battles and completing necessary tasks. It is a very interesting and profitable game. Axie pets, like Zed horses, have different initial attributes, such as HP, Morale, Skill and Speed. The game has two tokens, SLP and AXS. To get started, players need to buy 3 Axie NFT pets. These 3 pets form a team to fight with others. After winning, they will receive SLP rewards (the highest monthly ranking will receive AXS rewards). Or players can breed offsprings to get more NFT pets, so as to make economic circle in the ecosystem. Players can generate income by selling NFT or winning SLP and AXS tokens through battle.\\n\\nNew players simply buy these tokens from exchanges. Money enters the system through the purchase of tokens to obtain NFT to play the game. When the player sells the existing NFT or AXS tokens obtained by winning the game, money leaves the system. As the end of August, Axie’s annualized APR was about 2000%.\\n\\nIn comparasion, entering ZED also requires players to purchase horse NFTs, participating in horse racing to “battle” each other to get ETH rewards, and two horses can breed to have offspring, which can also earn income. The only difference is that ZED has not yet issued token.\\n\\n![](https://miro.medium.com/max/1374/1\\\\*2DudgeLf0RrsZZkAZJyu_A.png)\\n\\n## Future Prospect\\n\\nAccording to VHS, in the next few years, ZED will introduce track conditions, weather, fatigue, levels, and possibly even avatars, and there will be new game modes. Laurent is also planning to try other ideas, such as fences and jumps, track ownership, and even 1,000 horses racing at the same time, but this is a long-term vision.\\n\\nZED recently acquired a piece of land in the game Decentraland, where players can socialize with each other, discover new horses and watch racing. Future games may introduce AR and VR. Players can wear headsets and see some horses running on the Las Vegas Strip, or take out their phones and watch the horse racing in the actual environment in front of you.\\n\\nZED is an NFT game with a certain imagination. The vision for the future is to establish a creator economy in the Zed Run meta-universe. Players can engage in occupations such as stable owner, track owner, breeder, and accessory designer.\\n\\nCurrently, the price of a Zed Run racehorse ranges from $120 to $45,000. There are 58,000 members on the Discord channel and more than 100,000 stable owners. There are nearly 45,000 Twitter followers. It is considered a very popular project in the GameFi. If token is issued in the future, the market cap can be comparable to that of Axie Infinity.\",\"timestamp\":1634714821,\"title\":\"Zed Run: No.1 Digital House Racing - Gametaverse Community - Medium\"},\"digest\":\"tCl-E0lN8xyT4LxZ3eh5Uqn-f7VHsoUI6g2pmhug-Is\",\"authorship\":{\"contributor\":\"0xd09adB0dc4CD3fF388f783fa78B51A86b0eFB439\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"an1yRxkoUFzYBblkIJDYoh7x2r7t1-Ryi4VA67SDnig\\\",\\\"y\\\":\\\"S3O24rZMR0lPn_VpxbsOoWpJo49AztVWkpfgx1gn2Xo\\\"}\",\"signature\":\"JN4m48UTD39sv-KgDMaWfVHYk1DMOVZU8CBC3zsOVn9GD_j7EOl6_tOXCd3ljxOI0XN3luYrfJ2n5zbgdbWRcg\",\"signingKeySignature\":\"0xe1e3f92017db5e53a79c9fc0f1801b9ceac35ab6e8abf5fb6ea52695ba4f80fa400cc1d100c6cfe45d23a48945fd9dd896f79113b846a9697cfa3a2937729c891c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"an1yRxkoUFzYBblkIJDYoh7x2r7t1-Ryi4VA67SDnig\\\",\\\"y\\\":\\\"S3O24rZMR0lPn_VpxbsOoWpJo49AztVWkpfgx1gn2Xo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tCl-E0lN8xyT4LxZ3eh5Uqn-f7VHsoUI6g2pmhug-Is\"}"