"{\"content\":{\"body\":\"1. Velarde, President of the Central Bank of Peru, said that the Central Bank of Peru is committed to the digital currency project.\\n2. On November 17, SBF, the founder of FTX, confirmed that FTX still planned to acquire an American stock broker so that American customers could buy shares, making FTX more directly compete with companies such as Robin Hood. SBF said, \\\"this will be a step towards creating the Holy Grail of a unified financial experience for consumers\\\".\\n3. On November 17, Michael Hsu, acting director of the office of the Comptroller of the currency (OCC), a U.S. banking regulator, said at the financial technology conference hosted by the Federal Reserve Bank of Philadelphia on Tuesday that federal agencies would soon issue a joint statement on the conclusions of the \\\"crypto sprint\\\" joint research project. He suggested that OCC, the Federal Reserve and the Federal Deposit Insurance Corporation had reached a conclusion far from industry friendly. He said: these institutions are very careful to deal with encryption activities and take a highly cautious attitude. Hsu also said that the guidelines issued by OCC during Trump's administration should not be interpreted as encouraging banks to enter the field of encryption. OCC is also prepared to clarify the explanatory letter previously issued. He said that the upcoming version will clarify that security and robustness are the most important. OCC will act cautiously and let the bank maintain the same attitude.\\n\\nOn November 17, V God released a long article saying that last month, Ethereum's two-tier expansion solution optimism conducted the first round of traceable public goods financing, and a total of US $1 million was allocated to 58 projects to reward the excellent work these projects have done for optimism and Ethereum ecosystem. Overall, I think the first round of optimization financing is successful, the article said. Many interesting and valuable projects have been funded, resulting in a lot of discussion. In any case, traceable public goods financing is still an exciting new experiment of institutional innovation in many ways. This is not only an experiment of non monetary driven decentralized governance, but also an experiment to achieve things through traceability rather than active incentive. Whatever the outcome, I look forward to seeing how this experiment will develop in the next few rounds.\",\"timestamp\":1637230195,\"title\":\"Blockchain information\"},\"digest\":\"nawyFGYtVqS7ZV744hneujARvIuNOGstLUFS-sfbgJY\",\"authorship\":{\"contributor\":\"0x9C8aafe264fDab6B993F2A7519204696312BCCA5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FGVv8ZH8_szREJG_II091ud60QyE8eskhN4UF7OyexM\\\",\\\"y\\\":\\\"dG_1er3uPKLAbRp1KAAseCAkSvGqZcYjsQDnmf3ygoA\\\"}\",\"signature\":\"DJlw_flDSeZlxa4GB10uSIxI3gKTp2T08ubgIKIVc4yXBIeqEdvyGOqy_QBkQzYXhJX7kcganQQGo0Y0VfGo1A\",\"signingKeySignature\":\"0x1e504e7471d44ca77c3f49fc6cd794eb87f2c77fa38f0a204929b26f500861987ba11232c7940bb5b14dfcbf8d3efc84d367fb8d438cf20b6e932a0fdc3d9a281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FGVv8ZH8_szREJG_II091ud60QyE8eskhN4UF7OyexM\\\",\\\"y\\\":\\\"dG_1er3uPKLAbRp1KAAseCAkSvGqZcYjsQDnmf3ygoA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nawyFGYtVqS7ZV744hneujARvIuNOGstLUFS-sfbgJY\"}"