"{\"content\":{\"body\":\"Yes, this is Doge. The *iconic* Doge. WOOF!\\n\\nWhat started off as ‘just’ an internet meme has worked its way into becoming a cultural phenomenon and a perennial piece of art. Doge, centered around a Shiba Inu dog with suboptimal grammar, has undoubtedly become the most loved meme of the decade. Whilst weaving its way into our hearts, this special K9 has also paved the way for the viral memes that came after it.\\n\\n![](https://images.mirror-media.xyz/publication-images/64801586-0ab9-4e5b-b02a-25467bfdc367.png?height=480&width=640)\\n\\nIn June 2021, Atsuko Sato, the owner of the famous Shiba Inu (who goes by Kabosu), [minted the original photo as an NFT](https://zora.co/0x337071a7e907f5a599747a2c9baf6efdf7eb4bcc/3366). The NFT is the rare 1/1 original piece that pays tribute to the whole Doge movement and related internet phenomena. It was sold for a record-breaking price of 1696 ETH ($5.5 million) to PleasrDAO, an experimental art collective.\\n\\n![](https://images.mirror-media.xyz/publication-images/9298ef46-6f53-4aa8-8693-c68467776fb8.png?height=1218&width=1840)\\n\\n**Oke, so wat?**\\n\\nToday, PleasrDAO is announcing that the NFT has been fractionalized into billions of pieces to be shared with the broader internet community. Using [fractional.art](https://fractional.art/vaults/0xbaac2b4491727d78d2b78815144570b9f2fe8899), the original Doge NFT has been divided into billions of $DOG ERC-20 tokens, allowing everyone and everything, including also cats, to own a piece of history.\\n\\n**How it werk? 🤔** \\n\\nThe initial auction of $DOG fractions will take place on September 1st, at 1pm EST and it will be the first opportunity for people to own this piece of art. Thereafter, it will be available to exchange on [fractional.art](https://fractional.art) or through decentralized exchanges such as [sushi.com](https://sushi.com) or [uniswap.org](https://uniswap.org).\\n\\nTalking numbers, there will initially be 20% of total $DOG supply available in the auction. That is 3,393,939,393 $DOG of the total supply of 16,969,696,969. An additional 25% of $DOG tokens have been allocated to $DOG community programs and continued development. \\n\\nPleasrDAO will be the main custodians of the art, holding onto 55% of the total $DOG token supply while formulating well-devised plans to work towards greater distribution and a thriving ecosystem for Doge. Until the meme NFT reaches escape velocity, the art collective will be holding the art through its ups and downs while trying to create something truly incredible for everybody involved. \\n\\nFor now, it’s very much as if the Louvre decided to fractionalize the Mona Lisa and distribute a portion of it for the public to own. However, unlike at the Louvre, collective ownership of art is really only possible using crypto art. In this digital-first world, NFTs can capture significant moments, phenomena and concepts while a smart contract can fractionalize and distribute them to the public. An incredible thing to witness and be a part of.\\n\\n**I buy Doge, now wat? 🎉**\\n\\nAfter securing a rightful place in the annals of history books, you, as a proud Doge owner, are granted additional benefits. *Much excite, very fun! \\\\n  \\\\n *Doge ownership gives you access to an exclusive set of activities, both on- and woofline. Consider this your lifetime ticket to a perpetual festival of delight and entertainment brought to you directly by the Doge community. More details on that will soon be posted on the [Doge Discord](https://discord.gg/WyqUTTXQ).\\n\\n**Diamond Paws 👇**\\n\\nWith great pawer comes great respawnsibility. 🐾 Aside from special benefits, $DOG holders can also exercise their ownership of the NFT by voting on the valuation of the original NFT. In other words —  determine how much the NFT is worth. If sold at a given price, which is collectively determined by the whole holder base, ownership of the Doge NFT will transfer to the new owner and token holders will then be able to trade their tokens at a price proportional to that of the sale.\\n\\n\\n---\\n\\nAlright folks, that’s enough alpha right there. We’ve already shared a tad too much and don’t want to get in twable…\\n\\nGo ahead and head over to our [website](http://doge.pleasr.org) to find out more about the upcoming Doge auction and follow us on Twitter to stay ahead of the curve for when we post the latest updates.\\n\\n*Woof 🐶* \",\"timestamp\":1630421179,\"title\":\"The Doge NFT: Own a piece of Internet history\",\"publication\":\"pleasr\"},\"digest\":\"bUj5Bk4HPqqWnsQz6iSEh64oQtW_faQdYp1NCiY1WRk\",\"authorship\":{\"contributor\":\"0x9E64B47bBdb9c1F7B599f11987b84C416C0c4110\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LKouUZR1BeqHgv4Mm7OHaP5czX_k14oMcpY4OP0yJAk\\\",\\\"y\\\":\\\"_JL6ZVhdtPe70zH4esYJRk5RaKSaljDemQ-nui5ybTo\\\"}\",\"signature\":\"kX_MZTdyBpj5wb7F3eCyPfl0GK358Kr2rt-zyT0L1jCl4WMoUbFXqYKhU1a0RcqH5LJUhKc_sGx4gtjG83yIbw\",\"signingKeySignature\":\"0x153f86ba0ddc418223030e27703b9abe4457657733646292d955ea5a445e9201357cb07e880b2b197a60d067887e452bfb624e808d9007ae45dd4734e9aa6fff1b\",\"signingKeyMessage\":\"I authorize the publication of articles on pleasr.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LKouUZR1BeqHgv4Mm7OHaP5czX_k14oMcpY4OP0yJAk\\\",\\\"y\\\":\\\"_JL6ZVhdtPe70zH4esYJRk5RaKSaljDemQ-nui5ybTo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7hpdJOWRzQx2pmCA16MDxN2FiA3eY6dwcrnEtXKnCJw\"}"