"{\"content\":{\"body\":\"While DeFi has become a popular buzzword among the crypto hip, it turns out that GameFi is increasingly where the action is these days.\\n\\n![](https://images.mirror-media.xyz/publication-images/B6XHAu7Gdl114byr2SQOs.jpg?height=450&width=800)\\n\\nNearly 50% of active cryptocurrency wallets connected to decentralized applications in November were for playing games, according to crypto data tracker DappRadar. The percentage of wallets linked to decentralized finance, or DeFi, dapps fell to 45% during the same period, after months of being the leading dapp use case. \\n\\nThe gaming craze was kicked into high gear this year by virtual world of Axie Infinity, where players can earn money by winning battles, selling monsters, and staking or lending their digital assets. The number of participants is rising rapidly, as many crypto enthusiasts are also avid gamers, and the idea of combining the two passions appeals to many. \\n\\n“We see around 80-100 million transactions in games daily,” said Pedro Herrera, senior data analyst at DappRadar. “It’s just impressive to see the evolution that blockchain games have experienced this year.” \\n\\nAdvocates see room for even wider participation. More than 104,000 people played Axie over a recent 24-hour period, per DappRadar’s analysis of on-chain data. Blockbuster online video games like Counter-Strike: Global Offensive, attract more than 700,000 players on the Steam streaming service. \\n\\nIn recent months, a slew of games, such as Splinterlands, Alien Worlds and CryptoMines, have gained hundreds of thousands of daily users. There are now about 1,200 blockchain games, with about 70 new ones added monthly, according to DappRadar.   \\n\\nNeither sector was spared by the weekend crypto crash. Tokens of many gaming companies slumped by as much as 30% over the past seven days, according to prices on CoinMarketCap.com. Many DeFi tokens fell as much as well, although the DeFi Pulse Index, which tracks some of the largest decentralized-finance projects, is down 24% for the week.\",\"timestamp\":1639038545,\"title\":\"Crypto Play-to-Earn 'GameFi' Apps Surpass DeFi in User Popularity\"},\"digest\":\"8VmFl6kaN1Y3aNsMImCGfXIBWunX5AvGxDIxKfmU3rY\",\"authorship\":{\"contributor\":\"0xcBaFDB917a1cb8A5B55b7E258301a58CF491Aa46\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pKFBU-NeYN3HPtpAlRPBXhNywlqXfU2eq3oRb63DdL4\\\",\\\"y\\\":\\\"KytQkTB6T_Df5-809vU5NMYrkQjzL4fC8HaMlfv9qZ0\\\"}\",\"signature\":\"gSJkKpqR8k2OFjqmDEdNBE4mooZUw5jDE6p53KTy-ac9T-OF67j55S_Ib-da6-WicAV-6Vyg3Gc68NkkuttmqA\",\"signingKeySignature\":\"0xed0eb63d0f229b2d7eb958b60cf5b5a775ae47d61e59055946e483dfba058e9f15375eb6e1e71a52321d89c2fe196d179716104359267fb9485ff1e4e29d336b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pKFBU-NeYN3HPtpAlRPBXhNywlqXfU2eq3oRb63DdL4\\\",\\\"y\\\":\\\"KytQkTB6T_Df5-809vU5NMYrkQjzL4fC8HaMlfv9qZ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8VmFl6kaN1Y3aNsMImCGfXIBWunX5AvGxDIxKfmU3rY\"}"