"{\"content\":{\"body\":\"전태진 1995년 (27세/만 25세) 남 / 구직중\\n\\nzandi13@naver.com / 010-4154-1301\\n\\n학력사항 : 서울시립대학교 국제관계학과(4년) 졸업\\n\\n경력사항 : KOICA(한국국제협력단) 2년 1개월 (재직중)\\n\\n* (담당업무) 해외봉사단 업무 관련 정부 감사 대응 및 봉사단 사업 관리\\n\\n자격증/어학\\n\\n* 2012.8. DELE 스페인어 B1\\n* 2019.6. TOEIC 975\\n\\n병역\\n\\n* 군필 2015.4.\\\\~2017.1. 의경 만기제대\\n\\n경력기술서\\n\\n* 한국의 무상원조사업를 총괄하는 한국국제협력단이라는 공공기관에서 근무하고 있습니다. 한국국제협력단에서는 한국의 경제 개발 경험을 개발도상\\n  국에 전수하는 프로젝트 사업, 봉사단 파견 사업, 인도적 지원 등을 진행하고 있습니다.\\n\\n  \\\\[수행한 주요 업무\\\\]\\n\\n     1.  국회 및 감사원 감사 대응 (글로벌인재총괄실)\\n  * \\\\[개요\\\\] 공공기관은 매년 국회 및 감사원에서 업무를 잘 수행하고 있는지 여부에 대해 감사를 수행\\n  * \\\\[이유\\\\] 국민의 세금으로 운영되는 공공기관의 특성상 공정성이 기관평가의 중요 요소이므로, 해당 업무는 공공기관의 핵심 업무\\n  * \\\\[역할\\\\] 부서에서 가지고 있는 자료를 기반으로 감사관 또는 국회의원이 요청하는 양식에 맞추어 자료를 작성하고, 제출하는 업무를 수행함. 보통 일자\\n    리 및 청년 정책과 연계된 봉사단 파견 실적, 연령, 성별 등을 요청하는 질의가 대다수\\n  * \\\\[성과\\\\] 국회 및 감사원에서 요청하는 자료는 대부분 비슷한 내용이 많음. 이에, 자주 질의가 오는 내용들을 목록화 하여, 비슷한 요청이 올때마다 자료 를 매번 새로 만드는 것이 아닌, 기존 자료의 간단한 수정을 통해 업무 시간을 줄여 업무 효율성을 높임\\n\\n    2\\\\. 구호물품 계약 관리 및 배송 관리 (다자협력인도지원실)\\n  * \\\\[개요\\\\] 개발도상국의 코로나 팬데믹 대응을 위한 구호물품 계약 관리 및 운송\\n  * \\\\[이유\\\\] 코로나 발생으로 인해 현지 프로젝트 사업이 불가하여, 많은 예산이 구호물품 지원에 전용되어 업무 지원 수행\\n  * \\\\[역할\\\\] 코로나 진단키트 업체 및 방역물품 업체와 연락 및 물품 계약 진행을 담당하고, 국내 화물항공 업체 담당자와 항공 일정 조율 및 현지 대사관과\\n    소통 담당\\n  * \\\\[성과\\\\] 코로나 위기를 예상하지 못했던 만큼, 진단키트 및 구호물품 조달 절차가 없는 상황에서 절차를 새로 수립하였고, 해당 절차는 올해에도 여전\\n    히 사용되고 있어서 해당 업무를 처음 접하는 사람도 원활하게 업무를 수행할 수 있게 됨\\n\\n    3\\\\. 주요 수행 가능 업무\\n  * 공문서 작성\\n  * 데이터 분류 작업(주로 엑셀 피벗 테이블 사용)\\n\\n자기소개서\\n\\n* \\\\[가상자산이 가지고 올 금융 포용성에 대한 믿음\\\\]\\n  * 앞으로는 개인간의 금융 거래에서 이미 존재하고 있는 bank의 존재가 상대적으로 덜 중요해지고, banking의 기능을 더 빠르고 포용적으로 수행할 수 있는 서비스에 대한 수요가 증가할 것이라고 생각합니다. 특히 아직도 금융 서비스에 접근할 수 있는 사람들이 전세계적으로는 많지 않다는 사실에 이와 같은 생각을 확신하게 되었습니다. 그렇다고 해서, bank의 존재가 완전히 의미가 없어지는 것은 아니라고 생각하며, 기존 제도권 은행들은 가상자산 을 연계할 수 있는 방안을 모색할 것이라고 생각합니다. 이 과정에서 가상자산 업계 전문가의 수요는 앞으로 점점 더 늘어날 것이라고 확신하고 있으 며, 이 시장에서 전문가가 되는 것은 미래 금융 전문가가 되는 것이라고 생각하고 있습니다. 해당 이유가 Business Development 인턴에 지원한 이유입니다. 가상자산 업계가 탈중앙화를 기본이념으로 두고 있지만, 제도권 및 사회 제도와 괴리된 탈중앙화는 결국 현실세계에서 아무런 수요를 창출하지 못할 것이라는 현실주의자적인 생각을 하고 있습니다. 이에, 크로스앵글에서 이러한 일들을 실현시킬 수 있을 것이라고 기대하고 있습니다.\\n* \\\\[가상자산 정보에 대한 접근성을 낮추는 크로스앵글\\\\]\\n  * NFT 민팅, P2E 게임 참여, 가상자산 유동성 풀에 참여 등을 경험해본 저로서, 해당 정보들에 처음 접근하기는 진입장벽이 너무 높았습니다. 블록체인 산업과 가상자산 산업이 더 확대되기 위해서는 일반인들의 접근성을 높이는 것이 관건이라고 생각합니다. 이런 점에서 크로스앵글이 제공하는 서비스는 앞으로 더욱 유용할 것이라고 생각합니다.\\n* \\\\[새로운 세상을 이해려는 자세와 끊임없이 배우고자 하는 욕망\\\\]\\n  * 공공기관에 입사하는 대부분의 사람이 그렇듯이, 공공기관이라는 안정성의 의미에 큰 의미부여를 한 것 같다는 생각이 들었습니다. 밖에서 볼 때의 공공기관의 안정성은 누구나 좋게 평가하고 철밥통이라는 이미지가 커서 많은 사람들의 부러움을 샀지만, 장기적으로 보았을 때는 절대로 안정적이지 않아 보였습니다. 현재의 세상은 과거 어느때보다 빠르게 변화하고 있는데, 공공기관이라는 틀 안에서 변화를 거부하며 살면서 변화하는 미래에 대비 하지 않는 사람으로 남겨지는 것은 거부하고 싶었습니다. 현재 재직 중인 회사에서 블록체인, 가상자산 사업에 대해 이야기 할때면 투기라고 말하면서 이상하게 보는 분위기를 벗어나서 자유롭게 이야기하고 의견을 나눌 수 있는 환경이 필요합니다. 새로운 시도들이 일어나고 있는 세상에서 달라지는 세상에서 준비된 사람이 되고 싶습니다. 현재로서 블록체인이나 가상자산 관련 지식은 절대적으로 부족한 상황입니다. 하지만 코빗이 필요한 인재는 현재 많이 아는 사람이 아니라, 새로운 세 상을 이해하려고 누구보다 많이 노력하고 빠르게 배우는 사람이라고 생각합니다. 그런 점에서 저는 누구보다 준비가 되어있다고 생각하며, 한 곳에 머 무르지 않는 자세로 맡은 바 업무를 성실하고 책임있게 수행하려고 노력하겠습니다\",\"timestamp\":1640189116,\"title\":\"새로운 시대의 금융 전문가\"},\"digest\":\"Pw8RZjfcuqsAgaxqzgfl8DlvtpsRweh6IZNbAYpilJc\",\"authorship\":{\"contributor\":\"0x591e859A2196E8407477A1728a53104055915d2f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z_hKp52v57ZH72MoNiB8mTMEuaUpks5PD3PifnVu97o\\\",\\\"y\\\":\\\"mDnDkGzpt8OZWPvqzExAS32b46xf4ZFtSkESOZ6HwQE\\\"}\",\"signature\":\"XWD8yuH7KPXIbgAIPOzCpxAlLUjjtbO2gUO2OaDjZgTRHXRbGlsY12MdIukm8sRpVr6ppXx3nTRdiTDL7Kngkg\",\"signingKeySignature\":\"0xe85fed2fc788709d7d150ab9cb5586bd359a0842d1fc5a51da6a6bb8f24917cb348f1fc8eee9392652256ecee6ef598a2809f0609f75a82f9ef6754556d69e7b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z_hKp52v57ZH72MoNiB8mTMEuaUpks5PD3PifnVu97o\\\",\\\"y\\\":\\\"mDnDkGzpt8OZWPvqzExAS32b46xf4ZFtSkESOZ6HwQE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"opDKTbem2AINatJFWPMeYyFDUY4royvdSycPZhkCZrQ\"}"