"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/EOEqGOE32YnEQ8A0aSy2A.png?height=367&width=700)\\n\\nThe term “avatar” is definitely not something new to the NFT and metaverse old hands. In Hinduism and Buddhism, its original meaning refers to a manifestation of a deity or released soul in bodily form on earth. The term became known after the 2009 movie *Avatar* gained popularity. As the Internet and social media developed, the term has gradually taken on additional meanings. In today’s world, an Avatar can be understood as an online persona of the user. This persona exists in the form of a profile on the user’s social networks, or in the form of a character in the metaverse. In the world of blockchain, any NFT that becomes a user’s image representation can be called an avatar.\\n\\nIn the past three months, avatar has been the shining star of the NFT scene. Many avatar NFTs including CryptoPunks, Hashmasks, and Bored Ape Yacht Club have overtaken old NFTs such as Decentraland and CryptoKitties at a rapid pace and even topping the charts. At the same time, a large number of avatar-focused NFT projects have mushroomed as they aggressively spread their culture and style to the blockchain world.\\n\\n![](https://images.mirror-media.xyz/publication-images/_4EaPq7g_NA1pwiQ2jCM5.png?height=340&width=700)\\n\\nWhat makes avatars so popular? There are innumerable articles that analyze the logic behind it — self-expression, identity, sense of community, and celebrity endorsement to name a few. However, all NFT partakers should take note of this: not only are avatar NFTs suitable for collection and display, they also possess significant investment attribute.\\n\\nEach avatar NFT is born rare and unique. Their value is very much derived from NFT enthusiasts who are willing to pay for a sense of enjoyment and identity. You’ve probably heard many stories about avatars that used to cost only its gas fee to surge by thousands folds in trade. Stories like this are clichés, but you can’t resist becoming one of them.\\n\\nBeing in the era of avatar that doesn’t seem to be ending anytime soon, how should we discover investment opportunities and get in the game early?\\n\\nHere’s a foolproof way — we follow the professionals. Whales are an important category of professional players in the market. They have a strong NFT asset base and a prominent presence on the market’s top charts. They have both passion and expertise in NFT, which enables them to identify potential projects and inject huge capital at an early stage. Their investments can easily drive up the project’s market value, thus creating a natural marketing tool for the project.\\n\\nWhales are like fund managers in the stock market and we are like the retail investors wandering without substantial support. When investing in avatar NFTs, riding the whales’ coattails is also applicable.\\n\\nNext up, we shall talk about two types of whales that are critical to investing in avatars — market whales and project whales — and the effective ways to track them.\\n\\n \\n **An Extended Definition**\\n\\nBefore we explore deeper, there are some concepts we must clarify: what exactly is an avatar? What type of NFT can be categorized as an avatar NFT? In general, the holder of an NFT makes the final call. As long as the holder is using the NFT as an image representation, we could call it an avatar. However, such a vague definition is impractical for further analysis of the data. Therefore, in the following, we define avatar projects as NFT projects with a rule set that favors avatar functionality. These projects tend to meet the following characteristics:\\n\\n* Issued in large but strictly limited quantities while maintaining uniqueness of each NFT (ERC721).\\n* Media information containing a large number of distinguishing characteristic values and a strong overall project style.\\n* Has the potential to become a network avatar.\\n\\nUnder this definition, CryptoPunks, Hashmasks, Pudgy Penguins, etc. are classified as avatar projects, while Art Blocks, CryptoKitties and Moon Cats, etc. will be classified as non-avatar projects.\\n\\nOnce the definition is determined, we shall move on to the next step of our analysis.\\n\\n \\n **Market Whales & Avatars**\\n\\nA market whale is an address that has the highest position value in the NFT market. NFTGO’s whales ranking is based on the total value of account holdings. (https://nftgo.io/rank/whale)\\n\\nAs of the time of writing, the highest total account holding value among the TOP 20 market whales (TOP 1) is address 0x0F0e, with a combined total of 1,147 NFTs worth over $19.44 million; the lowest is 0xd6a9 (TOP 20), with a combined total of 1,324 NFTs worth over $7.19 million.\\n\\n![](https://images.mirror-media.xyz/publication-images/PC0KEGsmnAFIi2-Kf9GRA.png?height=352&width=700)\\n\\n![Data Source: https://nftgo.io/](https://images.mirror-media.xyz/publication-images/_liPWwLjxl6Hjjp_C0BY-.png?height=353&width=700)\\n\\nThe vast majority of these addresses continue to trade NFTs at high frequencies. Their transactions are captured by our Whales Track at all times.\\n\\nThese top market whales have also been working extensively in the avatar scene for a long time. Among the top 20 market whales, 16 have invested in avatar and 13 of them have avatar projects comprising over 50% of their portfolio. In terms of avatar NFTs invested, the numbers remain positive: more than 25% of the top market whales hold more than 100 avatar NFTs, and more than 35% of the top market whales have more than 50% of their total NFT holdings in their accounts.\\n\\n![](https://images.mirror-media.xyz/publication-images/2YmWMVmTUpJucg-Sm8Fvv.png?height=424&width=700)\\n\\n![Data Source: https://nftgo.io/](https://images.mirror-media.xyz/publication-images/WTWRmds21FXq79UrIQBK3.png?height=429&width=700)\\n\\nAmong the dozens of avatar projects invested by market whales, CryptoPunks, Meebits and Bored Ape Yacht Club, with 13, 9 and 6 whales holders respectively, are the most popular projects. In addition, Bored Ape Kennel Club, Pudgy Penguins and Mutant Ape Kennel Club are also common favorites among the whales.\\n\\n![Data Source: https://nftgo.io/](https://images.mirror-media.xyz/publication-images/deqKBCVryH1xZtnFKZx2H.png?height=647&width=700)\\n\\nAll projects, except CryptoPunks and Hashmasks, were born in and after 2021 Q2. They have generated as much as 1,000x, if not more than 10,000x returns for its holders in just two to three months.\\n\\nApart from major projects, we have also witnessed whales investing in emerging avatar projects such as World of Women and 0N1 Force. These investments in new projects represent the investment trend of the market to a certain extent.\\n\\n**Project Whales & Avatars**\\n\\nAvatar projects have whales too, they are called project whales. A project whale is an address that has the most NFTs/the highest NFT position value in a particular NFT project. They hold a large number of high value NFTs in a particular project and are experts in their niche. Assuming that market whales help us grasp the latest market trends and identify future market direction, project whales, on the other hand, help us detect the future trend of a specific project and make timely trading decisions.\\n\\nTo analyze project whales, Whale Concentration Index (WCI) shall be introduced. It refers to the ratio of the total NFT holdings of the top 20 project whales to the total NFT issuance of a project, which can be further subdivided into Quantity WCI (QWCI) and Value WCI (VWCI) based on deeper definitions of “holdings”.\\n\\nLet’s take Pudgy Penguins, the recent avatar star as an example. As seen from the project’s whales distribution chart, Pudgy Penguins has a QWCI of 9.28% and a VWCI of 15.62%, both of which are well below the market average. This indicates that whales do not dominate the project and NFT distribution is balanced. Actions by a single whale is unlikely to affect the market value of the project drastically and benign market condition is observed.\\n\\n![Data Source: https://nftgo.io/](https://images.mirror-media.xyz/publication-images/otnxLlJySRTKf3BEjbAE_.png?height=275&width=700)\\n\\nThe whale with the largest quantity and the highest total value of NFTs in this project is address 0x2c2c with 83 Pudgy Penguins worth US$1,696,257.1 in total. This address does not own any other NFTs, which makes him a true Pudgy fan. Looking at his NFT collection, it is not difficult to spot some of his favorite Penguin qualities: Kimono (15, 18.07%), Medal (11, 13.25%) and Heart (10, 12.05%). 0x2c2c is also particularly fond of gold color as Penguins with gold elements comprise 37.4% of his collection.\\n\\n![Data Source: https://nftgo.io/](https://images.mirror-media.xyz/publication-images/Y1IAyUThMH-Tv87rl8g5g.png?height=616&width=700)\\n\\nIf ever 0x2c2c and other project whales begin to liquidate Pudgy Penguins, what does that mean? Without a doubt, Pudgy Penguins is probably in trouble, whichever it is.\\n\\n**How to track whales on NFTGO?**\\n\\nNFTGO provides users with NFT visualization of their accounts, allowing us to view all NFTs of an address account with ease. We will now demonstrate how you can track the positions of whales on NFTGO.\\n\\n* **STEP1**\\n\\nVisit NFTGO (https://nftgo.io/), click on “Analytics” — “Ranking” — “Whales” to find whales ranking. Alternatively, click on Top Whales in the main page.\\n\\n![](https://images.mirror-media.xyz/publication-images/bV-1tcSnDicvy8p93irpf.png?height=387&width=700)\\n\\n* **STEP2**\\n\\nView whales ranking at Top Whales, click on any address to enter details page.\\n\\n![](https://images.mirror-media.xyz/publication-images/zDriOzi-60b9wnAS6ciPS.png?height=371&width=700)\\n\\n* **STEP3**\\n\\nIn the details page, you will see holding value, transaction history and NFT portfolio of the address. Furthermore, users may filter or search for more information using criteria like NFT category, date of creation, and blockchain.\\n\\n![](https://images.mirror-media.xyz/publication-images/NJFIfD5rnu23MM9FqvtLd.png?height=391&width=700)\\n\\n![](https://images.mirror-media.xyz/publication-images/6i-amTt99VMUPU9NaJSTV.png?height=393&width=700)\\n\\n**How to track project whales**\\n\\n* **STEP1**\\n\\nEnter project main page through search. Click on “Holders” for NFT holder information.\\n\\n![](https://images.mirror-media.xyz/publication-images/IDH1feePWIWZKgXhuCdrF.png?height=357&width=700)\\n\\n* **STEP2**\\n\\nClick on each color block to visit address main page.\\n\\n![](https://images.mirror-media.xyz/publication-images/vghmCH7jowBjg9kjEbZGq.png?height=321&width=700)\\n\\n**How to track a specific address?**\\n\\nNFTGO supports direct search of address. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/U9dfa0e3Eh55RubYUbnxn.png?height=147&width=700)\\n\\n**Conclusion**\\n\\nAvatar is an essential part of the NFT market. Its value derives from its own metadata (media information) and the project’s user community. Many would cast doubt on the future of avatars — will the frenzy fade away? Well, maybe not. Avatars are an extremely important and irreplaceable component of the metaverse. As long as the metaverse is progressing and people are still longing for self-expression, avatars will prevail. Hope that NFTGO will be of help to your journey of avatar investing for both the present and the future.\",\"timestamp\":1638938002,\"title\":\"NFTGO Whale Tracker: Discover NFT Investment Opportunities Under the Avatar Boom\\n\"},\"digest\":\"DwfQ3HIj88GQL_qa8i13mnOvEBHuW43qE_yoX-o3Sk4\",\"authorship\":{\"contributor\":\"0x7051E9bA8Fa2575D4D68ea87bE85A7B4c4C12Ebe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"signature\":\"YXcbRO0I5i9g9Vr1d6DhwBGhXQfNCHZk_6O1cz9ERmmCs1I9qGPN13xifCyyVdzlcPFFd4vHhtEQZRlnSfMASw\",\"signingKeySignature\":\"0x0fcbc4cde80ab9ec51cdc484f49eecccd49d2e34ea672ed5a326480a63c8dd5b3440fb9e8d1108c36aaacceb0a03af7f70a50a0a4ce69395f436ec536b5d4e4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DwfQ3HIj88GQL_qa8i13mnOvEBHuW43qE_yoX-o3Sk4\"}"