"{\"content\":{\"body\":\"引子：我认为作为一个程序员不能不对商业有一些概念，从大一算起，我踏入计算机/互联网互联网行业已经有7年了，这期间我关于商业的思考有了很多变化。我现在以流水账的形式分享出来，权当是2021年的年终总结了，其中有很多经验和判断，希望对你有用，也欢迎交流:)\\n\\n## 技术狂热者\\n\\n兴趣是一切的基石。\\n\\n2014年，彼时的我只是一个相当自大的大一新生，有幸加入了[联创](https://baike.baidu.com/item/%E8%81%AF%E5%89%B5%E5%9C%98%E9%9A%8A/2148447)，在一堆“技术疯子”的影响下，我头一铁就报名参加了大名鼎鼎的微软创新杯，结果当然是止步初赛\\n\\n我们当时的参赛产品是一款游戏，也正是这款游戏的开发让我觉得我在计算机方面还算有点天赋。当年流行的引擎是 cocos2d-x，C++ 作为开发语言。这让我第一次就踩了无数内存泄漏/野指针/多线程的坑。这个游戏最后完全优化不动，跑一段时间就会崩溃，也让我一度对自己的技术能力失去信心（虽然我最后还是凭借这个拿了一个游戏开发大赛的大奖\\n\\n虽然后来发生的事情证明，过分的热爱有时候会遮蔽一个人的双眼，但是对什么都不懂的我来讲，没有什么是比热爱更好的事情了\\n\\n## 组队做游戏！\\n\\n在开发微软创新杯的游戏期间我遇到许多问题，使这一阶段的我深刻理解到团队和人才的重要。当年的技术小伙伴相当给力，我们也成为了多年的朋友。可是和校内美术的合作却差强人意，通常是约定好的资产输出日期，要延期一个星期甚至几个月，严重耽误了比赛进度。一问才知道，他们学院经常要做大设计而赶工，有时候根本没有多余的时间来交付\\n\\n其实仔细分析一下，在学校里做游戏开发不是一件容易的事。大学里的学生群体大体按照自身规划可以分成三类， 读研，就业，出国，这三类的行为模式会有很大的不同。因此当先要聚集一群人去参加比赛时，大家就会因为不同预期做不同程度的努力，同时每个学院的肝度也不一样，再加上大家的水平参差不齐，导致生产力几乎不可控\\n\\n要做成一件事，需要大家一起齐心协力，作为学生能达成这样的目标要么是几个学霸一起做大作业，要么是一群真正有兴趣的人一起折腾，这些事情都不能持续太长占用太多时间，否则小伙伴们会不得不回到他们自身的规划上来。\\n\\n话说回来，如果在校真的有很好的很有技术含量和商业前景的点子，是值得一起做下去的，这样的事情更多发生在那些世界名校比如 Stanford 里。当然这些人也不只是一腔热爱，而是真的明白自己能赚钱而且能改变世界\\n\\n我们对校园美术的过高期待也再一次打击了我们对学生独立游戏开发的热情。这时候我发现贵创里有些学长他们单独折腾的小玩意很有意思，突然领悟到不如自己做一些可以自己控制的东西，于是我逐渐踏入了图形学的大坑（误\\n\\n## 奖金，外包，和投资白嫖\\n\\n家庭出身会影响一个人的视野和决策，由于不想给家里添麻烦，我内心主动放弃了一些要花大钱的项目。并且从大三起有意无意去打一些比赛，接一些外包，甚至还差点接受了一个游戏发行公司的投资\\n\\n直接和非工资形式的钱接触，直接体现出了我的天真\\n\\n印象中我接的一个最大的外包是 3w 元，做一个 webgl 项目，我很激动，因为从来没有拿过这么多钱，我打算同时用自己的写的引擎写这个项目，这样就能一箭双雕\\n\\n对方给了一个月时间，可惜在做到第八天的时候，委托方突然反悔，说找到另一个人来做，对方冠冕堂皇的说：“市场竞争就是这样”，并且对我的称呼是 “WebGL人员”\\n\\n把工具人的属性体现的淋漓尽致的一个称呼，这种称呼对有点追求的人来说是很难受的。一般老板都会画饼，这位连饼都不画了，后面只给我补了1000块钱。\\n\\n当时我感觉收到了很大的侮辱，但是到今日想起来，发觉有可能是我太理想化了，如果我是老板找外包，我肯定希望外包能出活就行，至于外包的技术追求？那最好不要有，有了还耽误事。这个委托方做的最不人道的事情是让我几乎免费干了一周的活，但是换到今天，换位思考一下的话，是我没搞清楚他的核心诉求，这也和我还处在学习阶段，而且做事情还处在搞研究那种知其然还要知其所以然的状态，自然是互相不 match 的。\\n\\n我在大学阶段做的最后一个直接和商业公司接触的项目是一个游戏发行公司找到了我，说愿意发行我在某游戏开发大赛的参赛作品，为什么能找到我呢，因为我设计的游戏玩法的确还可以。当时谈的是，合同等我完善一下demo就签，他们负责接入商业化系统。彼时我也算是天真，居然信了，哼哧哼哧的进行开发，最后结果是怎样我已经大概都遗忘了。那时候没过几天就要去实习了，再加上课业压力，自然是不了了之。\\n\\n## 工作之后：打工人，传奇工程师，还是创业者？\\n\\n我的知乎签名是”理想主义hacker“，这也将会是我毕生的追求。这篇文章谈我的商业思维的变迁，并不矛盾。实际上，商业思维是理想主义者最有利的武器。\\n\\n我毕业之后在腾讯待了将近三年，这三年我最幸运的事情是跟随了Milo Yip，Milo是一个传奇工程师，我也希望成为一名传奇工程师。这里对他的介绍应该无需多言。\\n\\n我在他的的支持下做了一款实时程序化生成工具，技术含量非常高，往好了说是预研一个革命性技术方向，往坏了说，是一个**没有机会落地**的可悲项目。在游戏工作室的技术落地，一定要跟着项目走，而如果工作室内有限的几个项目没有看上这个技术，那就会成为一个漂泊的游子，在公司内的派系斗争和山头里飘来飘去。\\n\\n我在腾讯三年，6点半下班了三年，这固然和我自己的追求有关系，也和运气有很大关系。没有直接参与项目，做的东西没有很大的业务压力，然而我清楚的知道项目组那边加班非常严重，前景也就那样。做的游戏都是一些氪金手游。我明白如果想要继续走游戏行业，就很难不加班。\\n\\n再加上一些其他的原因，我感觉继续呆在这样的公司里，永远没有办法做又酷又赚钱的事情，于是我开始看外面的机会，我想继续做我的传奇工程师，最好是 rust 岗位的，最好写PL相关的事情，比如编译器之类的，要 WLB。\\n\\n当时 taichi 招人的广告刚好发出来，我一看这不正好合适吗，GPGPU 编译器的工作的确是我想做的。然后面了下来，拿到一个不是很满意的 offer，让我十分纠结，因为我拿到莉莉丝的offer明显有诚意很多。我记得那天我纠结了快一个通宵，最终告诉 taichi 我想选择他们的时候，被拒绝了。我对 taichi 有许多期待，甚至希望他是一个 Google 级别的公司。因为我看来以 taichi 的技术基因和文化，应该是一个伟大公司，我想参与一起公司文化建设，分享了一些观点和理念。没想到胡博士觉得我最后提这些比较 offensive，再加上我不想来北京，于是与taichi失之交臂\\n\\n我之所以着重提taichi，是因为进半年来我对 taichi 的观点发生了巨大的变化。从技术实力来讲，taichi 毫无疑问是一个好公司，但是从资本的角度来讲，却不见得。这半年 taichi 除了继续完善开源框架，所做的另一件事情，居然是 **上课** 。是的，你没看错，一个初创公司在初期开了一门高深的图形课，把公司有限的精力放在这上面。而最重要的可持续商业模式没有看到任何进度。taichi 的商业计划书我看过，还是有一定想象空间的，并不是如外界传言的不知道怎么赚钱，不然当初我也不会去了，但是从外界看到的执行层面看，taichi 并没有把重心放在商业化相关事务上，整个公司貌似也缺乏高级商业人才，主力要么都是学术界背景，要么就是眼里只有技术的高水平程序员。\\n\\n这样的公司产品会很有意思，也很cool，但是就是难落地和商业化。现在想来游戏公司之所以能给的起钱主要还是本身盈利。taichi 选择的赛道太独特，和另一些明星技术公司的赛道，如 DB 和区块链，相比赚钱效应太弱了。这对taichi也是一个难关。\\n\\n莉莉丝本身还算是一个比较传统的游戏厂商，在技术上没有非常激进，但是愿意接受新的技术革新，在中国公司内做的算是不错了，我们项目的C++标准采用了 C++ 17 ，也算中规中矩吧。最近在公司内的下一步打算是推广 Rust，把 rust 用到项目中来。\\n\\n游戏圈内，上海 F4 的文化的确更舒服一点，来到莉莉丝之后，最大的感受首先是不卷，其次是同事关系比起在腾讯和谐太多了，现在想来，腾讯的赛马策略，强制背星，阿里的361制度，都是落后的互联网管理手段，并且造成了如今人人讨论的内卷现象。内卷起码犯了两个错误：目的和手段，一群人为了一个不值得投入的事情上被迫花了太多精力和情绪。即便是目的正确，竞争式的加班加点也不是达成目标的有效方法。驱动团队的内在动力应该是共同的愿景和互相理解，人与人之间的恶性竞争会导致团队协作能力下降，大家的精力逐渐不在打磨产品体验上。典型例子如腾讯内部多部门赛马，互相见面如仇敌，最终技术稀烂，产品也很没有意思。\\n\\n解决内卷问题的关键其实在于认知，要认识到工作成果和个人实现的因素在于基于兴趣的思考和决策，当下的事情是你能乐此不疲坚持下去的吗？你的哪些兴趣点有利于你们团队和产品在市场上成功？当下这么多需求 bug 是因为什么不合理的设计/决策？如何用最快速的办法解决现在的问题然后再优化？，在想不清楚为什么做的情况下去做，盲目的多花时间不会带来更明显的收益。\\n\\n在莉莉丝和同事的和谐关系，以及明确的知道**自己做的东西正在落地在产品中**的感觉，逐渐让我产生了一些创业的信心，说到底创业最重要的是聚集一批人做一件了不起的事，联众人之志，创非凡之事嘛。如果在腾讯或者阿里这样的公司，出去创业很可能就会过于强调个人能力，或者忽视企业文化建设，或者用不恰当的方法去和别人合作。过去我在前司，天天焦虑的是怎么提升自己，不要被工作绑架，创业还是很遥远或者不太可能的事情。现在我已经有信心不断积累自己，不断提升自己的认知了。不管以后是创业，还是在公司的一些机会，都让我非常期待。\\n\\n## 近况\\n\\n最后，就说一下我的近况吧。在莉莉丝的前4个月我还能很好的 WLB，知道年底的这两个月，整个项目开始开始为了冲上线加班了（有加班费和调休）。虽然我很开心在项目里实现了很多有意思的技术，但是这两个月的忙碌也让我没有时间和精力去关注新的技术趋势，加深了我的不安全感。再加上11月被分手，我晚上失眠的症状也时不时复发。我花了很多时间来调整我的状态，终于在这个周末决定好好停下来看一看。\\n\\n首先是粗略了解了一下 Web3，DeFi，NFT 等一大波技术，更加坚定了自己之前关于不要一头扎进技术和业务的细节的想法。尤其是看了guoyu 的博客和推，让我感觉到拥有自己独立思考的时间是多么重要。虽然币圈这一波技术趋势有无数的骗子，庞氏，投机者，但是哪个时代的浪潮和泡沫不是如此？作为hacker，我们的优势就是如果能在底层的技术视角上加上商业和市场视角，就有更大概率看清楚什么技术才是真正的未来。\\n\\n我的技术兴趣今后将不仅仅在 Graphics， PL，看来以后还要加上一个 Crypto。至于最后会不会创业，在什么赛道上创业，取决于我今后的认知。\\n\\n其次，今年一直计划好的CASI滑雪教练考证，终于可以安排上了，有些副业是用来赚钱，有些副业就是用来开心。\\n\\n读到这里的朋友，希望我的思考能给你一些启发。迟到的新年快乐\\\\~\",\"timestamp\":1641825351,\"title\":\"我的商业思维的变迁\"},\"digest\":\"fY46PBqjZ0zmvq1uSTgOrAbTtAo-v9T9pHqcnP1siWQ\",\"authorship\":{\"contributor\":\"0xC7Bdfa3BFACE6504dBcd1D0a91A259E43C46c818\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H55rjiK0bkNkYtyUpzIssa1OgdmIaDXD_IzF669uKJU\\\",\\\"y\\\":\\\"8nRP7y2dXxyY8uX6VLFShNIKqlc62VW3w1kUg8TomP8\\\"}\",\"signature\":\"-JH5NlPnIPrJgzyY39gR6C7omMkai6lmRpWPRAsIwoMSsEwWzBTg8JIt0NBwtlFfg_rcdqVJaoymmbE_W_jn9w\",\"signingKeySignature\":\"0xb663c3eb419a4bd9668c83d90917d6c082c7ab3bc034f98e88e0a02ea67dc8e06ff45217fa46d784cd668de8640f19fb6c1f2314742b2e8125c8c171721a567e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H55rjiK0bkNkYtyUpzIssa1OgdmIaDXD_IzF669uKJU\\\",\\\"y\\\":\\\"8nRP7y2dXxyY8uX6VLFShNIKqlc62VW3w1kUg8TomP8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YJdmooKZFuFMGF-mdnKhRH4M9emSCTlXvcuVqCCwJeE\"}"