"{\"content\":{\"body\":\"*Author: Francium - Solana Hackathon 1st Runner-up (East Asia), KIN Award Recipient & Top-5 Community-Voted Project*\\n\\nThere have been many debates over which Layer-1 protocol is the best to work on. In today’s article, the Francium team will explain 3 reasons why we have decided to build on Solana. Read on!\\n\\n# Part 1: Advantages of Solana\\n\\nSolana holds several advantages over the other Layer-1 protocols. Let us look into each of them in detail.\\n\\n# i. Transaction Cost\\n\\nThe transaction cost of Ethereum has impeded the adoption of DeFi by users. As we all know, if a user wants to continuously obtain fee income by adjusting their range of liquidity provision on Uniswap V3, he must bear gas fees which may affect his income margins, especially during periods of high network traffic. When Gas sits around 30 Gwei, a transaction cost that provides liquidity is around $60 (assuming the price of Ether is $3000).\\n\\nOn the other hand, the cost of Solana to complete a transaction is 0.000005 SOL, which is equivalent to 0.05 cents. The sheer difference in the transaction costs makes this advantage pretty self-explanatory.\\n\\n*At present, the actual TPS of the Solana mainnet has reached dozens of times that of Ethereum*\\n\\nSolana is able to provide such low transaction fees because its design throughput reaches 50k/s. It can support a large number of requests at the same time, without increasing transaction fees to limit user requests. At Francium, we believe that for our DeFi solution to attain mass adoption, we need the cost-effectiveness that Solana brings to our users to scale our protocol successfully.\\n\\n# ii. Long-term Scalability Support\\n\\nThe intuitive improvement that scalability brings to users is the decrease in transaction fees and the increase in transaction confirmation speed. For an underlying chain network, scalability means that it can support more applications and higher frequency applications.\\n\\nSo for an application, one of their concerns should be development/maintenance costs and user experience.\\n\\n> *Moreover, it appears that whatever scaling solutions end up mattering, it is unlikely that there is a single monolithic instantiation of that scaling solution (meaning, for example, a single Optimism roll-up). The future of Ethereum scaling is going to be heterogeneous. … Organizations at scale simply cannot afford to bet on the wrong tech stack. The opportunity cost of being wrong, and the explicit cost of having to later migrate/bridge, are massive. I contend that the only blockchain protocol that can answer this question — or will be able to answer this question within the next 24 months — is Solana.*\\n\\nAbove is a quote from the article [“Technical Scalability Creates Social Scalability”](https://multicoin.capital/zh/2021/05/25/technical-scalability-creates-social-scalability/) published by Multicoin to illustrate the point of view. When the protocol is designed and implemented, developers do not want to devote the limited energy of the entrepreneurial team to tedious tasks such as bridging (most of the DeFi entrepreneurial teams are not large), and you do not want to bring users a user experience that is separated from Layer 1 and Layer 2, then Solana is a good consideration for them. If possible, leave the expansion and concurrency to the underlying chain to deal with.\\n\\n# iii. Network Value\\n\\nSolana simply carries a higher capacity. Why is this important? As an ecosystem accommodate more projects in general, we can expect the potential volume of each DeFi project to scale as well.\\n\\nNo doubt, the funding indicators on Ethereum (and its Layer2)/BSC have shown greater leads at present. The former has gathered a large number of early decentralization and DeFi innovative projects, and the latter has benefited from the huge user base of its related CEX. However, **what factors will change the status quo?** The potential network value Solana can capture.\\n\\nNetwork value is generally considered to be proportional to the square of the number of users in the same network. Solana, being considerably scalable (see part 2), promises a higher user carrying capacity provided by the strong underlying chain, then the potential network value is greater, and it will potentially have more combined headroom for growth for DeFi projects built on its chain.\\n\\n# iv. Decentralization\\n\\nDecentralization brings a credible foundation to DeFi. Currently, [ethernodes.org](https://ethernodes.org/) records 3982 Ethereum nodes (excluding unsynced nodes), and the number of consensus nodes displayed on Solana website is 969. The number of nodes does not fully represent the degree of decentralization, but the number of nodes reaches this level, which already has the trust foundation required by most DeFi, and the number of consensus nodes on Solana is also increasing rapidly. In the spirit of decentralization, Francium has chosen to go with Solana.\\n\\n*Solana global node distribution (Source: [solanabeach](https://solanabeach.io/))*\\n\\n# Part 2: Parallel Programming Model of Solana\\n\\nSolana introduces a programming model that is different from the EVM compatible blockchains, which realizes stateless transaction execution and improves the parallel processing capabilities of transactions greatly. The EVM-compatible blockchains can be regarded as a single-threaded operating system, transactions can only be processed serially one by one, but cannot be processed parallel. In the Solana, execution logic of transactions is completely decoupled from the storage of data state, and the transaction execution process is stateless. The execution logic(Program on Solana) of the transaction is placed in the executable account, while the data state exists in separate accounts. Each transaction is accompanied by the account that needs to be read and written for this execution. , This batch of transactions can be processed by Solana in parallel, which greatly improves the parallel processing capabilities of transactions, as long as the accounts in the transactions do not conflict with each other.\\n\\nIn Solana, a Dapp will not block the operation of other Dapps while the Dapp is busy. Even within this Dapp, transactions between users will not affect each other, as long as reasonable account allocation is adopted.\\n\\nYou can experience the benefits of this programming model through an example of Token design. Just like ERC20, Solana also has its own token standard called SPL. Since all tokens that meet the SPL standard use the same logic, only one account is needed to store the execution logic (token_program) on Solona, and then this program can be used issuing new tokens. Each token has a corresponding account (TokenMint) to store the basic information (supply, minting authority, etc.), and then each token holder is also assigned a corresponding token account to record the information of holders.\\n\\nIn such a token model, the storage of data is separated. As such, even if there are 10,000 transfer transactions to be processed, as long as the accounts involved in the transaction are different, they can be processed in parallel at the same time.\\n\\n# Part 3: Solana DeFi Ecosystem Potential\\n\\nAfter a rapid development period, Solana DeFi ecosystem has grown to a certain extent including AMM DEX, CLOB DEX, AMM for stables, Decentralized Stablecoin, Oracle, Lending protocol, derivatives, launchpad, yield farming, and asset management, etc. It also brings the potential of DeFi combination on Solana.\\n\\nAmong them, there are also some ecosystems & products with long-term imagination, such as:\\n\\n* **Serum**, which is positioned at the ecosystem level, is also a CLOB DEX;\\n* **Raydium,** DEX that integrates the order book and AMM liquidity;\\n* **Bonfida**, as Serum front-end, including modules such as bot trading strategies, APIs, and naming system;\\n* **Pyth**, the oracle that provides the price of both traditional financial assets and the price of crypto assets.\\n\\nWe believe that the future of DeFi will develop in the direction of more professionalism and higher capital efficiency, and Uniswap V3 provides active liquidity management features, and more products based on Uniswap V3 have been further promoted in this direction. The performance advantage (especially the predictable scalability) provides a great foundation for the further creation and capital efficiency of DeFi.\\n\\n# Verdict: Is Solana REALLY the best?\\n\\nNo doubt, DeFi on Solana still has the possibility of development and room to improve. For example, the scale of the Rust language ecosystem, the user experience that needs to be improved, and even the acceptance and value empowerment of $SOL in the ecosystem needs to be improved. But in essence, these problems can be solved. What exactly gives developers confidence in the long-termism of the ecosystem core and promoters, the practical and disenchanting style, and a bigger vision not just to compete with Ethereum: To build the scale of a centralized Wall Street.\\n\\nAt the same time, Solana can also open up the imagination space for the new cycle of DeFi innovation: from the perspective of technological development history, product and mechanism innovation will be formed under certain constraints and frameworks, just as Ethereum’s PoW mechanism has incubated the birth of AMM. **Solana’s PoH consensus mechanism, concurrent programming model, and Unix-like operating system’s on-chain account system will provide a new base and space for breakthroughs in product innovation when all DeFi innovations on the EVM compatible chain are exhausted.** Therefore, if the Solana DeFi ecosystem can successfully form a standoff with Ethereum in the next few years, there will be a high probability that there will be a development path different from the current EVM compatible chains, and there will also be innovative product mechanisms adapted to the characteristics of the underlying chain.\\n\\nIn summary, what we have seen, what we have experienced in the actual development, and our cognition and judgment about the future, let us believe that in Solana, where decentralization is fully adhered to, the technological evolution route is clear, and the overall strategy is not eager for quick success and instant benefits, more and more developers will create long-term value together.\\n\\n# Check out our socials:\\n\\nIf you want to learn more about Francium Protocol, please check out our social media channels below!\\n\\n* 🌐 Official Website: [https://francium-protocol.io](https://francium-protocol.io/)\\n* 🐦Twitter: <https://twitter.com/Francium_Defi>\\n* 💬 Telegram: <https://t.me/franciumprotocol>\\n* 👾 Discord: <https://discord.gg/53rrwuRFra>\",\"timestamp\":1636092893,\"title\":\"Why Build DeFi on Solana?\"},\"digest\":\"-HahxPHweMS5TMC4i1qw8nCwpRsvKwI4svx6aEcqbvs\",\"authorship\":{\"contributor\":\"0xe650F9aaB466d5ED5a66f6D635233DC238d485e2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ai6tkxbzDYbwg3RPfm2bLJctMgrABDO87U9z1ieJTH8\\\",\\\"y\\\":\\\"lXeQBh65cvd4h7ImXSZ3kQeGj8Uqqd6KFkKdFnVx_uo\\\"}\",\"signature\":\"U70PspJJBgOCtk_jXJYgx86ZHwHjjOZeoB3bNxOTMKC2qqQuNRQVbjy2u6ZOoSMVpyL8j6AvYM7WpLieRC-O1A\",\"signingKeySignature\":\"0x622664e725739218cf7739509f4f1059ac96c8ab6e0389c79db3953ced3c448952645fab22fb935b7bb3b6a52e5272739502b12f5204a4728f3d96954c57b28e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ai6tkxbzDYbwg3RPfm2bLJctMgrABDO87U9z1ieJTH8\\\",\\\"y\\\":\\\"lXeQBh65cvd4h7ImXSZ3kQeGj8Uqqd6KFkKdFnVx_uo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-HahxPHweMS5TMC4i1qw8nCwpRsvKwI4svx6aEcqbvs\"}"