"{\"content\":{\"body\":\"In composing these terrible pages, Bunyan writes straight and bold out of his own heart and conscience.  The black and bitter essence of a whole black and bitter volume is crushed into these four or five bitter pages.  Last week I went over Grace Abounding again, and marked the passages in which its author describes his own experiences of doubt, diffidence, and despair, till I gave over counting the passages, they are so many.  I had intended to illustrate the passage before us to-night out of the kindred materials that I knew were so abundant in Bunyan's terrible autobiography, but I had to give up that idea.  It would have taken two or three lectures to itself to tell all that Bunyan suffered all his life long from an easily-wounded spirit.  The whole book is just Giant Despair and his dungeon, with a gleam here and there of that sunshiny weather that threw the giant into one of his fits, in which he always lost for the time the use of his limbs.  Return often, my brethren, to that masterpiece, Grace Abounding to the Chief of Sinners.  I have read it a hundred times, but last week it was as fresh and powerful and consoling as ever to my sin-wounded spirit.\\n\\nLet me select some of the incidents that offer occasion for a comment or two.\\n\\n1. And, in the first place, take notice, and lay well to heart, how sudden, and almost instantaneous, is the fall of Christian and Hopeful from the very gate of heaven to the very gate of hell.  All the Sabbath and the Monday and the Tuesday before that fatal Wednesday, the two pilgrims had walked with great delight on the banks of a very pleasant river; that river, in fact, which David the King called the river of God, and John, the river of the water of life.  They drank also of the water of the river, which was pleasant and enlivening to their weary spirits.  On either side of the river was there a meadow curiously beautified with lilies, and it was green all the year long.  In this meadow they lay down and slept, for here they might lie down and sleep safely.  When they awoke they gathered again of the fruits of the trees, and drank again of the water of the river, and then lay down again to sleep. Thus they did several days and nights.  Now, could you have believed it that two such men as our pilgrims were could be in the enjoyment of all that the first half of the week, and then by their own doing should be in Giant Despair's deepest dungeon before the end of the same week?  And yet so it was.  And all that is written for the solemn warning of those who are at any time in great enlargement and refreshment and joy in their spiritual life.  It is intended for all those who are at any time revelling in a season of revival:  those, for example, who are just come home from Keswick or Dunblane, as well as for all those who at home have just made the discovery of some great master of the spiritual life, and who are almost beside themselves with their delight in their divine author.  If they are new beginners they will not take this warning well, nor will even all old pilgrims lay it aright to heart; but there it is as plain as the plainest, simplest, and most practical writer in our language could put it.\\n\\nBehold ye how these crystal streams do glide To comfort pilgrims by the highway side; The meadows green, besides their fragrant smell, Yield dainties for them:  And he that can tell What pleasant fruits, yea leaves, these trees do yield, Will soon sell all that he may buy this field.\\n\\nThus the two pilgrims sang:  only, adds our author in a parenthesis, they were not, as yet, at their journey's end.\\n\\n1. 'Now, I beheld in my dream that they had not journeyed far when the river and the way for a time parted.  At which the two pilgrims were not a little sorry.'  The two pilgrims could not perhaps be expected to break forth into dancing and singing at the parting of the river and the way, even though they had recollected at that moment what the brother of the Lord says about our counting it all joy when we fall into divers temptations.  But it would not have been too much to expect from such experienced pilgrims as they by this time were, that they should have suspected and checked and commanded their sorrow.  They should have said something like this to one another:  Well, it would have been very pleasant had it been our King's will and way with us that we should have finished the rest of our pilgrimage among the apples and the lilies and on the soft and fragrant bank of the river; but we believe that it must in some as yet hidden way be better for us that the river and our road should part from one another at least for a season.  Come, brother, and let us go on till we find out our Master's deep and loving mind.  But, instead of saying that, Christian and Hopeful soon became like the children of Israel as they journeyed from Mount Hor, their soul was much discouraged because of the way.  And always as they went on they wished for a softer and a better way. And it was so that they very soon came to the very thing they so much wished for.  For, what is that on the left hand of the hard road but a stile, and over the stile a meadow as soft to the feet as the meadow of lilies itself?  ''Tis just according to my wish,' said Christian; 'here is the easiest going.  Come, good Hopeful, and let us go over.'  Hopeful:  'But how if the path should lead us out of the way?'  'That's not like,' said the other; 'look, doth it not go along by the wayside?'  So Hopeful, being persuaded by his fellow, went after him over the stile.\\n\\nCall to mind, all you who are delivered and restored pilgrims, that same stile that once seduced you.  To keep that stile ever before you is at once a safe and a seemly occupation of mind for any one who has made your mistakes and come through your chastisements. Christian's eyes all his after-days filled with tears, and he turned away his face and blushed scarlet, as often as he suddenly came upon any opening in a wall at all like that opening he here persuaded Hopeful to climb through.  It is too much to expect that those who are just mounting the stile, and have just caught sight of the smooth path beyond it, will let themselves be pulled back into the hard and narrow way by any persuasion of ours.  Christian put down Hopeful's objection till Hopeful broke out bitterly when the thunder was roaring over his head and he was wading about among the dark waters:  'Oh that I had kept myself in my way!'  Are you a little sorry to-night that the river and the way are parting in your life?  Is your soul discouraged in you because of the soreness of the way?  And as you go do you still wish for some better way than the strait way?  And have you just espied a stile on the left hand of your narrow and flinty path, and on looking over it is there a pleasant meadow?  And does your companion point out to your satisfaction, and, almost to your good conscience, that the soft road runs right along the hard road, only over the stile and outside the fence?  Then, good-bye.  For it is all over with you. We shall meet you again, please God; but when we meet you again, your mind and memory will be full of shame and remorse and suffering enough to keep you in songs of repentance for all the rest of your life on earth.  Farewell!\\n\\nThe Pilgrims now, to gratify the flesh, Will seek its ease; but oh! how they afresh Do thereby plunge themselves new grieves into: Who seek to please the flesh themselves undo.\\n\\n1. The two transgressors had not gone far on their own way when night came on and with the night a very great darkness.  But what soon added to the horror of their condition was that they heard a man fall into a deep pit right before them, and it sounded to them as if he was dashed to pieces by his fall.  So they called to know the matter, but there was none to answer, only they heard a groaning.  Then said Hopeful:  Where are we now?  Then was his fellow silent, as mistrusting that he had led Hopeful out of the way.  Now, all that also is true to the very life, and has been taken down by Bunyan from the very life.  We have all heard men falling and heard them groaning just a little before us after we had left the strait road.  They had just gone a little farther wrong than we had as yet gone,--just a very little farther; in some cases, indeed, not so far, when they fell and were dashed to pieces with their fall.  It was well for us at that dreadful moment that we heard the same voice saying to us for our encouragement as said to the two trembling transgressors:  'Let thine heart be toward the highway, even the way that thou wentest; turn again.'  Now, what is it in which you are at this moment going off the right road?  What is that life of disobedience or self-indulgence that you are just entering on?  Keep your ears open and you will hear hundreds of men and women falling and being dashed to pieces before you and all around you.  Are you falling of late too much under the power of your bodily appetites?  It is not one man, nor two, well known to you, who have fallen never to rise again out of that horrible pit. Are you well enough aware that you are being led into bad company? Or, is your companion, who is not a bad man in anything else, leading you, in this and in that, into what at any rate is bad for you?  You will soon, unless you cut off your companion like a right hand, be found saying with misguided and overruled Hopeful:  Oh that I had kept me to my right way!  And so on in all manner of sin and trespass.  Those who have ears to hear such things hear every day one man after another falling through lust or pride or malice or idleness or infidelity, till there is none to answer.\\n2. 'All hope abandon' was the writing that Dante read over the door of hell.  And the two prisoners all but abandoned all hope when they found themselves in Giant Despair's dungeon.  Only, Christian, the elder man, had the most distress because their being where they now were lay mostly at his door.  All this part of the history also is written in Bunyan's very heart's blood.  'I found it hard work,' he tells us of himself, 'to pray to God because despair was swallowing me up.  I thought I was as with a tempest driven away from God.  About this time I did light on that dreadful story of that miserable mortal, Francis Spira, a book that was to my troubled spirit as salt when rubbed into a fresh wound; every groan of that man with all the rest of his actions in his dolours, as his tears, his prayers, his gnashing of teeth, his wringing of hands, was as knives and daggers in my soul, especially that sentence of his was frightful to me:  \\\"Man knows the beginning of sin, but who bounds the issues thereof?\\\"'  We never read anything like Spira's experience and Grace Abounding and Giant Despair's dungeon in the books of our day.  And why not, do you think?  Is there less sin among us modern men, or did such writers as John Bunyan overdraw and exaggerate the sinfulness of sin?  Were they wrong in holding so fast as they did hold that death and hell are the sure wages of sin?  Has divine justice become less fearful than it used to be to those who rush against it, or is it that we are so much better men?  Is our faith stronger and more victorious over doubt and fear?  Is it that our hope is better anchored?  Whatever the reason is, there can be no question but that we walk in a liberty that our fathers did not always walk in.  Whether or no our liberty is not recklessness and licentiousness is another matter. Whether or no it would be a better sign of us if we were better acquainted with doubt and dejection and diffidence, and even despair, is a question it would only do us good to put to ourselves.  When we properly attend to these matters we shall find out that, the holier a man is, the more liable he is to the assaults of doubt and fear and even despair.  We have whole psalms of despair, so deep was David's sense of sin, so high were his views of God's holiness and justice, and so full of diffidence was his wounded heart.  And David's Son, when our sin was laid upon Him, felt the curse and the horror of His state so much that His sweat was in drops of blood, and His cry in the darkness was that His God had forsaken Him.  And when our spirits are wounded with our sins, as the spirits of all God's great saints have always been wounded, we too shall feel ourselves more at home with David and with Asaph, with Spira even, and with Bunyan.  Despair is not good, but it is infinitely better than indifference.  'It is a common saying,' says South, 'and an observation in divinity, that where despair has slain its thousands, presumption has slain its ten thousands.  The agonies of the former are indeed more terrible, but the securities of the latter are far more fatal.'\\n3. 'I will,' says Paul to Timothy, 'that men pray everywhere, lifting up holy hands without doubting.' And, just as Paul would have it, Christian and Hopeful began to lift up their hands even in the dungeon of Doubting Castle.  'Well,' we read, 'on Saturday night about midnight they began to pray, and continued in prayer till almost break of day.  Now, before it was day, good Christian, as one half amazed, broke out in this passionate speech:  \\\"What a fool,\\\" quoth he, \\\"am I thus to lie in a stinking dungeon when I may as well walk at liberty; I have a key in my bosom, called Promise, that will, I am persuaded, open any lock in all Doubting Castle.\\\" Then said Hopeful:  \\\"That's good news, good brother; pluck it out of thy bosom and try.\\\"'  Then Christian pulled the key out of his bosom and the bolt gave back, and Christian and Hopeful both came out, and you may be sure they were soon out of the giant's jurisdiction.\\n\\nNow, I do not know that I can do better at this point, and in closing, than just to tell you about some of that bunch of keys that John Bunyan found from time to time in his own bosom, and which made all his prison doors one after another fly open at their touch.  'About ten o'clock one day, as I was walking under a hedge, full of sorrow and guilt, God knows, and bemoaning myself for my hard hap, suddenly this sentence bolted in upon me:  The blood of Christ remits all guilt.  Again, when I was fleeing from the face of God, for I did flee from His face, that is, my mind and spirit fled before Him; for by reason of His highness I could not endure; then would the text cry:  Return unto Me; it would cry with a very great voice:  Return unto me, for I have redeemed thee.  And this would make me look over my shoulder behind me to see if I could discern that this God of grace did follow me with a pardon in His hand.  Again, the next day, at evening, being under many fears, I went to seek the Lord, and as I prayed, I cried, with strong cries: O Lord, I beseech Thee, show me that Thou hast loved me with an everlasting love.  I had no sooner said it but, with sweetness, this returned upon me as an echo or sounding-again, I have loved thee with an everlasting love.  Now, I went to bed at quiet; also, when I awaked the next morning it was fresh upon my soul and I believed it . . . Again, as I was then before the Lord, that Scripture fastened on my heart:  O man, great is thy faith, even as if one had clapped me on the back as I was on my knees before God . . . At another time I remember I was again much under this question:  Whether the blood of Christ was sufficient to save my soul?  In which doubt I continued from morning till about seven or eight at night, and at last, when I was, as it were, quite worn out with fear, these words did sound suddenly within my heart:  He is able.  Methought this word ABLE was spoke so loud unto me and gave such a justle to my fear and doubt as I never had all my life either before that or after . . . Again, one morning, when I was at prayer and trembling under fear, that piece of a sentence dashed in upon me:  My grace is sufficient.  At this, methought:  Oh, how good a thing it is for God to send His word! . . . Again, one day as I was in a meeting of God's people, full of sadness and terror, for my fears were again strong upon me, and as I was thinking that my soul was never the better, these words did with great power suddenly break in upon me:  My grace is sufficient for thee, My grace is sufficient for thee, three times together; and, oh! methought that every word was a mighty word unto me; as MY, and GRACE, and SUFFICIENT, and FOR THEE.  These words were then, and sometimes still are, far bigger words than others are.  Again, one day as I was passing in the field, and that, too, with some dashes in my conscience, suddenly this sentence fell upon my soul:  Thy righteousness is in heaven.  And methought withal I saw, with the eyes of my soul, Jesus Christ at God's right hand.  I saw also, moreover, that it was not my good frame of heart that made my righteousness better, nor my bad frame that made my righteousness worse, for my righteousness was Jesus Christ Himself, the same yesterday, to-day, and for ever . . . Again, oh, what did I see in that blessed sixth of John:  Him that cometh to Me I will in nowise cast out.  I should in those days often flounce toward that promise as horses do toward sound ground that yet stick in the mire.  Oh! many a pull hath my heart had with Satan for this blessed sixth of John . . . And, again, as I was thus in a muse, that Scripture also came with great power upon my spirit:  Not by works of righteousness which we have done, but according to His mercy He saved us.  Now was I got on high:  I saw my self within the arms of Grace and Mercy, and though I was before afraid to think of a dying hour, yet now I cried:  Let me die.  Now death was lovely and beautiful in my sight; for I saw that we shall never live indeed till we be gone to the other world.  Heirs of God, methought, heirs of God!  God himself is the portion of His saints.  This did sweetly revive my spirit, and help me to hope in God; which when I had with comfort mused on a while, that word fell with great weight upon my mind:  Oh Death, where is thy sting?  Oh Grave, where is thy victory?  At this I became both well in body and mind at once, for my sickness did presently vanish, and I walked comfortably in my work for God again.'\\n\\nSuch were some of the many keys by the use of which God let John Bunyan so often out of despair into full assurance and out of darkness into light.  Which of the promises have been of such help to you?  Over what Scriptures have you ever cried out:  Oh, how good a thing it is for God to send me His word!  Which are the biggest words in all the Bible to you?  To what promise did you ever flounce as a horse flounces when he is sticking in the mire? And has any word of God so made God your God that even death itself, since it alone separates you from His presence, is lovely and beautiful in your eyes?  Have you a cluster of such keys in your bosom?  If you have, take them all out to-night and go over them again with thanksgiving before you sleep.\\n\\nKNOWLEDGE\\n\\n'I will give you pastors after Mine own heart, which shall feed you with knowledge and understanding.'\\n\\nThe Delectable Mountains rise out of the heart of Immanuel's Land. This fine range of far-rolling hills falls away on the one side toward the plain of Destruction, and on the other side toward the land of Beulah and the Celestial City, and the way to the Celestial City runs like a bee-line over these well-watered pastures. Standing on a clear day on the highest peak of the Delectable Mountains, if you have good eyes you can see the hill Difficulty in the far-back distance with a perpetual mist clinging to its base and climbing up its sides, which mist the shepherds say to you rises all the year round off the Slough of Despond, while, beyond that again the heavy smoke of the city of Destruction and the town of Stupidity shuts in the whole horizon.  And then, when you turn your back on all that, in favourable states of the weather you can see here and there the shimmer of that river over which there is no bridge; and, then again, so high above the river that it seems to be a city standing in heaven rather than upon the earth, you will see the high towers and shining palace roofs and broad battlements of the New Jerusalem itself.  The two travellers should have spent the past three days among the sights of the Delectable Mountains; and they would have done so had not the elder traveller misled the younger.  But now that they were set free and fairly on the right road again, the way they had spent the past three days and three nights made the gardens and the orchards and the pastures that ran round the bottom and climbed up the sides of the Delectable Mountains delectable beyond all description to them.\\n\\nNow, there were on the tops of those mountains certain shepherds feeding their flocks, and they stood by the highway side.  The two travellers therefore went up to the shepherds, and leaning upon their staves (as is common with weary travellers when they stand to talk with any by the way), they asked:  Whose delectable mountains are these? and whose be the sheep that feed upon them?  These mountains, replied the shepherds, are Immanuel's Land, and they are within sight of the city; the sheep also are His, and He laid down His life for them.  After some more talk like this by the wayside, the shepherds, being pleased with the pilgrims, looked very lovingly upon them and said:  Welcome to the Delectable Mountains. The shepherds then, whose names were Knowledge, Experience, Watchful, and Sincere, took them by the hand to lead them to their tents, and made them partake of what was ready at present.  They said, moreover:  We would that you should stay with us a while to be acquainted with us, and yet more to solace yourselves with the cheer of these Delectable Mountains.  Then the travellers told them they were content to stay; and so they went to rest that night because it was now very late.  The four shepherds lived all summer- time in a lodge of tents well up among their sheep, while their wives and families had their homes all the year round in the land of Beulah.  The four men formed a happy fraternity, and they worked among and watched over their Master's sheep with one united mind. What one of those shepherds could not so well do in the tent or in the fold or out on the hillside, some of the others better did. And what one of them could do to any perfection all the others by one consent left that to him to do.  You would have thought that they were made by a perfect miracle to fit into one another, so harmoniously did they live and work together, and such was the bond of brotherly love that held them together.  At the same time, there was one of the happy quaternity who, from his years on the hills, and his services in times of trial and danger, and one thing and another, fell always, and with the finest humility too, into the foremost place, and his name, as you have already heard, was Knowledge.  Old Mr. Know-all the children in the villages below ran after him and named him as they clustered round his staff and hid in the great folds of his shepherd's coat.\\n\\nNow, in all this John Bunyan speaks as a child to children; but, of such children as John Bunyan and his readers is the kingdom of heaven.  My very youngest hearer here to-night knows quite well, or, at any rate, shrewdly suspects, that Knowledge was not a shepherd going about with his staff among woolly sheep; nor would the simplest-minded reader of John Bunyan's book go to seek the Delectable Mountains and Immanuel's Land in any geographer's atlas, or on any schoolroom map.  Oh, no.  I do not need to stop to tell the most guileless of my hearers that old Knowledge was not a shepherd whose sheep were four-footed creatures, but a minister of the gospel, whose sheep are men, women, and children.  Nor are the Delectable Mountains any range of hills and valleys of grass and herbs in England or Scotland.  The prophet Ezekiel calls them the mountains of Israel; but by that you all know that he had in his mind something far better than any earthly mountain.  That prophet of Israel had in his mind the church of God with its synagogues and its sacraments, with all the grace and truth that all these things conveyed from God to the children of Israel.  As David also sang in the twenty-third Psalm:  'The Lord is my Shepherd, I shall not want.  He maketh me to lie down in green pastures; He leadeth me beside the still waters.'\\n\\nKnowledge, then, is a minister; but every congregation has not such a minister set over it as Knowledge is.  All our college-bred and ordained men are not ministers like Knowledge.  This excellent minister takes his excellent name from his great talents and his great attainments.  And while all his great talents are his Master's gift to him, his great attainments are all his own to lay out in his Master's service.  To begin with, his Master had given His highly-favoured servant a good understanding and a good memory, and many good and suitable opportunities.  Now, a good understanding is a grand endowment for a minister, and his ministerial office will all his days afford him opportunity for the best understanding he can bring to it.  The Christian ministry, first and last, has had a noble roll of men of a strong understanding.  The author of the book now open before us was a man of a strong understanding.  John Bunyan had a fine imagination, with great gifts of eloquent, tender, and most heart-winning utterance, but in his case also all that was bottomed in a strong English understanding.  Then, again, a good memory is indispensable to a minister of knowledge.  You must be content to take a second, a third, or even a lower place still if your Master has withheld from you a good memory.  Dr. Goodwin has a passage on this point that I have often turned up when I had again forgotten it.  'Thou mayest have a weak memory, perhaps, yet if it can and doth remember good things as well and better than other things, then it is a sanctified memory, and the defilement of thy memory is healed though the imperfection of it is not; and, though thou art to be humbled for it as a misery, yet thou art not to be discouraged; for God doth not hate thee for it, but pities thee; and the like holds good and may be said as to the want of other like gifts.'  You cannot be a man of a commanding knowledge anywhere, and you must be content to take a very subordinate and second place, even in the ministry, unless you have both a good understanding and a good memory; but then, at the last day your Master will not call you and your congregation to an account for what He has not committed to your stewardship.  And on that day that will be something.  But not only must ministers of knowledge have a good mind and a good memory; they must also be the most industrious of men.  Other men may squander and kill their time as they please, but a minister had as good kill himself at once out of the way of better men unless he is to hoard his hours like gold and jewels.  He must read only the best books, and he must read them with the 'pain of attention.'  He must read nothing that is not the best.  He has not the time.  And if he is poor and remote and has not many books, he will have Butler, and let him read Butler's Preface to his Sermons till he has it by heart.  The best books are always few, and they must be read over and over again when other men are reading the 'great number of books and papers of amusement that come daily in their way, and which most perfectly fall in with their idle way of reading and considering things.'  And, then, such a minister must store up what he reads, if not in a good memory, then in some other pigeon-hole that he has made for himself outside of himself, since his Master has not seen fit to furnish him with such a repository within himself.  And, then, after all that,--for a good minister is not made yet,--understanding and memory and industry must all be sanctified by secret prayer many times every day, and then laid out every day in the instruction, impression, and comfort of his people.  And, then, that privileged people will be as happy in possessing that man for their minister as the sheep of Immanuel's Land were in having Knowledge set over them for their shepherd. They will never look up without being fed.  They will every Sabbath-day be led by green pastures and still waters.  And when they sing of the mercies of the Lord to them and to their children, and forget not all His benefits, among the best of their benefits they will not forget to hold up and bless their minister.\\n\\nBut, then, there is, nowadays, so much sound knowledge to be gained, not to speak of so many books and papers of mere pastime and amusement, that it may well be asked by a young man who is to be a minister whether he is indeed called to be like that great student who took all knowledge for his province.  Yes, indeed, he is.  For, if the minister and interpreter of nature is to lay all possible knowledge under contribution, what must not the minister of Jesus Christ and the interpreter of Scripture and providence and experience and the human heart be able to make the sanctified use of?  Yes, all kinds and all degrees of knowledge, to be called knowledge, belong by right and obligation to his office who is the minister and interpreter of Him Who made all things, Who is the Heir of all things, and by Whom all things consist.  At the same time, since the human mind has its limits, and since human life has its limits, a minister of all men must make up his mind to limit himself to the best knowledge; the knowledge, that is, that chiefly concerns him,--the knowledge of God so far as God has made Himself known, and the knowledge of Christ.  He must be a student of his Bible night and day and all his days.  If he has not the strength of understanding and memory to read his Bible easily in the original Hebrew and Greek, let him all the more make up for that by reading it the oftener and the deeper in English.  Let him not only read his Bible deeply for his sermons and prayers, lectures and addresses, let him do that all day every day of the week, and then read it all night, and every night of the week, for his own soul. Let every minister know his Bible down to the bottom, and with his Bible his own heart.  He who so knows his Bible and with it his own heart has almost books enough.  All else is but ostentatious apparatus.  When a minister has neither understanding nor memory wherewith to feed his flock, let him look deep enough into his Bible and into his own heart, and then begin out of them to write and speak.  And, then, for the outside knowledge of the passing day he will read the newspapers, and though he gives up all the morning to the newspapers, and returns to them again in the evening, his conscience will not upbraid him if he reads as Jonathan Edwards read the newsletters of his day,--to see how the kingdom of heaven is prospering in the earth, and to pray for its prosperity.  And, then, by that time, and when he has got that length, all other kinds of knowledge will have fallen into its own place, and will have taken its own proper proportion of his time and his thought. He was a man of a great understanding and a great memory and great industry who said that he had taken all knowledge for his province. But he was a far wiser man who said that knowledge is not our proper happiness.  Our province, he went on to say, is virtue and religion, life and manners:  the science of improving the temper and making the heart better.  This is the field assigned us to cultivate:  how much it has lain neglected is indeed astonishing.\\n\\nNow, my brethren, two dangers, two simply terrible dangers, arise to every one of you out of all this matter of your ministers and their knowledge.  1. The first danger is,--to be frank with you on this subject,--that you are yourselves so ignorant on all the matters that a minister has to do with, that you do not know one minister from another, a good minister from one who is really no minister at all.  Now, I will put it to you, on what principle and for what reason did you choose your present minister, if, indeed, you did choose him?  Was it because you were assured by people you could trust that he was a minister of knowledge and knew his own business?  Or was it that when you went to worship with him for yourself you have not been able ever since to tear yourself away from him, nor has any one else been able to tear you away, though some have tried?  When you first came to the city, did you give, can you remember, some real anxiety, rising sometimes into prayer, as to who your minister among so many ministers was to be?  Or did you choose him and your present seat in his church because of some real or supposed worldly interest of yours you thought you could further by taking your letter of introduction to him?  Had you heard while yet at home, had your father and mother talked of such things to you, that rich men, and men of place and power, political men and men high in society, sat in that church and took notice of who attended it and who did not?  Do you, down to this day, know one church from another so far as spiritual and soul-saving knowledge is concerned?  Do you know that two big buildings, called churches, may stand in the same street, and have men, called ministers, carrying on certain services in them from week to week, and yet, for all the purposes for which Christ came and died and rose again and gave ministers to His church, these two churches and their ministers are farther asunder than the two poles?  Do you understand what I am saying?  Do you understand what I have been saying all night, or are you one of those of whom the prophet speaks in blame and in pity as being destroyed for lack of knowledge?  Well, that is your first danger, that you are so ignorant, and as a consequence, so careless, as not to know one minister from another.\",\"timestamp\":1641290972,\"title\":\"\\nJohn Bunyan's own experience enters deeply into these terrible pages. \"},\"digest\":\"RFNzzKL-rd6ANS-XnWVZZPB1FOop_XN_pcwcvfSMFcY\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_rRtvHlo680Wm9hT1cO_1NcXEOCunlPABVTDtsy8o8Q\\\",\\\"y\\\":\\\"myWdhVYmyrxH7ZRqFT__Xnw20NsnQIregbdX1Z9D1os\\\"}\",\"signature\":\"387lQszasoTxcW6pU2EclT0L0DTzs4lV-gTCYusoJvXP7HUX0gFZ4OGszHnjKZ4odM13zT6TxE30JKbp-Ss67g\",\"signingKeySignature\":\"0x3703b460fa70b0997084914d4f8abcf2d1dbc64f0d64c6cf3739a1b21897d1c35f96c7a9e934da0a802bc258abc11a5bdf9c8865f507dc9d69dfe089f2cf0b6d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_rRtvHlo680Wm9hT1cO_1NcXEOCunlPABVTDtsy8o8Q\\\",\\\"y\\\":\\\"myWdhVYmyrxH7ZRqFT__Xnw20NsnQIregbdX1Z9D1os\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RFNzzKL-rd6ANS-XnWVZZPB1FOop_XN_pcwcvfSMFcY\"}"