"{\"content\":{\"body\":\"> 万向区块链执行总裁王允臻、新加坡裕廊集团新地产集团总监 Kok Poh June 及新加坡理工大学副教授兼教务长办公室项目主任 Steven WONG 共同探讨区块链如何赋能城市管理模式、管理理念、管理手段的创新。\\n\\n**演讲者：王允臻、Kok Poh June、Steven WONG，分别为万向区块链执行总裁、新加坡裕廊集团新地产集团总监、新加坡理工大学副教授兼教务长办公室项目主任**\\n\\n在 10 月 27 日举行的第七届万向区块链全球峰会上，万向区块链执行总裁王允臻与线上接入的新加坡裕廊集团新地产集团总监 Kok Poh June、新加坡理工大学副教授兼教务长办公室项目主任 Steven WONG 进行了炉边谈话，围绕新加坡数字智慧园区榜鹅数字园区（Punggol Digital District, PDD）分享新加坡官方智慧城市的规划思路，探寻区块链如何赋能城市管理模式、管理理念、管理手段的创新，从而加速推动城市治理体系和治理能力的数字化发展。以下为演讲内容。\\n\\n\\n***\\n\\n![区块链如何推动城市治理体系数字化发展？以新加坡榜鹅数字园区为例](https://img.chainnews.com/material/images/c84efb31e40e5d4f97cf441ccd7dde73.jpg-article)\\n\\n\\\\*\\\\*Steven：\\\\*\\\\*大家早上好，欢迎来到今天的炉边谈话，我将主持本次谈话。最近在数字领域新加坡有很多新动向，而且很多动向在接下来的圆桌讨论中，也会跟大家分享，下面正式开始，先请 Kok Poh June 介绍一下。\\n\\n\\\\*\\\\*Kok Poh June：\\\\*\\\\*感谢 Steven，我是来自新加坡裕廊集团，我们是新加坡领先的开发集团，我们有一个榜鹅数字园区（Punggol Digital District, PDD）项目。非常荣幸跟各位分享，同时也很幸运。榜鹅数字园区（Punggol Digital District, PDD）智慧城市非常重要，首先它是一个智慧都市，整个的开发大概有 0.5 平方公里，它的设计非常好，可以在那里工作、生活、享受，那里的生活方式非常丰富多样，有各种各样的美景，有各种各样的自然和人文景观。那里代表的是一种新的生活方式，而且它是由裕廊集团开发的，它也代表着新加坡的未来园区，它包括技术的元素。我们现在有 3000 个工人和 1 万个居民，它代表的是一个非常年轻的地区，大概能够为新加坡创造 28,000 个工作岗位，而且它作为新加坡数字化方面的一个雄心体现。这样的园区在生态系统里，扮演了非常重要的角色，它推动了研究、开发和知识分享，除此之外，我们也有商业的生态系统，我们也有企业，像机器人、可再生能源，以及其他企业。企业的话，彼此之间都有密切的合作，去寻求新的机会。包括今天的领先区块链企业——万向，也会很快来到智慧城市。我们非常激动，跟万向有合作机会。\\n\\n\\\\*\\\\*Steven：\\\\*\\\\*非常感谢你快速介绍了榜鹅数字园区（Punggol Digital District, PDD），从我感觉来说，这也是一个非常令人激动的园区，它的数字化转型，从学界影响到了公众。这样对于建造合作伙伴关系方面，也创造了很到新的机会，其实各位也已经理解中国和新加坡在政府之间有密切的合作。所以我想要邀请王总回答这个问题，作为区块链行业的领军者，在具体的机遇方面，对像您这样的前沿机构来说机遇有哪些呢？\\n\\n\\\\*\\\\*王允臻：\\\\*\\\\*首先回答一下区块链是什么？我们将区块链称之为信任机器。从信任角度出发，它代表了一种生产关系引擎，也就是它是机器引擎，我们可以打造新的商业关系和商业模式。前面嘉宾提到了 PDD，你也提到了万向即将进入 PDD，从万向角度来说非常高兴，能够作为一个技术架构师的角色，利用我们在区块链的积累，以及一些新兴的技术，从而挖掘区块链的潜力。\\n\\n就生产关系而言，我们可以探讨这个话题，它有很多层。第一层，刚刚 Steven 主持人提到了，就是在新加坡和中国之间在生产关系方面的合作，这可以说是源远流长，上溯到几十年之前。在城市合作方面，有很多的范例。比如在苏州、天津、重庆、广州和深圳。因此我们要思考如何更好地将这些现有的成功，让它变得更加成功。只有通过在 PDD 项目方面的合作，我们可以作为一种新的世界领先的城市的基础设施，我们可以打造数字化的城市，而这样的数字化城市，将超越智慧城市所能够取得的成就。为了实现这样的目标，我们需要在正式的应用之前，在正式的场景设计之前，我们需要打造一个可信的数据基础设施，而这也是区块链能够扮演至关重要角色的领域。所谓的可信的数据基础设施，它的意思是什么呢？在新加坡这样的城市环境中，数据是非常丰富的，来自于不同的来源。有一些是行政数据，是由政府所管理，而有一些数据是由商业企业所拥有，还有一些数据，是由个人所产生，由新加坡的居民所产生。所以我们到底如何去打造一个数据池呢？这样的数据池就能够允许不同来源的数据，在这个数据池中汇合。与此同时，又能够从数据生成、数据起源的源起起点，从起点开始，对于数据的隐私和数据的所有权进行保护，这一点也是至关重要的。我们需要以更加直观的方式做这一点，而不是引入额外层，再导致额外的成本和管理方面的成本，这就是艺术和科学的结合。\\n\\n我们希望能引入前所未有的可信数据基础结构，在 PDD 中。另外我们也会引入一些额外的构建，希望稍后有机会和各位分享。\\n\\n\\\\*\\\\*Steven：\\\\*\\\\*非常感谢，您刚刚提到了数据，不管是对于工业的发展还是对于研发来说，都是至关重要的关键。您拿到的数据越多，能够提出的创新越多。我想要再问一下 Kok Poh June，PDD 的数据是海量的。请问推动智慧城市、智慧国家方面，到底如何更好地利用数据呢？PDD 的计划是什么呢？因为数据代表的是终生数据，它不是一个瞬时数据，你如何确定它可持续地发展呢？\\n\\n\\\\*\\\\*Kok Poh June：\\\\*\\\\*这个问题非常好，我们做的是创新的事情。过去我们开发基础设施时，开发的是物理基础设施，现在我们在开发物理基础设施的同时，同步开发数字基础设施。在开发过程中，也是分为多个层级的。第一个是数据的结构，大家会去探讨商业服务，企业的商业服务如何与数据基础结构并行不悖。同时数据基础结构，如何更好地支持 PDD 智慧城市。当然大量的数据将会被收集，被传输，从而确保整个的智慧城市、智慧园区的有效运行。当前我们正在做一个项目叫做开放数字平台（ODP, Open Digital Platform），平台将会接入 PDD 各种数据场景，包括整个 PDD 开发过程中，所产生的数据，还有附近的城镇数据。这样的话，就有一个系统做数据的集成，这是一个非常高效的系统，能够让我们更好地实现管理。\\n\\n同时我们对于街道的管理、对于制冷、对于停车，都能进行中心化的有效管理。这意味着在后台，我们有一个系统，这样的系统可以实现很好的集成，很好满足个人的需求，这一切都是我们所拥有的数据所驱动。我们为个人提供良好的居住体验，大楼里有自动温度，你不需要去调。而且建筑会逐渐理解人的需求，使用建筑时间越长，建筑对人的需求理解越深。这意味着虚实世界的数据和现实世界的数据实现交融，希望在这个过程中时延会比较少，这样我们就能够从不同的企业去分享数据，不同的层面进行数据的分享。所以在这方面，我非常有信心，万向也提供了很多多很好的想法，提供可信服务这是很重要的一点。\\n\\n\\\\*\\\\*Steven：\\\\*\\\\*你提到了开放数字平台（ODP, Open Digital Platform），给我们提供了很好的想法，而且这个平台也能为学界和大学所用，如果它能提供低时延服务的话。你提到了数据安全性，虽然我们拥有海量的数据，但是大家对于数据的分享存在着疑虑，有些人会抗拒数据的分享，而且有些人对数据分享持非常谨慎的态度。他们觉得数据是私人的隐私数据，请问区块链如何驱动数据的分享带到下一个阶段？\\n\\n\\\\*\\\\*王允臻：\\\\*\\\\*我觉得数据分享，需要保证数据的安全性，需要保护数据。第二，确保数据可信，也就是不是假数据，或没有经过验证。\\n\\n第三，哪怕解决了上述两个问题，依然还有一些问题有待回答。比如你对数据进行了保护和验证，下一步就是数据的价值是什么。你耗费了很大的精力，将数据验证，将数据收集过来。如果没有办法从数据结构中进行数据的挖掘的话，你做的是无济于事，对于城市不能产生任何好处。要回答前两个问题，我们通过安全计算和区块链技术、加密技术相结合。\\n\\n加密计算从本质上来说，允许我们获得安全性的数据主权，而且能够对数据进行验证，保护数据最好的方法不是不产生数据或避免数据的流通。这样的观点是对数据的虚无主义的看法，也就是你的数据必须要正式参与到生活中，数据必须要被投入积极的使用中。也就是说，保护数据的安全，不仅仅需要区块链技术，也需要机制设计，包括激励设计，还有治理工具。而这也是万向区块链公司所擅长的，接下来我们就进入到了数据挖掘和价值创造的领域。价值创造是通过生态系统，和合作伙伴所实现的，包括提供知识图谱。也就是说我们能够从数据中创造价值。\\n\\n第四，我们现在已经从数据中创造了价值，这个价值到底应该属于谁呢？是属于垄断型的科技企业吗？我们如何确保数据的价值，真正回归到数据的所有者手中，这需要机制设计和行为经济学，一道起作用。所以我们已经观察了，而且也进行了深入研究，我们从世界各地的智慧城市中大量研究，汲取了经验，其中也包括北美智慧城市中，有一些经验存在问题，所以这些做法后来被取消了。我们需要确保整个过程做得好，把整个城市的基础设施做好。我们要有远见，也需要怀谦逊之心，也需要有想象力。这样的谦逊，是存在于万向区块链公司的基因中。从公司成立的第一天开始，由于我们对于生态系统对于投资，我们没有办法。我们独木难支，在世界范围内投资了大量的企业，让它们帮助我们一道去实现愿景，这并不是说万向出海去寻求机会，相反，我们是非常期待和活跃，和活跃的学界、研究界和新加坡企业界，进行合作。这也是除了 PDD 项目给我们带来的吸引力之外，万向之所以选择进入新加坡，我们非常期待和 SIT 合作，同时也能从新加坡的年轻人那里获得灵感。因为新加坡的年轻人代表是未来数据的所有者，城市的所有者，城市的主人翁。\\n\\n\\\\*\\\\*Steven：\\\\*\\\\*您说得非常好，您的观点非常对，因为智慧城市并不是一个新的想法。大家一直讲智慧城市，人们只关注技术方面，就是如何去收集数据，它忽略了这期间有人问的因素，而且也忽略了数据真正的价值层面。您说得很对，将所有的数据放到统一的平台，你说我已经建成了智慧城市和智慧国家，你应该围绕数据做生态系统，从而释放数据的价值。\\n\\n下面的问题，问一下 Kok Poh June，对于万向这样的中国企业来说，如何进一步参与到 PDD 的项目中呢？\\n\\n\\\\*\\\\*Kok Poh June：\\\\*\\\\*这个问题非常好，从王总的介绍中，感觉可以一起和 PDD 做很多事情。关于可持续性我多讲几句，包括能源的效率。如果没有智慧技术，我们没有办法实现的，包括能源效率的一系列可持续的目标。还有数据的安全性和人类的行为非常重要，作为项目的业主，如果能够更好地去管理企业的能源效率。比如万向信任我们，我们可以帮助他们管理能源的效率，这一点非常好，也就是我确实诚挚希望更多的中国伙伴参与到 PDD 项目，这个项目非常好，从技术角度，它代表了更多技术的融合，我们期待更多的合作伙伴，能够进入到新加坡，一起做 PDD 项目。\\n\\n\\\\*\\\\*Steven：\\\\*\\\\*遗憾的是，今天时间确实有限，各位嘉宾探讨了生态系统的建设，我们看到了数据的收集、分享、信任，可以通过区块链技术来实现打造可信的数据基础设施。归根到底，大家齐聚一堂，分享想法，让愿景变成现实，再次感谢王总，非常遗憾。今天时间有限，期待接下来有更多的探讨。如果各位听众对 PDD 项目感兴趣的话，可以联系今天的圆桌嘉宾，再次感谢各位的聆听，也感谢炉边谈话的嘉宾。\\n\\n\\\\*\\\\*王允臻：\\\\*\\\\*今天我们的讨论非常精彩，我也期待在未来进一步深化合作，感谢！\\n\\n\\n***\\n\\n2021 年 7 月 28 日，在新加坡榜鹅数字园区（Punggol Digital District）开幕仪式上，万向区块链和新加坡贸易与工业部下属官方机构裕廊集团（JTC）宣布达成合作。万向区块链将联合矩阵元、摩联科技、通联数据等生态伙伴，调动全球生态资源，发挥技术优势，在新加坡榜鹅数字园区内探索基于区块链的金融科技和智慧城市等方面的解决方案。\\n\\n榜鹅数字园区由新加坡贸易与工业部下属官方机构及知名工业地产发展商裕廊集团规划打造，是新加坡智慧国家战略下的示范项目。该园区将配备先进的数字化基础设施，全方位营造鼓励创新、宜居宜业的优良生态，打造智慧园区典范，助力新加坡拥抱数字化时代。\",\"timestamp\":1635339089,\"title\":\"区块链如何推动城市治理体系数字化发展？以新加坡榜鹅数字园区为例\"},\"digest\":\"7o53CEe0Aju9eLee9wqCpgeUVrvkiIucFJ3ytmszuFo\",\"authorship\":{\"contributor\":\"0xb756cb53cBB0F34ccE7Ab4b848C886b99f82764B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wIFD6g8IH88VZF1ea0s6c0MRmBJo9Rn1DiSfMrclhVU\\\",\\\"y\\\":\\\"XgQeMrIkjKbNUxvPV4eNPF5KWKCL8zBIiIPFCE4viPs\\\"}\",\"signature\":\"EEzZMh5tgFJeBaat66wDi12DoAg38ojF4cX_zVdvTOQYqzhlIH61k53ZtnI5DdZmT8v_l1azt0vQeHWociWfcA\",\"signingKeySignature\":\"0xcd0ee66407163cf774766a84e2c7a481442f618e05eec38910213156d64a5d776b0d548cc25f6948a1d6cbf9cf5013a3f9971726f7c7332086dc3becb2cbaea41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wIFD6g8IH88VZF1ea0s6c0MRmBJo9Rn1DiSfMrclhVU\\\",\\\"y\\\":\\\"XgQeMrIkjKbNUxvPV4eNPF5KWKCL8zBIiIPFCE4viPs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7o53CEe0Aju9eLee9wqCpgeUVrvkiIucFJ3ytmszuFo\"}"