"{\"content\":{\"body\":\"the door being open.  She was still kneeling before a trunk, and he stood close to her, quite still.\\n\\nShe knelt up straight, and said:\\n\\n\\\"Well, Jon?\\\"\\n\\n\\\"I thought I'd just come and see.\\\"\\n\\nHaving given and received another hug, he mounted the window-seat, and tucking his legs up under him watched her unpack.  He derived a pleasure from the operation such as he had not yet known, partly because she was taking out things which looked suspicious, and partly because he liked to look at her.  She moved differently from anybody else, especially from Bella; she was certainly the refinedest-looking person he had ever seen.  She finished the trunk at last, and knelt down in front of him.\\n\\n\\\"Have you missed us, Jon?\\\"\\n\\nLittle Jon nodded, and having thus admitted his feelings, continued to nod.\\n\\n\\\"But you had 'Auntie' June?\\\"\\n\\n\\\"Oh! she had a man with a cough.\\\"\\n\\nHis mother's face changed, and looked almost angry.  He added hastily:\\n\\n\\\"He was a poor man, Mum; he coughed awfully; I--I liked him.\\\"\\n\\nHis mother put her hands behind his waist.\\n\\n\\\"You like everybody, Jon?\\\"\\n\\nLittle Jon considered.\\n\\n\\\"Up to a point,\\\" he said: \\\"Auntie June took me to church one Sunday.\\\"\\n\\n\\\"To church?  Oh!\\\"\\n\\n\\\"She wanted to see how it would affect me.\\\"  \\\"And did it?\\\"\\n\\n\\\"Yes.  I came over all funny, so she took me home again very quick. I wasn't sick after all.  I went to bed and had hot brandy and water, and read The Boys of Beechwood.  It was scrumptious.\\\"\\n\\nHis mother bit her lip.\\n\\n\\\"When was that?\\\"\\n\\n\\\"Oh! about--a long time ago--I wanted her to take me again, but she wouldn't.  You and Daddy never go to church, do you?\\\"\\n\\n\\\"No, we don't.\\\"\\n\\n\\\"Why don't you?\\\"\\n\\nHis mother smiled.\\n\\n\\\"Well, dear, we both of us went when we were little.  Perhaps we went when we were too little.\\\"\\n\\n\\\"I see,\\\" said little Jon, \\\"it's dangerous.\\\"\\n\\n\\\"You shall judge for yourself about all those  things as you grow up.\\\"\\n\\nLittle Jon replied in a calculating manner:\\n\\n\\\"I don't want to grow up, much.  I don't want  to go to school.\\\"  A sudden overwhelming desire  to say something more, to say what he really  felt, turned him red.  \\\"I--I want to stay with you,  and be your lover, Mum.\\\"\\n\\nThen with an instinct to improve the situation, he added quickly   \\\"I don't want to go to bed to-night, either.  I'm simply tired of going to bed, every night.\\\"\\n\\n\\\"Have you had any more nightmares?\\\"\\n\\n\\\"Only about one.  May I leave the door open into your room to-night, Mum?\\\"\\n\\n\\\"Yes, just a little.\\\"  Little Jon heaved a sigh of satisfaction.\\n\\n\\\"What did you see in Glensofantrim?\\\"\\n\\n\\\"Nothing but beauty, darling.\\\"\\n\\n\\\"What exactly is beauty?\\\"\\n\\n\\\"What exactly is--Oh! Jon, that's a  poser.\\\"\\n\\n\\\"Can I see it, for instance?\\\"   His mother got up, and sat beside him.  \\\"You do, every day.  The sky is beautiful, the  stars, and moonlit nights, and then the birds, the flowers, the trees--they're all beautiful.  Look out of the window--there's beauty for you, Jon.\\\"\\n\\n\\\"Oh! yes, that's the view.  Is that all?\\\"\\n\\n\\\"All? no.  The sea is wonderfully beautiful, and the waves, with their foam flying back.\\\"\\n\\n\\\"Did you rise from it every day, Mum?\\\"\\n\\nHis mother smiled.  \\\"Well, we bathed.\\\"\\n\\nLittle Jon suddenly reached out and caught her neck in his hands.\\n\\n\\\"I know,\\\" he said mysteriously, \\\"you're it, really, and all the rest is make-believe.\\\"\\n\\nShe sighed, laughed, said:  \\\"Oh! Jon!\\\"\\n\\nLittle Jon said critically:\\n\\n\\\"Do you think Bella beautiful, for instance?  I hardly do.\\\"\\n\\n\\\"Bella is young; that's something.\\\"\\n\\n\\\"But you look younger, Mum.  If you bump against Bella she hurts.\\n\\nI don't believe 'Da' was beautiful, when I come to think of it; and Mademoiselle's almost ugly.\\\"\\n\\n\\\"Mademoiselle has a very nice face.\\\"  \\\"Oh! yes; nice.  I love your little rays, Mum.\\\"\\n\\n\\\"Rays?\\\"\\n\\nLittle Jon put his finger to the outer corner of her eye.\\n\\n\\\"Oh! Those?  But they're a sign of age.\\\"\\n\\n\\\"They come when you smile.\\\"\\n\\n\\\"But they usen't to.\\\"\\n\\n\\\"Oh! well, I like them.  Do you love me, Mum?\\\"\\n\\n\\\"I do--I do love you, darling.\\\"\\n\\n\\\"Ever so?\\\"\\n\\n\\\"Ever so!\\\"\\n\\n\\\"More than I thought you did?\\\"\\n\\n\\\"Much--much more.\\\"\\n\\n\\\"Well, so do I; so that makes it even.\\\"\\n\\nConscious that he had never in his life so given himself away, he felt a sudden reaction to the manliness of Sir Lamorac, Dick Needham, Huck Finn, and other heroes.\\n\\n\\\"Shall I show you a thing or two?\\\" he said; and slipping out of her arms, he stood on his head.  Then, fired by her obvious admiration, he mounted the bed, and threw himself head foremost from his feet on to his back, without touching anything with his hands.  He did this several times.\\n\\nThat evening, having inspected what they had brought, he stayed up to dinner, sitting between them at the little round table they used when they were alone.  He was extremely excited.  His mother wore a French-grey dress, with creamy lace made out of little scriggly roses, round her neck, which was browner than the lace.  He kept looking at her, till at last his father's funny smile made him suddenly attentive to his slice of pineapple.  It was later than he had ever stayed up, when he went to bed.  His mother went up with him, and he undressed very slowly so as to keep her there.  When at last he had nothing on but his pyjamas, he said:\\n\\n\\\"Promise you won't go while I say my prayers!\\\"\\n\\n\\\"I promise.\\\"\\n\\nKneeling down and plunging his face into the bed, little Jon hurried up, under his breath, opening one eye now and then, to see her standing perfectly still with a smile on her face.  \\\"Our Father\\\"--so went his last prayer, \\\"which art in heaven, hallowed be thy Mum, thy Kingdom Mum--on Earth as it is in heaven, give us this day our daily Mum and forgive us our trespasses on earth as it is in heaven and trespass against us, for thine is the evil the power and the glory for ever and ever.  Amum!  Look out!\\\"  He sprang, and for a long minute remained in her arms.  Once in bed, he continued to hold her hand.\\n\\n\\\"You won't shut the door any more than that, will you?  Are you going to be long, Mum?\\\"\\n\\n\\\"I must go down and play to Daddy.\\\"\\n\\n\\\"Oh! well, I shall hear you.\\\"\\n\\n\\\"I hope not; you must go to sleep.\\\"\\n\\n\\\"I can sleep any night.\\\"\\n\\n\\\"Well, this is just a night like any other.\\\"\\n\\n\\\"Oh! no--it's extra special.\\\"\\n\\n\\\"On extra special nights one always sleeps soundest.\\\"\\n\\n\\\"But if I go to sleep, Mum, I shan't hear you come up.\\\"\\n\\n\\\"Well, when I do, I'll come in and give you a kiss, then if you're awake you'll know, and if you're not you'll still know you've had one.\\\"\\n\\nLittle Jon sighed, \\\"All right!\\\" he said: \\\"I suppose I must put up with that.  Mum?\\\"\\n\\n\\\"Yes?\\\"\\n\\n\\\"What was her name that Daddy believes in?  Venus Anna Diomedes?\\\"\\n\\n\\\"Oh! my angel!  Anadyomene.\\\"\\n\\n\\\"Yes! but I like my name for you much better.\\\"\\n\\n\\\"What is yours, Jon?\\\"\\n\\nLittle Jon answered shyly:\\n\\n\\\"Guinevere! it's out of the Round Table\\n\\nI've only just thought of it, only of course her hair was down.\\\"\\n\\nHis mother's eyes, looking past him, seemed to float.\\n\\n\\\"You won't forget to come, Mum?\\\"\\n\\n\\\"Not if you'll go to sleep.\\\"\\n\\n\\\"That's a bargain, then.\\\"  And little Jon screwed up his eyes.\\n\\nHe felt her lips on his forehead, heard her footsteps; opened his eyes to see her gliding through the doorway, and, sighing, screwed them up again.\\n\\nThen Time began.\\n\\nFor some ten minutes of it he tried loyally to sleep, counting a great number of thistles in a row, \\\"Da's\\\" old recipe for bringing slumber.  He seemed to have been hours counting.  It must, he thought, be nearly time for her to come up now.  He threw the bedclothes back.  \\\"I'm hot!\\\" he said, and his voice sounded funny in the darkness, like someone else's.  Why didn't she come?  He sat up. He must look!  He got out of bed, went to the window and pulled the curtain a slice aside.  It wasn't dark, but he couldn't tell whether because of daylight or the moon, which was very big.  It had a funny, wicked face, as if laughing at him, and he did not want to look at it.  Then, remembering that his mother had said moonlit nights were beautiful, he continued to stare out in a general way.  The trees threw thick shadows, the lawn looked like spilt milk, and a long, long way he could see; oh! very far; right over the world, and it all looked different and swimmy.  There was a lovely smell, too, in his open window.\\n\\n'I wish I had a dove like Noah!' he thought.\\n\\n\\\"The moony moon was round and bright, It shone and shone and made it light.\\\"\\n\\nAfter that rhyme, which came into his head all at once, he became conscious of music, very soft-lovely!  Mum playing!  He bethought himself of a macaroon he had, laid up in his chest of drawers, and, getting it, came back to the window.  He leaned out, now munching, now holding his jaws to hear the music better.  \\\"Da\\\" used to say that angels played on harps in heaven; but it wasn't half so lovely as Mum playing in the moony night, with him eating a macaroon.  A cockchafer buzzed by, a moth flew in his face, the music stopped, and little Jon drew his head in.  She must be coming!  He didn't want to be found awake.  He got back into bed and pulled the clothes nearly over his head; but he had left a streak of moonlight coming in.  It fell across the floor, near the foot of the bed, and he watched it moving ever so slowly towards him, as if it were alive.  The music began again, but he could only just hear it now; sleepy music, pretty-- sleepy--music--sleepy--slee.....\\n\\nAnd time slipped by, the music rose, fell, ceased; the moonbeam crept towards his face.  Little Jon turned in his sleep till he lay on his back, with one brown fist still grasping the bedclothes.  The corners of his eyes twitched--he had begun to dream.  He dreamed he was drinking milk out of a pan that was the moon, opposite a great black cat which watched him with a funny smile like his father's.  He heard it whisper: \\\"Don't drink too much!\\\" It was the cat's milk, of course, and he put out his hand amicably to stroke the creature; but it was no longer there; the pan had become a bed, in which he was lying, and when he tried to get out he couldn't find the edge; he couldn't find it--he--he--couldn't get out!  It was dreadful!\\n\\nHe whimpered in his sleep.  The bed had begun to go round too; it was outside him and inside him; going round and round, and getting fiery, and Mother Lee out of Cast up by the Sea was stirring it!  Oh! so horrible she looked!  Faster and faster!--till he and the bed and Mother Lee and the moon and the cat were all one wheel going round and round and up and up--awful--awful--awful!\\n\\nHe shrieked.\\n\\nA voice saying: \\\"Darling, darling!\\\" got through the wheel, and he awoke, standing on his bed, with his eyes wide open.\\n\\nThere was his mother, with her hair like Guinevere's, and, clutching her, he buried his face in it.\\n\\n\\\"Oh! oh!\\\"\\n\\n\\\"It's all right, treasure.  You're awake now.  There!  There!  It's nothing!\\\"\\n\\nBut little Jon continued to say: \\\"Oh! oh!\\\"\\n\\nHer voice went on, velvety in his ear:\\n\\n\\\"It was the moonlight, sweetheart, coming on your face.\\\"\\n\\nLittle Jon burbled into her nightgown\\n\\n\\\"You said it was beautiful.  Oh!\\\"\\n\\n\\\"Not to sleep in, Jon.  Who let it in?  Did you draw the curtains?\\\"\\n\\n\\\"I wanted to see the time; I--I looked out, I--I heard you playing, Mum; I--I ate my macaroon.\\\"  But he was growing slowly comforted; and the instinct to excuse his fear revived within him.\\n\\n\\\"Mother Lee went round in me and got all fiery,\\\" he mumbled.\\n\\n\\\"Well, Jon, what can you expect if you eat macaroons after you've gone to bed?\\\"\\n\\n\\\"Only one, Mum; it made the music ever so more beautiful.  I was waiting for you--I nearly thought it was to-morrow.\\\"\\n\\n\\\"My ducky, it's only just eleven now.\\\"\\n\\nLittle Jon was silent, rubbing his nose on her neck.\\n\\n\\\"Mum, is Daddy in your room?\\\"\\n\\n\\\"Not to-night.\\\"\\n\\n\\\"Can I come?\\\"\\n\\n\\\"If you wish, my precious.\\\"\\n\\nHalf himself again, little Jon drew back.\\n\\n\\\"You look different, Mum; ever so younger.\\\"\\n\\n\\\"It's my hair, darling.\\\"\\n\\nLittle Jon laid hold of it, thick, dark gold, with a few silver threads.\\n\\n\\\"I like it,\\\" he said: \\\"I like you best of all like this.\\\"\\n\\nTaking her hand, he had begun dragging her towards the door.  He shut it as they passed, with a sigh of relief.\",\"timestamp\":1639989671,\"title\":\"\\nHe went, with a pretence of slowness, and then rushed, to make up. He entered her bedroom from his own\"},\"digest\":\"W6nrKS77CqxkggcSMOBdmKaI4hV6GhSJgfPkH_Mvuos\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uf75fmKVVPERYpIlutftjTuY518LdOOuh6jINnS9c10\\\",\\\"y\\\":\\\"IgZcMHO75iqEWj4CM001v2C8Oa3HJknndytzSrFqsKY\\\"}\",\"signature\":\"dIyRn_lBgPvvh3A4ocQsoavdRVlBLCQcxQGilcvsw36ED6VEadKFqfxu9ontANSY_jvg5l9PJZ5dDbfTctLvbw\",\"signingKeySignature\":\"0xa6406305b601707ff6de3073288113ad354760c9162116273686f73674ec27fb0b35df6de307219e0427487acd59d290e4451c4ce333900634c335adef60464e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uf75fmKVVPERYpIlutftjTuY518LdOOuh6jINnS9c10\\\",\\\"y\\\":\\\"IgZcMHO75iqEWj4CM001v2C8Oa3HJknndytzSrFqsKY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"W6nrKS77CqxkggcSMOBdmKaI4hV6GhSJgfPkH_Mvuos\"}"