"{\"content\":{\"body\":\"初战告捷，那剩下的就是磨合了，在刑天的绝对高防下，我是如鱼得水啊，就算一个不小心给血狼王扑咬到了，在我的宝贝匕首的猛吸下，也弥补回来了。看的刑天直纳闷，这小子到底是高攻击型的还是血牛型的杀手啊。\\n\\n```\\n伴随着天空洒下的点点金光，在解决掉眼前的血狼王之后，刑天终于回到了11级了。\\n\\n“呵呵，恭喜高升，羡慕死我了。”我吹了个口哨，笑着说道。\\n\\n“少来，你也快了，怎么样，去里面一点杀吧，现在一个一个的杀好象太慢了点吧。”刑天看看了我，指了指里面，跃跃欲试的说道。\\n\\n我听他这么一说，也惦记起药剂师说的月牙草了，来了这么久，还没发现一株呢，估计还在深处吧，不过嘴上消遣的说道：“呵呵，刚才来的时候谁说要小心，怎么现在一升级就不怕死拉，又想冒险拉。”\\n\\n“嘿嘿，谁叫兄弟你的攻击这么牛，现在杀一只血狼王简直就是三指捏田螺，十拿九稳，怎么样，去里面看看吧，大不了不行在回来。”刑天梳了梳凌乱在额前的头发，说道。\\n\\n“好吧，听你的，去看看。”我点了点头说道。\\n\\n两人一前一后慢慢的走进了密林深处，我眼睛不住的四下张望着，手上也没闲着，不时翻开灌木丛，想寻觅着我那可爱的月牙草啊。\\n\\n刑天看着我忙活个不停，问到：“你在干吗呢，找什么？”\\n\\n我笑着说道：“你没学习副职吧，我学了药剂师，这不想在找点草药采采呢。”\\n\\n“哈哈，你该不会就是那个挖地三尺的守财奴吧。”刑天看到蹲在草丛中的我，突然想到了什么，大笑着对我说。\\n\\n“少废话，不懂不要乱说，我是不浪费野生资源呢。我在这附近找草药，你去引2个血狼王来，抓紧时间拉。”我板着脸，粗声粗气的说到。\\n\\n“恩，知道了，你就这里等我，千万别乱跑啊，万一引来了你不在我就惨了。”刑天苦着脸对我说。\\n\\n“快去快去，没2只血狼王别回来找我，我是不会乱走的拉。”我站起身来，赶紧推了他几把，怎么感觉他这么鸡婆，开始还真没发觉到。\\n\\n刑天依依不舍的看着我，有点欲走还留的味道，我赶紧扔了5瓶恢复药给他，然后挥了挥手，笑着说到：“去吧，去吧，这样你都能死了的话，那就甭回来了。”\\n\\n送走了刑天，我赶紧四下寻觅ing ，拿起小药锄，我拨开一簇簇草丛，突然眼前一亮，在一颗流苏树下面的一株小巧的植物映入了我的眼眸，那稀稀疏疏的淡黄色细叶如同弯弯的月牙一般，就是它了，我的月牙草。\\n\\n刚把挖出来的月牙草放入背包，就听到刑天那杀猪般的叫喊声，“兄弟快点过来，后面三头饿狼在咬我了。”\\n\\n赶紧跑了过去，操家伙上，冲着那头跑的最快的血狼王我就一刀，先解他的围，不然着挂了我也得免费回城。\\n\\n吃了一瓶恢复药后，他也来了精神，顶住了其他二头血狼王，我硬受了二下攻击后，挂了身边这头饿狼后，连忙支援他，二人忙活了一阵，终于解决了三头血狼王。\\n\\n“还叫你只引二头，要慢慢适应，哥们你注意点撒，象刚才这样卤莽，俺们的生命会有危机感的哦。”我一边拿起地上的钱币，一边语重心长的对刑天说道。\\n\\n“恩，恩，我也不想的，回来的时候一个不小心又被一头瞄上了，下次改正下次改正。”刑天说归说，手上也没闲着，拿几个钱币是几个钱币。\\n\\n“快点去引怪，别只顾拿钱，钱回头一起分的，就定点这里了，我等你。”一脚踢在刑天那翘得老高的屁股上，我说道。\\n\\n“知道了兄弟，我去拉，钱你可要都拿起来，别少了。”刑天一脸“痛苦”的揉了揉屁股，唉声说到。\\n\\n靠，比我还守财啊，真是不知道当初怎么舍得把那把猎人之弓让给我的，我看着他的背影，摇了摇头。\\n\\n继续找我的药草，努力寻觅ing后又发现了几株白菊，毫不犹豫的给锄到我的背包中，看看里面已经有了8颗血狼獠牙了，不错，速度还是可以的，既然这么多人都需要这个血狼獠牙，干脆多打点，回去卖给其他需要的玩家，估计也能赚点的。\\n\\n由于来熄杉丛林深处的基本都是为了猎杀血狼王，打转职需要的獠牙，所以这里的自然资源很少有人过问，这就让我占了个便宜，挖了不少的草药，嘿嘿，以后还是要多跑跑没人的地方，获得第一手资源。\\n\\n渐渐的适应了对付二只血狼王，我也顺林的进级到了11级，这次升级的4点分配点虽然不如我的意，但告诉刑天后也让他大掉口水，我全部加到了敏捷上，因为现在只要能够增加回避血狼王的攻击几率，我的宝贝匕首就能把我的损失给补回来，所以有必要提高自己的敏捷。\\n\\n如此轻松的将一只又一只血狼王给斩于刀下，刑天也有点乐不思归了，中间打到个狼皮头盔，属于轻装，所以没有争议的给了我。我一看，呵呵，不错，好东西。\\n\\n狼皮头盔  等级：11  头部\\n\\n防御：5   持久17\\n\\n对于我来说，多一个装备就多一份安全感，赶紧给套上了，正合适。刑天这小子看着我的头盔，眼睛有点红红的了，我赶紧给他点安慰道：“快点去引狼，你也有机会的，牛奶总会有的，面包也会有的，你的头盔也会有的。”\\n\\n“恩，回头多分几个银币给我，我先去了。”刑天擦了擦他激动出来的鳄鱼眼泪，边跑边说。\\n\\n我一屁股坐在大树下，我可没想到刑天跑来跑去引怪的辛苦，我只知道这半天苦了我，又要忙着找草药，又要担当主力攻击手，忙的我出了一身汗了，休息，休息。\\n\\n还没来的及合上眼，就看到刑天已经飞奔回来了，不会是又引多了吧，我赶紧站了起来，看看他身后，没有血狼王啊，怎么回事。\\n\\n“你怎么拉，吃错药拉，后面没怪，你也跑的这么快。”我问到。\\n\\n“快，快点，那边有只血狼王变异了，好，好多人在那杀呢，我们赶紧过去，看能不能蹭到点油水。”刑天跑的上气不接下气，断断续续地说道。\\n\\n什么，竟然有血狼王变异了，估计是因为今夜天空高悬的那轮满月吧。嘿嘿，那肯定属于boss级的怪物了，起码在这新人村子应该算是吧，这个热闹要凑凑看，只要不死，估计都能捞点东西回来，想挂个boss级的怪，没那么简单的。\\n\\n跟在刑天后面，我们来到前面一块空地旁，只听的里面杀声震天，吼声连连，一头体形硕大，浑身皮毛变得紫黑的血狼王正仰天长啸，旁边几个小弟似的血狼王正跟一群人周旋着。\\n\\n我按下了刑天冲动的身子，说道：“别忙，这一时半回不会有结果的，先看看再说，还不清楚变异狼王的底细，弄不好他们都得挂这里。”\\n\\n“嘿嘿，还是你精，我们是螳螂捕蝉，黄雀在后啊。”刑天笑了笑说道。\\n\\n“去去去，一边凉快说，不会说话别说话，免得说错了被人笑话，整一个文盲。我们这叫鹤蚌相争，渔翁得利。让我好好看看局势。”我比画了了个国际通用的BS手势免费送给了他。\\n\\n变异狼王还没动手，不过小弟已经被那一群玩家给收拾的差不多了，看来都是10级以上来打血狼獠牙的，不过这么多人应该不是一起的，估计各有私心。咦，上次买我的猎人之弓的伤心小剑也在那呢，看他那利落的抽箭拉弓，箭无虚发的样子，看来也是个高人，还有几个战士和他配合，有进有退，很是默契。\\n\\n此外一群兽人战士也颇有组织，带头的那个兽人一身锁甲，手持巨斧，砍到哪个血狼，身后小弟便簇拥而上，乱刀剐之。其他玩家也是三三二二的跟在后面掏拳，看来今天这只变异狼王凶多吉少了。\\n\\n眼看自己的的小弟都要被杀的一干二净了，变异狼王一声怒嚎，身上毛发根根竖立，异像突起，我心道一声不好。只见变异狼王高举双爪一扑，一道10公分左右的白色冰霜带着点点雪花，呈圆弧状向四周飞快的扩散开来，一旦碰到玩家立即产生冰封效果，将玩家固定在原地无法动弹。\\n\\n而原本已经垂死的血狼碰到冰霜，如同打了强心剂一般，身上的伤口飞快的愈合，张开满嘴獠牙猛扑向被冻结住的玩家。\\n```\\n\\n\\n------------\",\"timestamp\":1639819428,\"title\":\"第十二章   转职二\"},\"digest\":\"DTd3RK75kFn81lKRY9qu4-zjtw66m6dy0TqFfsgSj6U\",\"authorship\":{\"contributor\":\"0x3C34411CB22757d6B19A9EAd7B9140E98dCc7420\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dM9Ndz2aIaJwZMDx_ZWFDZt6XE4U3q1R5Lze2l1bZzk\\\",\\\"y\\\":\\\"b_DmaD6XUTeXjaAw4CJ1jOZy-cjs7gokh_dXKz6o6ZQ\\\"}\",\"signature\":\"Q3o_ctvqWYet4s7dyuYbYcjbUk6jkTOnvWvIPunI2KPrVJvr5zDlHYPSgfebrya00HnFqMtJgxTnC76C89gL1g\",\"signingKeySignature\":\"0x94a65b8b767d5aafef7577cdfcd387517963d6086cf7080bcd60bdcca5436d4957da19a0ca7fc4551910a46b96ea71cde76218b645b8bb084216d8af995a16501b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dM9Ndz2aIaJwZMDx_ZWFDZt6XE4U3q1R5Lze2l1bZzk\\\",\\\"y\\\":\\\"b_DmaD6XUTeXjaAw4CJ1jOZy-cjs7gokh_dXKz6o6ZQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DTd3RK75kFn81lKRY9qu4-zjtw66m6dy0TqFfsgSj6U\"}"