"{\"content\":{\"body\":\"Magitot has remarked that \\\"l'homme-chien,\\\" was the subject of defective dentition. Borellus found atrophy of all the dental follicles in a woman of sixty who never had possessed any teeth. Fanton-Touvet saw a boy of nine who had never had teeth, and Fox a woman who had but four in both jaws; Tomes cites several similar instances. Hutchinson speaks of a child who was perfectly edentulous as to temporary teeth, but who had the permanent teeth duly and fully erupted. Guilford describes a man of forty-eight, who was edentulous from birth, who also totally lacked the sense of smell, and was almost without the sense of taste; the surface of his body was covered with fine hairs and he had never had visible perspiration. This is probably the same case quoted in the foregoing paragraph in regard to the anomalies of hair. Otto, quoted by Sedgwick, speaks of two brothers who were both totally edentulous. It might be interesting in this connection to note that Oudet found in a fetus at term all the dental follicles in a process of suppuration, leaving no doubt that, if the fetus had been born viable, it would have been edentulous. Giraldes mentions the absence of teeth in an infant of sixteen months. Bronzet describes a child of twelve, with only half its teeth, in whom the alveolar borders receded as in age. Baumes remarks that he had seen a man who never had any teeth.\\n\\nThe anomalies of excessive dentition are of several varieties, those of simple supernumerary teeth, double or triple rows, and those in anomalous positions. Ibbetson saw a child with five incisors in the inferior maxillary bone, and Fanton-Touvet describes a young lady who possessed five large incisors of the first dentition in the superior maxilla. Rayer notes a case of dentition of four canines, which first made their appearance after pain for eight days in the jaws and associated with convulsions. In an Ethiopian Soemmering has seen one molar too many on each side and in each jaw. Ploucquet and Tesmer have seen five incisors and Fanchard six. Many persons have the supernumerary teeth parallel with their neighbors, anteriorly or posteriorly. Costa reports a case in which there were five canine teeth in the upper jaw, two placed laterally on either side, and one on the right side behind the other two. The patient was twenty-six years of age, well formed and in good health.\\n\\nIn some cases there is fusion of the teeth. Pliny, Bartholinus, and Melanthon pretend to have seen the union of all the teeth, making a continuous mass. In the \\\"Musee de l'ecole dentaire de Paris\\\" there are several milk-teeth, both of the superior and inferior maxilla, which are fused together. Bloch cites a case in which there were two rows of teeth in the superior maxilla. Hellwig has observed three rows of teeth, and the Ephemerides contain an account of a similar anomaly.\\n\\nExtraoral Dentition.--Probably the most curious anomaly of teeth is that in which they are found in other than normal positions. Albinus speaks of teeth in the nose and orbit; Borellus, in the palate; Fabricius Hildanus, under the tongue; Schenck, from the palate; and there are many similar modern records. Heister in 1743 wrote a dissertation on extraoral teeth. The following is a recent quotation: --\\n\\n\\\"In the Norsk Magazin fur Laegevidenskaben, January, 1895, it is reported that Dr. Dave, at a meeting of the Medical Society in Christiania, showed a tooth removed from the nose of a woman aged fifty-three. The patient had consulted him for ear-trouble, and the tooth was found accidentally during the routine examination. It was easily removed, having been situated in a small depression at the junction of the floor and external wall of the nasal cavity, 22 mm. from the external nares. This patient had all her teeth; they were placed somewhat far from each other. The tooth resembled a milk canine; the end of the imperfect root was covered with a fold of mucous membrane, with stratified epithelium. The speaker suggested that part of the mucous membrane of the mouth with its tooth-germ had become impacted between the superior and premaxillary bones and thus cut off from the cavity of the mouth. Another speaker criticised this fetal dislocation and believed it to be due to an inversion--a development in the wrong direction--by which the tooth had grown upward into the nose. The same speaker also pointed out that the stratified epithelium of the mucous membrane did not prove a connection with the cavity of the mouth, as it is known that cylindric epithelium-cells after irritative processes are replaced by flat ones.\\\"\\n\\nDelpech saw a young man in 1829 who had an opening in the palatine vault occasioned by the extraction of a tooth. This opening communicated with the nasal fossa by a fracture of the palatine and maxillary bones; the employment of an obturator was necessary. It is not rare to see teeth, generally canine, make their eruption from the vault of the palate; and these teeth are not generally supernumerary, but examples of vice and deviation of position. Fanton-Touvet, however, gives an example of a supernumerary tooth implanted in the palatine arch. Branch a describes a little negro boy who had two large teeth in the nose; his dentition was otherwise normal, but a portion of the nose was destroyed by ulceration. Roy describes a Hindoo lad of fourteen who had a tooth in the nose, supposed to have been a tumor. It was of the canine type, and was covered with enamel to the junction with the root, which was deeply imbedded in the side and upper part of the antrum. The boy had a perfect set of permanent teeth and no deformity, swelling, or cystic formation of the jaw. This was clearly a case of extrafollicular development and eruption of the tooth in an anomalous position, the peculiarity being that while in other similar cases the crown of the tooth shows itself at the floor of the nasal cavity from below upward, in this instance the dental follicle was transposed, the eruption being from above downward. Hall cites an instance in which the right upper canine of a girl erupted in the nose. The subject showed marked evidence of hereditary syphilis. Carver describes a child who had a tooth growing from the lower right eyelid. The number of deciduous teeth was perfect; although this tooth was canine it had a somewhat bulbulous fang.\\n\\nOf anomalies of the head the first to be considered will be the anencephalous monsters who, strange to say, have been known to survive birth. Clericus cites an example of life for five days in a child without a cerebrum. Heysham records the birth of a child without a cerebrum and remarks that it was kept alive for six days. There was a child born alive in Italy in 1831 without a brain or a cerebellum--in fact, no cranial cavity--and yet it lived eleven hours. A somewhat similar case is recorded in the last century. In the Philosophical Transactions there is mentioned a child virtually born without a head who lived four days; and Le Duc records a case of a child born without brain, cerebellum, or medulla oblongata, and who lived half an hour. Brunet describes an anencephalous boy born at term who survived his birth. Saviard delivered an anencephalous child at term which died in thirty-six hours. Lawrence mentions a child with brain and cranium deficient that lived five days. Putnam speaks of a female nosencephalous monster that lived twenty-nine hours. Angell and Elsner in March, 1895, reported a case of anencephaly, or rather pseudencephaly, associated with double divergent strabismus and limbs in a state of constant spastic contraction. The infant lived eight days. Geoffroy-Saint-Hilaire cites an example of anencephaly which lived a quarter of an hour. Fauvel mentioned one that lived two hours, and Sue describes a similar instance in which life persisted for seven hours and distinct motions were noticed. Malacarne saw life in one for twelve hours, and Mery has given a description of a child born without brain that lived almost a full day and took nourishment. In the Hotel-Dieu in Paris in 1812 Serres saw a monster of this type which lived three days, and was fed on milk and sugared water, as no nurse could be found who was willing to suckle it.\\n\\nFraser mentions a brother and sister, aged twenty and thirty, respectively, who from birth had exhibited signs of defective development of the cerebellum. They lacked power of coordination and walked with a drunken, staggering gait; they could not touch the nose with the finger when their eyes were shut, etc. The parents of these unfortunate persons were perfectly healthy, as were the rest of their family. Cruveilhier cites a case of a girl of eleven who had absolutely no cerebellum, with the same symptoms which are characteristic in such cases. There is also recorded the history of a man who was deficient in the corpus callosum; at the age of sixty-two, though of feeble intelligence, he presented no signs of nervous disorder. Claude Bernard made an autopsy on a woman who had no trace of olfactory lobes, and after a minute inquiry into her life he found that her sense of smell had been good despite her deficiency.\\n\\nBuhring relates the history of a case somewhat analogous to viability of anencephalous monsters. It was a bicephalous child that lived thirty-two hours after he had ligated one of its heads.\\n\\n{footnote} The argument that the brain is not the sole organ of the mind is in a measure substantiated by a wonderful case of a decapitated rooster, reported from Michigan. A stroke of the knife bad severed the larynx and removed the whole mass of the cerebrum, leaving the inner aspect and base of the skull exposed. The cerebrum was partly removed; the external auditory meatus was preserved. Immediately after the decapitation the rooster was left to its supposed death struggles, but it ran headless to the barn, where it was secured and subsequently fed by pushing corn down its esophagus, and allowing water to trickle into this tube from the spout of an oil-can. The phenomena exhibited by the rooster were quite interesting. It made all the motions of pecking, strutted about, flapped its wings, attempted to crow, but, of course, without making any sound. It exhibited no signs of incoordination, but did not seem to hear. A ludicrous exhibition was the absurd, sidelong pas seul made toward the hens.\\n\\nWard mentions an instance of congenital absence of the corpora callosum. Paget and Henry mention cases in which the corpora callosum, the fornix, and septum lucidum were imperfectly formed. Maunoir reports congenital malformation of the brain, consisting of almost complete absence of the occipital lobe. The patient died at the twenty-eighth month. Combettes reports the case of a girl who died at the age of eleven who had complete absence of the cerebellum in addition to other minor structural defects; this was probably the case mentioned by Cruveilhier.\\n\\nDiminution in volume of the head is called microcephaly. Probably the most remarkable case on record is that mentioned by Lombroso. The individual was called \\\"l'homme-oiseau,\\\" or the human bird, and his cranial capacity was only 390 c.c. Lombroso speaks of another individual called \\\"l'homme-lapin,\\\" or man-rabbit, whose cranium was only slightly larger than that of the other, measuring 490 mm. in circumference. Castelli alludes to endemic microcephaly among some of the peoples of Asia. We also find it in the Caribbean Islands, and from the skulls and portraits of the ancient Aztecs we are led to believe that they were also microcephalic.\\n\\nTwo creatures of celebrity were Maximo and Bartola, who for twenty-five years have been shown in America and in Europe under the name of the \\\"Aztecs\\\" or the \\\"Aztec children\\\". They were male and female and very short, with heads resembling closely the bas-reliefs on the ancient Aztec temples of Mexico. Their facial angle was about 45 degrees, and they had jutting lips and little or no chin. They wore their hair in an enormous bunch to magnify the deformity. These curiosities were born in Central America and were possibly half Indian and Negro. They were little better than idiots in point of intelligence.\\n\\nFigure 92 represents a microcephalic youth known as the \\\"Mexican wild boy,\\\" who was shown with the Wallace circus.\\n\\nVirchow exhibited a girl of fourteen whose face was no larger than that of a new-born child, and whose head was scarcely as large as a man's fist. Magitot reported a case of a microcephalic woman of thirty who weighed 70 pounds.\\n\\nHippocrates and Strabonius both speak of head-binding as a custom inducing artificial microcephaly, and some tribes of North American Indians still retain this custom.\\n\\nAs a rule, microcephaly is attended with associate idiocy and arrested development of the rest of the body. Ossification of the fontanelles in a mature infant would necessarily prevent full development of the brain. Osiander and others have noticed this anomaly. There are cases on record in which the fontanelles have remained open until adulthood.\\n\\nAugmentation of the volume of the head is called macrocephaly, and there are a number of curious examples related. Benvenuti describes an individual, otherwise well formed, whose head began to enlarge at seven. At twenty-seven it measured over 37 inches in circumference and the man's face was 15 inches in height; no other portion of his body increased abnormally; his voice was normal and he was very intelligent. He died of apoplexy at the age of thirty.\\n\\nFournier speaks of a cranium in the cabinet of the Natural History Museum of Marseilles of a man by the name of Borghini, who died in 1616. At the time he was described he was fifty years old, four feet in height; his head measured three feet in circumference and one foot in height. There was a proverb in Marseilles, \\\"Apas mai de sen que Borghini,\\\" meaning in the local dialect, \\\"Thou hast no more wit than Borghini.\\\" This man, whose fame became known all over France, was not able, as he grew older, to maintain the weight of his head, but carried a cushion on each shoulder to prop it up. Fournier also quotes the history of a man who died in the same city in 1807 at the age of sixty-seven. His head was enormous, and he never lay on a bed for thirty years, passing his nights in a chair, generally reading or writing. He only ate once in twenty-four or thirty hours, never warmed himself, and never used warm water. His knowledge was said to have been great and encyclopedic, and he pretended never to have heard the proverb of Borghini. There is related the account of a Moor, who was seen in Tunis early in this century, thirty-one years of age, of middle height, with a head so prodigious in dimensions that crowds flocked after him in the streets. His nose was quite long, and his mouth so large that he could eat a melon as others would an apple. He was an imbecile. William Thomas Andrews was a dwarf seventeen years old, whose head measured in circumference 35 inches; from one external auditory meatus to another, 27 1/4 inches; from the chin over the cranial summit to the suboccipital protuberance, 37 1/2 inches; the distance from the chin to the pubes was 20 inches; and from the pubes to the soles of the feet, 16; he was a monorchid. James Cardinal, who died in Guy's Hospital in 1825, and who was so celebrated for the size of his head, only measured 32 1/2 inches in head-circumference.\\n\\nThe largest healthy brains on record, that is, of men of prominence, are those of Cuvier, weighing 64 1/3 ounces; of Daniel Webster, weighing 63 3/4 ounces (the circumference of whose head was 23 3/4 inches); of Abercrombie, weighing 63 ounces, and of Spurzheim, weighing 55 1/16 ounces. Byron and Cromwell had abnormally heavy brains, showing marked evidence of disease.\\n\\nA curious instance in this connection is that quoted by Pigne, who gives an account of a double brain found in an infant. Keen reports finding a fornix which, instead of being solid from side to side, consisted of two lateral halves with a triangular space between them.\\n\\nWhen the augmentation of the volume of the cranium is caused by an abundant quantity of serous fluid the anomaly is known as hydrocephaly. In this condition there is usually no change in the size of the brain-structure itself, but often the cranial bones are rent far asunder. Minot speaks of a hydrocephalic infant whose head measured 27 1/2 inches in circumference; Bright describes one whose head measured 32 inches; and Klein, one 43 inches. Figure 93 represents a child of six whose head circumference was 36 inches. Figure 94 shows a hydrocephalic adult who was exhibited through this country.\\n\\nThere is a record of a curious monster born of healthy half-caste African parents. The deformity was caused by a deficiency of osseous material of the bones of the head. There was considerable arrest of development of the parietal, temporal, and superior maxillary bones, in consequence of which a very small amount of the cerebral substance could be protected by the membranous expansion of the cranial centers. The inferior maxilla and the frontal bone were both perfect; the ears were well developed and the tongue strong and active; the nostrils were imperforate and there was no roof to the mouth nor floor to the nares. The eyes were curiously free from eyelashes, eyelids, or brows. The cornea threatened to slough. There was double harelip on the left side; the second and third fingers of both hands were webbed for their whole length; the right foot wanted the distal phalanx of the great toe and the left foot was clubbed and drawn inward. The child swallowed when fed from a spoon, appeared to hear, but exhibited no sense of light. It died shortly after the accompanying sketch was made.\\n\\nOccasionally a deficiency in the osseous material of the cranium or an abnormal dilatation of the fontanelles gives rise to a hernia of the meninges, which, if accompanied by cerebrospinal fluid in any quantity, causes a large and peculiarly shaped tumor called meningocele. If there is a protrusion of brain-substance itself, a condition known as hernia cerebri results.\\n\\nComplete absence of the inferior maxilla is much rarer in man than in animals. Nicolas and Prenant have described a curious case of this anomaly in a sheep. Gurlt has named subjects presenting the total or partial absence of the inferior maxilla, agnathes or hemiagnathes. Simple atrophy of the inferior maxilla has been seen in man as well as in the lower animals, but is much less frequent than atrophy of the superior maxilla. Langenbeck reports the case of a young man who had the inferior maxilla so atrophied that in infancy it was impossible for him to take milk from the breast. He had also almost complete immobility of the jaws. Boullard reports a deformity of the visage, resulting in a deficiency of the condyles of the lower jaw. Maurice made an observation on a vice of conformation of the lower jaw which rendered lactation impossible, probably causing the death of the infant on this account. Tomes gives a description of a lower jaw the development of the left ramus of which had been arrested. Canton mentions arrest of development of the left perpendicular ramus of the lower jaw combined with malformation of the external ear.\\n\\nExaggerated prominence of the maxillaries is called prognathism; that of the superior maxilla is seen in the North American Indians. Inferior prognathism is observed in man as well as in animals. The bull-dog, for example, displays this, but in this instance the deformity is really superior brachygnathism, the superior maxilla being arrested in development.\\n\\nCongenital absence of the nose is a very rare anomaly. Maisonneuve has seen an example in an individual in which, in place of the nasal appendix, there was a plane surface perforated by two small openings a little less than one mm. in diameter and three mm. apart.\\n\\nExaggeration in volume of the nose is quite frequent. Ballonius speaks of a nose six times larger than ordinary. Viewing the Roman celebrities, we find that Numa, to whom was given the surname Pompilius, had a nose which measured six inches. Plutarch, Lyourgus, and Solon had a similar enlargement, as had all the kings of Italy except Tarquin the Superb.\\n\\nEarly in the last century a man, Thomas Wedders (or Wadhouse), with a nose 7 1/2 inches long, was exhibited throughout Yorkshire. This man expired as he had lived, in a condition of mind best described as the most abject idiocy. The accompanying illustration is taken from a reproduction of an old print and is supposed to be a true likeness of this unfortunate individual.\\n\\nThere are curious pathologic formations about the nose which increase its volume so enormously as to interfere with respiration and even with alimentation; but these will be spoken of in another chapter.\\n\\nThere have been some celebrities whose noses were undersized. The Duc de Guise, the Dauphin d'Auvergne, and William of Orange, celebrated in the romances of chivalry, had extremely short noses.\\n\\nThere are a few recorded cases of congenital division of the nose. Bartholinus, Borellus, and the Ephemerides speak of duplex noses. Thomas of Tours has observed congenital fissure of the nose. Rikere reports the case of an infant of three weeks who possessed a supernumerary nose on the right nasal bone near the inner canthus of the eye. It was pear-shaped, with its base down, and was the size of the natural nose of an infant of that age, and air passed through it. Hubbell, Ronaldson, and Luscha speak of congenital occlusion of the posterior nares. Smith and Jarvis record cases of congenital occlusion of the anterior nares.\\n\\nAnomalies in size of the mouth are not uncommon. Fournier quotes the history of a man who had a mouth so large that when he opened it all his back teeth could be seen. There is a history of a boy of seventeen who had a preternaturally-sized mouth, the transverse diameter being 6 1/2 inches. The mother claimed that the boy was born with his foot in his mouth and to this fact attributed his deformity. The negro races are noted for their large mouths and thick lips. A negro called \\\"Black Diamond,\\\" recently exhibited in Philadelphia, could put both his fists in his mouth.\\n\\nMorgan reports two cases of congenital macrostoma accompanied by malformation of the auricles and by auricular appendages. Van Duyse mentions congenital macrostoma with preauricular tumors and a dermoid of the eye. Macrostoma is sometimes produced by lateral fissures. In other cases this malformation is unilateral and the fissure ascends, in which instance the fissure may be accompanied by a fistula of the duct of Stensen. Sometimes there is associated with these anomalies curious terminations of the salivary ducts, either through the cheek by means of a fistula or on the anterior part of the neck.\\n\\nMicrostoma.--There are a few cases on record in which the mouth has been so small or ill-defined as not to admit of alimentation. Molliere knew an individual of forty whose mouth was the exact size of a ten-centime piece.\\n\\nBuchnerus records a case of congenital atresia of the mouth. Cayley, Smith, Sourrouille, and Stankiewiez of Warsaw discuss atresia of the mouth. Cancrum oris, scarlet fever, burns, scurvy, etc., are occasional causes that have been mentioned, the atresia in these instances taking place at any time of life.\\n\\nAnomalies of the Lips.--The aboriginal tribes are particularly noted for their large and thick lips, some of which people consider enormous lips signs of adornment. Elephantiasis or other pathologic hypertrophy of the labial tissues can produce revolting deformity, such as is seen in Figure 100, representing an individual who was exhibited several years ago in Philadelphia. We have in English the expression, \\\"pulling a long lip.\\\" Its origin is said to date back to a semimythical hero of King Arthur's time, who, \\\"when sad at heart and melancholic,\\\" would let one of his lips drop below his waist, while he turned the other up like a cap on his head.\\n\\nBlot records a case of monstrous congenital hypertrophy of the superior lip in an infant of eight months. Buck successfully treated by surgical operations a case of congenital hypertrophy of the under lip, and Detmold mentions a similar result in a young lady with hypertrophy of the lip and lower part of the nose. Murray reports an undescribed malformation of the lower lip occurring in one family.\\n\\nHare-lip may be unilateral or double, and may or may not include the palatine arch. In the worst cases it extends in fissures on both sides to the orbit. In other cases the minimum degree of this deformity is seen.\\n\\nCongenital absence of the tongue does not necessarily make speech, taste, or deglutition impossible. Jussieu cites the case of a girl who was born without a tongue but who spoke very distinctly. Berdot describes a case in which the tongue was deficient, without apparent disturbance of any of the functions. Riolan mentions speech after loss of the tongue from small-pox.\\n\\nBoddington gives an account of Margaret Cutting, who spoke readily and intelligibly, although she had lost her tongue. Saulquin has an observation of a girl without a tongue who spoke, sang, and swallowed normally. Aurran, Bartholinus, Louis, Parsons, Tulpius, and others mention speech without the presence of a tongue.\\n\\nPhilib reports a case in which mutism, almost simulating that of one congenitally deaf, was due to congenital adhesions of the tongue to the floor of the buccal cavity. Speech was established after removal of the abnormal adhesion. Routier speaks of ankylosis of the tongue of seventeen years' duration.\\n\\nJurist records such abnormal mobility of the tongue that the patient was able to project the tongue into the nasopharynx. Wherry and Winslow record similar instances.\\n\\nThere have been individuals with bifid tongues, after the normal type of serpents and saurians, and others who possessed a supernumerary tongue. Rev. Henry Wharton, Chaplain to Archbishop Sancroft, in his journal, written in the seventeenth century, says that he was born with two tongues and passed through life so, one, however, gradually atrophying. In the polyclinic of Schnitzer in Vienna in 1892 Hajek observed in a lad of twelve an accessory tongue 2.4 cm. in length and eight mm. in breadth, forming a tumor at the base of the normal tongue. It was removed by scissors, and on histologic examination proved to be a true tongue with the typical tissues and constituents. Borellus, Ephemerides, Eschenbach, Mortimer, Penada, and Schenck speak of double tongues, and Avicenna and Schenck have seen fissured tongues. Dolaeus records an instance of double tongue in a paper entitled \\\"De puella bilingui,\\\" and Beaudry and Brothers speak of cleft tongue. Braine records a case in which there was a large hypertrophied fold of membrane coming from each side of the upper lip.\",\"timestamp\":1639717702,\"title\":\"We have already noticed the association of congenital alopecia with edentulousness, but, strange to say\"},\"digest\":\"9M06dA-l1GQLG42YGOFQuAfZXfcYxDLsqwxXA9ocOkI\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m3kYyOCYiEN2lDhIi3Y9J4u8XRw-_rCq0uML3rYnyT4\\\",\\\"y\\\":\\\"q97Sne30Kto24Y6fEBL77LPBSo_FrE4byPwEX5K28wE\\\"}\",\"signature\":\"51EN9qv-Al2Vqk2O74h_odZB_lrZ5taVFBjNnBaOQItnDi-1VSQwOa6hU9ZIGakYaQbs1NEqcTZTE_BAYMOJkQ\",\"signingKeySignature\":\"0x3b4125707348b3100dcb454ee5ab4120a05da0deb81ce10b534943f1f5e0023854c02c9a695c336e64f472516d2c5f386d2bb75d9525f8b5bb09d6df4bb0fff61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m3kYyOCYiEN2lDhIi3Y9J4u8XRw-_rCq0uML3rYnyT4\\\",\\\"y\\\":\\\"q97Sne30Kto24Y6fEBL77LPBSo_FrE4byPwEX5K28wE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9M06dA-l1GQLG42YGOFQuAfZXfcYxDLsqwxXA9ocOkI\"}"