"{\"content\":{\"body\":\"**It's been a rough year for me.**\\n\\n** \\n **\\n\\nI won't go into detail, because this article isn't about me, but suffice it to say I have little trust or faith in humanity as I write this.  People are liars.  This isn't an objective fact, but it's my experience.\\n\\n** \\n **\\n\\nThis sentiment I'm sure can resonate with many, even more so in the crypto space.  There are a slew of bad actors and grifters in this space who operate under some truly misguided and narcissistic principles.  I'm sure a few names come to your mind right off the bat.\\n\\n** \\n **\\n\\nWhether it's NFTs, or good ol' fashioned crypto ponzi-schemes, I think at this point we have all come across someone who was only out for themselves.  Someone who wanted to take everything you had and not look back without a second thought.\\n\\n** \\n **\\n\\nIronically, I think most of these people end up living life always looking over one shoulder, so long as they are never caught.\\n\\n** \\n **\\n\\nBut this is not to say that everything in the Blockchain space is a scam or a lie.  Truly, for every bad actor, there is a good actor, or rather, someone who is not acting at all, but someone who is truly working to bring value into the world.\\n\\n** \\n **\\n\\nI have been locked in the throes of a deep depression for awhile now.  My life outside of crypto has been set aflame, due to many things.  Of course, I share a responsibility in this - we are all the progenitors of our own destinies.  We are the ones who make our decisions.  And if we let ourselves fall victim to the bad actors, we cannot solely blame them.  \\n\\n** \\n **\\n\\nWell, one of the better decisions I've made in the better part of a year was to join the Forgotten Runes Wizards Cult.  I admit, I wish I hadn't sold some of the other wizards I had, but I've kept one wizard, the one I dubbed my 'forever' wizard.  Whether I truly keep it forever or not is up for debate still, but suffice it to say I gravitated to Ghost Eater Bathsheba of the Toadstools more so than any other wizard I owned right away.  There was something so cheeky to me about being a Ghost Eater.  I decided to interpret it in a much goofier way than I think most wizards do.  Instead of thinking about how 'epic' one who eats ghosts is, I decided to go the comedic route.  The idea of a really hungry girl running around just trying to find a ghost for her next meal was hilarious to me - it's ripe for comedy.  So many Charlie Chaplin-esque scenarios come to mind.  So that was sort of the persona that came out of it for me.\\n\\n** \\n **\\n\\nAs I alluded to before, my life is more or less in shambles.  So, because of this, I haven't been so active in the community.  Not as active as I could have been, or wished I had been.  But I decided to tune into a Wizard Wednesday tonight, just because, why not.\\n\\n** \\n **\\n\\nAnd I have to say, this was the first time in awhile where I truly forgot about my problems for a moment.  A brief moment, but a moment nonetheless.\\n\\n \\n \",\"timestamp\":1641431958,\"title\":\"Forgotten Woes\"},\"digest\":\"qRLRoWmTZu461Bi3VKAiWBcAjLGbrDOC3etD2xWJK2g\",\"authorship\":{\"contributor\":\"0x76D92Cad8625eb61fB2044047F0ce1Edac1abF48\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XZqguxg-BuiAq4nwYDQutyiCWw4e1gMTbRFaDBOnyKw\\\",\\\"y\\\":\\\"7qYrj0rWjEyFTQxn-PSJaQpc2C2uyMB9L-YP_PodjHQ\\\"}\",\"signature\":\"xIwMK_5rkPEROw8nMxno70UC04V3iy71-NbJgny6Q0847NBMUjdOoKkV2otmINDfSfLF_7wV52sa3c-Kg5Ipvg\",\"signingKeySignature\":\"0xf484bb22df0dbe6e9764d37a0f63f0771ce9f34e647fc32a14ccd128f3255693417148ce881d6c6fad6e69f45e01ad03c52860d7cbe432712479ecd06e91866901\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XZqguxg-BuiAq4nwYDQutyiCWw4e1gMTbRFaDBOnyKw\\\",\\\"y\\\":\\\"7qYrj0rWjEyFTQxn-PSJaQpc2C2uyMB9L-YP_PodjHQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qRLRoWmTZu461Bi3VKAiWBcAjLGbrDOC3etD2xWJK2g\"}"