"{\"content\":{\"body\":\"![Noah](https://images.mirror-media.xyz/publication-images/AsDYNwHe2nCNdGwZuFoSP.png?height=1684&width=1103)\\n\\nNoah glanced around the party, sipping his drink. His family’s common room was crowded with people, the mirrored walls creating the illusion that Noah was infinitely more popular than he actually was. Servo-bots hummed here and there, delivering drinks and snacks, their dull colors contrasting with the bright clothes of the partygoers. A few of the guys were debating something over by the food table, and Andi was loudly insisting that karaoke would absolutely be a great idea if people would just give it a chance. Every few minutes, Noah glanced down at his arm. The readout said, “CELEBRATE,” the AI’s only advice on how to make the most of his birthday. \\n\\nOr, almost his birthday. He wouldn’t be eighteen — and he wouldn’t know his life path — until midnight. \\n\\nHe glanced down at his implant again, then back around the gathering. He was having a good time. At least, he was pretty sure he was having a good time, but the thought of what the readout would say come midnight kept pulling him away from the fun. Would it be what he hoped?\\n\\nHe shook his head, taking another sip. Of course, it would be. His father was one of the most well-respected scholars in the city. Noah’s own intellect had helped him skate through much of the earlier stages of a study that his friends had to work non-stop to even make it through. He was clearly cut out for the upper echelons. He might even be placed right away in his father’s level, though likely in a smaller role. \\n\\n“Noah! Come on!” Andi stood over him, tugging his arm. “I set up a duet! Come sing with me!” \\n\\n“Why don’t you sit?” Noah invited Andi, scooting to the side on the long, low couch. “Have some water, take a break?”\\n\\nShe sighed, collapsing next to him. “Everyone acts like fun games are below us. Just because we’re nerds doesn’t mean we can’t have fun,” she complained, blowing a raspberry at the ceiling. Noah smiled. Andi had been the life of the party going on ten years now – always pulling him and their other friends out of their shells, the one who convinced them to try something new, something different. If she hadn’t been there to stir things up, and well enough had been left alone, Noah was sure he and the rest of the guys would have spent their lives buried in books and caught up in the meaningless debate. Though she had been spending more time with him than the others in their group – no. Noah cautioned himself. She was paying him special attention for his birthday. That was all. No need to read into it any more than that.\\n\\nNoah motioned to a nearby serving unit to bring them some refreshments. “How are you liking your new path?” he asked, attempting to change the subject.  \\n\\nAndi’s face lit up. “It’s incredible,” she crowed. “I mean, I wasn’t sure about it at first. QA testing? I thought it would be a total bore, but you know how it is.” She reached out for a bottle of water as the small robot returned, taking a deep drink before she spoke again. “That’s better. You still have to sing with me after this, by the way. You aren’t getting out of it.” \\n\\n“It’s my birthday, I’m pretty sure I’m in charge of deciding what I get out of,” he replied. “But why did you go along with testing? Even if you didn’t want to do it?”\\n\\nShe gave him a brief stare, looking confused. “What do you mean?”\\n\\n“I mean, you didn’t want to do it, right?”\\n\\n“I didn’t think I would like it, but that’s not the same as not wanting to do it. The path analysis algorithm is like — I don’t know. It knows, right? And it was right. I love finding the issues that the developers didn’t expect. Thinking of the ways people are going to use things that they didn’t account for. It’s like a puzzle, every time, and I love those. I just didn’t know the job would be like that.” \\n\\n“That’s fair, I guess,” Noah said, setting down his drink. He didn’t want to talk about this anymore. Any time he tried to bring up his worries about the whole process, people just kept giving him that same look, like he was speaking gibberish. It was just dumb insecurities, he reassured himself, as he stood and made his way over to the karaoke station, hearing Andi’s shouts of joy followed by groans from the others. Throughout the song, and for the rest of the evening, he couldn’t stop worrying. What if the AI didn’t give him what he wanted? \\n\\n“Thanks for singing with me tonight,” Andi said. “You basically gave me a gift on your birthday.” She hugged him before heading out the door, hopping on one of the transpods with some of the other guys. He waved them away, their faces vanishing quickly as the bullet-shaped pod was whisked away down the suspended tube system that ran throughout the entire city. *Faster than a car, and more efficient*, his father always said, every time Noah mentioned that it might actually be nice to have something a little more fun to get around on. *We focus on what works, not what’s superfluous.* Well, he thought sourly, Andi seemed to focus on the superfluous plenty, and she was basically the only interesting thing about life at the moment. \\n\\nHis friends had all offered to stay and be there with him when his path was revealed, but Noah felt like he had to do this alone. If it wasn’t what he wanted — well, he wouldn’t be able to stand their platitudes and assurances that it would actually work out for the best. He was smart. He deserved a top job. Anything less would be a waste. He was sure of it.\\n\\nSo why was he still worried? \\n\\nHe hung around, feeling awkward as the servo-bots cleaned the space. They hadn’t gone too hard — that kind of excess wasn’t something people with their kind of training could really let themselves loose to do — but it was still a mess. He thought about helping, but the bots were programmed to get offended whenever you tried to step in. Some quirk his father had programmed in. \\n\\n“They’re here to help! We need to learn to accept the help technology gives us. Without it, we would have never have gotten to where we are today.”   His father’s voice rattled around his head.\\n\\nNoah watched the clock. Nearly there. He looked down at his arm again. It had registered that the guests had left and the servo-bots had been engaged, and it was now recommending that he get a good night’s sleep. \\n\\nAs if he could sleep in this mindset. \\n\\nAt the thought, another message scrolled through, recommending relaxing activities — a long bath or some downers to help him fall asleep. He shook his head. He needed to know. One minute. He closed his eyes, holding his breath. He could see it now. The display would change, there’d be so much information he’d have to project it, or sit there and watch the words scroll by an inch a minute on the small integrated screen. Three years as a secondary academic, the standard. Even with his skills, he couldn’t get away from that. And then the big leagues. In charge of his own research projects. He’d have scores of younger academics working under him, helping him make his discoveries. They’d advance everything. Noah would surpass his father, just like he had always hoped. \\n\\nA small ding. An update. His eyes snapped open and looked down. Words whirred past and he tapped the controls to expand the screen out until it materialized above his arm. \\n\\nLIFE PATH OUTPUT\\n\\n5 YEARS – SCRIBE IN SERVICE\\n\\nADVANCEMENT IS DEPENDENT ON WORK COMPLETED\\n\\nPOTENTIAL MARRIAGE PROJECTED – YEAR 2 OF WORK\\n\\nDETERMINATION – QUALIFIED TO BECOME PARENT\\n\\nARRANGE MATTERS AND REPORT AT THE NEAREST SCRIBE FACILITY TO BEGIN WORK.\\n\\nNoah couldn’t stop staring at the words. Scribe? Students were scribes. Low-scorers were scribes. People who hadn’t succeeded in exams, who had to prove they could even be functional in the highest academic ranks. He had always been one of the highest achievers among his class. This simply didn’t make sense. There had to be some sort of malfunction. \\n\\nNoah hit the explanatory readout, switched on the voiceover. He couldn’t’ stand to read anymore. \\n\\n“Scribe role assigned based on previous work ethic,” the pleasant voice readout. \\n\\n“Why?” he demanded. “My scores are way too high to be a scribe!” \\n\\nAfter a brief pause, it continued, “Natural skill is present, and accolades are offered. However, high scholar positions demand the ability to do extensive amounts of research. Personality review and historical analysis determine that research is not a strong suit nor strong interest. If a higher position is desired, need to improve and excel in all areas of research. Even those historically considered.” With that, the thing whirred and clicked before playing back a recording of his own voice, saying, “stupidly boring.” \\n\\nHe cringed at the sound of his words. “I was just saying that. I do the research when it needs doing.”\\n\\nThe AI beeped, sounding almost annoyed. “Research done has not been up to par. Critiques against your work have historically centered around source use and verification.”\\n\\n“But I got good results!” His voice was high, desperate. \\n\\n“Correct results often, but through the wrong parameters. Too likely to introduce error into future projects. Scribe work will ensure that skills are honed to correct degree before continued advancement.”\\n\\n“Five years?” Noah moaned, slumping down in a chair. The AI chirped again, about to respond, but he flicked the voice off. It could run text lines along his arm all it wanted. It wouldn’t change anything. It wouldn’t change that it was wrong. So, what if researching wasn’t his favorite? He was good at running team projects, and he’d have plenty people working underneath him as a rising scholar. These demands about legwork were absurd. \\n\\nNoah jumped up. Surely, his father would be able to do something about this. If anything, it would be a shame to him to have his son in such a lowly position. The AI was supposed to take family dynamics into account. One talk with his father should straighten things out, snap this stupid thing back on his arm to reality. If his father objected to his position, the AI would have to reconsider. \\n\\nAnxious excitement welled in him as he took the lift to his father’s study. The old man had made a brief appearance at his party, greeting guests, but the real family celebrations were always saved for the day of. Noah knocked on the door to his father’s study and stepped through before waiting for a response. His father looked up from his readout on his desk. \\n\\n“The birthday boy!” he said, standing with a smile, then glancing down at his arm. “Past midnight — it’s official! What’s the news?”\\n\\nNoah thrust out his arm so the readout faced his father, tapping to pull up the holo-display. “Scribe,” he said. “A low-level scribe. For five years! Can you believe it?”\\n\\nHis father’s face stiffened for a second, then he nodded. “Well, I’m sure you will do the work justice. Easily be the best among their ranks.”\\n\\n“What are you talking about?” Noah exclaimed. “You can’t be happy with this. Me, your son? The son of a great scholar, basically consigned to copying other people’s work like a child learning his letters? This is a shame to our family. A shame to the work I’ve done!” \\n\\n“This is no shame,” his father snapped. “Doing the work helps us all, no matter what level you are at. Without the scribes, it cannot be done at all. And you would look down on them? Great scholars know that no achievement is made alone, no work is done by one. And you want to be, what? Raised up because you scored high on exams?” He shook his head. “You are acting shamefully here. Nothing bad is being done to you.”\\n\\n“You just don’t want to admit the precious pathing algorithm you’ve spent half your life on can make a mistake,” Noah spat. “This is all for your ego. You’re just as disappointed as me, but it would be worse if you admitted your work failed. That’s it, right? You’re protecting your ego here?” \\n\\nNoah’s father turned his back and made his way to his seat without meeting Noah’s gaze. \\n\\n“And what would you do?”\\n\\n“What do you mean?” Noah asked. \\n\\n“What will you do? Besides being a scribe? Your life path is right there. You think my office would take you without a life path recommendation?” \\n\\n“I’ll—” Noah stopped. What would he do? It’s not like there were many options. He might be able to find something equivalent to scribe, maybe a reviewer for lower-level publications, there’s a chance they would take him — but why would they? His pre-determined path was there. Noah shook his head. “I'll figure something out!” he said, heading towards the door. “And when I do, I’ll show you that this is wrong. This is not what is meant for me.”  \\n\\nHis father did not respond, and Noah fumed as he took the lift to his room, hastily stuffing a bag with clothes and some credits before heading down to the street. \\n\\nHe hopped onto a transpod heading towards the center of the city. There had to be more options. He couldn’t be the first one to have ended up with such a wildly wrong life path. There had to be something more. \",\"timestamp\":1634990514,\"title\":\"The Journey to Ekur - Chapter 1\"},\"digest\":\"RftxIlnQFioMmEwwj5MKVkQBSz6LZTH8Mjun6KFCUbg\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tAPTKgCAK01VsFPWe05MRtYE6Ampq6G6n37Vno2GQ8E\\\",\\\"y\\\":\\\"rLFkT8Pdu2QIXdqU7Q_E_dUdJi7B3pPqEJxVuSzQ1WY\\\"}\",\"signature\":\"bHiO2E_zv17JZSMHJLVFWyg5Rm8T599q3mmChunV9Y0zIleTmKz0qPnJDM8_laGRK7vd7M8I-F59hsNXxQ8ULA\",\"signingKeySignature\":\"0xa64ba5b2d72155ecd8ab7e63f4666d58757fa0de446b850886877ebe3aba1e0b3356a5f115ab6df11d8a59fc02db00c399c75b6aa9170326291558a1aa8c9c901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tAPTKgCAK01VsFPWe05MRtYE6Ampq6G6n37Vno2GQ8E\\\",\\\"y\\\":\\\"rLFkT8Pdu2QIXdqU7Q_E_dUdJi7B3pPqEJxVuSzQ1WY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RftxIlnQFioMmEwwj5MKVkQBSz6LZTH8Mjun6KFCUbg\"}"