"{\"content\":{\"body\":\"\\\"All right!\\\" and with the words he was already at her side, taking long strides over the elastic turf.\\n\\n\\\"I will go on with my mowing,\\\" said she, when they reached the horses, \\\"and you can rake and load with my father.  What name shall I call you by?\\\"\\n\\n\\\"Everybody calls me Jake.\\\"\\n\\n\\\"\\\\`Jake!' Jacob is better.  Well, Jacob, I hope you'll give us all the help you can.\\\"\\n\\nWith a nod and a light laugh she sprang upon the machine.  There was a sweet throb in Jacob's heart, which, if he could have expressed it, would have been a triumphant shout of \\\"I'm not afraid of her!  I'm not afraid of her!\\\"\\n\\nThe farmer was a kindly, depressed man, with whose quiet ways Jacob instantly felt himself at home.  They worked steadily until sunset, when the girl, detaching her horses from the machine, mounted one of them and led the other to the barn.  At the supper-table, the farmer's wife said:  \\\"Susan, you must be very tired.\\\"\\n\\n\\\"Not now, mother!\\\" she cheerily answered.  \\\"I was, I think, but after I picked up Jacob I felt sure we should get our hay in.\\\"\\n\\n\\\"It was a good thing,\\\" said the farmer; \\\"Jacob don't need to be told how to work.\\\"\\n\\nPoor Jacob!  He was so happy he could have cried.  He sat and listened, and blushed a little, with a smile on his face which it was a pleasure to see.  The honest people did not seem to regard him in the least as a stranger; they discussed their family interests and troubles and hopes before him, and in a little while it seemed as if he had known them always.\\n\\nHow faithfully he worked!  How glad and tired he felt when night came, and the hay-mow was filled, and the great stacks grew beside the barn!  But ah! the haying came to an end, and on the last evening, at supper, everybody was constrained and silent.  Even Susan looked grave and thoughtful.\\n\\n\\\"Jacob,\\\" said the farmer, finally, \\\"I wish we could keep you until wheat harvest; but you know we are poor, and can't afford it.  Perhaps you could--\\\"\\n\\nHe hesitated; but Jacob, catching at the chance and obeying his own unselfish impulse, cried:  \\\"Oh, yes, I can; I'll be satisfied with my board, till the wheat's ripe.\\\"\\n\\nSusan looked at him quickly, with a bright, speaking face.       \\\"It's hardly fair to you,\\\" said the farmer.\\n\\n\\\"But I like to be here so much!\\\" Jacob cried.  \\\"I like--all of you!\\\"\\n\\n\\\"We DO seem to suit,\\\" said the farmer, \\\"like as one family.  And that reminds me, we've not heard your family name yet.\\\"\\n\\n\\\"Flint.\\\"\\n\\n\\\"Jacob FLINT!\\\" exclaimed the farmer's wife, with sudden agitation.\\n\\nJacob was scared and troubled.  They had heard of him, he thought, and who knew what ridiculous stories?  Susan noticed an anxiety on his face which she could not understand, but she unknowingly came to his relief.\\n\\n\\\"Why, mother,\\\" she asked, \\\"do you know Jacob's family?\\\"\\n\\n\\\"No, I think not,\\\" said her mother, \\\"only somebody of the name, long ago.\\\"\\n\\nHis offer, however, was gratefully accepted.  The bright, hot summer days came and went, but no flower of July ever opened as rapidly and richly and warmly as his chilled, retarded nature.  New thoughts and instincts came with every morning's sun, and new conclusions were reached with every evening's twilight.  Yet as the wheat harvest drew towards the end, he felt that he must leave the place.  The month of absence had gone by, he scarce knew how.  He was free to return home, and, though he might offer to bridge over the gap between wheat and oats, as he had already done between hay and wheat, he imagined the family might hesitate to accept such an offer.  Moreover, this life at Susan's side was fast growing to be a pain, unless he could assure himself that it would be so forever.\\n\\nThey were in the wheat-field, busy with the last sheaves; she raking and he binding.  The farmer and younger children had gone to the barn with a load.  Jacob was working silently and steadily, but when they had reached the end of a row, he stopped, wiped his wet brow, and suddenly said, \\\"Susan, I suppose to-day finishes my work here.\\\"\\n\\n\\\"Yes,\\\" she answered very slowly.\\n\\n\\\"And yet I'm very sorry to go.\\\"\\n\\n\\\"I--WE don't want you to go, if we could help it.\\\"\\n\\nJacob appeared to struggle with himself.  He attempted to speak.  \\\"If I could--\\\" he brought out, and then paused.  \\\"Susan, would you be glad if I came back?\\\"\\n\\nHis eyes implored her to read his meaning.  No doubt she read it correctly, for her face flushed, her eyelids fell, and she barely murmured, \\\"Yes, Jacob.\\\"\\n\\n\\\"Then I'll come!\\\" he cried; \\\"I'll come and help you with the oats.  Don't talk of pay!  Only tell me I'll be welcome!  Susan, don't you believe I'll keep my word?\\\"\\n\\n\\\"I do indeed,\\\" said she, looking him firmly in the face.\\n\\nThat was all that was said at the time; but the two understood each other tolerably well.\\n\\nOn the afternoon of the second day, Jacob saw again the lonely house of his father.  His journey was made, yet, if any of the neighbors had seen him, they would never have believed that he had come back rich.\\n\\nSamuel Flint turned away to hide a peculiar smile when he saw his son; but little was said until late that evening, after Harry and Sally had left.  Then he required and received an exact account of Jacob's experience during his absence.  After hearing the story to the end, he said, \\\"And so you love this Susan Meadows?\\\"\\n\\n\\\"I'd--I'd do any thing to be with her.\\\"\\n\\n\\\"Are you afraid of her?\\\"\\n\\n\\\"No!\\\" Jacob uttered the word so emphatically that it rang through the house.\\n\\n\\\"Ah, well!\\\" said the old man, lifting his eyes, and speaking in the air, \\\"all the harm may be mended yet.  But there must be another test.\\\"  Then he was silent for some time.\\n\\n\\\"I have it!\\\" he finally exclaimed.  \\\"Jacob, you must go back for the oats harvest.  You must ask Susan to be your wife, and ask her parents to let you have her.  But,--pay attention to my words!--you must tell her that you are a poor, hired man on this place, and that she can be engaged as housekeeper.  Don't speak of me as your father, but as the owner of the farm.  Bring her here in that belief, and let me see how honest and willing she is.  I can easily arrange matters with Harry and Sally while you are away; and I'll only ask you to keep up the appearance of the thing for a month or so.\\\"\\n\\n\\\"But, father,\\\"--Jacob began.\\n\\n\\\"Not a word!  Are you not willing to do that much for the sake of having her all your life, and this farm after me?  Suppose it is covered with a mortgage, if she is all you say, you two can work it off.  Not a word more!  It is no lie, after all, that you will tell her.\\\"\\n\\n\\\"I am afraid,\\\" said Jacob, \\\"that she could not leave her home now.  She is too useful there, and the family is so poor.\\\"\\n\\n\\\"Tell them that both your wages, for the first year, shall go to them.  It'll be my business to rake and scrape the money together somehow.  Say, too, that the housekeeper's place can't be kept for her--must be filled at once.  Push matters like a man, if you mean to be a complete one, and bring her here, if she carries no more with her than the clothes on her back!\\\"\\n\\nDuring the following days Jacob had time to familiarize his mind with this startling proposal.  He knew his father's stubborn will too well to suppose that it could be changed; but the inevitable soon converted itself into the possible and desirable.  The sweet face of Susan as she had stood before him in the wheat-field was continually present to his eyes, and ere long, he began to place her, in his thoughts, in the old rooms at home, in the garden, among the thickets by the brook, and in Ann Pardon's pleasant parlor.  Enough; his father's plan became his own long before the time was out.\\n\\nOn his second journey everybody seemed to be an old acquaintance and an intimate friend.  It was evening as he approached the Meadows farm, but the younger children recognized him in the dusk, and their cry of, \\\"Oh, here's Jacob!\\\" brought out the farmer and his wife and Susan, with the heartiest of welcomes.  They had all missed him, they said--even the horses and oxen had looked for him, and they were wondering how they should get the oats harvested without him.\\n\\nJacob looked at Susan as the farmer said this, and her eyes seemed to answer, \\\"I said nothing, but I knew you would come.\\\"  Then, first, he felt sufficient courage for the task before him.\\n\\nHe rose the next morning, before any one was stirring, and waited until she should come down stairs.  The sun had not risen when she appeared, with a milk-pail in each hand, walking unsuspectingly to the cow-yard.  He waylaid her, took the pails in his hand and said in nervous haste, \\\"Susan, will you be my wife?\\\"\\n\\nShe stopped as if she had received a sudden blow; then a shy, sweet consent seemed to run through her heart.  \\\"O Jacob!\\\" was all she could say.\\n\\n\\\"But you will, Susan?\\\" he urged; and then (neither of them exactly knew how it happened) all at once his arms were around her, and they had kissed each other.\\n\\n\\\"Susan,\\\" he said, presently, \\\"I am a poor man--only a farm hand, and must work for my living.  You could look for a better husband.\\\"\\n\\n\\\"I could never find a better than you, Jacob.\\\"\\n\\n\\\"Would you work with me, too, at the same place?\\\"\\n\\n\\\"You know I am not afraid of work,\\\" she answered, \\\"and I could never want any other lot than yours.\\\"\\n\\nThen he told her the story which his father had prompted.  Her face grew bright and happy as she listened, and he saw how from her very heart she accepted the humble fortune.  Only the thought of her parents threw a cloud over the new and astonishing vision.  Jacob, however, grew bolder as he saw fulfilment of his hope so near.  They took the pails and seated themselves beside neighbor cows, one raising objections or misgivings which the other manfully combated.  Jacob's earnestness unconsciously ran into his hands, as he discovered when the impatient cow began to snort and kick.\\n\\nThe harvesting of the oats was not commenced that morning.  The children were sent away, and there was a council of four persons held in the parlor.  The result of mutual protestations and much weeping was, that the farmer and his wife agreed to receive Jacob as a son-in-law; the offer of the wages was four times refused by them, and then accepted; and the chance of their being able to live and labor together was finally decided to be too fortunate to let slip.  When the shock and surprise was over all gradually became cheerful, and, as the matter was more calmly discussed, the first conjectured difficulties somehow resolved themselves into trifles.\\n\\nIt was the simplest and quietest wedding,--at home, on an August morning.  Farmer Meadows then drove the bridal pair half-way on their journey, to the old country tavern, where a fresh conveyance had been engaged for them.  The same evening they reached the farm- house in the valley, and Jacob's happy mood gave place to an anxious uncertainty as he remembered the period of deception upon which Susan was entering.  He keenly watched his father's face when they arrived, and was a little relieved when he saw that his wife had made a good first impression.\\n\\n\\\"So, this is my new housekeeper,\\\" said the old man.  \\\"I hope you will suit me as well as your husband does.\\\"\\n\\n\\\"I'll do my best, sir,\\\" said she; \\\"but you must have patience with me for a few days, until I know your ways and wishes.\\\"\\n\\n\\\"Mr. Flint,\\\" said Sally, \\\"shall I get supper ready?\\\" Susan looked up in astonishment at hearing the name.\\n\\n\\\"Yes,\\\" the old man remarked, \\\"we both have the same name.  The fact is, Jacob and I are a sort of relations.\\\"\\n\\nJacob, in spite of his new happiness, continued ill at ease, although he could not help seeing how his father brightened under Susan's genial influence, how satisfied he was with her quick, neat, exact ways and the cheerfulness with which she fulfilled her duties.  At the end of a week, the old man counted out the wages agreed upon for both, and his delight culminated at the frank simplicity with which Susan took what she supposed she had fairly earned.\\n\\n\\\"Jacob,\\\" he whispered when she had left the room, \\\"keep quiet one more week, and then I'll let her know.\\\"\\n\\nHe had scarcely spoken, when Susan burst into the room again, crying, \\\"Jacob, they are coming, they have come!\\\"\\n\\n\\\"Who?\\\"\\n\\n\\\"Father and mother; and we didn't expect them, you know, for a week yet.\\\"\\n\\nAll three went to the door as the visitors made their appearance on the veranda.  Two of the party stood as if thunderstruck, and two exclamations came together:\\n\\n\\\"Samuel Flint!\\\"\\n\\n\\\"Lucy Wheeler!\\\"\\n\\nThere was a moment's silence; then the farmer's wife, with a visible effort to compose herself, said, \\\"Lucy Meadows, now.\\\"\\n\\nThe tears came into Samuel Flint's eyes.  \\\"Let us shake hands, Lucy,\\\" he said: \\\"my son has married your daughter.\\\"\\n\\nAll but Jacob were freshly startled at these words.  The two shook hands, and then Samuel, turning to Susan's father, said:  \\\"And this is your husband, Lucy.  I am glad to make his acquaintance.\\\"\\n\\n\\\"Your father, Jacob!\\\" Susan cried; \\\"what does it all mean?\\\"\\n\\nJacob's face grew red, and the old habit of hanging his head nearly came back upon him.  He knew not what to say, and looked wistfully at his father.\\n\\n\\\"Come into the house and sit down,\\\" said the latter.  \\\"I think we shall all feel better when we have quietly and comfortably talked the matter over.\\\"\\n\\nThey went into the quaint, old-fashioned parlor, which had already been transformed by Susan's care, so that much of its shabbiness was hidden.  When all were seated, and Samuel Flint perceived that none of the others knew what to say, he took a resolution which, for a man of his mood and habit of life, required some courage.\\n\\n\\\"Three of us here are old people,\\\" he began, \\\"and the two young ones love each other.  It was so long ago, Lucy, that it cannot be laid to my blame if I speak of it now.  Your husband, I see, has an honest heart, and will not misunderstand either of us.  The same thing often turns up in life; it is one of those secrets that everybody knows, and that everybody talks about except the persons concerned.  When I was a young man, Lucy, I loved you truly, and I faithfully meant to make you my wife.\\\"\\n\\n\\\"I thought so too, for a while,\\\" said she, very calmly.\\n\\nFarmer Meadows looked at his wife, and no face was ever more beautiful than his, with that expression of generous pity shining through it.\\n\\n\\\"You know how I acted,\\\" Samuel Flint continued, \\\"but our children must also know that I broke off from you without giving any reason.\\n\\nA woman came between us and made all the mischief.  I was considered rich then, and she wanted to secure my money for her daughter.  I was an innocent and unsuspecting young man, who believed that everybody else was as good as myself; and the woman never rested until she had turned me from my first love, and fastened me for life to another.  Little by little I discovered the truth; I kept the knowledge of the injury to myself; I quickly got rid of the money which had so cursed me, and brought my wife to this, the loneliest and dreariest place in the neighborhood, where I forced upon her a life of poverty.  I thought it was a just revenge, but I was unjust.  She really loved me: she was, if not quite without blame in the matter, ignorant of the worst that had been done (I learned all that too late), and she never complained, though the change in me slowly wore out her life.  I know now that I was cruel; but at the same time I punished myself, and was innocently punishing my son.  But to HIM there was one way to make amends.  `I will help him to a wife,' I said, `who will gladly take poverty with him and for his sake.'  I forced him, against his will, to say that he was a hired hand on this place, and that Susan must be content to be a hired housekeeper.  Now that I know Susan, I see that this proof might have been left out; but I guess it has done no harm.  The place is not so heavily mortgaged as people think, and it will be Jacob's after I am gone.  And now forgive me, all of you,--Lucy first, for she has most cause; Jacob next; and Susan,--that will be easier; and you, Friend Meadows, if what I have said has been hard for you to hear.\\\"\\n\\nThe farmer stood up like a man, took Samuel's hand and his wife's, and said, in a broken voice:  \\\"Lucy, I ask you, too, to forgive him, and I ask you both to be good friends to each other.\\\"\\n\\nSusan, dissolved in tears, kissed all of them in turn; but the happiest heart there was Jacob's.\\n\\nIt was now easy for him to confide to his wife the complete story of his troubles, and to find his growing self-reliance strengthened by her quick, intelligent sympathy.  The Pardons were better friends than ever, and the fact, which at first created great astonishment in the neighborhood, that Jacob Flint had really gone upon a journey and brought home a handsome wife, began to change the attitude of the people towards him.  The old place was no longer so lonely; the nearest neighbors began to drop in and insist on return visits.  Now that Jacob kept his head up, and they got a fair view of his face, they discovered that he was not lacking, after all, in sense or social qualities.\\n\\nIn October, the Whitney place, which had been leased for several years, was advertised to be sold at public sale.  The owner had gone to the city and become a successful merchant, had outlived his local attachments, and now took advantage of a rise in real estate to disburden himself of a property which he could not profitably control.\\n\\nEverybody from far and wide attended the sale, and, when Jacob Flint and his father arrived, everybody said to the former:  \\\"Of course you've come to buy, Jacob.\\\"  But each man laughed at his own smartness, and considered the remark original with himself.\\n\\nJacob was no longer annoyed.  He laughed, too, and answered:  \\\"I'm afraid I can't do that; but I've kept half my word, which is more than most men do.\\\"\\n\\n\\\"Jake's no fool, after all,\\\" was whispered behind him.\\n\\nThe bidding commenced, at first very spirited, and then gradually slacking off, as the price mounted above the means of the neighboring farmers.  The chief aspirant was a stranger, a well- dressed man with a lawyer's air, whom nobody knew.  After the usual long pauses and passionate exhortations, the hammer fell, and the auctioneer, turning to the stranger, asked, \\\"What name?\\\"\\n\\n\\\"Jacob Flint!\\\"\\n\\nThere was a general cry of surprise.  All looked at Jacob, whose eyes and mouth showed that he was as dumbfoundered as the rest.\\n\\nThe stranger walked coolly through the midst of the crowd to Samuel Flint, and said, \\\"When shall I have the papers drawn up?\\\"\\n\\n\\\"As soon as you can,\\\" the old man replied; then seizing Jacob by the arm, with the words, \\\"Let's go home now!\\\" he hurried him on.\\n\\nThe explanation soon leaked out.  Samuel Flint had not thrown away his wealth, but had put it out of his own hands.  It was given privately to trustees, to be held for his son, and returned when the latter should have married with his father's consent.  There was more than enough to buy the Whitney place.\\n\\nJacob and Susan are happy in their stately home, and good as they are happy.  If any person in the neighborhood ever makes use of the phrase \\\"Jacob Flint's Journey,\\\" he intends thereby to symbolize the good fortune which sometimes follows honesty, reticence, and shrewdness.\\n\\nCAN A LIFE HIDE ITSELF?\\n\\nI had been reading, as is my wont from time to time, one of the many volumes of \\\"The New Pitaval,\\\" that singular record of human crime and human cunning, and also of the inevitable fatality which, in every case, leaves a gate open for detection.  Were it not for the latter fact, indeed, one would turn with loathing from such endless chronicles of wickedness.  Yet these may be safely contemplated, when one has discovered the incredible fatuity of crime, the certain weak mesh in a network of devilish texture; or is it rather the agency of a power outside of man, a subtile protecting principle, which allows the operation of the evil element only that the latter may finally betray itself?  Whatever explanation we may choose, the fact is there, like a tonic medicine distilled from poisonous plants, to brace our faith in the ascendancy of Good in the government of the world.\\n\\nLaying aside the book, I fell into a speculation concerning the mixture of the two elements in man's nature.  The life of an individual is usually, it seemed to me, a series of RESULTS, the processes leading to which are not often visible, or observed when they are so.  Each act is the precipitation of a number of mixed influences, more or less unconsciously felt; the qualities of good and evil are so blended therein that they defy the keenest moral analysis; and how shall we, then, pretend to judge of any one?  Perhaps the surest indication of evil (I further reflected) is that it always tries to conceal itself, and the strongest incitement to good is that evil cannot be concealed.  The crime, or the vice, or even the self-acknowledged weakness, becomes a part of the individual consciousness; it cannot be forgotten or outgrown.  It follows a life through all experiences and to the uttermost ends of the earth, pressing towards the light with a terrible, demoniac power.  There are noteless lives, of course-- lives that accept obscurity, mechanically run their narrow round of circumstance, and are lost; but when a life endeavors to lose itself,--to hide some conscious guilt or failure,--can it succeed?  Is it not thereby lifted above the level of common experience, compelling attention to itself by the very endeavor to escape it?\\n\\nI turned these questions over in my mind, without approaching, or indeed expecting, any solution,--since I knew, from habit, the labyrinths into which they would certainly lead me,--when a visitor was announced.  It was one of the directors of our county almshouse, who came on an errand to which he attached no great importance.  I owed the visit, apparently, to the circumstance that my home lay in his way, and he could at once relieve his conscience of a very trifling pressure and his pocket of a small package, by calling upon me.  His story was told in a few words; the package was placed upon my table, and I was again left to my meditations.\\n\\nTwo or three days before, a man who had the appearance of a \\\"tramp\\\" had been observed by the people of a small village in the neighborhood.  He stopped and looked at the houses in a vacant way, walked back and forth once or twice as if uncertain which of the cross-roads to take, and presently went on without begging or even speaking to any one.  Towards sunset a farmer, on his way to the village store, found him sitting at the roadside, his head resting against a fence-post.  The man's face was so worn and exhausted that the farmer kindly stopped and addressed him; but he gave no other reply than a shake of the head.\\n\\nThe farmer thereupon lifted him into his light country-wagon, the man offering no resistance, and drove to the tavern, where, his exhaustion being so evident, a glass of whiskey was administered to him.  He afterwards spoke a few words in German, which no one understood.  At the almshouse, to which he was transported the same evening, he refused to answer the customary questions, although he appeared to understand them.  The physician was obliged to use a slight degree of force in administering nourishment and medicine, but neither was of any avail.  The man died within twenty-four hours after being received.  His pockets were empty, but two small leathern wallets were found under his pillow; and these formed the package which the director left in my charge.  They were full of papers in a foreign language, he said, and he supposed I might be able to ascertain the stranger's name and home from them.\\n\\nI took up the wallets, which were worn and greasy from long service, opened them, and saw that they were filled with scraps, fragments, and folded pieces of paper, nearly every one of which had been carried for a long time loose in the pocket.  Some were written in pen and ink, and some in pencil, but all were equally brown, worn, and unsavory in appearance.  In turning them over, however, my eye was caught by some slips in the Russian character, and three or four notes in French; the rest were German.  I laid aside \\\"Pitaval\\\" at once, emptied all the leathern pockets carefully, and set about examining the pile of material.\\n\\nI first ran rapidly through the papers to ascertain the dead man's name, but it was nowhere to be found.  There were half a dozen letters, written on sheets folded and addressed in the fashion which prevailed before envelopes were invented; but the name was cut out of the address in every case.  There was an official permit to embark on board a Bremen steamer, mutilated in the same way; there was a card photograph, from which the face had been scratched by a penknife.  There were Latin sentences; accounts of expenses; a list of New York addresses, covering eight pages; and a number of notes, written either in Warsaw or Breslau.  A more incongruous collection I never saw, and I am sure that had it not been for the train of thought I was pursuing when the director called upon me, I should have returned the papers to him without troubling my head with any attempt to unravel the man's story.\\n\\nThe evidence, however, that he had endeavored to hide his life, had been revealed by my first superficial examination; and here, I reflected, was a singular opportunity to test both his degree of success and my own power of constructing a coherent history out of the detached fragments.  Unpromising as is the matter, said I, let me see whether he can conceal his secret from even such unpractised eyes as mine.\\n\\nI went through the papers again, read each one rapidly, and arranged them in separate files, according to the character of their contents.  Then I rearranged these latter in the order of time, so far as it was indicated; and afterwards commenced the work of picking out and threading together whatever facts might be noted.  The first thing I ascertained, or rather conjectured, was that the man's life might be divided into three very distinct phases, the first ending in Breslau, the second in Poland, and the third and final one in America.  Thereupon I once again rearranged the material, and attacked that which related to the first phase.\\n\\nIt consisted of the following papers:  Three letters, in a female hand, commencing \\\"My dear brother,\\\" and terminating with \\\"Thy loving sister, Elise;\\\" part of a diploma from a gymnasium, or high school, certifying that \\\\[here the name was cut out\\\\] had successfully passed his examination, and was competent to teach,--and here again, whether by accident or design, the paper was torn off; a note, apparently to a jeweller, ordering a certain gold ring to be delivered to \\\"Otto,\\\" and signed \\\" B. V. H.;\\\" a receipt from the package-post for a box forwarded to Warsaw, to the address of Count Ladislas Kasincsky; and finally a washing-list, at the bottom of which was written, in pencil, in a trembling hand:  \\\"May God protect thee!  But do not stay away so very long.\\\"\\n\\nIn the second collection, relating to Poland, I found the following:  Six orders in Russian and three in French, requesting somebody to send by \\\"Jean\\\" sums of money, varying from two to eight hundred rubles.  These orders were in the same hand, and all signed \\\"Y.\\\"  A charming letter in French, addressed \\\"cher ami,\\\" and declining, in the most delicate and tender way, an offer of marriage made to the sister of the writer, of whose signature only \\\"Amelie de\\\" remained, the family name having been torn off.  A few memoranda of expenses, one of which was curious:  \\\"Dinner with Jean, 58 rubles;\\\" and immediately after it:  \\\"Doctor, 10 rubles.\\\"  There were, moreover, a leaf torn out of a journal, and half of a note which had been torn down the middle, both implicating \\\"Jean\\\" in some way with the fortunes of the dead man.\",\"timestamp\":1640141824,\"title\":\" that's not our way of doing business.  What do you say to a dollar a day, and found?\"},\"digest\":\"uJm1nEls2Uq-HjNLTXJHsGDROAaseql_qeoICUdtfXg\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kl8gECoWUmInXcewFfcSwBF1HeC8vf-Jcfyddiez1jk\\\",\\\"y\\\":\\\"7kbuP21dXolkGCFd_xh6-OmRbhkxhxlOE1goxVBbS44\\\"}\",\"signature\":\"XxYlghfasg3KBN3iW_CIAmh-vUzPyQWYq641jBwuhlV7MLtxjvp4oX_xXHqdO7mmjTgO4gFNP_-Gy9pnKaIJsg\",\"signingKeySignature\":\"0x6cc0c26df298c112f6d662c30147721f4325de14db3f6daa8edb086eae9a3c613fa22c256226233e72e8405cd94ad8ff3f703331b2873c82dd6294a8d722ccc71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kl8gECoWUmInXcewFfcSwBF1HeC8vf-Jcfyddiez1jk\\\",\\\"y\\\":\\\"7kbuP21dXolkGCFd_xh6-OmRbhkxhxlOE1goxVBbS44\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uJm1nEls2Uq-HjNLTXJHsGDROAaseql_qeoICUdtfXg\"}"