"{\"content\":{\"body\":\"![](https://external-preview.redd.it/KRvJe99Df2drWk2SeW4BFGwDKkHz8KTk5q0G12saOQk.jpg?auto=webp&s=9cb8bd777f3aaad099efb4fcc6e08d3003455768)\\n\\n***a [jarroddicker](https://twitter.com/jarroddicker), [flynnjamm](https://twitter.com/Flynnjamm) & [patrickxrivera](https://twitter.com/patrickxrivera) joint***\\n\\nMedia companies are talent companies. As that becomes increasingly obvious to the media industry at large, there has been an acceleration of development by both challengers and incumbents to position themselves to capture media's most critical natural resource: people.\\n\\nThe creator economy served as a catalyst to disrupt legacy structures by introducing platforms & products that enable individuals to build a business around themselves. There are many reasons why individuals want to go independent which I explain in detail here ([Media Companies as Record Labels](https://jarroddicker.medium.com/the-next-media-business-talent-reputation-and-lessons-from-record-labels-e14b695c43b)) and here ([Rise of the Renaissance Creator](https://jarroddicker.medium.com/media-2020-rise-of-the-renaissance-creator-459daec4bc6b)), which introduce a variety of opportunities for both the talent and existing media institutions. The rapid development of platforms and services that empower individuals to build a business around themselves is a major one. Top talent wants more control and ownership over their work, having options to transcend their reputation and financial success from a parent brand.\\n\\nBut independence is really hard. The creator economy has invited criticism of creator burnout, lack of necessary support and an absence of strategic and educational resources for individuals to better guide themselves in isolation. While there is accelerated development in the creator economy to fulfill those needs, there’s another economy being built that is positioned to extend the promise of the new media structure even further.  \\n\\nThe ownership economy-- by way of decentralized autonomous organizations aka DAOs + non-fungible tokens aka NFTs-- builds a business on top of the creator economy that encourages creators, operators and the community to collaborate together under a new, interdependent ownership mechanism that combines the best of both (legacy + creator economy) worlds and then some.\\n\\nThis new media structure will be wholly owned by the creators, operators and consumers themselves. It will be a product of both the public and its producers and will not limit participants to a single company. These media companies can be looked at as collectives, with their own identities, where creators and consumers are encouraged to flow interdependently throughout various collectives. All of which results in everyone investing in both the development of each collective and sharing in the value of the collective’s upside. \\n\\nTo think of this pragmatically, let’s look at TV shows. Actors, actresses, producers and writers are free agents and sign deals for specific series on many platforms. Each series builds its own identity, reputation and community. The individuals that contribute to the show are free to work on other projects and may even be encouraged to in order to increase their own and the show's reputation (marketing!). This interoperability makes everything the individual touches more valuable. As I said in past posts, the new media structure starts to look more like record labels or in the example above, production studios, rather than traditional brand structures.\\n\\nSo back to creator DAOs and NFTs. The introduction of creator DAOs means that both the creators, its support, its contributors & its audience are all owners in the collective. It means that every operation, and participants in the operation, are now shareholders. Today, creators can be owners in a media company by way of equity, but that’s often limited by the role each individual plays. As a result, once talented individuals build a strong enough reputation, they're incentivized to negotiate contracts or go independent to retain more ownership over their work. Media companies are starting to think about how they build a more welcome environment for those creators, but they’re developing in parallel to challenger structures like creator DAOs. DAOs present an alternative organizational structure that tries to align incentives for the long-term among a variety of stakeholders. The relationship changes from creator and consumer to everyone as co-creators. Creative organizations begin to look more like flat peer-to-peer networks as opposed to hierarchies. Everyone who contributes to the media company is a co-creator; the creator, support staff and community.\\n\\nThis is possible because the media company (collective) itself is a crowdfund of its creators, supporters and community members. All participators invest in the entity which results in a token, the “equity” of DAOs. All revenue across advertising, subscriptions, events and other means is then pooled to a treasury where all cash inflows and outflows are recorded publicly. There is a universal share in the ownership. \\n\\nWhere NFTs come in is that all digital assets created by the DAO are minted as NFTs. Through that, every asset becomes managed, monitored and owned. This means that creators, operators and participants are all collaborators on the NFT asset. Outside of pure ownership and participation, this means that an asset returns royalties based on the performance of the content, delivering returns for participants in perpetuity.\\n\\nWhat’s not often discussed, but is a real struggle in the existing media space, is the value attributed to creative assets. As media moved from print to digital, creative assets have lost the ability to control and maintain value throughout the web ecosystem. With NFTs, digital media now becomes a liquid financial asset secured through cryptography, and programmable through smart contracts. \\n\\nCurrently, each creator receives royalties in perpetuity when their NFTs are sold on the secondary market. [As Flynn explains in his latest piece](https://jammsession.mirror.xyz/-xYcfFRlhDdLDSUgRMTYJAaRJBs2VG4LP34DnOV84mI), NFT creators in the future will have two paths: independent or collective. As an independent, creators can realize the full upside of their NFT creations and earn built-in royalties. But the collective model is an entirely new way to build distribution. Because the NFTs are programmable, the royalties can be broken down further into fractional shares. Instead of a creator earning their full share of royalties on share, they can distribute royalties to agents or collectives, who can help the creator gain distribution opportunities for the NFT.\\n\\nLet’s get pragmatic again-- Similar to that IMDB is a database of media attached to a single creator or operator, the ledger will now provide a graph representing the creator or operator to every piece of media they are associated with or a contributor to. When the NFT is sold, all creators who were part of the DAO are time stamped with a block number, representing a creator’s affiliation with the process or moment in time they were a part of.\\n\\nBut there’s more. Another benefit of NFTs is that they turn digital media into public goods with pseudonymous ownership. A digital media file that’s minted as an NFT can be read by everyone, but owned as a collectible by a single entity. This provides a new monetization channel for digital media without limiting growth by putting content behind a paywall. It also revitalizes business models that used to be lucrative in the print era but lost in the digital era like the wire service. \\n\\nThere are parallel efforts throughout the media and tech ecosystem to try and get to the same place; how do we evolve the media’s infrastructure to draw benefit for the talent, the support and the community? In order to capitalize on providing an infrastructure that benefits all parties, the foundation needs to be broken down and built back up again. It’s very hard to renovate a business, especially one that hasn’t been built on the criteria for the new era. The creator economy started tearing down the foundation of legacy media’s structure to encourage both existing media companies and new entrants to think about building for and enabling talent based companies. As both businesses begin to map out the next iteration of their technical and business architecture, there is infrastructure being mapped out that is ripe for all economies to be built on top of-- the ownership economy. \\n\\n---------------------------------\\n\\n***Support your local artists***\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/1688)\",\"timestamp\":1614618595,\"title\":\"A New Media Structure: The Ownership Economy\",\"publication\":\"darkstar\"},\"digest\":\"srmoGiN_1pg_toQGzCupkjWFOaf8xi0mM60zYpn_pwI\",\"authorship\":{\"contributor\":\"0x7FdCA0A469Ea8b50b92322aFc0215b67D56A5e9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"signature\":\"99rfrfZ36PMzGKHISalL86LvnoHIwiNmbvizCgBLgmpiAksrkeofMKoiE3NvWcpwbTe0_QOXmHmYdQShpmO0jw\",\"signingKeySignature\":\"0xd63ec0b90add050d5cb90bfe732ff295e0d2188a715f1aabc5b0fb3a1d9511bb54a2ad3c09d680d01b89143f664cbaa252a97395adc2587524faa77818dbf92b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on darkstar.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"srmoGiN_1pg_toQGzCupkjWFOaf8xi0mM60zYpn_pwI\"}"