"{\"content\":{\"body\":\"![Talia: https://foundation.app/collection/ekur ](https://images.mirror-media.xyz/publication-images/WtEH9dJ4TkjslZCQUXWqN.png?height=2732&width=2048&&)\\n\\n[https://open.spotify.com/episode/4NlmlOBYiFmnbfSO4cSZqg](https://open.spotify.com/episode/4NlmlOBYiFmnbfSO4cSZqg)\\n\\nTalia was in heaven. The towering planters of the hydroponic garden rose above her in pillars of green and white. She strode between them, flicking through screens on her datapad. So many problems to resolve, just the way she liked. Always something new to work on. Some of the water going to the plants on the third sector wasn’t maintaining the right nutrient levels, which didn’t make any sense with all of the hydration systems being interlinked. But she would figure it out. It had been a hotter summer, and the plants near the top of the dome were starting to brown ever so slightly. The reflective surfaces guarding them from the sun’s glare weren’t doing their job — the materials were likely getting worn after so many years in operation. She would have to organize a team to check and run repairs, though they would need to order in some new safety suits before they could do that. The heat on the top of the dome was often immense without the right protection.\\n\\nTalia reached out, feeling a thick, green leaf between her fingers. It was important work, growing and maintaining plants as rare and unique as these. While some were simply uncommon or artisanal, others were heritage plants — some at danger of extinction. Work like theirs kept them growing for years to come, preserving the history of the world, in a way. The ancestors of these plants had grown before the separation of the societies before man had any real hope of even making it off the planet except in short stints. But in twenty, maybe forty years’ time, these same plants could be hauled to outer space, once the scholars had finally finished the interplanetary projects and the first-generation ship left the planet.\\n\\nA harsh buzz echoed around the farm, rattling the windows. Talia looked around in a panic, back at her tablet. Everything was wrong, all at once. The plants started to curl and crumble around her, and she spun in a panic, trying to figure out what was going on.\\n\\nHer head jerked forward and she found herself gasping in her bedroom, tangled among the sheets. The room was strangely warm and sweat-stained the bed.\\n\\n“Alarm off,” Talia mumbled, the harsh buzzing ceasing with a friendly chirp. Another dream.\\n\\nShe looked over at the wall. The cooling unit had spazzed out again. Talia sighed and patted over to it, trailing her blankets. She pulled the panel open and overrode the shortage shutdown command. In a moment, it hummed and buzzed back to life, and a blast of cold air chilled her sweat-stained cheeks. She had been bugging her father for an upgrade to her room unit for months now, ever since their personal grid had been unable to handle the shortages that occasionally rolled through in this part of the city.\\n\\n“You’ll be out of the house soon enough,” he had reminded her, a teasing grin on his face, “Besides, sweat keeps you in shape! You got to be used to a hot box if you’re going to work in the greenhouse!”\\n\\nThe greenhouse. Her family’s pride and joy, and the constant source of Talia’s frustration. She liked farming and held strong in the knowledge that their work, unlike that of the scholars or the traders, was the most essential to keeping the societies functioning. What could the men in high towers research if they were starving? People wouldn’t want to buy the latest hi-tech nonsense from the traders if they couldn’t buy food first. They were the cornerstone of the three pillars that made up their society.\\n\\nBut did her family really have to settle for potatoes?\\n\\nWith the tech they had today, a farmer couldn’t just be someone who tilled the earth. You were an engineer as much as a botanist. With that kind of tech, there was so much you could grow. So many interesting varieties of plants, so many fascinating ways to cross-breed and enhance their natural traits, and her family grew staples. Potatoes. Wheat. Nuts, some seasons, were the most adventurous they got. Needed, sure. But interesting? Hardly. Nobody did new work in potatoes anymore. The ultimate specimen had been developed nearly fifteen years before, and most farmers agreed there was really nothing else to improve. Talia should know. She had scoured every source on the subject, and they all came to the same conclusion. Potatoes were done.\\n\\n“What’s my schedule today?” she asked as she tied her hair back, debating whether she should do a braid. She shook her head, pinning in two simple looped earrings.\\n\\n“SCHEDULE,” the AI intoned from her arm, “REPAIR HYDRO-BOT X11–2C. CHECK MOISTURE LEVELS. CELEBRATE EIGHTEENTH BIRTHDAY. CONGRATULATIONS OFFERED.”\\n\\nTalia froze, staring at the mirror. A slow grin spread across her tanned face. Her birthday. She took a deep breath, settling down cross-legged, and set her arm interface to project.\\n\\nWhen her life path floated in front of her, Talia thought she might cry.\\n\\nShe would work for the family farm.\\n\\nWhy was she surprised? Obviously, her parents wanted her to stay on and help — they didn’t want to have to take in some random kid who had been condemned to a life of staples farming. They wanted her, and familial wants were always taken into consideration. But hadn’t she done enough? Since she was in primary school, she had asked everyone how to go about changing their path as a farmer from what their parents did. It was so easy to get stuck on generational farms. And they’d all said the same thing — expand your skillset. Learn how to do the things you’d need to do elsewhere. She had studied hard, days and nights and weekends and every free moment. She had even gotten some of her friends, who lived on artisanal farms, to invite her over and let her help out so she could put her study into action. Surely all of that training would be wasted on a staples farm?\\n\\n“Explanation?” she asked weakly.\\n\\n“EXPLANATION OF RESULTS. SKILL LEVEL VERY HIGH, SUITED TO TAKING OVER CURRENT FARMLAND AFTER CURRENT MANAGERS RETIRE. STAPLES FARMERS CURRENTLY IN DEMAND AS POPULATION GROWTH IN LAST FIVE YEARS HIGHER THAN PROJECTED. ROLE SUITS FAMILIAL NEEDS. WORK IS REWARDING.”\\n\\n“What about all my studies? All the other skills I’ve gained?” Talia asked.\\n\\nThe AI paused for a moment, then another response appeared. “SKILLS GAINED CAN BE UTILIZED TO ENSURE MORE EFFICIENT AND BENEFICIAL STAPLES FARMING.”\\n\\n“What more is there to do?”\\n\\n“PROGRESS CAN ALWAYS BE MADE.”\\n\\nTalia shook herself, standing and finishing getting ready before heading out to the common room. She tried to make herself look less disappointed. All those years of work for nothing. She barely had friends, at this point. You could only turn down so many invitations before people stopped asking. The few that had stuck around were usually as busy as she was, though they were the lucky ones — their families already worked artisanal. They were guaranteed an interesting life. If she had known it would have all been useless, she wouldn’t have even bothered. Might have relaxed a bit. Had some fun.\\n\\n“There she is!” her mother came bustling into the room, setting out platters heaping with breakfast. “How are you doing, my love? Excited to finally know what your life will be?”\\n\\n“I guess,” Talia gave a strained smile. “Looks like I’ll be sticking around here.”\\n\\nHer mother’s eyebrows shot up, then her face broke into a wide, warm smile. “I don’t have to give you up to some fancy-pants robotic farm? That’s wonderful news!”\\n\\n“We use robots too, Mom,” Talia said, picking at her plate. “I don’t want you to take this the wrong way — I mean, I love you guys…”\\n\\nHer mom sat down beside Talia, placing an arm around her and pulling her in tight. “But you wanted to be in the big leagues. I know, love. I’m surprised, quite honestly! Though I am happier than I am shocked. I’m sure all that hard work you did will come in handy here. Maybe you can finally convince your father to upgrade the old hydro-bots. That man is too sentimental, I swear.”\\n\\n“I did so much, Mom.” Talia slumped against her shoulder, “I mean, I didn’t even have any fun! Just work, work, work. And for what, to stay in the same place I’ve always been? It’s like a treadmill. Running and never getting anywhere.”\\n\\n“But you get stronger on a treadmill, don’t you?” her mother pointed out. “It’s not for nothing, just because you’re in the same place.”\\n\\n“As if potatoes demand my expertise,” Talia groaned.\\n\\n“Plus, I didn’t think you liked fun,” her mother shrugged, standing again and going back to the next room for drinks.\\n\\n“I like fun!” Talia protested, but her mother was already in the other room. She sighed and stared down at her plate. They were not wealthy, but their crops sold well, and the fine olives her mother had bought for them stared tauntingly out from the plate. Things they would eat but never grow. She wanted to curl up in bed, fall back asleep, and dream of a better future for herself.\\n\\n“Heard I’ll finally have to fix your cooling unit!” her father rumbled as he appeared in the doorway to the kitchen. “Good news for a good day, eh?”\\n\\nTalia stood, her hands shaking where she pressed them against the table. “I have to go,” she said, not looking at her parents. “For a walk, or something. I have to clear my head. I’ll be back later.”\\n\\nShe strode to the door, pausing to turn back just before she left. “And I do like fun. I just — I just never got the chance to be fun.”\\n\\nThe door swung shut on her parents’ worried face.\",\"timestamp\":1639375445,\"title\":\"The Journey to Ekur - Chapter 2\"},\"digest\":\"Jt2ZYTwqgByIo0gu41ompWWsdcPhhTxT-D7rXojXZ78\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WZ8ba97H9eWwlJqrt03w3f61znv3WY1hq0Bok2sxIDU\\\",\\\"y\\\":\\\"e7YNxgUMkLd0y3dwHWE_G_rYokjAmsbkiBwaDk1FtgU\\\"}\",\"signature\":\"GwEhIe0JUCd97CeI2dRRRok2qjTrQgHe05W6RmaZEJBieh7oyhkkxciJEh1cjYbXCjUTlNxRXBLVUZeGBOyNyA\",\"signingKeySignature\":\"0x1a2d400b2814bbb22e6e20d6b4a9084b2f6ed043e2e85e4ac125d9d9c1e54f6355d9702883c9d87173ea08705f22988a284b7d45add4bab89ee7b65683502cf71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WZ8ba97H9eWwlJqrt03w3f61znv3WY1hq0Bok2sxIDU\\\",\\\"y\\\":\\\"e7YNxgUMkLd0y3dwHWE_G_rYokjAmsbkiBwaDk1FtgU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Nkso3KBw2-xaMVaGbW3EQhREboEQ5OAMQa1uUFBuLC8\"}"