"{\"content\":{\"body\":\"新婚第九夜。\\n\\n大床上，云间：“我给你准备好了一个AI的分身，这是链接。”\\n\\n燕婉又惊又喜：“好的！”\\n\\n云间：“你可以给AI起个名字。”\\n\\n燕婉：“这可是大事儿，我好好想想，你等着啊。”然后托着好看的下巴陷入沉思。\\n\\n她的出发点可相当有趣，“你的AI叫风暴蝴蝶？”\\n\\n云间：“是。”\\n\\n燕婉：“现在不是了，你的叫风暴，我的叫蝴蝶。”\\n\\n云间哑然失笑，对于这个世界上最爱的女子，这点要求和小心思，他当然不会反驳，点头：“好的，我的是风暴，你的是蝴蝶，我们两公婆缠缠绵绵到天涯，满意了吧？”\\n\\n燕婉打开了蝴蝶，第一个问题就是：“蝴蝶，你快告诉我，柏云间到底有几个情人？”\\n\\n蝴蝶：“对不起，资料不足，无法回答。”\\n\\n云间哈哈一笑：“早就防着你这一手了。”\\n\\n燕婉开始问一些正经问题，总之，她就是在对AI进行图灵测试，几乎任何问题都能得到类似高智商人类的回答，这让她极为震惊，她可是数学系的教授，知道这意味着什么。\\n\\n震惊之余，终于决定，彻底臣服于丈夫的才华，在云间怀中撒娇：“你太厉害了……”\\n\\n一到时间点，就是他俩播种的季节，这几天已经习惯了，所以，一旦有肌肤相亲，马上互相都有感觉，可是……今天刚刚有一个长辈去世，两个人都不好意思往这方面发展，于是，两个人互相凝望，十分纠结。\\n\\n云间打破沉默：“唉，每天都有老人去世，也有小孩出生，所以，播种是一件很重要的事情。”\\n\\n燕婉噗嗤一声，打开心结，主动吻丈夫。\\n\\n\\\\------\\n\\n大伯的葬礼终于办完了，了结了一桩心事，不过，重要的事情才刚刚开始，柏云间的AI终于找到了始作俑者，果然，在疏影的手机和电脑中发现了入侵的痕迹，顺藤摸瓜，摸到了一个隐藏的叫做无限剑制的网络，这个网络用宽带挖矿的诱惑入侵了大量的无辜者的网络，并且再以这些被控制的节点作为跳板，实施网络犯罪行动。\\n\\n至于在燕婉的手机里，倒是没什么发现，也不敢惊动她，怕那可怕的预言会吓到她。本来他还担心要劝燕婉小心些，别胡乱安装app，可是她手机里本来就没有什么乱七八糟的东西，非常干净利落，可比柏云间自己的手机强多了。\\n\\n在疏影和燕婉安装AI程序的瞬间，AI就立刻接管了最高权限，以后那些乱七八糟的app从手机上获取的隐私，全都是AI伪造的，这方面AI非常擅长，要不然为什么能创造一个机器人组成的水军网络呢？\\n\\n获得疏影同意之后，甚至就连她家的所有监控都被接管了，柏云间自己家的智能设备当然更不用说，虽然AI也有可能乱来，但是现在是处理危机的时候，自己发明的AI对自己的危害当然概率比敌人要小多了。\\n\\n在燕婉眼里，丈夫变得有些神神叨叨的，自己在厨房里碰到什么锅碗瓢盆“哎哟”一声，柏云间都立刻跑过来查看，看到她没事儿之后，才松了口气，虽然这让她感觉被保护，不过，“这保护欲也太强了吧？”\\n\\n就这样过去了十多天，就在来自“算命的”的威胁逐渐被淡忘的时候，风暴自我唤醒，闪烁着红色的呼吸灯：“云间，有急事！”\\n\\n柏云间现在在数学系的办公室，他等下还要去上课，闻言立刻戴上耳机，倾听AI的汇报。\\n\\n现在柏云间强烈怀疑所谓的预言家就是Archer，一个来自神秘而危险的暗次元的黑客，柏云间曾经在对付刘枫的时候，跟Archer合作过一次，并且给Archer发过一篇自己从未发表过的论文，用来提高黑客技术的，Archer不但吃透了论文，还青出于蓝，成了超一流的黑客，刘枫那事情简直手到擒来。风暴的很多能力都是那个时候跟Archer合作而获得的。\\n\\n现在，风暴利用对那篇论文携带的技术的理解，能够发现某些高机密等级网站被入侵的痕迹，追踪到Archer最近到干了些什么好事。原来，某个间谍强国有一个特殊的实验室，专门研究暗杀技术的，有一种神秘的DNA武器被Archer窃取，并且，风暴还发现燕婉的DNA数据已经被窃取，因为她曾经献血，她的血浆被特殊渠道异常取走，用途未明，风暴认为，如果Archer要对燕婉进行攻击，很有可能就是这个DNA暗杀武器。\\n\\n至于Archer为什么要对付柏云间的妻子，而把柏疏影扶上位，这就是未解之谜了。\\n\\n柏云间害怕Archer已经出手，那就后悔莫及了，直接通过风暴联络到Archer，在一个双方越好的保密频道沟通。\\n\\n柏云间开门见山，直接把那个DNA武器的研发代号说了出来。\\n\\nArcher：“咦？你也知道这个啊？”\\n\\n柏云间：“兄弟，我们好歹合作一场，你也从我这里获得了不错的技术，以咱们的交情，你对柏疏影说那种预言，也太不厚道了吧？”\\n\\nArcher：“我给你安排了成为柏家大掌门的康庄大道，对你是天大的好事，怎么会不厚道呢？”\\n\\n柏云间：“这狗屁康庄大道要牺牲我妻子为代价，这么恶毒的事情，什么样的人才会做得出来？”\\n\\nArcher：“既然你已经认定了我就是算命先生……好吧，我承认，就是我，我要让你明白，谁才是老大，我给你安排的路，你喜欢也要走，不喜欢也要走。抱歉，我就是这么喜欢把别人的人生安排的明明白白的，你要不要试试反抗？你还有80天的机会。”\\n\\n柏云间：“你安排我干么？除了一场交易，我们还有什么交集吗？”\\n\\nArcher：“太有了，只不过我现在不想告诉你，有本事你自己找到背后的逻辑，嘿嘿。“\\n\\n柏云间很无奈：“好吧，我无能，真心找不到你想干么，你就说吧，要钱尽管开口。”当初就是一场交易，他以为对方需要钱，现在柏云间的钱越来越多，Archer的胃口越来越大也有可能。\\n\\nArcher：“我要是能把你拿捏得死死地，还有什么钱赚不到？啧啧，风暴蝴蝶的赚钱能力，让我垂涎欲滴，说白了吧，我就是看中了你这个人，只要你乖乖听我的，有你好果子吃。”\\n\\n柏云间：“好好好，我听你的，别动不动就动粗，DNA武器很吓人的好不好？我只是普通人，经不起折腾。”\\n\\nArcher：“怕了吧？那你做第一步呗，跟你妻子离了，娶疏影，继承大伯的家业，我把遗嘱都给你安排了，你居然娶了别的女人，这让我情何以堪？我这么大一盘棋岂不是白瞎了？”\\n\\n柏云间：“你……让我考虑下。”\\n\\nArcher：“考虑啊，也可以，不过，我给你展示一下DNA武器的威力吧，我要杀一个人，当然，肯定是你不喜欢的人，说不定你会感谢我的，等成功了我通知你。”\\n\\n柏云间沉默下去，他不是想杀人，只是这可以测试对方的危险程度，虽然不知道哪个倒霉鬼要倒霉，可是……他也绝对不想因为被威胁就跟燕婉离婚啊，这已经完全把他规划的人生给颠覆了。在大伯去世之前，他还觉得自己是世界上最幸福的人之一。\\n\\n这个倒霉鬼就是范争流，其实，他的生意破产，个人财产被债主用不合理的个人担保合同拿走，本来整个人就在崩溃边缘，他最后一次约燕婉吃饭，还是他最拿手的自己做的水煮鱼，他对燕婉说：“以后我就离开摩云市了，这个是我的伤心地，所以，你给我个面子，再来吃一顿我的水煮鱼呗。”\\n\\n燕婉就去了，而且没跟柏云间打招呼，只说见一个客户。\\n\\n从燕婉到来的第一刻起，范争流就在厨房忙碌，到最后水煮鱼上桌，他俩才有机会开始互诉衷肠。\\n\\n范争流一脸平静：“他对你还好吗？”\\n\\n燕婉不忍心说好，只是点点头。\\n\\n范争流：“那我就放心了，我相信我还是能够东山再起的，只不过，现在去散散心，这一去，说不定就不回摩云市了，为了我们曾经的爱情，干一杯。”\\n\\n这理由太强，燕婉无法拒绝，等下叫个代驾吧。\\n\\n范争流拿出平板来打开，说：“你看，这是我设计的一幢别墅的效果图，漂亮吧？我不想被他比下去，所以也叫人设计了我们的家。”\\n\\n这当然是在燕婉跟柏云间结婚之前咯，那时候他账户里还有5000万，公司的业务还蒸蒸日上。\\n\\n这秀恩爱让燕婉受不了，本来她觉得一定要对方开口，自己才会借钱给他，现在直接说：“如果你下次创业，我可以提供资金上的帮助。最高可以到1000万。”\\n\\n范争流一怔，这可不是小数目，问：“这样不好吧？你丈夫会不高兴的。”\\n\\n燕婉：“不要管他高不高兴，这是我欠你的……感情债。我现在已经投资了2亿给我丈夫的服装店，拿到50%的股权，手里头还有2000万，1000万预留给你创业东山再起，另外1000万可能给我父母买套房子，不过他们好像挺犹豫要不要来摩云市居住，毕竟在老家那边习惯了。”\\n\\n范争流苦笑一声：“真是富婆啊。”自己曾经的女朋友越是有钱，越是衬托自己的失败，他不由得对人生都产生了怀疑。\\n\\n他俩多喝了两杯，范争流居然晕过去了，燕婉以为他不胜酒力而已，就把他扶上床去，自己迈着不稳定的步伐，离开了他的公寓。叫了个代驾，开着范争流送给她的雷萨轿车，回家了。\",\"timestamp\":1636597986,\"title\":\"风暴蝴蝶 第28章 蝴蝶\"},\"digest\":\"V7PHtMJCfaQA2QO6J4gDxprVE9IXnJ5HSpzjH2zyyYI\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"4qK8CWmMr_f4Vxh8j9cmIKC5dNesM4tlkofRASa8rBtYamHBX9v_aQg9YsHDNjoJQFIDa5FDJiXGC1bf5VUH3A\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V7PHtMJCfaQA2QO6J4gDxprVE9IXnJ5HSpzjH2zyyYI\"}"