"{\"content\":{\"body\":\"Why control employees? The answer is simple, because if you don't control employees, you will unconsciously be controlled by employees. Then why brainwash employees? Because you need to put your thoughts and ideas into the minds of employees, the orders you give to employees can be well received and can work well and make money. Employees who have not been brainwashed are not good employees. Always give you\\n\\n176 Entrepreneur Business School Serving Entrepreneurs\\n\\nCreate reaction force. To control employees, we must first figure out why an employee should mix with you. First, for money. Second, for dreams, and third, for promotion. Fourth, for mixing\\n\\nOf the day. The fourth type of person is not qualified to let us brainwash him, and we don't want to control such employees and just let him go.\\n\\nThe core secret of managing employees is to give them what they want. However, certain conditions must be met to get what employees want.\\n\\nFor example, if an employee asks for money, you give it. You have to tell him what to do, and to what extent, you can get the money you want. For example, you can get 30% commission for completing tasks, 50% for completing tasks, and 70% for completing tasks. In fact, many MLM and direct selling companies use this routine. We only learn the essence for my use, and don't reject some good ways to manage employees.\\n\\nThe two tricks for controlling employees are to draw cakes and procrastinate. For the dream employee, you have to tell him to learn some skills in the first year and learn the basics first\\n\\nIn the second year, let him learn management, in the third year, let him start leading the team, and then in the fourth year, let him do something, so that it can be delayed for a few years, and then tell him that this can be achieved Dreamed. In fact, many large and medium-sized enterprises have used this trick well.\\n\\nIn order to promote the employees, let him first tell him to be a reserve cadre, and if the reserve cadre does a good job, he will become the deputy supervisor two years later. In fact, many state-owned enterprises are using this trick. These companies are masters who manage their employees. You can also find the rules and regulations of these companies and study them carefully, which can be a good reference for us to control our employees.\\n\\nTo control employees, let's briefly talk about these basic things.\",\"timestamp\":1634800299,\"title\":\"How to manage employees\"},\"digest\":\"MObNk_LLOX3ERqkJWhw0MtYoVlkUFFZhJGROHf-iE18\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"tMd8k_81ceAVCDYd1mapcfvZZ3xz6ECsWhdssVdQNYtR1HI3okcDGr8HdMrwNQpSSOEu9cghMSLMVUxw72Dv6g\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MObNk_LLOX3ERqkJWhw0MtYoVlkUFFZhJGROHf-iE18\"}"