"{\"content\":{\"body\":\"And when they came to merry Carlisle, All in a morning tide, They found the gates shut them until, Round about on every side. \\\"Alas,\\\" then said good Adam Bell, \\\"That ever we were made men! These gates be shut so wonderly well, That we may not come here in.\\\"\\n\\nThen spake him Clym of the Clough: \\\"With a wile we will us in bring; Let us say we be messengers, Straight comen from our King.\\\" Adam said:  \\\"I have a letter written well, Now let us wisely werk; We will say we have the King-e's seal, I hold the porter no clerk.\\\"\\n\\nThen Adam Bell beat on the gate, With strok-es great and strong; The porter heard such noise thereat, And to the gate he throng. \\\"Who is there now,\\\" said the porter, \\\"That maketh all this knocking?\\\" \\\"We be two messengers,\\\" said Clym of the Clough, \\\"Be comen straight from our King.\\\"\\n\\n\\\"We have a letter,\\\" said Adam Bell, \\\"To the Justice we must it bring; Let us in our message to do, That we were again to our King.\\\" \\\"Here cometh no man in,\\\" said the porter, \\\"By him that died on a tree, Till that a false thief be hanged, Called William of Cloudeslie!\\\"\\n\\nThen spake the good yeoman Clym of the Clough, And swore by Mary free, \\\"If that we stand-e long without, Like a thief hanged shalt thou be. Lo here we have the King-es seal; What, lourdain, art thou wood?\\\" The porter weened it had been so, And lightly did off his hood.\\n\\n\\\"Welcome be my lord's seal,\\\" said he, \\\"For that shall ye come in.\\\" He opened the gate right shortelie, An evil open-ing for him. \\\"Now are we in,\\\" said Adam Bell, \\\"Thereof we are full fain, But Christ he knoweth, that harrowed hell, How we shall come out again.\\\"\\n\\n\\\"Had we the keys,\\\" said Clym of the Clough, \\\"Right well then should we speed; Then might we come out well enough When we see time and need.\\\" They called the porter to a couns-el, And wrung his neck in two, And cast him in a deep dunge-on, And took the keys him fro.\\n\\n\\\"Now am I porter,\\\" said Adam Bell; \\\"See, brother, the keys have we here; The worst port-er to merry Carlisle They have had this hundred year: And now will we our bow-es bend, Into the town will we go, For to deliver our dear broth-er, That lieth in care and woe.\\\"\\n\\nThey bent their good yew bow-es, And looked their strings were round, The market-place of merry Carlisle They beset in that stound; And as they look-ed them beside, A pair of new gallows there they see, And the Justice with a quest of squires, That judged William hang-ed to be.\\n\\nAnd Cloudeslie lay ready there in a cart, Fast bound both foot and hand, And a strong rope about his neck, All ready for to be hanged. The Justice called to him a lad, Cloudeslie's clothes should he have To take the measure of that yeom-an, Thereafter to make his grave.\\n\\n\\\"I have seen as great marvel,\\\" said Cloudeslie, \\\"As between this and prime; He that maketh this grave for me, Himself may lie therein.\\\"-- \\\"Thou speakest proudly,\\\" said the Justice; \\\"I shall hang thee with my hand.\\\" Full well that heard his brethren two, There still as they did stand.\\n\\nThen Cloudeslie cast his eyen aside, And saw his two brethren At a corner of the market-place, Ready the Justice to slain. \\\"I see good comfort,\\\" said Cloudeslie, \\\"Yet hope I well to fare; If I might have my hands at will, Right little would I care.\\\"\\n\\nThen spake good Adam Bell To Clym of the Clough so free, \\\"Brother, see ye mark the Justice well; Lo, yonder ye may him see; And at the Sheriff shoot I will Strongly with arrow keen.\\\" A better shot in merry Carlisle This seven year was not seen.\\n\\nThey loosed their arrows both at once, Of no man had they drede; The one hit the Justice, the other the Sheriff, That both their sides gan bleed. All men voided, that them stood nigh, When the Justice fell to the ground, And the Sheriff fell nigh him by, Either had his death's wound.\\n\\nAll the citizens fast gan flee, They durst no longer abide; Then lightly they loos-ed Cloudeslie, Where he with ropes lay tied. William stert to an officer of the town, His axe out of his hand he wrong, On each-e side he smote them down, Him thought he tarried too long.\\n\\nWilliam said to his brethren two: \\\"Together let us live and dee; If e'er you have need, as I have now, The same shall ye find by me.\\\" They shot so well in that tide, For their strings were of silk full sure, That they kept the streets on every side, That battle did long endure.\\n\\nThey fought together as brethren true, Like hardy men and bold; Many a man to the ground they threw, And many an heart made cold. But when their arrows were all gone, Men pressed to them full fast; They drew their sword-es then anon, And their bow-es from them cast.\\n\\nThey went lightly on their way, With swords and bucklers round; By that it was the middes of the day, They had made many a wound. There was many a neat-horn in Carlisle blown, And the bells back-ward did ring; Many a woman said \\\"Alas!\\\" And many their hands did wring.\\n\\nThe Mayor of Carlisle forth come was, And with him a full great rout; These three yeomen dread him full sore, For their lives stood in doubt. The Mayor came armed a full great pace, With a poleaxe in his hand; Many a strong man with him was, There in that stour to stand.\\n\\nThe Mayor smote Cloudeslie with his bill, His buckler he burst in two; Full many a yeoman with great ill, \\\"Alas! treason!\\\" they cried for woe. \\\"Keep we the gat-es fast,\\\" they bade, \\\"That these traitors thereout not go!\\\"\\n\\nBut all for nought was that they wrought, For so fast they down were laid, Till they all three that so manfully fought, Were gotten without at a braid. \\\"Have here your keys,\\\" said Adam Bell, \\\"Mine office I here forsake; If you do by my coun-sel, A new port-er do ye make.\\\"\\n\\nHe threw the keys there at their heads, And bade them evil to thrive, And all that letteth any good yeo-man To come and comfort his wife. Thus be these good yeomen gone to the wood, As light as leaf on linde; They laugh and be merry in their mood, Their en'mies were far behind.\\n\\nWhen they came to Inglewood, Under their trysting tree, There they found bow-es full good, And arrows great plent-y. \\\"So help me God,\\\" said Adam Bell, And Clym of the Clough so free, \\\"I would we were now in merry Carlisle, Before that fair meynie!\\\"\\n\\nThey sit them down and make good cheer, And eat and drink full well.-- Here is a fytte of these wight yeomen, And another I shall you tell.\\n\\nTHE THIRD FYTTE.\\n\\nAs they sat in Inglewood Under their trysting tree, They thought they heard a woman weep, But her they might not see. Sore there sigh-ed fair Al-ice, And said, \\\"Alas that e'er I see this day! For now is my dear husband slain: Alas, and well away!\\n\\n\\\"Might I have spoken with his dear brethren, With either of them twain, To show-e them what him befell, My heart were out of pain.\\\" Cloudeslie walked a little beside, And looked under the greenwood linde; He was ware of his wife and his children three, Full woe in heart and mind.\\n\\n\\\"Welcome, wife,\\\" then said Willi-am, \\\"Under this trysting tree! I had weened yesterday, by sweet Saint John, Thou should me never have see.\\\" \\\"Now well is me,\\\" she said, \\\"that ye be here! My heart is out of woe.\\\"-- \\\"Dame,\\\" he said, \\\"be merry and glad, And thank my brethren two.\\\"\\n\\n\\\"Hereof to speak,\\\" said Adam Bell, \\\"Iwis it is no boot; The meat that we must sup withal It runneth yet fast on foot.\\\" Then went they down into the launde, These noble archers all three; Each of them slew a hart of grease, The best that they could see.\\n\\n\\\"Have here the best, Al-ice, my wife,\\\" Said William of Cloudeslie, \\\"Because ye so boldly stood me by When I was slain full nie.\\\" And then they went to their supp-er With such meat as they had, And thanked God of their fort-une; They were both merry and glad.\\n\\nAnd when that they had supp-ed well, Certain withouten lease, Cloudeslie said:  \\\"We will to our King, To get us a charter of peace; Al-ice shall be at our sojourning, In a nunnery here beside, And my two sons shall with her go, And there they shall abide.\\n\\n\\\"Mine eldest son shall go with me, For him have I no care, And he shall bring you word again How that we do fare.\\\" Thus be these yeomen to London gone, As fast as they may hie, Till they came to the King's pal-ace, Where they would needs be.\\n\\nAnd when they came to the King-es court, Unto the palace gate, Of no man would they ask no leave, But boldly went in thereat. They press-ed prestly into the hall, Of no man had they dread; The porter came after, and did them call, And with them gan to chide.\\n\\nThe usher said:  \\\"Yeomen, what would ye have? I pray you tell to me; You might thus make officers shent, Good sirs, of whence be ye?\\\" \\\"Sir, we be outlaws of the for-est, Certain without any lease, And hither we be come to our King, To get us a charter of peace.\\\"--\\n\\nAnd when they came before the King, As it was the law of the land, They kneel-ed down without lett-ing, And each held up his hand. They said:  \\\"Lord, we beseech thee here, That ye will grant us grace: For we have slain your fat fallow deer In many a sundry place.\\\"--\\n\\n\\\"What be your names?\\\" then said our King, \\\"Anon that you tell me.\\\" They said:  \\\"Adam Bell, Clym of the Clough, And William of Cloudeslie.\\\"-- \\\"Be ye those thieves,\\\" then said our King, \\\"That men have told of to me? Here to God I make avowe Ye shall be hanged all three!\\n\\n\\\"Ye shall be dead without merc-y, As I am King of this land.\\\" He commanded his officers every one Fast on them to lay hand. There they took these good yeomen; And arrested them all three. \\\"So may I thrive,\\\" said Adam Bell, \\\"This game liketh not me.\\n\\n\\\"But, good lord, we beseech you now, That ye will grant us grace, Insomuch as we be to you comen; Or else that we may fro you pace With such weapons as we have here, Till we be out of your place; And if we live this hundred year, Of you we will ask no grace.\\\"--\\n\\n\\\"Ye speak proudly,\\\" said the King; \\\"Ye shall be hanged all three.\\\" \\\"That were great pity,\\\" then said the Queen, \\\"If any grace might be. My lord, when I came first into this land, To be your wedded wife, Ye said the first boon that I would ask, Ye would grant it me belife.\\n\\n\\\"And I asked never none till now: Therefore, good lord, grant it me.\\\" \\\"Now ask it, madam,\\\" said the King, \\\"And granted shall it be.\\\"-- \\\"Then, good my lord, I you beseech, These yeomen grant ye me.\\\"-- \\\"Madam, ye might have asked a boon, That should have been worth them all three:\\n\\n\\\"Ye might have ask-ed towers and towns, Parks and for-ests plent-y.\\\"-- \\\"None so pleasant to my pay,\\\" she said, \\\"Nor none so lief to me.\\\"-- \\\"Madam, sith it is your desire, Your asking granted shall be; But I had liever have given you Good market town-es three.\\\"\\n\\nThe Queen she was a glad wom-an, And said:  \\\"Lord, gramerc-y, I dare well undertake for them That true men shall they be. But, good lord, speak some merry word, That comfort they may see.\\\"-- \\\"I grant you grace,\\\" then said our King; \\\"Wash, fellows, and to meat go ye.\\\"\\n\\nThey had not sitten but a while, Certain, without leas-ing, There came two messengers out of the north, With letters to our King. And when they came before the King, They kneeled down upon their knee, And said:  \\\"Lord, your officers greet you well Of Carlisle in the north countree.\\\"--\\n\\n\\\"How fareth my Justice?\\\" said the King, \\\"And my Sheriff also?\\\"-- \\\"Sir, they be slain, without leas-ing, And many an officer mo.\\\"-- \\\"Who hath them slain?\\\" then said the King, \\\"Anon thou tell-e me.\\\"-- \\\"Adam Bell, and Clym of the Clough, And William of Cloudeslie.\\\"--\\n\\n\\\"Alas, for ruth!\\\" then said our King, \\\"My heart is wondrous sore; I had liever than a thousand pound I had known of this before; For I have y-granted them grace, And that forthinketh me: But had I known all this before, They had been hanged all three.\\\"--\\n\\nThe King he opened the letter anon, Himself he read it tho, And found how these three outlaws had slain Three hundred men and mo; First the Justice and the Sheriff, And the Mayor of Carlisle town, Of all the const-ables and catchipolls Alive were left but one;\\n\\nThe bailiffs and the bedels both, And the serjeants of the law, And forty fosters of the fee, These outlaws have they slaw; And broken his parks, and slain his deer, Over all they chose the best, So perilous outlaws as they were, Walked not by east nor west.\\n\\nWhen the King this letter had read, In his heart he sigh-ed sore: \\\"Take up the table,\\\" anon he bade: \\\"For I may eat no more.\\\" The King called his best archers To the butts with him to go; \\\"I will see these fellows shoot,\\\" he said, \\\"That in the north have wrought this woe.\\\"\\n\\nThe King-es bowmen busk them blive, And the Queen's archers also, So did these three wight yeomen; With them they thought to go. There twice or thrice they shot about, For to assay their hand; There was no shot these yeomen shot, That any prick might them stand.\\n\\nThen spake William of Cloudeslie: \\\"By Him that for me died, I hold him never no good archer, That shooteth at butts so wide.\\\"-- \\\"Whereat, then?\\\" said our King, \\\"I pray thee tell to me.\\\"-- \\\"At such a butt, sir,\\\" he said, \\\"As men use in my countree.\\\"--\\n\\nWilliam went into the field, And his two brothers with him, There they set up two hazel rods, Twenty score paces between. \\\"I hold him an archer,\\\" said Cloudeslie, \\\"That yonder wand cleaveth in two.\\\"-- \\\"Here is none such,\\\" said the King, \\\"For no man that can so do.\\\"\\n\\n\\\"I shall assay, sir,\\\" said Cloudeslie, \\\"Ere that I farther go.\\\" Cloudeslie with a bearing arrow Clave the wand in two. \\\"Thou art the best archer,\\\" said the King, \\\"Forsooth that ever I see.\\\"-- \\\"And yet for your love,\\\" said William, \\\"I will do more mastrie.\\n\\n\\\"I have a son is seven year old; He is to me full dear; I will tie him to a stake, All shall see him that be here, And lay an apple upon his head, And go six score paces him fro, And I myself with a broad arrow Shall cleave the apple in two.\\\"--\\n\\n\\\"Now haste thee, then,\\\" said the King, \\\"By him that died on a tree, But if thou do not as thou hast said, Hang-ed shalt thou be. An thou touch his head or gown, In sight that men may see, By all the saints that be in heaven, I shall you hang all three.\\\"--\\n\\n\\\"That I have promised,\\\" said William, \\\"That I will never forsake;\\\" And there even, before the King, In the earth he drove a stake, And bound thereto his eldest son, And bade him stand still thereat, And turn-ed the child's face him fro, Because he should not start.\\n\\nAn apple upon his head he set, And then his bow he bent, Six score paces they were out met, And thither Cloudeslie went; There he drew out a fair broad arrow; His bow was great and long; He set that arrow in his bow, That was both stiff and strong.\\n\\nHe prayed the people that was there, That they would still stand: For he that shooteth for such a wag-er Hath need of a steady hand. Much people prayed for Cloudeslie, That his life saved might be; And when he made him ready to shoot, There was many a weeping ee.\\n\\nThus Cloudeslie cleft the apple in two, As many a man might see. \\\"Now God forbid,\\\" then said the King, \\\"That ever thou shoot at me! I give thee eighteen pence a day, And my bow shalt thou bear, And over all the north countree I make thee chief rid-er.\\\"--\\n\\n\\\"And I give thee seventeen pence a day,\\\" said the Queen, \\\"By God and by my fay, Come fetch thy payment when thou wilt, No man shall say thee nay. William, I make thee a gentleman Of clothing and of fee, And thy two brethren yeomen of my chamber: For they are seemly to see;\\n\\n\\\"Your son, for he is tender of age, Of my wine-cellar shall he be, And when he cometh to man's estate, Better preferred shall he be. And, William, bring me your wife,\\\" said the Queen, \\\"Me longeth her sore to see; She shall be my chief gentlewoman, To govern my nursery.\\\"\\n\\nThe yeomen thanked them full courteously, And said:  \\\"To some bishop we'll wend, Of all the sins that we have done To be assoiled at his hand.\\\" So forth be gone these good yeomen, As fast as they might hie; And after came and dwelt with the King, And died good men all three.\\n\\nThus ended the lives of these good yeomen, God send them eternal bliss; And all that with a hand-bow shooteth, That of heaven they may never miss!\\n\\nBINNORIE.\",\"timestamp\":1636103424,\"title\":\"THE SECOND FYTTE.\"},\"digest\":\"8Q8mb-jWk0xNXTT8XbmSWg6DwEnryWfK_gQID8Ll5w0\",\"authorship\":{\"contributor\":\"0x08E4AfddFE6e26C3CC56118D50d4E267490898aE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PFl9EC3_gG2YzWUf7TbMNzIbUClOvsLFBfnFKGhB5yg\\\",\\\"y\\\":\\\"gWBZuw_USlvVjCBPvwj2-_8cue2yaH07h1FXMuMlzGI\\\"}\",\"signature\":\"_gOsBHhBn0he7UR5N8fItOi8BlT2ZGylPawFD8VqsL2UPpqRlYubO4olt-Fk_fuj9T0OwuIjedrz1OqvVF46kg\",\"signingKeySignature\":\"0x661479c754107839a8d3c7361b6d5ac0d911fd11a23b1ad832a903c5430589f6181d57cd26645ee975c3f2856fd6b42009c49c7055e6e86ad832b38088b745801b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PFl9EC3_gG2YzWUf7TbMNzIbUClOvsLFBfnFKGhB5yg\\\",\\\"y\\\":\\\"gWBZuw_USlvVjCBPvwj2-_8cue2yaH07h1FXMuMlzGI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8Q8mb-jWk0xNXTT8XbmSWg6DwEnryWfK_gQID8Ll5w0\"}"