"{\"content\":{\"body\":\"This is just the beginning, I was applied to join [Praxis](https://www.praxissociety.com/content/introducing-praxis) society：\\n\\n***What is your journey, starting from your origin?***\\n\\nI've been a solo experimenter in my own universe, I have been brought up in an environment that most people trust the objective consensus over subjective discovery, which set many rules and frames around my life--I was against it at the very beginning since I was a kid, I was quite rebelling. With the struggle of reality and self-resonation, the only console I had in my life was traveling around and feeling a different environment. Also, I feel the urge to express myself in another language system. I studied French literature at high school and been discovered the world of philosophy. Ever since then I started my journey, of discovering this visualized and conceptualized world with my own eyes and experience, I've been lived in France, the US, Denmark, and traveled around 40 countries during the past 6 years.  Then I worked in the United nation/finance/founded my NGO  then after I found blockchain, more specifically a place that is tolerant to my unlimited imagination. I have been working in wallet/DAO/started my web3 space little by little. I found the industry that I worked in has special charm and philosophy, which is correlated to my ideological discovery along with my trips, most things are just replication of what I have been experienced and I started to make cross-field research, by the topic of \\\"Am I a line of code\\\" and started my own mediative experiment journey.\\n\\n***What is your ideal city look like？***\\n\\n[https://digitalcommons.csumb.edu/csp/vol9/iss1/3/](https://digitalcommons.csumb.edu/csp/vol9/iss1/3/)\\n\\n\",\"timestamp\":1638677818,\"title\":\"Citation>>Quote>>Link\"},\"digest\":\"Wa1kYU67CJh6cvNsN1-IEJwY3JgN7nvfHQ5IKxtj--A\",\"authorship\":{\"contributor\":\"0xb12e31D8F7DdA2Dd3733c25cB3B01F6924cd3497\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lr5PDIM-7CYqjKY0FyUbQOdVAKZQxW4dWUFVQIH1V0E\\\",\\\"y\\\":\\\"MvcF9owt1yEKt107pZTz6dsxILIe3Lvjfh3Ydj7quqk\\\"}\",\"signature\":\"CQJnvrpOPVo3lX96yb26joO49DbPrJABwj4Bk06thdh77G7nSA3ed7f5ZFFA6mmKQGDl_09gxNIZrTDoQsQktw\",\"signingKeySignature\":\"0x24935a61236472302068f0d7667525159380a54a71ce668a6c9841c372f9b4fc0a8b2384113da3d62cc57a62c2f23825765253cf48c700cc992e0d4024e392961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lr5PDIM-7CYqjKY0FyUbQOdVAKZQxW4dWUFVQIH1V0E\\\",\\\"y\\\":\\\"MvcF9owt1yEKt107pZTz6dsxILIe3Lvjfh3Ydj7quqk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Wa1kYU67CJh6cvNsN1-IEJwY3JgN7nvfHQ5IKxtj--A\"}"