"{\"content\":{\"body\":\"cast up his sightless eyes, protruded and drew in his tongue, coughed, spat--\\n\\n\\\"Cameriere!\\\"\\n\\nHermione struck upon the table sharply. She had forgotten all about the Marchesino. She was full of the desire to escape, to get away and be out on the sea.\\n\\n\\\"Cameriere!\\\"\\n\\nShe called more loudly.\\n\\nA middle-aged waiter came shuffling over the floor.\\n\\n\\\"The bill, please.\\\"\\n\\nAs she spoke she drank the brandy.\\n\\n\\\"Si, Signora.\\\"\\n\\nHe stood beside her.\\n\\n\\\"One coffee?\\\"\\n\\n\\\"Si.\\\"\\n\\n\\\"One cognac!\\\"\\n\\n\\\"Si, si.\\\"\\n\\nThe blind man burst into song.\\n\\n\\\"One fifty, Signora.\\\"\\n\\nHermione gave him a two-lire piece and got up to go.\\n\\n\\\"Signora--buona sera! What a pleasure!\\\"\\n\\nThe Marchesino stood before her, smiling, bowing. He took her hand, bent over it, and kissed it.\\n\\n\\\"What a pleasure!\\\" he repeated, glancing round. \\\"And you are alone! The Signorina is not here?\\\"\\n\\nHe stared suspiciously towards the terrace.\\n\\n\\\"And our dear friend Emilio?\\\"\\n\\n\\\"No, no. I am quite alone.\\\"\\n\\nThe blind man bawled, as if he wished to drown the sound of speech.\\n\\n\\\"Please--could you stop him, Marchese?\\\" said Hermione. \\\"I--really-- give him this for me.\\\"\\n\\nShe gave the Marchese a lira.\\n\\n\\\"Signora, it isn't necessary. Silenzio! Silenzio! P-sh-sh-sh!\\\"\\n\\nHe hissed sharply, almost furiously. The musicians abruptly stopped, and the blind man made a gurgling sound, as if he were swallowing the unfinished portion of his song.\\n\\n\\\"No; please pay them.\\\"\\n\\n\\\"It's too much.\\\"\\n\\n\\\"Never mind.\\\"\\n\\nThe Marchese gave the lire to the blind man, and the musicians went drearily out.\\n\\nThen Hermione held out her hand at once.\\n\\n\\\"I must go now. It is late.\\\"\\n\\n\\\"You are going by sea, Signora?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"I will accompany you.\\\"\\n\\n\\\"No, indeed. I couldn't think of it. You have friends.\\\"\\n\\n\\\"They will understand. Have you your own boat?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Then of course I shall come with you.\\\"\\n\\nBut Hermione was firm. She knew that to-night the company of this young man would be absolutely unbearable.\\n\\n\\\"Marchese, indeed I cannot--I cannot allow it. We Englishwomen are very independent, you know. But you may call me a boat and take me down to it, as you are so kind.\\\"\\n\\n\\\"With pleasure, Signora.\\\"\\n\\nHe went to the open window. At once the boatman's cry rose up.\\n\\n\\\"Barca! Barca!\\\"\\n\\n\\\"That is Andrea's voice,\\\" said the Marchesino. \\\"I know him. Barca-- si!\\\"\\n\\nThe boat began to glide in towards the land.\\n\\nAs they went out the Marchesino said:\\n\\n\\\"And how is the Signorina?\\\"\\n\\n\\\"Very well.\\\"\\n\\n\\\"I have had a touch of fever, Signora, or I should have come over to the island again. I stayed too long in the sea the other day, or--\\\" He shrugged his shoulders.\\n\\n\\\"I'm sorry,\\\" said Hermione. \\\"You are very pale to-night.\\\"\\n\\nFor the first time she looked at him closely, and saw that his face was white, and that his big and boyish eyes held a tired and yet excited expression.\\n\\n\\\"It is nothing. It has passed. And our friend--Emilio? How is he?\\\"\\n\\nA hardness had come into his voice. Hermione noticed it.\\n\\n\\\"We have not seen him lately. I suppose he has been busy.\\\"\\n\\n\\\"Probably. Emilio has much to do in Naples,\\\" said the Marchesino, with an unmistakable sneer. \\\"Do allow me to escort you to the island, Signora.\\\"\\n\\nThey had reached the boat. Hermione shook her head and stepped in at once.\\n\\n\\\"Then when may I come?\\\"\\n\\n\\\"Whenever you like.\\\"\\n\\n\\\"To-morrow?\\\"\\n\\n\\\"Certainly.\\\"\\n\\n\\\"At what time?\\\"\\n\\nHermione suddenly remembered his hospitality and felt that she ought to return it.\\n\\n\\\"Come to lunch--half-past twelve. We shall be quite alone.\\\"\\n\\n\\\"Signora, for loneliness with you and the Signorina I would give up every friend I have ever had. I would give up--\\\"\\n\\n\\\"Half-past twelve, then, Marchese. Addio!\\\"\",\"timestamp\":1637314404,\"title\":\"\\nThe guitars began a prelude. The blind man shifted from one fat leg to another,\"},\"digest\":\"U21XICWFW9ted56tqmF3YtOHWjybdxPnwH1WlKyhLnY\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IGkcEbYL5vZPZ5cOJFlricm3yjwNLl_-dagKCxkcpgo\\\",\\\"y\\\":\\\"RPTDy90C-LgTFJfP29DRrPz-lCOB_c8T0vSRfdzC_48\\\"}\",\"signature\":\"03Au7PD8QBTAYoMnpxAB1rTsJkvRlPYh-w86qzOENUiSZyVEVsBpisYHtvjPKxkPNx9Zw2S4hghZ89ZpjbBMTQ\",\"signingKeySignature\":\"0xeaa8eb055cb3b031f3e839499be2babdacca50dec8f017dbd1cf25c4e6bb375d420cfbda65acb689b435fdb04b0adf2cb1a4960967e8eccb624bd84b374175041c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IGkcEbYL5vZPZ5cOJFlricm3yjwNLl_-dagKCxkcpgo\\\",\\\"y\\\":\\\"RPTDy90C-LgTFJfP29DRrPz-lCOB_c8T0vSRfdzC_48\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U21XICWFW9ted56tqmF3YtOHWjybdxPnwH1WlKyhLnY\"}"