"{\"content\":{\"body\":\"Leading a team means bringing 4 kinds of people\\n\\nIn a team, there are actually four types of people to manage well. The first is the Chollima type. Chollima needs grassland instead of fodder. Such\\n\\nPeople, capable and willing to work. What this kind of person needs is authorization. What does authorization mean? It is that your boss must learn to be a subordinate of this kind of person and support him in doing things. Just watch him act, instead of controlling him, ordering him.\\n\\nThe second type: ostrich employees, who have long legs, run fast, but don't run, and bury their heads in the sand. Such people are capable but not capable. Such a person needs to constantly inspire him, give him opportunities, give the platform, brainwash him and beat him every day, so that he can be motivated!\\n\\nThe third kind of person. Those who can't do it, those who can't do it are like pigs. Such an employee directly told him what would be the benefit of doing it. Such a person, directly give the order and let him do the work.\\n\\nThe fourth kind of people want to do it, but they are completely incapable. Have a super motivation and a super bad job level. For this kind of person, he must protect his enthusiasm for work and be his coach.\\n\\nA team uses these four kinds of people and uses four routines to manage them. For Chollima\\n\\nEntrepreneur Business School Serving Entrepreneurs 153\\n\\nAuthorize to him, for people like ostriches, inspire him and guide him. For employees like pigs, order him to work directly. For those who want to do it but are completely unable to do it, teach them.\\n\\nTherefore, as long as the thinking is clear, according to the role of the personnel, it is not difficult to lead the team according to the people's dishes.\",\"timestamp\":1634797951,\"title\":\"How to manage employees\"},\"digest\":\"dKQmVy1oUfpUEQ_jTkD4gNfDIMSY2xb9MPue-HrfoDM\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"JUIvcP2eS1TQvXQwHSixbdVl9vnETMSjokwQbIlBANASsNZnJCeEQ81gCYx9NNJ2lYdKqLEefj0JviFHLWQRwg\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dKQmVy1oUfpUEQ_jTkD4gNfDIMSY2xb9MPue-HrfoDM\"}"