"{\"content\":{\"body\":\"Since 2016, I have been working “half time” at USV and taking half of a partner’s carry. That has allowed me to allocate more time to things like [building green buildings](https://framehome.com/) with the Gotham Gal, [building a philanthropic organization](https://gothamgives.org/) with the Gotham Gal, sitting on non-profit and civic boards, and a few other things.\\n\\nThe truth is I still work at least 40 hours a week at USV, probably a fair bit more some weeks, but I still have time to spend on these other things and my partners understand that I am doing that and my compensation reflects that.\\n\\nThe move away from commuting to the office, spending eight hours a day or more there, and the rise of working remotely has upended so much in the last 18 months and one of the things I am noticing is how many people are doing what I am doing – working multiple jobs at the same time.\\n\\nI am not talking about freelancing, consulting, and the other forms of working for many clients. I am talking about holding down multiple full-time jobs at the same time. Early in the pandemic, there was a story about a software engineer that had full-time jobs at both Google and Facebook. It was somewhat amusing to read that Google and Facebook were being played like that, but the truth is this is happening all over the place.\\n\\nIn some cases, like mine, the employer(s) know about the arrangement and the compensation reflects it. In most cases, the situation is not transparent for everyone. And that is a problem because eventually, most things become public.\\n\\nEmployers are going to need to wrap their heads around this situation and create plans that allow this. I suspect the reason many employees are not transparent about what they are doing is that their employers won’t allow it. So they do it anyway and keep it under wraps.\\n\\nEmployers are probably reading this and saying “But I need 100% of their time. I can’t allow them to give me only half of their time.” But here is the thing. They are already only giving you half of their time.\\n\\nI can tell you that being able to work on many different things at the same time makes me better at every one of those things. I have always had that situation in the VC business. I get to work with dozens of companies at the same time. But now I get to work on all of them and also different problems in different industries. It keeps me energized, motivated, curious, and excited. And productive as hell.\\n\\nI think it is high time for employers to understand that some of their employees, often their best employees, need to work this way and will be happier working this way. The employers that lead on this issue will become the places the best people want to work. And they will be more productive and more successful.\\n\\nWe already have a model emerging where this happens. The most common form of organization in crypto is the DAO and most DAOs have this model of part-time work and compensation that reflects the contribution. I know of many people who work for multiple DAOs, get paid by multiple DAOs, and where all of this is out in the open and transparent to everyone.\\n\\nI am certain that the model of employees working for multiple companies at the same time is here to stay and will grow over time. The only question for employers is whether they will lead or follow in this new model of work.\\n\",\"timestamp\":1634554126,\"title\":\"Working Multiple Jobs\",\"publication\":\"avc\"},\"digest\":\"f4FmYA5DpTtoE22cAd1TAGQ4UsoRlnRYe0_AtLX_I7g\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z4WC6ecJlNYuWPRcZwuglh94rAU7_CYW0v6QjDka-Q\\\",\\\"y\\\":\\\"1MMpueZgqkbI0QTEgIQI1vRWk2cHplFvoGEsAX-8AdQ\\\"}\",\"signature\":\"SPjGip5KUe5-W-wSvzt1BA8DZxe6MiVTf48Ilw0HTsORPZZ6_UoYkePk4N0jrHxMvQ0vtoXeKbCklYY1JM-RnQ\",\"signingKeySignature\":\"0x0ed67380f776a7a96e2e687fe651890736bfa6c7cdbc394f89e1bc60d6b5ae244688b68ac0b3763a824875be1b0d259c80b1b37b9ceb7e3950398750e51ab0fc1c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z4WC6ecJlNYuWPRcZwuglh94rAU7_CYW0v6QjDka-Q\\\",\\\"y\\\":\\\"1MMpueZgqkbI0QTEgIQI1vRWk2cHplFvoGEsAX-8AdQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f4FmYA5DpTtoE22cAd1TAGQ4UsoRlnRYe0_AtLX_I7g\"}"