"{\"content\":{\"body\":\"\\\"Thank you for your application. We would like to congratulate you,\\\" the letter read. Those words can make your heart skip a beat and bring tears to your eyes. The feeling of following your dreams is inexplicable and proof that all your hard work was worth it。\\n\\n　　“感谢你的申请。我们要恭喜你，”信上写道。那些话能使你的心为之一颤，让你热泪盈眶。追随梦想的感受是难以言喻的，并且证明你所有的努力都是值得的。\\n\\n　　It is a signpost in life, a trail marker. It is a day you will never forget, the day you opened that envelope and your future was revealed. But what about all those days in-between — the ones that make and break you, the days that are nothing special。\\n\\n　　那是[人生](http://www.aiduwen.com/renshengzheli/)中的一个标记，[人生](http://www.aiduwen.com/renshengzheli/)路上的里程碑。那是你永远不会忘记的日子，那天你打开那个信封，你的未来就随之展现。但是在你获得录取信之前的所有日子呢？那些使你成功也使你崩溃的日子，那些平平淡淡的日子。\\n\\n　　Would you have received that acceptance letter had you not attended the college fair at your school? What if you had forgotten to send an essay with your application, would you have been rejected?\\n\\n　　要是你那时没有参加学校的学院展，你还会收到录取信吗？如果当时在寄申请书的时候，你忘记附上一篇个人陈述，你会被拒绝吗？\\n\\n　　In life, one step creates the next. Each day is of equal importance, no matter how good or bad. There is no moment in life that does not matter. Regardless of how insignificant, each choice, each day, each idea, is the birth of the next. Something simple can completely reshape your life. It's just like the Butterfly Effect and you never know what is at the end. To go back in time and change one moment in the many that create your life could change everything that follows。\\n\\n　　人生中，步步相随。无论好与坏，每一天都一样的重要。人生中没有一个时刻是无关紧要的。不管如何不值一提，每个选择、每一天、每个想法，都会引出下一步。简单的事情可以完全重塑你的人生。那就像是“蝴蝶效应”，你永远不知道最后的结果是什么。若回顾从前并改变创造你人生的众多时刻中的一个，随后的一切也会被改变。\\n\\n　　If I've learned anything, it is that everything matters. You can struggle through life in an attempt to create the perfect path, but the truth is you will always wonder if it could have been better. Everything is important and nothing need be changed — to climb up the hill may be difficult, but you'll reach the top no matter which path you choose。\\n\\n　　要是说我悟出什么道理，那就是任何事情都是重要的。你可以奋斗一生，试图创造完美的人生之路，但事实是你总是怀疑是否原本有更好的路可以走。每件事情都是重要的，任何事情都无需改变——攀山的过程可能是艰辛的，但无论你选择哪条道路，你终会到达顶峰。\",\"timestamp\":1634808351,\"title\":\"the butterfly effect of life\"},\"digest\":\"3ar3x1ZGN0_KN070ApMngHXsEL8NOPVULGaTF-9hb_k\",\"authorship\":{\"contributor\":\"0x5390adaf64C20806D8A2421Cac39490ac9C66FcD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hcq7Ls5w1uoEbhs9gqulHJL2NpbLvwbU88QKUi2wkLU\\\",\\\"y\\\":\\\"O4UIJzo4IaYqpUB3DflsIpUlpJ99I4jLFJEYdfTrncI\\\"}\",\"signature\":\"t9xhqmWVSZlWu0_jumOb82n3QbbrZyfVQiP90f2JxfY5T3y4ID8HKOMQem5YL3X2ua-pEsDJ7_APTr_-Bv07Gg\",\"signingKeySignature\":\"0x45b895e0f14c88c82beff444dc504c2bc210ec95959a35e497311f7c4b175b1b6621989759f2efe0875b1dd43754b23be782e7e1b651adb9e9b4be37753880a91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hcq7Ls5w1uoEbhs9gqulHJL2NpbLvwbU88QKUi2wkLU\\\",\\\"y\\\":\\\"O4UIJzo4IaYqpUB3DflsIpUlpJ99I4jLFJEYdfTrncI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3ar3x1ZGN0_KN070ApMngHXsEL8NOPVULGaTF-9hb_k\"}"