"{\"content\":{\"body\":\"Here are the incredible applicants for Cohort 3 of the CabinDAO Residency.If you are a member of CabinDAO, please head to Snapshot to cast your votes by Friday, September 3 at 12pm CT.\\n\\nTo streamline voting for Cohort 3, we used a two-step process:\\n\\n1. **Straw poll:** All applications were posted to our [token-gated discord server](https://discord.gg/QQCDqQcK7C). Any DAO member could add a 👍 to any application to show initial support.\\n2. **Final voting:** All applications with at least 1 👍 made it to the final voting round. These applicants are shown below and are available for votes in Snapshot here. The top four winners will be offered a residency in Cohort 3.\\n\\n## @_streamerd\\n\\n[https://twitter.com/_streamerd/status/1432836385828966402?s=21](https://twitter.com/_streamerd/status/1432836385828966402?s=21)\\n\\n## @shei_p\\n\\n[https://twitter.com/shei_p/status/1432536032210194432](https://twitter.com/shei_p/status/1432536032210194432)\\n\\n## @uxceo\\n\\n[https://twitter.com/uxceo/status/1432519348351082508](https://twitter.com/uxceo/status/1432519348351082508)\\n\\n## @KellyClark2021\\n\\n[https://twitter.com/kellyclark2021/status/1432368509783183361?s=21](https://twitter.com/kellyclark2021/status/1432368509783183361?s=21)\\n\\n## @dela3499\\n\\n[https://twitter.com/dela3499/status/1432362893023055875?s=21](https://twitter.com/dela3499/status/1432362893023055875?s=21)\\n\\n## @etiennefd\\n\\n[https://twitter.com/etiennefd/status/1432081736171667459?s=21](https://twitter.com/etiennefd/status/1432081736171667459?s=21)\\n\\n## Sarmad Ahmad\\n\\nHi, I'm Sarmad, but I go by greydient when it comes to my music. I'm a singer who became a producer out of necessity so that I could have music to sing on. I've always heard a voice in my head telling me to sing melodies over a piece of music and it took me 25 years of my life to finally listen to it and fully immerse myself in music making. I'm now 28 and for the first time in my life, I have made space for music only. I've been slowly working away to release my first set of original songs as part of an EP this year. \\n\\nRecently, I got exposed to Songcamp and the world of Web 3. I had a faint idea of Crypto and Web3 but participating in Songcamp has completely changed my view on this space and I'm extremely interested how I can live life as an artist only. I want to use the space and time CabinDAO is providing, to co-create a piece of music that has a visual or web3 element baked into from the start. Not a song that later gets a visual, or a song that needs to be turned into something web3, but a song that has the intention of utilizing web3 tools to be a new creation.\\n\\nI'm not really sure what that looks like yet, and I've only seen a few projects that seem to focus on music first (The Song that owns itself, Songcamp). I'd like to explore what a musician can do when teaming up with other creatives to create something new that has music at its core for Web3.\\n\\nMy goal during the month-long stay would be to create a song or piece of music alongside other CabinDAO participants or with the help of other Web3 folks. Ideally the end result isn't as simple as an audiovisual NFT.\\n\\nLinks to my content:\\n\\n* Unreleased single: <https://1drv.ms/u/s!Aj4sQx8lCyWdgsETZaVtknFwf9KB8w?e=q8irva> \\n* Spotify: <https://open.spotify.com/artist/6HG3JB45uA4EhdcLnWOJfp?si=1eZ1D20PRkK5DLS0aS02sw&dl_branch=1> \\n* Soundcloud: <https://soundcloud.com/greydientmusic>\\n\\n## Akshaj Jois\\n\\nCurrently studying biomedical engineering in Austin but looking to dropout to build something the regions of dao, biotech, decentralized manufacturing + smart contracts. Searching for a community of builders and Creator Cabin would be a life-time opportunity.\\n\\n## Nathan Grant\\n\\nAs of right now I'm creating a social media platform called Sympocia. Before working on Sympocia full-time, I was actually a software engineer at two companies. A month at the creators cabin would allow me to finish the features that I have lined up for Sympocia and finally allow me to complete it in time for my second launch for my platform. Additionally, I'm currently looking for funding so hopefully I will be able to secure funding for my platform. In conclusion, when I'm finished with this residency, I should have a much more established platform and hopefully some funding of some sort.\\n\\nLink to my personal website: [http://www.sympocia.com](http://www.sympocia.com/)\",\"timestamp\":1630503472,\"title\":\"Cabin DAO Residency Cohort 3 Applications — Final Voting\",\"publication\":\"creators\"},\"digest\":\"Hqqdd-n0gqtUKuR5uKEpusMw5xPJRxtFKf8hTF6SOB8\",\"authorship\":{\"contributor\":\"0xC3268DDB8E38302763fFdC9191FCEbD4C948fe1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WNDWuTWum4ZrFT6NuaSbgID4v3oi2gZM5V-AWn1GZWk\\\",\\\"y\\\":\\\"opCHeA1nPsB1CZVZZ5AquuZow4J24IPR7I4aMlp-uds\\\"}\",\"signature\":\"1Tm0THR9uxkOaD2Qd4gHaaE4IjZXfTFcRrCz78G5uvdSIrcF1ldNuvTpH437l0gRIog3YMRiOstAgxBF8bV8RQ\",\"signingKeySignature\":\"0xb695da676ab169d947ec11663521c3f14591216e6cd1edf845cb2747ec09321453496e624133294e9470a79ef2f02163f4190760dd0516cd47a01eba8d1795211c\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WNDWuTWum4ZrFT6NuaSbgID4v3oi2gZM5V-AWn1GZWk\\\",\\\"y\\\":\\\"opCHeA1nPsB1CZVZZ5AquuZow4J24IPR7I4aMlp-uds\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hqqdd-n0gqtUKuR5uKEpusMw5xPJRxtFKf8hTF6SOB8\"}"