"{\"content\":{\"body\":\"## What is TRiBLand.eth?\\n\\nTRiBLand.eth is a Pan-African NFT collectors moneypool that aims to capture an AUM (assets under management) > 1,000 Ethereum worth of NFTs across the metaverse and marketplace. NFTs are like jpegs living on the Blockchain, and yet represent so much more. They represent a movement for Creators to take back ownership & licensing rights of their art. An NFT can represent a multitude of things but our focus will remain on non-securities such as collectibles, digital art, & digital land in the metaverse.\\n\\nWhy NFTs? NFTs are the latest craze in Blockchain technology, and are uniquely designed to unlock value and wealth creation for artists, while also giving us the ability to build entire cities within the metaverse. We believe the #1 drivers of value for NFTs will be Black creators, artists, & their communities; therefore by introducing OUR people, both Black & Brown, to the market early we will energize the largest wealth creation event for our communities worldwide.\\n\\nVISA’s Head of Crypto & Founding Member of **C**rypto for **B**lack **E**conomic **E**mpowerment ([CBEE](https://www.cbee.xyz/)), Cuy Sheffield, may have said it best in a blog titled ***Dawn of a Black Digital Renaissance***, [“The Black Digital Renaissance represents the opportunity for Black culture to become increasingly monetized directly by the Black creatives and communities who produce it… For the first time, this digital renaissance will be global. It will enable Black communities across continents from Los Angeles to Lagos to collaborate and create new forms of Black creative expression that can unify and represent global Black culture.”](https://medium.com/@cuysheffield/dawn-of-a-black-digital-renaissance-c25a76d0d312)\\n\\n***Types of NFTs we want in our portfolio:***\\n\\n* NFTs by Multicultural Creators\\n* Celebrity NFTs (Professional Sports, Music, Entertainment)\\n* NFTs with a Floor Price > 2 ETH\\n* Metaverse Tokens\\n\\nOur vision is to build our own storefront and gallery in the metaverse to display our NFT collection. We will even consider our own NFT drop and would like to partner with existing multicultural NFT collectives & studios as we architect a global marketplace for us, by us. The magic of Web3 communities is the ability to not only learn together, but to earn together while building relationships with like-minded people all around the world.\\n\\nTo learn more about NFTs, check out our recent write-up “[Intro to Web3: NFTs](https://mirror.xyz/0xED11f592b4959e974a7B34f8Aa63963DB5C5715e/MdPjUMNEbvQT0_4Ew9Zz6A7EmaiFs4nxXSnIdI0mZ-4)”\\n\\n## Organization, Members, & Membership\\n\\n**Structure:** TRiBLand.eth is an investor club and allows participation from both accredited & non-accredited investors. We will hold a vote at the beginning of February to determine TRiBLand.eth’s structure. We will consider all options including; a Delaware LLC, Cayman Islands Foundation, etc. based on the consultation of a lawyer. The rights and obligations of TRiBLand.eth Members will be set forth in an operating agreement and voted into approval by its’ members. To the fullest extent permitted by applicable law, Members shall not have any fiduciary duty to TRiBLand.eth or any other Member. Under the operating agreement created, Members will agree to interact in good faith and to engage in fair dealing.\\n\\nBy the end of Q1 we’d like to have an official board to handle operating transactions and governance of the collective.\\n\\n**Members:** Members of TRiBLand.eth are highly diverse; Our community boast roots in Belize, Nigeria, Brazil, Jamaica, Ghana, & Sierra Leone. We have Black Americans & Creole people; Techstars Founders, Facebook employees, professional athletes & Founders who have raised over $3M for their startups.\\n\\n**Membership:** TRiBLand.eth membership is solely offered to members of the [TRiBL](https://www.jointribl.com) app, a platform for crypto-powered moneypooling for communities of color. A TRiBLand.eth Member should understand and acknowledge that they must bear the economic risk of any purchase. Membership is exclusive to members and their networks. To become a member, you must pool $100 month with the community. As I write this, 20/25 spots for our community have been taken and will likely be filled up by the time I release this.\\n\\nWhat happens once all 25 spots are gone? Members will vote to determine if they want to increase the number of members from 25 to 100. If a vote is approved, approval deemed as majority vote, we will open up the next 75 spots. Upon hitting 100 members, we will need to again seek legal counsel to determine the risks of increasing membership above 100 as we must stay compliant within SEC & regulatory laws.\\n\\n**Perks**:\\n\\n* Early access & insights to TRiBL Web3 projects\\n* Free access to all TRiBLand.eth digital & IRL events\\n* Profit-share according to contribution\\n* Discounted TRiBL merch\\n\\n**Tax Impliations:** Each Member of TRiBLand.eth must rely on the Member's own tax and legal representatives as to the tax consequences of joining TRiBLand.eth or making purchases through TRiBLand.eth. We encourage everyone to treat this similar to your crypto tax strategy reporting any gains made through the year upon your next tax period.\\n\\n**Voting Rights:** Each member has 1 vote regardless of contribution, which they may exercise on any proposal or poll created in TRiBL. Members are expected to actively participate in decisions of the collective ranging from size, type, & number of investments made. Members are not allowed to pass their vote to another member. While members may not necessarily vote on every decision we encourage members to do their best to remain as active as possible.\\n\\n## FAQs:\\n\\n***How are funds collected by TRiBLand.eth?***\\n\\n* Funds are collected monthly via the TRiBL app on subscription once activating your TRiBL wallet, adding a payment option, & joining the pool.\\n\\n**Why are funds converted or measured in Ethereum?**\\n\\n* Today, the primary way to purchase NFTs is using Ethereum. As new digital currencies or tokens rise in the market i.e. Solana, our club reserves the right to shift our conversion.\\n\\n**Will all funds be held in Ethereum?**\\n\\n* No. Our moneypool has the right to diversify our treasury allocation across multiple digital assets.\\n\\n**Can I increase my contribution?**\\n\\n* Members will be able to contribute additional funds outside their subscription. These contributions will be a 1-off payment, and the pool will adjust your percentage allocation.\\n\\n**How are purchase decisions made?**\\n\\n* TRiBLand.eth is entirely member-directed and managed by the Members through democratic voting. As a member, we expect to have or intentionally work to gain and share knowledge of the NFT space. We maintain the right to consult and contract 3rd party brands, artists, & more.\\n* The Members have complete agency in making such determination. To preserve privacy, Members then can vote on whatever NFT they would like to purchase, and if the vote passes, the service provider or a Member can purchase on behalf of TRiBLand.eth\\n\\n**Does TRiBLand.eth have a thesis?**\\n\\n* Our pool is a learning exercise that will breed an ever-evolving thesis. We maintain the right to shift and change our practices as we best see fit as a collective.\\n\\n**Who’s responsible for operating expenses?**\\n\\n* Members are responsible for operating expenses for TRiBLand.eth such as legal fees, operating fees, & any fees charges by 3rd party service providers & contractors.\\n\\n**Where and how are payouts made?**\\n\\n* Payouts on community earnings will be made through the TRiBL app based on your contribution.\\n\\n**What rights do members have if they are not happy with the direction of TRiBLand.eth?**\\n\\n* Refunds of your most recent payment are subject to TRiBL’s Terms & Conditions.\\n* Funds contributed to TRiBLand.eth have a lock-up period of 1-year based on your first contribution. Exceptions for emergencies can be considered by the Board.\\n* At any point in time, a member can opt-out of future subscription contributions to the group without leaving i.e. after paying months 1 and 2, you could opt out of all the future contributions. By doing so, you would not be able to participate in investments absent of your contribution.\\n* Contributions that have not yet been invested can be refunded as requested in an emergency as decided by the Board. If this type of refund is made all future investments will not include any contribution and therefore no profit can be made for the refunded individual.\",\"timestamp\":1641747301,\"title\":\"TRiBLand.eth, a Pan-African group of NFT Collectors\"},\"digest\":\"Un6ceG5JkTAoavg_9LhQt2ldFd-1jXC9Z_aJagKZUdg\",\"authorship\":{\"contributor\":\"0xED11f592b4959e974a7B34f8Aa63963DB5C5715e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iNqZfjuZ-JtKjC6hseDDFcYWT5RvlmMKTOkDxxsZoh0\\\",\\\"y\\\":\\\"3_9f9b5vfLuTumGsdSyiYpRzUdNOJisn1bdka49F0cQ\\\"}\",\"signature\":\"U2730vtz6rt49U22HSAIrhj6SdO0rtBpJ6moVWMQd-b0vTXMSCT8f02t3Wb4WItUUZix8t88F4I4hPPu11U0KQ\",\"signingKeySignature\":\"0x9e0ba6c15fdf9ef3add6c6ceee1aa1ebc4754a5f7b7757e35e0a212053b8fccf4d87865bc3a961533f891498ab9d96f201fe07ca05965ef1b09bae85f92a1ca71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iNqZfjuZ-JtKjC6hseDDFcYWT5RvlmMKTOkDxxsZoh0\\\",\\\"y\\\":\\\"3_9f9b5vfLuTumGsdSyiYpRzUdNOJisn1bdka49F0cQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FqGp33tAUc777yVd1ICgeMHikA-eFdNh9A1wfEm2mS4\"}"