"{\"content\":{\"body\":\"the inferior in the concavity of the sacrum. The stick measured 32 cm. in length; the man recovered. It is impossible to comprehend this extent of straightening of the intestine without great twisting of the mesocolon. Tompsett mentions that he was called to see a workman of sixty-five, suffering from extreme rectal hemorrhage. He found the man very feeble, without pulse, pale, and livid. By digital examination he found a hard body in the rectum, which he was sure was not feces. This body he removed with a polyp-forceps, and found it to be a cylindric candle-box, which measured six inches in circumference, 2 1/2 in length, and 1 1/2 in diameter. The removal was followed by a veritable flood of fecal material, and the man recovered. Lane reports perforation of the rectum by the introduction of two large pieces of soap; there was coincident strangulated hernia.\\n\\nHunter mentions a native Indian, a resident of Coorla, who had introduced a bullock's horn high up into his abdomen, which neither he nor his friends could extract. He was chloroformed and placed in the lithotomy position, his buttocks brought to the edge of the bed, and after dilatation of the sphincter, by traction with the fingers and tooth-forceps, the horn was extracted. It measured 11 inches long. The young imbecile had picked it up on the road, where it had been rendered extremely rough by exposure, and this caused the difficulty in extraction.\\n\\nIn Nelson's Northern Lancet, 1852, there is the record of a case of a man at stool, who slipped on a cow's horn, which entered the rectum and lodged beyond the sphincter. It was only removed with great difficulty.\\n\\nA convict at Brest put up his rectum a box of tools. Symptoms of vomiting, meteorism, etc., began, and became more violent until the seventh day, when he died. After death, there was found in the transverse colon, a cylindric or conic box, made of sheet iron, covered with skin to protect the rectum and, doubtless, to aid expulsion. It was six inches long and five inches broad and weighed 22 ounces. It contained a piece of gunbarrel four inches long, a mother-screw steel, a screw-driver, a saw of steel for cutting wood four inches long, another saw for cutting metal, a boring syringe, a prismatic file, a half-franc piece and four one-franc pieces tied together with thread, a piece of thread, and a piece of tallow, the latter presumably for greasing the instruments. On investigation it was found that these conic cases were of common use, and were always thrust up the rectum base first. In excitement this prisoner had pushed the conic end up first, thus rendering expulsion almost impossible. Ogle gives an interesting case of foreign body in the rectum of a boy of seventeen. The boy was supposed to be suffering with an abdominal tumor about the size of a pigeon's egg under the right cartilages; it had been noticed four months before. On admission to the hospital the lad was suffering with pain and jaundice; sixteen days later he passed a stick ten inches long, which he reluctantly confessed that he had introduced into the anus. During all his treatment he was conscious of the nature of his trouble, but he suffered rather than confess. Studsgaard mentions a man of thirty-five who, for the purpose of stopping diarrhea, introduced into his rectum a preserve-bottle nearly seven inches long with the open end uppermost. The next morning he had violent pain in the abdomen, and the bottle could be felt through the abdominal wall. It was necessary to perform abdominal section through the linea alba, divide the sigmoid flexure, and thus remove the bottle. The intestine was sutured and the patient recovered. The bottle measured 17 cm. long, five cm. in diameter at its lower end, and three cm. at its upper end.\\n\\nBriggs reports a case in which a wine glass was introduced into the rectum, and although removed twenty-four hours afterward, death ensued. Hockenhull extracted 402 stones from the rectum of a boy of seven. Landerer speaks of a curious case in which the absorptive power of the rectum was utilized in the murder of a boy of fifteen. In order to come into the possession of a large inheritance the murderess poisoned the boy by introducing the ends of some phosphorous matches into his rectum, causing death that night; there was intense inflammation of the rectum. The woman was speedily apprehended, and committed suicide when her crime was known.\\n\\nComplete transfixion of the abdomen does not always have a fatal issue. In fact, two older writers, Wisemann and Muys, testify that it is quite possible for a person to be transfixed without having any portion of the intestines or viscera wounded. In some nations in olden times, the extremest degree of punishment was transfixion by a stake. In his voyages and travels, in describing the death of the King of Demaa at the hands of his page, Mendez Pinto says that instead of being reserved for torture, as were his successors Ravaillac, and Gerard, the slayer of William the Silent, the assassin was impaled alive with a long stake which was thrust in at his fundament and came out at the nape of his neck. There is a record of a man of twenty-five, a soldier in the Chinese war of 1860, who, in falling from his horse, was accidentally transfixed by a bayonet. The steel entered his back two inches to the left of the last dorsal vertebra, and reappeared two inches to the left and below the umbilicus; as there was no symptom of visceral wound there were apparently no injuries except perforation of the parietes and the peritoneum. The man recovered promptly.\\n\\nRoss reports a case of transfixion in a young male aborigine, a native of New South Wales, who had received a spear-wound in the epigastrium during a quarrel; extraction was impossible because of the sharp-pointed barbs; the spear was, therefore, sawed off, and was removed posteriorly by means of a small incision. The edges of the wound were cleansed, stitched, and a compress and bandage applied. During the night the patient escaped and joined his comrades in the camp, and on the second day was suffering with radiating pains and distention. The following day it was found that the stitches and plaster had been removed, and the anterior wound was gaping and contained an ichorous discharge. The patient was bathing the wound with a decoction of the leaves of the red-gum tree. Notwithstanding that the spear measured seven inches, and the interference of treatment, the abdominal wound closed on the sixth day, and recovery was uninterrupted. Gilkrist mentions an instance in which a ramrod was fired into a soldier's abdomen, its extremity lodging in the spinal column, without causing the slightest evidence of wounds of the intestines or viscera. A minute postmortem examination was held some time afterward, the soldier having died by drowning, but the results were absolutely negative as regards any injury done by the passage of the ramrod.\\n\\nHumphreys says that a boy of eleven, while \\\"playing soldier\\\" with another boy, accidentally fell on a rick-stake. The stake was slightly curved at its upper part, being 43 inches long and three inches in circumference, and sharp-pointed at its extremity. As much as 17 1/2 inches entered the body of the lad. The stake entered just in front of the right spermatic cord, passed beneath Poupart's ligament into the cavity of the abdomen, traversed the whole cavity across to the left side; it then entered the thorax by perforating the diaphragm, displaced the heart by pushing it to the right of the sternum, and pierced the left lung. It then passed anteriorly under the muscles and integument in the axillary space, along the upper third of the humerus, which was extended beyond the head, the external skin not being ruptured. The stick remained in situ for four hours before attempts at extraction were made. On account of the displacement of the heart it was decided not to give chloroform. The boy was held down by four men, and Humphreys and his assistant made all the traction in their power. After removal not more than a teaspoonful of blood followed. The heart still remained displaced, and a lump of intestine about the size of an orange protruded from the wound and was replaced. The boy made a slow and uninterrupted recovery, and in six weeks was able to sit up. The testicle sloughed, but five months later, when the boy was examined, he was free from pain and able to walk. There was a slight enlargement of the abdomen and a cicatrix of the wound in the right groin. The right testicle was absent, and the apex of the heart was displaced about an inch.\\n\\nWoodbury reports the case of a girl of fourteen, who fell seven or eight feet directly upon an erect stake in a cart; the tuberosity was first struck, and then the stake passed into the anus, up the rectum for two inches, thence through the rectal wall, and through the body in an obliquely upward direction. Striking the ribs near the left nipple it fractured three, and made its exit. The stake was three inches in circumference, and 27 inches of its length passed into the body, six or seven inches emerging from the chest. This girl recovered so rapidly that she was able to attend school six weeks afterward. In a case reported by Bailey a middle-aged woman, while sliding down a hay-stack, struck directly upon a pitchfork handle which entered the vagina; the whole weight of the woman was successfully maintained by the cellular tissue of the uterovaginal culdesac.\\n\\nMinot speaks of the passage of one prong of a pitchfork through the body of a man of twenty-one, from the perineum to the umbilicus; the man recovered.\\n\\nHamilton reports a case of laceration of the perineum with penetration of the pelvic cavity to the depth of ten inches by a stick 3/4 inch thick. Prowse mentions the history of a case of impalement in a man of thirty-four, who, coming down a hay-stack, alighted on the handle of a pitchfork which struck him in the middle of the scrotum, and passed up between the skin and fascia to the 10th rib. Recovery was prompt.\\n\\nThere are several cases on record in which extensive wounds of the abdominal parietes with protrusion and injury to the intestine have not been followed by death. Injuries to the intestines themselves have already been spoken of, but there are several cases of evisceration worthy of record.\\n\\nDoughty says that at midnight on June 7, 1868, he was called to see a man who had been stabbed in a street altercation with a negro. When first seen in the street, the patient was lying on his back with his abdomen exposed, from which protruded an enormous mass of intestines, which were covered with sand and grit; the small intestine (ileum) was incised at one point and scratched at another by the passing knife. The incision, about an inch in length, was closed with a single stitch of silk thread, and after thorough cleansing the whole mass was returned to the abdominal cavity. In this hernial protrusion were recognized four or five feet of the ileum, the cecum with its appendix, part of the ascending colon with corresponding portions of the mesentery; the distribution of the superior mesentery, made more apparent by its living pulsation, was more beautifully displayed in its succession of arches than in any dissection that Doughty had ever witnessed. Notwithstanding the extent of his injuries the patient recovered, and at last reports was doing finely.\\n\\nBarnes reports the history of a negro of twenty-five who was admitted to the Freedmen's Hospital, New Orleans, May 15, 1867, suffering from an incised wound of the abdomen, from which protruded eight inches of colon, all of the stomach, and nearly the whole of the small intestines. About 2 1/2 feet of the small intestine, having a whitish color, appeared to be filled with food and had much of the characteristic feeling of a sausage. The rest of the small intestine had a dark-brown color, and the stomach and colon, distended with gas, were leaden-colored. The viscera had been exposed to the atmosphere for over an hour. Having nothing but cold Mississippi water to wash them with, Barnes preferred returning the intestines without any attempt at removing blood and dirt further than wiping with a cambric handkerchief and the stripping they would naturally be subjected to in being returned through the opening. In ten minutes they were returned; they were carefully examined inch by inch for any wound, but none was found. Three silver sutures were passed through the skin, and a firm compress applied. The patient went to sleep shortly after his wound was dressed, and never had a single subsequent bad symptom; he was discharged on May 24th, the wound being entirely healed, with the exception of a cartilage of a rib which had not reunited.\\n\\nRogers mentions the case of a carpenter of thirty-six who was struck by a missile thrown by a circular saw, making a wound two inches above the umbilicus and to the left. Through the opening a mass of intestines and a portion of the liver, attached by a pedicle, protruded. A portion of the liver was detached, and the liver, as well as the intestines, were replaced, and the man recovered.\\n\\nBaillie, Bhadoory, Barker, Edmundson, Johnson, and others, record instances of abdominal wounds accompanied by extensive protrusion of the intestines, and recovery. Shah mentions an abdominal wound with protrusion of three feet of small intestine. By treatment with ice, phenol, and opium, recovery was effected without peritonitis.\\n\\nAmong nonfatal perforating gunshot wounds of the abdomen, Loring: reports the case of a private in the First Artillery who recovered after a double gunshot perforation of the abdomen. One of the balls entered 5 1/2 inches to the left of the umbilicus, and two inches above the crest of the ilium, making its exit two inches above the crest of the ilium, on a line with and two inches from the 4th lumbar vertebra. The other ball entered four inches below and to the rear of the left nipple, making its exit four inches directly below the point of entrance. In their passages these balls did not wound any of the viscera, and with the exception of traumatic fever there was no disturbance of the health of the patient. Schell records the case of a soldier who was wounded July 3, 1867, by a conoid ball from a Remington revolver of the Army pattern. The ball entered on the left side of the abdomen, its lower edge grazing the center of Poupart's ligament, and passing backward, inward, and slightly upward, emerged one inch to the left of the spinous process of the sacrum. On July 6th all the symptoms of peritonitis made their appearance. On July 11th there was free discharge of fecal matter from both anterior and posterior wounds. This discharge continued for three days and then ceased. By August 12th both wounds were entirely healed. Mineer reports a case of a wound from a revolver-ball entering the abdomen, passing through the colon, and extracted just above the right ilium. Under simple treatment the patient recovered and was returned to duty about ten weeks afterward.\\n\\nThere are a number of cases on record in which a bullet entering the abdominal cavity is subsequently voided either by the bladder or by the bowel. Ducachet mentions two cases at the Georgetown Seminary Hospital during the late war in which Minie balls entering the abdominal wall were voided by the anus in a much battered condition. Bartlett reports the case of a young man who was accidentally shot in the abdomen with a Colt's revolver. Immediately after the accident he complained of constant and pressing desire to void his urine. While urinating on the evening of the third day, the ball escaped from the urethra and fell with a click into the chamber. After the discharge of the ball the intolerable symptoms improved, and in two or three weeks there was complete recovery. Hoag mentions a man who was wounded by a round musket-ball weighing 400 grains. It had evidently passed through the lung and diaphragm and entered the alimentary canal; it was voided by the rectum five days after the injury. Lenox mentions the fact of a bullet entering the abdominal wall and subsequently being passed from the rectum. Day and Judkins report similar cases. Rundle speaks of the lodgment of a bullet, and its escape, after a period of seven and one-half years, into the alimentary canal, causing internal strangulation and death.\\n\\nWounds of the liver often end very happily, and there are many cases on record in which such injuries have been followed by recovery, even when associated with considerable loss of liver-substance. In the older records, Glandorp and Scultetus mention cures after large wounds of the liver. Fabricius Hildanus reports a case that ended happily, in which a piece of liver was found in the wound, having been separated by a sword-thrust. There is a remarkable example of recovery after multiple visceral wounds, self-inflicted by a lunatic. This man had 18 wounds, 14 having penetrated the abdomen, the liver, colon, and the jejunum being injured; by frequent bleeding, strict regimen, dressing, etc., he recovered his health and senses, but relapsing a year and a half later, he again attempted suicide, which gave the opportunity for a postmortem to learn the extent of the original injuries. Plater, Schenck, Cabrolius, the Ephemerides, and Nolleson mention recovery after wounds of the liver. Salmuth and the Ephemerides report questionable instances in which portions of the liver were ejected in violent vomiting. Macpherson describes a wound of the liver occurring in a Hindoo of sixty who had been struck by a spear. A portion of the liver was protruding, and a piece weighing 1 1/4 ounces was removed, complete recovery following.\\n\\nPostempski mentions a case of suture of the liver after a stab-wound. Six sutures of chromicized cat-gut were carefully tightened and fastened with a single loop. The patient left his bed on the sixth day and completely recovered. Gann reports a case of harpoon-wound of the liver. While in a dory spearing fish in the Rio Nuevo, after a sudden lurch of the boat, a young man of twenty-eight fell on the sharp point of a harpoon, which penetrated his abdomen. About one inch of the harpoon was seen protruding from below the tip of the ensiform cartilage; the harpoon was seven inches long. It was found that the instrument had penetrated the right lobe of the liver; on passing the hand backward along the inferior surface of the liver, the point could be felt projecting through its posterior border. On account of two sharp barbs on the spear-point, it was necessary to push the harpoon further in to disengage the barbs, after which it was easily removed. Recovery followed, and the patient was discharged in twenty-one days.\\n\\nRomme discusses the subject of punctured wounds of the liver, as a special text using the case of the late President Carnot. He says that in 543 cases of traumatism of the liver collected by Elder, 65 were caused by cutting or sharp-pointed instruments. Of this group, 23 recovered and 42 died. The chief causes of death were hemorrhage and peritonitis. The principal symptoms of wounds of the liver, such as traumatic shock, collapse, local and radiating pains, nausea, vomiting, and respiratory disturbances were all present in the case of President Carnot. From an experience gained in the case of the President, Romme strongly recommends exploratory celiotomy in all penetrating wounds of the liver. Zeidler reports three cases of wound of the liver in which recovery ensued. The hemorrhage in one case was arrested by the tampon, and in the other by the Pacquelin cautery.\\n\\nMcMillan describes a man of twenty who was kicked by a horse over the liver and rupturing that organ. A large quantity of offensive fluid was drawn off from the liver, and the man recovered. Frazer reports a case of rupture of liver and kidney in a boy of thirteen who was squeezed between the tire and driving chain of a mill, but who recovered despite his serious symptoms. Allen mentions recovery after an extensive incised wound of the abdomen, liver, and lung. Massie cites an instance of gunshot wound of the right hypochondrium, with penetration and protrusion of the liver. The patient, a boy of seven, recovered after excision of a small part of the protruding liver. Lawson Tait has incised the liver to the extent of three inches, evacuated two gallons of hydatids, and obtained successful recovery in ten weeks.\\n\\nThere are several cases of wound of the liver followed by recovery reported by surgeons of the United States Army. Whitehead mentions a man of twenty-two who on June 3, 1867, was shot in the liver by a slug from a pistol. At the time of the injury he bled freely from the wound of entrance continuing to lose blood and bile until daylight the next morning, when the hemorrhage ceased, but the flow of bile kept on. By June 10th there was considerable improvement, but the wound discharged blood-clots, bile, and serum. When the patient left the hospital on July 15th the wound was healthy, discharging less than 1 1/2 ounces during the twenty-four hours, of a mixture of free bile, and bile mixed with thick material. When last heard from--July 27, 1867--the patient was improving finely in flesh and strength. McKee mentions a commissary-sergeant stationed at Santa Fe, New Mexico, who recovered after a gunshot wound of the liver. Hassig reports the case of a private of twenty-six who was wounded in a fray near Paducah, Kentucky, by a conoid ball, which passed through the liver. The ball was cut out the same day. The patient recovered and was returned to duty in May, 1868. Patzki mentioned a private in the Sixth Cavalry, aged twenty-five, who recovered from a gunshot wound of the abdomen, penetrating the right lobe of the liver and the gall-bladder.\\n\\nResection of the Liver.--It is remarkable to what extent portions of the liver may be resected by the knife, cautery, or ligature, and the patient recover. Langenbuch records a case in which he successfully removed the greater portion of the left lobe of a woman of thirty. The lobe had been extensively deformed by tight lacing, and caused serious inconvenience. There was considerable hemorrhage, but the vessels were secured, and the woman made a good recovery. McWhinnie, in The Lancet, records a case of dislodgment of an enlarged liver from tight lacing. Terrilon mentions an instance in which a portion of the liver was removed by ligature after celiotomy. The ligature was removed in seven days, and the sphacelated portion of the liver came off with it. A cicatrix was completed at the end of six weeks, and the patient, a woman of fifty-three, made an excellent recovery. Bastianelli discusses those cases in which portions of the liver, having been constricted from the general body of the organ and remaining attached by a pedicle, give rise to movable tumors of the abdomen. He records such a case in a woman of thirty-seven who had five children. A piece of liver weighing 500 grams was removed, and with it the gall-bladder, and the patient made an uninterrupted recovery. Tricomi reports a case in which it was found necessary to remove the left lobe of the liver. An attempt had been made to remove a liver-tumor the size of a fist by constricting the base with an elastic ligature. This attempt was a failure, and cure was also unsuccessfully attempted by wire ligature and the thermocautery. The growth was cut away, bleeding was arrested by the thermocautery and by iron-solution, the wound entirely healed, and the patient recovered. Valerian von Meister has proved that the liver has marvelous powers of regeneration, and that in rabbits, cats, and dogs, even three-fourths of the organ may be reproduced in from forty-five to sixty-five days. This regeneration is brought about chiefly by hypertrophy of the lobules.\",\"timestamp\":1639719024,\"title\":\"\\nThere is a remarkable case recorded of a stick in the anus of a man of sixty, the superior extremity in the right hypochondrium, \"},\"digest\":\"OGOhXoE3mTkwhZnuRxnx8qKgjuUZ1G9qkQve4p0BKSs\",\"authorship\":{\"contributor\":\"0x9DC92730677fd3244eD267F4e8bDd94201A144f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jQTzt0Q8cOq7ILefaOd6P70KwTya_X_SN0RRpnDcpLQ\\\",\\\"y\\\":\\\"DJNB0Usf1HglNGKadEjKyrnHAPeavwu4o1tLvqmQiWI\\\"}\",\"signature\":\"7vI56Gs5AKrph1RJM10WUpjI7Mgbmd8BtfJZoQkIJey0oj7LHS6WXcJIN_lyYg99Wv0kSz81yup-mUnzQS-dnA\",\"signingKeySignature\":\"0x4dcab0ca083cdbd1c42d66e8bc8d8fee4782fc7c3df4235776703ca8d1ecea134519c2c3a32ae332f96516136a06080451d145ed79a56ef10ba4c2114b0dcbdb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jQTzt0Q8cOq7ILefaOd6P70KwTya_X_SN0RRpnDcpLQ\\\",\\\"y\\\":\\\"DJNB0Usf1HglNGKadEjKyrnHAPeavwu4o1tLvqmQiWI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OGOhXoE3mTkwhZnuRxnx8qKgjuUZ1G9qkQve4p0BKSs\"}"