"{\"content\":{\"body\":\"Bitcoin trading volumes are rising in Turkey as the increasingly authoritarian government there goes diligently about the work of setting its currency, the lira, on fire.\\n\\nTurkish President Recep Tayyip Erdogan, who has retained power since 2003, has to all appearances lost his mind: With inflation sitting at around 20%, Erdogan yesterday lowered Turkey’s key interest rate to 18% from 19% (no, not a typo), instead of raising them to tighten the money supply.\\n\\nCurrency markets have responded decisively to the expected move, with the lira losing 10% of its value against the U.S. dollar since Monday. Some Turkish citizens decided to take their business elsewhere: BTCTurk, one of a handful of local exchanges offering lira/BTC trades, has seen a noticeable uptick in volume, according to public data. That interest comes despite the recent collapse of two other Turkish exchanges, one in an [apparent exit scam](https://www.aljazeera.com/economy/2021/5/5/for-the-ruined-turkeys-crypto-crackdown-comes-too-late).\\n\\n***This article is excerpted from The Node, CoinDesk’s daily roundup of the most pivotal stories in blockchain and crypto news. You can subscribe to get the full [newsletter here](https://www.coindesk.com/newsletters).***\\n\\n0 seconds of 2 minutes, 55 secondsVolume 90%\\n\\n \\n\\nErdogan’s government [banned crypto for payments](https://fortune.com/2021/04/30/turkey-crypto-ban-erdogan-cryptocurrencies-investors-losses-thodex-vebitcoin/) in April, but owning crypto is legal in Turkey – at least for now. Sadly, the logic of the current situation may push Erdogan to tighten further, as any open lira/BTC trade could put further downward pressure on the lira by enabling capital flight.\\n\\nErdogan has reportedly claimed that lowering interest rates – which makes money cheaper and more plentiful – will somehow curb inflation. But his reasoning is opaque. He recently referred to interest as the “devil,” perhaps an oblique appeal to Islamic morality in the face of economic reality.\\n\\n“It’s just crazy, there’s zero justification for this move as there’s been zero justification for the rate cuts we’ve seen so far this year,” an asset manager [told the Wall Street Journal](https://www.wsj.com/articles/turkeys-lira-slides-to-historic-low-ahead-of-central-bank-meeting-11637231995). “Erdogan is running monetary policy on his own.”\\n\\nIt’s not hard to infer Erdogan’s actual motive for (more or less) letting the money printer go brrr: Keeping rates lower is one of only a handful of tools he has for shoring up Turkey’s economy. Turkey has seen short-term hits to its economy thanks to regional instability and COVID-19, which has devastated tourism.\\n\\nThe longer-term picture is even more shocking: Since 2013, Turkey’s GDP has plummeted from more than US$950 billion to $720 billion, partly thanks to instability after a failed coup against Erdogan in 2016. Erdogan’s attempts to ramp things back up have been deeply unorthodox for years, particularly relying on [unsustainable levels of debt](https://www.nytimes.com/2018/07/10/business/turkey-economy-erdogan.html) throughout the economy.\\n\\n***Read more: [Turkey Blocks Bank Accounts of a Crypto Exchange Even as It Hunts for the CEO of Another](https://www.coindesk.com/markets/2021/04/23/turkey-blocks-bank-accounts-of-a-crypto-exchange-even-as-it-hunts-for-the-ceo-of-another/)***\\n\\nAnd Erdogan no longer has an independent economic council to push back after [firing a series of central bank governors](https://www.wsj.com/articles/turkeys-erdogan-fires-central-bank-officials-fueling-economic-uncertainty-11634209321) who wouldn’t get in line. That makes the current wave of instability all the more dangerous for lira holders.\\n\\nErdogan’s Turkey is fast becoming a case study of bitcoin’s potential benefits for residents of countries with fragile currencies, or authoritarian leaders likely to pursue short-term political gain through inflationary policies. Luckily, Turkey is closely tied to Europe, and Turks currently have at least some access to dollars and euros to protect their wealth. In many other similarly troubled regions, that luxury is hard to come by, leaving bitcoin the only option.\",\"timestamp\":1637719546,\"title\":\"Turkey Makes the Case for Bitcoin as Erdogan Runs the Autocrat’s Inflation Playbook\"},\"digest\":\"_fFmLPMmr4PXC46vgTiuOl6gShRMTUXlRqsGuChP21E\",\"authorship\":{\"contributor\":\"0x08DB79911BB3215CA7406e2B4Df23348Ea33915A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g6qyEnWpLDNCWY9NpbHVqQgt2_2vLuLEh3RocDXO9YU\\\",\\\"y\\\":\\\"xJdCTHJUrdlD8s4x_y0iDbhMx1lP-VWMcrcFeI1DD_U\\\"}\",\"signature\":\"sM9yt8-g17OQICFjUFEZqYkWbzsvNYtR8p7oihckw-XinwDIt0S38sRUS2bLJkEAJhHg3fcwyxld5X7on6SEkA\",\"signingKeySignature\":\"0x597cb00068e8657e36a2e1c083b3c517dee021b13853a2409e5d3f30f54af0896326bfbe07e8c4a170feb7cd9958665fae87b2fe6d3248b39f1a81979eb2f4cd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g6qyEnWpLDNCWY9NpbHVqQgt2_2vLuLEh3RocDXO9YU\\\",\\\"y\\\":\\\"xJdCTHJUrdlD8s4x_y0iDbhMx1lP-VWMcrcFeI1DD_U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_fFmLPMmr4PXC46vgTiuOl6gShRMTUXlRqsGuChP21E\"}"