"{\"content\":{\"body\":\"台下默默刷手机的员工\\n\\n比特傻见过几千家企业，发现企业一般有两种员工。一种员工，兢兢业业。领导交代的事情，会加倍努力去做，做到事事有结果，件件有回音。晚上，亮着灯加班的人也大多属于此类员工。这一类员工啊，一般都是企业表样的对象。每年的企业年会上，他们是被表扬的优秀员工。\\n\\n于此同时呢，还有另一类员工。台上的优秀员工被表扬，接受荣誉。他们坐在下面玩手机，对台上的表扬毫不在乎。在台下的这帮员工眼里，仿佛领导、台上的荣誉都不存在。优秀员工的奖金和台上的聚光灯都丝毫引不起这帮员工的兴趣。\\n\\n朋友们，哪种才是真正聪明的员工呢？\\n\\n比特傻将讲述带朋友们了解职场的基本面。我将讲述为什么很多年轻人不愿意全力以赴地工作了；那些台下刷手机的员工到底得到了什么。最终，我将解释职场最大的秘密之一，斜杆青年。\\n\\n公司管理的本质\\n\\n多年以前，比特傻刚毕业的时候，刚刚进入互联网行业。我在北京东城区上班，为了方便工作，我把宿舍安排在公司附近。比特傻记得每天早上我去公司打卡，下班后我会去附近的面馆吃一碗面。然后重新回到宿舍，继续工作到12点钟。有时候，甚至工作到3-4点钟。一直这样坚持下去。这么多年过去了，那个时候的我依然是我自己知道的最勤奋的年轻人之一。\\n\\n可是，随着对职场的认识加深，比特傻逐步意识到了一个真相。我们作为员工，和公司最本质的关系是什么呢？我们出卖我们的时间给公司。我们希望我们的单位时间价格卖得更高，这体现在我们希望升职加薪。公司希望用更低的价格买我们的单位时间，这体现在使用各种管理办法延长我们的工作时间和增加我们的工作产出。小到员工打卡，中到各种期权激励，大到各种荣誉感、使命感、企业文化等思想灌输，无不是为了这个目的。无论表面光鲜的白领职场，还是昏暗嘈杂的血汗工厂，公司总是希望尽可能多地榨取员工的价值。也就是说，我们作为员工，出售时间给公司，是公司的利益对手方。很多年轻人工作了几年，都想明白了这个道理。哦，原来台上的优秀员工是被公司压价剥削得最多的人啊。\\n\\n更可怕的是，公司会为员工设计一套粗糙而中庸的管理体制。这种管理体制，假定所有员工都是平庸的，并且给几乎所有人平庸的结果。所以，我们工作了这么多年，几乎看不到有谁靠打工能够财务自由。假设你是一个码农，你的码代码的速度是正常码农的10倍。你跑到企业Hr那里要求10倍的薪资，你会发现Hr会找各种公司规章制度搪塞你。最终，在了解了你确实牛逼后，hr据傲地说，小伙子不错，给你加薪15%吧。想想吧，你的工作量相当于10个码农，但你是一个人，没有管理和沟通成本。所以你的产出应该相当于20个普通码农。可你永远无法领到20倍的薪资。\\n\\n年轻人的困境\\n\\n我们的父辈，进入社会的时候社会几乎一穷二白。父辈们赶上了国家经济的大发展，那真是一个容易改变命运的时代啊。举个例子，父辈在村子里，老张家去深圳打工两年，一下子变成全村首富。隔壁老李家村更厉害，出了个包工头，做工程，几年就变成了当地的小富豪。这一代人年轻人一出道，社会就已经积攒了大量的财富。如果你没有出生在一二线城市，你会发现一二线城市普通人家的房产财富，你这辈子都难以企及。\\n\\n我们生活在一个拥有巨量存量财富的社会。比特傻刚毕业时开车出去自驾游，在高速上飞驰。看到高速公路一眼望不到头，无数个收费站和广告牌。我就想，这些高速公路属于谁，这巨大的财富属于谁呢？我这辈子有可能企及这样巨量的财富吗？相对于存量财富，我们这一代年轻人的工作收入是杯水车薪。我们拿房地产举例子。一个小镇来的年轻人，到一二线城市去打拼，他会发现他的工作收入，很难在一二线城市买房。现在的中国，对于没有背景的年轻人，一心一意努力工作几乎没有出路。一些年轻人工作了几年，开始明白这个道理。于是，他们把注意力从工作转移到了别处。\\n\\n保时捷女孩\\n\\n比特傻之前上班的集团，老板们都低调，停车坪上也不过是BBA这类平民豪华品牌。直到有一天，停车坪上出现了一辆保时捷跑车。于是大家纷纷议论，是哪位领导买了跑车。最后大家发现，跑车是某边缘部门的一个名不见经传的女孩买的。每人知道这个女孩是做啥的。但女孩的哪来的钱买车呢？原来女孩参与了不少的加密货币项目，在牛市获得了上百倍的收益。也就是说，这个名不见经传的女孩，这个在办公室里面谁也不知道她在干啥的女孩；她工作自己业余时间投资参与区块链业务挣得了远超于公司领导的收入。我犹记得那次和某领导吃饭，他有点喝多了，说自己一个大男人，人到中年，却远不如那个小女孩。\\n\\n朋友们，你们可能会想。如果不做台上的优秀员工，甘心默默坐在台下，那到底能得到什么呢？当然是比台上那些优秀员工更多的收益。可能是更多的时间陪伴家人，获得人生的幸福。可能是，远超过工作的收益。有个大哥说的好，他说他年轻人拼命提升自己的能力。让自己的能力大幅超过工作岗位需求，然后多出来时间和精力做自己想做的事情。无视所有升职加薪和办公室政治，让后副业收入远远超过本职收入。至于怎么获得远超过工作的收益，大家别着急，我之后会慢慢说。\\n\\n职场秘密\\n\\n多年以后，我开始逐渐明白，原来职场老鸟都默默有着自己的业务。隔壁李总在工作闲暇炒股；楼上张总利用公司资源在海南自己投地皮；运营部孙总，私下做广告媒体业务。就连公司前台，都给楼里的健身房倒客流挣一笔客户推荐费。多年以后，我开始明白，我为什么刚开始工作总显得比别人优秀因？为我傻啊。我看不到自己是在用100%的力气和别人20%的力气搏斗。我现在甚至可以断言，大到国企领导，小到BAT总监，他们或多或少都已自己的工作外业务。\\n\\n社会上，把这种现象叫做斜杆青年。\\n\\n斜杆青年\\n\\n然而，斜杆绝非仅仅限于青年。只要你看穿职场真相，只要你希望有所突破，你大概率会走上这条路的。人们一般认为斜杆青年是多重身份，能够体验到多重的生活。其实，斜杆的要点在于多重收入。人们可以轻易的获得多种身份，敬老院义工你随便去，可是没有收益啊。大部分人难以长期坚持没有收益的工作。斜杆的第一个要点在于多重收入，而非多重身份。其次，斜杆带来的多重收入必须的稳定的。我在北京打滴滴偶尔遇到司机需要贷款，甩给贷款公司，是能够挣几万块。可是，这种收入是不持续的不稳定的。我运营一个微信公共号，讲贷款小技巧，里面10万粉丝。每个月都有几个转化成自己的客户，这就是稳定收益。第三，要注意斜杆的上限。如果你利用私人时间去给别人做私人钢琴教师，虽稳定，但你的时间是有限的。你无法突破时间限制增加你的收入。\\n\\n结语\\n\\n我们并不是说努力工作这条路100%不通，我们也看到万科的王石团队一年打工挣几千万。但，整个社会不会需要太多这样的黄金打工仔，我们也对这些黄金打工仔背后的因素缺乏了解。对于我们普通人，靠努力和拼搏获得这样的机会是极低概率时间。我们的人生崛起，需要更多的确定性。极度努力工作使人贫穷。今天，我们分析了职场上常见的两种员工，并且告诉了朋友们斜杆青年这种重要的概念。但是，对于斜杆的理解，还是有很多欠缺。之后我们会手把手告诉你们现在热门高效的斜杆业务，并揭示斜杆的终极奥义。朋友们如果遇到兄弟姐们，像我当初一样，傻傻每天工作到12点；可以告诉他们，这也许能够节约他们几年时间。\\n\\n对了，比特傻忘记说了，职场上还有第三种人。一边在台上拿着奖，帮着领导树立正面典型，一边默默高效地经验了多种现金流业务。台上台下两不输，这第三种人啊，我才认为是真正的优秀员工。\",\"timestamp\":1642160165,\"title\":\"斜杆青年\"},\"digest\":\"OkTayLEUa4ftzN2fWlrbUCBM34KMEyFosicfK8LXjkk\",\"authorship\":{\"contributor\":\"0x12e874169A42b20E15d4BE9d799e6c01E79b48D6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ywp8GA5U63bfPCNZsGTGVHO7K4chXlTnJnG56TGpACA\\\",\\\"y\\\":\\\"g3zuvil2osQ0q7dGBYxMGUzbmXuHrOb6SSVa3zHmr4g\\\"}\",\"signature\":\"9tny1__PDatD6qUpiE5RNgq87lw_mCKpDm-rcE4ixGLhmFNhoewDDqoxXAZ6Dhb2c0bqYBn2HXyfFT-UreDqlA\",\"signingKeySignature\":\"0x3e6734e7f4490b1e9c88a48e23e8509d38bfb93c96dfab504bd7bc6dbd9c73144675e8e1b0580b97fd7323c063455c27c617448b6fc28d213a40d8fcaf643e441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ywp8GA5U63bfPCNZsGTGVHO7K4chXlTnJnG56TGpACA\\\",\\\"y\\\":\\\"g3zuvil2osQ0q7dGBYxMGUzbmXuHrOb6SSVa3zHmr4g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OkTayLEUa4ftzN2fWlrbUCBM34KMEyFosicfK8LXjkk\"}"