"{\"content\":{\"body\":\"`Một DAO nào đó muốn mua Dự luật Hiến pháp Hoa Kỳ; những điều mà họ làm được đã cho thấy tiềm lực của DAO.`\\n\\n“Hiến pháp”, suy cho cùng nó cũng gần như tương tự như một tổ chức tự trị phi tập trung (DAO). Hoặc, ít nhất nó trông khá giống. Merriam-Webster định nghĩa nó là \\\"hệ thống niềm tin và luật lệ mà một quốc gia, tiểu bang hoặc tổ chức điều hành.\\\"\\n\\nMột DAO về cơ bản nó cũng vậy, nhưng khác ở chỗ các quy tắc sẽ được mã hóa (theo nghĩa đen) chi phối một cộng đồng kỹ thuật số. \\n\\nCó một sự khác biệt quan trọng: Với Hiến Pháp, ban điều hành quản lý sẽ đại diện quyết định cho một khu vực địa lý cụ thể. Tuy nhiên, trong một DAO, tất cả mọi người (và bất kỳ ai) nắm giữ mã thông báo quản trị (token) đều có quyền biểu quyết ngang nhau.\\n\\nRất khó để biết liệu đây có thực sự là động lực đằng sau ConstitutionDAO trong nỗ lực của họ hay không - nhưng đáng buồn là nỗ lực mua bản Hiến Pháp 1787 đã không thành công. Nhưng trên hực tế, nhóm tiền điện tử này đã có thể cho thấy sự liên kết mạnh mẽ của một cộng đồng cho một mục đích duy nhất.\\n\\nĐiều gì đã thực sự xảy ra? Tại sao ConstitutionDAO thất bại? Đây có phải là bước tiếp theo trong kỷ nguyên của cộng đồng kỹ thuật số?\\n\\nChúng ta cùng tìm hiểu trong bài viết này nhé.\\n\\n## Hiến pháp được đấu giá ở đây là gì?\\n\\nTrước khi đi sâu hơn vào chi tiết về những gì đã xảy ra với ConstitutionDAO, hãy tìm hiểu về Hiến Pháp được bán đấu giá là gì?\\n\\n![](https://images.mirror-media.xyz/publication-images/yupEbR8AqwG-bI5CDWOuw.jpeg?height=806&width=1072)\\n\\nBản Hiến Pháp này là bản in đầu tiên của Hiến pháp dành riêng cho các đại biểu tại Hội nghị Lập hiến và các thành viên tham gia khác của Quốc hội Lục địa. Nó được in vào năm 1787 và có khoảng 500 bản. Khi hội nghị kết thúc, một số đại biểu đã nhận được nhiều bản sao hơn để chia sẻ với bạn bè và gia đình của họ \\n  \\n Trong số 500 bản sao đó, chỉ có 13 bản còn tồn tại và khoảng 11 bản trong số đó do các tổ chức lưu giữ. Bản sao mà ConstitutionDAO tham gia đấu giá là một trong số 13 bản sao này, nó từng được sở hữu bởi Dorothy Goldman, mua vào năm 1997.\\n\\nNguồn: \\n\\n[https://www.sothebys.com/en/digital-catalogues/the-constitution-of-the-united-states](https://www.sothebys.com/en/digital-catalogues/the-constitution-of-the-united-states)\\n\\n## ConstitutionDAO cố gắng để mua nó.\\n\\nMột cuộc trò chuyện có vẻ bình thường giữa các nhà đầu tư tiền điện tử trên Twitter đã dẫn đến một quyết định chính thức theo đuổi việc mua Hiến Pháp khi nó được niêm yết để bán đấu giá trên Sotheby's. \\n\\nÝ tưởng không chỉ để mua Hiến Pháp, mà nhóm người này muốn gửi đi một thông điệp rằng việc này thực sự có thể thực hiện được với sức mạnh của blockchain và DAO.\\n\\nNhững nỗ lực đã được thực hiện đúng hướng - một cộng đồng nhanh chóng được hình thành. Một số thành viên đã tham gia. Vài triệu đô la đã được huy động. Điều này chưa từng xảy ra trước đây. Có vẻ như ConstitutionDAO sắp làm nên lịch sử. \\n\\nNhưng vào ngày đấu giá, một người mua \\\"không xác định\\\" nào đó đã đặt giá thầu 43,17 triệu đô la. Và khi cuộc đấu giá kết thúc, Hiến Pháp không phải được bán cho ConstitutionDAO, mà cho một người khác.\\n\\nNhưng khoan đã, tại sao một DAO lại muốn mua một bản Hiến pháp? Và nếu mục đích của họ là mua Hiến pháp, thì tại sao cuối cùng họ lại không mua nó với giá cao hơn? Đó có phải là một trò lừa đảo?\\n\\n## Điều gì đã thực sự xảy ra?\\n\\n![](https://images.mirror-media.xyz/publication-images/pG4u34DhPD4bqv5mPNrNm.png?height=398&width=801)\\n\\nCâu chuyện rõ ràng là sâu sắc hơn những gì mà chúng ta nghĩ. Sau đây là dòng thời gian các sự kiện thực sự diễn ra.\\n\\n### 11/11/2021 — Lập kế hoạch.\\n\\nMột ý tưởng rất đơn giản đã được tạo ra: Hãy đến với nhau như một cộng đồng và tập thể để mua Hiến Pháp.\\n\\n[https://twitter.com/j_austincain/status/1458850733495918596](https://twitter.com/j_austincain/status/1458850733495918596)\\n\\nCâu chuyện được khởi xướng bởi Austin Cain, một thành viên cốt lõi trong nhóm ConstitutionDAO đã tweet rằng anh ấy và một người bạn, Graham Novak, sắp tạo ra một \\\"hồ sơ cao cấp về DAO.\\\"\\n\\nTrong khi không có thêm thông tin nào được chia sẻ, anh ấy tuyên bố rằng những người thực sự quan tâm đến ý tưởng của anh ấy là gì có thể gửi tin nhắn cho anh ấy. Và sau đó, một loạt các tweet trên Twitter được tạo ra về chủ đề này, các thành viên mới liên tục tham gia kênh Discord & truy cập trang web.\\n\\nSau đó, nhiều người đề cập tới chủ đề cộng đồng tiền điện tử trên Twitter đang sắp mua Hiến Pháp Hoa Kỳ.\\n\\n![Ý tưởng này rất độc đáo và chưa từng được nghe đến trước đây.](https://images.mirror-media.xyz/publication-images/Rr8UVlwMK6oAX4gz8Rn5C.png?height=500&width=500)\\n\\nKhông có ai thực sự muốn mua Hiến pháp cả, nó không phục vụ mục đích nào cho người dùng tiền điện tử bình thường. Tuy nhiên, nếu tất cả họ có thể đến với nhau và làm điều gì đó, thì việc này sẽ gửi một thông điệp mạnh mẽ đến nhiều tỷ phú tiếp theo đang nghĩ đến việc làm tương tự như vậy.\\n\\nDần dần, một cộng đồng đã được hình thành xung quanh ý tưởng này. Nhiều người khác bắt đầu quan tâm. Một số người bắt đầu tweet và thậm chí kêu gọi bạn bè của họ đóng góp. Những lời hô hào như *\\\"Web3 for We the People\\\"* đã được nghe thấy trên khắp thế giới khi hàng trăm (và nhanh chóng, hàng nghìn) nhà đầu cơ và những người đam mê tiền điện tử bắt đầu lắng nghe. \\n\\nVà đã có rất nhiều meme của Nicolas Cage được tạo ra.\\n\\n[https://twitter.com/NickADobos/status/1459015550105915393](https://twitter.com/NickADobos/status/1459015550105915393)\\n\\n### 12/11/2021 — 20 triệu USD đầu tiên.\\n\\nToàn bộ cộng đồng ConstitutionDAO đã thực sự náo loạn.\\n\\nLàm thế nào mà ý tưởng có thể huy động được nhiều tiền như vậy trong một khoảng thời gian ngắn?\\n\\nChắc chắn, đây sẽ là một thử nghiệm rất lớn đối với toàn bộ cộng đồng tiền điện tử và khả năng thực sự về việc mang mọi người lại với nhau. Các thành viên tiếp tục lan tỏa dự án trên Twitter. Hashtag phổ biến WAGMI (tất cả chúng ta sẽ làm được) từ từ chuyển thành WAGBTC (tất cả chúng ta sẽ mua hiến pháp).\\n\\nĐiều thú vị là hoàn toàn không có giới hạn nào đối với cộng đồng này - không ai quan tâm bạn là người Mỹ, châu Âu, châu Á hay những người khác. Miễn là bạn tin tưởng vào DAO chỉ mua Hiến pháp cùng nhau. Đây thực sự là một màn trình diễn của Web3 và sức mạnh mà nó mang lại cho các cộng đồng kỹ thuật số.\\n\\nTổng số tiền quyên góp được tăng dần theo từng ngày, số tiền này đóng vai trò như một chất xúc tác trong việc truyền cảm hứng cho nhiều người hơn tham gia cộng đồng.\\n\\nSự lan tỏa đã được khuếch đại bởi các meme - mọi người trong cộng đồng đang đóng góp vào sự phát triển của nó theo cách này hay cách khác. Và 20 triệu USD là kết quả đã mang lại trong giai đoạn này.\\n\\n[https://twitter.com/nbashaw/status/1461063062224621579](https://twitter.com/nbashaw/status/1461063062224621579)\\n\\n### 18/11/2021 — Quỹ đã gom, nhưng có thực sự đủ?\\n\\nSố tiền mà ConstitutionDAO huy động được đạt đến đỉnh điểm đáng kinh ngạc là 47 triệu đô la. Nhưng có một nhiệm vụ khác cần được tìm ra - làm thế nào một DAO có thể tương tác với Sotheby's? \\n\\nCó một vấn đề khác mà họ cần giải quyết: hội đồng tổ chức đấu giá không chấp nhận bất cứ thứ gì ngoài *\\\"tiền tệ do chính phủ phát hành\\\".* Trước đây họ đã chấp nhận tiền điện tử làm thanh toán nhưng tùy chọn đó không khả dụng cho phiên đấu giá này. Và ConstitutionDAO chỉ huy động vốn bằng ETH, có nghĩa là chúng cần được chuyển đổi sang USD trước khi sử dụng.\\n\\nThêm nữa, cộng đồng cũng cần phải tìm ra cách đối phó với các kiểm tra tuân thủ KYC cần được hoàn thành. Làm thế nào để hàng nghìn người đóng góp cho DAO có thể cung cấp KYC? Nhiều người trong số họ chỉ là những người dùng Twitter ẩn danh.\\n\\nĐể hoàn thành nhiệm vụ này, ConstitutionDAO đã quyết định hợp tác với một sàn giao dịch tiền điện tử để chuyển đổi ETH của mình sang USD. Một tổ chức phi lợi nhuận cũng được kêu gọi để thay mặt DAO đặt giá thầu. Một số thành viên của DAO cũng đã liên hệ với FTX để đóng vai trò là người hỗ trợ cho quá trình này.\\n\\n### 18/11/2021 — Đấu giá tại Sotheby's\\n\\n[https://twitter.com/Fwiz/status/1461441749646151682](https://twitter.com/Fwiz/status/1461441749646151682)\\n\\nNgày đấu giá là 18/11. Mọi thứ đã được sắp đặt xong. Các hồ sơ dự thầu đã được nhận. Một nhà đầu tư không xác định đã đặt giá thầu 43,2 triệu đô la. Các đại diện của ConstitutionDAO quyết định không trả giá cao hơn mức giá này. Và Hiến Pháp đã bị mất vào tay một người nào đó.\\n\\nSự kiện đấu giá này đã khiến Hiến pháp Hoa Kỳ đã trở thành một trong những tài liệu lịch sử đắt giá nhất từng được bán trong một cuộc đấu giá. \\n\\nCâu hỏi đang được đặt ra là - tại sao ConstitutionDAO không trả giá cao hơn 43,2 triệu USD? Nó đã thất bại ở điểm nào?\\n\\n![](https://images.mirror-media.xyz/publication-images/GOTYaIGDZz9ILev7PGdIY.png?height=289&width=514)\\n\\nMột lập luận khả thi đã được lưu hành trong cộng đồng là nếu họ mua được Hiến pháp, họ sẽ không còn đủ tiền để cất giữ nó một cách an toàn và thực hiện nghĩa vụ \\\"chăm sóc và bảo dưỡng thích hợp\\\" theo yêu cầu của người giám sát Hiến pháp.\\n\\nMột lập luận hợp lý khác là kể từ khi thành lập, ConstitutionDAO tạo ra một cộng đồng xoay quanh một mục đích chung - nhưng người ta chưa bao giờ thảo luận về điều gì sẽ thực sự xảy ra khi mục đích đó được hoàn thành, nên họ vẫn chưa chuẩn bị cho những gì diễn ra tiếp theo.\\n\\nTuy nhiên, các đại diện cốt lõi của DAO đã viết trong cuộc trò chuyện Discord rằng: mặc dù Constitution thua cuộc đấu thầu, nhưng họ đã thực sự giành được thứ gì đó có giá trị hơn nhiều.\\n\\n### 19/11/2021 — Kỷ lục bị phá vỡ, lịch sử được tạo ra.\\n\\n[https://twitter.com/ConstitutionDAO/status/1461527514485035009](https://twitter.com/ConstitutionDAO/status/1461527514485035009)\\n\\nLần đầu tiên, Sotheby's đã làm việc với một cộng đồng DAO.\\n\\nLần đầu tiên, một số tiền siêu lớn được huy động trong vòng chưa đầy ba ngày.\\n\\nLần đầu tiên, những người sáng tạo bảo tàng, nghệ sĩ, nhà sưu tập và những người đam mê hàng ngày biết về DAO là gì - và cũng chứng kiến sức mạnh của nó.\\n\\nLần đầu tiên, mọi người từ khắp nơi trên thế giới có cơ hội tham gia mua Hiến pháp của một quốc gia mà cá nhân họ không có mối liên hệ nào với quốc gia đó.\\n\\nNghệ sĩ NFT nổi tiếng Beeple cho rằng sự kiện này đánh dấu một điều gì đó thực sự to lớn.\\n\\n[https://twitter.com/beeple/status/1461560130571493377](https://twitter.com/beeple/status/1461560130571493377)\\n\\nMặc dù sự kiện này chắc chắn hữu ích cho sự phát triển chung của cộng đồng tiền điện tử, nhưng câu hỏi cốt lõi về lý do chính xác đằng sau việc không cố gắng trả giá cao hơn là gì vẫn chưa được giải đáp.\\n\\nCó tin đồn nghi ngờ cho rằng dự án đã huy động rất nhiều vốn mà không làm được gì tiếp theo, và số tiền đó đang bị những người quản lý DAO sử dụng. Tuy nhiên, các thành viên cốt lõi của DAO đã dập tắt những tin đồn đó và nói rằng mọi thành viên của cộng đồng đều có thể rút ETH về ví của họ.\\n\\n## Điều gì đã xảy ra với số tiền thu được từ ConstitutionDAO\\n\\n[https://twitter.com/ConstitutionDAO/status/1464454717900312579](https://twitter.com/ConstitutionDAO/status/1464454717900312579)\\n\\nCác nhà đầu tư / người đóng góp có tùy chọn yêu cầu hoàn lại tiền sau khi mục đích của quỹ thất bại. Một số thành viên nói rằng họ muốn cứ để tiền ở đó, một số khác  nghĩ đến việc rút lại tiền.\\n\\nTrong một phiên Twitter Spaces, một số thành viên thậm chí còn đang cân nhắc tiết kiệm những khoản tiền này để trả giá cao hơn trong tương lai. Một vài thành viên thậm chí còn đề nghị đấu thầu các chính trị gia! Một thành viên viên khác đề xuất làm điều gì đó \\\"để đi vào sử sách.\\\"\\n\\nTheo đúng nguyên lý cốt lõi của DAO, tất cả họ đều có quyền lựa chọn làm bất cứ điều gì họ muốn với số tiền của họ. Tuy nhiên, nếu bất kỳ nhà đầu tư nào quyết định không rút tiền, thì ConstitutionDAO sẽ giữ quyền giám sát quỹ - nhưng họ chưa xác định chính xác điều gì sẽ xảy ra với những khoản tiền đó trong tương lai.\\n\\nKể từ đó, [một báo cáo](https://dune.xyz/ilemi/ConstitutionDAO-Funding-Tracker) chỉ ra rằng hơn một nửa số tiền đã được hoàn trả thành công - tức là khoảng 27 triệu đô la trên tổng số tiền đã huy động được. Số còn lại vẫn còn & chờ thêm quyết định từ những người đóng góp / nhà đầu tư cá nhân.\\n\\nDAO không chỉ định bất kỳ thời hạn nào mà các nhà đầu tư có thể lấy lại tiền của họ - điều đó có nghĩa nhà đầu tư đang phân vân thì vẫn có thể thao tác hoàn tiền sau này.\\\"\\n\\nMột vấn đề chính mà hầu hết các nhà đầu tư đang nghĩ đến là việc rút tiền của họ đang phải đối mặt là phí giao dịch. Chi phí giao dịch trên Ethereum đang tăng lên và đối với những nhà đầu tư đã đóng góp không quá 50 đô la được yêu cầu trả lên tới 10 đô la chỉ cho phí gas. Điều này có nghĩa là họ đang mất gần 1/3 số tiền của mình (phí gas cần phải trả khi gửi và rút tiền).\\n\\nChi phí gas trên Ethereum luôn là vấn đề gây tranh cãi đối với một số người dùng Ethereum. Chúng có xu hướng tăng quá cao khi mạng đang được sử dụng nhiều và đôi khi khi một giao dịch $50 lại cần đến $25 phí! Đó là lý do tại sao một số người đóng góp nhỏ hơn đã mất gần một nửa số tiền đầu tư của họ.\\n\\nCó thông tin cho rằng hơn 1 triệu USD đã được chi cho chi phí gas hoàn tiền. Mặt khác, những người đóng góp lớn (những người đã đầu tư lên tới $100,000) không thực sự bận tâm về khoản phí.\\n\\n## Điều gì đã xảy ra với $PEOPLE?\\n\\n$PEOPLE là mã thông báo quản trị của ConstitutionDAO. Bất chấp việc đóng cửa DAO, mã thông báo đã tăng 200% ngay sau đó vài ngày. Điều này xảy ra trong bối cảnh khối lượng giao dịch thấp và thanh khoản nhỏ.\\n\\nSau đó, $PEOPLE đã tăng gấp 4 lần ngay cả sau khi ConstitutionDAO được xem là bị giải thể hoàn toàn.\\n\\nCác mã thông báo quản trị trong DAO trao quyền cho người dùng để họ có sự ảnh hưởng nhất định đến tất cả các quyết định mà DAO đưa ra. Đương nhiên, nếu bạn càng có nhiều mã thông báo quản trị thì ảnh hưởng của bạn càng lớn đối với toàn bộ cộng đồng.\\n\\nTuy nhiên, với ConstitutionDAO, không có trường hợp $PEOPLE thực sự được sử dụng như một phương tiện đưa ra quyết định. Vì DAO xem như đã giải tán và $PEOPLE không được đưa vào sử dụng thành token quản trị.\\n\\nMột số từ cộng đồng tiền điện tử đang ví mã thông báo này với một memecoin, bởi vì nó dường như đang tăng vọt mà không có bất kỳ lý do cơ bản nào đằng sau.\\n\\n## ConstitutionDAO đã thất bại?\\n\\n[https://twitter.com/ConstitutionDAO/status/1461527514485035009](https://twitter.com/ConstitutionDAO/status/1461527514485035009)\\n\\nSẽ không hợp lý khi nói rằng ConstitutionDAO đã thất bại. Trên thực tế, nó đã thành công trong việc thực hiện chính xác những gì nó đã đặt ra - tập hợp một cộng đồng vì mục đích chung, cho họ điều gì đó để tin tưởng, huy động vốn từ những người đóng góp thực sự được truyền cảm hứng. Các mục tiêu này đã được liệt kê cụ thể trước đó trên trang web chính thức.\\n\\nHơn nữa, động lực cốt lõi của toàn bộ cộng đồng là ý tưởng mua Hiến pháp Hoa Kỳ, còn việc thực sự mua được nó hay không dường như không quan trọng bằng. Như đã đề cập ở trên, không có cuộc thảo luận nào xung quanh điều gì sẽ xảy ra nếu việc mua bán được hoàn tất thành công.\\n\\nĐiều đó nói rằng, nó đã xoay sở để khuấy động toàn bộ cộng đồng tiền điện tử với niềm đam mê. Và như một hệ quả của những gì nó đã làm, đã truyền cảm hứng cho một số DAO khác đang hướng tới làm điều gì đó tương tự.\\n\\n## Suy cho cùng…\\n\\n[https://twitter.com/jacksondame/status/1467125812910510084](https://twitter.com/jacksondame/status/1467125812910510084)\\n\\nDAO đại diện cho một bước tiến quan trọng trong việc tạo ra và phát triển cộng đồng. Ý tưởng rằng mọi người đều có thể tham gia vào quá trình ra quyết định giờ đây đã trở thành một câu chuyện tiếp thị hấp dẫn cho một số thực thể chính trị.\\n\\nMặt khác, một DAO thực sự mang lại cho mọi người quyền lực để ảnh hưởng đến các quyết định của cộng đồng. Tuy nhiên, có một điểm khó khăn, thành viên càng có nhiều mã thông báo quản trị, thì người đó càng có nhiều ảnh hưởng hơn đối với DAO.\\n\\nCó một điểm khác trong bối cảnh của ConstitutionDAO mà chúng ta chưa khám phá. Tất cả các quyết định (đấu thầu, không trả giá cao hơn, hoàn trả số tiền,…) đều được thực hiện bởi một nhóm nhỏ đại diện / thành viên cốt lõi. Về bản chất, những người nắm giữ mã thông báo quản trị của ConstitutionDAO chưa có bất kỳ tiếng nói nào về quyết định cần được thực hiện. Điều này không chỉ gây thất vọng cho một số người, mà còn dấy lên câu hỏi về bản chất phi tập trung của một thực thể.\\n\\nSau khi mọi chuyện kết thúc, người ta mới biết rằng tỷ phú Ken Griffin - người sáng lập của Citadel đã thắng thầu Hiến Pháp. Ông ta vốn đã nổi tiếng trong drama cổ phiếu GameStop đầu năm nay.\\n\\n[https://www.bloomberg.com/news/articles/2021-12-09/ken-griffin-s-son-told-him-you-have-to-buy-the-constitution](https://www.bloomberg.com/news/articles/2021-12-09/ken-griffin-s-son-told-him-you-have-to-buy-the-constitution)\\n\\nBất chấp những thiếu sót đáng tranh cãi, không thể phủ nhận rằng đây là một bước đi đúng hướng. Nó đã giới thiệu những gì sức mạnh của công nghệ blockchain và web 3.0 có thể làm. Hầu như có một niềm đam mê cháy bỏng trong việc hình thành các cộng đồng ẩn danh trên Internet - những cộng đồng có thể tổ chức, điều phối và sử dụng vốn tri thức và tiền tệ của cộng đồng cho một mục tiêu chung.\",\"timestamp\":1639372687,\"title\":\"ConstitutionDAO\"},\"digest\":\"2_lLPq4VYSULXVWG1DAKcZzb-dTCLYXslpoTJwnI3X8\",\"authorship\":{\"contributor\":\"0x19Bb737f80dd61696b971a760E7EdFA66b9bF30a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3rxetGSWqri_KEvq2cUmzNOUYOg7D3HDUHyYpbJU07o\\\",\\\"y\\\":\\\"N2pLxl20ehLYSTUHQRuRIrNlj4ssimxTHFWc_KMg_aU\\\"}\",\"signature\":\"sT9wRYQDiuU-Ohm3CbN25bM10G6RHWOFeRoN74nnbbArGUaZWBNDF6H1Iz2IB7AHsIrdgNZHHYsFj2mmAnmM8A\",\"signingKeySignature\":\"0x5871bd05d77aaa5d643c81f9e9d9f06f558432973ba5c283dfebf46f25f8da2b2405bd2bf225e4d4ca76a793d5a50231eea842c506df7dafcf2c514eb44f58381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3rxetGSWqri_KEvq2cUmzNOUYOg7D3HDUHyYpbJU07o\\\",\\\"y\\\":\\\"N2pLxl20ehLYSTUHQRuRIrNlj4ssimxTHFWc_KMg_aU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2_lLPq4VYSULXVWG1DAKcZzb-dTCLYXslpoTJwnI3X8\"}"