"{\"content\":{\"body\":\"In the [previous post](https://mirror.xyz/0xed95C841068a9feF0CE2D7F527829A231626447D/5M9ABe2xRm0skzkli3N9zpuP_de-XRJCjRfj2cCs-tg), we had established how looking at labor as the factor to be worked on and not capital in terms of building a better economy. In this, we will look at Labour Market Frictions and Unemployment & Pushing the boundaries of economic thinking to systems thinking\\n\\n![](https://images.mirror-media.xyz/publication-images/UtDontWPvrlLQ5LWszF2-.jpg?height=680&width=680)\\n\\nHow do we know when a labor market is fully efficient? when there's 0 unemployment right? So it's imperative we delve deeper into unemployment first to build a better labor market. Unemployment exists in the labor market primarily because of demand and supply mismatches. Solving this requires greater investment in education, infrastructure and encouraging investment in the economy, which is a lot of work and suitable as a long-term strategy.\\n\\nBut additionally, unemployment persists because there exist frictions in the movement of labor or ‘skills’ from the point of supply to the point of demand. Simply put, there is a delay from when you start looking for a job to when you eventually get hired.\\n\\n![](https://images.mirror-media.xyz/publication-images/Sy31gdsxoVYn5JcYBJvyM.jpg?height=680&width=452)\\n\\nSuch delays are usually caused because of the fact there is a mismatch in the information and a subsequent lack of trust between the potential employees and the employer. In academic terms, this is called Frictional unemployment, and sometimes as Search unemployment.\\n\\n![](https://images.mirror-media.xyz/publication-images/MaYM3JnTBZ_dkbkjcn3YY.png?height=200&width=640)\\n\\nIt includes individuals who are entering the markets for the first time, looking to change jobs or are re-entering the market. Now before we move on, we also need to understand a key point about the nature and measurement of unemployment used today.\\n\\nLet's see how economics deals with this problem. The natural rate of unemployment is when the economy is in a steady state of “full employment”. = The proportion of the workforce who are unemployed. by Friedman & Phelps Note: “full employment” does not mean “zero unemployment\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/1k_qzEukbNZfhCS3OYOJp.png?height=318&width=512)\\n\\n![](https://images.mirror-media.xyz/publication-images/WQ0_wwN0VJC_5OPpost8F.png?height=353&width=580)\\n\\nNow, if short-term unemployment is a result of labor market frictions that essentially delay matching jobs and skills, will reducing these points of frictions reduce unemployment rates in the short run and get us closer to the natural rate of unemployment at a faster pace? But how does one measure labor market frictions ? First, the Beveridge Curve. It describes the relationship between job vacancies and unemployment. Labor market frictions are often represented using this curve\\n\\n![](https://images.mirror-media.xyz/publication-images/N3QdaIY8pI4jKPaGuwpb9.png?height=295&width=435)\\n\\nThe position on the curve can indicate the current state of the economy in the business cycle. For example,\\n\\n* recessionary periods are indicated by high unemployment and low vacancies,\\n* expansionary periods  are high vacancies and low unemployment\\n\\nThe Beveridge curve usually slopes downwards cos, when there is a high job vacancy in an economy, are also marked by relatively low unemployment since companies may be actively looking to hire new people. An important point to note is that for a GIVEN job vacancy rate, the Unemployment rate can signal the amount of efficiency/ frictions in the labor market.\\n\\nAnother way is using Job Search Time. Here is a study in the Philippines to study job search time, essentially factors affecting the length of job search and job switching in Davao City, Philippines. [https://mpra.ub.uni-muenchen.de/68802/1/MPRA_paper_68802.pdf](https://t.co/eo9zHt1r1R)\\n\\n![](https://images.mirror-media.xyz/publication-images/UTdFktUT6omt18BEePTTc.png?height=512&width=372)\\n\\nThe study analyzed the factors affecting the length of job search faced by educated job seekers, after completing their last degree of education using the Ordinary Least Square. It clearly shows, as job seekers aged, being head of household, job search time increases. Of course, the paper makes certain recommendations, such as, prioritizing job creation for the graduates for the government, while institutes ensuring that they produce rightly skilled talent and the role of market to complement their efforts.\\n\\nNext we can consider, **Job Screening Time.** [Here is a glassdoor report on increasing hiring time](https://glassdoor.com/research/app/uploads/sites/2/2015/06/GD_Report_3.pdf).\\n\\nSome important insights\\n\\n* There is a difference in the hiring time based on the country, industry\\n* Hiring time trends are moving up everywhere\\n\\nEconomic theory on hiring time recognizes that there is a trade-off between the job match quality and the lost profit from unfilled jobs. - The study found that there is no statistical difference in hiring times based on the demographic factors of the candidates.\\n\\n![](https://images.mirror-media.xyz/publication-images/MkEyO50IC429zqYzGME2P.png?height=272&width=512)\\n\\nSome of the factors influencing Job Screening Time:\\n\\n* Size of the hiring firm\\n* The strictness of legal hiring requirements\\n* Number of layers of interviews\\n* The complexity of the job title 5) Skills required for the job\\n\\nBut the early job search models are one-sided models where the main problem is to ﬁnd an optimal stopping rule for individuals looking for a job. In this sense, these models are supply-side oriented.\\n\\n[https://www.researchgate.net/publication/278661248_Job_Search_Theory](https://www.researchgate.net/publication/278661248_Job_Search_Theory)\\n\\nThe work by Peter Diamond, Dale Mortensen and Christopher Pissarides – 2010 Nobel Prize for economics – changed this logic allowing job seekers and ﬁrms to interact in a framework that became known as “matching theory.” This one has our full attention.\\n\\n![](https://images.mirror-media.xyz/publication-images/DA3cNGav1PhQgaVJWPvBN.png?height=512&width=383)\\n\\nThe paper and its insights can be explored in more detail [https://web.stanford.edu/\\\\~rehall/HallTalkNobelLunch.pdf…](https://t.co/tj9vmZZxB1) . The theory has by far had it’s deepest impact on labor economics. The question of why employment exists and what can be done is one of the most central issue in economics. A key contribution is the development of a new framework for analyzing labor markets for both positive and normative purposes in a dynamic general equilibrium setting. The resulting class of models has become known as the Diamond-Mortensen-Pissarides model (or DMP model).\\n\\nIt allows us to consider the following\\n\\n1. How workers and firms can jointly decide whether to match or to keep searching\\n2. In the case of a continued match, how the benefits from the match are split into a wage for the worker and profit for the firm.\\n3. Firm’s decision to create jobs\\n4. How the match of a worker and a firm might develop over time, possibly leading to agreed-upon separation.\\n\\nSummary: We’ve explored different economic theories behind unemployment and measuring them through frictions.\\n\\nWe shall delve deeper into the frictions in the tomorrow's thread before we move on to build a [#systemdynamics](https://twitter.com/hashtag/systemdynamics?src=hashtag_click) model for the same.\\n\\n[<<Previous chapter](https://mirror.xyz/0xed95C841068a9feF0CE2D7F527829A231626447D/5M9ABe2xRm0skzkli3N9zpuP_de-XRJCjRfj2cCs-tg)\",\"timestamp\":1642433368,\"title\":\"Unemployment & Labour Market Frictions | TheInternetOfValue 04\"},\"digest\":\"6jcHi46zd6JFVqgcwtpiycieBBTrQN29tfQkd814pLQ\",\"authorship\":{\"contributor\":\"0xed95C841068a9feF0CE2D7F527829A231626447D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQ-GlrUUJC0-kAqk4ju5cgMpGv4mZQ1Sei1kwwfFx0A\\\",\\\"y\\\":\\\"Yf_KgDwFK5EUZORMqyzm8MQauimOvl2Ms6gYoDhmrxw\\\"}\",\"signature\":\"Ua3DxaiUifB01ej6JiZyTXy-nINvQu0wlPvEpORy0uK0mijTAYN-9F51UPzLdnVQKb4VQ519lBEJZzsHVOo9FQ\",\"signingKeySignature\":\"0x596b3d3a804948776a37040eaa76fced3674a01609882719d11341bdee0a69c1379ae604d7262efb50e04a2ad2c50f390b4e05ef7642022e7846eef9580bf5f51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQ-GlrUUJC0-kAqk4ju5cgMpGv4mZQ1Sei1kwwfFx0A\\\",\\\"y\\\":\\\"Yf_KgDwFK5EUZORMqyzm8MQauimOvl2Ms6gYoDhmrxw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vzoCN6hxEldlzpfiSsFivnQiI1cJehpz2H6CZXFqYFo\"}"