"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/7149890a-3a49-4822-9ce2-b52b35989c0c.jpg?height=1200&width=2400)\\n\\nThis was written more than a week before being published. I was at a state where I was torn between my current job, and what I want to be doing.\\n\\n---\\n\\n### Quick Throwback to 2019\\n\\nI think the last time I felt like this was back in Q2 of 2019. I was in college, I had a regular freelance gig, and I ran a small sticker business (my proudest endeavor at the time). \\n\\nI noticed that every time a friend of mine asks me how was I, I would say \\\"Eto, pagod (Here I am, tired.)\\\" I thought that something was wrong because I'd answered that way to many people already, and I compared my answers to the other people in the room. Their answers felt normal. Working, studying, doing regular stuff. They weren't like me, who was tired.\\n\\nFast forward to a few months later, I unofficially dropped out of college (I just took a Leave of Absence... one that I am still in, two years later.)\\n\\nSince I left college, I made the layout for two magazines for that one regular freelance gig, worked in a boutique integrated marketing agency, made my own event organizing group, organized three events, and took (what I think is) a well-deserved 6-month break before going back to work, but for multinational advertising agencies.\\n\\n*Lowkey \\\"thanks pandemic\\\" because I feel like I wouldn't have stopped myself from the grind if it weren't for the lockdowns and all.*\\n\\n### Now, back to 2021\\n\\nIn 2019 it was college + freelance work + sticker business. Now, it's work + Web3 + urge to learn.\\n\\nI'm currently working at a multinational advertising agency, doing work for various known brands. I can't say anything negative about the past two months I've been with them. The work's interesting, the people are great, the pay is good, and this isn't me kissing ass or whatever.\\n\\nFor Web3, I've been going deep around the rabbit holes (more like anthill if you ask me) of NFTs, cryptocurrencies, decentralized platforms, how organizations work, and more. I think I can officially say that I work for a social token insight aggregator called [Forefront](https://forefront.market/), so it's kinda my job now to get even more involved in the space.\\n\\nOn top of those two things, I also feel like I don't know much about my craft for me to even generate more high-quality outputs. Sure, I can learn more from work experience, but I want to learn from reading and practice, not because I have to produce something in a fast-paced world. I miss learning with the freedom to make mistakes (what I think is the most important part of learning).\\n\\nI even want to produce my own self-taught graphic design curriculum, something I would publish here on Mirror if ever I get to do it.\\n\\n### What I'm thinking right now\\n\\nThere's so many great things happening in the world of Web3, and I want to be able to help out in any way I can. \\n\\n**Pay is already WAY higher than my current monthly salary, for WAY less work.** Because crypto is global, I don't have to be stuck with the low value of compensation in my country. \\n\\nAs a person living in a third-world country, that means being able to pay the bills and have food on my family's plates for a longer amount of time, WHILE having more time I can use to invest on myself.\\n\\n**Good example:** The NFT Edition below, if sold out, is already more than 1/3 of my current salary. I just made a PNG file and wrote this post, and I CAN get that money if 25 people do purchase it.\\n\\n*BTW, this is not me telling you to get it, LMAO. Just buy the NFT if you want it.*\\n\\nWhat's keeping me torn between staying in the advertising industry and leaving it for Web3 is that I won't have anything to put on whatever documents I may need when applying for a visa if I want to migrate somewhere else.\\n\\nCrypto isn't even regulated here, so I don't know how I am going to be able to leave this country and have a better life. \\n\\nI'm turning 23 near the end of the year, but these are things that I already have in mind as the first-born out of two kids. How do I migrate to another country? What if I get a condo instead so I have my own place? Can I save enough money before my mom gets hospitalized for old age?\\n\\nI just feel like nothing is possible just because I'm stuck in this country ruled by greedy pieces of shit.\\n\\nHaving to work in a full-time job and explore Web3 has been tiring as fuck, especially with the things going on in my head. I think it's time to cut one, and I think you know which one is on the chopping block. But that doesn't solve my problem of being able to leave this country.\\n\\nTo end on a lighter note, I am optimistic that I am still in a very early stage of my life. I want to be able to make decisions that can help me not spend the rest of my life beyond 40 just doing work in your typical 9-to-5.\\n\\n---\\n\\n### An update since writing this post\\n\\nSince writing the first draft, I got a signal boost from [Denis](https://twitter.com/Iiterature) of Mirror [for my recent post](https://gianferrer.mirror.xyz/12YcfiY7I_bfWQ4YVl5dDh2HNS5o7fW2zPW646pzHNU), giving me an unexpected amount of support (the financial kind being a plus). I also had an interview with a platform around the Creator x Crypto space. \\n\\nI don't know what the future holds, but it looks very exciting.\\n\\n---\\n\\n*If you like what you just read, feel free to collect this post as an NFT! There will only be 25 editions, available at 0.005 ETH each.*\\n\\n*Big thank you to [Dan](https://twitter.com/DanConway650) for editing my work! A part of the NFT sale will go to him too.*\\n\\n[Aaand I'm tired again](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=33)\\n\\n[Aaand I'm tired again](split://0x96e8A6C068C1d82e6ae238862D5E1FA9ce5D55eB?network=mainnet)\",\"timestamp\":1625647813,\"title\":\"Aaand I'm tired again\",\"publication\":\"gianferrer\"},\"digest\":\"fagn5UXEmvP3zKYKksF-ufiJKY0mk7xEdunESVfNZeY\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"signature\":\"bTyDq6gQhoJafjfHs-79pVsFaOXj4ACATXeCcoUfdfI_EB7MnYdcWwwV-DMcVEESBA9b6T2eswQGLflKstlh2w\",\"signingKeySignature\":\"0xe734e32acdabbac37966a939cd68f2631592a49e8e67bcd9491315cd5b9030a9323f4175f9c903a7a06aa8284ac797e4177a16fff47ddd1d755130a98a8b34861c\",\"signingKeyMessage\":\"I authorize the publication of articles on gianferrer.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fagn5UXEmvP3zKYKksF-ufiJKY0mk7xEdunESVfNZeY\"}"