"{\"content\":{\"body\":\"The startup ecosystem is a great place to be in. Having a community of other builders and hustlers is a great thing to have and having others who get what you're doing is what every founder would benefit exponentially from.\\n\\nStartup founders are known to come from diverse backgrounds. I know both high school dropouts and PhDs running companies doing equally well. Yet, the world of entrepreneurship can be very cut-throat and a daunting place, especially for teenagers.\\n\\nI've seen investors, advisors, even clients back out of meetings with the teenage founders at the last minute because they happened to stumble across our age mentioned on LinkedIn or in an interview we gave. And it's not just me... A startup ecosystem is a daunting place, especially for teenagers.\\n\\nThe number of *serious*** **high schools founders may be very low, they shouldn't be stereotyped by the reputation of the non-serious ones.\\n\\nAnd frankly, **that needs to be changed**...\\n\\nTo see if others felt the same, I started talking to other teenagers in the community - I spoke to quite a few founders under the age of 18 and I had one huge realisation.\\n\\n***Many Felt Alone In This Journey!***\\n\\nWorking on a startup is a long, daunting and lonely process, even for adults. But those who succeed have a community that's there for them. It can be an entrepreneurship lab in their college or a few other founder friends they have, but a community always helps play an important part in the journey.\\n\\nSo, I got on a journey with [Eric Zhu](https://twitter.com/ericzhu105) (a teenage founder of a startup revolutionising startup funding) to create an online community of teenage startup founders.\\n\\nThe startup community is a great place to be for young entrepreneurs. Having a community of other builders and hustlers is a great resource to have for young founders, where everyone can benefit from what you're doing and vice versa.\\n\\nTeenagers need to know how to write effective emails, how to network with other founders and investors, how to think of opportunities, business models, pitch and execute business ideas. And I feel that a community will serve this purpose really well.\\n\\nAs our basic philosophy, we wanted to prioritise quality over quantity. We've intentionally kept the community close-door so that we are prioritising potential members who're building products we can help give feedback on and learn from. While diversity is important, we want to make sure that the community is relevant and adding value to each of its members. Also, we want to encourage only serious people (including first-time founders) to join therefore the waitlist.\\n\\nOne of the basic premises of the community is that Eric and I are here just as facilitators. We just helped get everyone onto this one platform but then the power lies in the hands of the amazing team in this community. We're striving to make this group someone is proud to be a part of. Somewhere where each of us is adding value in our own small way, making an impact and having each other's backs in the startup ecosystem. Within this community, we're trying to help each other out with debugging each other's code, reviewing each other's pitch decks, introducing each other to the VCs and founders in each other's network and finding co-founders and coders who can help with their projects.\\n\\nI also wrote a Twitter thread about all the cool teenager hustlers to follow:\\n\\n> For the past few weeks, I've been trying to interact more with teenage startup founders working on up-and-coming companies. Here are the few founders you should keep an eye out for - (thread)\\n>\\n> — Jai Relan (@JaiRelan) [October 27, 2021](https://twitter.com/JaiRelan/status/1453422036819144706?ref_src=twsrc%5Etfw)\\n\\nIf you're interested in joining this community, feel free to fill out [this form](https://relan-jai.typeform.com/communityaccess#referral=documentingcrazy) and we'll reach out with the next steps as soon as possible.\\n\",\"timestamp\":1637782727,\"title\":\"A Community For Teenage Founders\"},\"digest\":\"8aTrwMO0ppTbl8SkxSCJP-7EuA2a_S0mYhfk9-bc7bw\",\"authorship\":{\"contributor\":\"0x6DF6334588Dc10B776873d3B861d470308DB6cF0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vh4WbUwkeBgxxPYfYNu1krf_yXv7n2lGKxojip7cflI\\\",\\\"y\\\":\\\"kBoo8VA2F7w2dk5NZ1mvZ4bIUZf6PsqKfFmG3fVJMA4\\\"}\",\"signature\":\"DGPFy5XcQpNWK48WoxO8TOF0nO0Ov960tEIxpscm3ZYUECVZC581olhW4qM0Tk6KJqab2oPA6leP9jgw8LW7nw\",\"signingKeySignature\":\"0x08d8c82a227e1085086a4be5afab7186732937b864f9c278fd361130972fe0cd0ffd108f8d10da2dafa9d032065aae02c78e93b9b8cdb7ed445453c575792d801c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vh4WbUwkeBgxxPYfYNu1krf_yXv7n2lGKxojip7cflI\\\",\\\"y\\\":\\\"kBoo8VA2F7w2dk5NZ1mvZ4bIUZf6PsqKfFmG3fVJMA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8aTrwMO0ppTbl8SkxSCJP-7EuA2a_S0mYhfk9-bc7bw\"}"