"{\"content\":{\"body\":\"“你那叫喜欢吗？你那是馋她的脑子，下贱！”\\n\\n柏云间从噩梦中醒来，全身都是汗水，刚才做了一个跟植物大战僵尸有关的爱情故事的梦，真是太刺激了。看来，睡觉前最好还是不要玩这种题材的游戏。\\n\\n百无聊赖之中，他点了根烟抽。他并没有烟瘾，并不是每个人都会上瘾的，只是，在这种时候，抽根烟是挺好的打发时间的手段，仅此而已。\\n\\n说到爱情，他距离上一段狗血的爱情已经过去三年多了，依然不能释怀，人就是这样，下贱。\\n\\n不过，狗血剧情的背后，有些人沉沦，有些人上进，柏云间就是属于后者。这三年来，他不但没有沉迷于缅怀过去的狗血，还取得了重大的科研成果，在通用人工智能方面有突破性的进展。这个进展到底有多牛？这么说吧，诺奖给他，他都不稀罕，他甚至都暂时不想公开自己的发现，因为太过于颠覆性。\\n\\n古印度的皇帝为了怀念自己的妃子，建造了泰姬陵，等他完工之后，他发现自己更喜欢泰姬陵本身，这座伟大的建筑，而妃子的身影早已经淡化。逍遥子雕刻了神仙姐姐，神仙姐姐既不是李秋水，也不是天山童姥，逍遥子最后的爱情归宿是自己的雕像。\\n\\n现在，柏云间就有这种感觉，他为了忘却狗血爱情而专注于科研，现在，他成功了，从馋人家的身子和脑子中破茧而出，人生境遇之奇妙，莫过于此，这么看来，他倒是要感谢那个曾经伤害过他的前女友咯。\\n\\n鬼使神差，他真的给那个女的发了三个字的消息：谢谢你。\\n\\n万万没想到，这女人还真的回消息了：大半夜的，你什么意思？\\n\\n柏云间想了想，把自己这半年来投资的收益的截图发给她看。\\n\\n屏幕里面的女人：“赚了不少钱哦，云间。”\\n\\n柏云间：“对，我可能要实现财务自由了，羡慕吧？”\\n\\n屏幕里的女人：“好吧，挺羡慕的，不过，显摆可不是你的性格，说，目的是什么？”\\n\\n柏云间：“没什么，我三年没正眼看一眼女人，就是因为你，今天我失眠了，忽然想起来，我可能要重新开始人生了，找一个对象，过一下正常人的生活，事业嘛，阶段性的大功告成，我需要休息休息。”\\n\\n屏幕里的女人：“以你的智商，不至于为了投资赚了点钱就这么飘飘然，嚯？”\\n\\n柏云间：“还是你了解我，嗯，对，但是负责制定投资策略的，不是人，是人工智能，我创造的，当然，我的人工智能是通用的，不仅能给我制定厉害的投资策略，还能干任何事，换句话说，我可能成为强人工智能之父。”\\n\\n屏幕里的女人闻言娇躯一震，半晌没回复。\\n\\n发达之后，最后的事情就是衣锦还乡，而不是锦衣夜行，柏云间苦笑一声，没想到自己成功之后，倾诉的对象居然是自己的狗血前女友，冤孽啊。他放下手机，到阳台上去吹吹风。\\n\\n过了十分钟，房门居然响了。\\n\\n柏云间打开门，看到一个风韵十足的女人站在那里，不用说，就是刚才无意间撩骚的狗血前女友，摩云大学的女教授，燕婉。\\n\\n燕婉：“你总不会不让我进门吧？”她的声音充满了魔力，一句话的字面意思普普通通，但是那语调和表情，都让人无法拒绝，可能这就是让柏云间念念不忘的原因之一。\\n\\n柏云间很想把狗血前女友拒之门外，不过，既然是自己作，还是让她进来，如果是不是自己率先说了句话，那说不定就会拒之门外了的。\\n\\n燕婉没有立刻提及刚才的事情，而是说：“长夜漫漫，我们都无心睡眠啊。”\\n\\n柏云间：“是，我后悔了，不应该跟你说话的。”\\n\\n燕婉扑哧一笑：“得了，后悔都来不及了，就挺高兴的，你一直是我的一个心结，想不到我们还能在一起谈笑风生。”\\n\\n柏云间：“我可没笑。”\\n\\n燕婉：“没关系，你也不需要笑，如果你刚才说的成就是真的，那你就是王者，王者不需要笑，恭喜你。写论文了吗？我可以看看吗？”\\n\\n柏云间：“不会有论文，即使有，也不会给你看，你懂我的意思吧？”\\n\\n燕婉：“唉，好吧，可以理解，我确实让你伤心了，但是，感情这种东西，是双刃剑，我也……不会心安理得。无论如何，恭喜你吧。诶，为了弥补我的过去，不如我给你介绍一个女生吧。这是我能做到的极限了，给自己的前男友介绍女友，噗！”\\n\\n柏云间嗤之以鼻。\\n\\n燕婉拿出手机，给柏云间看照片，悄悄观察柏云间面色的变化，然后得出结论：“男人啊，果然都是外貌协会的，看到这么漂亮的女生，心动了吧？我的学生，给你一个老牛吃嫩草的机会，万一你真的吃到了，你会感激我的。”\\n\\n柏云间：“学生？不行，教授和学生不能恋爱。”\\n\\n燕婉：“别装了，以你现在的成就，教授这碗饭，对你来说已经不香了，可有可无。当然，前提是你真的创造了强人工智能。”\\n\\n柏云间：“……真的不用了，我忽然想试试，我的AI能不能帮我找个对象，期待。”\\n\\n燕婉：“……”\\n\\n\\\\------\\n\\n柏云间的AI还没能找到合适的对象，没想到燕婉真的把她的漂亮学生介绍过来了，这是一个叫柳郁的女大学生。当然，燕婉没有明说是给她介绍对象，毕竟两人年纪相差10岁呢，也不知道为什么燕婉觉得自己能当这个红娘，反正在咖啡馆约好了，简单介绍了一通，燕婉就找了个借口离开了，留下柏云间跟柳郁两个人，气氛有点尴尬。\\n\\n柏云间只是馋人家身子，而不是脑子，一时间也找不到话题，还是女生首先发话：“你为什么不喜欢喝咖啡呢？”\\n\\n对，柏云间在咖啡馆点了一杯柠檬红茶。\\n\\n柏云间：“哦，我这个，睡眠质量不好，尽量不要增加咖啡因了，红茶淡雅一点，你们漂亮女生最注重颜值，一定要保证睡眠质量，我也建议你喝茶不喝咖啡。”\\n\\n柳郁：“哦……有道理，不愧是教授，你跟燕教授都一样，一看就知道是特别睿智的那种，额，你们是恋人关系吗？”\\n\\n柏云间：“不是，曾经交往过一段时间，不过我败给了别人，本来我没想到还能跟燕教授做朋友的，有时候，命运的安排不可思议，我到现在还稀里糊涂，她还说要给我介绍对象呢，应该不会是你吧？你太年轻了，几年级了？”\\n\\n柳郁：“大三，女大三，抱金砖！噗！”她自己笑场了。\\n\\n柏云间也笑了，这么冷的笑话也能笑出来，可见，漂亮女生不仅能降低男人的智商，还能降低笑点。\\n\\n对了，在强人工智能面前，所有的人类智慧都将灰飞烟灭，这个时间已经越来越近了，奇妙的是，自己就是创造这个新物种的造物主，柏云间忽然间觉得智商并不那么重要了。\\n\\n柏云间：“燕教授跑了，看来她真的想替我张罗一个对象，你先别着急拒绝啊，我最近赚了点钱，准备换一辆德系豪车，50万的，恰好今天提车，不如你陪我去，我还能载着你到处逛逛。”\\n\\n于是乎，两个人就有了一个更好的深入交流的机会。\\n\\n50万的豪车当然很漂亮，不过，在摩云这个国际大都会，车牌都需要10万，落地之后，豪车的各种保养还不算在内，所以，开这样的豪车，就是巧妙地凡尔赛，希望能弥补一下跟小女生的年龄差距。\\n\\n其实，这都不是柳郁看重的，因为燕婉已经跟她说了，柏教授的科研成果非常夸张，将来是要改变世界的。柳郁相信燕婉，所以，她选择了跟柏教授“见面”，她打一开始就知道这个相亲的“陷阱”。\\n\\n相比起财富，柳郁更看中才华，柏教授居然还能开豪车，这真的让她有点心动了。\\n\\n青青河边草，郁郁园中柳。柏云间特意开车到一个叫“柳园”的公园，和年轻漂亮的大学女生在这里漫步，也是人生一大乐事。\\n\\n柳郁：“教授啊，那个，你研究的那个叫做通用人工智能的东西，到底跟普通的人工智能有什么区别？”既然看重的是他的才华，她就想问问心中最大的疑问，她并不是花瓶女，而是理科教授燕婉的得意门生，燕婉“派”她来，说不定主要目的就是要刺探情报的。\\n\\n柏云间：“普通的人工智能，需要大数据，用来进行卷积神经网络训练的参数越多越好，但是，参数太多，运算资源就太浪费，只能放在超级计算机里面，动不动就是天文数字的存储容量和计算量，我这个通用人工智能，就是一种自动筛选参数的办法，能够把计算效率提高100到1000倍，而且计算结果更准确，我很有把握，用这种办法，非常接近传说中的通用人工智能。“\\n\\n接下来，他稍微透露了一下技术的思想和细节，柳郁听得眼中异彩连连。\\n\\n正当柳郁听到最入迷的时候，柏云间忽然道：“你做我的女朋友吧。”\\n\\n柳郁神情为之一滞，本能地拒绝：“可是……”\\n\\n柏云间打断了她：“你是不是想说，今天是我们第一次见面，觉得太仓促了？”\\n\\n柳郁已经激动得俏脸通红了，当然不是害羞，而是没想到文质彬彬的教授会如此奇袭，让她窘迫，辩解道：“难道不是？”\\n\\n柏云间：“我跟燕教授已经认识多年了，而你是她的学生，她同时了解你和我，所以，我基本上判断我们在精神层面是合适的，你知道燕教授在我心中的地位，自从我跟她分手之后，我三年都没正眼瞧一眼别的女人，就是这么严重。而你，我好像把你当成了燕教授的替身，而且是一个更年轻的小燕，这多好。诶，你知道生物传宗接代的本质是什么吗？”\\n\\n柳郁被人说是替身，有点郁闷，但是她好奇柏教授会看待传宗接代这种大事，她说：“你说。”\\n\\n柏云间：“很久很久以前，地球上只有单细胞生物，单细胞生物随着年龄的增长，会出现各种生理机能的问题，基因制造的蛋白质也会越来越差，为了以最好的姿态迎接自然选择，单细胞生物发明了一种独特的分裂方式，就是把损坏的基因集中在一个细胞，健康有活力的基因存放在另外一个细胞，这个质量差的细胞，就是母体，那个质量好的细胞，就是后代。这样一代又一代的进化，直到我们人类这样的食物链最顶层的生物出现，这个逻辑也没有变。这个，就是生命的本质，后浪替代前浪的规律。从这个残酷的现实，你体会到了什么没有？“\\n\\n柳郁是一个理科女孩，并且了解一些生物学的基本常识，她情不自禁被柏云间的科学故事吸引，回复：“我应该体会到什么？”\\n\\n柏云间：“爱情，就是一见钟情的时候最好，随着时间的流淌，掺杂进各种乱七八糟的负面情绪，会逐渐变味儿的，就跟细胞里的基因质量会越来越差一样。我一看见你就被你迷住了，我想忘记一切。而且，我觉得你今天跟我在一起也挺高兴，所以，你今天就答应我吧。”他向她伸出手。\\n\\n他看着柳郁的眼睛，那是一双明亮的眸子，在知性女子里面，这个真是难得，燕教授年轻的时候都没有这么好看的眸子。\\n\\n柳郁还在犹豫不决，柏云间又说：“你还记得罗密欧第一次跟朱丽叶相见的场景吗？他们什么都不需要知道，就能那么投入，这才是真正的爱情，有燕教授这种红娘，你觉得我会骗你吗？”\\n\\n柳郁很想说“我跟燕教授其实并不是很熟！”奈何，她一不小心，自己的手已经被柏云间抓住了，而她似乎没有足够的力气挣脱，反抗的决心不大啊。\",\"timestamp\":1633573628,\"title\":\"风暴蝴蝶 第一章 郁郁园中柳\"},\"digest\":\"K7M9NbPlK4e8OnFCoY8_epCRMJiA9wrbRybF8d6tqM8\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F1f4R5HT9-0rRCQHEZ5ik-49TCVnH7KWNdmWaCErDVY\\\",\\\"y\\\":\\\"0OA0COYPE0GsZqpfSpeZdeRsGlGqYFJEHH3zuYNDbIs\\\"}\",\"signature\":\"s6ZpAM92AXcWamUqf15fX7_hTfXAL7-R7VgUM7KuMk2P2qaF_KBnRMWh52Em99975-xpmLa4PKm8CPyiwUa5GA\",\"signingKeySignature\":\"0x5a585698f946630675f09a33bf3416a35b16c15b95e9367ba1339385b08efe99741859094084a51d72a9f177acc0a78b64d2cf214bafe8f6554182c116a3a6261b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F1f4R5HT9-0rRCQHEZ5ik-49TCVnH7KWNdmWaCErDVY\\\",\\\"y\\\":\\\"0OA0COYPE0GsZqpfSpeZdeRsGlGqYFJEHH3zuYNDbIs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K7M9NbPlK4e8OnFCoY8_epCRMJiA9wrbRybF8d6tqM8\"}"