"{\"content\":{\"body\":\"骑着小黑，我悠然地穿行在山脉之中，凉人的秋风在耳边吹拂，如情人轻柔的双手，抚mo着面颊，带起满头的黑发在空中跳舞；透过头顶苍翠的树冠，依稀可见飞鸟划过；眺目望远，被诅咒的冥王之殿在一片群山缭绕之中依稀可见。\\n\\n```\\n呀，难道是因为今天开放国外服务器，引发大家杀怪的狂潮，看着山岭中不时出现的玩家，我心里纳闷道，怪不得刚才主城内的玩家比往常少了许多，原来都出来在野外呢。\\n\\n由于被诅咒的冥王之殿里面有boss已经成为公开的秘密，所以这里玩家的流量也比往常大了不少，这不，我刚走到山脚附近，就看到成群结队的玩家在往被诅咒的冥王之殿跑去。\\n\\n我靠，那里面难道有宝藏不成？竟然有这么多玩家过来，我心生疑问，连忙一拍小黑说道：“快点，小黑，咱们上去凑个热闹。”\\n\\n“哥们，今天是什么日子，你们都往那赶啊。”靠到被诅咒的冥王之殿时，我收小黑，步行赶上前面几个玩家问道。\\n\\n“什么，你不知道？”一个其壮如牛的兽人转过脸来，带着惊奇地表情说道。\\n\\n“知道什么？”我看着他那样，果然里面有情况，连忙带着笑脸说道：“小弟初来乍道，不太熟悉情况，还望兄弟指点一下。”\\n\\n“哦，那我告诉你，今天可是那冥王之殿里面刷boss的时候。”兽人一副原来如此的样子说道。\\n\\n“刷个boss而已，哪里需要来这么多人，就算是沉寂之塔，恐怕还没这么多人吧。”我故作惊讶地吐了吐舌头说道。\\n\\n“谁说只有一个的？里面可是两个。”兽人竖起两个手指说道。\\n\\n两个？难道玩家们已经过了黑武士那一关，深入到被诅咒的冥王之殿内部，开始杀那个老boss了？听兽人这么一说，我心里一惊，不对，去那神殿之前好象还有个关卡，那里的怪物简直成了堆，没而且等级也不低，就靠现在玩家的等级，想杀老boss，没那么简单，我连忙问道：“朋友，是两个什么boss，能告诉我吗？”\\n\\n“哦，一个是近战系的死灵黑武士，妈的，那家伙真是厉害，上次几乎让我们帮全军覆没。”兽人骂骂奶奶的说道。\\n\\n旁边的女精灵弓手白了他一眼，插嘴说道：“就你们帮里人的等级，也想杀boss，不是自己找死是什么。”\\n\\n“去，那还不是象我这样的高手没去，不然的话，怎么会那么惨。”兽人拍了拍胸膛说道。\\n\\n“还高手呢，你现在也不过才三十七级而已，高什么高，都没我高。”女弓手轻蔑地说道。\\n\\n“喂，你这女人是什么意思，老损我干吗。”兽人听了这话，舞弄了一下斧头，有点不悦地说道。\\n\\n“怎么拉，我是实话实说，哪损你了。”那女弓手明显也是个好强的主。\\n\\n“你们俩别争了，马上就要进去了，收敛点。”一个面容似冰，手拿巨剑的人类剑士有点不悦地说道。\\n\\n就是，奶奶的，你们要吵回头慢慢吵，先把话给我说完啊，估计这帮家伙是个野队，不然不会闹内部矛盾的，我也跟着插身挡在兽人和女弓手之间，摆出副笑脸地说道：“两位朋友要以和为贵，不要吵啊，对了，还有个boss是什么啊？”\\n\\n兽人转过头来对我说道：“还有个boss是束魂通道里面，问号级的炼魂法师，那家伙可以施展大范围攻击的地狱怨灵波，猛得非常，不过死后爆的装备也不错。上次人家从它身上爆了把白银级的魔杖，据说起码能卖上几万呢。”\\n\\n炼魂法师，一听这名字我就喜欢，为啥，它是魔法师啊，有我这身死灵盔甲，我可比其他玩家多占不少的便宜，看来今天咱不弄点收获，还真对不起这身皮。我听了兽人这话，心中是暗暗欢喜，脸色则满是惊讶之情说道：“这样说来，那家伙肯定很难杀了。”\\n\\n“那倒也不是，只要能杀光它周围的那些冥王的骨灵，对它进行近身攻击的话，这家伙可比黑武士好杀，毕竟是个法师，防低，血少很正常。”兽人见我态度那么“诚恳”，便向我传授经验说道。\\n\\n“哼，有本事一个人去看看，就知道难不难了。”听了兽人这话，女弓手在旁边冷哼一声说道。\\n\\n兽人没有理睬女弓手的话，他又打量了一下我说道：“看兄弟这身打扮，等级似乎也不低了，又兴趣跟我们一组，进去杀boss吗？”\\n\\n跟你们一组，开玩笑，内部有矛盾，人心又不齐，我跟你们，一点安全感都没有，就算有，咱也不会跟你们合作，你们也就是个八人小队，战斗力和我家宠物军团，简直不在一个档次上，杀boss，我自己掂量掂量就成，不必跟你们一起。\\n\\n我摇了摇头，有点怕怕地说道：“谢谢了，朋友，我等级低着呢，过来就是想凑个热闹，见识见识罢了，杀boss，我可没那胆子，要是一个不小心挂了，那我可就惨了。”\\n\\n“哼，胆小鬼一个人。”女弓手听了我这话，在一边冷冷地说道。\\n\\n“哦，这样啊，那你可得小心点，那里面怪物等级可都不低，你最好跟在我们后面走，不然可见不到boss；还有，到了刷boss的地方，你最好站远点，不然会有玩家清场。”这兽人还是挺热心的，叮嘱我说道。\\n\\n“恩，谢谢你了，咱还真不懂这些规矩。”我客气地笑着回道，心里暗想，白痴弓手，你把哥们我当胆小鬼，那我就是胆小鬼好了，正所谓真人不露相，露相不真人，看谁能笑到最后，清场，老子到时候潜行一开，你清个球。\\n\\n一路聊着，我们一行人就来到被诅咒的冥王之殿的大门外，看着一队队玩家接连走了进去，兽人回头冲我点点头，示意我跟在他后面。\\n\\n呵呵，有人帮我开路，挺好，我含笑道了声谢谢，大摇大摆地跟在他后面。\\n\\n冥王的枷灵现在对众多三十级以上的玩家来说，已经不是难度，先前的一段路，基本上都没要我们动手，早就被其他玩家清得光光的，还有不少小队伍看来就是在这里蹲点连级的，他们也不进去，就在每一段路口中守着，一有刷新，立即动手，倒也蛮好。\\n\\n过了前面的路口，我们正好赶上大厅里刷新，无数冥王的骨侍拎个血红之刀，从虚无中走来，前面两队动没来的及穿越大厅的队伍，顿时被这帮骷髅给团团包围在中间。他们一边拿起武器抵挡骨侍们的进攻，一边大声冲后面的人叫嚷的，希望其他队伍能够出手帮忙，不过，迎接他们的只是冷冷的目光，能少上一批竞争对手，是其他玩家都愿意看到的事。所以他们的死，是必然的。\\n\\n看着两团玩家一一化为白光后，路口数十个团队才开始达成共同协议，商量好各负责对付哪片冥王的骨侍后，才开始动手，这人多力量大，一面倒的趋势，让冥王的骨侍再次回归虚无，此时不走，更等待何时，玩家们立即狂冲向大门，当然了，其中少不了我。\\n\\n*******************************\\n\\n“请后来的朋友等一等，前面已经有本帮人马在杀死灵黑武士，希望大家能给个面子，不要打扰。”轮回过道走了一半，前面突然有几十个玩家挡在路口，拦着后面人群的去路说道。\\n\\n“你们是哪个帮的？”人群有人高声问道。\\n\\n“唐朝联盟的。”一个穿着紧身皮甲，刺客模样的玩家走了出来说道。\\n\\n“靠，没听说过，也不知道哪来的小帮，就你们几个，就想挡住我们的路吗？”一个粗犷的声音吼道。\\n\\n“就是，那个死灵黑武士你们可以杀，后面不还有个炼魂法师吗，难道你们也想独吞吗？”一个阴阴的声音响起。\\n\\n“大家好不容易等到这里刷次boss，你们这样，心未免也太黑了吧。”一个充满不平的声音高叫……\\n\\n如果说以前杀个boss，玩家都害怕自己先动手吃亏，给后来人讨到便宜的话，现在杀boss，那就是生怕自己动不到手，给别人讨到便宜，毕竟等级上来了，兄弟们多了，啥事都好办。\\n\\n这不，刚有几个惟恐天下不乱的玩家在人群里一挑，立即让众多玩家是群情激昂，面带愤愤不平之色，看样子，就准备抄家伙强冲了。\\n\\n我留心冲声音来源处看了两眼，有两个家伙是头带面罩，隐藏面目的玩家，这两个家伙怎么也带这玩意，难道又是老外？\\n\\n那个刺客见镇不住面前的一群玩家，连忙冲身边的一个兄弟交代了几句，然后大声说道：“各位好朋友，我们并不想阻挡大家去杀炼魂法师，可以给大家让路，希望大家从前面过去的时候，不要插手本帮围剿死灵黑武士就成。”\\n\\n“这还差不多，快点让开，让我们过去。”\\n\\n“废话少说，我们当然不会抢你们的boss。”\\n\\n“走走，杀炼魂法师去了。”\\n```\\n\\n\\n------------\",\"timestamp\":1640584137,\"title\":\"第二百二十七章 大激战一\"},\"digest\":\"3JlvwteB5JbqRnxwValg-Jz51B8UgwKByK7w4AN0_K0\",\"authorship\":{\"contributor\":\"0xB629fca36d867Fd760C092C84f74b59A047F4503\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yY6MUuUIL62PzHPHIbE2JMloAwCM7it5Cg3olZFFD7k\\\",\\\"y\\\":\\\"FpuoPhhC06W0gUST5qh8kl6rOu5XgC5vMUmRNMPge48\\\"}\",\"signature\":\"lph0buFX81zU0jSD45RBTOJZFJZUqxrca_eL-JqY2P-PEgGXVCwPM5TdK35JvKlciLyozQTRTJmfMvoyS8cmJA\",\"signingKeySignature\":\"0xefd4b2ab6789626f84936ac73f7ac46e87606487928c211098511bb9b23eccd54b1ffef50e8b27ee99ee46458f604ea41875168e632eed419e568063353483111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yY6MUuUIL62PzHPHIbE2JMloAwCM7it5Cg3olZFFD7k\\\",\\\"y\\\":\\\"FpuoPhhC06W0gUST5qh8kl6rOu5XgC5vMUmRNMPge48\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3JlvwteB5JbqRnxwValg-Jz51B8UgwKByK7w4AN0_K0\"}"