"{\"content\":{\"body\":\"Beyond Artificial Intelligence.\\nConsciousness and human transformation. A layman’s dream of the future through the Hero's Journey, gamification and philanthropy.\\n\\nFor the past few years the world has fully embraced the experience economy and the selling of feelings that the futurist Alvin Toffler had long ago predicted. Experiences are effectively the selling of time in the never-ending competition for attention, but beyond experience, as outlined by Joe Pine, the next step is The Transformation Economy.\\\\* Who we might become?\\n\\nI could glibly say (although it’s probably a tiny fraction that care) that most are aware of Nick Bostrom and others warnings that there are indeed nefarious actors; individual characters, corporations and nation states at play in the world of A.I., yet there is simultaneously an entire organism of engineers building a hopeful future just beyond everyday sight. It is these heroes upon which I rest my hopes for humanity. Whether solving the world's inequality crisis through programmed money, tackling ransomware, perfecting robotic surgery or automating away mundane (or vital) tasks, these engineers are building the infrastructure that will enable humanity to reach its fullest potential through technology.\\n\\nFor the past 5 years I've had the good fortune to work at Facebook with a bird's eye view of the world's being built. As a lifelong storyteller, a producer of films, novelist and a songwriter I have spent over 3 decades attempting to tell the story of transcendence in a way that would resonate with others. Nearly 20 years ago when I began teaching myself simple programming languages in the pursuit of interactive stories, I would problem solve my bugs with real engineers and quickly realized there was an existing species of humans beyond my capacity of understanding. However as a student of philosophy and psychology, I was able to see how mathematics, physics, and even cosmology were all doing a quantum dance inside of applications. I had a vague glimpse of a notion that ultimate truths could be actualized through the computational logic of code.\\n\\nI use the term species purposely through the lens of neural diversity and cognitive evolution. As a human organism occupying this planet we subdivide into substrates; drifting into clusters in the pursuit of evolutionary fitness goals. We organize and work in teams just as the original form of life, bacteria, colonized into the various apparatuses of humans; breathing (lungs), waste filtering and environment sensing (nervous system). At a macro level groupthink is integral to our Darwinian pursuit and, for some, science is the tether to a foundational reality. Although being an engineer (which I am not) does not inoculate the individual from cognitive malfeasance, in the end, as with philosophy, logic will reveal the solutions to our material challenges. But another interesting idea in astrobiology is that it's not mere survival that creates evolution, but perhaps a creative force that motivates our universe.\\n\\nIt has been a decade since I first became fascinated with A.I. and in truth, because of my own subspecies and the lack of my ability to program deeply, I personally have become bored with it. Over the last 4 years I have focused specifically on the foundational aspects of A.I., Language and Vision. I have self actualized projects that have enabled me to explore theoretical approaches on the frontiers of possibility. I've had the fortune of working with and learning from neuroscientists, engineers and researchers in various fields, in the end handing over the reigns of my ideas to individuals far more talented than myself. In these environments it is easy to simultaneously see the validity of theory and the limits of my own neural abilities. I understand that we evolved as light sensing organisms from the ocean floor, how the eye has evolved over time to take in information from the world, how we use language to break up that information into bits and convey what we've learned from the universe at large. I also theoretically understand how machines can approach this evolution as well, so this is not to say I'm uninterested. It’s just that so much of the work is already being capably -and exponentially- done as libraries of models accumulate daily.\\n\\nAll of my thought will always be under the umbrella of the pursuing the \\\"hard problem of consciousness\\\", of how we open to a wider reality through the senses, how Galvanic A.I.'s can mediate the human experience, how A.I's running in the background can alleviate us from mundane tasks and move humanity beyond mere survival and towards our true potential. From my standpoint there is a single consciousness that exists outside of us that we only glimpse through proton detection and neural antennae. As Hoffman argues in *The Case against Reality* . . . the way forward is to assume that consciousness precedes brains and is fundamental, and that reality is, at the most basic level, a network of interacting conscious agents\\\". Through this psychological lens we can continue to create a map of consciousness that will lead to Artificial General Intelligence (A.G.I.) or reveal itself in the process. The Cognitive Psychology of this is endlessly fascinating but there are numerous intermediary steps needed and I'm certain Ben Goertzel is out there somewhere making far more progress than I can fathom.\\n\\nAll of the above is happening regardless of my pontifications. However, the ‘needed steps’ inherently conjures the idea of time . . . so prior to moving into the actual reason for this morning's writing I'd like to highlight why I am optimistic for transcending our capabilities as a species in the nearer term. Perhaps it's best if we can simply coalesce Wolfram's Fundamental Theory of Physics\\\\* with the notion of a holgraphic universe and know logically - and in my case experientially - that time is an illusion.\\n\\nScience is capable of running us backwards to the beginning of our universe. As a fun aside we can ponder how utilizing this notion of spacetime could explain the recent analyzation of the declassified UAP footage and understand that another civilization (or one outside of time) appears to have developed a quantum theory that has been actualized into technology.\\\\*\\n\\nPerhaps this work will eventually enable us to find the algorithm on which we run. However, that in and of itself is a Russian doll scenario. If someone is running the simulation, who in turn is running their simulation? That infinite mystery reveals the limits of code and even logic. No matter the power and intrigue of science, the answer is only accessible in a gnostic way.\\n\\nWe are here to do good.\\n\\nAlthough I would like to completely exist in the esoteric, as a father and provider I must ground my belief in a more functional way that is continually aligning with my career progression. Through dumb luck or having stumbled upon the right authors I had somehow parlayed my vagabond musician existence into work as a sound engineer manipulating wavelengths, and then as a screenwriter where having endlessly studied Joseph Campbell's \\\"The Power of Myth\\\", I found myself directing and producing films and commercials. Every couple of months I was given a million bucks or so to go hire the best 3D artists in the world to build new worlds and often put real people inside them. I taught myself how to build inside of these 3D environments - lighting, particles and physics that mirror our world. Things have progressed slowly to Augmented and Virtual Realities but now, as we stand here now on the frontier of Mixed Realities adding a layer to our planet, I see the technologies collating into the possibility of achieving a long held dream.\\n\\nIt was 2010 when I first saw Jane McGonigal's Ted Talk on gamification. Maybe another 10 years before that I had read \\\"Ender's Game\\\", a borderline children's book that had essentially predicted the internet as we know it, brain machine interfaces that lead to omniscient telepathy and *a game that could save the world*. Jane's talk, which has been a persistent open tab in my browser for over a decade, showed me there was research that justified the realization of these Science Fiction worlds. Her two New York Times bestsellers and company, SuperBetter, have proven through randomized controlled and clinical trials to build resilience and improve mental health through gaming.\\n\\nAlthough I hope to eventually conclude with a minutely novel twist on my dream, I still have said nothing unknown to this point - and may never for that matter. For now, I would like to intrigue you with what has intrigued me for so long by paraphrasing just a sample of what Jane tells us on why people are so much better at games than in real life.\\n\\nGamers are inspired to collaborate, cooperate and become the best version of themselves. They discover what they are capable of and stick to problems until a solution is achieved. They do so with urgent optimism and blissful productivity as it is immensely satisfying to be on the verge of an epic win at all times.\\n\\nWith billions of problem solvers at our disposal, how can we effectively harness that power and help solve the world's problems through games?\\n\\nJane's games are 2d interfaces but technologically we are also witnessing the frontier of GPU's delivering realtime, interactive, raytraced environments. For the past 8 months I've been able to work with 2 brilliant engineers out of MIT on how to deliver these experiences efficiently to the world. There are many players in the 3D space utilizing Virtual Reality and neurobiology for human betterment, notably Andrew Huberman's lab at Stanford and Dr. Adam Gazzaley's, Neuroscape. Both neuroscientists are building closed loop feedback systems and pioneering the way through clinical and FDA trials for varying modalities of medically proven human optimization.\\\\*\\n\\nAs 3D worlds become visually indistinguishable from reality and algorithms are increasing the resolution of visual elements to deliver these experiences in lightweight manners, when we think of the Russian doll scenario, we can imagine imbuing A.I.'s inside these worlds with archetypal consciousness to simulate our own world. This construction of a network of interacting conscious agents will perpetuate the algorithm from outside ourselves. Many companies are creating digital replications of our planet. As we create our own simulated worlds it will become a self-propagating feedback system on the path to A.G.I. . . . but in the nearer term . . .\\n\\nOutside of medicine and academia the reality is game makers simply need a hit to remain solvent and are unable to take risks on their releases. Conversely,we should never be ashamed to tell someone the thing we do makes money because that is what allows one to do more good in the world - Profit is the engine that allows us to scale after all. But most importantly, INTENT MATTERS. It should not take an outside threat of alien civilization, as it does in Ender's Game, for humans to work together to save our planet and foster an equitable life for it's inhabitants.\\n\\nIt will be a slow turn to miss the iceberg but by focusing on a dual mechanistic approach all the elements exist to make success possible. Alongside the science of gaming we can also look to a second well documented aspect of wellbeing - giving. Very simply we know that the act of *giving makes us feel good* and puts people into a state of hypo-cranial frontality, commonly known as a flow state. This dual mechanism of gaming and giving is where we can harness the power of gamers to achieve a collective goal and create game mechanics that have real world activations. Thereby, humanity learns in-game how to do good in the world and are individually and collectively rewarded for their efforts.\\n\\nWhether a game is a 2D or 3D interface is irrelevant. The 2nd layer of mixed reality and the inevitable gamification are both on the precipice of actuality. Some 10 years ago I was working on a TV show in Wales with David Goyer as he was polishing the narrative for Call of Duty: Black Ops and he would tell me how he was utilizing Campbell’s hero’s journey in a non linear narrative. The translation from page to 2D or 3D is the same. Story is story. If we look at game mechanics through the multi-modal lens of social game theory, evolutionary game theory, psychology and comparative mythology we can craft a universal Hero's Journey inside of a gaming environment that mimics our own reality. Perhaps I’m being redundant and this is the aim of all current metaverses, but the notion of singular consciousness only sensed through biological detection methods leads us to a single unified theory of reality where the structure of stories, told throughout time, becomes the mediated path to self efficacy. As physics utilizes symmetry to explain the subatomic world, Goyer, religion and the most well known example, Star Wars, use Campbells’s framework to permeate the stories we tell ourselves. The use of the Hero's Journey mirrors each individual's personal narrative. This singular story combined with adaptive algorithms inside the feedback system will enable us to meet individuals where they are. By guiding these psychological triumphs we can increase individual wellbeing and ultimately human potential on the microlevel while accomplishing macro goals.\\n\\nAgain, all of this may be self evident but my goal is to clarify my own simple notion of a gaming mechanic, connected to mirrored social goals that activates giving in the world. With the widespread adoption of blockchains, a smart contract is the immediate function to scale and gamify micro-giving. With the built in productivity of gamers at our disposal, in-game achievements are connected to a universal giving token. In the near term the smart contract simply allows a percentage distribution to [Givewell.org](http://Givewell.org). However, just as autonomous vehicles and traffic data give us a macro view of what’s going on in a city and reroute us accordingly, through the advancement of A.I. libraries, real-time data dashboards, intelligent NPC's and a complete mirroring of our planet, we can eventually enable a sort of global load balancing. The eventual creation of an open connection to real-time relief distribution can begin to address numerous climate and monetary inequality and other crises in the world. As seen through the ongoing neurobiological work achieving astonishing results in games, with this token, game makers and players will enter the game through the lens of giving and compound the existing work in both fields.\\n\\nWe are ultimately unoriginal. This is why story is so important, why every Disney movie follows the hero's journey. I propose we mimic our world through the lens of evolutionary game theory and reward players for tackling humanity's problems. The value of the universal giving token will rise as does the personal wealth of those who partake. As A.I. evolves so does our ability to make an impact through various modalities, i.e. water and food distribution, saving the bees, watering crops, etc. We will create an inherent hero's journey and enable presence with others by connecting with those in the areas we are addressing. As the momentum of the game becomes exponential, the global load balancing will be apparent in a Worldwide leader board showing the impact we are having. The concerted efforts to tackle emerging disasters will become a cumulative, ever-evolving game leading towards human transcendence through giving, as we measure the amount of love we put into the world.\\n\\nOn the surface it is a complex notion, however we can simply begin with a topdown ontological view of the planet with existing data and, over time, layer by layer, break out substrates of populations, wealth disparity, food deserts, droughts, clinics, construction, etc. All information will be open and real time disaster solutions can be immediately incorporated. As evidenced by Burners without Border's response to Hurricane Katrina, we can connect the players to Doctors Without Borders, Oxfam, Red Cross, etc. through a live-streamed command center, except here - gamers will be the virtual drone pilots achieving their missions on a replicated earth. This basic starting point will eventually drill down to individual neural diversity and the adaptive algorithms of THE STORY.\\n\\nAlas, I have a day job and although I think a team with a two to three year roadmap can build the foundational system, for now I can only say . . . If consciousness is not emergent from us, we are here to do the most good and a philosophical idea is computational logic - code is the transformer state that enables the dream of a technophilanthropic force, unrivaled in history, to tackle seemingly unsolvable problems.\\n\\n<https://www.theguardian.com/technology/2016/jun/12/nick-bostrom-artificial-intelligence-machine>\\n\\n<https://blooloop.com/brands-ip/opinion/transformation-economy-joe-pine/>\\n\\n<https://writings.stephenwolfram.com/2020/04/finally-we-may-have-a-path-to-the-fundamental-theory-of-physics-and-its-beautiful/>\\n\\n<https://www.uaptheory.com/>\\n\\n<https://www.superbetter.com/science>\\n\\n<https://neuroscape.ucsf.edu/technology/#ace>\",\"timestamp\":1638388456,\"title\":\"$Indra\"},\"digest\":\"Ay-Oy8eAMJjDD-9pBNbaXH9ucXGQ7BqD_lv-o9heHiA\",\"authorship\":{\"contributor\":\"0x05eF5196d38075975eF8F9adAa38aa8d960d7403\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gudhkEk6C2NgtwXXtsMtDjjaral9fH6HdKw-6_5_GWE\\\",\\\"y\\\":\\\"nNHYtbHMOPIi_qEPGA2SEIEq1BObJTgbVGr5I7F82VA\\\"}\",\"signature\":\"k94HFwpntwlqwFULcCR8W64d4JAla1ReK_l9wMU1tDe4QV4YCUFGXzA4kpgKQdJquTcBl_x6cgUhFG0BtAkHnQ\",\"signingKeySignature\":\"0xc4d2385b01956bc3951b48182383cac45b80824b07448b91b3a2a6dd8cbe57dc24b9f7a4a585c078ff37df88e989a2abf8f8298c7efc994818316ad743e7e9f71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gudhkEk6C2NgtwXXtsMtDjjaral9fH6HdKw-6_5_GWE\\\",\\\"y\\\":\\\"nNHYtbHMOPIi_qEPGA2SEIEq1BObJTgbVGr5I7F82VA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ay-Oy8eAMJjDD-9pBNbaXH9ucXGQ7BqD_lv-o9heHiA\"}"