"{\"content\":{\"body\":\"WASHINGTON (AP) — The Democrats’ idea for [a new billionaires’ tax ](https://apnews.com/article/climate-joe-biden-business-kyrsten-sinema-scranton-e14e20533772419bc1e390ff69ff5395)to help pay for President Joe Biden’s social services and climate change plan quickly ran into criticism as too cumbersome with some lawmakers preferring the original plan of simply raising the top tax rates on corporations and the wealthy.\\n\\nBiden said Monday he’s hopeful the talks with Congress can wrap up overall agreement on the package this week. It’s tallying at least $1.75 trillion, and could still be more. Biden said it would be “very, very positive to get it done” before he departs for two overseas global summits.\\n\\n“That’s my hope,” the president said before leaving his home state of Delaware for a trip to New Jersey to highlight the child care proposals in the package and a related infrastructure measure. “With the grace of God and the goodwill of the neighbors.”\\n\\nADVERTISEMENT\\n\\n### JOE BIDEN\\n\\n#### Billionaire tax hits critics as Biden pushes for budget deal\\n\\n#### Majority in US concerned about climate: AP-NORC/EPIC poll\\n\\n#### White House eyes new climate change strategies in Biden bill\\n\\n#### EXPLAINER: What's a 'wealth tax' and how would it work?\\n\\nResolving [the revenue side](https://apnews.com/article/coronavirus-pandemic-joe-biden-business-health-personal-taxes-bb51ab8b987c32e00c743a05d428079c) is key as the Democrats scale back what had been a $3.5 trillion plan, insisting all the new spending will be fully paid for and not pile onto the debt. Biden vows any new taxes would hit only the wealthy, those earning more than $400,000 a year, or $450,000 for couples.\\n\\nThe White House had to rethink its tax strategy after one key Democrat, [Sen. Kyrsten Sinema, D-Ariz.](https://apnews.com/hub/kyrsten-sinema), objected to her party’s [initial proposal to raise tax rates](https://apnews.com/article/technology-joe-biden-business-personal-taxes-137e00b41f113f85cc241438c780785b) on wealthy Americans by undoing the Trump-era tax cuts on those earning beyond $400,000. Sinema also opposed lifting the 21% corporate tax rate. With a 50-50 Senate, Biden has no votes to spare in his party.\\n\\nInstead, to win over Sinema and others, the White House has been floating a new idea of [taxing the assets of billionaires](https://apnews.com/article/climate-joe-biden-business-kyrsten-sinema-scranton-e14e20533772419bc1e390ff69ff5395) and another that would require corporations to pay a 15% minimum tax, regardless of if they show any profits. Those both appear to be gaining traction with another [pivotal Democrat, Sen. Joe Manchin, D-W.Va., ](https://apnews.com/hub/joe-manchin)who told reporters he supported new ways to ensure the wealthy to pay their “fair share.”\\n\\nDemocrats on the Senate Finance Committee, led by Sen. Ron Wyden of Oregon, are prepared to roll out the tax revenue plan in a matter of days. It is likely to include other revenue-raising tax measures, including a plan to beef up the IRS to go after tax scofflaws.\\n\\nADVERTISEMENT\\n\\n“Here’s the heart of it: Americans read over the last few months that billionaires were paying little or no taxes for years on end,” Wyden said at the Capitol.\\n\\nThe billionaires’ tax is being modeled on a 2019 bill from Wyden to treat assets as income. Another idea, up to a 3% ultra-rich surtax, has been proposed by Sen. Elizabeth Warren, D-Mass.\\n\\nUnder Wyden’s emerging plan, the billionaires’ tax would hit the wealthiest of Americans, fewer than 1,000 people. It would require those with assets of more than $1 billion, or three-years consecutive income of $100 million, to pay taxes on the gains of stocks and other tradeable assets, rather than waiting until holdings are sold.\\n\\nA similar billionaire’s tax would be applied to non-tradeable assets, including real estate, but it would be deferred with the tax not assessed until the asset was sold.\\n\\nOverall, the billionaires’ tax rate has not been set, but it is expected to be at least the 20% capital gains rate. Democrats have said it could raise $200 billion in revenue that could help fund Biden’s package over 10 years.\\n\\nSenate Republican leader Mitch McConnell called it a “hare-brained scheme” and warned of revenue drying up during downturns. Some Republicans indicated such a tax plan could be challenged in court.\\n\\nBut key fellow Democrats are also raising concerns, saying the idea of simply undoing the 2017 tax cuts by hiking top rates was more straightforward and transparent.\\n\\nUnder the [House’s bill ](https://apnews.com/article/technology-joe-biden-business-personal-taxes-137e00b41f113f85cc241438c780785b)from the Ways and Means Committee, the top individual income tax rate would rise from 37% to 39.6%, on those earning more than $400,000, or $450,000 for couples. The corporate rate would increase from 21% to 26.5%. The bill also proposed a 3% surtax on wealthier Americans with adjusted income beyond $5 million a year.\\n\\nThe panel’s chairman, Rep. Richard Neal, D-Mass., said he told Wyden in a discussion Monday that the implementation of the senator’s proposed billionaire’s plan is “a bit more challenging.”\\n\\nNeal suggested that the House’s proposal was off the table despite Sinema’s objections. In fact, he said, “our plan looks better every day.”\\n\\nOnce Democrats agree to the tax proposals, they can assess how much is funding available for Biden’s overall package to expand health care, child care and other climate change programs.\\n\\nDemocrats were hoping Biden could cite major accomplishments to world leaders later this week. They are also facing an Oct. 31 deadline to pass a related $1 trillion bipartisan infrastructure package of roads, broadband and other public works before routine federal transportation funds expire.\\n\\n“We need to get this done,” Biden said in remarks at a New Jersey transit center.\\n\\nAfter months of start-and-stop negotiations, Biden’s overall package is now being eyed as at least $1.75 trillion. But it could still climb considerably higher, according to a second person who insisted on anonymity to discuss the private talks.\\n\\nBiden huddled with the conservative West Virginia Democrat Manchin and Senate Majority Leader Chuck Schumer at the president’s Delaware home on Sunday as they work on resolving the disputes between centrists and progressives that have stalled the bill.\\n\\nDisputes remain over far-reaching investments, including plans to expand Medicare coverage with dental, vision and hearing aid benefits for seniors; child care assistance; free pre-kindergarten; and a new program of four-weeks paid family leave.\\n\\nHouse Speaker Nancy Pelosi said expected an agreement by week’s end, paving the way for a House vote on the $1 trillion bipartisan infrastructure bill. The Senate had approved that over the summer, but the measure stalled during deliberations on the broader Biden bill.\\n\\nBut Rep. Pramila Jayapal, D-Wash., the chair of the Congressional Progressive Caucus whose support will be crucial for both bills, said lawmakers want more than just a framework for Biden’s plan before they give their votes for the smaller infrastructure package.\\n\\n“We want the whole bill,” Jayapal told The Associated Press. “We want to vote on both bills at the same time.”\\n\\n___\\n\\nAssociated Press writers Farnoush Amiri, Hope Yen and Colleen Long contributed to this report.\\n\\n___\\n\\nThis story has been corrected to show Rep. Richard Neal is from Massachusetts, not New Jersey.\\n\\nADVERTISEMENT\\n\\nTrending on AP News\\n\\n[EXPLAINER: What’s a ‘wealth tax’ and how would it work?](https://apnews.com/article/coronavirus-pandemic-joe-biden-business-health-personal-taxes-bb51ab8b987c32e00c743a05d428079c)\\n\\n[Florida’s top doctor refuses mask, is told to leave meeting](https://apnews.com/article/coronavirus-pandemic-health-florida-b79b9e4308b9ce0b4335cdfa69436b1b)\\n\\n[Biden ‘positive’ on budget deal; Manchin OK with wealth tax](https://apnews.com/article/joe-manchin-joe-biden-nancy-pelosi-wealth-tax-congress-132c737a5a2fb5ea1931df2344f55567)\\n\\n[by Taboola](https://popup.taboola.com/en/?template=colorbox&utm_source=associatedpress-apnews&utm_medium=referral&utm_content=organic-thumbnails-rr:Right%20Rail%20Thumbnails:)\\n\\nADVERTISEMENT\\n\\nTop Articlesby *The Associated Press*[The judge leading Beirut blast probe:Discreet and defiant](https://apnews.com/article/middle-east-religion-explosions-lebanon-beirut-2c813a38a3ab2789f07fa48799aac82a?traffic_source=Connatix)\\n\\n[EXPLAINER: What’s a ‘wealth tax’ and how would it work?To help pay for his big economic and social agenda, President Joe Biden is looking to go where the big money is: billionaires. Biden never endorsed an outright “wealth tax” when campaigning last year.today](https://apnews.com/article/coronavirus-pandemic-joe-biden-business-health-personal-taxes-bb51ab8b987c32e00c743a05d428079c)\\n\\nAd Content\\n\\n[6ヶ月で骨密度が増加！科学的に証明された注目の成分とはPromoted: 雪印](https://ac.ebis.ne.jp/tr_set.php?argument=JYmGwsLz&ai=YBSTB1210917015&utm_source=taboola&utm_medium=referral#tblciGiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSDnzkEoyoKf_538ibXLAQ)\\n\\n[アメリカ人社長が日本人採用で用いる評価基準が興味深いPromoted: クラウド活用ならビズヒント](https://bizhint.jp/report/260477?utm_source=Taboola&utm_medium=Discovery&utm_campaign=tb_210519&trcd=tb_210519_associatedpress-apnews_%E3%82%A2%E3%83%A1%E3%83%AA%E3%82%AB%E4%BA%BA%E7%A4%BE%E9%95%B7%E3%81%8C%E6%97%A5%E6%9C%AC%E4%BA%BA%E6%8E%A1%E7%94%A8%E3%81%A7%E7%94%A8%E3%81%84%E3%82%8B%E8%A9%95%E4%BE%A1%E5%9F%BA%E6%BA%96%E3%81%8C%E8%88%88%E5%91%B3%E6%B7%B1%E3%81%84&tblci=GiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSDIpUgonb7mqObRsucX#tblciGiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSDIpUgonb7mqObRsucX)\\n\\n[ヤフーとソニーグループ共同運営の不動産査定サイトが凄いPromoted: おうちダイレクト](http://best-note.site/ouchi04b-t01?utm_source=taboola&utm_medium=referral&tblci=GiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSDd31Io9qLDspjt6Kdy#tblciGiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSDd31Io9qLDspjt6Kdy)\\n\\n[恨まれながらも社員を全員解雇、事業承継した3代目の改革への想いPromoted: クラウド活用ならビズヒント](https://bizhint.jp/report/267523?utm_source=Taboola&utm_medium=Discovery&utm_campaign=tb_210519&trcd=tb_210519_associatedpress-apnews_%E6%81%A8%E3%81%BE%E3%82%8C%E3%81%AA%E3%81%8C%E3%82%89%E3%82%82%E7%A4%BE%E5%93%A1%E3%82%92%E5%85%A8%E5%93%A1%E8%A7%A3%E9%9B%87%E3%80%81%E4%BA%8B%E6%A5%AD%E6%89%BF%E7%B6%99%E3%81%97%E3%81%9F3%E4%BB%A3%E7%9B%AE%E3%81%AE%E6%94%B9%E9%9D%A9%E3%81%B8%E3%81%AE%E6%83%B3%E3%81%84&tblci=GiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSDIpUgo7q_B6seE7M9i#tblciGiAs2ICwUrJnBReoiecv8_MSoK2ub629Qeuw7Kethxs0WSDIpUgo7q_B6seE7M9i)\\n\\n[Florida’s top doctor refuses mask, is told to leave meetingMIAMI (AP) — Florida's top health official was asked to leave a meeting after refusing to wear a mask at the office of a state senator who told him she had a serious medical condition, officials have confirmed.October 25, 2021](https://apnews.com/article/coronavirus-pandemic-health-florida-b79b9e4308b9ce0b4335cdfa69436b1b)\\n\\nADVERTISEMENT\\n\\nAP NEWS\\n\\n1. [Top Stories](https://apnews.com/hub/top-news)\\n2. [Video](https://apnews.com/hub/videos)\\n3. [Contact Us](mailto:support@apnews.com)\\n4. Cookie Settings\\n\\nDOWNLOAD AP NEWS\\n\\nConnect with the definitive source for global and local news\\n\\nMORE FROM AP\\n\\n1. [ap.org](https://www.ap.org/)\\n2. [AP Insights](https://insights.ap.org/)\\n3. [AP Definitive Source Blog](https://blog.ap.org/)\\n4. [AP Images Spotlight](https://apimagesblog.com/)\\n5. [AP Explore](https://www.ap.org/explore/)\\n6. [AP Books](https://www.ap.org/books/)\\n\\nFOLLOW AP\\n\\n1. \\n2. \\n3. \\n4. \\n\\nTHE ASSOCIATED PRESS\\n\\n1. [About](https://www.ap.org/about/)\\n2. [Contact](https://www.ap.org/contact-us/)\\n3. [Customer Support](http://aphelp.ap.org/)\\n4. [Careers](https://www.ap.org/careers/)\\n5. [Terms & Conditions](https://apnews.com/termsofservice)\\n6. [Privacy](https://apnews.com/privacystatement)\\n\\nAll contents © copyright 2021 The Associated Press. All rights reserved.\\n\\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. [Privacy Policy](https://apnews.com/privacystatement)\\n\\nCookies Settings Accept All Cookies\\n\\nStart your day with \\n AP Morning Wire\\n\\nGet a daily newsletter from top editors at The Associated Press with the best from our global news report.\\n\\nSIGN UP\\n\\nBy signing up for AP Morning Wire, you agree to our [Terms & Conditions](https://apnews.com/termsofservice?).\\n\\n \\n \",\"timestamp\":1635247543,\"title\":\"Billionaire tax hits critics as Biden pushes for budget deal\"},\"digest\":\"c_XfnrgnPUkfIOmbdlcrZ9w1yAlX4gKflMp7-hG5_6E\",\"authorship\":{\"contributor\":\"0xf960c047a47677eA00c94a1074C90850c550c24C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_HVVPld4Dvi21-XLIJnYbdS6l4tlfO2mEwcRJvoWciM\\\",\\\"y\\\":\\\"k0Vh9DeDYagbitGco5B16QCJahVy-XumiZ9BgwL4no8\\\"}\",\"signature\":\"Tlra_IhEq_18VRXSN6CGl6XJvKny8LHARqCHjFmNW9-YWU8Wz2sxnLU7Kecn0V2zfAs45J_9FP_6xurvI29IDw\",\"signingKeySignature\":\"0x5d5ea453f0c7eafacc7b4cbde6daa883f14f9c268bdacafc91c8daad22c2659b41279e300692c81b5ee43d562a805a9d38e11d91dd9f5a10714d26c4783a97681b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_HVVPld4Dvi21-XLIJnYbdS6l4tlfO2mEwcRJvoWciM\\\",\\\"y\\\":\\\"k0Vh9DeDYagbitGco5B16QCJahVy-XumiZ9BgwL4no8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c_XfnrgnPUkfIOmbdlcrZ9w1yAlX4gKflMp7-hG5_6E\"}"