"{\"content\":{\"body\":\"Everyone’s heard of CoinMarketCap by now, but you may not be familiar with CoinGecko. Launched back in 2014, it’s one of the earliest and largest data aggregators in the industry, taking a more holistic approach to tracking tokens and cryptocurrency exchanges. CoinGecko currently tracks more than 4,700 coins and over 300 exchanges.\\n\\nWith the goal of elevating “crypto participants’ understanding of fundamental factors that drive the market”, its founders TM Lee and Bobby Ong wanted to find more transparent ways to track cryptocurrencies. \\n\\n## CoinGecko provides an in-depth analysis of the crypto market\\n\\nRather than just track and measure coins and tokens by market cap or exchanges by trading volume, CoinGecko tracks other key factors as well. These include a project’s code progress and open source code development, community growth, and other major events that impact its value.\\n\\nOng explains: “We started out as a crypto data aggregator tracking developer and community metrics. For developer stats, we track the Github, Bitbucket, and Gitlab. We count the number of commits, lines added/deleted, stars, forks, and pull requests. For community stats, we track Twitter followers, Facebook likes, Reddit subscribers, new posts, and comments. We believe that by measuring community and developer stats, we get a 360-degree overview of any particular cryptocurrencies.”\\n\\nWith thousands of cryptocurrencies in the market and new ones created each month, the CoinGecko crew wants to help investors better understand the altcoins available to them by giving them as many transparent and qualitative facts as possible. Simply looking at market capitalisation isn’t enough to go by as this can be easily manipulated.\\n\\n## CoinGecko’s Trust Score for ranking cryptocurrency exchanges\\n\\nWith statistics like this doing the rounds, it’s impossible to assess the liquidity of an exchange just by trading volume. One must look at other metrics. This is where CoinGecko comes in. The company recently launched a feature it calls “Trust Score” to combat fake exchange volume.\\n\\n“Instead of sorting exchanges by ‘total 24-hour reported trading volume’, CoinGecko now sorts exchanges by Trust Score,” says Ong.\\n\\n“This is a combination of normalised exchange volume using web traffic and order book analysis. The change took effect universally on the CoinGecko Exchange Overview and Coin pages on May 13 2019.”\\n\\nThe trading volume of each exchange is normalised using SimilarWeb traffic analysis and the median of users’ trading volume from the Bitwise 10 real-volume exchanges. For order book depth analysis, the bid/ask spread and capital required to move the order book by 2% are both measured.\\n\\n“When combined with normalised trading volume, these metrics provide a better overview of the real liquidity of any given trading pair on an exchange,” Ong asserts.\\n\\nIn the coming months, Ong says that CoinGecko will further enhance its Trust Score feature by introducing additional metrics. These will include metrics such as trade history analysis, hot and cold wallet analysis, cybersecurity analysis, social media data, crowd-sourced reviews, and API quality evaluation. The data aggregators will incorporate each metric iteratively.\",\"timestamp\":1640100524,\"title\":\"What is CoinGecko?\"},\"digest\":\"NGxeni4VKOhoLeSM6usLT53OZG64LCrbYNAxM-GxJlU\",\"authorship\":{\"contributor\":\"0x69d4b6Ef6E58365af264023C899CDD77c2F271aF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"signature\":\"2Ii6iGWVqNsCSKH822u6A-sigxuYffta9XVKUFQCN26HN_DgrkeTUn9Up_Si-0KIZmj-WnnBJyT_HA7pCdFz8A\",\"signingKeySignature\":\"0x75a90a02d92ecd34da299ae261f4f2fb35792f939a8808aec8623b779a47a9ff13e7b0e8657ab48ddafd41c6d898042c739bc5b07b0c60805495dfd10c08c04d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NGxeni4VKOhoLeSM6usLT53OZG64LCrbYNAxM-GxJlU\"}"