"{\"content\":{\"body\":\"谨以此文纪念我的伟大的、坚毅的、乐观的、大方的、爱发脾气的、随和的父亲，本文写于2016年8月23日 00:30UTC+8，若干年后，父亲于2020年9月26日 15:15 UTC+8病逝。\\n\\nI would like to commemorate my great, determined, optimistic, generous, tempered, and easy-going father with this article. This article was written at 00:30 UTC+8 on August 23, 2016. Several years later, my father died of illness. The date is September 26, 2020 15:15 UTC+8.\\n\\n我的父亲在我儿时的印象中高大魁梧，坐在父亲的肩膀上，胆小的我总会恐高。父亲19岁就参加工作，干的是技术体力活，儿时随父亲下过开采铁矿石的深井，见父亲用风钻开凿岩石，在距离地面好几里幽暗危险环境中工作需要极大勇气，而父亲坚持了一辈子。若干年来，父亲下班回来经常上山打猎，经常晚上电鱼总能满载而归，独自维持一家五口的生计。不知多少回跟父亲深夜一起去打猎电鱼，对父亲心生佩服。\\n\\nMy father was tall and burly in the impression of my childhood, sitting on his shoulders, and I was always afraid of heights when I was timid. My father started working at the age of 19 and did technical manual work. When I was a child, he went down a deep well for mining iron ore. I saw my father use a pneumatic drill to dig rocks. For several years, my father came back from work and often went hunting in the mountains. He often returned home with a full load at night, and supported the livelihood of a family of five on his own. I didn't know how many times I went hunting and fishing with my father late at night, and I admired my father.\\n\\n长大后，我常年在外读书，跟父亲聚少离多。寒暑假，回家过不了几天清净日子，就想着返校，缘由是父亲常因家庭琐屑对母亲发怒，声音很大，中气十足，母亲弱小，有些畏惧父亲，回嘴几句，父亲就没完没了了。为母亲抱不平，同情母亲的隐忍，我没少跟父亲发脾气。夫妻如同冤家，父母吵了不散，我也慢慢习惯了，尤其是参加工作这些年，聚少离多，一年一聚，父亲愈发老去，加之母亲的疏远，开始试着努力理解他的老来孤独和他的火爆脾气了。我每每回家，那几天，父亲总是开心的没有脾气，晚上留在他房间，喝酒，聊会天。父亲的脾气来时，多半是借着酒劲以后了，第二天，整个人似乎又正常了。\\n\\nWhen I grew up, I went to study abroad all year round, gathering less with my father and separating more. During the winter and summer vacations, I would not be able to live a quiet life for a few days when I went home. I thought about going back to school. The reason was that my father was often angry with my mother because of family trivialities. My mother was weak and fearful of my father. If she talked back a few words, my father's anger was endless. . Fighting injustices for my mother and sympathizing with my mother's tolerance, I often lost my temper with my father. Husband and wife are like enemies. My parents quarreled but didn’t break up. I gradually got used to it, especially after working for the past few years, gathering less and separating more, once a year, my father was getting older, and my mother’s alienation, I started to try hard to understand his old loneliness and his hot temper. Whenever I went home, during those few days, my father was always happy and easy-going, staying in his room at night, drinking, and chatting. When my father's temper came, it was mostly because he got drunk. The next day, the whole person seemed to be normal again.\\n\\n这两年，父亲终于把抽了一辈子的烟给戒了。因为早年的职业病矽肺病，加之又得了肺结核，在治疗过程中，医生要求他戒掉，父亲出乎意料的借掉了。父亲结核病好了以后，又喝酒了，我劝道，“你这烟都能戒掉，这酒能不能戒了。”父亲说，“很奇怪，我得病的时候，几天没抽烟，就不想抽了，不过没有酒不行，会浑身没力。”\\n\\nIn the past two years, my father finally quitted smoking, he had smoked for a lifetime. Because of his early occupational disease, silicosis, and tuberculosis, during the treatment, the doctor asked him to quit smoking, and my father unexpectedly quitted it. After my father recovered from tuberculosis, he drank again. I persuaded, \\\"You can quit this cigarette. Can you quit this alcohol?\\\" Father said, \\\"It's strange that when I was sick, I didn't smoke for a few days, so I didn't want to smoke anymore, but I can’t do without alcohol, and I’ll feel weak.\\\"\\n\\n我与父亲不相见已一年余了，去年工作任务要求未能回家过年，便抽空请假回家一趟，父亲愈发苍老了，65岁花甲之年，头发少了很多，两鬓发白了。父亲得病恢复以后，中途喝酒断药，又复发了一次，期间干农活一直都没闲着，忙碌了一辈子，一直停不下来。想着没几天要回珠海，下次回家又是大半年以后了，跟父亲商量着去珠海，父亲欣然答应了。\\n\\nIt has been more than a year since my father and I have not seen each other. Last year I was unable to go home for the New Year due to my work assignment. So I took time off to go home. My father is getting older and older. When he was 65 years old, he lost a lot of hair and his hair on the temples were white. After my father recovered from the illness, he drank alcohol and stopped taking medicine in the middle, and he relapsed again. During this period, he was busy working on farming and he was busy all his life and couldn't stop. Thinking of going back to Zhuhai in a few days, it will be more than half a year after going home next time. I discussed with my father to go to Zhuhai, and my father happily agreed.\\n\\n途中父亲也不忘带一瓶白酒，到了珠海，进餐馆用餐也不忘带一瓶白酒。父亲在吃方面很讲究，我儿时山里跑的，水里游的野味没少吃，长大了回家总能吃到父亲准备的大餐。不过在自身穿着方面很简朴，在我的印象中没见父亲给他自己添过几件衣裤。这次来珠海仅带了一套夏装和一套长衫长裤。那天帮我洗完衣服后，凉衣服时，自豪地指着那件白净衬衣说，“这件衣服是娶你妈时，村里的清生裁缝给缝制的，接着回忆起了当年怎么跟我母亲相识的故事。”待了没几天，开始念叨着我母亲，不忘家里的农活，时不时拿起电话母亲关心起家里的事情起来。那天在金台寺，路过文殊菩萨殿前，只见父亲眼前一亮，快步走向一堆经书那里，求了本经书，说道，“我儿子的母亲也信佛，带回去给她看看。”\\n\\nOn the way, my father did not forget to bring a bottle of white wine. When we arrived in Zhuhai, He did not forget to bring a bottle of white wine to the restaurant. My father was very particular about eating. When I was a child, I ate wild food in the mountains and in the water. When I grew up, I always had a big meal prepared by my father when I went home. However, he is very simple in his own clothes. In my impression, I didn't see my father bought himself a few clothes and pants. This time, he came to Zhuhai with only a set of summer clothes and a set of shirts and trousers. After helping me wash my clothes that day, while cooling my clothes,He proudly pointed to the white shirt and said, “This dress was sewed by the Qingsheng tailor in the village when I married your mother. The story of my mother’s acquaintance.” After a few days, He started to talk about my mother, not forgetting the farm work at home, and calling my mother to care about family affairs from time to time. At Jintai Temple that day, passing by the Manjusri Bodhisattva Hall, my father's eyes lit up, and he walked quickly to a pile of scriptures, asked for a scripture, and said, \\\"My son's mother also believes in Buddha, take it back and show her. \\\"\\n\\n这么多年来，没能好好跟父亲相处过，而今父亲年岁大了，担心会留下不少遗憾，现在是个不错的与父亲相处的机会。\\n\\nI haven't been able to get along with my father for so many years. Now that my father was old, I was worried that I will leave a lot of regrets. It was a good opportunity to get along with my father.\\n\\n父亲刚来珠海喜欢去外面逛街，我们一起走了些路，他就比较熟周围环境了，我下班回来，我们便会聊起今天的所见所闻。有一天，我带回来一只宠物狗，父亲见了，一脸鄙视，说道，“这哪里像一条狗，附近哪里有猎狗买，我想带一条回去。”于是自己跑去宠物店询问，时而念叨着这事，可惜直到回家也未能如愿。\\n\\nWhen my father first came to Zhuhai, he liked to go shopping outside. After walking a little together, he became more familiar with the surrounding environment. When I came back from work, we would talk about what we saw and heard today. One day, I brought back a pet dog. When my father saw him, he looked contemptuous and said, “Is this a dog? Where can I buy a hunting dog nearby? I want to take one back home.” So he went to the pet shop and consulted. He talked about it from time to time, but it was a pity that he didn't not get what he wanted until he returned to my hometown.\\n\\n有一回父亲为一些家庭琐事，心生烦恼，在我对他提及的一些观点强烈反对并生气出门后，父亲仍会从五楼窗户探出头来嘱我开车注意安全。\\n\\nOnce my father was upset about some family trivial matters. After I strongly opposed some of the views he mentioned and got angry and went out, my father would still stick his head out of the window on the fifth floor to tell me to drive safely.\\n\\n晚上回来，父亲似乎忘了白天的事情，脸上堆满笑容并坦诚的说，白天找东西把你的柜子翻遍了，里面有好多证件，没看到入党申请材料，你这党员是冒牌的吧？我故作生气而言它，玩笑道东西都翻遍了？有没有找到什么值钱的东西？父亲一面正经起来，没找到，你自己藏好了，别弄丢了，看看还在不在。事后知道，这种关于金钱的玩笑，不能随便开，即使在最亲的亲人那里也容易引起误会。不同的是，父亲从不介怀，是个忘性很大的人，很多误会都会过去。随着时间而遗忘掉。\\n\\nWhen I came back at night, my father seemed to have forgotten about the daytime affairs. His face was full of smiles and he said frankly that he looked for something during the day and rummaged through your cabinet. There were a lot of documents in it, and I didn't see your Chinese Communist Party application materials. Are you a fake CCP member? I pretend to be angry to say it, jokingly said everything has been rummaged? Did you find anything valuable? My father got serious and said, \\\"I haven't found it. You hide it by yourself, don't lose it, and see if it's still there.\\\" I learned in hindsight that this kind of money joke cannot be made casually, and it is easy to cause misunderstanding even with the closest relatives. The difference was that my father never cared, he was a very forgetful person, and many misunderstandings would pass. Forgotten over time.\\n\\n平日不生气时，父亲讲故事，总是一脸笑容，一脸慈祥。回忆往事滔滔不绝。父亲对我做的一些事情，会表示不满，最后还是多半会转念支持。家里养了只仓鼠，刚开始父亲，表示过不满，养这东西，不像个男人。某天我没打招呼出门散步了，手机也没带。回来后，估计他联系不上我，只见仓鼠笼翻到了，凌乱，我默默的收拾好了，也没跟他发脾气。第二天，他反倒关心我的仓鼠起来，喂食的事情也帮忙做了。后来又买了一只白仓鼠回来，他也悉心照顾起来，并记得分开养，保证两只都有水喝。\\n\\nWhen he is not angry, my father tells stories, always smiling and kind. Memories of the past are endless. My father would express dissatisfaction with some things I did, and in the end he would most likely change his mind to support. There was a hamster in the family. At first, my father expressed dissatisfaction, raising this hamster did not look like a man. One day I went out for a walk without saying hello and didn't bring my mobile phone. After coming back, it is estimated that he could not contact me. I saw the hamster cage turned over, messy, I quietly cleaned it up, and didn't lose my temper with him. The next day, he cared about my hamster and got up and helped with the feeding. Later, I bought a white hamster. He also took good care of it and remembered to raise it separately to ensure that both had water to drink.\\n\\n在珠海这些天才发现父亲真的老了。儿时印象中魁梧的身材变得有些佝偻驼背。在外面散步，父亲的步履有些蹒跚，跟不上我的脚步了。好几次会突然发烧，呕吐，等吃完退烧药，喝酒缓过来后，父亲说道，“没什么问题，在家里也偶尔会，喝完酒就好多了。”一边说一边掐着自己的手腕笑着说道，“喝完酒，就胖回来些了，不能没有酒喝。”\\n\\nDuring this period of time in Zhuhai, I discovered that my father was really old. The burly figure in my childhood impression became a little hunched. Walking outside, my father's steps staggered a little, and he couldn't keep up with me. Several times my father would have a sudden fever and vomiting. After taking the antipyretics and drinking alcohol, my father said, \\\"It's no problem. It happens occasionally at home. It's much better after drinking.\\\" While talking, he pinched his wrist. He smiled and said, \\\"After drinking, I'll get a little fatter and I can't give up drinking.\\\"\\n\\n周末将至，父亲想回家了，记挂着家里的事情,担心母亲一人忙不过来。坚持不多留几天了。那天天蒙蒙亮，下着雨。到了汽车客运站，父亲下车后蹒跚着从右边绕到左边，为我撑起一把伞。我脑海里顿时想起儿时被父亲撑起来坐在他的肩膀上的情形，我情不能自已，伸手一把搭在父亲肩上，父亲也一把搭在我的肩上……\\n\\nIt was almost the weekend, and my father wanted to go home. He remembered his family affairs and worried that my mother would be too busy. He insisted on not staying for a few more days. It was dawn that day and it was raining. When we arrived at the bus terminal, my father hobbled around from my right to the left after getting off the bus, holding up an umbrella for me. I suddenly remembered the situation in my childhood when I was supported by my father and sat on his shoulders. I felt sorrow in my heart, and put my hand on my father's shoulder, and my father also put his hand on my shoulder……\",\"timestamp\":1634720107,\"title\":\"我的父亲\\nMy father\"},\"digest\":\"C_rQnVPohSu6vsHWITz1Qwg08jglPNh2g1D7cWWeUxY\",\"authorship\":{\"contributor\":\"0x0C70B20eEF88E15f601Cc26Ae5dF4D038bb293eA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j9wirgB6lsYyi1E2qeZqMuOydsaLiIbG34usty5HnXU\\\",\\\"y\\\":\\\"OY73pRkWL_0RjYFF-nRm7bGdDxGU64oqRSlgzK5RcdQ\\\"}\",\"signature\":\"Gu20-UDv1yFGV1WQXPpJrMzNJxGXnsbeRzJBpodssmep5Z3Jdfpm1Ua5p9yBP_03Nj444Dhd81iEQ9OW4NX9HQ\",\"signingKeySignature\":\"0x1cd831f44059d2385798f47565c0bb6336f54d6edc4452f2e797ee92e81b03574266f3ceb5627e63112e9024081dd64b0b361dba1262d9d0034e0ec46d9111e41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j9wirgB6lsYyi1E2qeZqMuOydsaLiIbG34usty5HnXU\\\",\\\"y\\\":\\\"OY73pRkWL_0RjYFF-nRm7bGdDxGU64oqRSlgzK5RcdQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C_rQnVPohSu6vsHWITz1Qwg08jglPNh2g1D7cWWeUxY\"}"