"{\"content\":{\"body\":\"Winners must be realists, and most losers live in fantasy. Although making friends is not all for money, it also depends on whether the other person's thoughts are worthy of being socialized. A person's status and income in reality are almost the reflection of his thoughts in the real society. If you often communicate with people with backward thinking, then your mind will be assimilated, and of course, your status and income will be reduced.\\n\\nSimilarly, if you communicate frequently with people with advanced thinking and high status, then you will absorb advanced thinking, and gradually, your status and income will increase.\\n\\n144 Entrepreneur Business School Serving Entrepreneurs\\n\\nEveryone is changing, either forward or backward. Everyone has a hierarchical concept. It's just that some hypocritical people don't want to admit it.\\n\\nI am not discriminating against anyone, but referring to the actual economic benefits. Great people must distinguish between classes to make friends and manage their own circle of friends, because everyone\\n\\nHis spirit, time and resources are all limited. We do not discriminate against people, but if we are to be with someone who is boring, has no money, has no status, and has no thoughts, it is tantamount to suicide. We would rather take this time to study or sleep.\\n\\nThere are two types of friends to focus on. The first is the interests of colleagues and customers who meet frequently. Because they need each other and are of the same class, they will only get together if they are valuable. In other words, once the interest relationship ends, the friendship relationship ends. .\\n\\nThe second type: friends who resonate in thought and are progressive. This kind of friend can make both parties grow up. An experienced boss must understand a truth, ideas, knowledge, and ideas can be turned into money, and money can exchange ideas, knowledge, and ideas.\\n\\nIt should be noted that there is a kind of friend. In the past, everyone’s income and status were similar, but after several years of hard work, your income and status have been greatly improved, and his income and status have not improved. Friends are friends who should end the relationship. Remember to waste your time together often. Of course, if your relationship is really good, you can keep a simple meeting and spend a little time recounting the past.\\n\\nPeople always have to be realistic in order to live better. I don't like people who are hypocritical.\",\"timestamp\":1634797256,\"title\":\"Making friends is also divided into classes\"},\"digest\":\"dNv_YtHGgQWVkjXOiKKNfNqry1hXsEXBY3qNcp5GasQ\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"FcaKZpnHw39BZ14PQiSakIIrwhoBSmngFz4jMm0METl8xzpxdbVMfKH0YPIOk8GZI5HYhmWuDX4uuWBB3tAb6w\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dNv_YtHGgQWVkjXOiKKNfNqry1hXsEXBY3qNcp5GasQ\"}"