"{\"content\":{\"body\":\"\\\"I was probably not a very close follower of the fashions,\\\" she replied.  \\\"The dress that I am wearing now----.\\\"\\n\\n\\\"Is very pretty, my child, and it becomes you extremely; that's the truth.  Only, to be frank, I must confess that this style is no longer worn--no--not at all.  You must have your new dresses made in quite a different way.\\\"\\n\\n\\\"But I already have more dresses than I need, madame.\\\"\\n\\n\\\"What! black dresses?\\\"\\n\\n\\\"I seldom wear anything but black.\\\"\\n\\nEvidently her hostess had never heard anything like this before.  \\\"Oh! all right,\\\" said she, \\\"these dresses will doubtless do very well for your first months of mourning--but afterward? Do you suppose, my poor dear, that I'm going to allow you to shut yourself up as you did at the Hotel de Chalusse? Good heavens! how dull it must have been for you, alone in that big house, without society or friends.\\\"\\n\\nA tear fell from Marguerite's long lashes.  \\\"I was very happy there, madame,\\\" she murmured.\\n\\n\\\"You think so; but you will change your mind.  When one has never tasted real pleasure, one cannot realize how gloomy one's life really is.  No doubt, you were very unhappy alone with M. de Chalusse.\\\"\\n\\n\\\"Oh! madame----\\\"\\n\\n\\\"Tut! tut! my dear, I know what I am talking about.  Wait until you have been introduced into society before you boast of the charms of solitude.  Poor dear! I doubt if you have ever attended a ball in your whole life.  No! I was sure of it, and you are twenty! Fortunately, I am here.  I will take your mother's place, and we will make up for lost time! Beautiful as you are, my child-- for you are divinely beautiful--you will reign as a queen wherever you appear.  Doesn't that thought make that cold little heart of yours throb more quickly? Ah! fetes and music, wonderful toilettes and the flashing of diamonds, the admiration of gentlemen, the envy of rivals, the consciousness of one's own beauty, are these delights not enough to fill any woman's life? It is intoxication, perhaps, but an intoxication which is happiness.\\\"\\n\\nWas she sincere, or did she hope to dazzle this lonely girl, and then rule her through the tastes she might succeed in giving her? As is not unfrequently the case with callous natures, Madame de Fondege was a compound of frankness and cunning.  What she was saying now she really meant; and as it was to her interest to say it, she urged her opinions boldly and even eloquently.  Twenty- four hours earlier, proud and truthful Marguerite would have silenced her at once.  She would have told her that such pleasures could never have any charm for her, and that she felt only scorn and disgust for such worthless aims and sordid desires.  But having resolved to appear a dupe, she concealed her real feelings under an air of surprise, and was astonished and even ashamed to find that she could dissemble so well.\\n\\n\\\"Besides,\\\" continued Madame de Fondege, \\\"a marriageable young girl should never shut herself up like a nun.  She will never find a husband if she remains at home--and she must marry.  Indeed, marriage is a sensible woman's only object in life, since it is her emancipation.\\\"\\n\\nWas Madame de Fondege going to plead her son's cause? Mademoiselle Marguerite almost believed it--but the lady was too shrewd for that.  She took good care not to mention as much as Lieutenant Gustave's name.\\n\\n\\\"The season will certainly be unusually brilliant,\\\" she said, \\\"and it will begin very early.  On the fifth of November, the Countess de Commarin will give a superb fete; all Paris will be there.  On the seventh, there will be a ball at the house of the Viscountess de Bois d'Ardon.  On the eleventh, there will be a concert, followed by a ball, at the superb mansion of the Baroness Trigault--you know--the wife of that strange man who spends all his time in playing cards.\\\"\\n\\n\\\"This is the first time I ever heard the name mentioned.\\\"\\n\\n\\\"Really! and you have been living in Paris for years.  It seems incomprehensible.  You must know then, my dear little ignoramus, that the Baroness Trigault is one of the most distinguished ladies in Paris, and certainly the best dressed.  I am sure her bill at Van Klopen's is not less than a hundred thousand francs a year-- and that is saying enough, is it not?\\\" And with genuine pride, she added: \\\"The baroness is my friend.  I will introduce you to her.\\\"\\n\\nHaving once started on this theme, Madame de Fondege was not easily silenced.  It was evidently her ambition to be considered a woman of the world, and to be acquainted with all the leaders of fashionable society; and, in fact, if one listened to her conversation for an hour one could learn all the gossip of the day.  Though she was unable to interest herself in this tittle- tattle, Marguerite was pretending to listen to it with profound attention when the drawing-room door suddenly opened and Evariste appeared with an impudent smile on his face.  \\\"Madame Landoire, the milliner, is here, and desires to speak with Madame la Comtesse,\\\" he said.\\n\\nOn hearing this name, Madame de Fondege started as if she had been stung by a viper.  \\\"Let her wait,\\\" she said quickly.  \\\"I will see her in a moment.\\\"\\n\\nThe order was useless, for the visitor was already on the threshold.  She was a tall, dark-haired, ill-mannered woman.  \\\"Ah! I've found you at last,\\\" she said, rudely, \\\"and I'm not sorry.  This is the fourth time I've come here with my bill.\\\"\\n\\nMadame de Fondege pointed to Mademoiselle Marguerite, and exclaimed: \\\"Wait, at least, until I am alone before you speak to me on business.\\\"\\n\\nMadame Landoire shrugged her shoulders.  \\\"As if you were ever alone,\\\" she growled.  \\\"I wish to put an end to this.\\\"\\n\\n\\\"Step into my room then, and we will put an end to it, and at once.\\\"\\n\\nThis opportunity to escape from Madame de Fondege must not be allowed to pass; so Marguerite asked permission to withdraw, declaring, what was really the truth, that she felt completely tired out.  After receiving a maternal kiss from her hostess, accompanied by a \\\"sleep well, my dear child,\\\" she retired to her own room.  Thanks to Madame Leon's absence, she found herself alone, and, drawing a blotting-pad from one of her trunks, she hastily wrote a note to M. Isidore Fortunat, telling him that she would call upon him on the following Tuesday.  \\\"I must be very awkward,\\\" she thought, \\\"if to-morrow, on going to mass, I can't find an opportunity to throw this note into a letter-box without being observed.\\\"\\n\\nIt was fortunate that she had lost no time, for her writing-case was scarcely in its place again before Madame Leon entered, evidently out of sorts.  \\\"Well,\\\" asked Marguerite, \\\"did you see your friends?\\\"\\n\\n\\\"Don't speak of it, my dear young lady; they were all of them away from home--they had gone to the play.\\\"\\n\\n\\\"Ah?\\\"\\n\\n\\\"So I shall go again early to-morrow morning; you must realize how important it is.\\\"\\n\\n\\\"Yes, I understand.\\\"\\n\\nBut Madame Leon, who was usually so loquacious, did not seem to be in a talkative mood that evening, and, after kissing her dear young lady, she went into her own room.\\n\\n\\\"She did not succeed in finding the Marquis de Valorsay,\\\" thought Marguerite, \\\"and being in doubt as to the part she is to play, she feels furious.\\\"\\n\\nThe young girl tried to sum up the impressions of the evening, and to decide upon a plan of conduct, but she felt sad and very weary.  She said to herself that rest would be more beneficial than anything else, and that her mind would be clearer on the morrow; so after a fervent prayer in which Pascal Ferailleur's name was mentioned several times, she prepared for bed.  But before she fell asleep she was able to collect another bit of evidence.  The sheets on her bed were new.\\n\\nIf Marguerite had been born in the Hotel de Chalusse, if she had known a father's and a mother's tender care from her infancy, if she had always been protected by a large fortune from the stern realities of life, there would have been no hope for her now that she was left poor and alone--for how can a girl avoid dangers she is ignorant of? But from her earliest childhood Marguerite had studied the difficult science of real life under the best of teachers--misfortune.  Cast upon her own resources at the age of thirteen, she had learned to look upon everybody and everything with distrust; and by relying only on herself, she had become strangely cautious and clear-sighted.  She knew how to watch and how to listen, how to deliberate and how to act.  Two men, the Marquis de Valorsay and M. de Fondege's son, coveted her hand; and one of the two, the marquis, so she believed, was capable of any crime.  Still she felt no fears.  She had been in danger once before when she was little more than a child, when the brother of her employer insulted her with his attentions, but she had escaped unharmed.\\n\\nDeceit was certainly most repugnant to her truth-loving nature; but it was the only weapon of defence she possessed.  And so on the following day she carefully studied the abode of her entertainers.  And certainly the study was instructive.  The General's household was truly Parisian in character; or, at least, it was what a Parisian household inevitably becomes when its inmates fall a prey to the constantly increasing passion for luxury and display, to the furore for aping the habits and expenditure of millionaires, and to the noble and elevated desire of humiliating and outshining their neighbors.  Ease, health, and comfort had been unscrupulously sacrificed to show.  The dining- room was magnificent, the drawing-room superb; but these were the only comfortably furnished apartments in the establishment.  The other rooms were bare and desolate.  It is true that Madame de Fondege had a handsome wardrobe with glass doors in her own room, but this was an article which the friend of the fashionable Baroness Trigault could not possibly dispense with.  On the other hand, her bed had no curtains.\\n\\nThe aspect of the place fittingly explained the habits and manners of the inmates.  What sinister fears must have haunted them! for how could this extreme destitution in one part of the establishment be reconciled with the luxury noticeable in the other, except by the fact that a desperate struggle to keep up appearances was constantly going on? And this constant anxiety made out-door noise, excitement, and gayety a necessity of their existence, and caused them to welcome anything that took them from the home where they had barely sufficient to deceive society, and not enough to impose upon their creditors.  \\\"And they keep three servants,\\\" thought Mademoiselle Marguerite--\\\"three enemies who spend their time in ridiculing them, and torturing their vanity.\\\"\\n\\nThus, on the very first day after her arrival, she realized the real situation of the General and his wife.  They were certainly on the verge of ruin when Mademoiselle Marguerite accepted their hospitality.  Everything went to prove this: the coachman's insolent demand, the servants' impudence, the grocer's refusal to furnish a single bottle of wine on credit, the milliner's persistence, and, lastly, the new sheets on the visitors' beds.  \\\"Yes,\\\" thought Mademoiselle Marguerite to herself, \\\"the Fondeges were ruined when I came here.  They would never have sunk so low if they had not been utterly destitute of resources.  So, if they rise again, if money and credit come back again, then the old magistrate is right--they have obtained possession of the Chalusse millions!\\\"\\n\\nIX\\n\\nOn this side, at least, Mademoiselle Marguerite had no very wide field of investigation to explore.  Her common sense told her that her task would merely consist in carefully watching the behavior of the General and his wife, in noting their expenditure, and so on.  It was a matter of close attention, and of infinitesimal trifles.  Nor was she much encouraged by her first success.  It was, perhaps, important; and yet it might be nothing.  For she felt that the real difficulties would not begin until she became morally certain that the General had stolen the millions that were missing from the count's escritoire.  Even then it would remain for her to discover how he had obtained possession of this money.  And when she had succeeded in doing this, would her task be ended? Certainly not.  She must obtain sufficient evidence to give her the right of accusing the General openly, and in the face of every one.  She must have material and indisputable proofs before she could say: \\\"A robbery has been committed.  I was accused of it.  I was innocent.  Here is the culprit!\\\"\\n\\nWhat a long journey must be made before this goal was reached! No matter! Now that she had a positive and fixed point of departure, she felt that she possessed enough energy to sustain her in her endeavors for years, if need be.  What troubled her most was that she could not logically explain the conduct of her enemies from the time M. de Fondege had asked her hand for his son up to the present moment.  And first, why had they been so audacious or so imprudent as to bring her to their own home if they had really stolen one of those immense amounts that are sure to betray their possessors?\\\" They are mad,\\\" she thought, \\\"or else they must deem me blind, deaf, and more stupid than mortal ever was!\\\" Secondly, why should they be so anxious to marry her to their son, Lieutenant Gustave? This also was a puzzling question.  However, she was fully decided on one point: the suspicions of the Fondege family must not be aroused.  If they were on their guard, it would be the easiest thing in the world for them to pay their debts quietly, and increase their expenditure so imperceptibly that she would not be able to prove a sudden acquisition of wealth.\\n\\nBut the events of the next few days dispelled these apprehensions.  That very afternoon, although it was Sunday, it became evident that a shower of gold had fallen on the General's abode.  The door-bell rang incessantly for several hours, and an interminable procession of tradesmen entered.  It looked very much as if M. de Fondege had called a meeting of his creditors.  They came in haughty and arrogant, with their hats upon their heads, and surly of speech, like people who have made up their minds to accept their loss, but who intend to pay themselves in rudeness.  They were ushered into the drawing-room where the General was holding his levee; they remained there from five to ten minutes, and then, bowing low with hat in hand, they retired with radiant countenances, and an obsequious smile on their lips.  So they had been paid.  And as if to prove to Mademoiselle Marguerite that her suspicions were correct, she chanced to be present when the livery stable-keeper presented his bill.\\n\\nMadame de Fondege received him very haughtily.  \\\"Ah! here you are!\\\" she exclaimed, rudely, as soon as he appeared.  \\\"So you are the man who teaches his drivers to insult his customers? That is an excellent way to gain patronage.  What! I hire a one-horse carriage from you by the month, and because I happen to wish for a two-horse vehicle for a single day, you make me pay the difference.  You should demand payment in advance if you are so suspicious.\\\"\\n\\nThe stable-keeper, who had a bill for nearly four thousand francs in his pocket, stood listening with the air of a man who is meditating some crushing reply; but she did not give him time to deliver it.  \\\"When I have cause to complain of the people I employ, I dismiss them and replace them by others.  Insolence is one of those things that I never forgive.  Give me your bill.\\\"\\n\\nThe man, in whose face doubt, fear, and hope had succeeded each other in swift succession, thereupon drew an interminable bill from his pocket.  And when he saw the bank-notes, when he saw the bill paid without dispute or even examination, he was seized with a wondering respect, and his voice became sweeter than honey.  They say the payment of a bad debt delights a merchant a thousand times more than the settlement of fifty good ones.  The truth of this assertion became apparent in the present case.  Mademoiselle Marguerite thought the man was going to beg \\\"Madame la Comtesse to do him the favor to withhold a portion of the small amount.\\\" For the Parisian tradesman is so constituted that very frequently it is not necessary to pay him money, but only to show it.\\n\\nHowever, this creditor's abnegation did not extend so far; still he did entreat Madame la Comtesse not to leave him on account of a blunder--for it was a blunder--he swore it on his children's heads.  His coachman was only a fool and a drunkard, who had misunderstood him entirely, and whom he should ignominiously dismiss on returning to his establishment.  But \\\"Madame la Comtesse\\\" was inflexible.  She sent the man about his business, saying, \\\"I never place myself in a position to be treated with disrespect a second time.\\\"\\n\\nThis probably accounted for the fact that Evariste, the footman, who had been so wanting in respect the previous evening, had been sent away that very morning.  Mademoiselle Marguerite did not see him again.  Dinner was served by a new servant, who had been sent by an Employment Office, and engaged without a question, no doubt because Evariste's livery fitted him like a glove.  Had the cook also been replaced? Mademoiselle Marguerite thought so, though she had no means of convincing herself on this point.  It was certain, however, that the Sunday dinner was utterly unlike that of the evening before.  Quality had replaced quantity, and care, profusion.  It was not necessary to send to the cellar for a bottle of Chateau-Laroze; it made its appearance at the proper moment, warmed to the precise degree of temperature, and seemed quite to the taste of excellent Madame Leon.\\n\\nIn twenty-four hours the Fondege family had been raised to such affluence that they must have asked themselves if it were possible they had ever known the agonies of that life of false appearances and sham luxury which is a thousand times worse than an existence of abject poverty.  \\\"Is it possible that I am deceived?\\\" Marguerite said to herself, on retiring to her room that evening.  For it surprised her that a keen-sighted person like Madame Leon should not have remarked this revolution; but the worthy companion merely declared the General and his wife to be charming people, and did not cease to congratulate her dear young lady upon having accepted their hospitality.  \\\"I feel quite at home here,\\\" said she; \\\"and though my room is a trifle small, I shall have nothing to wish for when it has been refurnished.\\\"\\n\\nMademoiselle Marguerite spent a restless and uncomfortable night.  In spite of her reason, in spite of the convincing proofs she had seen, the most disturbing doubts returned.  Might she not have judged the situation with a prejudiced mind? Had the Fondeges really been as reduced in circumstances as she supposed? Like every one who has been unfortunate, she feared illusions, and was extremely distrustful of everything that seemed to favor her hopes and wishes.  The only thing that really encouraged her was the thought that she could consult the old magistrate, and that M. de Chalusse's former agent might succeed in finding Pascal Ferailleur.  M. Fortunat must have received her letter by this time: he would undoubtedly expect her on Tuesday, and it only remained for her to invent some excuse which would give her a couple of hours' liberty without awakening suspicion.\\n\\nShe rose early the next morning, and had almost completed her toilette, when she heard some one in the passage outside rapping at the door of Madame Leon's room.  \\\"Who's there?\\\" inquired that worthy lady.\\n\\nIt was Justine, Madame de Fondege's maid, who answered in a pert voice, \\\"Here is a letter, madame, which has just been sent up by the concierge.  It is addressed to Madame Leon.  That is your name, is it not?\\\"\\n\\nMarguerite staggered as if she had received a heavy blow.  \\\"My God! a letter from the Marquis de Valorsay!\\\" she thought.\\n\\nIt was evident that the estimable lady was expecting this missive by the eagerness with which she sprang out of bed and opened the door.  And Marguerite heard her say to the servant in her sweetest voice: \\\"A thousand thanks, my child! Ah! this is a great relief, I have heard from my brother-in-law at last.  I recognize his hand- writing.\\\" And then the door closed again.\\n\\nStanding silent and motionless in the middle of her room, Marguerite listened with that feverish anxiety that excites the perceptive faculties to the utmost degree.  An inward voice, stronger than reason, told her that this letter threatened her happiness, her future, perhaps her life! But how could she convince herself of the truth of this presentiment? If she had followed her first impulse, she would have rushed into Madame Leon's room and have snatched the letter from her hands.  But if she did this, she would betray herself, and prove that she was not the dupe they supposed her to be, and this supposition on the part of her enemies constituted her only chance of salvation.\\n\\nIf she could only watch Madame Leon as she read the letter, and gain some information from the expression of her face; but this seemed impossible, for the keyhole was blocked up by the key, which had been left in the lock on the other side.  Suddenly a crack in the partition attracted her attention, and finding that it extended through the wall, she realized she might watch what was passing in the adjoining room.  So she approached the spot on tiptoe, and, with bated breath, stooped and looked in.\\n\\nIn her impatience to learn the contents of her letter, Madame Leon had not gone back to bed.  She had broken the seal, and was reading the missive, standing barefooted in her night-dress, directly opposite the little crevice.  She read line after line, and word after word, and her knitted brows and compressed lips suggested deep concentration of thought mingled with discontent.  At last she shrugged her shoulders, muttered a few inaudible words, and laid the open letter upon the rickety chest of drawers, which, with two chairs and a bed, constituted the entire furniture of her apartment.\\n\\n\\\"My God!\\\" exclaimed Marguerite, with bated breath, \\\"if she would only forget it!\\\"\\n\\nBut she did not forget it.  She began to dress, and when she had finished she read the letter again, and then placed it carefully in one of the drawers, which she locked, putting the key in her pocket.\\n\\n\\\"I shall never know, then,\\\" thought Marguerite; \\\"no, I shall never know.  But I must know--and I will!\\\" she added vehemently.\\n\\nFrom that moment a firm determination to obtain that letter took possession of her mind; and so deeply was she occupied in seeking for some means to surmount the difficulties which stood in her way that she did not say a dozen words during breakfast.  \\\"I must be a fool if I can't find some way of gaining possession of that letter,\\\" she said to herself again and again.  \\\"I'm sure I could find in it the explanation of the abominable intrigue which Pascal and I are the victims of.\\\"\\n\\nHappily, her preoccupation was not remarked.  Each person present was too deeply engrossed in his or her own concerns to notice the behavior of the others.  Madame Leon's mind was occupied with the news she had just received; and, besides, her attention was considerably attracted by some partridges garnished with truffles, and a bottle of Chateau-Laroze.  For she was rather fond of good living, the dear lady, as she confessed herself, adding that no one is perfect.  The General talked of nothing but a certain pair of horses which he was to look at that afternoon, and which he thought of buying--being quite disgusted with job-masters, so he declared.  Besides, he expected to get the animals at a bargain, as they were the property of a young gentleman who had been led to commit certain misdemeanors by his love of gambling and his passion for a notorious woman who was addicted with an insatiable desire for jewelry.\\n\\nAs for Madame de Fondege, her head seemed to have been completely turned by the prospect of the approaching fete at the Countess de Commarin's.  She had only a fortnight left to make her preparations.  All the evening before, through part of the night, and ever since she had been awake that morning, she had been racking her brain to arrive at an effective combination of colors and materials.  And at the cost of a terrible headache, she had at last conceived one of those toilettes which are sure to make a sensation, and which the newspaper reporters will mention as noticeable for its \\\"chic.\\\" \\\"Picture to yourself,\\\" she said, all ablaze with enthusiasm, \\\"picture to yourself a robe of tea-flower silk, trimmed with bands of heavy holland-tinted satin, thickly embroidered with flowers.  A wide flounce of Valenciennes at the bottom of the skirt.  Over this, I shall wear a tunic of pearl- gray crepe, edged with a fringe of the various shades in the dress, and forming a panier behind.\\\"\\n\\nBut how much trouble, time and labor must be expended before such an elaborate chef-d'oeuvre could be completed! How many conferences with the dressmaker, with the florist, and the embroiderer! How many doubts, how many inevitable mistakes! Ah! there was not a moment to lose! Madame de Fondege, who was dressed to go out, and who had already sent for a carriage, insisted that Mademoiselle Marguerite should accompany her.  And certainly, the General's wife deemed the proposal a seductive one.  It is a very fashionable amusement to run from one shop to another, even when one cannot, or will not, buy.  It is a custom, which some noble ladies have imported from America, to the despair of the poor shopkeepers.  And thus every fine afternoon, the swell shops are filled to overflowing with richly-attired dames and damsels, who ask to see all the new goods.  It is far more amusing than remaining at home.  And when they return to dinner in the evening, after inspecting hundreds of yards of silk and satin, they are very well pleased with themselves, for they have not lost the day.  Nor do the shrewdest always return from these expeditions empty- handed.  A dozen gloves or a piece of lace can be hidden so easily in the folds of a mantle!\\n\\nAnd yet, to Madame de Fondege's great surprise, Marguerite declined the invitation.  \\\"I have so many things to put in order,\\\" she added, feeling that an excuse was indispensable.\\n\\nBut Madame Leon, who had not the same reasons as her dear child for wishing to remain at home, kindly offered her services.  She was acquainted with several of the best shops, she declared, particularly with the establishment of a dealer in laces, in the Rue de Mulhouse, and thanks to an introduction from her, Madame de Fondege could not fail to conclude a very advantageous bargain there.  \\\"Very well,\\\" replied Madame de Fondege, \\\"I will take you  with me, then; but make haste and dress while I put on my bonnet.\\\"\\n\\nThey left the breakfast-room at the same time, closely followed by Mademoiselle Marguerite, who was disturbed by a hope which she scarcely dared confess to herself.  With her forehead resting against the wall, and her eye peering through the tiny crack, she watched her governess change her dress, throw a shawl over her shoulders, put on her best bonnet, and, after a glance at the looking-glass, rush from the room, exclaiming: \\\"Here I am, my dear countess.  I'm ready.\\\"\\n\\nAnd a few moments afterward they left the house together.\\n\\nAs the outer door closed after them, Marguerite's brain whirled.  If she were not deceived, Madame Leon had left the key of the drawers in the pocket of the dress she had just taken off.  So it was with a wildly throbbing heart that she opened the communicating door and entered her \\\"companion's\\\" room.  She hastily approached the bed on which the dress was lying, and, with a trembling hand, she began to search for the pocket.  Fortune favored her! The key was there.  The letter was within her reach.  But she was about to do a deed against which her whole nature revolted.  To steal a key, to force an article of furniture open, and violate the secret of a private correspondence, these were actions so repugnant to her sense of honor, and her pride, that for some time she stood irresolute.  At last the instinct of self- preservation overpowered her scruples.  Was not her honor, and Pascal's honor also, at stake--as well as their mutual love and happiness?\\\" It would be folly to hesitate.\\\" she murmured.  And with a firm hand she placed the key in the lock.\\n\\nThe latter was out of order and the drawer was only opened with difficulty.  But there, on some clothes which Madame Leon had not yet found time to arrange, Marguerite saw the letter.  She eagerly snatched it up, unfolded it, and read: \\\"Dear Madame Leon--\\\" \\\"Dear me,\\\" she muttered, \\\"here is the name in full.  This is an indiscretion which will render denial difficult.\\\" And she resumed her perusal: \\\"Your letter, which I have just received, confirms what my servants had already told me: that twice during my absence--on Saturday evening and Sunday morning--you called at my house to see me.\\\" So Mademoiselle Marguerite's penetration had served her well.  All this talk about anxious relatives had only been an excuse invented by Madame Leon to enable her to absent herself whenever occasion required.  \\\"I regret,\\\" continued the letter, \\\"that you did not find me at home, for I have instructions of the greatest importance to give you.  We are approaching the decisive moment.  I have formed a plan which will completely, and forever, efface all remembrance of that cursed P. F., in case any one condescended to think of him after the disgrace we fastened upon him the other evening at the house of Madame d'Argeles.\\\" P. F.--these initials of course meant Pascal Ferailleur.  Then he was innocent, and she held an undeniable, irrefutable proof of his innocence in her hands.  How coolly and impudently Valorsay confessed his atrocious crime!\\\" A bold stroke is in contemplation which, if no unfortunate and well-nigh impossible accident occur, will throw the girl into my arms.\\\" Marguerite shuddered.  \\\"The girl\\\" referred to her, of course.  \\\"Thanks to the assistance of one of my friends,\\\" added the letter \\\"I can place this proud damsel in a perilous, terribly perilous position, from which she cannot possibly extricate herself unaided.  But, just as she gives herself up for lost, I shall interpose.  I shall save her; and it will be strange if gratitude does not work the necessary miracle in my favor.  The plan is certain to succeed.  Still, it will be all the better if the physician who attended M. de C---- in his last moments, and whom you spoke to me about (Dr. Jodon, if I remember rightly), will consent to lend us a helping hand.  What kind of a man is he? If he is accessible to the seductive influence of a few thousand francs, I shall consider the business as good as concluded.  Your conduct up to the present time has been a chef-d'oeuvre, for which you shall be amply compensated.  You have cause to know that I am not ungrateful.  Let the F's continue their intrigues, and even pretend to favor them.  I am not afraid of these people.  I understand their game perfectly, and know why they wish my little one to marry their son.  But when they become troublesome, I shall crush them like glass.  In spite of these explanations, which I have just given you for your guidance, it is very necessary that I should see you.  I shall look for you on Tuesday afternoon, between three and four o'clock.  Above all, don't fail to bring me the desired information respecting Dr. Jodon.  I am, my dear madame, devotedly yours--V.\\\"  Below ran a postscript which read as follows: \\\"When you come on Tuesday bring this letter with you.  We will burn it together.  Don't imagine that I distrust you--but there is nothing so dangerous as letters.\\\"\",\"timestamp\":1640139672,\"title\":\"The immense importance she attached to the matter was so manifest that Marguerite could not refrain from smiling.\"},\"digest\":\"hyquqDPVsEvAS56LlQhdHt-yVdqj_kxzEB_fX8M_Ik0\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vr9mz7EqldPV2kniitM4J-1aZfXwXlT5Xs3lfwOEz5A\\\",\\\"y\\\":\\\"RPh0MZXdbiG7R5wM1roGlkzqHG-WoRS0HO-D8EF2YN0\\\"}\",\"signature\":\"WLSgDYS3NPmhuaLK_1jHJsa8bIBGiA2AwO4FHE2cSOI4CR5MLxT_aGSzqgWfBS04y1dqXnIIXrMTPrAzbdLqew\",\"signingKeySignature\":\"0xd6c056777e7fb61f183b8f8c873e0a207f13c771a327c86151ce972d710f31bd140741479950240e21b37416710e6f59fc2774c33b14de34575f90194b595e0f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vr9mz7EqldPV2kniitM4J-1aZfXwXlT5Xs3lfwOEz5A\\\",\\\"y\\\":\\\"RPh0MZXdbiG7R5wM1roGlkzqHG-WoRS0HO-D8EF2YN0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hyquqDPVsEvAS56LlQhdHt-yVdqj_kxzEB_fX8M_Ik0\"}"