"{\"content\":{\"body\":\"How to calmly judge the follow-up development when GameFi is overheated, and prepare for the next wave of investment layout?\\n\\nThe current GameFi is in an overheating stage, and the entire market is supported by irrational funds and new users to support project value and currency prices. Once the market enters the adjustment, the currency price and the value of in-game assets decline, the overall in-game economy will be greatly tested, users and funds will be transferred to other sectors with a high probability, the current hustle and bustle is bound to usher in a large wave adjust.\\n\\nAs an investor in the primary market, even when GameFi is overheated, it is still necessary to calmly judge the follow-up development, prepare for the next wave, and invest in the layout.\\n\\n## The three stages of GameFi\\n\\n**The first stage GameFi 1.0-Play-to-\\\"Earn\\\"**\\n\\nThe current main theme of Play-to-Earn is Earn, and the gameplay and sophistication are more like bonus points for narrative.\\n\\nIf the following conditions are met, it can be considered as a complete project that meets the current stage:\\n\\nIs it possible to earn rewards within a certain period of time?\\n\\nCan mechanism design make early users make money?\\n\\nCan it incentivize new users to continue to join and invest money?\\n\\nIs there an economic model that can support the game to run for at least a few months?\\n\\nEven if the picture quality of the game is not necessarily good, or the gameplay is far from the computer game, it will not affect the key GameFi narrative at this stage.\\n\\nFor first-tier investors at this stage, we are more concerned about whether the team itself has a long-term mindset. No one is sure about the exact appearance and trend of GameFi in the next year. This article is only based on the market's forecast at the moment. The best strategy is to find projects with low valuations, long-term investment and the ability to earn enough income in the bull market, so as to ensure that the project can continue to operate in the bear market and iterate on products and mechanisms to increase the recall of lost users in the bear market. Probability.\\n\\nIf the project has good mechanism design and product quality, and strong marketing capabilities, it will attract a large number of users who come to make money in the early stage. The project can make millions of dollars in profit through the sales role NFT or blind box within a few months. Even if the game may not be launched yet, first- and second-tier investors can also make good profits in the process.\\n\\nIn summary, we pay more attention to the projects at this stage:\\n\\nCan it attract pure new users to invest incremental funds from the real world?\\n\\nCan it attract existing crypto users to transfer existing funds from other projects?\\n\\nFor the first point, we pay attention to the project DNA, because we started to deploy GameFi in Southeast Asia at the beginning of this year. Regarding GameFi in Southeast Asia, we pay more attention to whether the project has the local promotion capabilities and marketing resources in Southeast Asia, including guilds and KOLs.\\n\\nSuch projects have little demand for VC funds, and would rather give up the investment quota to KOLs and communities in different regions. Whether it can provide enough suggestions for the game mechanism and give the project effective marketing resources has become the key to the fund's participation.\\n\\nThe quality of GameFi projects in Southeast Asia is uneven, and there are many chain reform projects that have problems with token design and private equity investment quota allocation. Such projects will be launched quickly after financing and quickly obtain profits. Through market value management, they will easily pull dozens of times the currency price increase to attract secondary retail investors, and they will harvest and leave the market within one month.\\n\\nIt is more difficult for first- and second-tier investors to find familiar investment institutions as endorsements in the cap table, because most of the investors in such projects are local VCs or communities. This is why we started in-depth cooperation with KardiaChain in Vietnam at the beginning of this year. Together we invested and accelerated projects such as MyDeFiPet / Thetan Arena / Mytheria / Whydah. Through strong local partners, we ensured the quality of the project and the long-term management attitude of the project.\\n\\n![](https://images.mirror-media.xyz/publication-images/7LH1CAtDaL8dH33RNF2l9.png?height=371&width=715)\\n\\nIn the second point, we pay attention to Earn's mechanism design; although this is the basis of project construction, most of the projects have not been done well. Many of the current GameFi projects are transformed from traditional game studios, and the token economy is mostly copying the white papers of existing projects. Considering these issues, you need to pay attention when making investment decisions:\\n\\n* Can the inflow of new users accumulate the value of project tokens and increase the value of in-game assets?\\n* Payback cycle\\n* Potential causes of mechanism failure\\n* Are there any additional attractive narratives (super beautiful image quality/strong investment lineup or ecosystem support)\\n* Token distribution, whether there will be excessive selling pressure in the early period, etc.\\n\\nIn fact, such games often require a certain degree of early pull to attract users. If the token allocation and timing of TGE / Cliff are not well designed, it may cause the token sales to be overwhelming and unable to attract secondary users through the currency price. look. (However, the high probability of a short-term and excessively exaggerated secondary pull is to release a small amount of circulating tokens, use small funds to operate the pull to attract retail investors to enter, and quickly harvest).\\n\\n**risk**\\n\\nAt this stage of the game, it is very likely that when the number of new users is slow, the mechanism design has loopholes, the project team suddenly changes the mechanism, or the market pulls back, etc., there will be a drastic price adjustment to the current obvious premium. . Not to mention that most games only have a very small market circulation for market value management, which can easily lead to huge changes in currency prices in a short time, or even zero overnight. Even Axie Infinity cannot determine the impact of the bear market on its existing ecological and economic system.\\n\\nWhen the game started in the bull market encounters a decline in currency prices, the economic system and key coefficients may fail in the short term. The user payback cycle will increase, and the asset value will decline rapidly, which will have a huge impact on the credibility of the project. Game users will lose a lot and It is difficult to recall. This is why many games want users to keep accumulating assets in the project, increasing the user's leaving cost.\\n\\nThe good news is that GameFi will still have a place in the bear market. After all, the bear market has capital control and the market conditions are not good. Playing games to make money is one of the best ways to pass the time and prostitution. The GameFi project launched in the bear market still has huge potential, but the first- and second-level funds will begin to transfer to iterative projects and narratives that can solve the Play-to-Earn problem, and the industry as a whole will move on to the next theme.\\n\\n**The second stage of GameFi 2.0-Solving the economic problem of a single game**\\n\\nAt this stage, there are higher requirements for the basic quality of the game and the token economy. The low-quality Play-to-earn GameFi will become a short-term speculative tool for a small number of high-risk enthusiasts, just like the Tugou mine. We will pay more attention to the solution of a single in-game economic mechanism and Pay to Play projects with social attributes.\\n\\nEven Axie Infinity will experience slowdown in new user entry, excess NFT assets, and declining revenue for everyone. What Axie does well is that its various values ​​are well designed. At the same time, the economic activity link and the remuneration cycle are long. Each user needs a certain amount of investment and time precipitation to have a long-term benefit. However, if the long link economy system only circulates in a single game, factors inside or outside the game may affect the success or failure of the project.\\n\\nThe mechanism that avoids the token value from only circulating in a single game will be a high-quality target at this stage, with better narratives.\\n\\nThe first idea to solve is to establish an economic ecosystem for multi-game interoperability. For example, Mobox quickly publishes multiple games on its own platform through a strong development team, and attracts developers to use platform tools for development through traffic and platform funds. The economic system runs through the various games on the platform and is not limited to a single game. Sandbox uses users to purchase land and provides development tools, hoping that users’ UGC content will continue to generate valuable content and applications for SandBox to support the currency price.\\n\\nThe other is to invest in game incubation platforms. One of the potential narratives of the next stage is game interoperability. In addition to ensuring quality and mechanism, the same incubator can have lower cooperation friction costs in the future. For example, Whydah that we invested in is seven game incubation platforms incubated by Kardia Chain, and a number of games to be launched by Hotwire Studios one after another. This kind of thinking can slow down the failure of the economic system and use time for space.\\n\\n![](https://images.mirror-media.xyz/publication-images/nYI8BhaRcxzOLrmQbUhQy.png?height=353&width=715)\\n\\nThe reason why there is a single game economy problem is that most GameFi relies on the consumption of funds that new users continue to bring into the game ecosystem to provide everyone with earnings. The game itself is only a packaging and medium, not a real purpose, and does not provide real play value.\\n\\nSo another idea is to let users feel that the game is the purpose and are willing to Pay to Play. In addition to the funds brought by new users, the \\\"consumption\\\" of existing users in the game can also solve the current economic dilemma of the game. This kind of game also has the value of turning to Dao, otherwise Dao will still be a short-term method to attract users to stake platform tokens to solve the selling pressure.\\n\\nIf it can attract users who are willing to spend in the game, a large investment in the production of high-quality games will also be a way. But besides crypto, there are already many top 3A games to choose from on various platforms, and users do not need to spend time to understand the crypto mechanism. Therefore, whether the game has social attributes and whether it is Crypto Native will be our additional concern.\\n\\n* Can you communicate with other crypto users and make friends on it?\\n* Can it reflect social status and assets, satisfy the psychology of showing off, and link NFT assets?\\n* Can it be linked to the user's identity and extended to other GameFi or DeFi applications?\\n* Can it be extended to users' real social media?\\n\\nGames that can reflect this value are extremely valuable investment targets.\\n\\nHowever, at this stage, whether it is to develop a mechanism innovation platform like Mobox or a game with high-quality and social elements, a single development team may lack sufficient resources. We expect that medium and large developers with resources will start to exert efforts at this stage. However, we are currently in a more cautious attitude towards ultra-highly valued games that will take years of development to be launched.\\n\\nThe reason is that the development iteration of GameFi is not clear enough. Every six months, there may be huge changes in gameplay/mechanism/token model/expansion. A single economic system game that will only go online a few years later is more risky. In addition, most of the project's currency prices have been overdrawn at the moment, so it is not too late to invest in similar projects when the logic is clearer. After all, there can be no only one 3A GameFi masterpiece on the market that can succeed forever.\\n\\nThe advantage of this type of project is that there will be a lineup of the most well-known investors in the industry, the speed of perception of market changes will also be faster, the game can be launched at the most appropriate time and the economic model can be adjusted to conform to the market trend at that time. At the same time, the project basically guarantees that the delivery will not run away, and generally the worst will choose to run softly (the currency price drops, and it will be handed over to the foundation).\\n\\n**Other concerns**\\n\\n* Game and Union Tools\\n\\nGameFi development needs time to iterate. If you look at more GameFi users and funds, it is safer to invest in games and guild tools. It can be split into focusing on solving the problems of the current participants, including players, guilds and project parties. For example, Gametaverse, which provides users with data display and income calculation tools for game assets in the wallet, Kyoko, which provides game props rental and Guild to Guild loan, provides Dao solutions such as Dora Factory or Ink Finance to project parties.\\n\\nWe expect that NFT and game finance will have a deeper integration, and more scenarios that focus on financial extension are needed to make the currently separated game assets and funds have stronger liquidity. Such as the NFT mortgage loan provided by Drops and Vera Finance, and the NFT cross-chain solution provided by XY Finance.\\n\\n* Get through the data standard/physics engine of the game\\n\\nAlthough Pay-to-Earn and multi-game platforms can alleviate the economic dilemma of a single game, the best solution is to treat each game as only a part of a super-large economic system, which is the so-called meta-universe economic system.\\n\\nFor example, a user may use Create-to-Earn, Design-to-Earn or Write-to-Eran in the A game, through contributing productivity, providing value to obtain funds, and then spending on high-quality, high-gaming B games. Just like in the real world, if assets and value can circulate between games at this time, the existing Play-to-Earn economic link will be too short and single.\\n\\nTherefore, NFT and game data standards, as well as the corresponding physics engine, allow the games used to have the same physical response. It will be the underlying project that can undertake all the value of GameFi in the next stage. After this type of infrastructure is completed, the third stage of the meta universe It is possible.\\n\\n**The third stage of the meta-universe attempt**\\n\\nAt this stage, human beings are trying to live in a virtual economy, and GameFi, as the best understood meta-universe application, will be used as a tool for diversion. Whether users can provide productivity in the virtual world in exchange for funds, consume or perform financial behaviors in different but interoperable applications, or even interact with themselves in reality is our current ultimate imagination of GameFi.\\n\\nOf course, there have been too many renderings and illusions in the meta-universe. At this moment, no one can be sure what form it will eventually exist in and how long it will take to build it. There is still a long way to go to the infrastructure construction of Meta Universe, so the investment thinking at this stage will not be carried out here, and will be described in another article.\\n\\n## in conclusion\\n\\nIn summary, a game dominated by Earn is a method of distributing project tokens. For people who don't want to spend too much time studying DeFi or for most non-crypto native people, it is a more friendly and familiar way to obtain project tokens. Regardless of whether it is DeFi or other tracks, gamification can increase the attention and participation of the project, and even stimulate positive behaviors such as user voting. In the future, there may even be mining services that gamify the original distribution mechanism.\\n\\nAs long as the project needs to distribute and market the tokens, GameFi, which is mainly profitable, may continue to exist. However, the distributed tokens are used as short-term incentives, and the means to increase the price of the currency is to encourage long-term positive behaviors. This will be something that the project parties and users need to think about before participating.\\n\\nThe current GameFi and NFT jointly assume the role of attracting users outside the currency circle to join. It is now at the climax of GameFi 1.0, but for investors, the most important thing is to focus on the long-term development of the ecology and find truly valuable innovations and teams.\",\"timestamp\":1639475136,\"title\":\"Cold thinking under the hot chain game: how to lay out the next wave?\"},\"digest\":\"QehAcH4_POnWELeoPsgdugKl8b0SOQBBt-wy8iozrxA\",\"authorship\":{\"contributor\":\"0x4e619183B27EAF3a87F68dCFD62743fBFE3b3DCd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lKx1sNTHR5L7QyC5RZ7n4badnOR-InOE5pf9y05bqJs\\\",\\\"y\\\":\\\"TI9nzoaVMmMrIZOwY0OGrWsUt32ZjpwpNKPNaL1HeMc\\\"}\",\"signature\":\"9j1dUp-rg9Nr-eBGpXiY1Wbkq1GuH4ftlURZcbESrCOInQ1Zm1S2kZbOP7gWo4ZZmyo_5BqH6P5QiIyjwCOkEg\",\"signingKeySignature\":\"0x234c8c4fd7f46425e9bb295037cb00ece36f2683002aa32d8aea4f72300c82425d9a4744e1a905d426c16ec917001bbf58158afdef8fd84866c933e5b1e216a51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lKx1sNTHR5L7QyC5RZ7n4badnOR-InOE5pf9y05bqJs\\\",\\\"y\\\":\\\"TI9nzoaVMmMrIZOwY0OGrWsUt32ZjpwpNKPNaL1HeMc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QehAcH4_POnWELeoPsgdugKl8b0SOQBBt-wy8iozrxA\"}"