"{\"content\":{\"body\":\"The World Health Organization (WHO) says measures to fight the Delta variant of the COVID-19 virus should remain the basis for controlling the pandemic. But, the officials also said recent orders of travel restrictions by some countries may help slow the spread of Omicron, a newer version of the virus.\\n\\nMany countries around the world have reported Omicron infections.\\n\\nSmall numbers of cases have been reported outside of South Africa, where Omicron was first identified. Now, South Africa is facing a big increase in COVID-19 cases. The new variant is responsible for most new cases there.\\n\\nOmicron infections have since appeared in more than 35 countries.\\n\\nHowever, much remains unclear about the variant. It is unclear if it is more infectious. It also is not known whether it makes people sicker, or whether vaccines are less effective against it.\\n\\nDr. Takeshi Kasai is the WHO director for the Western Pacific area. He told reporters last Friday: \\\"Border control can delay the virus coming in and buy time.\\\"\\n\\nKasai added that every country must prepare for an increase in cases.\\n\\nHowever, Kasai said there was good news too. \\\"None of the information we have currently about omicron suggests we need to change the directions of our **response**,\\\" he said.\\n\\nWHO Regional Emergency Director Dr. Babatunde Olowokure said that means continuing to push for vaccinations rates, social-distancing and wearing face coverings.\\n\\nHe added that health systems must make sure beds in intensive care areas of hospitals are available to meet increased need.\\n\\n**Question about Omicron**\\n\\nOfficials in several southern African countries have denounced restrictions on travelers from the area. They say they are being punished for officially reporting the new variant.\\n\\nScientists are trying to learn more about Omicron. The WHO had already identified it as a variant of concern. Kasai said that is because of the number of its **mutations** and because early information suggests it may be more infectious than other variants.\\n\\nA few countries in the Western Pacific were facing **surges** that began before Omicron was identified. But COVID-19 cases and deaths in many others have decreased or remained unchanged, Kasai said.\\n\\nThat could change. Among the places that have found the variant are Australia, Hong Kong, Japan, South Korea, Singapore and Malaysia. It is likely to appear in more places.\\n\\nOmicron is of particular concern for organizers of the Beijing Winter Olympics, which start on February 4. A spokesperson for the organizing committee told reporters that China is putting in place a new series of measures to reduce the risk of virus spread during the Games.\\n\\nChinese officials say they have put in place a **zero-tolerance** policy. The country has some of the world's most severe border controls. Those taking part in the Games, as workers or competitors, will have to stay inside a restricted area for the entire period they are involved. Only vaccinated people who live in China will be permitted to attend the two-week-long sports event.\\n\\nAround the world, cases have been increasing for about seven weeks and the number of deaths has started to rise again, too. The increase is mainly from the Delta variant and decreased use of protective measures, Kasai said.\\n\\nKasai warned especially about the possibility of surges because of more gatherings and movements of people during the holiday season. The northern winter season will also likely bring infectious lung diseases, such as the flu, along with COVID-19.\\n\\nKasai said the pandemic is far from over. \\\"But my message today is that we can **adapt**...to better **cope** with the future surges and reduce their health, social and economic impacts,\\\" he said.\\n\\nI'm Caty Weaver. And I'm Mario Ritter, Jr.\\n\\n*Jim Gomez reported this story for the Associated Press. Mario Ritter Jr. adapted it for VOA Learning English. Caty Weaver was the editor.*\\n\\n____________________________________________________\\n\\n## \\n\\n## \",\"timestamp\":1642484486,\"title\":\"UN Health Agency Urges Continued Measures to Stop Coronavirus Spread\"},\"digest\":\"8cPmc1_joUFY69lZWGFVLqQVmuwLsj4cuQA6o7XoP5w\",\"authorship\":{\"contributor\":\"0x716652252B87FfB093Ca0e79524Ad9bdbaaF7027\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4bQTm20t9Hqf1fEOKVPBtBXuo_usauhRcuFx4NYnvEA\\\",\\\"y\\\":\\\"t0L5jX_gRISFs7AbV3elddFlhZpCxNVGFjwWAEzOhQI\\\"}\",\"signature\":\"6UnHNGn8iDl3FB1Y67xMhMcdQqF0QOQq2Vcc8el4yx8pbHiAX_XHi2WcSH6vcGRngIMWwp1TN_Yd3ggrOuzr4w\",\"signingKeySignature\":\"0x8c895edb59f55691367f167470368aa498e21bfb7a7fcf4294624eeb188595111291763e007370723fa56db72e38f93924c034ca2136a5e49b41376b200c11871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4bQTm20t9Hqf1fEOKVPBtBXuo_usauhRcuFx4NYnvEA\\\",\\\"y\\\":\\\"t0L5jX_gRISFs7AbV3elddFlhZpCxNVGFjwWAEzOhQI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8cPmc1_joUFY69lZWGFVLqQVmuwLsj4cuQA6o7XoP5w\"}"