"{\"content\":{\"body\":\"The impact of the epidemic on the economy is self-evident. In order to maintain the economy from a massive recession, central banks have also used every possible means, including the Fed's unlimited QE, 0 benchmark interest rate, and China's massive liquidity injection, which will maintain the relative health of the economic system to a certain extent.\\n\\n![](https://images.mirror-media.xyz/publication-images/SM-JZsoaPtPJGupMpE6av.png?height=300&width=505)\\n\\nIt is indisputable that the external economic environment in which we find ourselves is already changing quietly.\\n\\nPutting the scenario into concrete terms, what is the impact of the epidemic on the economy? Will it be a short-lived recession or a full-blown recession? The choices we make based on our macroeconomic judgement will be very different.\\n\\nWhen our judgement is that there is a temporary recession, we may cut back on our daily expenses, and we may only eat half the amount of lobster we normally eat, but when we are poor because of the recession, will there be half a lobster on the table? No, at that time we are more concerned about the problem of food and clothing. The impact of changes in the macroeconomic environment on individuals is obvious and not difficult to understand.\\n\\nSpecifically when it comes to investing in the currency market, you haven't forgotten the 3.12 crash, have you? The most mentioned word in the market two days after the crash was \\\"liquidity, cash flow\\\". When the epidemic developed to a certain extent, most people would feel that holding cash is the safest, because the macro environment has changed and the previous rules of experience are not reliable. Investors will be swept up in this.\\n\\nNow when everyone has calmed down and looked at the environment we are in, yes the epidemic has hit our economy hard, but not fatally, but the point that cannot be ignored is that inflation has become inevitable because of the continued liquidity injection from central banks, and bitcoin is still the best underlying investment, what choice should we make? The answer is self-explanatory.\\n\\nPersonal investment choices are closely linked to the external macro environment and it is important to make the right investment choices based on changes to the external macro environment in order to maximise your profits.\",\"timestamp\":1636534278,\"title\":\"Should individual investment choices be made with reference to changes in the macro environment?\"},\"digest\":\"Imw4SIzNHRLKq96EaG__yiBAYsHGWpqsPSvvw2O141k\",\"authorship\":{\"contributor\":\"0x0486F235AeD9532ADEc0138821129517bAd5351d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JASbOvqhyXknD_jOMaGyOV48SxBqneEA2wP55EuDtAg\\\",\\\"y\\\":\\\"162Y4q8wGAA0vELSyIopQwm-DQ4wcngFjFkYTwXtowg\\\"}\",\"signature\":\"zM37bRqCjW7MAaG6eWr5YAOcymglySHcinMmCToM1S48S6qNAp8uWz3MWsOWWhh8VIZK9YOTME-98LYaq-AQ_g\",\"signingKeySignature\":\"0x9146239f9c70bfd0b74a8bbf8ed252fc8016ca75020789000c56f945930e70f745ca2f47d99ff3e5ada33b7192ef97b1fa78bdc853139eaaa78eac8d0a950e5a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JASbOvqhyXknD_jOMaGyOV48SxBqneEA2wP55EuDtAg\\\",\\\"y\\\":\\\"162Y4q8wGAA0vELSyIopQwm-DQ4wcngFjFkYTwXtowg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Imw4SIzNHRLKq96EaG__yiBAYsHGWpqsPSvvw2O141k\"}"