"{\"content\":{\"body\":\"I’ve always been a fan of Transformers and other popular sci-fi, as well as lately became interested in cryptocurrencies and NFTs, so imagine my surprise when I found out about a game that combines both: Mech Master.\\n\\nThis new mech game will introduce a mech universe around the defense of Earth from upcoming attacks from the outside worlds. Homo Deus (the future inhabitants of our planet) will need all the help they need, so they will join us, existing inhabitants (Homo Sapiens), to prepare for the darkest of hours and stand as a united front against any and all attackers.\\n\\nTogether we will build mechas and construct new territories that will be the frontlines of this war. Giant robots protecting Earth in space — what could be better? Actually, it gets even better — you need to build out a team of five mechas, not just one. Just to make everything even more interesting there will also be different tiers of mechas, their equipment, and pilots, five tiers to be exact: Common, Uncommon, Rare, Epic, Legendary. The game will also have a recycling mechanism which will allow you to improve the tier by recycling 5/10 items from a lower tier to get to the next.\\n\\nWell, if you have a look at these Mech Masters, you’ll see that they couldn’t be more badass: <https://twitter.com/i/status/1440243009514213381>\\n\\nAlso check out this first Mech Master sneak preview: <https://twitter.com/i/status/1437012747707842563>\\n\\nMech Masters will have 7 races, each with their own equipment and abilities: **Legion, Ravager, Aerial, Alien, Giant, Relic, Shapeshifter.**\\n\\nIn addition to different races there will also be 8 different Mecha elements that will have additional advantages against each other: **Air, Water, Fire, Ice, Earth, Thunder, Dark, Light**.\\n\\nAll the Mechas, Pilots, and Moonbases will be represented as NFTs (Mechas and Pilots — ERC-721, Moonbases — ERC-1155).\\n\\nSo, long story short, this is going to be one awesome game. I can’t wait to get my hands on the mechas and start building out the Moonbase, to be first man on the Moon, at least among all the people I know ;)\\n\\nImagine to be given the freedom of building out everything the planet would need to protect ourselves against an alien invasion of similar mechas. That’s where you come in — build the territories, develop your bases, gather resources, and, of course, fight other mechas for the survival of manhood (and Mech Tokens).\\n\\nWhat I like most is that I’ll be even able to earn crypto from it thanks to its PlayToEarn model. So, basically, I can be early to the game launch and build out my bases with giant robots, aaaaand make money in the process. Especially given the fact that it is yet to gain a large userbase, I’m quite sure all the tokens earned in the early days will make me a nice profit in the future. So that’s that — I am getting in on this, so consider this a pledge to Mech Master, the new rising star in the NFT games universe.\\n\\nJust have a look at the preview on YouTube: <https://www.youtube.com/watch?v=h7i3GdidgEY>\\n\\nAnd if you’re reading this, you’re not that late to the action yet, the game is yet to be released. Even more, you can still get into the IDO, which will happen on October 24th, 2021. More details can be found in the official announcement: <https://mechmaster.medium.com/mech-master-ido-date-changed-as-a-necessary-step-to-move-faster-46c7916840f2>\\n\\nFor more information about the game I suggest to visit Mech Master homepage: <https://mechmaster.io/#/>\\n\\nAnd follow their twitter: <https://twitter.com/MechMaster_IO>\\n\\nFacebook page: <https://www.facebook.com/mechmaster.io>\\n\\nTelegram group: <https://t.me/MechMaster_Official>\\n\\n\\\\#mecha #gunpla #gamefi #mechmaster #nft #NFTgaming #NFTGames #NFTs #NFTCollectibles #NFTMarketplace #PlayToEarn\",\"timestamp\":1635435782,\"title\":\"My Take on Mech Master — The Rising NFT PlayToEarn Star\"},\"digest\":\"kQJUWTJLi1iWH-WlRQFE8Lyfu6KqXm6RaD5mVWckOiU\",\"authorship\":{\"contributor\":\"0xC7F4cdb175b1885e95B8F49CCBbD3F929Ab7D1BA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DoHnUZhECBnd265wJ-uOCjmL0nyu26H0jNFSTnqMwjg\\\",\\\"y\\\":\\\"5sLotgLjUkdg0LdBFTWyfaKiy1B8_Xbm_n0jxETkDdo\\\"}\",\"signature\":\"r6-QR4ut18J-4cWlbrFaviL1fHHS0od5xdUc-SQXWKROvwiVbQ-pu6KWteU2jtQW7yXhJYIs-tn3OaYuX5dW-w\",\"signingKeySignature\":\"0x7155a68bb44af3acd7ed34ec64953ea2bdfd08e8dd7b1b9f83f70b412d774ed66aafb6479617bc790a884386ec2c7c22c1c54c528ce5725b33eafb384ce89ea41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DoHnUZhECBnd265wJ-uOCjmL0nyu26H0jNFSTnqMwjg\\\",\\\"y\\\":\\\"5sLotgLjUkdg0LdBFTWyfaKiy1B8_Xbm_n0jxETkDdo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kQJUWTJLi1iWH-WlRQFE8Lyfu6KqXm6RaD5mVWckOiU\"}"