"{\"content\":{\"body\":\"After deriving much joy from writing [An Introduction To The FVCKRENDERVERSE//](https://medium.com/@jjps/an-introduction-to-the-fvckrenderverse-6dc6a0cf5347) (*which will definitely see a Part 2 as the ‘verse expands in the near future*), I must say I got the bug back. The writing bug that is.\\n\\nAnd as it turned out, not long after publishing that very article, an anon internet friend reached out to me about a DAO ([a decentralised autonomous organisation](https://ethereum.org/en/dao/)) that pretty much made me drop everything mid-workout to race home and mint (*something that would usually only happen for life-threatening emergencies––or when I get hungry*).\\n\\nJokes aside, his pitch came down to this:\\n\\n* **An** **art commission DAO**, bringing established artists into the NFT space for exclusive drops.\\n* **Revenue sharing models** that benefit artists, members, collectors and the treasury alike.\\n* **Maximum 256 members** by referral only to ensure a quality community base (with a later potential expansion), built around well-connected and experienced founders and advisors.\\n\\nNow, when he told me the mint price for the DAO membership token was 2 ETH (±$7k at that time), I’m not going to lie, I put my gym shorts back on. Regardless of low supply, that’s a lot of ETH for a mint.\\n\\nLet alone for the fact that I had to send my anon internet friend this 2 ETH (+gas) to mint on my behalf, as apparently the devs were already asleep (*cries in European*) and there were only <25 mints left at that point.\\n\\n![Needless to say, I love my anon internet friends (he even sent the residual ETH back❤️) ](https://images.mirror-media.xyz/publication-images/CtuwKUrgKmySOAmMO06-c.png?height=116&width=1241)\\n\\nLucky for me, my anon internet friends are as sound as my non-anon IRL friends and he still got me my Land in the knick of time.\\n\\n![Upgradeable in the future, this is Land in its current, most basic form.](https://images.mirror-media.xyz/publication-images/fvGo41d5s_SaXWmxmHlT6.png?height=2864&width=4096)\\n\\n## Land Ahoy!\\n\\nJumping off from what my friend pitched me, **[Land DAO](https://landdao.io)** was created with the vision of funding world-class, established artists, enabling them to focus solely on their craft, where **the DAO works to provide them with software development as well as a distribution ecosystem to enable them to kickstart their NFT journey.**\\n\\nAs part of this kickstart, every **Land DAO** curated artist receives **an** **upfront commission of typically ±$50k** (*paid in ETH from the treasury*) and **a perpetual 2.5% secondary sales revenue**, alongside the **marketing, distribution, customer service and product & community management** being taken care of by the DAO.\\n\\nThe DAO itself operates using a governance model implemented with the Land tokens. Individuals who own lands **are able to influence governance proposal votes, participate in private DAO conversations & claim proportional shares of DAO revenues**.\\n\\n### The Genesis Launch\\n\\nTo illustrate (*no pun intended*), for the **Genesis launch** on Friday September 24, **[James Peter Henry](https://jamespeterhenry.com)** (who Aussies might just know for his **UN World Ocean Day** commissioned piece where [his work was displayed on the ](https://www.youtube.com/watch?v=G40NZrI_53I)**[Sydney Opera House](https://www.youtube.com/watch?v=G40NZrI_53I)** this past June) released his “**[Cartel](https://landdao.io/cartel.html)**” series:\\n\\n![Cartel #1067 \\\"The Puppet\\\" (owned by yours truly)](https://images.mirror-media.xyz/publication-images/Zu9gbfYFEyrWUki-avFmV.png?height=691&width=500)\\n\\n*“The spirit of Cartel was forged in the aboriginal caves of the Australian Outback where James spent his childhood. In the heart of Medellin, Cartel physically manifested as James observed and experienced, first hand, the human toll of the cartel miasma. He sought to capture the pain, the anguish, the desperation, and the sinister glee. The collection consists of 7 Cartel members whose silhouettes serve as the base for 1,256 generative NFTs.”*\\n\\n**The 1,256 piece generative collection sold out within 20 minutes at a whopping 0.5 ETH per mint and has since generated 530+ ETH in secondary volume in its first three weeks on OpenSea.**\\n\\nA cool 13.2 ETH (±$47.7k at time of writing) of this volume going back to James of course!\\n\\n![](https://images.mirror-media.xyz/publication-images/s4gW66bDF9Hn0bFPTldNs.png?height=344&width=609)\\n\\n*\\\\[On a personal note, as the Cartel pictured above has been the first and only NFT my better half (who is herself an artist and ever so lightly NFT-sceptic) has green lit to hang in the living room, I was not surprised by the quick sell-out at all\\\\]*\\n\\nIt’s probably also good to mention that of those 1,256 pieces, **256 were minted for free by Land owners as one of the perks of being part of the DAO**. Nevertheless, a 500 ETH sell-out of a 1,000 piece primary sale in 20 minutes is nothing to scoff at!\\n\\nThis 500 ETH primary sale revenue was then divided, with **10% (i.e. 50 ETH) going to the treasury** to fund future launches and **90% (i.e. 450 ETH) going to Land owners at ±1.76 ETH per land**, immediately available to be claimed.\\n\\n**The age of productive digital assets is upon us.**\\n\\n![The total yield of 1.76 ETH claimable for my address after the Cartel public sale.](https://images.mirror-media.xyz/publication-images/JBLwU-GaCtxSL8DQYBeu-.jpg?height=954&width=1029)\\n\\n### Governing the Land\\n\\nPart of the beauty of DAOs to me is that it is **an extremely efficient way of aligning incentives amongst a group of mostly anonymous people working asynchronously across the globe.**\\n\\nIt also allows this same group of people to **pool and deploy capital easier than ever before**, all while **communicating across moderated, categorised channels** (mostly on Discord), with **governance proposals being voted on through Snapshot**.\\n\\nAs a concrete example of such a vote, [Land DAO’s first snapshot vote](https://snapshot.org/#/landdao.eth/proposal/QmPwzGEQXC7RCqMssWSa9vSDnW62wCdLuT1auaLaziMATZ) was for the introduction of “ORE” as an ERC-20 base currency to reward collectors.\\n\\n![](https://images.mirror-media.xyz/publication-images/PRq838LjThWF76_r1xSAf.png?height=555&width=877)\\n\\nSince [Land DAO has already published an article on the mechanics and benefits of ORE](https://medium.com/@land_dao/land-dao-ore-token-abe3d22b79b5), I won’t dive too deeply into that.\\n\\nOne part that is worth mentioning is that collectors will receive ORE from collection pieces to either (1) **receive a priority, discount or free mint pass** for the next drop, or (2) commit the ORE to a burn pool so the collector can **claim their proportional share of primary sales revenue in ETH after the next drop**.\\n\\nBecause where for the Cartel launch the public sale revenue share was a 90/10 split between land owners and treasury, [in the last governance vote](https://snapshot.org/#/landdao.eth/proposal/QmRG8QUhQwveqreGs5Enx43S6WTWA6irm3X7QftJckYkes), **an overwhelming 96.75% voted to dilute their yield to allow collectors a 10% piece of the pie as well**, bringing the split to 85/10/5 between Land owners, ORE burners and the treasury.\\n\\n![An overview of perks after the last governance vote](https://images.mirror-media.xyz/publication-images/eTxRkVeg6uHN-3JwrHztz.png?height=223&width=1348)\\n\\n### JUST TELL ME WHAT ALL OF THIS MEANS TO ME ALREADY\\n\\nOkay, well, let’s say that hypothetically the next drop were to yield another 500 ETH from the primary sale and that 25% of all ORE were committed to the burn pool beforehand to collect 10% of the revenue.\\n\\n**ORE generated from a single cartel would then yield the collector ±0.14 ETH, while ORE generated from a full set (all 7 Cartel members) would yield ±1.37 ETH!**\\n\\n![Estimates of ORE generated after the Cartel launch and yield per % of ORE committed](https://images.mirror-media.xyz/publication-images/NBqSKhUDgqaXyv1pWy4NJ.png?height=461&width=755)\\n\\n## Soft Perks of a DAO\\n\\nThe aspects of DAOs that easily get overshadowed by talks of governance tokens, exclusive drops, yield, etc. are the soft perks that are often much more defining of the overall experience of partaking in a DAO.\\n\\nMy favourite by far is **being part of an inclusive, passionate and fully aligned community.** Part of the DAO? You’re family now. Here’s hundreds of new friends that  have your back.\\n\\nAs an example, I’ve seen DAO members rally together to recover the stolen NFTs of another member. I’ve seen DAO members hire people during the pandemic who had just lost their livelihoods. I’ve even seen DAO members send thousands in donations to another member who had (verifiably) fallen on hard times.\\n\\nFor Land DAO this is no different. As a tight-knit community ranging from devs, artists, DeFi degens and anons [to exited founders, models and even the odd NFL player](https://landdao.io/about.html), it’s a true pleasure interacting with everyone on a daily basis.\\n\\n![The Land DAO Discord Server](https://images.mirror-media.xyz/publication-images/0yI0bn4wPQ9sTEV19-HZe.png?height=748&width=1696)\\n\\nThis community-feel will become all the more real with the private events to be hosted in the near-future, starting with a private dinner at NFT.NYC next month!\\n\\n## What’s Next?\\n\\nWhile in September we saw the one genesis launch of Cartel, in October we will actually see two launches come out of Land DAO!\\n\\nThe first launch, on October 15, will be “*Foos*” by Taiwan-born and Manila-raised pop portrait artist [HAIKI](https://johnnyhaiki.com), who has previously created custom works for numerous celebrities including **legendary boxer Manny Pacquiao**, **Grammy Award-Winning Producer Clinton Sparks** and **NFL linebacker Cassius Marsh** (a fellow Land DAO member) amongst others. Some of his biggest clients include **Reebok, Puma** and **Converse.**\\n\\n[https://twitter.com/land_dao/status/1442843266593042450?s=20](https://twitter.com/land_dao/status/1442843266593042450?s=20)\\n\\nThe second launch will be held on October 29 and––while yet to be disclosed––is supposed to be the DAO’s most ambitious project yet.\\n\\nEager to stay up to date on all the next drops?\\n\\n[https://discord.gg/77XGSpYKm3](https://discord.gg/77XGSpYKm3)\\n\\n*Disclaimer: The above references an opinion of a community member and is for information purposes only. It is not intended to be investment advice. Seek a duly licensed professional for investment advice.*\",\"timestamp\":1633724583,\"title\":\"An Introduction to Land DAO\"},\"digest\":\"M4Lp5TNL3qhlQ0fbZR-rj1qVsXbnN3V-MMwza0i8ny8\",\"authorship\":{\"contributor\":\"0x6E0b07f2E190B12c3980501225A7eDf5A0b8E4A5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"om3o6D19s1D0zXItyvrFFVAqutpzpN9jXxMUkajgIng\\\",\\\"y\\\":\\\"HChVOblVyJPMxXFovOKyJlsQ9w1GH3DrAk0TurwdwQ0\\\"}\",\"signature\":\"DcX6S6JKxJcBuGCh377NIEJvheTB81-Bs6DricAZW-oHLdRxZ40xWmE78n_6VegpZm4nxlbRl_apodqJuk8QnA\",\"signingKeySignature\":\"0x69e7c654229f93a8305298f10d5f1a5919aaacad2dadf1dc3fe4caa2ad9c04093a31125438f8c6f0a4f539292673d1208f4afde3758b8cd653642d2d21f2907701\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"om3o6D19s1D0zXItyvrFFVAqutpzpN9jXxMUkajgIng\\\",\\\"y\\\":\\\"HChVOblVyJPMxXFovOKyJlsQ9w1GH3DrAk0TurwdwQ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mwz6rIoXANi44vdHpnas4MEbNjboJUYJIc-dLbyAuTY\"}"