"{\"content\":{\"body\":\"“凌云哥，这我们都回来了，那隐为者兄弟应该也回了吧，不会有什么事的。”看着傲气凌云稍微有点担忧的样，他身边的一个兄弟说道。\\n\\n```\\n“恩，估计是他回的大城，没有回我这里吧，凌云，没事的。”风羽云走上前拍了拍傲气凌云说道。\\n\\n听了弟兄们这一说，傲气凌云觉得也对，反正这次打宝任务也完成了，估计我会直接闪人的，至于那个炼金药剂——血之雾嘛，直接扔消息让他准备好了，掏出传呼机发了个话给我后，他带着一干兄弟转战村外的冲级点去了。\\n\\n而他前脚刚一走，我后脚化做一团白光就回到了村子（在冥王大殿里我其实并没有待多少时间，一切发生得都挺快的），看了看身边左右，玩家是不少，就是没一个我认识的，看情形估计傲气凌云已经走人了。\\n\\n他走了正好，我刚才心里还在盘算这番从轮回过道里掉下去，非但没挂，而且连升二级，还弄到本高级召唤术的事要不要告诉他，这下正好，反正没见着他\\n\\n的人，这事嘛，咱就放在心里好了，太张扬可不好。\\n\\n我这刚回村子，脚步还没迈开，就看到一则通红醒目的系统消息映现在我的面前：“隐为者玩家，您已进入等级排行榜，请选择是否隐藏姓名，职业和等级。”（官方的几大排行榜是每隔一段时间定期更换的，但是只要你选定了，而且一直在榜上，那就用不着重复选择）\\n\\n隐藏，当然要隐藏，我看了一下现在的等级排行榜，尽管大家都已经冲到三十五级了，但是就我这一个三十六级的还是很抢眼，当然要收敛点，有多牛b自己知道就成。在别人面前，咱最好还是默默无闻，没人注意的好。这人怕出名，猪怕壮，此话绝对有道理。\\n\\n隐藏了自己在等级排行榜上的各项选择后，现在等级排行榜上最高的就是咱了，整一问号玩家，而下一个则依旧是傲气凌云，呵呵，他估计还不知道有人已经超越他了吧；至于武器榜上，我的诅咒之刃已经黯然退榜，几个新品新秀跃居该榜；其他榜嘛，我也没兴趣看了，跟我不打紧，就没啥必要去关心了。（我这个问号玩家一下子出现在等级榜首，让各大帮派的头头脑脑们和包打听协会又开始忙活起来，都在纷纷打听，怎么现在基本明了的榜上会突然出现这么一个人物，他到底是何方的神圣呢）\\n\\n忙好这个，我顺手打开传呼机一看，傲气凌云一条消息立即出现在上面，“小隐，你看看血之雾需要什么材料，告诉我，我好作准备。刚才在这里等你半天没见到你人，估计你是回了大城，所以我就先去冲级了。”\\n\\n呵呵，他这一说倒是提醒了我，我学了那炼金术血之雾可还真没细看呢，咱可得好好瞧瞧，到底需要什么材料来着。\\n\\n高级炼金术——血之雾：\\n\\n效果：有一定几率给对手造成一半体力的伤害\\n\\n持续时间：1小时\\n\\n需要材料：血色死者头颅，碧颚蜘蛛之血，金磷草，红玉\\n\\n头昏昏，眼花花，怎么又是一堆我闻所未闻的材料，除了那个死者头颅我有几个，但它也不是红色的啊，而是白色的，看来这好炼金术的材料不好整。我开始学的那两个炼金术都是初级的，所以去老头那能买到不少材料，但是现在这些，估计去老头子那问了也是白问，连个水之青屏他那材料都不全，更别说这些高级材料了。（炼金协会只能买到部分初级炼金材料，中、高级的材料全要靠玩家自己去收集或问其他玩家购买才能得到）\\n\\n得，反正我把需要的这些东西都告诉傲气凌云就成，让他准备好了，呵呵，好歹他也是第二大帮，想必能耐比我大得多。对了，那屠龙药剂的材料要不也让他帮忙给整点，恩，算了，那是还早的事，以后再说吧。我回手将血之雾需要的炼金材料一一告知了傲气凌云，让他好有所准备，并顺便报了个平安后，我决定下线先慰问一下肚皮，然后奔赴我下一个目的地：惊涛城。\\n\\n因为没了惊涛城的回点，所以我必须从雷帝城传送过去，这不，一上线，我就立即飞回了雷帝城，加上丢在胖眼镜那的货还不知道怎么样，这次过去，咱得\\n\\n去逛一逛，看看能不能让咱的钱包丰满起来。\\n\\n我带着满脸的欢喜从胖眼镜那拍卖行里走了出来，丢在他那的一干装备被这家伙卖得是一干二净，让我净赚了约四千个金币，看来这家伙真是有商业头脑，值得信赖，顺便咱也拜托他帮我收集血之雾的炼金材料，我可是打听清楚了，这中、高级炼金术是有一定的失败几率，就我现在这初级水平，直接就来炼高级的药剂，失败的几率，想想都够戗了，不多准备点材料，可不行啊。\\n\\n这刚一出门，我的眼前突然一亮，一群绰约多姿，婀娜妩媚的女玩家们嬉笑打闹着从我正面走来，刚餐食了无边秀色，紧接着我的手就不自觉地摸出了诅咒之刃，后退了几步，警惕地看着四围。\\n\\n原来走来的几位正是那天在沼泽里“抢”我怪的那个女剑士，还有她的几个女同伴。我所在意的倒不是她们，而是常常伴随她们左右的那两个“英雄好汉”（虽然我之见过他们伴随过三次，但是咱是见一次算十次，见了三次，就算上一百次），这雷帝城里也不知道允不允许恶意PK，虽然没见过，但是咱得小心点，别又遭了黑手，我可没忘记挂过他们两人，是有仇无恩。\\n\\n那个女弓手小舞眼睛是好，又是第一个发觉了我，她尖声叫道：“灵姐，你看，又是他。”\\n\\n听她这一叫唤，几个女玩家纷纷把目光投到我身上，那个女剑士也用她那对似乎会说话的大眼睛注视着我，含笑不语。\\n\\n我在几位女同胞的注视下，尴尬地笑了笑，带着几分不自然的表情说道：“呵呵，这么巧啊，又见面了。”\\n\\n“恩，是啊，又见面了。”女剑士轻点粉颌说道。\\n\\n“那天谢谢你们了。”我顿了顿，咽了口口水说道。（虽然那天她们是抢的咱的怪，但是我心里还是明白，她们是从好意出发的）\\n\\n“不客气，那是我们应该做的。”女剑士珠唇皓齿微张，浅浅一笑，露出两个甜甜的酒窝说道。\\n\\n“那，你们那几个朋友今天没陪你们吗？”我略微迟疑了一下，问道。\\n\\n“哪几个朋友？”女剑士明知故问地露出副不解的表情，望着我问到。\\n\\n“就是，就是那真英雄和真好汉他们。”我环视了一下四周说道。\\n\\n“嘻嘻，有你在，真英雄和真好汉他们哪敢出现啊，你这一出手就挂掉他们两人，他们可是有点怕怕了，现在也不好意思死皮赖脸的缠着我们了。”弓手小舞从一旁嬉笑着插嘴说道。\\n\\n“我们和他们只是打怪的时候偶尔认识的，并算不上是什么真正的朋友，你可别误会了。”女剑士抬手掠起飘扬在额前的几缕长发，冲我说道。\\n\\n“那天，我可不是故意的。”我听了女剑士的话，放下心，继续说道。\\n\\n“呵呵，你这个深藏不露的高手，就不要解释拉，我们灵姐早就猜到了，不然的话，见你还能这么好说话啊。”弓手小舞俏皮的做了个鬼脸说道。\\n\\n我带着几分腼腆，含着几分羞涩，谦虚地说道：“呵呵，咱还不是高手，距离高手还有很长的路要走，你可千万别把我抬高了，我可承受不起。”\\n\\n“哼，过分的谦虚就是骄傲，明明是高手还不承认，这可是我们灵姐说的，肯定假不了。”弓手小舞撅着小嘴，嘟嘟地说道。\\n\\n“小舞，你就少说几句拉，”女剑士拉了拉身边的弓手小舞说道。\\n\\n“咳，看你们这样应该是来拍卖行有事的吧，那我就不打搅你们正事了。”我让到了一边，轻咳一声，冲女剑士她们说道。\\n\\n“恩，好的，你也忙你的吧，”女剑士点了点头说道。\\n\\n“再见。”我不恭不卑，冲她们微微一笑说道。\\n\\n女剑士走到我身边，嫣然一笑，吐气胜兰地说道：“再见，后会有期。”随后带着几个女玩家走进了拍卖行，只有弓手小舞似乎还有几分意见，一对凤眼不时回头看了看我，嘴里咕咕馕馕似乎在说着什么。\\n\\n如果我跟在她们后面就一定会听到这小丫头对我的一番抱怨：“灵姐，我看他也不象是个什么高手啊，你看刚才见了我们那副紧张的摸样；再说了，看他那装备还没真英雄他们鲜亮呢，紫不拉叽的，难看死了；人也小气，我们帮他的忙，救他一命，就一声谢谢而已；要是换了真英雄他们的话，肯定要人前马后的围着咱们转了；要不是你那天回去和我分析的话挺有道理，我还真怀疑他是个“卑鄙小人”呢。”\\n\\n女剑士听了弓手小舞的话，扬手轻轻捏了捏她的鼻子说道：“你这丫头，就是喜欢看表面，不动脑，怪不得人家都说你的单细胞动物，难道你就喜欢真英雄他们的喋喋不休，一天到晚在我们眼前晃悠不成，你忘了我们来玩这个游戏的原则了。”\\n\\n弓手小舞听她这一说，吐了吐粉舌说道：“知道拉，灵姐，咱们的原则就是一切靠自己，女子能顶半边天嘛。”小舞接着又一本正经地说道：“不过，那个家伙的感觉好象也太迟钝了点，咱灵姐这么一大美女在他面前，他都不知道大献殷勤，真是个木头疙瘩。”\\n\\n“好啊，小丫头，你要死了是不，拿我开玩笑，你难道就是个丑女了，那好，我就顺你的意，姐妹们，大家一起上，把小舞给‘就地正法’了。”女剑士一声令下，带着其他几个女玩家一拥而上，吓得小舞是拔腿就跑，这几个女子倒也在成了一道靓丽风景线，让拍卖行里的男同胞侧目不已。\\n\\n我回味着刚才女剑士那句“后会有期”，这后会，真的有期吗，我摇了摇头，将这个无聊的想法从脑海里挥散出去，我现在还属于创业阶段，革命尚未成功，小隐仍需努力，哪有时间去想这些儿女私情，赶紧去惊涛城办我的正事，找那水元素系的怪物才是当务之急，这水之青屏的材料可就只差那一种了。\\n\\n我刚从雷帝城里传送走人，广场上一片白光闪过，出现了一群气势汹汹的玩家，为首的那两位，正是刚才我口中的“英雄好汉”，他们刚一出现，立即有个神情猥琐，贼眉鼠眼的矮人玩家迎了上去说道：“大哥，你们来了。”\\n\\n“恩，那小子人呢，今天非要他好看。”真英雄咬牙切齿地说道。\\n\\n“刚刚走，不知道传送去哪了。”矮人玩家无奈地冲传送法师那撇了撇嘴说道。\\n\\n“妈的，你就看着那小子轻松走了，怎么不拦着他，真是没用的东西，废物一个。”真英雄一听这话，脸色一变，破口大骂道。\\n\\n那矮人玩家一听，一双鼠目里闪过一丝忿忿之色，捏紧了双手，但是嘴却没有说什么，只是唯唯诺诺地点头不已。\\n\\n真好汉走了上前说道：“英雄，你也别怪四只手了，就连张弓射大雕和黑暗神箭手两人都没能拿那小子怎么着，你让他这一个才二十几级的小偷能怎么办。”\\n\\n真英雄听了这话，跺了跺脚，恨恨地说道：“算你小子跑得快，奶奶的。下次别被我碰上，否则一定要你的好看……”\\n\\n***************************************\\n\\n我走在遍布白色细沙的海滩上，湿润的海风带着淡淡的咸味迎面扑来；一棵棵高大的芭蕉树如守护大海的卫士一般静静地排列在一边，绿油油的阔大树叶如蒲扇般长满树干，在摇曳月光的映照下，在地上现出婆娑的倒影；在白天还是天蓝色的海水此刻变成了蓝黑色，远远望去，和天边连成了一线；海风卷起的一层层海浪低唱着，轻轻拍打着礁石，一朵朵浪花在礁石上接连绽放，“共看海天成一色”，此话在夜里也别有一番风味。我为眼前的美景所陶醉，我因如此和谐的大自然而惊叹，我的心脏仿佛在跟随着海浪的起伏的节拍而跳动，我的血脉仿佛溶入了无边的夜色之中，我的灵魂仿佛脱离了肉体，自在翱翔在天际之间，久久不能下落，直到……\\n\\n直到他奶奶的有一只不识趣的大海蟹出现，尽管它这十几级的小毛怪对我的攻击伤害已经是太不值得一提，但是这家伙锲而不舍的精神是值得其他怪物来学习和借鉴，当然了，对我而言就是报以狠狠地蹂躏和践踏。\\n\\n这家伙竟然用它那对大钳死死夹住我的小腿不放松（这家伙也就只能够到我的小腿而已），带着锯齿般的钳刃深深陷入皮甲，割入骨肉之中，开始只是如小虫叮咬般麻麻的感觉，接着是有点酸楚的滋味，然后是真正的痛，跟着是撕心裂肺的剧痛（系统第二次更新后，就算你选择的最低程度的痛苦感受，但是只要持续受到伤害，疼痛感还是会逐渐提升，这是为了让那些开始选择了低程度感受，无法更改的玩家真正能感觉到肉搏的刺激）。\\n\\n妈的，该死的家伙，竟然将我的好心情给毁了，你，死不足惜，在我惊艳的一刀下，这只大海蟹立即挂掉，留给我几份鲜嫩的海蟹肉和肥美的蟹膏。恩，为了发泄我对这只大海蟹的无限愤怒和极度愤慨，我决定了，把它的残留物统统吃掉，以解我心头之恨。\\n\\n燃烧的熊熊篝火，在这黑夜里特别醒目，我拿出一干烹饪用品，面对这蟹肉和蟹膏，怎么吃呢？我心里盘算着，象无名天下那样烧出话头来，我肯定没个能耐，咱只能先从味美可口下手。对了，想起在傲气凌云的村子里我买了不少的春笋、豆腐等原料（第二次更新后，除药材外，野外多了不少可食用植物，如春笋，芦篙，而在酒店则可以买到豆腐、百叶、烙饼等等半成品烹饪原料，而这些材料只要存放在背包中就不会变质），我就做个蟹黄豆腐汤好了，以前在家的时候我可是特喜欢吃了。\\n\\n先烧熟了一勺油，然后将切成碎丁的蟹肉和蟹膏放到锅里煸炒，熬成蟹油，然后盛放起来，接着拿出一个春笋，剥去外层的笋叶，露出里面白嫩的笋肉，洗净后切成四方小丁，然后将几块豆腐也如上炮制，切成小块后，拿起铁锅（由于人体需要一定的维生素铁，所以大家烧菜的话尽量要选择用铁制锅）倒入清水，待水烧开后，将蟹肉，春笋和豆腐一一放入，无须其他佐料，只要再撒上一点细盐就成。\\n\\n啊，好香啊，我双手一拍，大功告成，一锅色泽乳白，表面漂浮着一层金灿灿的蟹肉，味道鲜美可口的蟹黄豆腐汤就完成了，看了看属性：\\n\\n蟹黄豆腐汤        体力恢复速度增加20%效果2小时\\n\\n呵呵，还真不错，属性比以前的美味肉汤要好多了，自己的烹饪熟练度也涨了两个点，看来还是要多多创作，不能总是老一套，肉排加肉块。这蟹黄豆腐汤可要乘热吃，不然凉了可就有了腥味，我赶紧就着肉块，大口喝汤，大嘴吃肉，呵呵，看来赶明身上看来还得准备几瓶就了，那样吃得会更爽。\\n\\n将锅子吃了个底朝天后，我满意地拍了拍肚子，该出发了，刚才出城的时候我已经打听过了，在惊涛城北的海岸边上有座小岛，在那就能找到三十级的白色水之魔精，猎杀它们可以得到水元素之石，凭着我现在的等级，去杀那玩意，还不是小菜一碟。\\n\\n“在死亡与毁灭的大地上，拥有执着信念的亡灵，游荡不甘堕落的灵魂，请听从来自光明彼岸的呼唤，拿起手中的武器，用鲜血与生命来证明你存在的价值，从冥界之门走来吧，我的仆人，死灵骑士”在左右看了又看，别无旁人之后，我放心地念出这段咒语。\\n\\n眼前的地上跟着出现二圈拇指粗的银灰色光晕，呈相反的方向交错转动，在光晕的中间，是一道仿若实质的黑色大门，在慢慢打开，一声幽幽低沉的叹息声从里面传了出来。门开了，一个全身被深褐色盔甲严实覆盖着，手拿一把圆锥形黑色冲刺剑，带着阴冷死息之气的死灵骑士从里面走了后，安静地站在我身边，一动不动。\\n\\n这就是召唤出的死灵骑士，看这身材，和我差不多高矮，与我原先想象中的形象差距很大，最起码的连个马都没有，算什么骑士（你想死灵骑士是什么样，这才初级召唤，三十五级而已，想要幽灵马的话，等到了高级召唤再说；而你走之后浮现的那个骑士，读者可别误会了，那可不是死灵骑士，而是冥王的暗骑士，因为感应到冥王的大祭祀的死，他才出现的，而他把再杀了的话，就会出现……）。算了，先将就着用吧，看看属性怎么样：\\n\\n召唤仆人：死灵骑士（初级）\\n\\n种族：亡灵\\n\\n等级：35（可升级）\\n\\n体力值：3000\\n\\n魔法值：1000\\n\\n防御力：140\\n\\n攻击力：140\\n\\n特技：死亡缠绕（初级：召唤两条地狱幽灵蛇缠绕对方，降低对方80%的移动速度和施法速度，同时每秒吸取30点血量转化为骑士血量，持续时间15秒）\\n```\\n\\n\\n------------\",\"timestamp\":1640325943,\"title\":\"第一百二十七章 雷帝城的邂逅\"},\"digest\":\"BNPFHq_YS2hw22Is1uXx1ORmwondp1FxAsD4jk8MIKY\",\"authorship\":{\"contributor\":\"0xB629fca36d867Fd760C092C84f74b59A047F4503\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDqUjLkeXbJFUw8CbybD2Hmofb_C6a6mA4hWSPttqmo\\\",\\\"y\\\":\\\"KeLgcwvtzRsulGs5mKb-CN0Q-gX6z_3GtshHr3GA8oM\\\"}\",\"signature\":\"gUiHXcPou1Vc1-7eVacENj8VxK1OMSI6kp148v77pkks4vwtn5waj9hTh0ayOOxTKWn_7YFjqdPufisvadwDdg\",\"signingKeySignature\":\"0x35984046189dc60f09892cbcce7138663a3d19643aa4ec17432bbb2067ded90b00b7ede2af4a1ff6769d8882b51c82df213314968fcaaf230f27ab5c10e680111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDqUjLkeXbJFUw8CbybD2Hmofb_C6a6mA4hWSPttqmo\\\",\\\"y\\\":\\\"KeLgcwvtzRsulGs5mKb-CN0Q-gX6z_3GtshHr3GA8oM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BNPFHq_YS2hw22Is1uXx1ORmwondp1FxAsD4jk8MIKY\"}"