"{\"content\":{\"body\":\"TLDR: AfroDroids and Appreciation Token collaborated to airdrop 5 different cryptovoxels wearable to AfroDroids NFT hodlers .\\n\\n# What is Afrodroids?\\n\\nAfroDroids is a collection of 12,117 unique NFT which exists on the Ethereum Blockchain . The NFT went to mint on September 1st at 0.07 ETH + gas (gas fee sucks)\\n\\nOne of the most unique features of this project was that 20% of what was raised was donated to charity and this was hard coded into the smart contract.\\n\\nSince its launch the team has achieved various feats such as launching interactive 3D model , developing AR filter for Instagram and Facebook and so much more.\\n\\nThe roadmap also looks promising with a lot of events that provide value to the underlying NFTs\\n\\n**Lore:**\\n\\nOne of the most important aspect which makes or breaks a NFT project is its lore. Creating a Lore which piques the interest of the consumer is hard but Afrodroids has excelled in crafting a Lore which is not only unique but also interesting.\\n\\nIt is the year 3045, humans were responsible for the complete destruction of its own species. NOT A SINGLE HUMAN WAS LEFT but not all hope was lost. Among the endless fighting and advanced weapons manufacturing a new life formed. A species with human emotions but a robot as the physical form. A superior species called the Afrodroids were born. Will they rule over the EARTH?\\n\\n**Team:**\\n\\nA project is only as strong as the team behind it. Afrodroids was brought to life by some of the best people in NFT industry and a diverse team.\\n\\n**The Artist**: Owo Anietie is a Nigerian 3D afrofuturism artist. Owo’s career in art began in 2009 as a traditional artist — doing portrait paintings and drawings for commissions. He transitioned to motion design, animation, and digital illustration in 2012, with a desire future.\\n\\nEsther Eze : Esther is an operations and product manager who is passionate about creating systems that help people and businesses scale. She is the charity Coordinator.\\n\\nMore information about the rest of the team is published in their discord :) You should check it out , they are giga brains people.\\n\\n**What is Appreciation Token ?**\\n\\nEver felt the hurdle to airdrop merchandise or NFTs or other items to your community? Appreciation Token aims to solve this .\\n\\nThey provide all in one solution to analyse your community such as top holders, diamond hands etc, help you with the creation and logistics nightmare that usually comes when doing an airdrop. Essentially it is a one stop platform to reward your community as easily as possible.\\n\\nApart from AfroDroids they have worked with various other communities.\\n\\nTheir smart contracts are super optimized and highly customizable that perfectly fits your needs.\\n\\n## Appreciation Token\\n\\n### A way to keep your community engaged via subsequent airdrops, tokens, 3D printed items, physical products, metaverse…\\n\\n[www.appreciation-token.com](https://www.appreciation-token.com/)\\n\\n**AfroDroids X Appreciation Token**\\n\\nAfrodroids partnered with Appreciation Token to airdrop CryptoVoxels wearables to AfroDroids NFT hodlers.\\n\\nCryptoVoxels is a Metaverse 3D platform built on the Ethereum blockchain and AfroDroids are working to bring their NFTs into this 3D world\\n\\n5 different wearable was dropped to almost 4000 eligible addresses each resulting in \\\\~20000 NFTs airdropped. This drop was done on the polygon blockchain leveraging its super affordable gas fees and high transaction throughput. Appreciation token team was quick to setup a secure smart contract and finished the whole process in less than 1 hour which is quite the feat.\\n\\nAfrodroid community wore their wearables to the CryptoVoxels rave party conducted by the Afrodroids team. Think of it as digital fashion!\\n\\nIf you were one of the eligible Hodlers make sure to check your wallet for 5 new NFTs :)\",\"timestamp\":1640158986,\"title\":\"AfroDroids X Appreciation Token\"},\"digest\":\"Wnx8dIZHaHc4AdHrMJ0rM7qU91rTI0Qy6fDQTfCdz4A\",\"authorship\":{\"contributor\":\"0xd74F2B65A1Bd98F12Df3871CFdc6B81a36f7e1B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5r25-mAje-vXO28UspFWC79Tg2zZaRS2-M3XHTzmwQ\\\",\\\"y\\\":\\\"7DCqmGyPrqp2WG_VN6bq2ll987qDgQ2esyaM92djFn8\\\"}\",\"signature\":\"iXF19WcAcdcyTTw_sqwiqbUuztRPsvh54z7HjG85spZ1sTEGzrmPmvcuPqfYLpdhDiHYDftKZYiDcJEqO7e_Bg\",\"signingKeySignature\":\"0xe6a171992227b0492202b00d12cce4a20094598d4a78f3af47bb2f6a4688b5ef0c4fcb732f7f9f458ce2397d7474e2f7b61da24347840f0de29e7564a5b79c921c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5r25-mAje-vXO28UspFWC79Tg2zZaRS2-M3XHTzmwQ\\\",\\\"y\\\":\\\"7DCqmGyPrqp2WG_VN6bq2ll987qDgQ2esyaM92djFn8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Wnx8dIZHaHc4AdHrMJ0rM7qU91rTI0Qy6fDQTfCdz4A\"}"