"{\"content\":{\"body\":\"One of my biggest personal takeaways from this year is a much deeper understanding of cryptocurrencies, defi, NFTs, and DAOs (henceforth web3). I had essentially zero exposure to these ideas before 2021 and have come a long way in terms of knowledge and portfolio.\\n\\nI wish I would have been better prepared for this raging bull market with much more dry powder and a better understanding of web3 concepts. \\n\\nThat said, I will take what I have learned this year and apply it in my continued pursuit of financial freedom.\\n\\nWith that in mind, here are some of my random thoughts, observations, and lessons learned from a year in web3.\\n\\n**Philosophy**\\n\\nMy general philosphy on wealth creation has not changed since the “old days” when I was DCA'ing into Vanguard funds. \\\"Buy quality assets and never sell.\\\" I do keep a small portion of the portfolio to scratch the trading itch.\\n\\nI plan to keep accumulating what I consider to be quality assets, including BTC, ETH, and LUNA. Even near ATH's, I think these assets are dramatically underpriced compared to their potential.\\n\\n![right...](https://images.mirror-media.xyz/publication-images/fKZ9AraUwFtyL1PtAfg3C.JPG?height=808&width=891)\\n\\n**Conviction**\\n\\nDeep conviction is necessary to have the guts for the daily turbulence of the crypto markets. Conviction is made much easier by putting in the work to DYOFR. There is no way around this other than being completely brain-dead. \\n\\nBy firmly sticking to my philosophy of being a net accumulator with a low time preference, I only select plays with the utmost highest conviction.\\n\\nTwo helpful questions:\\n\\n* Will I continue to add, even on a 90% dip? Would I sell my soul to add more?\\n* Am I willing to lock my keys in a time capsule for at least 5 years?\\n\\nNaturally this leaves me with very few options. I'm a simple man.\\n\\n**APE!**\\n\\nOr in other words, try things! If this seems like a counterpoint to the above, it kind of is. Aping shortcuts analysis paralysis. Often it means you get in much earlier than you otherwise would have if you required conviction.\\n\\nAping is also the number one way to learn about a new technology or protocol. As in all of life, in web3 you learn by doing. \\n\\nI learned defi by messing with small amounts. I learned NFTs by minting a couple. I learned about DAOs by joining and supporting some. \\n\\nThese have all proven to be worthwhile investments of time and money, even though I didn’t understand what I was doing at the time.\\n\\nAll of my biggest W's this year have been degenerate. Sad but true. \\n\\nMy hit rate is probably less than 10%, but that 10% has been astronomical in terms of IRR. And the 90% of losers have been worth the cost (if I re-frame it as \\\"tuition\\\").\\n\\nI attribute the winners to the gut feeling effect. After many hours of diligence, my subconscious can often realize potential before I can rationally articulate it. I've learned to trust my gut more and throw a (risk-managed) bet on.\\n\\n![Or maybe it's just a bull market and I got lucky.](https://images.mirror-media.xyz/publication-images/XwO-shgCdElnsJ9TC4JBn.JPG?height=992&width=754)\\n\\nSimple questions to determine if you should ape:\\n\\n* Do I think this is really f'ing interesting? (ConstitutionDAO)\\n* Do I think this is really f'ing stupid? (my initial impression of NFT's)\\n\\nI tend towards aping on the interesting. But there is certainly a lot of money to be made on the stupid (SHIB, FLOKI, many NFTs, metaverse tokens etc). To each their own.\\n\\n**Ownership**\\n\\nWeb3 is a beacon of hope in the corpo-owned land of web2. Understanding and practicing digital ownership will be fundamental to an individual or entity's success in the coming decade and beyond.\\n\\nBut web3 is about more than ownership of digital assets and personal data. It's about ownership of responsibility. \\n\\nIt's the wild west out here. No one is coming to save you - there are no bailouts, no subsidies, no FDIC, no insurance, no recourse for hacks or lost assets.\\n\\nIt is very apparent that you as an individual are *solely responsible* for your financial success or failure. This concept is a massive breath of fresh air in the modern age of entitlement.\\n\\n**NFTs**\\n\\nI'm no expert on NFTs but I would like to share my philosophy on them. (which is really a bastardized version of punk6429's philosophy)\\n\\n1. Buy NFTs to support creators or art that you love.\\n2. Immediately mark all NFTs to 0 on your balance sheet.\\n3. Expect that you will never be able to liquidate.\\n4. Always buy 2 - if value does appreciate, you can sell one and keep one.\\n\\n**Fuck the Metaverse**\\n\\nI know this will likely trigger many of you neckbeards and shadowy super coders... but here goes.\\n\\n![Anyone who's mad rn](https://images.mirror-media.xyz/publication-images/U4WO6z54mF6LVQaxh0NSe.JPG?height=640&width=640)\\n\\nLet's define *the metaverse* as being engrossed in the digital world. This, in my view, includes working on a computer, playing video games, texting/email/discord, coding, doomscrolling - anything you do on a screen.\\n\\n*In my own experience,* very little real-world fulfillment comes out of the metaverse.  \\n\\nI estimate I spend 60%+ of my waking hours in the metaverse between work, web3, and entertainment. But in terms of things that fulfill me, things that I love, things that make me feel alive.. 90%+ of that is in the real world.\\n\\nA common theme I see online is a growing excitement for a world where we all live, work, interact, and do business in virtual reality or similar digital spaces. This is terrifying to me.\\n\\nIt's the primal things, the human things, that bring joy to life. Immense physical effort. The company of great friends. Making music. Making love. Sunlight and fresh air.\\n\\nThe metaverse versions of these things are but cheap imitations.\\n\\n![\\\"omg look at this tik tok\\\" ](https://images.mirror-media.xyz/publication-images/_6h1hAT6xIZuxIgRxMe9I.JPG?height=916&width=620)\\n\\nSo yeah, fuck the metaverse. The only purpose of entering the metaverse should be to extract information, relationships, or value that makes real life better in a tangible way.\\n\\nI spend my time in the metaverse working towards a day where I can leverage capital, defi and code to produce income with very little screen time.\\n\\nThat day is close. I believe a few more years of investment will allow me to live a life where I rarely have to log in.\\n\\nFor me, the metaverse is a means to an end.\\n\\nThanks for reading! I wish you the utmost success and happiness in 2022!\",\"timestamp\":1639859188,\"title\":\"F*ck the Metaverse (and other web3 ramblings)\"},\"digest\":\"BoM0rIRgYrreW0CREWFphQyVsf9phMi2zYOulmJ2F-E\",\"authorship\":{\"contributor\":\"0x61a08D223d6aA48a4b882c0166992747E608ff16\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eQ_eD5s5yNFmNY0132kNOReJGfq1CV1jqMFgcjMQ5NY\\\",\\\"y\\\":\\\"rYA5yKapbmJjTe4ufauE4AT35ulghrpfPkkqEbsoslo\\\"}\",\"signature\":\"9uB-qZPHTs09BhdmBACafyYCWrT0AC_vAigwhK0e0wDXwcFcf6OcjwguwVAm__CnzqLV5UCvswDY05giZTowcg\",\"signingKeySignature\":\"0x2fb096ecb6a531f4da04f3953d9f536aa7f25edbc10506f32ee6cb3fc1fbe1ff6b3797a1af10746a40ad473ad8c83a8bb2cd8ca1d8a57b9310d8a7b926adb9ce1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eQ_eD5s5yNFmNY0132kNOReJGfq1CV1jqMFgcjMQ5NY\\\",\\\"y\\\":\\\"rYA5yKapbmJjTe4ufauE4AT35ulghrpfPkkqEbsoslo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BoM0rIRgYrreW0CREWFphQyVsf9phMi2zYOulmJ2F-E\"}"