"{\"content\":{\"body\":\"\\\"He's quite a nice boy.\\\"\\n\\n\\\"Not a bit like Holly or me, is he?\\\"\\n\\n\\\"Not a bit.\\\"\\n\\n'She's cool,' thought June.\\n\\nAnd suddenly the girl said: \\\"I wish you'd tell me why our families don't get on?\\\"\\n\\nConfronted with the question she had advised her father to answer, June was silent; whether because this girl was trying to get something out of her, or simply because what one would do theoretically is not always what one will do when it comes to the point.\\n\\n\\\"You know,\\\" said the girl, \\\"the surest way to make people find out the worst is to keep them ignorant.  My father's told me it was a quarrel about property.  But I don't believe it; we've both got heaps.  They wouldn't have been so bourgeois as all that.\\\"\\n\\nJune flushed.  The word applied to her grandfather and father offended her.\\n\\n\\\"My grandfather,\\\" she said, \\\"was very generous, and my father is, too; neither of them was in the least bourgeois.\\\"\\n\\n\\\"Well, what was it then?\\\" repeated the girl: Conscious that this young Forsyte meant having what she wanted, June at once determined to prevent her, and to get something for herself instead.\\n\\n\\\"Why do you want to know?\\\"\\n\\nThe girl smelled at her roses.  \\\"I only want to know because they won't tell me.\\\"\\n\\n\\\"Well, it was about property, but there's more than one kind.\\\"\\n\\n\\\"That makes it worse.  Now I really must know.\\\"\\n\\nJune's small and resolute face quivered.  She was wearing a round cap, and her hair had fluffed out under it.  She looked quite young at that moment, rejuvenated by encounter.\\n\\n\\\"You know,\\\" she said, \\\"I saw you drop your handkerchief.  Is there anything between you and Jon?  Because, if so, you'd better drop that too.\\\"\\n\\nThe girl grew paler, but she smiled.\\n\\n\\\"If there were, that isn't the way to make me.\\\"\\n\\nAt the gallantry of that reply, June held out her hand.\\n\\n\\\"I like you; but I don't like your father; I never have.  We may as well be frank.\\\"\\n\\n\\\"Did you come down to tell him that?\\\"\\n\\nJune laughed.  \\\"No; I came down to see you.\\\"\\n\\n\\\"How delightful of you.\\\"\\n\\nThis girl could fence.\\n\\n\\\"I'm two and a half times your age,\\\" said June, \\\"but I quite sympathize.  It's horrid not to have one's own way.\\\"\\n\\nThe girl smiled again.  \\\"I really think you might tell me.\\\"\\n\\nHow the child stuck to her point\\n\\n\\\"It's not my secret.  But I'll see what I can do, because I think both you and Jon ought to be told.  And now I'll say good-bye.\\\"\\n\\n\\\"Won't you wait and see Father?\\\"\\n\\nJune shook her head.  \\\"How can I get over to the other side?\\\"\\n\\n\\\"I'll row you across.\\\"\\n\\n\\\"Look!\\\" said June impulsively, \\\"next time you're in London, come and see me.  This is where I live.  I generally have young people in the evening.  But I shouldn't tell your father that you're coming.\\\"\\n\\nThe girl nodded.\\n\\nWatching her scull the skiff across, June thought: 'She's awfully pretty and well made.  I never thought Soames would have a daughter as  pretty as this.  She and Jon would make a lovely couple.\\n\\nThe instinct to couple, starved within herself,  was always at work in June.  She stood watching  Fleur row back; the girl took her hand off a scull  to wave farewell, and June walked languidly on between the meadows and the river, with an ache in her heart.  Youth to youth, like the dragon-flies chasing each other, and love like the sun warming them through and through.  Her  youth!  So long ago--when Phil and she--And since?  Nothing--no one had been quite what she had wanted.  And so she had missed it all.  But  what a coil was round those two young things, if they really were in love, as Holly would have it--as her father, and Irene, and Soames himself seemed to dread.  What a coil, and what a barrier!  And the itch for the future, the contempt, as it were, for what was overpast, which forms the active principle, moved in the heart of one who ever believed that what one wanted was more important than what other people did not want.  From the bank, awhile, in the warm summer stillness, she watched the water-lily plants and willow leaves, the fishes rising; sniffed the scent of grass and meadow-sweet, wondering how she could force everybody to be happy.  Jon and Fleur!  Two little lame ducks-- charming callow yellow little ducks!  A great pity!  Surely something could be done!  One must not take such situations lying down.  She walked on, and reached a station, hot and cross.\\n\\nThat evening, faithful to the impulse toward direct action, which made many people avoid her, she said to her father:\\n\\n\\\"Dad, I've been down to see young Fleur.  I think she's very attractive.  It's no good hiding our heads under our wings, is it?\\\"\\n\\nThe startled Jolyon set down his barley-water, and began crumbling his bread.\\n\\n\\\"It's what you appear to be doing,\\\" he said.  \\\"Do you realise whose daughter she is?\\\"\\n\\n\\\"Can't the dead past bury its dead?\\\"\\n\\nJolyon rose.\\n\\n\\\"Certain things can never be buried.\\\"\\n\\n\\\"I disagree,\\\" said June.  \\\"It's that which stands in the way of all happiness and progress.  You don't understand the Age, Dad.  It's got no use for outgrown things.  Why do you think it matters so terribly that Jon should know about his mother?  Who pays any attention to that sort of thing now?  The marriage laws are just as they were when Soames and Irene couldn't get a divorce, and you had to come in. We've moved, and they haven't.  So nobody cares.  Marriage without a decent chance of relief is only a sort of slave-owning; people oughtn't to own each other.  Everybody sees that now.  If Irene broke such laws, what does it matter?\\\"\\n\\n\\\"It's not for me to disagree there,\\\" said Jolyon; \\\"but that's all quite beside the mark.  This is a matter of human feeling.\\\"\\n\\n\\\"Of course it is,\\\" cried June, \\\"the human feeling of those two young things.\\\"\\n\\n\\\"My dear,\\\" said Jolyon with gentle exasperation; \\\"you're talking nonsense.\\\"\\n\\n\\\"I'm not.  If they prove to be really fond of each other, why should they be made unhappy because of the past?\\\"\\n\\n\\\"You haven't lived that past.  I have--through the feelings of my wife; through my own nerves and my imagination, as only one who is devoted can.\\\"\\n\\nJune, too, rose, and began to wander restlessly.\\n\\n\\\"If,\\\" she said suddenly, \\\"she were the daughter of Philip Bosinney, I could understand you better.  Irene loved him, she never loved Soames.\\\"\\n\\nJolyon uttered a deep sound-the sort of noise an Italian peasant woman utters to her mule.  His heart had begun beating furiously, but he paid no attention to it, quite carried away by his feelings.\\n\\n\\\"That shows how little you understand.  Neither I nor Jon, if I know him, would mind a love-past.  It's the brutality of a union without love.  This girl is the daughter of the man who once owned Jon's mother as a negro-slave was owned.  You can't lay that ghost; don't try to, June!  It's asking us to see Jon joined to the flesh and blood of the man who possessed Jon's mother against her will.  It's no good mincing words; I want it clear once for all.  And now I mustn't talk any more, or I shall have to sit up with this all night.\\\"  And, putting his hand over his heart, Jolyon turned his back on his daughter and stood looking at the river Thames.\\n\\nJune, who by nature never saw a hornet's nest until she had put her head into it, was seriously alarmed.  She came and slipped her arm through his.  Not convinced that he was right, and she herself wrong, because that was not natural to her, she was yet profoundly impressed by the obvious fact that the subject was very bad for him.  She rubbed her cheek against his shoulder, and said nothing.\\n\\nAfter taking her elderly cousin across, Fleur did not land at once, but pulled in among the reeds, into the sunshine.  The peaceful beauty of the afternoon seduced for a little one not much given to the vague and poetic.  In the field beyond the bank where her skiff lay up, a machine drawn by a grey horse was turning an early field of hay.  She watched the grass cascading over and behind the light wheels with fascination--it looked so cool and fresh.  The click and swish blended with the rustle of the willows and the poplars, and the cooing of a wood-pigeon, in a true river song.  Alongside, in the deep green water, weeds, like yellow snakes, were writhing and nosing with the current; pied cattle on the farther side stood in the shade lazily swishing their tails.  It was an afternoon to dream.  And she took out Jon's letters--not flowery effusions, but haunted in their recital of things seen and done by a longing very agreeable to her, and all ending \\\"Your devoted J.\\\"  Fleur was not sentimental, her desires were ever concrete and concentrated, but what poetry there was in the daughter of Soames and Annette had certainly in those weeks of waiting gathered round her memories of Jon.  They all belonged to grass and blossom, flowers and running water.  She enjoyed him in the scents absorbed by her crinkling nose.  The stars could persuade her that she was standing beside him in the centre of the map of Spain; and of an early morning the dewy cobwebs, the hazy sparkle and promise of the day down in the garden, were Jon personified to her.\\n\\nTwo white swans came majestically by, while she was reading his letters, followed by their brood of six young swans in a line, with just so much water between each tail and head, a flotilla of grey destroyers.  Fleur thrust her letters back, got out her sculls, and pulled up to the landing-stage.  Crossing the lawn, she wondered whether she should tell her father of June's visit.  If he learned of it from the butler, he might think it odd if she did not.  It gave her, too, another chance to startle out of him the reason of the feud.  She went, therefore, up the road to meet him.\\n\\nSoames had gone to look at a patch of ground on which the Local Authorities were proposing to erect a Sanatorium for people with weak lungs.  Faithful to his native individualism, he took no part in local affairs, content to pay the rates which were always going up. He could not, however, remain indifferent to this new and dangerous scheme.  The site was not half a mile from his own house.  He was quite of opinion that the country should stamp out tuberculosis; but this was not the place.  It should be done farther away.  He took, indeed, an attitude common to all true Forsytes, that disability of any sort in other people was not his affair, and the State should do its business without prejudicing in any way the natural advantages which he had acquired or inherited.  Francie, the most free-spirited Forsyte of his generation (except perhaps that fellow Jolyon) had once asked him in her malicious way: \\\"Did you ever see the name Forsyte in a subscription list, Soames?  \\\"That was as it might be, but a Sanatorium would depreciate the neighbourhood, and he should certainly sign the petition which was being got up against it. Returning with this decision fresh within him, he saw Fleur coming.\\n\\nShe was showing him more affection of late, and the quiet time down here with her in this summer weather had been making him feel quite young; Annette was always running up to Town for one thing or another, so that he had Fleur to himself almost as much as he could wish.  To be sure, young Mont had formed a habit of appearing on his motor-cycle almost every other day.  Thank goodness, the young fellow had shaved off his half-toothbrushes, and no longer looked like a mountebank!  With a girl friend of Fleur's who was staying in the house, and a neighbouring youth or so, they made two couples after dinner, in the hall, to the music of the electric pianola, which performed Fox-trots unassisted, with a surprised shine on its expressive surface.  Annette, even, now and then passed gracefully up and down in the arms of one or other of the young men.  And Soames, coming to the drawing-room door, would lift his nose a little sideways, and watch them, waiting to catch a smile from Fleur; then move back to his chair by the drawing-room hearth, to peruse The Times or some other collector's price list.  To his ever-anxious eyes Fleur showed no signs of remembering that caprice of hers.\\n\\nWhen she reached him on the dusty road, he slipped his hand within her arm.\\n\\n\\\"Who, do you think, has been to see you, Dad?  She couldn't wait! Guess!\\\"\\n\\n\\\"I never guess,\\\" said Soames uneasily.  \\\"Who?\\\"\\n\\n\\\"Your cousin, June Forsyte.\\\"\\n\\nQuite unconsciously Soames gripped her arm.  \\\"What did she want?\\\"\\n\\n\\\"I don't know.  But it was rather breaking through the feud, wasn't it?\\\"\\n\\n\\\"Feud?  What feud?\\\"\\n\\n\\\"The one that exists in your imagination, dear.\\\"\\n\\nSoames dropped her arm.  Was she mocking, or trying to draw him on?\\n\\n\\\"I suppose she wanted me to buy a picture,\\\" he said at last.\\n\\n\\\"I don't think so.  Perhaps it was just family affection.\\\"\\n\\n\\\"She's only a first cousin once removed,\\\" muttered Soames.\\n\\n\\\"And the daughter of your enemy.\\\"\\n\\n\\\"What d'you mean by that?\\\"\\n\\n\\\"I beg your pardon, dear; I thought he was.\\\"\\n\\n\\\"Enemy!\\\" repeated Soames.  \\\"It's ancient history.  I don't know where you get your notions.\\\"\\n\\n\\\"From June Forsyte.\\\"\\n\\nIt had come to her as an inspiration that if he thought she knew, or were on the edge of knowledge, he would tell her.\\n\\nSoames was startled, but she had underrated his caution and tenacity.\\n\\n\\\"If you know,\\\" he said coldly, \\\"why do you plague me?\\\"\\n\\nFleur saw that she had overreached herself.\\n\\n\\\"I don't want to plague you, darling.  As you say, why want to know more?  Why want to know anything of that 'small' mystery--Je m'en fiche, as Profond says?\\\"\\n\\n\\\"That chap!\\\" said Soames profoundly.\\n\\nThat chap, indeed, played a considerable, if invisible, part this summer--for he had not turned up again.  Ever since the Sunday when Fleur had drawn attention to him prowling on the lawn, Soames had thought of him a good deal, and always in connection with Annette, for no reason, except that she was looking handsomer than for some time past.  His possessive instinct, subtle, less formal, more elastic since the War, kept all misgiving underground.  As one looks on some American river, quiet and pleasant, knowing that an alligator perhaps is lying in the mud with his snout just raised and indistinguishable from a snag of wood--so Soames looked on the river of his own existence, subconscious of Monsieur Profond, refusing to see more than the suspicion of his snout.  He had at this epoch in his life practically all he wanted, and was as nearly happy as his nature would permit.  His senses were at rest; his affections found all the vent they needed in his daughter; his collection was well known, his money well invested; his health excellent, save for a touch of liver now and again; he had not yet begun to worry seriously about what would happen after death, inclining to think that nothing would happen.  He resembled one of his own gilt-edged securities, and to knock the gilt off by seeing anything he could avoid seeing would be, he felt instinctively, perverse and retrogressive.  Those two crumpled rose-leaves, Fleur's caprice and Monsieur Profond's snout, would level away if he lay on them industriously.\\n\\nThat evening Chance, which visits the lives of even the best-invested Forsytes, put a clue into Fleur's hands.  Her father came down to dinner without a handkerchief, and had occasion to blow his nose.\\n\\n\\\"I'll get you one, dear,\\\" she had said, and ran upstairs.  In the sachet where she sought for it--an old sachet of very faded silk-- there were two compartments: one held ,handkerchiefs; the other was buttoned, and contained something flat and hard.  By some childish impulse Fleur unbuttoned it.  There was a frame and in it a photograph of herself as a little girl.  She gazed at it, fascinated, as one is by one's own presentment.  It slipped under her fidgeting thumb, and she saw that another photograph was behind.  She pressed her own down further, and perceived a face, which she seemed to know, of a young woman, very good-looking, in a very old style of evening dress.  Slipping her own photograph up over it again, she took out a handkerchief and went down.  Only on the stairs did she identify that face.  Surely--surely Jon's mother!  The conviction came as a shock. And she stood still in a flurry of thought.  Why, of course!  Jon's father had married the woman her father had wanted to marry, had cheated him out of her, perhaps.  Then, afraid of showing by her manner that she had lighted on his secret, she refused to think further, and, shaking out the silk handkerchief, entered the dining- room.\\n\\n\\\"I chose the softest, Father.\\\"\\n\\n\\\"H'm!\\\" said Soames; \\\"I only use those after a cold.  Never mind!\\\"\\n\\nThat evening passed for Fleur in putting two and two together; recalling the look on her father's face in the confectioner's shop--a look strange and coldly intimate, a queer look.  He must have loved that woman very much to have kept her photograph all this time, in spite of having lost her.  Unsparing and matter-of-fact, her mind darted to his relations with her own mother.  Had he ever really loved her?  She thought not.  Jon was the son of the woman he had really loved.  Surely, then, he ought not to mind his daughter loving him; it only wanted getting used to.  And a sigh of sheer relief was caught in the folds of her nightgown slipping over her head.\\n\\nIII\\n\\nMEETINGS\\n\\nYouth only recognises Age by fits and starts.  Jon, for one, had never really seen his father's age till he came back from Spain.  The face of the fourth Jolyon, worn by waiting, gave him quite a shock-- it looked so wan and old.  His father's mask had been forced awry by the emotion of the meeting, so that the boy suddenly realised how much he must have felt their absence.  He summoned to his aid the thought: 'Well, I didn't want to go!'  It was out of date for Youth to defer to Age.  But Jon was by no means typically modern.  His father had always been \\\"so jolly\\\" to him, and to feel that one meant to begin again at once the conduct which his father had suffered six weeks' loneliness to cure was not agreeable.\\n\\nAt the question, \\\"Well, old man, how did the great Goya strike you?\\\" his conscience pricked him badly.  The great Goya only existed because he had created a face which resembled Fleur's.\\n\\nOn the night of their return, he went to bed full of compunction; but awoke full of anticipation.  It was only the fifth of July, and no meeting was fixed with Fleur until the ninth.  He was to have three days at home before going back to farm.  Somehow he must contrive to see her!\\n\\nIn the lives of men an inexorable rhythm, caused by the need for trousers, not even the fondest parents can deny.  On the second day, therefore, Jon went to Town, and having satisfied his conscience by ordering what was indispensable in Conduit Street, turned his face toward Piccadilly.  Stratton Street, where her Club was, adjoined Devonshire House.  It would be the merest chance that she should be at her Club.  But he dawdled down Bond Street with a beating heart, noticing the superiority of all other young men to himself.  They wore their clothes with such an air; they had assurance; they were old.  He was suddenly overwhelmed by the conviction that Fleur must have forgotten him.  Absorbed in his own feeling for her all these weeks, he had mislaid that possibility.  The corners of his mouth drooped, his hands felt clammy.  Fleur with the pick of youth at the beck of her smile-Fleur incomparable!  It was an evil moment.  Jon, however, had a great idea that one must be able to face anything. And he braced himself with that dour refection in front of a bric-a- brac shop.  At this high-water mark of what was once the London season, there was nothing to mark it out from any other except a grey top hat or two, and the sun.  Jon moved on, and turning the corner into Piccadilly, ran into Val Dartie moving toward the Iseeum Club, to which he had just been elected.\\n\\n\\\"Hallo!  young man!  Where are you off to?\\\"\\n\\nJon gushed.  \\\"I've just been to my tailor's.\\\"\\n\\nVal looked him up and down.  \\\"That's good!  I'm going in here to order some cigarettes; then come and have some lunch.\\\"\\n\\nJon thanked him.  He might get news of her from Val!\\n\\nThe condition of England, that nightmare of its Press and Public men, was seen in different perspective within the tobacconist's which they now entered.\\n\\n\\\"Yes, sir; precisely the cigarette I used to supply your father with. Bless me!  Mr. Montague Dartie was a customer here from--let me see-- the year Melton won the Derby.  One of my very best customers he was.\\\"  A faint smile illumined the tobacconist's face.  \\\"Many's the tip he's given me, to be sure!  I suppose he took a couple of hundred of these every week, year in, year out, and never changed his cigarette.  Very affable gentleman, brought me a lot of custom.  I was sorry he met with that accident.  One misses an old customer like him.\\\"\\n\\nVal smiled.  His father's decease had closed an account which had been running longer, probably, than any other; and in a ring of smoke puffed out from that time-honoured cigarette he seemed to see again his father's face, dark, good-looking, moustachioed, a little puffy, in the only halo it had earned.  His father had his fame here, anyway--a man who smoked two hundred cigarettes a week, who could give tips, and run accounts for ever!  To his tobacconist a hero! Even that was some distinction to inherit!\\n\\n\\\"I pay cash,\\\" he said; \\\"how much?\\\"\\n\\n\\\"To his son, sir, and cash--ten and six.  I shall never forget Mr. Montague Dartie.  I've known him stand talkin' to me half an hour. We don't get many like him now, with everybody in such a hurry.  The War was bad for manners, sir--it was bad for manners.  You were in it, I see.\\\"\\n\\n\\\"No,\\\" said Val, tapping his knee, \\\"I got this in the war before. Saved my life, I expect.  Do you want any cigarettes, Jon?\\\"\\n\\nRather ashamed, Jon murmured, \\\"I don't smoke, you know,\\\" and saw the tobacconist's lips twisted, as if uncertain whether to say \\\"Good God!\\\" or \\\"Now's your chance, sir!\\\"\\n\\n\\\"That's right,\\\" said Val; \\\"keep off it while you can.  You'll want it when you take a knock.  This is really the same tobacco, then?\\\"\\n\\n\\\"Identical, sir; a little dearer, that's all.  Wonderful staying power--the British Empire, I always say.\\\"\\n\\n\\\"Send me down a hundred a week to this address, and invoice it monthly.  Come on, Jon.\\\"\\n\\nJon entered the Iseeum with curiosity.  Except to lunch now and then at the Hotch-Potch with his father, he had never been in a London Club.  The Iseeum, comfortable and unpretentious, did not move, could not, so long as George Forsyte sat on its Committee, where his culinary acumen was almost the controlling force.  The Club had made a stand against the newly rich, and it had taken all George Forsyte's prestige, and praise of him as a \\\"good sportsman,\\\" to bring in Prosper Profond.\\n\\nThe two were lunching together when the half-brothers-in-law entered the dining-room, and attracted by George's forefinger, sat down at their table, Val with his shrewd eyes and charming smile, Jon with solemn lips and an attractive shyness in his glance.  There was an air of privilege around that corner table, as though past masters were eating there.  Jon was fascinated by the hypnotic atmosphere. The waiter, lean in the chaps, pervaded with such free-masonical deference.  He seemed to hang on George Forsyte's lips, to watch the gloat in his eye with a kind of sympathy, to follow the movements of the heavy club-marked silver fondly.  His liveried arm and confidential voice alarmed Jon, they came so secretly over his shoulder.\\n\\nExcept for George's \\\"Your grandfather tipped me once; he was a deuced good judge of a cigar!\\\" neither he nor the other past master took any notice of him, and he was grateful for this.  The talk was all about the breeding, points, and prices of horses, and he listened to it vaguely at first, wondering how it was possible to retain so much knowledge in a head.  He could not take his eyes off the dark past master--what he said was so deliberate and discouraging--such heavy, queer, smiled-out words.  Jon was thinking of butterflies, when he heard him say:\\n\\n\\\"I want to see Mr. Soames Forsyde take an interest in 'orses.\\\"\\n\\n\\\"Old Soames!  He's too dry a file!\\\"\\n\\nWith all his might Jon tried not to grow red, while the dark past master went on.\\n\\n\\\"His daughter's an attractive small girl.  Mr. Soames Forsyde is a bit old-fashioned.  I want to see him have a pleasure some day.\\\" George Forsyte grinned.\\n\\n\\\"Don't you worry; he's not so miserable as he looks.  He'll never show he's enjoying anything--they might try and take it from him. Old Soames!  Once bit, twice shy!\\\"\\n\\n\\\"Well, Jon,\\\" said Val, hastily, \\\"if you've finished, we'll go and have coffee.\\\"\\n\\n\\\"Who were those?\\\" Jon asked, on the stairs.  \\\"I didn't quite---\\\"\\n\\n\\\"Old George Forsyte is a first cousin of your father's and of my Uncle Soames.  He's always been here.  The other chap, Profond, is a queer fish.  I think he's hanging round Soames' wife, if you ask me!\\\"\\n\\nJon looked at him, startled.  \\\"But that's awful,\\\" he said: \\\"I mean-- for Fleur.\\\"\\n\\n\\\"Don't suppose Fleur cares very much; she's very up-to-date.\\\"\\n\\n\\\"Her mother!\\\"\\n\\n\\\"You're very green, Jon.\\\"\\n\\nJon grew red.  \\\"Mothers,\\\" he stammered angrily, \\\"are different.\\\"\\n\\n\\\"You're right,\\\" said Val suddenly; \\\"but things aren't what they were when I was your age.  There's a 'To-morrow we die' feeling.  That's what old George meant about my Uncle Soames.  He doesn't mean to die to-morrow.\\\"\\n\\nJon said, quickly: \\\"What's the matter between him and my father?\\\"\\n\\n\\\"Stable secret, Jon.  Take my advice, and bottle up.  You'll do no good by knowing.  Have a liqueur?\\\"\\n\\nJon shook his head.\\n\\n\\\"I hate the way people keep things from one,\\\" he muttered, \\\"and then sneer at one for being green.\\\"\\n\\n\\\"Well, you can ask Holly.  If she won't tell you, you'll believe it's for your own good, I suppose.\\\"\\n\\nJon got up.  \\\"I must go now; thanks awfully for the lunch.\\\"\\n\\nVal smiled up at him half-sorry, and yet amused.  The boy looked so upset.\\n\\n\\\"All right!  See you on Friday.\\\"\\n\\n\\\"I don't know,\\\" murmured Jon.\\n\\nAnd he did not.  This conspiracy of silence made him desperate.  It was humiliating to be treated like a child!  He retraced his moody steps to Stratton Street.  But he would go to her Club now, and find out the worst!  To his enquiry the reply was that Miss Forsyte was not in the Club. She might be in perhaps later.  She was often in on Monday--they could not say.  Jon said he would call again, and, crossing into the Green Park, flung himself down under a tree.  The sun was bright, and a breeze fluttered the leaves of the young lime- tree beneath which he lay; but his heart ached.  Such darkness seemed gathered round his happiness.  He heard Big Ben chime \\\"Three\\\" above the traffic.  The sound moved something in him, and, taking out a piece of paper, he began to scribble on it with a pencil.  He had jotted a stanza, and was searching the grass for another verse, when something hard touched his shoulder-a green parasol.  There above him stood Fleur!\\n\\n\\\"They told me you'd been, and were coming back.  So I thought you might be out here; and you are--it's rather wonderful!\\\"\\n\\n\\\"Oh, Fleur!  I thought you'd have forgotten me.\\\"\\n\\n\\\"When I told you that I shouldn't!\\\"\\n\\nJon seized her arm.\\n\\n\\\"It's too much luck!  Let's get away from this side.\\\"  He almost dragged her on through that too thoughtfully regulated Park, to find some cover where they could sit and hold each other's hands.\\n\\n\\\"Hasn't anybody cut in?\\\" he said, gazing round at her lashes, in suspense above her cheeks.\\n\\n\\\"There is a young idiot, but he doesn't count.\\\"\\n\\nJon felt a twitch of compassion for the-young idiot.\\n\\n\\\"You know I've had sunstroke; I didn't tell you.\\\"\\n\\n\\\"Really!  Was it interesting?\\\"\\n\\n\\\"No.  Mother was an angel.  Has anything happened to you?\\\"\\n\\n\\\"Nothing.  Except that I think I've found out what's wrong between our families, Jon.\\\"\\n\\nHis heart began beating very fast.\\n\\n\\\"I believe my father wanted to marry your mother, and your father got her instead.\\\"\\n\\n\\\"Oh!\\\"\\n\\n\\\"I came on a photo of her; it was in a frame behind a photo of me. Of course, if he was very fond of her, that would have made him pretty mad, wouldn't it?\\\"\\n\\nJon thought for a minute.  \\\"Not if she loved my father best.\\\"\\n\\n\\\"But suppose they were engaged?\\\"\\n\\n\\\"If we were engaged, and you found you loved somebody better, I might go cracked, but I shouldn't grudge it you.\\\"\\n\\n\\\"I should.  You mustn't ever do that with me, Jon.\\n\\n\\\"My God!  Not much!\\\"\\n\\n\\\"I don't believe that he's ever really cared for my mother.\\\"\\n\\nJon was silent.  Val's words--the two past masters in the Club!\\n\\n\\\"You see, we don't know,\\\" went on Fleur; \\\"it may have been a great shock.  She may have behaved badly to him.  People do.\\\"\\n\\n\\\"My mother wouldn't.\\\"\\n\\nFleur shrugged her shoulders.  \\\"I don't think we know much about our fathers and mothers.  We just see them in the light of the way they treat us; but they've treated other people, you know, before we were born-plenty, I expect.  You see, they're both old. Look at your father, with three separate families!\\\"\\n\\n\\\"Isn't there any place,\\\" cried Jon, \\\"in all this beastly London where we can be alone?\\\"\\n\\n\\\"Only a taxi.\\\"\\n\\n\\\"Let's get one, then.\\\"\\n\\nWhen they were installed, Fleur asked suddenly: \\\"Are you going back to Robin Hill?  I should like to see where you live, Jon.  I'm staying with my aunt for the night, but I could get back in time for dinner.  I wouldn't come to the house, of course.\\\"\\n\\nJon gazed at her enraptured.\\n\\n\\\"Splendid! I can show it you from the copse, we shan't meet anybody. There's a train at four.\\\"\\n\\nThe god of property and his Forsytes great and small, leisured, official, commercial, or professional, like the working classes, still worked their seven hours a day, so that those two of the fourth generation travelled down to Robin Hill in an empty first-class carriage, dusty and sun-warmed, of that too early train.  They travelled in blissful silence, holding each other's hands.\\n\\nAt the station they saw no one except porters, and a villager or two unknown to Jon, and walked out up the lane, which smelled of dust and honeysuckle.\\n\\nFor Jon--sure of her now, and without separation before him--it was a miraculous dawdle, more wonderful than those on the Downs, or along the river Thames.  It was love-in-a-mist--one of those illumined pages of Life, where every word and smile, and every light touch they gave each other were as little gold and red and blue butterflies and flowers and birds scrolled in among the text--a happy communing, without afterthought, which lasted thirty-seven minutes.  They reached the coppice at the milking hour.  Jon would not take her as far as the farmyard; only to where she could see the field leading up to the gardens, and the house beyond.  They turned in among the larches, and suddenly, at the winding of the path, came on Irene, sitting on an old log seat.\\n\\nThere are various kinds of shocks: to the vertebrae; to the nerves; to moral sensibility; and, more potent and permanent, to personal dignity.  This last was the shock Jon received, coming thus on his mother.  He became suddenly conscious that he was doing an indelicate thing.  To have brought Fleur down openly--yes!  But to sneak her in like this!  Consumed with shame, he put on a front as brazen as his nature would permit.\\n\\nFleur was smiling, a little defiantly; his mother's startled face was changing quickly to the impersonal and gracious.  It was she who uttered the first words:\\n\\n\\\"I'm very glad to see you.  It was nice of Jon to think of bringing you down to us.\\\"\\n\\n\\\"We weren't coming to the house,\\\" Jon blurted out.  \\\"I just wanted Fleur to see where I lived.\\\"\\n\\nHis mother said quietly:\\n\\n\\\"Won't you come up and have tea?\\\"\\n\\nFeeling that he had but aggravated his breach of breeding, he heard Fleur answer:\\n\\n\\\"Thanks very much; I have to get back to dinner.  I met Jon by accident, and we thought it would be rather jolly just to see his home.\\\"\\n\\nHow self-possessed she was!\\n\\n\\\"Of course; but you must have tea.  We'll send you down to the station.  My husband will enjoy seeing you.\\\"\\n\\nThe expression of his mother's eyes, resting on him for a moment, cast Jon down level with the ground--a true worm.  Then she led on, and Fleur followed her.  He felt like a child, trailing after those two, who were talking so easily about Spain and Wansdon, and the house up there beyond the trees and the grassy slope.  He watched the fencing of their eyes, taking each other in--the two beings he loved most in the world.\\n\\nHe could see his father sitting under the oaktree; and suffered in advance all the loss of caste he must go through in the eyes of that tranquil figure, with his knees crossed, thin, old, and elegant; already he could feel the faint irony which would come into his voice and smile.\\n\\n\\\"This is Fleur Forsyte, Jolyon; Jon brought her down to see the house.  Let's have tea at once--she has to catch a train.  Jon, tell them, dear, and telephone to the Dragon for a car.\\\"\\n\\nTo leave her alone with them was strange, and yet, as no doubt his mother had foreseen, the least of evils at the moment; so he ran up into the house.  Now he would not see Fleur alone again--not for a minute, and they had arranged no further meeting!  When he returned under cover of the maids and teapots, there was not a trace of awkwardness beneath the tree; it was all within himself, but not the less for that.  They were talking of the Gallery off Cork Street.\\n\\n\\\"We back numbers,\\\" his father was saying, \\\"are awfully anxious to find out why we can't appreciate the new stuff; you and Jon must tell us.\\\"\\n\\n\\\"It's supposed to be satiric, isn't it?\\\" said Fleur.\\n\\nHe saw his father's smile.\\n\\n\\\"Satiric?  Oh! I think it's more than that.  What do you say, Jon?\\\"\\n\\n\\\"I don't know at all,\\\" stammered Jon.  His father's face had a sudden grimness.\\n\\n\\\"The young are tired of us, our gods and our ideals.  Off with their heads, they say--smash their idols!  And let's get back to-nothing! And, by Jove, they've done it!  Jon's a poet.  He'll be going in, too, and stamping on what's left of us.  Property, beauty, sentiment- -all smoke.  We mustn't own anything nowadays, not even our feelings. They stand in the way of--Nothing.\\\"\\n\\nJon listened, bewildered, almost outraged by his father's words, behind which he felt a meaning that he could not reach.  He didn't want to stamp on anything!\\n\\n\\\"Nothing's the god of to-day,\\\" continued Jolyon; \\\"we're back where the Russians were sixty years ago, when they started Nihilism.\\\"\\n\\n\\\"No, Dad,\\\" cried Jon suddenly, \\\"we only want to live, and we don't know how, because of the Past--that's all!\\\"\\n\\n\\\"By George!\\\" said Jolyon, \\\"that's profound, Jon.  Is it your own? The Past!  Old ownerships, old passions, and their aftermath.  Let's have cigarettes.\\\"\\n\\nConscious that his mother had lifted her hand to her lips, quickly, as if to hush something, Jon handed the cigarettes.  He lighted his father's and Fleur's, then one for himself.  Had he taken the knock that Val had spoken of?  The smoke was blue when he had not puffed, grey when he had; he liked the sensation in his nose, and the sense of equality it gave him.  He was glad no one said: \\\"So you've begun!\\\" He felt less young.\\n\\nFleur looked at her watch, and rose.  His mother went with her into the house.  Jon stayed with his father, puffing at the cigarette.\\n\\n\\\"See her into the car, old man,\\\" said Jolyon; \\\"and when she's gone, ask your mother to come back to me.\\\"\\n\\nJon went.  He waited in the hall.  He saw her into the car.  There was no chance for any word; hardly for a pressure of the hand.  He waited all that evening for something to be said to him.  Nothing was said.  Nothing might have happened.  He went up to bed, and in the mirror on his dressing-table met himself.  He did not speak, nor did the image; but both looked as if they thought the more.\\n\\nIV\\n\\nIN GREEN STREET\\n\\nUncertain whether the impression that Prosper Profond was dangerous should be traced to his attempt to give Val the Mayfly filly; to a remark of Fleur's: \\\"He's like the hosts of Midian--he prowls and prowls around\\\"; to his preposterous inquiry of Jack Cardigan: \\\"What's the use of keepin' fit?\\\" or, more simply, to the fact that he was a foreigner, or alien as it was now called.  Certain, that Annette was looking particularly handsome, and that Soames--had sold him a Gauguin and then torn up the cheque, so that Monsieur Profond himself had said: \\\"I didn't get that small picture I bought from Mr. Forsyde.\\\"\\n\\nHowever suspiciously regarded, he still frequented Winifred's evergreen little house in Green Street, with a good-natured obtuseness which no one mistook for naiv ete, a word hardly applicable to Monsieur Prosper Profond.  Winifred still found him \\\"amusing,\\\" and would write him little notes saying: \\\"Come and have a 'jolly' with us\\\"--it was breath of life to her to keep up with the phrases of the day.\\n\\nThe mystery, with which all felt him to be surrounded, was due to his having done, seen, heard, and known everything, and found nothing in it--which was unnatural.  The English type of disillusionment was familiar enough to Winifred, who had always moved in fashionable circles.  It gave a certain cachet or distinction, so that one got something out of it.  But to see nothing in anything, not as a pose, but because there was nothing in anything, was not English; and that which was not English one could not help secretly feeling dangerous, if not precisely bad form.  It was like having the mood which the War had left, seated--dark, heavy, smiling, indifferent--in your Empire chair; it was like listening to that mood talking through thick pink lips above a little diabolic beard.  It was, as Jack Cardigan expressed it--for the English character at large--\\\"a bit too thick\\\"-- for if nothing was really worth getting excited about, there were always games, and one could make it so!  Even Winifred, ever a Forsyte at heart, felt that there was nothing to be had out of such a mood of disillusionment, so that it really ought not to be there. Monsieur Profond, in fact, made the mood too plain in a country which decently veiled such realities.\\n\\nWhen Fleur, after her hurried return from Robin Hill, came down to dinner that evening, the mood was standing at the window of Winifred's little drawing-room, looking out into Green Street, with an air of seeing nothing in it.  And Fleur gazed promptly into the fireplace with an air of seeing a fire which was not there.\\n\\nMonsieur Profond came from the window.  He was in full fig, with a white waistcoat and a white flower in his buttonhole.\\n\\n\\\"Well, Miss Forsyde,\\\" he said, \\\"I'm awful pleased to see you.  Mr. Forsyde well?  I was sayin' to-day I want to see him have some pleasure.  He worries.\\\"\\n\\n\\\"You think so?\\\" said Fleur shortly.\\n\\n\\\"Worries,\\\" repeated Monsieur Profond, burring the r's.\\n\\nFleur spun round.  \\\"Shall I tell you,\\\" she said, \\\"what would give him pleasure?\\\"  But the words, \\\"To hear that you had cleared out,\\\" died at the expression on his face.  All his fine white teeth were showing.\\n\\n\\\"I was hearin' at the Club to-day about his old trouble.\\\" Fleur opened her eyes.  \\\"What do you mean?\\\"\\n\\nMonsieur Profond moved his sleek head as if to minimize his statement.\\n\\n\\\"Before you were born,\\\" he said; \\\"that small business.\\\"\\n\\nThough conscious that he had cleverly diverted her from his own share in her father's worry, Fleur was unable to withstand a rush of nervous curiosity.  \\\"Tell me what you heard.\\\"\\n\\n\\\"Why!\\\" murmured Monsieur Profond, \\\"you know all that.\\\"\\n\\n\\\"I expect I do.  But I should like to know that you haven't heard it all wrong.\\\"\\n\\n\\\"His first wife,\\\" murmured Monsieur Profond.\\n\\nChoking back the words, \\\"He was never married before,\\\" she said: \\\"Well, what about her?\\\"\\n\\n\\\"Mr. George Forsyde was tellin' me about your father's first wife marryin' his cousin Jolyon afterward.  It was a small bit unpleasant, I should think.  I saw their boy--nice boy!\\\"\\n\\nFleur looked up.  Monsieur Profond was swimming, heavily diabolical, before her.  That--the reason!  With the most heroic effort of her life so far, she managed to arrest that swimming figure.  She could not tell whether he had noticed.  And just then Winifred came in.\",\"timestamp\":1639990299,\"title\":\"The girl lifted the roses in her hand, looked at them, and answered calmly:\"},\"digest\":\"1QiJE_TTHcLo6DT7fJz-2t8Q8nPnciMyRkcbXFy7O8Q\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FrDP0WUiY0vWU5h6d5DvhbQRIxatMQ-HdomwZP_bETc\\\",\\\"y\\\":\\\"_9ggPvnbtXmN3druipErqbW6D6ZiWvewfuKpG05b05c\\\"}\",\"signature\":\"SdWC_dK2RDkXGHbk8DPI0b3yN27C9jmWSYhEcaZrmJasCCwy_1pBJVkNzF2cI4zY6EWcuRB6WTykRo3S9PSM7g\",\"signingKeySignature\":\"0x0de280a21a5588bc2e60e9661be33dcd4555fd66cd53705c4b72fc9c42d0df173485f458ebadd91cb4445d21201e60a38d0db78e95df392e2c11fc35d9c1662c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FrDP0WUiY0vWU5h6d5DvhbQRIxatMQ-HdomwZP_bETc\\\",\\\"y\\\":\\\"_9ggPvnbtXmN3druipErqbW6D6ZiWvewfuKpG05b05c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1QiJE_TTHcLo6DT7fJz-2t8Q8nPnciMyRkcbXFy7O8Q\"}"