"{\"content\":{\"body\":\"      On August 17, 2021, I started playing the most expensive game I have played so far : **Axie Infinity**. Actually, I play it because the slogan “**Play to earn**”, I bought **Axies** and game token **AXS**, and also wrote articles about gameplay mode suggestions in Chinese and English.\\n\\n![Axie Infinity](https://images.mirror-media.xyz/publication-images/EuLSAnAicnX0rnjQvbQvo.png?height=916&width=1786)\\n\\n      I hope I can send my articles to the game team, but I haven't found any suitable way, even the email address. So in the end I asked a question on Discord (for Axie Infinity). At first, no one reply. Later, someone messaged me privately. I read his name and profile picture and thought that he was a member of the core group, but I forgot to take precautions and filled out the form according to the requirements of this fake core group member. The problem is that the **“Secret Recovery Phrase”** is required, which leads to the transfer of my game assets and heavy losses  including 17 Axies and more than 19 AXS \\\\[crypto currency in Axie Infinity\\\\].\\n\\n![A link to a form from scammer](https://images.mirror-media.xyz/publication-images/Hj8WQs7POeqIx1TgWWTn5.jpg?height=1080&width=1920)\\n\\n![Scammer gift my Axie to his own account](https://images.mirror-media.xyz/publication-images/eQHDwPCIkByGkbin2jTou.jpg?height=1080&width=1920)\\n\\n     This made me puzzled: After game assets are stolen, gifted, or traded, they cannot be returned. After decentralization, the security of game assets has become a big problem. There are many scammers and frauds on the Internet, scams happen again and again. If the security of game assets cannot be guaranteed, investments like NFT games and virtual reality is a very risky speculation. Those who lack anti-fraud experience will not be able to defeat them and keep their assets even when encountering cyber criminals with rich fraud experience. \\n\\n      For game operators, if they do not deal with scammers, the assets of players cannot be guaranteed. It will eventually lead to rampant in-game deception, lack of trust between players, and ultimately lead to the death of the game.\\n\\n       After my game assets were gifted to others, they were immediately send to the market for trading. In fact, it is completely possible to set a restriction that they cannot be traded within 24 hours after giving them as gifts to others.\\n\\n       At present, after the “Secret Recovery Phrase” is defrauded, the registered email address and mobile phone cannot protect the security of assets within a certain period of time, and will be transferred directly. This protection is far from the current regular online banking transactions, and the effect is bad. What’s more, after the secret recovery phrase was leaked, when the SLP reached the time limit, the SLP in my account was transferred again by the scammer, and it was impossible to replace secret recovery phrase or restrict it by my email.\\n\\n       Therefore, I suggest that NFT game team should work harder to combat fraud and prevent theft and transfer of NFT assets to ensure the assets safety. Only when the player's NFT assets are safely and reasonably protected, more players will come to play the game. I hope that the Axie Infinity team can consider this problem encountered by me and other deceived players, and develop corresponding solutions. Now that the Axie Infinity team has solved the problem of excessive gas fees in Ethereum through the side chain, I believe that the security problem can also be solved.\\n\\n      For centralized games, even if the code is stolen, there is a chance to retrieve it through the customer service and support of the game company. The security is much higher than that of decentralized games.\\n\\n       Or, we can say that in decentralized games, although game assets can be traded with digital currencies, the risks are very high, and players are required to be very careful in terms of security to avoid being deceived. In centralized games, game assets cannot be traded with cryto-currencies, the risk is greatly reduced. Players have more protection from the game company in terms of security. Security and asset protection are handed over to the game company, and they can play games with more confidence. But the opportunity to make money from trading game assets is lost. Both game modes have pros and cons.\\n\\n      From my experience, if you just want to play games for simple pleasure, there are many free games available which you can download on game websites, you can play them on mobile phones and computers. If you want to play legal copy, there are many high-quality and cheap games on the Steam platform; There are also many **“Free to Play”** types to choose from for online games. If you want to participate in NFT games, make money while playing games, and dream that the game will reach the meta-universe just like the movie **\\\"Ready Player One\\\"**, it is still too early.\\n\\n![Ready Player One](https://images.mirror-media.xyz/publication-images/lU0u2-mLDXnYWZIgsAkym.jpg?height=622&width=1000)\\n\\n     From the perspective of more game management and development content, even NFT games cannot be completely decentralized. Game operation and development are completely left to the players, because there is no way to ensure that all players are not frauds. Once they appear a certain number of cheat players control part of the development and operation rights of the game, which will threaten or damage the rights and interests of all other players. A fair, respectable and active management center is still essential for decentralized games! Its existence will be an important guarantee for the active development of games and related content.\\n\\n     Good Luck to Axie Infinity!\",\"timestamp\":1641200172,\"title\":\"(1)Decentralized NFT Games Risk and Safety Suggestion (for Axie Infinity)\"},\"digest\":\"bH0wgUMwIYdv3cbx526rPB7G1wP1Y6Wml0B5MdctABw\",\"authorship\":{\"contributor\":\"0x282aCBcC7Cc1da8b502C236d90eFCE66A14D6eBa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y0QUYDU1_piZXhiv7bFajJ80LyYWSpLA7vJZMa_-DGY\\\",\\\"y\\\":\\\"hswglWMqbxd45RGUuuLazEymPvMyZLIWZGoHvJejN1o\\\"}\",\"signature\":\"NE3x1voDRvD_prHZti-SngGt4WTdmgQC9FAv3iQpZz8RDIbuug7pKBnnmpoDI3bZLkaZiNVXyBQjETk9nsTJYw\",\"signingKeySignature\":\"0xfc4a0db002021a9b38422d195ae6d5c750795ef7924e011c29b281473299e9c874148737858efb45dd2060e12112d2f05202ae55cad2f9736fb38d8acc7b9d821c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y0QUYDU1_piZXhiv7bFajJ80LyYWSpLA7vJZMa_-DGY\\\",\\\"y\\\":\\\"hswglWMqbxd45RGUuuLazEymPvMyZLIWZGoHvJejN1o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bH0wgUMwIYdv3cbx526rPB7G1wP1Y6Wml0B5MdctABw\"}"