"{\"content\":{\"body\":\"The main applications of blockchain in aviation are as follows:\\n\\nLufthansa, Deutsche Air and Etihad airways have teamed up with WindingTree to apply blockchain to ticket distribution.\\n\\nSingapore Airlines, Cathay Pacific Airways and China Southern Airlines have applied blockchain technology to convert frequent flyer points and miles to connect with third-party merchants.\\n\\nBritish Airways applied VChain block chain authentication system in the verification of passenger identity information.\\n\\nSITALab has worked with IAG, HAL, Geneva and Miami to develop FlightChain as the only trusted source of flight data.\\n\\nBrussels Airport is using blockchain technology to enhance digital management of the air cargo industry.\\n\\nGEAviation uses blockchain technology to track the supply chain to monitor and collect data related to the manufacturing and life cycle of key components of aircraft engines.\\n\\nZamna, a UK company, is using blockchain technology to dramatically improve security screening by enabling a unified identity service for passenger information between airlines, governments and security agencies.\\n\\nThe aviation industry is an industry with high degree of standardization and timeliness, and relies heavily on centralized data operation. It has high real-time requirements in flight query, ticket sales, point acceptance and other fields. Whether there is a premise for blockchain application in the aviation industry, whether there is a need for decentralized value transmission, and whether there is a need for decentralized mutual trust confirmation?\",\"timestamp\":1635603322,\"title\":\"Is blockchain applied in aviation?\"},\"digest\":\"BiCOWqBBtFZt1fZM_bi8ynvzTIa-aiHyZ-w_Cll7urA\",\"authorship\":{\"contributor\":\"0x16a2606D17ce34184FE95ad0Ef58DC470161cEAf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VXW_TUKAK0jRRyI7VA8WlWgVaLufNHBLoyasYcknM6s\\\",\\\"y\\\":\\\"ZLQyHbPHyxYvtllotACuV2CBpe0v703z_kg8NH6VSJQ\\\"}\",\"signature\":\"AqLRx0taZzvuYdkq8Xxi1VYOjdH6-h_UF0F45fgmQ3FX2rSbbBvZfZ3EqruLDnJU4iB3_7LGVPerqctKXVzq3w\",\"signingKeySignature\":\"0xf132974504d426051b6180ef69c4207168f85eb0345afe3f45e76c0861e491b233f8bfa173371775bad3de8d0b9bd780c7a0379657a2f4d5ddf1f30ef02d03d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VXW_TUKAK0jRRyI7VA8WlWgVaLufNHBLoyasYcknM6s\\\",\\\"y\\\":\\\"ZLQyHbPHyxYvtllotACuV2CBpe0v703z_kg8NH6VSJQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BiCOWqBBtFZt1fZM_bi8ynvzTIa-aiHyZ-w_Cll7urA\"}"