"{\"content\":{\"body\":\"**What is Zapper.fi?**\\n\\n[Zapper.fi](https://zapper.fi/) at it’s core makes viewing your crypto assets easier. It takes all of the info in your crypto-wallet (such as MetaMask) and put it into an easy to read format. \\n\\n![](https://images.mirror-media.xyz/publication-images/s83ccVUYmafeuK81xElN1.jpg?height=381&width=386)\\n\\nZapper.fi has also added more value to their platform through a few offerings:\\n\\n**Education**\\n\\nZapper created [Zapper Quests](https://zapper.fi/quests) to help new users get involved and start to experiment with DeFi. By completing daily and weekly tasks, you earn XP and volts, that you can trade for Zapper specific NFTs. \\n\\n![The Zapper Pill NFT](https://images.mirror-media.xyz/publication-images/DQJWER3nyC71bUUm7JDqN.png?height=771&width=495)\\n\\n**NFTS**\\n\\nZapper also allows for an easy look at the NFTs a wallet owns (yours or another wallet!) This can be helpful to understand your total NFT portfolio’s value, and would include your treasured Bored Ape, your $ENS domains or your favorite art piece from @nessgraphics. \\n\\n**DeFi/Zaps**\\n\\nDeFi has allowed for a multitude of new users to interact, invest and save with DeFi. One of the unique things Zapper facilitates is Zaps, a way to easily add liquidity to DeFi protocols, while optimizing gas costs (more money for you, less fees!). This allows users who are just beginning to be able to participate in providing liquidity and learn by experimenting (especially because you can use your favorite layer 2 to do this!).\\n\\n**Wen Airdrop?**\\n\\nAirdrops are an important way to reward users of protocol, and can help keep users engaged and loyal to your product. Zapper.fi has not mentioned doing an airdrop, but with more and more protocols planning airdrops, it could be on the horizon. In order to get the most out of a potential Zapper airdrop, I would suggest doing the following: \\n\\n* Exchange\\n* Pool\\n* Save\\n\\nIn general, the best way to qualify for an airdrop is to use the product! Completing   the Zapper quests (including the actions above) on a regular basis may increase your chances. I also think there is a **small chance** that Zapper could leverage their specific NFTs as part of the drop mechanics to reward more frequent users (i.e higher drops depending on if you hold a Shadowy Super Coder, Zappy, or an Aave Ghost). \",\"timestamp\":1640308320,\"title\":\"Michael's Musings #4 (Zapper.fi)\"},\"digest\":\"O10hfkgVVgy2U6QRXqoUjOHt1kuCDnpzkrsfP8CpcXY\",\"authorship\":{\"contributor\":\"0x189d0FFCB68aFA51Af4975cd5FFa35fEff44B09e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u9fLedutfCIdqDxFVByGzNWPZB_yRJiJwdL4iu96SDM\\\",\\\"y\\\":\\\"b5m-SIcUjUDhgqfbrI3w6PNy28gzzBcfji6zsP-RcyY\\\"}\",\"signature\":\"V7U9YUB7yFly3_U-4bmx_cTQ7tenryakFlca9Wo5RBuwBCEZZDDuoUV_wPyKY7Nm03lo1_fC61D7r4xCB-YfgQ\",\"signingKeySignature\":\"0xfe38334830e0963a387613b0c3c4262ad63422333408985b02ebddec751f10ae590f9dab6448d4cc0170e3f0ce90af7d8de108e288719d83d49b29d5eb66dfee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u9fLedutfCIdqDxFVByGzNWPZB_yRJiJwdL4iu96SDM\\\",\\\"y\\\":\\\"b5m-SIcUjUDhgqfbrI3w6PNy28gzzBcfji6zsP-RcyY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O10hfkgVVgy2U6QRXqoUjOHt1kuCDnpzkrsfP8CpcXY\"}"