"{\"content\":{\"body\":\"![Nothing New Under the Sun](https://images.unsplash.com/photo-1546271876-562b85a592e4?crop=entropy\\\\&cs=tinysrgb\\\\&fit=max\\\\&fm=jpg\\\\&ixid=MXwxMTc3M3wwfDF8c2VhcmNofDEwfHxuZXclMjB5ZWFyfGVufDB8fHw\\\\&ixlib=rb-1.2.1\\\\&q=80\\\\&w=2000)\\n\\n<!--kg-card-begin: html-->\\n\\n> I create something, I transform something. My witchcraft is strong as ever, stronger.\\n>\\n> Madeline Miller, Circe\\n\\n<!--kg-card-end: html-->\\n\\n*Note: this post imitates [Steph Smith](https://rajitkhanna.com/podcast/steph/)'s [Another Year Under the Sun](https://blog.stephsmith.io/another-year-under-the-sun/).*\\n\\n***\\n\\n## Prologue\\n\\n*2020 was a fantastic year for me. I learned more about myself than I could have ever hoped too. This post, supposed to come out nine months ago, should have been a triumph. Unfortunately, the first five months of 2021 were the hardest months of my life. I consistently fell into cycles of negative thinking. I couldn't escape from myself. The cerebral qualities that I developed in 2020 were the same ones that inflicted pain on me in 2021. If 2020 is my Year of Growth, then 2021 is my Year of Maturing. The fact that this post is available now for people to read is a triumph of sorts. I wrote most of this content in December; I just couldn't package it up. I know the ending now.*\\n\\n***\\n\\n## Year of Growth\\n\\n2020 was a year where I thought about what I actually want, particularly in my relationships and my career. I'm excited about the things I set in motion and what's to come.\\n\\nTo gather my thoughts for the New Year, I found [Steve Schalfman](https://schlaf.me/)'s [Ultimate Annual Review](https://annualreview.life/) invaluable. This post follows the guide exactly. I want to live openly because it creates a social contract, and the assumed peer pressure holds me accountable.\\n\\n## Moments & Milestones\\n\\n*   I spent time with Meghana for ten months.\\n*   I joined the [club soccer team](https://www.gtclubsoccer.com/).\\n*   I became a teaching assistant for an introductory computing class.\\n*   I [interned](https://rajitkhanna.com/nasa/) at NASA and helped create an internet for the moon.\\n*   I [started](https://rajitkhanna.com/creation/) this blog.\\n*   I created my [Twitter](https://twitter.com/RajitWrites) account to engage with my [genzmafia](https://genzmafia.com/) friends.\\n*   I began time-restricted eating and lost twenty pounds.\\n*   I started my [podcast](https://rajitkhanna.com/tag/podcast/).\\n*   I joined [BLISSWAY](https://www.blissway.com/), a startup that helps people protect their time.\\n\\n## Reflections & Learnings\\n\\n2020 fundamentally changed my relationship with myself. I grew as a friend, brother, son, boyfriend, writer, hacker, and marketer. I wanted to focus on the lessons I learned, so I can shape 2021 along these axes.\\n\\n### The Power of Writing\\n\\nIn August, I started writing here, after I saw Daniel Bourke's [blog](https://www.mrdbourke.com/). I wrote as a means of [investigation](https://rajitkhanna.com/book/wreck/), following lingering questions to their natural conclusions. I uncovered [why I have to be good at something to value myself](https://rajitkhanna.com/perfection/),  [why learning to live is just learning to die](https://rajitkhanna.com/rosie/), and [how the negative voice in the back of my head is my own](https://rajitkhanna.com/hamlet/). This process revealed a beautiful heuristic; I don't really know anything if I can't fully explain it to someone else. Crafting a cogent reply to a difficult question requires transmuting my experience into language.\\n\\nThe written word continues to amaze me; language is enduring, and this act of making something enduring is called art. Now I practice my art everyday. I still don't feel fully in control of the form, but I can see that the sentences come more naturally now than they did before. In 2020, I wrote and chose to share my writing publicly. I will never forget the response.\\n\\n![My friend's Instagram message after I posted the blog on my story.](https://rajitkhanna.com/content/images/2021/01/blog-reply-1.jpeg)\\n\\nMy friend's Instagram message after I posted the blog on my story.\\n\\nThe idea that someone understood what I was trying to create touched my heart. I'm still overjoyed when I think about texts and direct messages my friends sent me. This website is a living document of me; I want to let people see how my thoughts and capacity to shape language evolve. This way people can see me and the questions I'm asking; this website catalogues my most authentic self, and I hope it outlives me.\\n\\n### Finding a Mentor\\n\\nI first heard the term ubuntu when I saw Netflix's documentary series *The Playbook* and its episode featuring Doc Rivers. Ubuntu is a South African word that means \\\"I am, because you are.\\\" The spirit of ubuntu captures the reality that I experienced ; I learn how to be a person from other people. Other people teach me what it means to live well. When I started this blog, I thought the desire to write, despite being a technical person, separated me from other engineers. I thought I would eventually have to choose between one or the other, because I could not be both. Now I recognize that writing is understanding, and the desire to understand is what connects me with all technologists.\\n\\nThis year I learned how to be a technologist from [Paul Graham](http://www.paulgraham.com/), [Stepan Parunashvili](https://stopa.io/), and [Slava Akhmechet](https://www.spakhm.com/archive?sort=new). Paul Graham's essays on wealth creation challenged my long-held beliefs about the agents of change in our society. Stepan Parunashvili showed me how exciting it is to visualize [technical ideas](https://stopa.io/post/269) and bring them into real life. Slava Akhmechet exemplifies what [Justin Murphy](https://rajitkhanna.com/podcast/justin/) calls an \\\"edge\\\" and taught me how to be an independent-thinker. The beautiful part is that I never interacted with any of them – they're writing is there for me to read and re-read. Stepan knows who I am, Slava might recognize my name, and PG will likely never know my it. That's okay. What they've shown me matters more than they could even realize.\\n\\nWhen I joined genzmafia, I found a community of optimists. These people believed deeply in technology's power to make the world a better place. It was so refreshing to escape from the dystopian media portrayal of technology. I aligned myself with my internet friends. I spoke to Nathan Leung, Yash Godiwala, Samay Shamdasani, Sudarshan Sridharan, Wade Fletcher, Nikolas Huebecker, Andrew Roberts, Akshaya Dinesh, Eric Trimbs, Ciara London and Dival Banerjee. These people all explode outwards my conception of what it means our age and what it means to influence change. They are my greatest mentors.\\n\\n### The Theory of Anti-discipline\\n\\n[Daniel Bourke](https://www.mrdbourke.com/) first introduced me to the theory of anti-discipline. He didn't call it anti-discipline (that was [Alexander Cortes](https://cortes.site/)), but he said life improves with [subtraction](https://www.mrdbourke.com/if-youre-in-doubt-about-something-get-rid-of-it/). It's a beautiful idea to consider because it reveals how much clutter I let into my life. It's easier to start from first principles; the ones I identified for myself are reading, writing, and exercise. Daniel Bourke simplifies them to movement and making.\\n\\n## Intentions for 2021\\n\\nThis list is terse for a reason. It contains the only thing that matters and an area of growth for every year of my life.\\n\\n### Love Better\\n\\nDuring COVID, when I was trapped at home I thought often about what I wanted. I thought about the career I wanted; I thought about the body I wanted; I thought about the house I wanted. Love is counterintuitive for me, because I didn't know how to want something for someone else more than I wanted it for myself. To use [Derek Sivers' language](https://sive.rs/time), I was too future-focused to be present with other people.\\n\\nI want to be a better brother. When Ronit was a toddler he followed me everywhere. When I read Geronimo Stilton on the couch, even though he couldn't read, he opened a picture book and sat beside me. When I lied to him, he treated my word as gospel. Last year I realized he still hadn't stopped, although he was more covert about it. Ronit inherited the classes he takes, the sports he plays, and even the way he talks from me. I believe Ronit secretly wonders if he'll ever be as smart, athletic, or good-looking as me. I can only imagine his disappointment when he realizes he'd kept running the race so long after he'd won. I can only wonder what he'll do next.\\n\\nI want to be a better friend. I stopped talking to all of my friends during quarantine. In the beginning, we called every weekend, but during the summer I spoke to almost no one. When I returned to school last semester, I thought I needed to make it up to my friends. They just wanted to see my face and hear my voice again. The realization almost brought me to tears.\\n\\nI want to be a better son. Writing about my parents is difficult because I still can't comprehend what they've given me. What I do know is making my parents happy means fully realizing the person I can become. I want to be the person people can rely on during troubling times. I want to be the person who gives others hope. I want to be the person who makes others feel strong.\\n\\nI would write about being a better boyfriend, but there's a whole chapter about Meghana in my book. I'll only say that spending time with Meghana makes me so happy I come home singing and scare my dog.\\n\\n## My 2021 Goals\\n\\nDerek Sivers reminded me that goals only matter if they spur me into action in the present moment. I can think of plenty of things that I'd love to do, but many of these ideas are like shooting stars, wonderful to admire but irrevocably distant. When I think of what I can't not do, I realize I can't not write the book I've been talking about for [over a year now](https://rajitkhanna.com/book/).\\n\\nPeople ask me all the time what my book is about. The book answers questions I have for myself. It's a sacred weapon that acts on me. This book is my way of explaining myself to me first and then to others. The book will be a non-fungible token (NFT) on [Mirror](https://rajit.mirror.xyz/). It will also be available for free on my [website](https://rajitkhanna.com/book/), and I will print a limited number of copies for my friends. I'm planning to release the book serially, starting next week.\\n\\n## Reading\\n\\nAfter middle school, I stopped being a voracious reader. It wasn't just me – when I went to Houston, Edward and Faiz said the same things about themselves. I want to love reading again. I don't want to sleep because I can't stop reading. I want to go to bed anticipating what will happen next in the story. I want to walk around the family room in a trance because I'm imagining myself as a character in the book.\\n\\n### Reading List\\n\\n*   *Hell Yeah or No*, Derek Sivers\\n*   *How to Live, *Derek Sivers\\n*   *Wanting, *Luke Burgis\\n*   *Skin in the Game*, Nassim Taleb\\n*   *Meditations*, Marcus Aurelius\\n\\n### Re-reading List\\n\\n*   *The Other Wes Moore*, Wes Moore\\n*   *Letters from a Stoic*, Seneca\\n*   *Hackers & Painters*, Paul Graham\\n*   *The Grand Design*, Stephen Hawking\\n\\n## Fin\\n\\nGrowth is non-linear. Last year, I felt I took ten steps forward, and at the beginning of this year I thought I'd taken ten steps back. Now I feel like I'm growing into the person I want to be again. The best knowledge from the past year and a half is the self-knowledge I've developed. I know how to move forwards if I'm feeling sad. I know how to dissect my thoughts and I know how to get out of my head. I know what areas of my life matter most to me and which ones I can't waste my finite energy on.\\n\\nIn 2020, I started to describe myself as an artist because I knew I could change the way people saw themselves. It was easier than I thought. In fact, I could do it by telling them how I saw myself. I learned I could weave magic. I enter my workshop and pick up my tools. I alchemize experience into language with my keyboard. I'm dedicating the rest of 2021 to weave this power more strongly than ever before.\\n\",\"timestamp\":1632980954,\"title\":\"Nothing New Under the Sun\",\"publication\":\"rajit\"},\"digest\":\"rQIrUAf7M0qbWg7gHtZfI8-JYs3xOUdf-mZwy8URQlA\",\"authorship\":{\"contributor\":\"0x28ACE08ae71e962a8079BC654914D41F76714ac0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9_QqcZOS4xFaNB05EO2hTe2o4jRYpl1oZyfFUwuleV0\\\",\\\"y\\\":\\\"NZBgS37yx_7twsjbSGQQCVwD3UR9t1NeKjzPSUDT4rI\\\"}\",\"signature\":\"txHRS4SkHmJreg0GK0dqaj6-B1m5ivbZUgOiRlZN_5kJoikadRObTq41z7r8MfBtDetJaDn-Mg-pUX903CCh1w\",\"signingKeySignature\":\"0x26a81f5af05a75bf63517ef70c09e3c4babde434daee4fbe74341a9e54e5421c48a6a4981392c0b03ab3785d589d5b94c1a1587f697fa57aee9c10d964e8c78f1c\",\"signingKeyMessage\":\"I authorize the publication of articles on rajit.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9_QqcZOS4xFaNB05EO2hTe2o4jRYpl1oZyfFUwuleV0\\\",\\\"y\\\":\\\"NZBgS37yx_7twsjbSGQQCVwD3UR9t1NeKjzPSUDT4rI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rQIrUAf7M0qbWg7gHtZfI8-JYs3xOUdf-mZwy8URQlA\"}"