"{\"content\":{\"body\":\" \\n   \\n 桂林叠彩山巨石砸死人真相 \\n 　　桂林市第二人民医院院长颜丽萍 \\n  \\n 　　灭绝人性27人背后的黑恶势力保护伞 \\n  \\n 　　良知呼唤公平正义 \\n 　　良心揭露真相 \\n 　　让世界了解中国 \\n  \\n 　　中国媒体曾经“欺上瞒下”隐瞒真相、欺骗中华人民共和国国家 、总理的新闻资讯。 \\n 　　全球华人共同关注，桂林市第二人民医院院长颜丽萍争夺党委书记何毅指挥权 \\n 　　倒计时回顾： \\n 　　（2015）3月19日上午9:30分位于中国桂林叠彩区（桂林市第二人民医院）住院部后方（桂林叠彩山脚下）人为作业使用高压冲击钻，对岩石钻孔、炸药爆破，响应监管厕所的国家旅游局局长李金早“厕所”号召，耗资百万元建造“革命厕所”。 \\n 　　桂林施工方（即没挂资质证牌）每天连续不断的在叠彩山脚下增加炸药爆破，导致叠彩山上巨石松弛（裂缝）松动，巨石从山上向叠彩山下27名中外旅游者袭击，当场尸体、血液漂流漓江两岸，造成现场27人伤亡。 \\n 　　颜丽萍作为桂林市第二人民医院院长、胆大包天为桂林市政府封锁患者伤亡消息。 \\n 　　惨重血腥味风扉桂林，悲剧发生后、桂林市委宣传部部长陈丽华（副市长）丧失党性原则，宣传部部长为隐瞒真相，第一时间向历任中央宣传部部长（国家新闻办、网络办）主任鲁炜求助，（己被中央政府双规查办），鲁炜先后指使人民网广西站、中新网、腾讯新闻、桂林晚报炮制谎言，向全国、向桂林发布虚假报道，称2015年3月19日前夕桂林市有暴雨导致山顶滑坡、泥石流，造成桂林叠彩山岩石下滑…… \\n 　　桂林民众茶余饭后纷纷议论桂林市委、宣传部部长陈丽华歪曲事实。 \\n 　　一石激起千层浪，桂林人在愤怒！在为真相呐喊。 \\n 　　——（2015）3月12日至19日桂林既没有下雨、也没有台风，叠 \\n 　　彩山上没有土壤，这样的政府副市长、职能部门也敢公开说谎言，令人捧腹大笑。 \\n 　　作为媒体人我们认为政府宣传部门责任是还原事件真相，而不是欺骗中央政府。实是求事！让社会、让群众、让百姓去了解真相，但是桂林市委宣传部长（注意：她的个人简历表有疑点）为何故意弄虚作假、欺骗中央？害怕严查，问责吗？ \\n 　　徇私枉法的鲁炜告知4家媒体、向中国撒迷天大谎、欺骗中国政府。桂林市党委宣传部作为党的喉舌，本应及时的向社会、向群众传播正能量、把伤亡人员生命体征公布、不是压制民众的知情权！ \\n 　　桂林叠彩山巨石砸死人真相，全部遭到隐瞒、政客在欺骗民众、在欺骗国家监察部、在欺骗国务院！ \\n 　　桂林市第二人民医院院长颜丽萍乘虚而入、借题发挥、要求住院部外骨科等医务人员隐瞒被叠彩山巨石击中的患者病情…… \\n 　　鲁炜严重违反政治纪律和政治规矩，阳奉阴违、欺骗中央，桂林市第二人民医院院长颜丽萍前赴后继、肆意妄为。和鲁炜统一战线、滥用职权和市政府合谋干预中央巡视和监督。私心膨胀的院长颜丽萍不择手段为个人造势，品行恶劣，排斥、架空党委书记何毅，打压（医院外骨科医务人员），院长颜丽萍拉帮结派、搞“小圈子”；严重违反中央八项规定精神和群众纪律，大搞特权，专横跋扈；权利寻租。至今为止桂林市第二人民医院住院部每天都有不明身份的人进入所有病房发送收运尸体名片！ \\n 　　桂林市第二人民医院究竟是公立？还是私立？ \\n 　　这家医院似乎给人感觉是在与社会人联手、倒买倒卖遗体…… \\n 　　民众在呐喊、在质疑：国家财政投资的桂林市第二人民医院凭什么成为目无法纪的颜丽萍滥用职权、横行天下、草菅人命的交易平台？！ \\n 　　胸部挂牌“主任医生”、“主治医师”合格吗？ \\n 　　一名外骨科医生李某，既然能把2018-03-03日入院住肿瘤病19床患者（居住：桂林叠彩区内燃机厂宿舍区）xxx右手小米大小豆瘤、手术后不彻底，结果病人生长4颗五角人民币大的肿瘤，手术失败，这个典型病例明显是人为所致，为何要求患者切除右臂？ \\n 　　请问：桂林市第二人民医院院长颜丽萍领导下的“主任”级医生名义从那里获得合格？优秀职称？ \\n 　　这种欺上瞒下的医院是否存在渔目混珠……\",\"timestamp\":1640919771,\"title\":\"桂林市第二人民医院院长颜丽萍隐瞒27名中外旅游者袭击\"},\"digest\":\"1QM-VhmflzHtAkCd58pS6vVeRSGzUo1CvNappuJ5qJE\",\"authorship\":{\"contributor\":\"0xbE6b6a3B52228db7a9B5cc92255633fC803Ce55f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7fcy_CYBbVTcv6lWRQ3T9YzguprYdfweyM2LFdmzHEM\\\",\\\"y\\\":\\\"UhZoerPCbMW2bJxZMLNZvNbJyjj9oQnqTYfjs6TJRDg\\\"}\",\"signature\":\"Twbi_Y141CJkNaLTnlWnmOuiCZypqhBPtVQPZDuiFIWDEypUcDhP9xWyw5ZwQL1lfcK26xkyz2f5Okp3lV8F3g\",\"signingKeySignature\":\"0x21c984c98dc1d4060cbeb460c59f5ea43a5572f4349b07d4f91b40fe274725fb55e555a89e0407165656340c5ed063aceef73d20c69a798a266d2687838800391b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7fcy_CYBbVTcv6lWRQ3T9YzguprYdfweyM2LFdmzHEM\\\",\\\"y\\\":\\\"UhZoerPCbMW2bJxZMLNZvNbJyjj9oQnqTYfjs6TJRDg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1QM-VhmflzHtAkCd58pS6vVeRSGzUo1CvNappuJ5qJE\"}"