"{\"content\":{\"body\":\"![He is actually smiling and wants to be your friend](https://images.mirror-media.xyz/publication-images/V61l5n7cdb-4hdaYfuuGK.jpg?height=2774&width=2090)\\n\\nKink is a cultist of Azathoth (the mad howling idiot god). It is well known that all Azathoth cultists are insane. Kink have a tattoo of His symbol covering the palm in both hands. A piercing and bulging eye that seems to be coming out of the skin. \\n  \\n Among the Verdant people, a mutated newborn is believed to be an emissary of the gods. The more alien looking, the closer it is to the gods. Since early age, these kids are treated like royalty, in isolation. When they come of age they are 'invited' to leave the tribe and wander the land to evangelize (actually, they are afraid of the kid bringing unwanted godly attention, which tends to end in bloody sacrifice). \\n  \\n Kink is just a kid, 17 y.o, and has been farting around these lands for 5 years already. Most villages will offer emissaries free food and stay for a few days as a way to win the favor of the emissary's deity. \\n  \\n He has a sunny predisposition, is not very bright and misreads situation frequently. He is ugly as hell, 5 feet short, disfigured with boils and skin that looks like overcooked oatmeal, suckers in his fingers that seem to have a life of its own (sucking and blowing, or trembling in unison).  \\n  \\n Kink smiles a lot, with a big mouth always open and drooling, like a St Bernard. Inside, tons of teeth, but all wrong. Wrong sizes, too sharp, pointing at all the wrong locations. The perennial smile reinforces the crazy look, but he is not insane, at most he is insanely naive and good hearted.\\n\\n> The mutant class comes from the [Hubris](https://goodman-games.com/store/product/hubris-a-world-of-visceral-adventure-softcover/) module. This character has been repurposed from the \\\"Sealegs\\\" campaign\",\"timestamp\":1633804729,\"title\":\"Kink\"},\"digest\":\"yW8mf51YCDdAXHSdIqm0Hxg5L214HnmAkRcjHz7lwhA\",\"authorship\":{\"contributor\":\"0xaFE5F35D14ee9aBdaC14Bd2D0AF575CAbaf7D9e0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"signature\":\"19p0JeLhq2JKG4NN4KQxWL7ekYXjLThfz-z0ihorGAPp5eoRtsQRvuxU_6X4q0PD7cUo4cqGcyahtm-SyeMVGg\",\"signingKeySignature\":\"0xda955296a1bdaee9c85a6c8513aedf13422f91924c4102623e86d7d9127d24fd6d41536c6b055fe20ecc47c2ea4aa0e80a9c043519c19af6acf0a3c7564723ac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yW8mf51YCDdAXHSdIqm0Hxg5L214HnmAkRcjHz7lwhA\"}"