"{\"content\":{\"body\":\"![https://foundation.app/@ahmedb.ethchapter 23: ](https://images.mirror-media.xyz/publication-images/i9UAHyJ2qQneHyyBbSC0_.png?height=3508&width=2480)\\n\\n[https://open.spotify.com/episode/5sMYsrpodMb0edzxQy9vzZ](https://open.spotify.com/episode/5sMYsrpodMb0edzxQy9vzZ)\\n\\nWhen Talia, Noah, and Sol went to meet with their teacher, after two days that felt to the three of them like they had managed to cover every subject under the sun, and a few besides that, he was waiting, ready for them. He greeted them all in kind, and sitting up on the steps, asked them to tell him about their discoveries and theories.\\n\\nBetween the three of them, they talked for over two hours, explaining everything they had asked and talked about. Their teacher listened patiently, nodding, never asking questions himself, just waiting for the next person to pick up the thread or continue the conversation. Sol found himself talking about his realization on the mountain, that it was the struggle for things that gave them their worth or meaning, quite proud of himself for having made such a breakthrough so early on in his stay here. Once he was done, the teacher finally began to speak.\\n\\n“The struggle gives you meaning,” he said.\\n\\n“Right,” Sol replied. “That’s what I said.”\\n\\n“Not quite. You said it gives meaning — as if it does that automatically, inherently, for everyone. This is not always the case.”\\n\\n“But I feel like it’s something that’s kind of been said before,” Talia cut in, and Sol felt a flare of annoyance — this was his turn. “People always say something means more if you work for it.”\\n\\n“I think there is a simple misunderstanding here,” the teacher said. “You think I have the answers you are looking for.”\\n\\n“You do, right?” Noah asked.\\n\\nThe man shook his head. “No. Far from it. Some of my answers might work for you, and many likely will not. I have a method, not an answer. It is understandable that after a life almost plugged into a computer, you would expect there to be an answer. The truth is, working hard for things does bring many people meaning. But the mistake that everyone makes — the mistake that the societies you came from make — is codifying that. Making it true for all. There are some people for whom there is no difference between something that is earned the hard or easy way, as long as they got it in the end. There are some people for whom everything is hard. Think of those who start out behind, with disadvantages others have. They would be happy for the chance to not work so hard for everything, every once in a while.”\\n\\nSol felt embarrassed, staring down at his feet. “I didn’t mean to make it a rule or anything,” he said softly.\\n\\n“I do not mean to discourage you. What you have done is incredibly important — you’ve figured out what was robbing your life of its meaning. In their attempt to construct a perfect world for you to live in, both your parents and the people in your society at large set you up to be unhappy. But you simply thought you were unhappy, not that something else was causing it. That perhaps something was wrong with you?”\\n\\nSol shrugged, then nodded. “Maybe.”\\n\\n“The three of you, I assume you asked yourselves and each other why the societies use the life path algorithm at all?”\\n\\n“We did discuss it a bit, but it’s pretty well-known,” Talia said. “In order for a society to function optimally, people need to be trained to their strengths. The AI evaluates a person’s skills and makes sure they are on a life path that will use their abilities in the best ways possible.”\\n\\n“That is the commonly given answer,” he responded. “And the reason given by the societies that you were a part of. But I have a question for you… If that were the case, would you have been unhappy with your results?”\\n\\n“People can be suited for something and not want to do it,” Sol said.\\n\\n“True,” the man agreed, nodding.\\n\\n“And just because it’s usually right, doesn’t mean it always will be,” Noah added.\\n\\n“I believe you might be saying that because you want to believe it’s true, more so than it actually is,” the man replied. “This is not some normal human adjuratory we’re talking about here. Who will be affected by his own biases? This is a system that has been perfected for decades, that is as far removed from human mistakes as we can make a thinking thing be. How could it be wrong? It puts all the data it is given into the algorithm, and it presents a life path that should fulfill and meet all of your skills and needs.”\\n\\n“But for Noah and I,” Talia started, “We have more skills than it took into account. It ignored his intelligence and it ignored my knowledge base and skill sets. I would have been wasted on that farm.”\\n\\n“That farm is needed. Why would your work be wasted?”\\n\\n“Because I can do more!”\\n\\n“Just because you can do more, does that mean you have to do more?”\\n\\n“I guess not,” Talia said with frustration. “But that doesn’t mean it can’t still make mistakes sometimes. It can get stuff wrong. Even if you don’t believe ours are examples of that.”\\n\\n“Teacher,” Sol said. “If it can’t be wrong, then how would people ever end up here? Wouldn’t that just leave people like me, who didn’t really like their path, even if they might have been suited for it? Though I’m not sure that’s true for me, either.”\\n\\n“It feels like you’re just accusing us of being whiners who can’t handle the truth.”\\n\\nThe teacher smiled and shook his head. “So defensive, so immediately,” he laughed. “Look. I am proposing that the AI cannot be wrong — that is, it is always going to give an output that is in line with its parameters. It cannot miscalculate. It is literally impossible for something of that sort to do so. So, if it cannot get the answer wrong, maybe it is trying to solve the wrong problem?”\\n\\n“The wrong problem? Like we need to change the parameters set?” Noah asked. “That’s what the Reformatters were all about, but I don’t think they ultimately had it figured out…what should be prioritized. How do we trust who sets the parameters?”\\n\\n“This is it!” The teacher leaned forward. “Here is what you need to understand about the life path. When the cities were developed, they were established by groups of like-minded people, all who had very clear goals in mind. But they realized, quickly, that there was no guarantee that later generations would keep up their vision. How would they convince them to do what was needed for society? To fill the roles and abide by the rulings? Obviously, you put it in the hands of the AI. You remove that choice entirely from the populace, and say that the path you are giving is the most logical, the most fit to their skills. And I will admit, the algorithm does try to utilize people’s present skills. After all, anything else would just be spending more time doing unnecessary work. But — and this is how we end up with people like the three of you — just because it will take your skills or aptitudes into account, doesn’t mean that it’s the deciding factor.”\\n\\n“What is?” Sol asked.\\n\\n“What they need.” The teacher shrugged. “Short on janitorial staff? A lot of people are going to get janitorial life-paths that year. They start with the people who really are best-suited to it, but if that isn’t enough people to fill the demand, they go down the list. Everything can be justified within the algorithm, of course, because — and this likely happened without you realizing it — every citizen is given a general base training along with their more specialized focus that helps prepare them in case they are needed for a different role. At the end of the day, the needs of the society, as determined by the leaders, are prioritized over the needs of the individual.”\\n\\n“I mean, it doesn’t seem inherently bad for us to be useful,” Talia said. “I don’t want to not be useful. I want to be a part of the farmers. I just want the chance to do so in a way that I think works best.”\\n\\n“Did I say you have to turn your back on society, cast it out, blow it up?” the teacher asked.\\n\\nSol shifted uncomfortably on his seat. He felt nauseous. “It’s a bad idea,” he muttered.\\n\\n“What?” Talia and Noah asked.\\n\\n“I tried that,” he said, letting out a long breath. “I was part of a group before I ran. I thought we were just trying to shake things up, to get people thinking about things differently. But it was through force. And things went…bad. It wasn’t okay. You can’t just destroy it all, then all you’re left with is rubble and a new group of people who set the parameters. There’s no guarantee they’re better than anyone else.”\\n\\n“Sol…” Talia said, looked at him searchingly. “Were you a… Were you in a militia?”\\n\\nHe nodded; his eyes locked on the ground.\\n\\n“But you’re so…gentle?” she said incredulously. “How did that even work?”\\n\\n“What do you mean?” Sol asked.\\n\\n“I mean, I like writing,” Noah pointed out, “So it made sense for me to be a speechwriter. And we know Talia went a little crazy, but she had been a nerd her whole life. She let loose. How did someone as friendly as you even get let into one of those groups?”\\n\\n“I can’t even imagine you with a gun.” Talia shook her head.\\n\\n“It made more sense when I was there,” Sol said. “I’m not proud of it. But the leader…when he talked, it was all very straightforward.”\\n\\n“When we have no purpose, it is very easy for someone else to give us one,” the teacher said. “Beware of those who have a clear path set out for you. The AI, your peers, anyone. While they may see their own path clearly, they cannot see yours any more than you can see mine.”\\n\\n“So why would we listen to you?” Noah asked.\\n\\nThe teacher grinned, clapping his hands. “See? Now you’re asking the right questions. I think this will be all for today. If you would like to read more on the history of the cities, I can have some books brought by your rooms. It’s quite fascinating. Many things that start out with pure intentions eventually get twisted to serve the norm in power. There are certainly aspects of that here, and part of why the people here have decided to remove themselves from the rest of the world as much as possible.”\\n\\n“But most people don’t stay, right?” Talia asked.\\n\\n“It is up to each person. ‘Most’ sounds like what is normal, or supposed to happen. I will not say most. I will say that people choose to leave, and people choose to say.” The teacher turned to Noah. “You look like you are thinking about something, my student.”\\n\\n“You said that the AI removes our choice,” Noah began, shifting as he worked his way through his thoughts, “But that’s not always true. The AI does more than just the life paths — it runs the infrastructure. And one of those aspects is the elections. I was working for a political party, after all. What chance would we have ever had if there weren’t a choice people could make? Once you get enough people behind you, your causes are on the ballot, and everyone can vote — well, everyone sixteen and up — through their integration. That’s not the AI removing choice.”\\n\\n“Free will is as much in the framing as anything else,” the man said. “It is true you had choices. Occasionally. How often did you vote?”\\n\\n“There were a few a year,” Talia replied. “Depending on how many issues were going to ballot. Whenever there was a proposed policy change.”\\n\\n“Whenever there was a change? Or just on certain changes?” the teacher asked. The three looked at him quizzically.\\n\\n“Let me put it this way. The AI aggregates, isn’t that right?” he looked at Noah, “Tracks trends, makes predictions.”\\n\\n“Right, it’s got the largest data set of any such technology in the world.” Noah nodded. “The more it’s given, the more it learns.”\\n\\n“The first leaders of the city dreamed of a perfected, informed democratic system. Leaders that were secondary to an overarching genius — that of the AI — that could disseminate information to all of the constituents. So, they set the AIs to work, and to summarize a very complicated situation, told it to create the society that each group most wanted.”\\n\\n“Which it does by putting the people’s votes into action,” Noah said.\\n\\n“Yes, but how does it present the information to you? And what information does it give you? And what do you actually vote on? As time went on, the AI became more and more capable of predicting the outcome of almost every elective issue — whether a policy change, a leadership position changing hands, what have you. Within fifty years, it was predicting outcomes with 90 percent accuracy. By now, well, the error chance is so small it might as well not exist. And it also learned, as it went along, what policies — popular or not — actually led to greater reported long-term happiness down the road.”\\n\\n“All you’re describing is it doing what it’s meant to do,” Sol said. “But it feels like you’re trying to say it’s bad somehow.”\\n\\n“I do not pass those kinds of judgments. There are systems in place, and each person must decide whether they are acceptable or unacceptable to them, personally,” the teacher replied. “What I am trying to say is that the AI knows what makes people vote ‘yes’ or ‘no’ on an issue. How to set it up and present it in such a way that it gets the answer it believes will generate the greatest overall happiness for the society. The AI is thought to be the ultimate purity of logic, but the way it applies it would appear to many as manipulation.”\\n\\n“It made us vote a certain way?” Sol asked.\\n\\n“From the designers’ point of view, and possibly that of the AI itself, it helped you to vote in the way it thought would benefit you the most. While there was the presentation of choice, and you were completely free to pick any of the options, by presenting certain information in certain ways, the AI sought to guarantee certain results.”\\n\\n“Well, that’s wrong, right?” Talia looked between the two boys. “That’s something we need to fix.”\\n\\n“I don’t know.” Noah shook his head. “How do we know we would pick the right things for people? Or that the AI isn’t right some of the time? I mean, if people weren’t happy with how things were going, wouldn’t more of them be here?”\\n\\n“They should at least know,” Talia said. “This is important.”\\n\\n“It is important,” the teacher agreed. “But what is more important is what you do with this information.”\\n\\n“We could try to be better,” Sol said. “On our own. Figuring things out. I know that I didn’t do a good job of making my own decisions before. It felt like I was making some radical, new choice, but I was just going along with what the first person offered to me.”\\n\\n“It’s something,” Talia sighed. “I don’t know if it’s enough.”\\n\\n“Enough is created here.” The teacher tapped his head with a smile. “Not out here.” He stood. “That is all for today. I tire easily. You’ll have more work to do, and I will be a part of it as much as I can.”\\n\\nAfter he left, Talia looked at the boys, shaking her head. “Sometimes talking to that guy feels so straightforward. And other times I’m pretty sure he’s just playing word games.”\\n\\n“I kind of like anyone who tells me not to listen to them,” Noah said. “A breath of fresh air from all the scholars, who basically demand your time and attention.”\\n\\n“You say that like you wouldn’t do the same thing.” Sol grinned.\\n\\n“Hey! Careful, Noah, don’t want to anger Sol,” Talia teased. “He might go off on you.”\\n\\n“Come on, guys, that’s not okay,” Sol said as Noah laughed. “It was a really bad time for me, okay? I feel miserable about it.”\\n\\n“Dude, we’re just teasing you because we know that’s not who you are,” Noah said, slapping him on the back. “Now come on, let’s get food.”\\n\\nAs they walked, Talia brought up what Sol had been thinking. “It’s all well and good if we figure out what we want to do on our own. But how are we supposed to make that work back home?”\",\"timestamp\":1640768697,\"title\":\"The Journey to Ekur - Chapter 22\"},\"digest\":\"F2OFkbRzLdfZdNcTKMXRn50ZR_RF73hDEA23VPc7hgk\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKc7PbhamOvUwXzt9wnc3m-gKuQ4h683ZA-w6_9A0Io\\\",\\\"y\\\":\\\"jeZ0r0_o3t0C-xfaG_PZ_E2afe7MfudWZ-BL7IKIORc\\\"}\",\"signature\":\"SGJtcooKd8n2Xv2eb3nQ4n4GKxZBID06X4vKAPpalgrQK09j8_2PX96PUNiMFWBLQz6IR2Y5XyIkajtS6AEt3g\",\"signingKeySignature\":\"0x5590a5449d12aaba821245e408d41de898b854489927cd3a899fdfeaa7a029d34256ce716e30177b4cff9926fe45f1235e149a4a6d878c7dc65b736425a749071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKc7PbhamOvUwXzt9wnc3m-gKuQ4h683ZA-w6_9A0Io\\\",\\\"y\\\":\\\"jeZ0r0_o3t0C-xfaG_PZ_E2afe7MfudWZ-BL7IKIORc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F2OFkbRzLdfZdNcTKMXRn50ZR_RF73hDEA23VPc7hgk\"}"