"{\"content\":{\"body\":\"The first PubDAO epoch (Season 0) starts today (Nov 23) 8pm ET. This epoch is scheduled to run for 90 days, but the duration will be adjusted as we finalize details about the PubDAO token.\\n\\n*This post outlines the structure of Season 0 and explains how you can join PubDAO and start earning tokens through your contributions.*\\n\\n# The Path to Season 1\\n\\nOur vision for PubDAO is to create a decentralized media network—one where creators and their audience own the means of content creation, distribution, and monetization. We believe that by applying the problem-solving methodology of decentralized organizations to the issues we encounter in the media industry, we can introduce both trust and transparency into the media production process.\\n\\nBut before we can run, we have to first walk. PubDAO Season 0, or pre-season, is all about laying down the right community foundations, and that’s where you come in!\\n\\nThe first PubDAO epoch (Season 0) started yesterday (Nov 23) at 8pm ET. This epoch is scheduled to run for 90 days, but the duration will be adjusted as we finalize details about the PubDAO token.\\n\\n# Building the DAO Community\\n\\nEarlier this week we announced our [Season 0 compensation plan](https://pubdao.mirror.xyz/YOgLouLX60KdeELFaMfwktLMmSdRlRJ66sHHixQz7Eg) and launched a [bounty board](https://pubdao.co/open-projects/bounty-board) outlining all the ways you can contribute to PubDAO. We’re looking for early believers and supporters who want to join us in building out the community and the products it brings to market.\\n\\n## Who we're looking for\\n\\nIf you’re a writer, editor, publisher, DAO member, or developer- [join the Discord server](http://pubdao.community) and begin the onboarding process to get started. You can also find detailed information on how to start contributing on our Notion in the [“Quick Help”](http://pubdao.co) section.\\n\\n## Becoming an Early Contributor\\n\\nSupporters who join PubDAO and contribute to Season 0 will be given the *Early Contributor* role. To become an Early Contributor, you’ll need to complete at least one bounty from the bounty board—think of it as your initiation into PubDAO!\\n\\nEarly Contributors receive a Season 0 POAP at the end of the epoch, as well as a Coordinape account for allocated points throughout the season that will map to a retroactive token reward once the PubDAO governance token is live. At the end of Season 0, we will stop accepting new Early Contributors and the role will remain as an exclusive badge of honor for those who supported the community from the beginning.\\n\\n## How to get started\\n\\nIf you want to become an Early Contributor and join PubDAO, follow these steps to get started.\\n\\n1. Join the [PubDAO Discord ](http://pubdao.community)\\n2. Complete the onboarding process that begins in the *\\\\`#start-here\\\\`* channel.\\n3. Select a guild that fits your interests and skills, either in the \\\\`#onboarding-product\\\\` or *\\\\`#onboarding-editorial\\\\`* channel, depending on which guild you join.\\n4. Look for open tasks to complete on the Bounty Board.\\n5. Let other DAO contributors know which bounty you’d like to take on, and see if others would like to help out!\\n\\nOnce you’ve completed a bounty, send your public Ethereum address to a DAO member with the Team role and you’ll receive a POAP. You’ll also be added to our Coordinape where we track and allocate Season 0 points earned via bounties.\\n\\n## Looking for Writers…\\n\\nIf you’re a writer and want to join PubDAO, check out the second open bounty, *“PubDAO Amplification Article”.*\\n\\nDuring Season 0, we will be rewarding early contributors who write and publish articles about PubDAO—with the goals of gaining exposure for the DAO and bringing in more contributors who are down with the cause! If you currently write for any publications, or run a personal blog or newsletter, draft up the article, work with a PubDAO editor in our Discord, publish it, and send us a link to claim your spot as an Early Contributor!\",\"timestamp\":1637774576,\"title\":\"PubDAO Pre-Season Announcement\",\"publication\":\"pubdao\"},\"digest\":\"ZLKTiai0euX0u-7DFomDnB2pA3jA91-lGzLE-PaF_4o\",\"authorship\":{\"contributor\":\"0xC26A38066829F3D2ea14114b96131C41ca23B648\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUjN5QTk-2vgYaQFY7Lx_LUmkhKF94Ka2zGRE_zPXco\\\",\\\"y\\\":\\\"OU9s7tdxP09QuaCD5FV_NwFhp2tTLC48Uei7AFjWGoU\\\"}\",\"signature\":\"m6IP-XML4JYdH_soFm5wRnKjLWr6MElSLdHNQ-GTdhyhmw4DiSce0xLn9qIytBvyDJmkV5V2WZQeTagHe3PL2g\",\"signingKeySignature\":\"0xd10ae97d07a0910acac4c081423c2a34b23eb4f3ef8650e095d105c4b09fb9c271c57174b25849806dcc13c600a4332c3b3127fb98780687e8d6a661dec0a9d71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUjN5QTk-2vgYaQFY7Lx_LUmkhKF94Ka2zGRE_zPXco\\\",\\\"y\\\":\\\"OU9s7tdxP09QuaCD5FV_NwFhp2tTLC48Uei7AFjWGoU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XJ6JvNuIYM5BFGCpX9Aufrixo6KgnE8GYtMWnu20P4w\"}"