"{\"content\":{\"body\":\"[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/3003)\\n\\nI recently made my first NFT. It's called \\\"Spectrum\\\", and it's about how everyone has their own sexual orientation, gender identity, and gender expression (aka SOGIE).\\n\\n---\\n\\n### Concept\\n\\nEach tile in the poster has a unique combination of RGB values. RGB is used as a metaphor for a person's SOGIE because of how there are three values present to make a color, just like how there are three parts to make a person's SOGIE.\\n\\nThe tiles are blurred to vaguely show their borders, making it easy to move around. A person can have a different mix of their SOGIE at any time of their life.\\n\\nYou are forever not locked in a box of what you should or want to be. You are free to move around the spectrum.\\n\\n### Sold or not, it doesn't matter.\\n\\nBefore I got my grant from The Mint Fund, I knew that I wanted my first NFT to mean something. I didn't want to be like a lot of the NFTs that are selling — 3D, moving, and/or holographic. That's something I will always have in mind, even in the future.\\n\\nThe mere fact that I have made my mark in the Ethereum blockchain is already good enough for me.\\n\\nIn a place full of cryptobros chanting \\\"to the moon\\\" and worshipping Elon, or straight white males building stuff with tech (...like most of the industry), there's record that an LGBT+ Filipino is in the crypto space, and his flag is an educational tool.\\n\\nNobody can take that away from me.\\n\\n---\\n\\n### Opportunities you may want to check out\\n\\nMy poster wouldn't be an NFT this early if I wasn't given a grant by **The Mint Fund**. Minting (*making*) an NFT costs gas (*transaction*) fees, and it can be expensive for people, like it is for me, so you may want to consider applying to any of these.\\n\\nThese community funds were made to cover for the gas fees of an artist's first NFT.\\n\\nIf you're a **member of the BIPOC and/or LGBT+ communities living outside North America and the European Union**, you may sign up for a grant from **[The Mint Fund](https://themint.fund/)**. They also provide workshops on how to mint, price, and market your NFT.\\n\\nIf you're an **artist living in South East Asia**, you may apply for a grant from **[First Mint Fund](https://firstmintfund.com/)**.\\n\\nYou may also donate to the funds directly.\\n\\n---\\n\\n*If you like what you're reading and would like to support my future explorations and endeavors, you may do so by sending ETH or other ERC-20 tokens to **gianferrer.eth**.*\",\"timestamp\":1621775258,\"title\":\"\\\"Spectrum\\\": My First NFT\",\"publication\":\"gianferrer\"},\"digest\":\"bUe8e1wJmopqNL9oBfHNXi0MFQp00DGdEwGz0hhIzCs\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"signature\":\"0RTCvSu17TsWFN_7dTIbm2FPn9wDiK72SbbTM1tySEYivZ_YtfQ3lB1k5Wfj_O56CDQz05mlFNeVWeC6irqz-g\",\"signingKeySignature\":\"0xe734e32acdabbac37966a939cd68f2631592a49e8e67bcd9491315cd5b9030a9323f4175f9c903a7a06aa8284ac797e4177a16fff47ddd1d755130a98a8b34861c\",\"signingKeyMessage\":\"I authorize the publication of articles on gianferrer.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"faYgip4c1BwVbr0UvuVE3Oae2OaKCmlmOxBIgrxFcZc\"}"