"{\"content\":{\"body\":\" 任小粟一开始不太确定这个开诊所的于童到底是真的看见自己出去了，还是对方就算没看见也要故意栽赃陷害。 \\n  \\n     后来他仔细回忆了一圈，当时自己并没有见到于童的身影。作为任小粟这种人，他知道自己抢了一些诊所生意的情况下，必然会对于童有所提防，防着对方害人。 \\n  \\n     毕竟这世道，干什么都要小心遭人算计。 \\n  \\n     所以如果任小粟觉得，如果自己记忆里没有对这种“危险目标”有什么印象，那就说明当时对方真的不在场，所以对方说谎话故意迫害任小粟的可能性更大。 \\n  \\n     至于说于童有没有考虑过如果没有栽赃成功的后果，任小粟觉得他没有那么聪明，估计想不到这一步…… \\n  \\n     以前任小粟对于童是有容忍的，自己抢了人家生意再彻底砸了人家的饭碗，任小粟做不到。所以他劝诫了于童一句，回去好好看医书，结果对方不仅没听进去，还跑过来害人。 \\n  \\n     任小粟冷笑着看向于童，而于童则是撒腿就往集镇上跑去，地上还留下了一滩水迹。 \\n  \\n     王富贵在旁边笑道：“看来是我多此一举了，原来你没什么事。” \\n  \\n     任小粟转头看向王富贵，认真了说了一声谢谢，当时那种情况但凡有一个人愿意出来替他说一句话，他都会记在心里。 \\n  \\n     “哎，看你说哪的话，”王富贵笑起来像一朵菊花似的：“不是罗老板欣赏你，我也不敢站出来帮你说话啊，确实是罗老板今天专门找人带话出来，让咱集镇上的管理者关照你。” \\n  \\n     任小粟愣了一下：“罗老板是干嘛的，他认识我？” \\n  \\n     王富贵小声的挤眉弄眼说道：“你那个药……罗老板很喜欢！” \\n  \\n     任小粟：“……” \\n  \\n     这时候任小粟才意识到，原来这王富贵买了自己的黑药竟然送到了壁垒里面。 \\n  \\n     “罗老板说了，以后你只要每个月按时交上去那么多份量，保你以后在壁垒外面无事，”王富贵笑眯眯的说道，其实他也有私心，毕竟他只要靠着任小粟的黑药和罗老板搭上线，确实可以保他余生平安。 \\n  \\n     忽然间任小粟动了心思：“罗老板在壁垒里面势力很大吗？” \\n  \\n     “这你不懂了吧，”王富贵嘚瑟道：“那可是庆氏财团在113号壁垒的代表。” \\n  \\n     “庆氏财团的人为什么不姓庆啊，”任小粟觉得有点不对劲。 \\n  \\n     “这个我给你说了你可别出去乱说，”王富贵压低了声音：“据说他是庆氏财团某位大人物的同父异母亲兄弟，私生子。” \\n  \\n     “那你能不能跟罗老板说说，把我们弄进避难壁垒里去？”任小粟心想这罗老板都这么大的权力了在避难壁垒里说话还不是一言九鼎，把他们弄进壁垒应该不困难吧？ \\n  \\n     “咱们都是被污染的人，哪能进的去壁垒啊？”王富贵愁眉苦脸的说道：“而且，你进去了，谁给罗老板去野外弄草药？” \\n  \\n     任小粟恍然，其实后半句才是真实的原因吧，对那位罗老板来说有什么理由把任小粟他们弄进去呢，留在壁垒外面供给黑药就好了啊。 \\n  \\n     当天晚上颜六元突然高烧不退，任小粟尝试兑换了一瓶黑药抹在颜六元的额头上，但并没能让颜六元退烧。 \\n  \\n     任小粟坐在床边看着萎靡的颜六元叹息道：“这事不需要你许愿的，以后没我命令不要再随便许愿了知道吗。你这种高烧会死人的。” \\n  \\n     颜六元勉强睁开眼睛，虚弱的说道：“可万一你出事了怎么办，我怎么办。” \\n  \\n     任小粟低头想了半天：“别犟，我一定会带着你们过上好日子的。” \\n  \\n     “嗯。” \\n  \\n     …… \\n  \\n     第二天早上任小粟去集镇上打水的时候就得知了一个惊人的消息，那于童竟然连夜带着钱财跑了，对方竟然宁愿去面对荒野上的危险，都不愿意面对任小粟…… \\n  \\n     有人说于童是去114号壁垒了，因为那里距离113号避难壁垒最近，而且还是狼群出现的反方向，只要走大路通常不会有事。 \\n  \\n     任小粟有点哭笑不得，竟然吓跑了…… \\n  \\n     然而更让任小粟想不到的事情发生了，那位避难壁垒里派出来的管事儿人陈海东找上门来，陈海东和颜悦色的问道：“任小粟，听说你会治病救人？” \\n  \\n     任小粟一怔：“我只治刀伤外伤。” \\n  \\n     “没事没事，”陈海东笑的更开心了：“治什么都是治嘛，咱们集镇上如今缺个医生，你看你有没有兴趣啊？” \\n  \\n     躺在窝棚里还在发烧的颜六元顿时震惊的睁开眼睛，自己这哥哥只是想赚点感谢和钱，怎么就忽然混成正牌医生了，而且是集镇上唯一的医生！自己也没许愿这事啊！ \\n  \\n     难道是任小粟昨晚的事情本不需要许愿，所以运气转移了？ \\n  \\n     只是任小粟很清楚最重要的还是这位管理者陈海东也想对那位罗老板示好。 \\n  \\n     权力就是会让身边的人把你服务的无微不至的一种东西啊。 \\n  \\n     任小粟也不是傻子，他一口就答应下来：“您看那诊所的房子我是不是可以……” \\n  \\n     “可以，”陈海东和蔼可亲的笑道：“那简直太可以了，你们今天就搬过去住吧，反正那里没人了。” \\n  \\n     说完，陈海东背着手就哼着小曲走了，紧接着老王胳膊下面夹着个木盒又登门了，身后还跟着一些住砖房的人，也就是集镇上传说中最富有的那一拨人。 \\n  \\n     有开小赌场的，有开布店的，有开粮店的…… \\n  \\n     老王开口便说道：“恭喜你啊任小粟，这就住上砖房了！”说话间老王把礼盒递给任小粟：“我给你和六元准备了一点小礼物，你们正长身体，吃这个补身体！” \\n  \\n     任小粟好奇之下打开一看，赫然是一团白色的东西：“这是啥？” \\n  \\n     “这你就不懂了吧，这是我珍藏多年的燕窝啊，”王富贵介绍道：“大补！” \\n  \\n     任小粟以前只是听说过这玩意儿，却没见过，不过他一直有个疑惑：“我听张景林先生说燕窝是燕子的口水筑成的，但我心想口水粘度没那么大，所以它用的……应该是痰。” \\n  \\n     王富贵：“？？？” \\n  \\n     送你礼物不带这么恶心人的吧，他不乐意了：“那还有血燕窝呢，那血燕窝是什么？” \\n  \\n     任小粟沉思：“痰中带血？”\",\"timestamp\":1638279171,\"title\":\"24、卖药的任小粟\"},\"digest\":\"ngqxbJGqPN-7PXzbZ15KRolX7dxCS6msYB8VxKKDT3w\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"signature\":\"1Rf3yvjbShOdVhfy6OszaVmQ4TdtPw92pizJLXuEiO35qkQRso5PEyrFAspLr1nCqaIYRUhwlQLBm70ljwuHqQ\",\"signingKeySignature\":\"0xb69e274afa7cfaf461dca3d3f39de18bd38e6cf43c1bb819ba58fbb90765a5686eb74d5ec7f401f16983ce829bb15ff3f3f6ed889ca061bd71159845b482dd4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ngqxbJGqPN-7PXzbZ15KRolX7dxCS6msYB8VxKKDT3w\"}"