"{\"content\":{\"body\":\"十分钟后。客厅。 \\n  \\n     “怎么办啊？”南澄有些发愁的看着身边的丈夫。 \\n  \\n     蓝潇苦笑道：“我也不知道该怎么办了。现在只能是走一步看一步。密切观察吧。实在不行的话，就只能上报了。我最担心的是，他身上出现的变化会伤害到他。” \\n  \\n     “不、不能上报。”南澄有些惊恐的说道：“上报的话，他们一定会把轩宇带走的。不行的，轩宇是我的命啊！” \\n  \\n     蓝潇叹息一声，“先看看再说吧。希望不要再有什么变化了。” \\n  \\n     南澄略微松了口气，道：“那你还教不教他魂力修炼？” \\n  \\n     蓝潇道：“还是要教。堵不如疏。他的情况既然这么特殊，那还不如去引导。如果只是单纯的隐瞒，万一爆发了，就更麻烦。而且，我原本只是想让他上一所普通的魂师学院，不那么起眼的。但现在我倒是想让他上一所相应好一些的魂师学院。那里天才众多，就算他表现出一些与众不同，也不会那么引人注目了。” \\n  \\n     南澄道：“这些都听你的。你想的肯定比我全面。” \\n  \\n     吃过早饭，蓝潇开始第一次，也是正式教导儿子修炼。 \\n  \\n     “儿子，爸爸要教你的这种修炼方法叫做玄天功。玄天功传自于唐门。原本是唐门秘传。大约在七千年前，唐门决定将门内绝学之中的根本功法玄天功公开，让更多魂师能够通过这种功法进行修炼，从而更好的提高全民素质，为星际移民做准备。唐门为联邦作出的贡献又一次载入史册。未来如果有机会的话，你也可以考虑加入唐门。虽然那会很难。但唐门是所有宗门之中，少有的记载有通往神阶之路的组织。” \\n  \\n     蓝轩宇似懂非懂的听着，蓝潇开始详细的讲述玄天功的修炼方法。 \\n  \\n     玄天功来自于唐门，而且已经有几万年的历史了。几万年来，唐门英才辈出，历代都有大能出现，时至今日，唐门几乎已经是最古老的宗门存在。在联邦有着举足轻重的地位。 \\n  \\n     这玄天功作为根本功法，其重要性可想而知。修炼起来虽然速度不算特别快，但却能够将根基打稳，几乎是现在绝大多数魂师都选择修炼的法门。 \\n  \\n     “基础运行路线就是这样。接下来爸爸会用自己的魂力引导你进行修炼。在引导的过程中，你只需要意识跟随着爸爸的魂力行进就行了。不要抵抗，精神要集中。” \\n  \\n     “哦。”蓝轩宇毕竟才只有六岁，一切自然都以父亲所说为主。 \\n  \\n     蓝潇让儿子坐在自己身前，背对着自己，双手按在他的背心处，小心翼翼的将自己的魂力注入到儿子体内，开始延着他的经脉进行引导。 \\n  \\n     小轩宇只觉得温热的气流出现在自己身体里，然后缓缓行进着，他的意识也跟随着父亲带来的温热而移动。循着父亲先前讲述的轨迹。 \\n  \\n     为了让他能够更好记忆，蓝潇将魂力运转的很慢，暖融融的感觉，让蓝轩宇觉得说不出的舒服。 \\n  \\n     一个周天下来，足足用了一个小时的时间。 \\n  \\n     “感觉怎么样？”蓝潇睁开双眸，向身前的小轩宇问道。 \\n  \\n     “挺舒服的。”蓝轩宇回答道。 \\n  \\n     蓝潇顿时笑了，“谁问你舒不舒服了，爸爸是问你，刚刚的过程你有没有记住。” \\n  \\n     小轩宇歪着头想了想，道：“应该记住了吧。爸爸，这个就能让我的武魂变强吗？那我的武魂变强后，会怎么样啊？” \\n  \\n     蓝潇笑道：“爸爸也不知道啊！这要你自己去摸索了。爸爸回头会带个魂灵给你，你尝试融合一下。咱们魂师，武魂每修炼到十级就需要通过吸收一个魂环来晋升到下一个阶段。在远古时代，魂环来自于魂兽，唯有猎杀一只魂兽，才能从其身上获得魂环来增强我们。但这实在是太残忍了，也让我们人类和魂\\\\*\\\\*恶。后来经过历代先辈的研究，大约在两万多年前，发明了魂灵。魂灵刚开始的时候也需要从魂兽身上获得，后来经过不断发展，传灵塔组织研究出了人造魂灵，从根本上解决了我们人类魂师和魂兽之间的矛盾。现在只需要一个魂灵，就能在我们魂师需要的时候帮我们进阶，并且获得进阶的提升了。只是爸爸现在还没想好，要给你准备一个什么样的魂灵呢。” \\n  \\n     蓝轩宇是先天满魂力，这就意味着，他的魂力直接就是十级，想要继续向更高层次提升，已经需要一个魂环了。但蓝潇现在无法确定他的武魂究竟是什么，而魂环的不同，对于武魂的提升方向也是不同。 \\n  \\n     每一个魂环都能够带给魂师一个魂技，那可是魂师最根本的能力，而魂技强弱，与魂环是否与武魂契合有直接关系。 \\n  \\n     譬如，如果蓝轩宇的武魂真的是蓝银草，那么，他就适合植物系的魂灵或者是形态与武魂接近的，譬如，蛇类等等。这样从韧性、毒性、强度等方面来获取魂技是最好的。 \\n  \\n     可他那蓝银草实在是有些特殊，再加上他的来历。蓝潇现在就有些犹豫了。幸好，玄天功修炼，魂力是可以积蓄的。哪怕现在不附加魂环在修炼，未来有了魂环之后，先前修炼的积累也会厚积簿发而不会白白浪费。 \\n  \\n     “爸爸，蓝银草能干什么啊？”蓝轩宇对于自己的武魂也是十分好奇的。他知道爸爸、妈妈都是魂师，下意识的也没觉得自己是魂师有什么特殊的。可武魂对他来说是那么的新奇。 \\n  \\n     “这就要你自己多多摸索了。”蓝潇微笑道。 \\n  \\n     “那怎么摸索呢？”小轩宇追问。他这个年龄的孩子，本就会有许多疑问，而父母正是孩子最好的老师。 \\n  \\n     蓝潇道：“你多释放它，感受它，观察它，或许，它自己就会告诉你。” \\n  \\n     “哦哦。”小轩宇兴致勃勃的集中精神，双手伸出，“嗖”的一下，两簇蓝银草就又一次钻了出来。 \\n  \\n     蓝潇笑道：“别急、别急，先修炼玄天……”他的话刚说到这里，却是嘎然而止。他的双眸之中，更是充满了不可思议的骇然之色。 \\n  \\n     “咦，爸爸，这两个圈圈是什么？”蓝轩宇看着自己手上明显出现了变化的两簇蓝银草，一脸好奇的问道。 \\n  \\n     此时此刻，在他双手掌心之上的蓝银草已经变得和昨天不一样了。 \\n  \\n     在两簇蓝银草靠中下的位置，各有一个白色的光环，它们缓缓的上下律动着。散发着柔和的白色光晕。 \\n  \\n     而就在它们那白色光晕的照耀下。两簇蓝银草分别出现了不同程度的变化。 \\n  \\n     左手掌心之上的蓝银草表面，出现了一些细密的银色纹路，这些银色纹路就像是蓝银草的叶蔓，只是很淡的银色，并不耀眼。 \\n  \\n     而右手掌心之上的蓝银草表面，出现的却是金色纹路，略微粗大一些，但也是光晕内敛。散发着淡淡的金色。 \\n  \\n     如果不是仔细辨认，或许都不是太容易看清这金银双色。可对于蓝潇来说，这却简直是惊天动地啊！\",\"timestamp\":1637718575,\"title\":\"第十三章 同时出现的两个魂环\"},\"digest\":\"zwYApPDsl7PsfsTSRPrmapB_TcrJbFFR0eRL0Za8e_E\",\"authorship\":{\"contributor\":\"0x544deeb20dF8Af825dcA2c5F26ba93830338cEB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"signature\":\"T7ZZRSQAhyPekmb4Awx1Bxb8VpWRe42iyH2Rtf-Ufn_aFXAAiHJizcMXMKlYcZIoFsiFa9DZiYfxsSDrN7aTMw\",\"signingKeySignature\":\"0xab8e5162b384a9c20025da7cc102ff04723946b2ba09f081364dfc2040d32f3941cc37344616852843599110a09321b1b9e89403b66840d2bc45a5fb876bbae01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zwYApPDsl7PsfsTSRPrmapB_TcrJbFFR0eRL0Za8e_E\"}"