"{\"content\":{\"body\":\"叶灵瞳自然也看到了他，当初的敌视虽然已经少了许多。但小女孩儿的记忆却是很好的，也有点记仇，尤其她还清楚的记得当时蓝轩宇说过不喜欢她的话。 \\n  \\n     她本就有些倔强，心里当时想着的是，你不喜欢我？我还不喜欢你呢。谁稀罕！ \\n  \\n     蓝轩宇的个子不算出众，但长得却绝对是引人瞩目的。所以在人群中，叶灵瞳一眼就看到了他。 \\n  \\n     “围绕操场跑三圈，然后自由活动。”老师下达了任务。 \\n  \\n     一年级，又是刚入学，肯定不会给孩子们太大的负荷。 \\n  \\n     操场其实是在地下的，紫萝城分院大楼的地下一层。电子屏模拟的蓝天白云能够带来正常阳光的能量。良好的换气系统也绝不会让任何人觉得憋闷。 \\n  \\n     一圈是四百米，三圈虽说不算太远，但对于六岁的孩子们来说，也算不上太近了。 \\n  \\n     两个班的四名正副班主任全都站在场边，手里拿着记录仪。跑步是监测体能最好的方式。他们先要更好的了解这些刚入学的新生。 \\n  \\n     “开始！” \\n  \\n     伴随着老师一声令下，叶灵瞳第一个就冲了出去，她的速度真的很快，所以，当她冲出去的时候，连老师们都吓了一跳。这已经不像是一个孩子的速度了。 \\n  \\n     她这一跑出去，其他孩子们的好胜心也自然都起来了，有几名学员也是飞快的跟在后面。 \\n  \\n     蓝轩宇在一年级二班中央位置，跟着同学们不紧不慢的跑着。 \\n  \\n     他其实并没有注意到叶灵瞳的高速，此时他脑海中只是回想着父亲的话，“不要过度的表现自己，更不要把右手的蓝银草用出来。” \\n  \\n     腿上有力气，这种不紧不慢的跑步对他来说根本就算不上什么负荷。毕竟，他已经十一级魂力了啊！拥有魂环之前是十级，莫名其妙的白色魂环出现后，自然而然就完成了突破，也就十一级了。 \\n  \\n     叶灵瞳跑了一圈半之后才看到蓝轩宇，没法不看到，因为蓝轩宇就在她前面不远处了。 \\n  \\n     并不是蓝轩宇的速度有多慢，而是她的速度太快了。跑在最后面的学生已经有被她套圈的了。 \\n  \\n     她猛的再次加速，后面先前还能跟上她的其他学生都已经被甩开了。她很快来到蓝轩宇身边，刻意的几乎是擦着他的身体跑了过去。 \\n  \\n     蓝轩宇吓了一跳，看着叶灵瞳的背影，喃喃的道：“知耻而后勇，不错啊！” \\n  \\n     叶灵瞳刚刚从他身边经过，自然清楚的听到了他的话，脚下不禁一个趔趄。 \\n  \\n     “你说什么？”她回头怒视向他。 \\n  \\n     “啊？你看路。”蓝轩宇惊讶的指指前面。 \\n  \\n     “哎呦。”就是回头的工夫，叶灵瞳已经撞上了前面一名学员。那名学员顿时和她一起趔趄着冲出了跑到。 \\n  \\n     蓝轩宇眉头微蹙，喃喃的道：“爸爸说过，走路和跑步的时候不能分神。尤其是不能看别的东西。果然有道理唉！” \\n  \\n     十几秒后。叶灵瞳又从后面追上了上来。 \\n  \\n     “我套圈你了，你明不明白？”她有些气急败坏的向他叫道。 \\n  \\n     “哦。我没注意。”蓝轩宇眨了眨眼睛。 \\n  \\n     “你输了！”叶灵瞳高傲的说道。 \\n  \\n     蓝轩宇惊讶的看着她，“谁跟你比了？” \\n  \\n     “你……，你怎么一点胜负心都没有？你是不是男孩子？”叶灵瞳怒视他。 \\n  \\n     “胜负心和男孩子有什么关系？”或许是受到父亲的性格影响，蓝轩宇还真是没什么胜负心。 \\n  \\n     叶灵瞳真想踹他一脚，可后面先前被她落下的学生们已经追了上来。她狠狠的瞪了他一眼，“你等着！”然后就加速向前跑去。 \\n  \\n     两个班级，五十多名学生，叶灵瞳是第一个完成的，而蓝轩宇是第三十二个。不算快、也算不上太慢。 \\n  \\n     秋雨馨和身边的副班主任道：“这个蓝轩宇怎么有点慢啊！他已经突破十级了，按理说，不该是这个速度。” \\n  \\n     副班主任是一位年长的老师，微笑道：“虽然慢却很稳，他似乎是没有故意求快。这孩子的性格看来挺稳的。也是好事。七岁的孩子，可是少见呢。咦，那是一班的叶灵瞳吧。听说是叶锋团长的女儿，她好像去找蓝轩宇了。” \\n  \\n     秋雨馨也注意到了。蓝轩宇这边才刚跑完，叶灵瞳就向他走过去了。而且还有几分气势汹汹的样子。 \\n  \\n     “他们这是要打架？”秋雨馨意兴盎然的道。 \\n  \\n     初级魂师学院对于打架这种事儿一向是不太看重的，尤其是天罗学院这种天罗星最好的学院，他们的教学理念是尽可能的挖掘孩子们的天赋，而学校打架，或者说是切磋，往往能激发孩子们的好胜心，在他们看来是好事。尤其是有老师们在旁边看护着，也不会出现什么危险。 \\n  \\n     叶灵瞳确实是找上了蓝轩宇，她有些气喘的站到蓝轩宇面前，“我要跟你比试一下。” \\n  \\n     蓝轩宇愣了愣，摇摇头，“我不跟你比。” \\n  \\n     “为什么？”叶灵瞳的声音有些大，两个班级其他的孩子们顿时都被吸引了注意力。 \\n  \\n     “好男不跟女斗啊！妈妈说的，不能欺负女孩子。”蓝轩宇认真地说道。 \\n  \\n     “你？就你还能欺负我？不要以为你十级了就有什么了不起的。”一边说着，叶灵瞳抬手指了指自己，“是我欺负你才对。” \\n  \\n     一边说着，她已经向蓝轩宇冲了过来。 \\n  \\n     蓝轩宇可没有任何打斗的经验，下意识的就往后退，伸手去挡。 \\n  \\n     叶灵瞳已经飞快的来到了他身前，右手一抬，就抓住了蓝轩宇抬起的右手，猛的向自己的方向一拽，然后顺势右脚踢向蓝轩宇的左脚，身体半转，就要给他一个过肩摔。 \\n  \\n     哪怕是已经赶过来的秋雨馨眼中，叶灵瞳这一系列的动作都如同行云流水一般，不但快，而且动作敏捷，一看就是练过的。 \\n  \\n     而蓝轩宇除了慌张之外，根本就没做出任何相应反应，明显对于实战没有任何经验。 \\n  \\n     蓝轩宇确实有点慌，被叶灵瞳这么一拉，他后退的身体就止住了，然后叶灵瞳顺势转身，他的右臂自然就搭在了叶灵瞳的肩膀上。 \\n  \\n     力量从叶灵瞳的肩背处传来，蓝轩宇和她身高差不多，整个人顿时就被带离了地面。 \\n  \\n     而这个时候，蓝轩宇就有点害怕了。他还从没遇到过这种情况啊！完全是身体下意识的自我保护，他在这一瞬只是觉得自己的右臂似乎热了一下。 \\n  \\n     热流传遍全身。恐惧感都随之消失了。 \\n  \\n     而叶灵瞳的感觉就截然不同了。当她一把抓住蓝轩宇手腕的时候，其实心中就已经开始得意了，蓝轩宇眼中的惊慌她自然看得见，从他的反应也感觉的出，这家伙根本没什么实战经验。 \\n  \\n     她这会儿其实在想，就这么把他摔出去会不会太重了，要不要最后收力一下？ \\n  \\n     也就在这时，蓝轩宇的身体已经被她带了起来，眼看就要掀翻过去，完成这个完美的过肩摔了。 \\n  \\n     可是，让叶灵瞳万万想不到的情况发生了。原本一切正常的蓝轩宇，身体突然一重。特别重，沉重到正在转身准备摔他的叶灵瞳只觉得背上好像有一座大山似的。脚下一软，然后人就向下趴了下去。 \\n  \\n     “啪叽——” \\n  \\n     操场上安静了。 \\n  \\n     一班、二班的学生们都围在周围。眼看着倒在地上的两人。 \\n  \\n     叶灵瞳在下面，趴在地上的姿势很不雅观，而蓝轩宇就趴在她背上。一脸的莫名其妙。 \\n  \\n     老师们也都看傻眼了。借力打力，过肩摔，完美啊！怎么就这样了呢？\",\"timestamp\":1637907602,\"title\":\"第十八章 叶灵瞳之殇\"},\"digest\":\"q0qHv7tRWriRcVf3yFiY1_gwaC91FbHyThpzcb90sPM\",\"authorship\":{\"contributor\":\"0x544deeb20dF8Af825dcA2c5F26ba93830338cEB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"signature\":\"ZIIVI5Rx9dRxnVCsxtyRvoLZQqNc5R73BtYiGNT-gvUvYcLt3Ino_hYzPRu2YQ58RiWzgttIIiVTNqBaiDV1dA\",\"signingKeySignature\":\"0xab8e5162b384a9c20025da7cc102ff04723946b2ba09f081364dfc2040d32f3941cc37344616852843599110a09321b1b9e89403b66840d2bc45a5fb876bbae01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q0qHv7tRWriRcVf3yFiY1_gwaC91FbHyThpzcb90sPM\"}"