"{\"content\":{\"body\":\"**Welcome to Tech Care**, where we explore what it means to build tech that cares, so that we can take care — of [ourselves, our communities, and the world around us](https://blog.usejournal.com/the-unspoken-complexity-of-self-care-8c9f30233467). Join us here:\\n\\n#### 🌸 musings in full bloom today:\\n\\n* Establishing our **core values**\\n* Sharing our working **theory of change**\\n* Taking a sneak peek of what’s **coming soon**\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F0fda6280-12ab-4b6a-9169-33149e2232ba_2050x780.png)\\n\\nHi friends! 🤗\\n\\nThank you *so much* for joining me for the first ever issue of Tech Care. My heart is honestly so full, and I can’t wait to grow and learn together.\\n\\nI’m [Michelle](https://twitter.com/musingsbymima) - lover of matcha lattes, the {✨ 🌱 🍵 🌿} emoji set and overusing emojis in general, and long summer nights spent chatting by the NYC skyline. By day, I work as a [product manager](http://apmmap.co/) building [data privacy tools](https://yahooapms.com/), and by night, I read and write about possible new worlds grounded in care.\\n\\n**🌏 In a world where self-care is a [$10 billion dollar industry](https://www.latimes.com/health/la-he-business-of-self-care-20190508-story.html), our [use of technology isolates us more than connects us](https://www.thesocialdilemma.com/), and [the data & algorithms that power our technology perpetuate existing societal harms](https://www.vox.com/recode/2020/2/18/21121286/algorithms-bias-discrimination-facial-recognition-transparency)**, it feels more important than ever to **reflect** on what exactly *tech* and *care* mean to us, and how we can engage with both in a more meaningful, rather than materialistic, way. Moreover, as we slowly emerge from a global pandemic, continue to fight systemic racism and oppression, and work to save a planet on the brink of ecological collapse, it is clear that we are at an inflection point in society to not just reflect, but to also **take action**.\\n\\nI hope that this newsletter can be both that collective reflection and call-to-action. **But most importantly, I hope that it will hold space for us — to heal, to learn, and to grow.** To make time and space (exponential complexity welcome) to care for ourselves, so that as a community, we can start to push for change. I invite you to not just join me on this journey, but to actively co-create it.\\n\\n## 🌿 Core Values\\n\\nOur values are a product of our current and past moments in time. As such, they are subject to change and grow as we do. With this in mind, we’ll start with the following:\\n\\n> 1. **Self-care <> Community Care <> Structural Care**. As [illustrated beautifully in one of my favorite zines](https://blog.usejournal.com/the-unspoken-complexity-of-self-care-8c9f30233467), self-care is incomplete without community and structural care. We should strive to expand our conversations beyond the dimension of the self, while also acknowledging that it is foundational in the larger project of care.\\n> 2. **Building new products is not always the solution**. As a technologist, product manager, and engineer-by-training, this was definitely a difficult pill for me to swallow at first. However, it is clear that the technological status quo, which enables everything from [racist facial recognition software](https://www.youtube.com/watch?v=UG_X_7g63rY) to [oppressive policing technology](https://techisnotneutral.com/), already actively perpetuates harm. As such, it’s important to ask ourselves:\\n>    * How is tech currently being used harmfully? How can we mitigate these harms, and ultimately abolish these practices?\\n>    * What existing products, tech or not, can we use to care — for self, community, and the world at-large?\\n>    * What sorts of problems exist across the different levels of care, and is there space for [community-led, tech solutions](https://design-justice.pubpub.org/)?\\n>    * How can we empower ourselves and others to build tech that cares\\n\\n![this zine honestly blew my mind when I first saw it, and it is one of the major inspirations for this newsletter (source)](https://images.mirror-media.xyz/publication-images/GM_iWXV23AqFPGp7InDol.jpeg?height=1100&width=1100)\\n\\n## 🌱 Theory of Change\\n\\nTo take care is to also take action. In order to bring the above core values to life, we’ll start with the following theory of change:\\n\\n> 1. **Center mutual aid**. This is [one of my favorite explanations of mutual aid](https://www.aid.digital/what-is-mutual-aid) that I find myself returning to often. For me, participating in mutual aid is to care at every level - the self, the community, and the structural. My goal is to use this newsletter to amplify existing mutual aid networks, match community support, and create future initiatives to support mutual aid in both time and capital. The motivation here is that to talk/write about care can only do so much — we have to be willing to do the work as well.\\n>    * To start, [here is a mutual aid network](https://www.patreon.com/bhamma/posts?__cf_chl_captcha_tk__=627b828daed116e4b3722df89642af67069816f5-1616897530-0-AUtGJaY35j7AqH2hVQtESuwBgI4LmvVUJg3dYcHyjklVNsRGQb9b7MWrcTPKlMK1QPmw7JoknkCKF5VsrqPAaeYArAT1IXnrVHcFuw5nAAQdfepnO2Lo2K-TmZXkK4rPHyuQe7JlgyOr795zR57-JA-A1k8dHtOpgrvbigP7YvMabAkF4lG4ihn-S_F2YQzypFh35xNNtFjyqaO2xxpHzjxQlD-cTScg-r5tlDazhJTnnuYktWslXzm2kPuJRdSWGb3uqe4cBPu_A4N7im2HSDZLNuXfkI0hGjWHvmid-oaflhVfrnhfmQ8uNL3IKFrdwX6z8U6UB4SYO5ai13J65ZWCZxX8IS6qWAlg8JviZIgyIPzS0KOCojChAvxSKL9zgXHMTttknin134booSLyBnFBA-8u4YUQ7n94RSpGIUwJATG7IzOnTIMjlImGtJXl-CViK3lTLg6ep3Fik_H0C0CCIXhDMNaJwoWhjq4icrxchqUJw2lyYrqKOMqu8UYjW7YfpywGUhIaeOzvW3c4zeawRr1UGXFZq__SCXXd39l8PdlNiMAANE1GKq5KkzVx71lNlg4GCJCl3vY27sDJPRhupwe89gdnWKxh8vyZWH3c) that a good friend of mine helps organize that I currently support, and plan to amplify in upcoming issues. If you want to learn more, you can [check out their page here](https://www.instagram.com/birminghammutualaid/?hl=en)!\\n> 2. **Create space for conversations of care**. Getting clear on complex technologies, structural problems, and our own privilege, beliefs, and biases is an incredibly difficult process. With this newsletter, the goal is always to call *in* folks rather than call out. While [calling out can be incredibly effective at times for public accountability](https://twitter.com/timnitGebru/status/1334352694664957952), I’m personally of the camp that intimate conversations can’t always happen in 280 characters, or in the trenches of Facebook comment wars.\\n>    * **What this means**: always feel free to reply to this email or [DM me on Twitter](https://twitter.com/musingsbymima) if you have questions for me, have suggestions for future issues, or just generally want to chat further. Moreover, writing and learning in public means that I will inevitably make mistakes as well — this is my invitation for you to call me in too!\\n> 3. **Collaborate & co-create**. My writing will mostly be drawn from my time in tech/product, my background in philosophy and computer science, and my political education and Buddhist spirituality practices. Not only do I not have all the answers, but [I cannot have them all](https://tricycle.org/magazine/what/). As a result, I would *love* to collaborate on some future issues and/or co-create projects together. Definitely let me know if you’re interested!\\n\\n![such a beautiful theory of change for a post-covid world! (source)](https://images.mirror-media.xyz/publication-images/lt9MHLdqWqDk5rLSgzG4Q.png?height=1096&width=1100)\\n\\n## ✨ Coming Soon\\n\\nLastly, here’s a sneak peek of some ideas I have for future issues (stay tuned 😋):\\n\\n* Will blockchain be a core “building block” of a post-capitalist future?\\n* What does it mean to take care of our bodies? And what sorts of tech/products actually empower us on this journey?\\n* What is the future of privacy in the age of digital advertising, surveillance capitalism, and the attention economy?\\n* What does socially-engaged spirituality look like? How does the Buddhist conception of “non-self” and universality pair against a hyper-personalized world?\\n* How can we cultivate Aristotelian friendships of virtue in the modern, technological age that centers the parasocial?\\n* **And so much more** — this is just the beginning, and I can’t wait for us to co-create Tech Care together.\\n\\n### **💌 Take care,**\\n\\nMichelle\\n\\n##### P.S. I would love to hear from you. Feel free to comment below, or DM me on Twitter (@musingsbymima)!\",\"timestamp\":1642433391,\"title\":\"🌿 tech_care[0]: hello, world\"},\"digest\":\"dCdrhdZhx9jPKoJPshx05X1vWNUKDyaYot10Fqg4Y34\",\"authorship\":{\"contributor\":\"0x49d57D1d21D8DF85AEd13225c27C9809C59018C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0TaaM-uv7_n3EmYQaSHTVyB-drVbbRxMWIr4crD5tM0\\\",\\\"y\\\":\\\"vgm8yO4a0D_TERcngVyZRBt_TKPlvf6jDDalyTzbgA4\\\"}\",\"signature\":\"XT5v93bLjTbm3vnWo_lZxTcxU-PzAdqfzxyP-6xto2ZIcLU4-RX7TBoIehXS_6hmt87ppPO1pWxIphS01LxBAA\",\"signingKeySignature\":\"0xbae704a8d5bc112894a7afea12befa2c4dac13b4abf08f85828adcc35005073d06f417de625ba23594a82747b2249e0ccc3b069e2cef47cf1e259ab15769ddbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0TaaM-uv7_n3EmYQaSHTVyB-drVbbRxMWIr4crD5tM0\\\",\\\"y\\\":\\\"vgm8yO4a0D_TERcngVyZRBt_TKPlvf6jDDalyTzbgA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dCdrhdZhx9jPKoJPshx05X1vWNUKDyaYot10Fqg4Y34\"}"