"{\"content\":{\"body\":\"如果跟母亲说要去玉山探险，后果可能不太妙。 \\n  \\n     所以，云昭就跟福伯说了。 \\n  \\n     “早去早回！” \\n  \\n     福伯是一个爽快人，一口就答应了，甚至没有嘱咐云昭小心些的话。 \\n  \\n     这让云昭很是不安，不过，他还是随着云杨一行人离开了庄子，沿着蜿蜒的小路向玉山走去。 \\n  \\n     一尺半长的短刀背在云杨的背上，还是将这个农家少年映衬的英气勃勃。 \\n  \\n     自从拿到这把刀，云杨就没有让这把刀离开过他的身。 \\n  \\n     年纪稍微大一点的云卷，云舒兄弟也分到了一把刀，至于匕首，自然归云昭所有。 \\n  \\n     武器制作的很粗糙，几乎可以说是两片木头夹着一个铁片。 \\n  \\n     即便如此，拿到刀子的三个人依旧兴奋，一路上，很多草木都成了他们刀下的亡魂。 \\n  \\n     走了一个时辰之后，云卷率先离开了主路，再往上走，就会抵达已经成废墟的玉山书院，这些人没有一个对玉山书院有兴趣的。 \\n  \\n     那里已经被他们搜刮的干干净净，按照云杨的说法，屋檐上最后一个铃铛也被他摘下来挂在他家的那只黑狗脖子上了。 \\n  \\n     小路越发的难走，且湿滑，好在灌木丛还没有长满叶子，旧有的刺已经被野兽带走了，新长出来的刺还软，众人身体小，经过的时候不算难。 \\n  \\n     初春的时候，山里没有多少可以吃的东西，偶尔看见一丛竹子，就赶紧寻找竹笋，大多数的竹笋已经长成竹子了，可以吃的东西不多。 \\n  \\n     蕨菜很多，众人走一路折一路，又往前走了五里地之后，云卷就指着一颗半枯的柏树道：“就是从这里进去的。” \\n  \\n     云昭拨开灌木，发现眼前居然是一个不大的山谷。 \\n  \\n     “这里面黄精多。” \\n  \\n     云卷说着话率先走进了山谷，云杨有些为难的对云卷道：“你把自己的秘密之地都说出来了，以后再想多采黄精换钱，就有些难了。” \\n  \\n     云卷的小脏脸上满是笑意，挥挥手里的短刀道：“我有房子住了，也有了刀子，以后可以带着弟弟砍柴。” \\n  \\n     云昭轻笑一声，跟着就钻进大柏树中间的裂隙，进了山谷。 \\n  \\n     山谷的景致很好，背后有一座山包，山包不算很大，算是一片丘陵。 \\n  \\n     七八条小溪从玉山上淙淙而下，在这里汇成了一座水潭，最后从低矮的缺口处流淌出去了。 \\n  \\n     这个时候正是采春黄精的好时候，所以，来的少年们无论如何都不会放过这个采集药材的好机会。 \\n  \\n     云昭自然不会去干这个活计，自从云卷指了指捡到磁石的地方，他就用小锄头不断地乱挖。 \\n  \\n     锄头是铁的，这应该有助于他发现更多的磁石。 \\n  \\n     事实证明他的推测是对的，当他将沾满黄土的锄头拿去小溪里清洗的时候赫然发现锄头上沾了很多细小的砂砾。 \\n  \\n     再次清洗之后，一些指头大小的磁石就出现在他的眼帘中。 \\n  \\n     云昭早就希望自己能有一笔钱，或者一批物资，如果没有这些东西，自己苦心经营的伙伴就会星散。 \\n  \\n     从母亲那里拿钱对云昭来说是一桩很为难的事情，而且，即便是拿到了钱，也不会太多，无法支撑云昭想要召集伙伴报团取暖的想法。 \\n  \\n     用锄头来寻找磁石，这个方法是不错的，不管因为什么原因让大块的磁石碎裂，云昭可以按照散落的磁石碎屑，最终找到大块磁石原本待着的地方。 \\n  \\n     在别的兄弟们挖黄精挖的不亦乐乎的时候，云昭已经确定了方向。 \\n  \\n     磁石碎屑最多的地方就是眼前的这条小溪，于是，他准备溯流而上。 \\n  \\n     伟大的发现往往都来自于意外，而关中这片土地上最大，最多的意外就是发现古代墓葬。 \\n  \\n     埋葬在这片土地上的人，远比生活在这片土地上的人要来的多！ \\n  \\n     云昭知道，自从人类出现在这片大陆上，蓝田县就有人类居住，而后世人挖掘出来的蓝田人骨骼化石就是明证。 \\n  \\n     而蓝田人到大明时代，足足有七十万年到一百一十万年，至于大明与云昭知道的后世之间的时间差，在这个历史进程中可以完全忽略。 \\n  \\n     当然，云昭没打算找到蓝田人的骨骼化石，这东西对他现在的处境一点用处都没有。 \\n  \\n     他更加希望找到一个有钱的古代人的墓葬。 \\n  \\n     徐先生说盗墓为十恶不赦之罪……非君子所为，非正人所为，非人所为。 \\n  \\n     云昭对此有别的看法……再过五年，不，再过十余年，这个世界就真的到了‘君王死社稷’的时候了。 \\n  \\n     君王死不死的这不重要，问题是百姓会死，云昭自己弄不好也会死，这个世界即将迎来让人最下作，最自私，最没有尊严的统治。 \\n  \\n     云昭不想经历，也不想因为头发问题掉脑袋，当然，他更不想迎合统治者弄一个让人嘲笑了数百年的发型。 \\n  \\n     沿着小溪，云昭终于来到了一座小小的瀑布前边，面前是一道两丈高的悬崖。 \\n  \\n     溪水从更高处跌落，落在平台上渐起漫天的水花，水雾在阳光下出现了一道弯弯的虹，煞是好看。 \\n  \\n     眼看中午已经过了，云昭就招呼大家吃饭，云卷提出烧一些黄精吃，被众人无情的拒绝了，有糜子馍馍跟冷猪肉，谁还把黄精当饭吃？ \\n  \\n     云昭咬不动的猪肉，在这些少年人的嘴里瞬间就化为碎肉，云昭甚至怀疑他们到底有没有嚼！ \\n  \\n     反正云杨伸长了脖子一张脸涨的通红，如果不是他弟弟给捧来了一捧水，命可能就没了。 \\n  \\n     回过神来的云杨见云昭一直仰着头看那道悬崖，就用胳膊捅捅他道：“看什么呢？” \\n  \\n     云昭笑道：“我想知道那个平台上有什么！” \\n  \\n     云杨摇头道：“上面全是水，估计有一个坑。” \\n  \\n     “我想上去看看。” \\n  \\n     云杨皱眉道：“应该会很冷，你一定要上去？” \\n  \\n     云昭点点头。 \\n  \\n     云杨就扯过悬崖上垂下来的藤条，用力拉扯一下道：“我上去，你们在下面等我。” \\n  \\n     说罢，就如同一只猿猴一般攀着藤条上了悬崖。 \\n  \\n     跌落的水花很快就让云杨成了一只落汤鸡。 \\n  \\n     他趴在地上慢慢的把身体探出悬崖，冲着云昭大喊道：“我就说嘛，这上面什么都没有。” \\n  \\n     说完话，就拖拽着藤条下了悬崖。 \\n  \\n     站在地上的云杨一边把自己脱得光光的，一边晾晒着衣衫埋怨云昭：“跟我说的一点不差，就是一个石头坎，中间被水冲出来了一个大坑。” \\n  \\n     云昭失望的点点头，苦笑一声，觉得自己人生中第一次考古这就算是结束了。 \\n  \\n     “咦？我的刀呢？” \\n  \\n     云杨惊叫一声，众人四处寻找一圈并没有找到他的刀子，云杨就再一次把目光放在那个平台上。 \\n  \\n     于是，他再一次爬上了悬崖，不久之后，他的脑袋再一次出现在悬崖边上，冲着仰头看他的云昭道：“我觉得你应该上来看看。” \\n  \\n     云昭闻言兴奋极了，二话不说就攀着藤条往上爬……爬了很久，准备歇口气的时候，他才绝望的发现，自己的脚距离地面还不到一尺…… \\n  \\n     云卷早就爬上去了，云树也很快就爬上去了，至于别的孩子也早早在悬崖边上等他，一大排脑袋伸出悬崖为他鼓气打劲，最后就齐齐的变成了呆滞的模样。 \\n  \\n     当然，云昭最后还是上了悬崖，不是自己爬上去的，而是把藤条绑在腰上，被一干兄弟拖上去的。 \\n  \\n     对于这件事，云昭不觉得有什么好羞愧的，他的身体胖，他的年纪小，他没有其余兄弟那么强悍的身体，这都是很好地借口，毕竟，你让一个地主家的大少爷跟其余的穷孩子一样整日里爬高爬低的也不合适。 \\n  \\n     “你的刀呢？” \\n  \\n     云昭抹一把脸上的水渍问云杨，云杨指指身后的石壁道：“在那呢，其余人的刀跟锄头也在那！” \\n  \\n     云昭随着云杨手指的方向看去立刻眉花眼笑，只见一堆铁器被牢牢地吸附在石壁上，云树正在拔自己的锄头，用尽力气，也没有把锄头拔下来！\",\"timestamp\":1638280051,\"title\":\"第二十五章云昭的考古大发现\"},\"digest\":\"xXFw_eBuR0fk-C_lLAHbd7lUBT0hjrm0S1yQyByfFR0\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"eE9qRsSZVmdlEbkLB-NonixwN8jDUTFttMDmE5TjldICatTc9wTPBeMcN8-S7nZ5dQA7r4GmAE7dAmfveAg9dw\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xXFw_eBuR0fk-C_lLAHbd7lUBT0hjrm0S1yQyByfFR0\"}"