"{\"content\":{\"body\":\"Robespierre had quietly waited the while. He was in no hurry: being a night-bird of very pronounced tastes, he was quite ready to sit here until the small hours of the morning watching Citizen Chauvelin mentally writhing in the throes of recollections of the past few months.\\n\\nThere was nothing that delighted the sea-green Incorruptible quite so much as the aspect of a man struggling with a hopeless situation and feeling a net of intrigue drawing gradually tighter and tighter around him.\\n\\nEven now, when he saw Chauvelin's smooth forehead wrinkled into an anxious frown, and his thin hand nervously clutched upon the table, Robespierre heaved a pleasurable sigh, leaned back in his chair, and said with an amiable smile:\\n\\n\\\"You do agree with me, then, Citizen, that the situation has become intolerable?\\\"\\n\\nThen as Chauvelin did not reply, he continued, speaking more sharply:\\n\\n\\\"And how terribly galling it all is, when we could have had that man under the guillotine by now, if you had not blundered so terribly last year.\\\"\\n\\nHis voice had become hard and trenchant like that knife to which he was so ready to make constant allusion. But Chauvelin still remained silent. There was really nothing that he could say.\\n\\n\\\"Citizen Chauvelin, how you must hate that man!\\\" exclaimed Robespierre at last.\\n\\nThen only did Chauvelin break the silence which up to now he had appeared to have forced himself to keep.\\n\\n\\\"I do!\\\" he said with unmistakable fervour.\\n\\n\\\"Then why do you not make an effort to retrieve the blunders of last year?\\\" queried Robespierre blandly. \\\"The Republic has been unusually patient and long-suffering with you, Citizen Chauvelin. She has taken your many services and well-known patriotism into consideration. But you know,\\\" he added significantly, \\\"that she has no use for worthless tools.\\\"\\n\\nThen as Chauvelin seemed to have relapsed into sullen silence, he continued with his original ill-omened blandness:\\n\\n\\\"Ma foi! Citizen Chauvelin, were I standing in your buckled shoes, I would not lose another hour in trying to avenge mine own humiliation!\\\"\\n\\n\\\"Have I ever had a chance?\\\" burst out Chauvelin with ill-suppressed vehemence. \\\"What can I do single-handed? Since war has been declared I cannot go to England unless the Government will find some official reason for my doing so. There is much grumbling and wrath over here, and when that damned Scarlet Pimpernel League has been at work, when a score or so of valuable prizes have been snatched from under the very knife of the guillotine, then, there is much gnashing of teeth and useless cursings, but nothing serious or definite is done to smother those accursed English flies which come buzzing about our ears.\\\"\\n\\n\\\"Nay! you forget, Citizen Chauvelin,\\\" retorted Robespierre, \\\"that we of the Committee of Public Safety are far more helpless than you. You know the language of these people, we don't. You know their manners and customs, their ways of thought, the methods they are likely to employ: we know none of these things. You have seen and spoken to men in England who are members of that damned League. You have seen the man who is its leader. We have not.\\\"\\n\\nHe leant forward on the table and looked more searchingly at the thin, pallid face before him.\\n\\n\\\"If you named that leader to me now, if you described him, we could go to work more easily. You could name him, and you would, Citizen Chauvelin.\\\"\\n\\n\\\"I cannot,\\\" retorted Chauvelin doggedly.\\n\\n\\\"Ah! but I think you could. But there! I do not blame your silence. You would wish to reap the reward of your own victory, to be the instrument of your own revenge. Passions! I think it natural! But in the name of your own safety, Citizen, do not be too greedy with your secret. If the man is known to you, find him again, find him, lure him to France! We want him--the people want him! And if the people do not get what they want, they will turn on those who have withheld their prey.\\\"\\n\\n\\\"I understand, Citizen, that your own safety and that of your government is involved in this renewed attempt to capture the Scarlet Pimpernel,\\\" retorted Chauvelin drily.\",\"timestamp\":1636532194,\"title\":\"Chapter III :  Ex-Ambassador Chauvelin\"},\"digest\":\"6YvGwj9ryAxHlyO2xLkRk8VH1MrYVYwg8SSPBIwoB3k\",\"authorship\":{\"contributor\":\"0xb58Fb3bc38b2ACb99CcfBc6A4e3223f798F927DE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JuGy4Uh6GlvW-RLUBKftDN9Skeps30sBqLrkE2EyI0Y\\\",\\\"y\\\":\\\"M0OcZAIUCIQkH8xE0PTHTeEAnmxtEIpKKhgxhGY8B_A\\\"}\",\"signature\":\"EsiSzH_KTWFNjvrn0vV6EqH2zByuVk4fJPDrFLiydcmpXOp5F65wdbTBmiUlzN5AUjfZCD1OwtVbja7ipjUjtg\",\"signingKeySignature\":\"0x9214f3729524f94e2062f5790faa8a88affb02b5555289c1d85d10ba9215c49f0f1bc19745328a9bc96df3b4e76dd730606799ba743dfa63473ee4b9af5789281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JuGy4Uh6GlvW-RLUBKftDN9Skeps30sBqLrkE2EyI0Y\\\",\\\"y\\\":\\\"M0OcZAIUCIQkH8xE0PTHTeEAnmxtEIpKKhgxhGY8B_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6YvGwj9ryAxHlyO2xLkRk8VH1MrYVYwg8SSPBIwoB3k\"}"