"{\"content\":{\"body\":\"Today I actually stumbled across this video from Wired as part of the 5 levels series unpacking ways to understand blockchain.  Great approach!\\n\\n[https://www.youtube.com/watch?v=hYip_Vuv8J0](https://www.youtube.com/watch?v=hYip_Vuv8J0)\\n\\n**TL:DR**\\n\\n* Level 1 - I love the simple focus on decentralizing trade, reducing reliance on intermediaries and enabling more peer to peer transactions.\\n* Level 2 - Trust.  Guaranteeing the trade with technology.  Removing the middleman thanks to a network of computers that all carry the same history of transactions.  Cryptography encodes the transaction, but marks it’s existence so there’s proof in the ledger across the network.\\n* Level 3 - Trading 1:1 but at scale thanks to each node (computer) in the network carrying and sharing the view of the transactions.  This can be used for currency or any other asset.  Identity for each party can be enabled through digital signatures to verify and again secure the experience.\\n* Level 4 - All the information between each transaction is logged and stored so that subsequent transactions can be appended … but not removed from the history.  Trust and education will need to be brought much more forward as well as better standards created so this can really scale towards mass adoption.\\n* Level 5 - Persistent, transparent and public ledger which can only have data added, not removed.  Blockchain requires a challenge to ensure that no one party can dominate control of the chain.\\n\\nWhat I really appreciate about this video is it’s quite direct and focused.  You’ve probably read or heard people mix blockchain and bitcoin together innocently over the past few years and now with the addition of buzzy terms like web3 and metaverse becoming it’s easy to lose your way.  To me, blockchain is a fundamental concept and technology of the future (here now) that will allow more people to connect more directly.  It’s not simple or obvious how this all works today and in many cases why blockchain vs an existing technology, but with a bit of patience and time things will likely be more clear soon enough. \",\"timestamp\":1638214376,\"title\":\"Let's explain blockchain\"},\"digest\":\"8_AHhP9lbJDTGAUnpOUXWNbdVnUlGhJRIwu95vYJJ-8\",\"authorship\":{\"contributor\":\"0x994f606aD8862A135dbA43974F7Bf702275ea6B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QWbVaWv2f0yxWKw4iKRVdflhBeF5TRfY9WzSY6ZkwZg\\\",\\\"y\\\":\\\"hK5douw_1pvjV8gmSMQacMYnW5PqG0CCOr-hjqSS908\\\"}\",\"signature\":\"MH3MkGq5V6iHpEBcJ5CTXJDzxm5ofBuhi8OMjZGrOxtzEfgkqIiI7Aa8EjHDWi1N2CzvWpCbYtbFRAqfOyuflA\",\"signingKeySignature\":\"0xc2280b29bf99e58aaadcf59a6a4272b2e38a6d19ba5694e23b2337d059924af97172a38eac8c8df32ec9f95d2363e845f059d429fd2becd61fb3251075e07ef01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QWbVaWv2f0yxWKw4iKRVdflhBeF5TRfY9WzSY6ZkwZg\\\",\\\"y\\\":\\\"hK5douw_1pvjV8gmSMQacMYnW5PqG0CCOr-hjqSS908\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"841NiQvWsCvUt1YSxpMrkS86hfV_dfpNnOL-uu24iVo\"}"