"{\"content\":{\"body\":\"1\\\\. NFT opens the link between the meta-universe and reality\\n\\nThe meta-universe is a virtual world made up of numbers, and the scenes inside are actually the digitization of the real world. NFT is just able to realize the assets of the virtual world. Users can use NFT to trade assets in the virtual world and realize the operation of content value.\\n\\nNFT ensures the digital intellectual property of the metasverse\\n\\nThe meta-universe is a virtual world parallel to the real world. Physical things in the real world cannot be copied completely. Therefore, the meta-universe also needs to implement such application scenarios to ensure that objects in this world cannot be copied. NFT does just that. NFT can be indivisible and cannot be copied, and has the ability to guarantee the confirmation of the rights of objects in the virtual world.\\n\\nIii. NFT Enabling element cosmic economic framework foundation\\n\\nFor the metasemes to evolve as well as the real world, more and more content production is needed to create enough immersive experiences, which require a stable economic system that incentivizes users to actively produce content. NFT can confirm the rights of digital assets to achieve this effect, meet the needs of user economic creation, so it is suitable for the construction of the metacosmic economic framework.\",\"timestamp\":1641289911,\"title\":\"What role does NFT play in the metadverse\"},\"digest\":\"pl8MGwgdWsnSRCNLklY232pfTHEP11-BS5QH_KTC1_o\",\"authorship\":{\"contributor\":\"0xc2E83e61b2AF06A388492346C4Ec0a4104443Cf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m0YBzhmKzkEMeSlZvqGHzdOrQCkoiQMPI4UUYJBv1-M\\\",\\\"y\\\":\\\"io8H4Xn-Z-oin-jmLEWDTRZssfCZaCVl7IP8cBDhZZc\\\"}\",\"signature\":\"71NVkOXFVvVueUD5EpKBExlyrp9LhIJFjAnAJwCLbRmjW6kvif_NcrwiQqc7dCUhFUOtd8kNRIEcyE4BB_pPkA\",\"signingKeySignature\":\"0x04f9871cc2d31d71d200425aaa6083b604912a27f6f3985b21038bcd5f4f86e447b2ea3666e27f16612b8ebf8e53458c6e730360ba0564fde2f3d56b562cceec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m0YBzhmKzkEMeSlZvqGHzdOrQCkoiQMPI4UUYJBv1-M\\\",\\\"y\\\":\\\"io8H4Xn-Z-oin-jmLEWDTRZssfCZaCVl7IP8cBDhZZc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pl8MGwgdWsnSRCNLklY232pfTHEP11-BS5QH_KTC1_o\"}"