"{\"content\":{\"body\":\"## Stacy Pills Lore - #XX\\n\\n![Stacy Pills Blend - CFW's #XX Alpha & Omega - Made in The Lab with @livefreeordefi](https://www.orbatron.org/alphaomegapill.gif)\\n\\n**Part I**\\n\\n**A massive orange ball of dimmed light, the pollution-obscured sun slowly crushes its way into the horizon. The urban expanse rushes towards it, its wake visible in the steadily lengthening shadows of buildings. The hectic speeds of skyway traffic are a stark contrast to this slow motion descent that many sit watching, transfixed.**\\n\\nIt is rare enough to see the sun nowadays, let alone an entire sunset. The overcast skies have allowed a sliver of sky to appear, just above the horizon. Though distant and drenched in an atmosphere clogged with impurities, the sun still sheds some warmth on the faces of those that have come out to witness this uncommon moment.\\n\\nXero waits for it to sink fully below the surface, and turns around to start heading to the Roustan Gallery. Walking along the Legacy Overpass, he peers down the side to the distant glow of Old City hundreds of meters below him. It’s Friday Night, and there is much going on down there, and up here in New City alike. The bridge is busy with foot traffic and vendors. He sees Ma’rud stealthily moving through the crowd without attracting attention, and wonders where that oddball is off to.\\n\\nAs vendors try and catch his attention every few seconds, he is unfazed, thinking back to the last time he saw them. Ma’rud and Xero had spent an evening at The CoffeeHouse drinking crappy beer, waiting for Ringo to get back from a Stacy run. As they had exchanged their experiences with the Series I Pills, they had gotten to know each other quite well. He had found out that they were very solitary, and did not enjoy interactions with most people. In turn, they had found that Xero was hungry for interactions with people, but did not enjoy spending too much time with anyone, outside of his cat.\\n\\nHe decides to let them be. Passing under the great northern Arch of the Overpass, and into the Arts & Culture District of New City, Xero finds the casual social dance of artists he is so familiar with. Eccentrically dressed folks idly discuss art and music, and some accentuate their points with extravagant hand gestures.\\n\\nAs he approaches Roustan’s Gallery, he wonders what it would be like if he could remember his childhood memories at all. Most folks cannot remember their childhoods nowadays. Those that can, have short term memory problems, and end up with intense bionic implants to allow them some functionality in day-to-day tasks. Roustan is one of the rare folks that can remember everything, which may off a clue as to why he is so good at connecting with people.\\n\\nThe gallery is essentially a multi-tiered abstract piece of architecture, mashing modern and vintage styles seamlessly into one. There is no real entrance; the first floor is essentially one big airy lobby without doors. On his way in, a very suave person chatting on a comm implant walks by him, their voice a steady stream of tonality that triggers a sense of ASMR. Xero feels a sense of calm pass over him.\\n\\nRoustan breaks him out of his Zen with a greeting from the mezzanine above.\\n“Xero! Yo!”\\n\\nLooking up, Xero sees the gallery owner motioning for him to come upstairs. In a denim jacket with a patch, and light-responsive pants, Roustan is the walking embodiment of cultural abstraction.\\n\\nThe stairs wind up, and open out into a gallery showing a series of photographs and videos on sale. Gallery-goers pull up their ledgers and scan art of interest to check metadata about the creators, and other pertinent details. Occasionally one will double tap their wallets to purchase an edition, or where applicable, a 1 of 1 rarity. The art here is always cutting edge, and there is always a focus on up and coming artists. Roustan has a real eye for finding the good ones in New and Old City alike.\\n\\nXero grabs a seat by Roustan at a small table. It is adorned with a glass vase of roses, oddly out of place in this contemporary space. Some fallen petals surround the base of the receptacle.\\n“Who was that guy leaving the gallery just now? His voice was so calming.”\\n\\nLaughing, “That was the Unknown Funk Hero! Met him at Liz’s club the other night. Really dedicated Sound artist.” Roustan pokes at a few petals absentmindedly.\\n\\n“Nice. Well business looks good. How’s everything?”\\n\\nRoustan smiles, “Can’t complain! This show has been a success, and we’re booked out for a while. How are your projects coming along?”\\n\\nXero grins, “On schedule to show here next month. Stuck on the final piece to be honest.”\\n\\n“Creative block?”\\n\\nXero shakes his head, “Sort of. I feel like I have memories trying to dump out onto my canvases, but I can’t access them. I don’t even know if they’re really in there.” He points at, and taps his temple gently.\\n\\nSome guests walk by the two, nodding at them politely, moving on to another piece of art. Once they are out of earshot Roustan says, “I might have just the Stacy for you.”\\n\\n“I don’t know friend, I’ve had a couple lately that have been incredibly insightful, but nothing is letting me break through into my past.”\\n\\nFishing around in his denim jacket, Roustan looks intensely in Xero’s eyes.\\n“I have a rare Blend. Was helping Liz with a booking, and she gave me this. It’s called the ‘Alpha & Omega.’ Pretty epic, huh.”\\n\\nLooking around first, he hands over a tiny, neatly wrapped package.\\n\\nXero pockets it casually.\\n“What should I expect?”\\n\\n“It’s a Blend of Luxe Neue, a Relic, and the OG Braincase. It’s nuts. I feel like it tears you apart - but those memories you’ve been hunting? You’ll find them in there. What you choose to do with them, well that’s up to you Xero.”\\n\\nXero scratches his chin absently.\\n“I thought you couldn’t even get Relics or Braincases anymore. Wow. Thank you, I’ve never had a Blend before.”\\n\\n“My pleasure. Just make sure you’re buckled in man, this Stacy is a long ride! You can chill in the hot tub afterwards and melt a bit if you like.”\\n\\nThey bump fists, and Xero heads up to the gallery rooftop, through a hidden stairway. He grabs a seat in one of the plush, deep crimson colored corner nooks. These soft yet firm velvety enclosures are intended for privacy and comfort, wrapping guests in a sense of luxury.\\n\\nUnwrapping the package now, he finds a curiously fragmented pill that looks like it’s made of glass, gold, and iridescent amethyst. The Pill is phasing in and out of being shattered and whole, and he can’t tell if his eyes are playing tricks on him. Based on his experiences so far with anything from The Lab, Xero knows not to question these things too much. He tosses the impossible tablet into his mouth.\\n\\nThe transition is immediate.\\n\\n![Stacy Pills: #16 Luxe Neue, #17 The Relic, #20 OG Braincase](https://images.mirror-media.xyz/publication-images/Aud8ddM0RLIyK67mWYxHx.jpg?height=933&width=2800)\\n\\n**Part II**\\n\\n**A massive orange ball of blazing warmth, the haze obliterating sun sinks into the horizon. The urban expanse basks in its intensity, leaning away from the gouache-like shadows lengthening behind its geometric topographies. Glints of sunlight bounce off the stream of vehicles in the skyways, like schools of fish darting hive-like in unison. Many watch the moment before them, entirely transfixed.**\\n\\nThe rarity of the moment makes it so precious, emphasizing the uniqueness of the day. The sky presses down on this uncanny moment, trying to join the city below in an embrace around the descending star. Heat squeezes out of the gigantic ember, and splashes on all those that are witnessing it.\\n\\nXero watches on, waiting for the light to disappear on the horizon. As the last gleam of light snuffs out, he feels himself suddenly dissolving downwards into the city, its floor an iridescent oil slick spanning out to infinity. He feels his visual reality weaving in and out of different resolutions, the fluid he is merging with going from ultra high definition, to highly pixelated, and back. The sounds of the city around him turn into crisp and clear streaks of sound, that dissolve into frequencies of static, and back.\\n\\nHe feels like he is time traveling with every shift in definition, his vision traveling through screens and displays from different technological periods in history. He settles in a space that feels like a vacuum tube, air being sucked out, and a strange fluid filling its absence rapidly. His lungs are now metaphors for digital detritus; LCD panels suddenly imbued with a liquid atmosphere. His core is now merging where the digital meets organic matter, and a well of digitized memories begin riding out of the soup that is his physicality.\\n\\nThe digital luxuries of the new age become a bed for his memories to glide over, tidbits of recollections dipping in and out of neon glows trimming the modern world’s contours. Fear is replaced with data, ready to be consumed at his leisure. Just as he begins to settle in, everything freezes frame and melts again, the purples and blues of the night flowing like glossy residue over metallic surfaces. He is now a comfortable ooze of timeless, unhurried flow.\\n\\nBit by bit, a sense of warmth begins to resonate internally, and radiates outwards. A crescendo of heat turns into a bright, electric light source, washing away almost all color in its golden brilliance.\\n\\nLike a neon bomb, he explodes.\\n\\nFrom the core of his being, out through every single pore of his body, the light blinds all sense of physicality. As if to counter this intensity of light, an unexpected cold breeze rushes in from all directions, the air suddenly contracting, and stiffening. The air is thick with microscopic ice crystals, catching the luminosity like blurred ghostly streaks, as the blaze is diminished and compressed into a state of calmness.\\n\\nCool sensations rush down into what feels like his spine, triggering a sharp involuntary inhale of crispness. The electric burst is now glacial, practically frozen in time. The sense of being ancient beyond the remembrance of history sinks in. Xero feels like an immutable temporal anchor, as the universe flows around him. His previously lavish comfort has been replaced with a sense of found purpose, unyielding to the currents of cosmic change.\\n\\nThe rigidity settles and Xero feels himself settling into the comfort of his warm, inner glow. The ride seems to have settled for now, and he thinks about all the times he has overthought things, and how unnecessary it has always proven to be in the end. Overly analytical of his own work, of the behavior of others, and even of social situations outside of his personal life.\\n\\nOut of nowhere he feels a sudden and intense inward pressure, followed by an immense cracking sensation. All the colors of the known world, the warm golden glow inside, and everything in between suddenly flashes out of existence, replaced with a jarringly bright purple fracture running down the core of his being. Slightly panicked, he loses sense of direction, and feels himself careening in a dark void.\\n\\nAnd everything splinters.\\n\\nAny sense of physicality he previously had explodes into shards made of memories and feelings. Tiny shards of childhood fly out in high velocity, while larger fragments of adult experiences tumble outwards at a heavy, lumbering pace. Steadily, Xero becomes a particle cloud of varying sizes and densities, the canvas of his life a shimmering cacophony of chaos trying to find order.\\n\\nIn the madness of it all, he sees how everything is connected and entirely disconnected; tethered together by a string of time that is more delicate than the petals of a rose.  The pain and beauty of life dance around each other in this cloud of entropy that is his life, a vessel hungry to be filled with meaning trickling out of discord.\\n\\nA beat kicks in like a metronome, and the fragments of his life begin to lose their opaqueness, memories suddenly translucent and layered over each other. As he views these slivers of his lifetime juxtaposed over each other, he begins to see all the recurring patterns in his life that formed his opinions and behaviors. Forgotten childhood memories peek through fragile, crystalline recollections from recent times, and he realizes how little he has changed at his core.\\n\\nThe realization illuminates all the shards with the golden, warm glow from earlier, and he finds himself in a throng of anamneses. He’s forgotten so much; so much potential lost to the blocked off corners of his mind. Clarity coats him in a lush purple and gold wave of comfort; this is a rediscovery of his own domain that nobody can touch, sway, or taint. He can feel his chemistry permanently shifting, and neural pathways in his brain healing themselves.\\n\\nXero sees his birth, and his death, and realizes that he is both the Alpha, and the Omega of his own existence. This shocking revelation descends upon him like a set of robes, draping all around him, giving him a sense of weight, and responsibility. He looks at what is now “down” and sees a shiny platform above which he is levitating, his fragmented self a blurred reflection of movement.\\n\\nHe remembers what breathing is, and as he exhales, he becomes an expanding ball of purple and gold light. He inhales, and draws his being back into wholeness. Everything fits back together seamlessly. He is reformed, any damage that was exposed is now sealed with Kintsugi, a golden glow where things once came apart.\\n\\nHe Blinks at the notion of luxurious royalty, and finds himself looking at millions of frozen frames taken from his life. He blinks again and feels a warm glow, as he sinks into a sea of iridescence. Blink. He is breathing in pixelated fluid, and exhaling high definition spectrums of light. One more blink, and he is staring out at New City from the rooftop of a very peculiar art gallery. Xero sits up and squeezes a velvety cushion to make sure he is back in his body.\\n\\nSomebody giggles, drawing his attention. He looks over at Roustan’s hot tub, and sees some familiar faces relaxing in luxury afforded them by their host. Is it possible they remember their childhood memories? He sees Roustan tap his temple and look at him knowingly; Xero remembers everything. He gets up to join his friends in the tub.\\n\\n[https://opensea.io/assets/0x42c6bcbbd42b0df212564f101d2edac7fb908b9b/28](https://opensea.io/assets/0x42c6bcbbd42b0df212564f101d2edac7fb908b9b/28)\\n\\n\",\"timestamp\":1642604735,\"title\":\"Stacy Pills - Alpha & Omega\"},\"digest\":\"_mWfOgz1nZ-1AV3pNgsbVH1ViCaZHKHfY1JgmX-MhZo\",\"authorship\":{\"contributor\":\"0x9d455AFFe240a25AdC6cD75293ca6ab2a010ab0f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CwIU1bClNMbWGh-hrY2XFzxpu2t-_sboMLyFdEvpMPE\\\",\\\"y\\\":\\\"-oqke9YKYrPGyVg6RNU0MmfmZ14NedAMHytm2B2qkOE\\\"}\",\"signature\":\"nzZlwDBm4uK_8aBDxpbHpV48hw4MXrINLbdARGS7Y7rDRXE2pFX4uI_KS7x0CwrP4OjtXHF2cccHDIMguP2KrQ\",\"signingKeySignature\":\"0xb436660c6c7f2e8cc59963f9e7b9e6dbdddb528ebcc28fd4eec831f640d606872ef1ea3901d572201026a7a800ed3e1d649f1a8d0693415fdd364db26f85f31f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CwIU1bClNMbWGh-hrY2XFzxpu2t-_sboMLyFdEvpMPE\\\",\\\"y\\\":\\\"-oqke9YKYrPGyVg6RNU0MmfmZ14NedAMHytm2B2qkOE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kI9KJWNYfZRxkwreY8MZH_qVYJlyoVbBXtCmk49pFbs\"}"