"{\"content\":{\"body\":\"After a [region-limited tease](https://arstechnica.com/gaming/2021/08/the-shape-of-netflix-gaming-is-smartphone-only-debuts-via-test-in-poland/) earlier this year, Netflix's gaming push officially begins this week as the company releases an update to its Android app. Starting tomorrow, all Netflix subscribers on Android will start seeing a row labeled either \\\"N Games\\\" or \\\"Games On Mobile\\\" inside the normal video-streaming app. The games are exclusively for smartphones and tablets.\\n\\nAnd if you don't want to wait, you don't have to—[the games are now live](https://play.google.com/store/apps/developer?id=Netflix,+Inc.).\\n\\nEnter your email to get the Ars Technica newsletter\\n\\nJoin Ars Technica and\\n\\nGet Our Best Tech Stories\\n\\nDELIVERED STRAIGHT TO YOUR INBOX.\\n\\nSIGN ME UP\\n\\nWill be used in accordance with our\\n\\n[Privacy Policy](http://www.condenast.com/privacy-policy/)\\n\\n[Today's announcement](https://about.netflix.com/en/news/let-the-games-begin-a-new-way-to-experience-entertainment-on-mobile) confirms what we already knew after a test version launched in late August in Poland. Netflix Games are downloaded to your Android device as opposed to being streamed from Netflix's cloud servers. (Subscription services like Nvidia GeForce Now, Xbox Game Streaming, and Amazon Luna remain poised to vie for the \\\"Netflix of gaming\\\" crown, as they stream computationally intense games from server farms to your favorite screen.)\\n\\nIn addition to a pair of smartphone-friendly games based on the *[Stranger Things](https://arstechnica.com/tag/stranger-things/)* series, Netflix Games currently includes three other arcade-y tap-action games. And like the licensed games, these titles all previously launched on smartphone storefronts. Now that they're part of Netflix Games, the games have been updated to work without any upfront costs or hidden microtransactions.\\n\\nThat's a key differentiator for Netflix Games, and it resembles Amazon's 2015 attempt to break into the Android gaming world by giving games away *and* paying game makers based on how often their games were downloaded and played. That [\\\"Amazon Underground\\\" service](https://arstechnica.com/gaming/2015/08/amazons-new-games-and-apps-store-free-for-users-12%C2%A2-an-hour-for-devs/) required a sideloaded app download—a move that garnered a lot less attention than when [Epic Games did the same thing with ](https://arstechnica.com/series/epic-vs-apple-google/)*[Fortnite](https://arstechnica.com/series/epic-vs-apple-google/)* years later. Amazon's effort [fizzled and died less than two years later](https://arstechnica.com/gaming/2017/05/amazons-actually-free-app-store-didnt-actually-last-for-two-years/).\\n\\n## Sharing your account? No problem\\n\\n### FURTHER READING\\n\\n[Netflix once again introduces new features for Android, but not iOS (yet)](https://arstechnica.com/gadgets/2021/06/new-netflix-mobile-app-feature-allows-viewing-partially-downloaded-videos/)\\n\\nToday's announcement includes no mention of a certain megaton Apple smartphone and tablet ecosystem; instead, you have to look at[the official \\\"Netflix Geeked\\\" Twitter account](https://twitter.com/NetflixGeeked/status/1455580571959054341)to be assured that iOS support for Netflix Games is \\\"on the way.\\\" As[we previously confirmed](https://arstechnica.com/gaming/2021/08/the-shape-of-netflix-gaming-is-smartphone-only-debuts-via-test-in-poland/), the credential-checking system in place on Android should translate neatly to iOS whenever Netflix Games gets around to launching there. (This certainly isn't the first time[Netflix has rolled out new, interesting features on Android before iOS](https://arstechnica.com/gadgets/2021/06/new-netflix-mobile-app-feature-allows-viewing-partially-downloaded-videos/).)\\n\\n![An example of how Netflix Games' interface will look inside the normal Netflix app on Android starting on Wednesday, November 3.](https://cdn.arstechnica.net/wp-content/uploads/2021/11/Android_Collage_1920x1080__UCAN_En-980x551.jpg)\\n\\nOnce Netflix's Android app update goes live tomorrow, it will allow users to stay within the Netflix app, find each game as an individual download, and confirm Netflix credentials before loading the games. While Netflix says some of its games will need to check in with a server every time you play, I've confirmed that some of the launch games can work in fully offline mode—at least, after logging in and confirming Netflix credentials before fully closing each game, putting your smartphone into airplane mode, and loading the games again.\\n\\nAdvertisement\\n\\nSpeaking of flexibility, if your Netflix account supports multiple, simultaneous logins (like the United States' $17.99/month \\\"4K\\\" plan), Netflix Games will work the same way. Everyone can log in and simultaneously play games until an account's \\\"maximum devices\\\" limit is reached. At that point, the app will dish out alerts the same way it does with video account sharing. And while all of the games so far are kid-friendly (especially as they have no microtransactions), games are currently listed as \\\"adult\\\" content and thus require either an adult account or PIN code access.\\n\\nToday's slate of games looks like the fare you'd expect from an ex-Zynga executive running this newly established Netflix Games category. But that exec, Mike Verdu, insists there's more to come. \\\"Just like our series, films, and specials, we want to design games for any level of play and every kind of player, whether you’re a beginner or a lifelong gamer,\\\" he wrote in today's announcement. Ars Technica is familiar with at least two Netflix Games projects that are more surprising than the games we saw in today's roster.\",\"timestamp\":1635905436,\"title\":\"Netflix now comes with Android video games for paying subscribers\"},\"digest\":\"6WANxyctOrqVZ0Ahag7RXcrZc3VhEQr0_GPZhOJYwqI\",\"authorship\":{\"contributor\":\"0x8B618F70Ab9b48034d51dD2B87eFEf243B118980\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UJFCk4gnDZDRI6x-Uil4p4ApxQvdUrfT0sBIfjS04Kc\\\",\\\"y\\\":\\\"4_Nx76J-ZqaVVkazuDsYr7EgA_lv-hTnz_rupCN3cAA\\\"}\",\"signature\":\"FVTT-NXfSWZuZqz6sw-uVdRRniI0KpOtYm0vmtEjp3hOOYivzvqTvT5tn9G812mFcXXUo8DEjHNaP9cvxzyU3g\",\"signingKeySignature\":\"0x16fbe15f03094435163e85bf73b00f0e0a0761c27b809a53b08d8be2c951f0c97c4ebfac711db6dc1eb95e13f1a05d68f2348c77a02a49f0e07ffa1a07181e941b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UJFCk4gnDZDRI6x-Uil4p4ApxQvdUrfT0sBIfjS04Kc\\\",\\\"y\\\":\\\"4_Nx76J-ZqaVVkazuDsYr7EgA_lv-hTnz_rupCN3cAA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6WANxyctOrqVZ0Ahag7RXcrZc3VhEQr0_GPZhOJYwqI\"}"