"{\"content\":{\"body\":\"![Chapter 14: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/aSWPOi3Reo6WjyuezEfQw.png?height=3508&width=2480)\\n\\n[https://open.spotify.com/episode/0PfVVama6lDf9nOijvEOHI?go=1&sp_cid=0a99e1bef0a148c6e1834dffd8ff3164&utm_source=embed_player_p&utm_medium=desktop](https://open.spotify.com/episode/0PfVVama6lDf9nOijvEOHI?go=1&sp_cid=0a99e1bef0a148c6e1834dffd8ff3164&utm_source=embed_player_p&utm_medium=desktop)\\n\\nTalia tried not to look into the bucket and only focused on the tent around her. Beautiful, intricate tapestries filled the space, many illustrating not just the sweeping colors of the desert but stories that she didn’t have enough context to fully interpret. Characters she didn’t recognize went on journeys, encountering strange creatures and surmounting mountains before finally returning to the desert adorned with gems, some possessing special powers — the one that caused a river of water to flow from its center was obvious enough in its importance, but she didn’t understand the others.\\n\\nHer stomach turned and she heaved again, her eyes shut tight as she vomited in the bucket. Her hands shook as she wiped her mouth with a damp rag the boy across from her offered again. She’d been shaking, vomiting, an absolute wreck for nearly three days now, and the boy across from her — what was his name? Talia’s mind swam as she tried to place him and remember their brief, sporadic conversations, until she gave up and collapsed back on the bedroll.\\n\\n“That was the worst so far,” the boy said brightly. “Means you’re getting better.”\\n\\nTalia hoped he was right. She had felt okay when she had first started walking — energetic, in fact. Something about seeing the desert spread before her had given her a sense of new purpose, of excitement. Something unknown. Something new. But by the afternoon of the following day, her whole body had rebelled against her. The drugs had much more of a hold over her than she had originally thought.\\n\\n“Do you want to walk around?” he asked. “Get some fresh air?”\\n\\nTalia nodded, and he helped her up, carefully taking the bucket outside as she wobbled out after him. He carried it far beyond the tent and washed it out, leaving the bucket outside.\\n\\n“To air out,” he said.\\n\\n“I’m sorry, what was your name again?” Talia asked.\\n\\n“Ha!” he laughed. “Saleh. Saleh the savior, you can call me, for dragging you off the hills and bringing you here.”\\n\\n“Happily,” Talia said. “And thank you.”\\n\\n“No worries. What is given is given freely,” Saleh said. “Now, you want to see the rest of the camp?”\\n\\nHe led her around, talking nonstop as they made their way through the tents. There were about a hundred people in the camp right now, he explained, though the number varied as a few were just traveling traders and not part of their tribe. The place was an odd mix of old and new — children ran around in what was clearly traditional garb, but backpacks with comic book characters that Talia recognized from the city dotted some of their backs. Camels were tethered here and there, but a truck with a strangely tall load on its back was parked a few hundred yards away, rumbling quietly.\\n\\n“The grow truck,” Saleh said. “It adds on to what we don’t gather.”\\n\\n“Why not set up a town? Have a full garden?” Talia asked.\\n\\n“Then we couldn’t move!” Saleh exclaimed. “Besides, we do not need much other than what we gather. It is for special things, or things too expensive to trade for from the cities. We are the only tribe with such a truck,” he explained. “Most of the tribes turn their backs on such advances, but we find that it doesn’t hurt to be a little more flexible.”\\n\\n“How many tribes are there?”\\n\\n“Oh, enough,” Saleh shrugged. “Two hundred, three hundred? We are quite small. Some have thousands in them, though most are our size. My cousin lives in another tribe — they are less modern than we, live closer to the scholar’s region of the desert. Tribes might be many families; they might be one or two large ones. Some have been here, in these deserts, longer than the cities or what came before them. Some formed when the walls came up. Those who knew they could not be contained,” he said and smiled at her. “Like you.”\\n\\n“I don’t know about that.” Talia found herself blushing. “I don’t know what I’m looking for.”\\n\\n“The desert is the perfect place to look,” Saleh sat astride a crate by one of the tents. “At first glance, it looks empty. Nothing built on nothing built on nothing. But you watch a little longer, and there is the desert mouse, the snake, the hawk. These are the people, riding their camels. There is the temple washed away, the temple rebuilt, the people attending. Everything is out here, and there is nothing to tie it down or hold it back.”\\n\\n“You’re quite the philosopher,” Talia said.\\n\\n“I’ve studied,” he replied. “Now, you sit, too, and tell me what brought you puking to my home.”\\n\\nTalia sat facing him, staring down at the sand beneath her feet. She was ashamed of what had happened, and started haltingly, trying to explain why she hadn’t liked the path she had gotten. The defensiveness came back — she was ready for him to argue, to say she should have listened, but he didn’t. Saleh just sat, and listened, nodding or making the occasional sound to let her know he was engaged. Talia found herself talking more and more, going through the whirlwind of the last month, how she had ended up with Elliot and the others and gotten so far off track. What they had asked her to do and how she had been unable to do it. How she couldn’t go home. But she didn’t know where to go next.\\n\\nSaleh waited patiently until she was done and did not speak immediately when she was finished. He let the story sit between them for a minute, as the desert air grew colder around them.\\n\\n“You did the right thing,” he said finally.\\n\\n“You think so?”\\n\\n“Certainly.” He nodded. “You knew they were asking something out of your character. And you did not go along with it. If you had, well. My guess is you would have been lost for much longer,” he said, slapping his knees and standing up. “Now. I have fallen behind on my work the last few days. Would you mind helping me catch up?”\\n\\n“Of course!” Talia jumped up. “And if you need any help with the growth truck, I’m sure I could — ”\\n\\n“Not that right now,” Saleh interrupted, putting his hand up. “Though I will make sure you get a chance to see it. No, for now, we must simply keep the home running.”\\n\\nTalia wasn’t sure what he meant, but she followed as he led her back to his tent. He pulled back the coverings and went to a pile in the corner, pulling off several pieces of clothing and sitting cross-legged on the floor, beginning to work on them. He handed Talia a needle and some thread as she sat.\\n\\n“Do you know how to mend?”\\n\\n“A little,” she said. “I’m not very good.”\\n\\n“Then you don’t mend the important clothes,” he chuckled. “Here,” he said as he passed her some rough trousers and shawls, then turned back to work, humming to himself. A small oil lantern sat nearby, casting an orangey light over their work. Talia did her best, trying to remember what little she had learned on the farm. There wasn’t much cloth to work with, but there had been a time when their crops had struggled, where her mother had repaired their old clothes instead of buying new ones. Talia had learned a bit on her knee, though her stitches did not match the clean, even strokes of Saleh’s.\\n\\nHe hummed to himself occasionally as he worked. After an hour, Talia’s hand started to cramp, but Saleh was still going strong. She stretched it and tried to push through, but finally set the work down in frustration.\\n\\n“How do you go for so long?” she asked.\\n\\n“The work is never done,” he explained. “You get used to doing it. I am getting hungry. Would you mind stoking the fire, getting some food going? You should find some meal, flour, meat, everything you need over there.”\\n\\nThe cooking area was nicely organized, everything in its own bin. Talia stoked the fire, took some meat she didn’t recognize from a small container and started cutting it up with a knife, before moving on to some vegetables.\\n\\n“Did these all come from the truck?” she asked.\\n\\n“No, no,” he said. “Most are grown in the water valleys.”\\n\\n“Water valleys?”\\n\\nHe clucked his tongue as if looking for a word, “Oasis! Oasis, in your tongue. You can grow crops around them. We have a few on our path, will stay there until the garden is grown up. Some we trade for, some in the truck, but all those are ones we’ve grown in the desert.”\\n\\n“It’s incredible you can do that here,” Talia said, oiling the pan and putting some pieces in to grill, “All my research on growing before the hydroponic gardens took over, you needed particularly fertile soil to grow in. And acres of land to produce enough.”\\n\\n“We’ve got no shortage of land here,” Saleh pointed out. “And the foods we grow are hearty, the same as us. Everything else people use? It’s just extra. I’m sure if your cities were not so contained, you wouldn’t need as many gardens packed together to supply them all. It could all be spread out.”\\n\\n“Sure,” Talia said. “But it is easier in the cities. No dust storms, or drought, or anything like that. It’s all metered and controlled. As long as our equipment is working, we can get what we need.”\\n\\n“And when the equipment breaks down?”\\n\\n“We fix it,” Talia said. “I’m quite good at it.”\\n\\n“But what if you can’t? What if it all runs out?” Saleh shook his head. “I could never depend on something that could be taken away. Even our truck. It is nice, sure. But if it becomes too much trouble? Or breaks and we cannot fix it? We have plenty of food. Maybe a little less flavor, but there are ways to get that, too, eventually. I can always trust my hands to do what needs doing,” he said, and lifted them in demonstration. “And if they get too old to work, I have the people around me to help.”\\n\\n“The cities have been thriving for decades,” Talia said, suddenly feeling defensive of her home. “And they will, for hundreds of years from now.”\\n\\n“And the knowledge of survival will keep getting lost until it is on all of us to teach everyone who survives the city’s fall,” Saleh said. “Don’t worry. We’ll be ready to help!”\\n\\nHe turned back to his work, and they didn’t talk anymore as Talia finished making the food. She did her best, and Saleh seemed quite happy with the results, though she had a feeling he was a bit over-complimentary, just to be nice. As the night drew to a close, he pulled out an instrument she didn’t recognize and played for a while. Talia, grateful her stomach had managed to keep the food down, curled up and fell asleep to the sound of his song.\\n\\nWhen she woke the next morning, Saleh was already out of the tent. Talia ate some food he had left out for her and emerged to find him hard at work braiding cord. He passed it over wordlessly and she worked, imitating the pattern he was using. After that, they tended to the sheep penned behind his tent and then boiled water to purify it for the truck. Talia was excited to finally see inside. It was a small little grow space. The top opened so they could use natural daylight for the plants during the day, and the truck was only started occasionally to run the purified water and nutrients through the system, left off the rest of the time. It was mostly spices with a few strawberry plants here and there, and Talia was impressed by how much they had been able to fit. Hydroponic gardens were always designed to fit a lot in a little space, but this took it to the max. She was able to spot and fix a few leakages, which won the two of them a round of drinks with some older men who seemed to make it their job to studiously watch the comings and goings of everyone in the camp. But after that brief break, they were back to work again, hauling water, fixing more clothes, and Talia was pulled away to help some of the women weaving. By the time dinner came around, she was exhausted, shaking from the sheer amount of work she had done, which was a nice change from the shaking she had felt from her withdrawal sickness. Saleh seemed tired, too, and didn’t play that night, turning in as soon as they had eaten.\\n\\nTalia stared up at the ceiling of the dark tent. Her body was sore, but it felt good. Productive. Working on the farm took plenty of effort, but so much of it was automated. Nearly everything they had done that day had been done by hand, and she traced her palm where she could feel the raw edges of forming callouses. Saleh seemed to like her company. It was a straightforward life, if a hard one, and it was nice to be really doing something after weeks of nothing.\\n\\n“Are you ready for tomorrow?” Saleh asked from his side of the tent, surprising her. She hadn’t realized he was up, too.\\n\\n“What’s tomorrow?”\\n\\n“All that and more,” Saleh said. “We’re moving the camp in two days. Plenty to do to prepare!”\\n\\nTalia felt her muscles ache in protest. Even more?\",\"timestamp\":1639986059,\"title\":\"The Journey to Ekur - Chapter 14\"},\"digest\":\"agEwGYGfuWC3zyolqqVdRwUOKKfHNDGu_eVmgc8-0qU\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"9RVKEoYJid2_8t7_y2gPLt0rStBr1RcCFnucRAdacAWxEtiucR7khZfafTMTcWz9iG4mB1LObL2GGtiqWMaa_w\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"agEwGYGfuWC3zyolqqVdRwUOKKfHNDGu_eVmgc8-0qU\"}"