"{\"content\":{\"body\":\"Eloiso Beretervide llegó un poco nervioso, nunca antes había querido ver a un especialista, pero esta vez lo acompañaba Cándida, su mujer, con quien estaba casado desde hacía ya 15 felices años. Producto de su trastorno, Eloiso sufrió siempre de autoestima baja, pero como dicen, el amor es ciego y Cándida lo quería como era, con sus defectos y virtudes.\\n\\nLlegaron expectantes pero puntuales, para no arriesgarse a perder su turno. Luego de esperar unos quince minutos, el cartel electrónico mostró el número de consulta que Cándida había solicitado hacia ya tres semanas. ***“Nos toca. Acot son”***, le susurró muy bajito a su esposa al oído. Ella sabía que a su esposo lo avergonzaba hablar en público, por eso prefería acercarse para poder escucharlo antes que pedirle que hablara más fuerte. Cándida dejó la revista HOLIS! en la mesita de vidrio de la sala de espera y ambos se pusieron de pie. Cándida caminaba delante de él, decidida, directo a la puerta del médico. Eloiso iba detrás, algo desganado.\\n\\nPasó delante de la secretaria del consultorio. Se animó a mirarla de reojo, con el temor de que hiciera algún comentario jocoso o hiriente hacia él. Pero la joven estaba inmersa en su Facebook y ni siquiera notó que tenía gente frente a ella.\\n\\n***“Buenas tardes, con permiso”***, dijo fuerte y claro Cándida mientras ingresaba al consultorio. Eloiso no dijo nada, se había distraído leyendo el cartelito de la puerta, que rezaba **“Dr. Amancio Heroídes Posadas Vega. Trastornos Especiales”**. La puerta se cerró y quedaron adentro, frente al médico. Era un hombre alto y canoso de unos 60 años, aunque aparentaba algo menos. Los observaba sonriente y relajado desde su escritorio, con una larga túnica blanca puesta. A pesar de que Eloiso vivía desconfiando de todo, de alguna forma la imagen aplomada de aquel hombre le transmitió cierta confianza. Al cabo de 45 minutos el estoico matrimonio estaba de nuevo en su casa. La consulta había sido rápida y el diagnóstico parecía muy preciso: Síndrome de Himmerman.\\n\\nArold Himmerman había sido un hombre finlandés que en la década de 1970 acudió al médico, víctima de un trastorno hasta entonces nunca visto. Hablaba para adelante y al instante siguiente, decía lo mismo para atrás. Himmerman se tiró de un piso 12 una mañana del mes de marzo de 1976, a la edad de 43 años. En honor a él, la comunidad médica bautizó con su nombre al mismo trastorno que ahora padecía Eloiso.\\n\\n***“Un grupo de autoayuda? De que carajo me puede servir? Evris edeup em ojarac euq ed? Aduyaotua ed opurg un?”***, alzó la voz indignado Eloiso mientras agitaba el diagnóstico de la consulta con la mano. Sólo en la intimidad de su hogar se animaba a levantar la voz. ***“Estoy segura que te va a servir negrito, vas a poder hablar con gente que tiene tu misma problemática. Además la ciencia hoy en día ha avanzado mucho”***, le decía Cándida desde la cocina al tiempo que hervía espinacas para una Pascualina.\\n\\nA Cándida le reconfortaba repetir que la ciencia hoy había avanzado mucho. Sin embargo, Eloiso sabía que un grupo de autoayuda no tenía nada que ver con avances en el campo de la medicina, pero discutir con su esposa se había vuelto una pesadilla desde hacía mucho tiempo. Ir para adelante y para atrás estando enojado era una verdadera tortura que lo agotaba física y emocionalmente. ***“Puede ser, no sé. Es on, res edeup”***, refunfuñó resignado, dispuesto a ponerse en manos de Ingrid Pérez Pujado, la sicóloga social que dirigía el grupo.\\n\\nEloiso tenía cita para el sábado próximo a las 9:30 de la mañana, pero esta vez quería ir solo. Pensó que debía empezar a tomar las riendas de la situación. Le estaba agradecido a su esposa, pero se había empezado a sentir un poco invadido desde que pidió hora con el médico sin consultarlo. Cándida se había acostumbrado a estar a cargo del trastorno de su esposo y tal vez por eso no le hizo mucha gracia que fuera solo, pero aun así respetó su decisión. ***“Está todo bien, te veo a la vuelta negra. Argen atleuv al a oev et, neib odot átse”***, se despidió Eloiso tratando de tranquilizarla. Le tiró un beso volador desde la puerta para despedirse y salió. ***“Muack! Kcaum!”***.\\n\\nAunque trató de ocultarlo frente a su esposa, estaba bastante nervioso. Tanto que decidió bajarse dos paradas antes del bus para ir caminando hasta el consultorio, tomar aire y aquietar sus pensamientos. No podía dejar de pensar en la idea de que se burlaran de él. Ya ni siquiera usaba el auto. Algo tan simple como pedir que le pusieran nafta era ya una misión imposible.\\n\\nIncluso, para evitar estos constantes malentendidos, había ideado una manera relativamente eficaz de disimular su problema. Pero no era infalible. Eloiso bajaba la ventanilla y decía “ciento cincuenta pesos de nafta” en voz baja pero audible. Inmediatamente se tapaba la boca con una mano y cerraba la ventanilla con la otra. Aunque se le notaba que murmuraba algo por debajo, no se entendía muy bien y el pedido resultaba satisfactorio. Había probado también modificar el tono, es decir gritar algo y después decir lo mismo a la inversa pero susurrando. Lamentablemente ambas partes le salían naturalmente con el mismo volumen.\\n\\nTaparse la boca era la única forma que tenía de evitar hacer el ridículo, pero había aprendido que funciona sólo un par de veces. A la larga, hacerlo varias veces con la misma persona puede traer problemas. De hecho, desistió de usar esa técnica cuando un pistero perdió la cabeza pensando que Eloiso se estaba burlando de él. Tal vez el empleado estaba en un mal día, no lo sé. El hecho es que asustado por la desmedida reacción del empleado, que comenzó a insultarlo a través del vidrio, Eloiso abrió la ventanilla para tratar de aclarar las cosas. Pero fue todavía peor. ***“Pará! Es un problema que tengo! Digo todo para atrás! Sárta arap odot ogid! Ognet euq amelborp un se! Árap!”***, repetía aterrado mientras intentaba esquivar los puñetazos que aquel hombre fuera de sí le lanzaba buscando su rostro. Con cada explicación, el pistero se enfurecía más. Si fuera un hombre robusto tal vez le hubiera hecho frente, pero el metro sesenta y cuatro de Eloiso le jugaba claramente en contra.\\n\\nLas imágenes traumáticas de aquella golpiza se desvanecieron de repente al llegar y leer el portero eléctrico. **“Apto. 102. Grupo Terapéutico AyudArte”**. Eloiso estaba demasiado nervioso para detenerse a analizar el hecho de que desde hace ya varios años se está utilizando de forma desmedida ese absurdo juego de palabras. AlmorzArte, PintArte, CalentArte, EnfriArte. Hay una inmobiliaria que directamente se llama Arte y hasta una farmacia que se llama FarmaciArte. Estos son solo algunos de los negocios que utilizan este patrón sin sentido. No es que esté mal en el cien por cien de los casos, pero existe un claro desborde en cuanto a su uso. Se enceguecen intentando forzar el juego de palabras y pierden de vista la esencia de lo que venden. FarmaciArte, por ejemplo, no es nada. No existe ningún tipo de proceso artístico en la venta de medicamentos. Tal vez Eloiso tampoco hubiera hecho todo este análisis en estado relajado, pero no deja de ser una realidad de muchos comercios barriales.\\n\\nTocó el timbre y esperó a que preguntaran quién era. Había ido solo, así que no tenía otra que responder. ***“Si. Soy Eloiso Beretervide. Edivretereb osiole yos. Is.”***, susurró nervioso con la cara pegada al micrófono del portero.\\n\\nComo muchos edificios céntricos, éste era viejo, probablemente construido en la década del 50 o 60. Muy espacioso por dentro, techos altísimos, paredes resquebrajadas, luces tenues y bastante más frío que en el exterior. Las imágenes de la golpiza volvieron a la cabeza de Eloiso mientras subía las viejas escaleras de granito blanco. Pudo ver al llegar al primer piso, la puerta con el número 102 y un cartel impreso a color debajo, donde podía leerse **“Grupo AyudArte”**. Posiblemente, por lo rústico del diseño, hecho de forma solidaria por alguna de las sicólogas. Esta vez sí se le cruzó por la cabeza el abuso de la palabra Arte en varios comercios barriales, pero no se detuvo a analizarlo en profundidad.\\n\\nLa puerta se abrió repentinamente. Eloiso quedó duro, ni siquiera había tocado. Del otro lado, un individuo delgado y algo más bajo que él, con barba de tres días, despeinado, vestido de pantalón deportivo y un buzo de lana bastante desgastado, estaba de pie mirándolo serio y fijo. Tenía los ojos inyectados en sangre, las cejas fruncidas y la respiración agitada. Eloiso percibió una energía claramente hostil hacia él, pero había quedado sin reacción. El individuo continuó clavándole la mirada por varios segundos, hasta que Eloiso se animó a abrir la boca.\\n\\n**“Heee…heee…perdón…no se si…”** Pero antes de que pudiera empezar a hablar a la inversa, el enigmático sujeto se le acercó de golpe quedando a centímetros de su cara y comenzó a gritarle, al tiempo que daba repetidos puñetazos al marco de la puerta. ***“Bienvenido! Bienvenido! Sos bienvenido Eloiso! Sos bienvenido!”***\\n\\nCongelado por el pánico y con las pulsaciones a diez mil por segundo, Eloiso sentía las partículas de saliva aterrizando en su rostro y el eco de los golpes retumbando en su oído derecho. No podía moverse del susto. El individuo estaba completamente fuera de sí, le gritaba sin sentidos con la cara desfigurada de tanta bronca, como si fuera un perro rabioso. De repente, una chica joven apareció por detrás, se abalanzó sobre el desequilibrado sujeto y lo metió de un tirón para adentro. La muchacha lo sentó a la fuerza en una silla y comenzó a hablarle pausadamente. Eloiso observaba perplejo la escena desde la puerta, mientras sus palpitaciones se desaceleraban. La chica le hablaba al señor como si se dirigiese a un niño. ***“Tranquilo Anibal. Todos estamos contentos de que venga otro compañero al grupo. Todos estamos entusiasmados y felices igual que vos”.***\\n\\nCuando parecía que el señor se había calmado, la chica se acercó a Eloiso. ***“Pase por favor. Le pido disculpas, para quien no está acostumbrado la comunicación con Aníbal es difícil. También con el resto del grupo, pero de a poco nos vamos a ir familiarizando. Yo soy Ingrid, soy sicóloga social y dirijo el grupo. Bienvenido”***. Le extendió la mano y lo invitó a sentarse.\\n\\nLos prejuicios sobre grupos de autoayuda y tratamientos alternativos lo invadieron de golpe, de alguna forma esta excéntrica bienvenida era una excusa más que válida para retirarse de inmediato. Pero no quería volver a su casa derrotado, a esta altura el tratamiento se había vuelto casi un tema de orgullo personal. Así que decidió entrar. Se sentó con cautela en una de las sillas de un círculo, donde otros pacientes compartían la sesión. Anibal lo seguía observando desde su silla. Aunque seguía mirándolo serio, su expresión era más calmada, también su respiración. Conciente de su incomodidad, Ingrid intentó explicarle resumidamente la situación a Eloiso.\\n\\n***“Eloiso, él es Anibal. Padece de lo que llamamos Síndrome de Kelsing. Básicamente tiene las reacciones emocionales invertidas. Es decir, su cuerpo reacciona de forma agresiva cuando se siente feliz y de forma relajada y alegre cuando se siente incómodo o furioso”***. Eloiso no acreditaba lo que oía. La sicóloga prosiguió. ***“Se llama así en honor a Franz Kelsing, un austríaco que también lo padecía. Fue el primer caso conocido. Lamentablemente se tiró de un andamio que estaba a unos 35 metros de altura, en un edificio en construcción, la mañana del 16 de agosto de 1956”***. Eloiso no dijo nada, sólo frunció el seño. Le llamó la atención que la sicóloga hiciera tanto hincapié en los detalles de la muerte del austriaco, pero supuso que eran mañas de la profesión.\\n\\n***“Tengo entendido que usted padece del síndrome de Himmerman”***, pregtuntó Ingrid. Eloiso todavía estaba asimilando el entorno y recuperándose de la bizarra bienvenida de Aníbal, no había dicho nada hasta ese momento. A su alrededor un montón de miradas se posaban sobre él. Justo a su izquierda estaba la sicóloga, Anibal estaba a unas cuatro sillas de distancia, hacia su derecha. Hablar era siempre su talón de Aquiles, pero pensó que si había llegado hasta ese punto, prefería exponerse y ver si sacaba algo positivo de esta experiencia. Así que tomó coraje y le respondió a la joven sicóloga. ***“Hee, si. Así es, Himmerman. Namremmih, se ísa. Is, eeh”.***\\n\\nLa sicóloga prosiguió. Hablaba pausado, sonriente, usando mucho las manos. Tal vez incluso exageraba con la gestualidad, parecía como si estuviera haciendo el papel de sicóoga comprensiva. Eloiso lo notó, pero pensó que era debido a su inexperiencia, puesto que la veía muy joven. De hecho tenía sólo 24 años, era recién recibida y estaba haciendo sus primeras armas en su profesión. “Bueno, una vez más, bienvenido Eloiso. Este es un grupo de apoyo donde cada uno tiene su propia historia, su propia sintomatología especial. La idea es poder compartir las experiencias personales de cada uno para ir superando juntos las dificultades personales. Ya conociste a Anibal, tal vez lo mejor es que te presente al resto del grupo”.\\n\\nEloiso estaba ahora bastante más calmado, aunque el entorno le parecía bizarro, al menos le gustó que nadie lo juzgara o comenzara a burlarse de él. Pero de repente comenzó a percibir algo extraño otra vez. Era una especie de ventisca cálida que le estaba pegando a la altura del cuello desde hacía varios minutos. De hecho lo había sentido desde que se había sentado. Giró la cabeza para buscar alguna posible causa y se topó con este rostro enorme y sonriente, a menos de un metro de distancia, sentado al costado. Era un hombre de rasgos asiáticos, tal vez chino o coreano, de piel un tanto más oscura que la de un hombre blanco. Pero lo más llamativo no eran sus ojos, que de hecho no se veían producto de la hendidura característica de las razas asiáticas, sino una sonrisa que parecía pintada, mostrando los dientes como si estuviera posando para una foto.\\n\\nEloiso creyó que tal vez era costumbre de esta gente sonreír de esa forma tan exagerada. Pensó que debía sonreírle también, pero no terminó de acomodar la sonrisa cuando notó que la causa aquella fuga de aire provenía justamente de aquel cómico asiático. Se trataba simplemente de su respiración, pero había algo raro. La fuerza con la que salía el aire era mayor de lo común, realmente sentía como si un chiflete constante de viento estuviera dándole directo a su cuello.\\n\\n***“El es Hao”***, interrumpió Ingrid. ***“Vino a Uruguay proveniente de China con 26 años, habla algo de español. Tiene el Síndrome de Mirokoshi. Es un poco complejo de explicar a nivel científico. Pero a grandes rasgos, Hao no respira como cualquiera de nosotros, sino que inhala durante 12 horas y exhala durante otras 12 horas. A las 12 del mediodía comienza a inhalar y hace el cambio a las 12 de la noche. En este momento está exhalando, por eso Eloiso es que sentís una corriente de aire continua”***.\\n\\n***“Mucho gusto”***, se presentó Hao con un claro acento asiático y una sonrisa todavía más grande. Eloiso no era científico, pero igualmente le parecía imposible que alguien aspiraba aire durante 12 horas sin parar y menos aun que lo exhalara por 12 horas más . Concentró su mirada en la corbata que traía puesta Hao, roja con pequeñísimas caritas de Mickey Mouse. No porque le pareciera ridícula, que a decir verdad lo era, sino para ver si se movía. Pero la corbata caía inmóvil sobre el pecho del inquietante sujeto. Eloiso no podía entender como su pecho no se contraía, ni tampoco su estómago a pesar de que salía aire a gran velocidad de sus orificios nasales.\\n\\nIngrid notó la perplejidad de Eloiso y optó por intervenir otra vez. ***“No tiene caso, no vas a poder ver nada, Hao nació sin pulmones y por lo tanto no hay movimiento en su tórax. No mueve ningún músculo para respírar”***. Eloiso no pudo aguantar la intriga. ***“Pero, cómo respira? Aripser omóc, prep?”***, se animó a preguntar. ***“Bueno, el síndrome de Mirokoshi es realmente algo único a nivel científico”***, continuó Ingrid. Pero hizo una pausa como si se hubiera acordado de algo de repente. ***“Ah! Y se llama así por Raynu Mirokoshi, un hombre japonés que fue el primero en padecerlo. Falleció en 1962. Se tiró de un acantilado en las afueras de Tokio a la edad de 31 años. Si no me equivoco fue un 10 de octubre”*** La sicóloga quedó callada, ante los ojos desconcertados de Eloiso que seguía esperando una explicación científica. Pasaron varios segundos y Eloiso se dio cuenta que Ingrid se había olvidado y había quedado satisfecha con los detalles de la muerte del japonés. Esta obsesión de la sicóloga por las fechas ya estaba empezando a incomodarlo. ***“Bueno, si te parece bien podemos seguir por Augusto”***, siguió Ingrid dispuesta a presentarle uno por uno a cada paciente. ***“Si. Is”***, bociferó Eloiso ya algo malhumorado.\\n\\n***“Perdón, que tonta, fue en setiembre. La muerte de Raynu Mirokoshi fue en setiembre. Siempre me confundo por las diferencias en las estaciones entre Tokio y Montevideo”***. Eloiso había llegado preparado para enfrentarse a situaciones y personas extrañas, pero sintió de repente que estaba llegando al límite de su tolerancia para un solo día. Ya bastante energía le estaba demandando exponerse abiertamente frente a desconocidos, como para encima tener que soportar las excentricidades de una sicóloga recién recibida.\\n\\n***“Disculpen. Neplucsid”***, murmuró casi sin abrir la boca, mientras se levantaba de su silla. Caminó mirando al piso con la frente fruncida unos cuantos metros en dirección al gran ventanal que daba a la calle, con la intención de despejarse. Ingrid quedó en silencio, observando como Eloiso se alejaba, disimulando su malestar ante este improvisto que la descolocó. En el fondo Ingrid no sabía cómo manejar un grupo, solamente aplicaba lo que había aprendido en la facultad, sin intentar una conexión genuina y humana con sus pacientes. El resto del grupo también había quedado en silencio.\\n\\nRápidamente Ingrid incorporó. Pensó que tal vez darle espacio a Eloiso era una buena idea y giró su cabeza en dirección al grupo con la misma sonrisa artificial que tenía antes. “Bueno, a veces necesitamos un poco de tiempo para procesar las cosas. Dejemos que Eloiso maneje sus tiempos. Es importante que podamos entender y aceptar como reaccionan los demás si queremos mejorar nosotros mismos”, atinó a decir con ese tono de maestra de jardinera que a Eloiso también le estaba empezando a rechinar. Aunque nadie la estaba juzgando, el hecho de que un paciente se saliera del círculo la hizo sentir algo tensa y prefirió quitarse cualquier responsabilidad con esa reflexión algo superficial.\\n\\nEl grupo se puso ahora algo más activo y comenzó un intercambio de ideas mientras Eloiso miraba hacia afuera pegado a la ventana, empañando el vidrio con la respiración. Observaba los autos que pasaban por la gran avenida que corría al frente del edificio. Estaba totalmente sumido en sus pensamientos, en su memoria, en las imágenes de su pasado. Su malestar se había transformado en desasosiego, ya ni siquiera escuchaba las voces del grupo a pesar de tenerlos a no más de seis o siete metros de distancia.\\n\\nAl cabo de unos cinco minutos volvió en si. Aunque seguía sintiéndose un poco incómodo, alejarse un poco lo había recompuesto anímicamente. Parado frente al ventanal, volvió a mirar al grupo. Su silla vacía resaltaba entre todas las demás personas que hablaban entre sí. Centró su atención en una de ellas. Era un hombre muy delgado que estaba contra un costado del círculo, parecía bastante más alto de lo común, seguramente más de dos metros de altura. A Eloiso le costó medirlo a simple vista, no sólo porque estaba a algunos metros del círculo sino porque el individuo estaba sentado boca abajo. Es decir, con las manos en el piso, apoyando las palmas en el parquet con los brazos flexionados a noventa grados y sus largas y delgadas piernas sobresaliendo muy por encima de la silla. Su cabeza también tocaba el suelo, pero su abundante cabellera, un largo y enrulado pelo negro azabache, le tapaba la frente y los ojos. Por supuesto que Eloiso lo había visto cuando entró, pero una de las promesas que se había hecho antes de entrar era no juzgar a nadie por su apariencia o sus actitudes.\\n\\nEste sujeto era realmente llamativo. Por su esquelética figura y su postura circense podría decirse que se trataba de algún hombre mitad humano mitad arácnido. Pero la posición corporal del joven no era lo acaparó los pensamientos de Eloiso. Tampoco el hecho de que estuviese entonando unos extraños cánticos en latín. Lo que le sorprendía era como aquellas extremidades larguísimas no hacían que cayera hacia atrás. Pero supuso que por su trastorno, haría muchos años que se sentaba de esa forma y tendría experiencia en hacer contrapeso con las diferentes partes de su cuerpo.\\n\\nSiguió recorriendo aquel exótico círculo y se enfocó ahora en una mujer que tendría unos 60 años de edad de cabello rubio enrulado. Estaba haciendo fugaces movimientos con su brazo derecho, como garabateando constantemente algo en el aire. No parecía un tic, sino más bien movimientos concientes y controlados, pero tan rápidos como los de un tic nervioso. Tenía el síndrome de Amaral. Una extraña condición que hace que escribas con tu mano diestra instantáneamente todo lo que vas diciendo. Hacía tiempo que estaba en el grupo, al comienzo se sentaba allí con lápiz y papel pero ahora había podido avanzar en su tratamiento y simplemente escribía en el aire.\\n\\nLuego de la mujer, un señor calvo de piel pálida vestido con un elegante traje gris y una prolija corbata azul marino, escuchando al resto con mucho interés. Estaba sentado con las piernas muy juntas y las manos sobre las rodillas, muy rígido. Nunca supo qué estaría mal con aquel sujeto, solo notó que le salía humo blanco de la parte superior de la cabeza. Además, cada tanto tiraba besos al aire. Algunos eran estilo piquito y otros bastante más sonoros. Pero a nadie parecía preocuparle el hecho de que la sala se estuviera llenando de humo, de hecho no tenía ningún aroma, no era como el humo del horno o de una fogata. Por lo que Eloiso supuso que se trataría de otro trastorno raro pero inofensivo.\\n\\nDesde el ventanal, la situación se había tornado más soportable y en cierta medida incluso algo entretenida. Por un momento Eloiso se sintió por fuera, como un espectador, como si él no tuviera nada que solucionar. Podría decirse que por primera vez desde que había llegado, tal vez por estar algo alejado, estaba disfrutando de ser parte de aquel grupo. Pero la sensación de paz no le duró mucho. Un sonido muy agudo interrumpió de golpe su hilo de pensamientos. Pasaron unos segundos y lo volvió a escuchar, pero no pudo distinguirlo con claridad. Finalmente identificó que se trataba de un silbido. Alguien estaba silbando una melodía corta desde otra parte del apartamento. La melodía se repitió por tercera y cuarta vez. Algo similar al sonido de un ave, pero en este caso era claramente humano. Eloiso adivinó que venía desde su derecha, donde empezaba un estrecho corredor que daba hacia algún sitio que no alcanzaba a divisar. Quedó expectante, mirando en dirección a este estrecho corredor cuyo final se perdía de vista a la distancia.\\n\\n***“No vas a contestar nada?”***, escuchó que alguien preguntó con cierto enfado desde el círculo, pero supuso que no se dirigían a él y prefirió no sacar la vista del corredor. ***“Te está preguntando si querés café! Sos sordo o te hacés!”***. Ahora fue un grito inquisidor. Eloiso miró sobresaltado en dirección al grupo humano que otra vez enfocaba su atención en él. Descubrió que se trataba nuevamente de Anibal, el hombre de las emociones invertidas. Estaba de pie, sonriente, balanceándose alegremente como si estuviera improvisando un paso de baile. Zapateaba y movía los brazos con gracia al compás de un ritmo inexistente, sin sacarle la vista de encima a Eloiso. ***“Qué mirás pelotudo, te creés mejor que todos? Te están hablando desde la cocina”***, le dijo con una amplia sonrisa en el rostro mientras bailaba a gran ritmo.\\n\\nIngrid intervino apresuradamente. Tomó otra vez a Anibal del brazo y lo sentó en su silla, interrumpiendo su performance a la fuerza. Se dirigió a Eloiso, que se había sentido muy agredido por las palabras de Anibal. Esta vez Ingrid ya no le habló de forma acartonada, sino naturalmente. La agresión sin sentido de Anibal amenazaba el buen ambiente que hasta ahora había reinado en el grupo y la joven sicóloga intentó apaciguar las aguas. ***“Disculpalo Eloiso, acordate que siente y actúa a la inversa. Cuando está muy enojado a veces baila con mucha gracia. Generalmente tap, aunque a veces también pop, rock nacional o incluso electrónica. No se si notaste incluso que es muy talentoso. Yo le he sugerido varias veces que se inscriba en algún curso, pero debería tener profesores que lo hicieran enojar lo suficiente como para que muestre todo su potencial. En fin, yo te dije que no era fácil. Lleva tiempo acostumbrarse al grupo. Lo que te estaba pidiendo Aníbal es que le contestes a Chiflito, es otro de nuestros compañeros que está en la cocina”***.\\n\\n***“Pe, pe, pe pe, pero me están jodiendo! Odneidoj nátse em orep, ep, ep, ep, ep!”*** Además de hablar a la inversa, a veces Eloiso se ponía tartamudo. Sobre todo cuando se molestaba. Tartamudeaba enojado para adelante y para atrás. También por eso evitaba las situaciones tensas y en particular las discusiones con su esposa. De repente su enojo se dispersó otra vez al sentir pasos y volvió a enfocar la vista en el corredor. Estaba concentrado en el corredor, alguien o algo avanzaba en dirección a él. De golpe, de la oscuridad emergió un individuo. Venía caminando velozmente, visiblemente ofuscado y con la mirada perdida.\\n\\nEra joven, no más de 30 años. Estatura media, cabello enrulado castaño, pecas y unos cuantos kilos de más. Pasó por delante de Eloiso, lo miró a los ojos claramente enfadado por un segundo y prosiguió su marcha. Se acercó al grupo y quedó de pié, brazos en jarra frente a Ingrid. El individuo empezó de repente a emitir penetrantes silbidos de todo tipo y de diferentes frecuencias. Cortos, largos, agudos, algunos más musicales y otros que parecían más un soplo que un silbido. Al mismo tiempo gesticulaba violentamente con ambas manos. Ingrid le respondía hablando, tratando de calmarlo. \\n\\nEvidentemente se estaban comunicando con coherencia. La mujer de pelo rubio y enrulado que Eloiso había observado minutos atrás también se puso de pié para unirse a la discusión. ***“Nos olvidamos de avisarte, no te enojes! Él ni siquiera sabía que estabas en la cocina!”***, le decía la señora al hombre que silbaba, mientras hacía garabatos en el aire con su mano derecha. El hombre le contestó algo a los silbidos y esta vez le habló Ingrid. ***“Eso no tiene nada que ver Chiflito, cada uno tiene su ritmo!”***. La discusión se detuvo, el hombre silbato al que Ingrid se refería como Chiflito quedó mirando fijamente a Ingrid con expresión de desaprobación. Tal vez ese último comentario colmó su paciencia. Harto de no sabemos qué, se dirigió a la puerta haciendo un sonido que parecía el de un gorrión y se fue dando un portazo.\\n\\nAnibal estaba sentado, pero también se había puesto incómodo y había empezado a zapatear con una gran sonrisa en el rostro. La señora de los garabatos sólo atinó a decir ***“qué carácter, che!”*** y se volvió a sentar mientras escribía con velocidad ***“qué carácter, che”*** en el aire. Ingrid estaba en su silla, mirando al piso con la frente apoyada en una de sus manos. Claramente la situación la había sobrepasado.\\n\\nEloiso contemplaba la escena con una mezcla de curiosidad morbosa, nerviosismo y susto. Pero también se sentía un poco culpable, como si fuera en cierta medida responsable por alterar el grupo con su sola presencia. Sin embargo no encontraba nada en su comportamiento que haya estado tan fuera de lugar como para desatar semejantes reacciones. Se permitió entonces considerar la posibilidad de que por esta vez no tenía ninguna responsabilidad por los desbordes emocionales de aquellas personas. De alguna forma, tal vez a un nivel muy profundo, podía entenderlos. Más de una vez él mismo había perdido la paciencia sin razón aparente ante la incomprensión de los demás.\\n\\nIngrid parecía rendida, como si hubiera perdido la fuerza de voluntad seguir tratando de controlar al grupo. Volteó lentamente para dirigirse a Eloiso y le habló pausado, con cierto desgano. ***“Bueno, hoy es un día difícil, no sé que pasa. Parece que todos estamos muy sensibles”. Eloiso, no querés venir a sentarte?”.*** Intentaba recomponer su día a pesar del mal comienzo, empezar de cero. Pero Eloiso respondió negativamente, con un corto movimiento de cabeza. Ingrid lo miró como a un niño que no quiere venir a la mesa a tomar la merienda. Puso la vista en el piso para reflexionar un segundo y lo miró otra vez para volver a intentarlo. Ahora le habló con un poco más de firmeza. ***“Chiflito es un compañero muy especial, hace mucho que nos acompaña. Tiene un temperamento difícil. Como también habrás notado, no puede hablar. Mejor dicho, habla silbando. Chiflito le decimos cariñosamente, su nombre es Raúl. El síndrome que tiene se llama desorden de Bauheneuer”***. Hizo una pequeña pausa y continuó. ***“Se llama así por un alemán, Enrich Bauheneuer, que fue el primero con este desorden”***. Eloiso no la miraba, seguía frente al ventanal y mirando los autos pasar por la avenida, aunque sí la escuchaba. Al oír el nombre del alemán, se resignó a oír otra vez los detalles de su muerte que con seguridad venían a continuación.\\n\\n***“Murió joven. Se tiró desde lo alto de una represa eléctrica en la ciudad de Hamburgo, el 11 de abril de 1981”***. Esta vez ni se molestó en escuchar las fechas o los detalles, estaba esforzándose por no reaccionar con enojo ante esta manía que tenía Ingrid. Además no quería empezar a tartamudear, sería como formar parte del espectáculo de circo que hasta ahora se venía desarrollando en aquella sala. Ingrid continuó hablando, pero ahora dirigiéndose al grupo ya que Eloiso no le hacía caso.\\n\\nParecía que había recobrado cierto interés en lo que estaba diciendo. ***“Lo jugoso de esta historia es que Bauheneuer se suicidó por deudas. Era jugador compulsivo. Aparentemente silbaba para hacerle una broma a su esposa nomás. Parece que se obsesionó tanto con su broma que ya casi ni hablaba normalmente, ni siquiera cuando iba al mercado a comprar verduras. Así que lo empezaron a conocer por eso, porque hablaba silbando. Pero realmente no tenía ningún problema real”.***\\n\\nMiró a Eloiso una vez más. ***“No te parece alucinante? Y paradójico al mismo tiempo? Estamos llamando a un desorden psiquiátrico con el nombre de una persona que en verdad no tenía ningún problema. A mi me resulta increíble”***. Ingrid parecía ahora disfrutar mucho de esta paradoja, pero no encontraba cómplices. Mucho menos a Eloiso que seguía mirando para afuera. El único que le siguió el juego fue Aníbal, que ya no zapateaba. \\n\\n***“La verdad que es muy gracioso”***, dijo con los dientes apretados mientras le daba un fuerte puñetazo al piso. Pero Eloiso se había distraído una vez más y ya no los escuchaba, tenía su atención puesta en algo más. Al comienzo, al entrar, había notado varias barras de metal diseminadas por la sala, como las que se usan para hacer el popular baile del caño. Pero éstas no eran plateadas, el metal no se veía. Parecían estar cubiertas de algún tipo de plástico negro. Había dos barras a los costados del círculo de pacientes, una a la derecha de Ingrid y un par más contra las paredes. Hasta ese momento no se había detenido a buscarle una explicación, sólo se le cruzó por la cabeza que tal vez la sala fuera alquilada y además del grupo terapéutico se enseñara también algún tipo de danza. \\n\\nPero notaba ahora que había muchas más de las que inicialmente había notado. A lo largo del corredor, en hilera, las barras se perdían de vista en dirección al mismo lugar desde donde había venido Chiflito. También había otras barras más finas contra el ventanal, una gruesa cerca de la puerta de entrada, otra al lado del perchero y así por todo el apartamento.\\n\\nPasados varios minutos se dio por vencido, no podía encontrar una explicación satisfactoria. Tal vez fue la falta de una teoría convincente al respecto o quizás sólo reaccionó finalmente ante tanta excentricidad sin sentido, pero sintió de golpe que algo andaba mal. Le corrió un escalofrío por la espalda al ver la escena completa, con todos aquellos grotescos personajes en círculo, emitiendo sonidos ininteligibles y realizando movimientos antinaturales, rodeados por barras metálicas de diferentes grosores. ***“Me voy de acá. Áca ed yov em”***, dijo decidido, esta vez de forma muy audible para todos.\\n\\nTomó su campera a la pasada y siguió decidido en dirección a la puerta. No miró a nadie, ni siquiera a Ingrid. Sólo miró su reloj mientras avanzaba. Ya tenía sus pensamientos puestos en el exterior, había incluso empezado a pensar en cómo contarte a Cándida sobre lo bizarro de aquella sesión. Llegó a la puerta y puso su mano en el pestillo, pero de golpe alguien lo tomó firmemente del otro brazo. Era Ingrid. Tenía la respiración más acelerada ya que había tenido que saltar de su silla y correr varios metros para alcanzarlo antes de que abriera la puerta.\\n\\n***“Esperá! Son para Nathanael”***, le dijo con la voz entrecortada por el reciente esfuerzo físico. Eloiso la miró con rabia, ya no quería escuchar a nadie, pero Ingrid no le soltó el brazo. ***“Las barras. Las barras son para Nathanael”***, insistió. Se quedaron mirando a los ojos unos segundos más. Ingrid continuaba respirando con la boca abierta por el esfuerzo. Eloiso estaba firme, pero respiraba más calmado.\\n\\nTodavía molesto, sacudió su brazo de golpe y el brazo de Ingrid se soltó. ***“Ya estoy harto. Otrah yotse ay!”***. Eloiso dejó momentáneamente sus complejos de lado y empezó a desahogarse, casi gritando, dirigiéndose mitad a Ingrid mitad al grupo que lo observaba perplejo, cada uno desde su silla. ***“Todo es un misterio acá! Todos se ofenden! Qué les pasa! Asap sel éuq! Áca oiretsim un se odot!”*** Ahora miró específicamente a Ingrid. ***“Y quien cuernos es Nathanael, porqué tanto misterio! Oiretsim otnat éuqrop, leanataN se sonreuc neiuq y!”***\\n\\nA pesar de que Eloiso seguía visiblemente enfurecido, Ingrid había logrado que aunque sea le diera algo de curiosidad, así que se empeñó en elaborar una buena respuesta. Sabía que si lograba tranquilizarlo tal vez lograría persuadirlo para que no se fuera. Que un paciente abandonara el grupo de esa forma sería un golpe muy fuerte para su inexperimente ego profesional. Decidió entonces dirigirse a él como si se sintiera culpable, prefería rebajarse a eso antes que afrontar el abandono de un paciente. ***“Te lo iba a presentar, te pido disculpas, es que justo ahora no está. Sólo es un compañero más. Nathanael necesita las barras para desplazarse. Creo que fue al baño, pero debe estar por volver. No te asustes, las barras son para él. Si esperás un ratito te lo presento, no te vayas”.***\\n\\nEn el preciso instante en que Ingrid concluyó su actuación, el lejano sonido del agua de una cisterna captó la atención de Eloiso. También la de Ingrid y del resto del grupo. Eloiso supuso que se trataba de este misterioso sujeto y miró más profundamente a los ojos de Ingrid, buscando la confirmación a su sospecha. ***“Debe estar por volver del baño”***, repitió Ingrid adivinando sus pensamientos.\\n\\n***“Por favor Eloiso, volvé al círculo así continuamos”***, le rogó Ingrid, señalando en dirección a su silla vacía con la mano izquierda. Lo había logrado, Eloiso se había tranquilizado. Suspiró lamentándose por ser tan fácil de convencer y se dispuso resignado a volver a su sitio. Ingrid estaba de pie junto a él, aliviada por su aparente victoria. Pero Eloiso alcanzó a dar sólo una par de pasos antes de detenerse otra vez.\\n\\nEsta vez sintió una vibración muy leve en sus pies. Eran golpes que se repetían cada medio segundo y que podía sentir en el suelo. Ya no sabía que más esperar de aquella situación, su capacidad de sorpresa estaba casi al tope. Temeroso agudizó sus cinco sentidos y quedó congelado, como un gato doméstico cuando percibe una amenaza potencial. Comprobó que los golpes venían desde el corredor y eran cada vez más audibles. Clavó la vista en la entrada al corredor, esperando que algo se asomara. Algo o alguien que evidentemente venía saltando.\\n\\nIngrid percibía el miedo en la expresión de Eloiso y rezaba mentalmente para que volviera a su silla. Los golpes ya eran más fuertes y se escuchaban muy claramente. Las palpitaciones de Eloiso galopaban, un sudor frío le corrió por la cien. Según la vibración del piso de parquet y el sonido de los saltos, dedujo que estaba a punto de aparecer.\\n\\nNo se equivocó en el cálculo. Una figura perturbadora emergió a los saltos, proveniente del corredor. Eloiso quedó duro, mirándolo preso del pánico. El grotesco sujeto se detuvo, pero no volteó para mirarlo. Quedó completamente estático apenas ingresó a la habitación.\\n\\nA Ingrid le costó hablar. Veía a Eloiso tan ensimismado en aquella figura que no sabía si la escucharía. De todas formas lo intentó. ***“Eh…Eloiso…el es Nathanael. Antes de presentarlos me gustaría que sepas que tiene un desorden que se llama síndrome de Harper. No quiero entrar en detalles, pero a grades rasgos se puede decir que es una persona cien por cien simétrica. Es decir, no hay diferencia entre la parte izquierda de su cuerpo y la parte derecha. Tampoco puede mover ninguna parte del cuerpo sin que la parte correspondiente se mueva de la misma forma. Se entendió?”.***\\n\\nNathanael seguía congelado en aquella posición tan extraña. Era delgado y relativamente alto, más de un metro ochenta. Estaba vestido casi de entre casa, como si viviera ahí. Pantalón de jean desgastado y un camperón de lana grueso color gris, también usado. Había entrado dando un salto y se petrificó justo frente al ventanal, de perfil al grupo. La luz del sol lo iluminaba como si estuviera en exhibición. Ingrid seguía hablando, parecía el guía de un museo describiendo una escultura exótica.\\n\\n***“Por eso es que Nathanael se despasa saltando con ambas piernas al unísono, no puede mover una pierna hacia delante sin que la otra haga lo mismo al mismo instante. Si por ejemplo agarrara una taza de café con la mano derecha, su mano izquierda haría exactamente el mismo movimiento.”***, continuaba explicando Ingrid con esfuerzo, para que Eloiso se sienta lo menos shokeado posible. ***“Este trastorno de simetría es total. No puede ni siquiera girar la cabeza para un costado, tiene que mirar siempre al frente. De hecho, como te imaginarás, cuando viene saltando no puede doblar. Por eso es que pusimos las barras en puntos estratégicos del cuarto, para que las use y pueda girar”***.\\n\\nNathanael seguía de pie mirando al frente, piernas juntas, con las rodillas algo flexionadas, erguido de espalda. Los brazos caían pegados al cuerpo, pero los antebrazos sobresalían hacia ambos costados en ángulo recto. Como si estuviera listo para darle un abrazo a alguien. Eloiso lo miraba como si estuviera en el punto culmine de un espectáculo de circo, asegurándose de mantener una distancia prudencial. A todo esto Ingrid hacía varios segundos que estaba diciendo algo, pero Eloiso no le prestaba atención. \\n\\nParecía repetir fechas y detalles de la muerte de alguien. ***“Se tiró por la ventana de un tren en movimiento”***, alcanzó a distinguir Eloiso. Lo que relataba Ingrid, para variar, era la trágica muerte de una mujer suiza, una tal Sara Harper, la primera persona conocida en tener el desorden de Nathanael y cómo el Instituto Psiquiátrico de Súrich había decidido ponerle su nombre a este síndrome.\\n\\nFinalmente el misterioso individuo parado al frente rompió el silencio. Hablaba con una sonrisa en los labios, su tono era muy amigable. Sabía que su aparición había shockeado a Eloiso y trató de desdramatizar con una broma. ***“Buenos días! Perdón la demora muchachos. Les cuento que me estoy volviendo un experto en abrir puertas con la boca jejeje”****.* Fue una broma pero era cierto, era imposible abrir puertas con una mano sin que la otra se entrometa haciendo el mismo movimiento. Algo tan cotidiano como girar un pestillo estaba fuera de su alcance. Se dirigió hora indirectamente a Eloiso, con el tono más jocoso que pudo. ***“Me dijeron que hay un compañerito nuevo! Parece que su desorden es el síndrome del vago? Que no me quiere venir a saludar? Voy a tener que ir yo?”***. Continuaba bromeando para intentar romper el hielo.\\n\\nTodos lo conocían a Nathhanael por su buen sentido del humor. Su carácter distendido contrastaba con la rigidez de sus movimientos. Increíblemente la buena predisposición de Nathhanael tuvo efectos positivos en Eloiso que aunque no respondió, al menos esbozó una tímida sonrisa. La situación parecía haberse descomprimido un poco y Nathanael volvió a moverse, dispuesto a volver a su silla, ayudado por las barras que iba encontrando a su paso.\\n\\nLa técnica de las barras verticales era original, aunque poco práctica. Nathanael iba dando saltos con las piernas juntas y los brazos abiertos. Esto le permitía doblar hacia alguno de los dos costados cuando chocaba con alguna barra. El impuso lo hacía girar circularmente, tomando su mano sobre la barra como eje. En determinado momento de la peripecia de Nathanael, que ya había girado tres veces y se acercaba a su silla, el ángulo fue el apropiado y su mirada se cruzó con la de Eloiso.\\n\\nEn ese preciso instante, al ver a este hombre de frente acercándose a los brincos, recapacitó y volvió a sentir las mismas ganas de irse corriendo que tenía hacía unos instantes. ***“No, no, no. Ya está, no puedo más. Sám odeup on, átse ay. On, on, on”***, fueron sus últimas palabras. Salió lo más rápido que pudo, dejando atrás a Nathanael, que paró su marcha al verlo huir y quedó otra vez estático. Y a Ingrid, que lo intentó atrapar sin éxito. Se quedó mirando impotente como Eloiso salía raudo de la sala y bajaba a toda velocidad las escaleras. El sonido de la vieja puerta metálica del edificio fue el triste sonido de su primer fracaso profesional.\\n\\nPor su parte, la desconcertante figura de Nathanael girando circularmente en torno a una barra fue la última imagen que tuvo Eloiso de aquel sitio. Nunca más volvió al grupo. Al menos yo nunca más lo vi. Y él supongo que tampoco volvió a verme a mí. Vaya a saber uno qué imagen se llevó de mí. Como Margarita está siempre escribiendo en el aire llama mucho más la atención y probablemente ni siquiera se fijó en mí, a pesar de que estaba sentado al lado de ella.\\n\\nDesconozco el motivo que me inspiró a escribir sobre él. Calculo que tenía ganas de relatar lo que es vivir con un síndrome de estos que la medicina actual cataloga como trastorno especial. Tal vez elegí a Eloiso porque lo vi solamente aquella vez y necesitaba estar descontaminado, tener espacios en blanco para imaginar cómo sería su vida, su familia, su entorno. Al resto del grupo lo conozco demasiado. Como se imaginarán, yo también padezco de un trastorno especial. Como la mayoría de los desórdenes de este tipo, el mío también puede parecer cómico para el que lo ve de afuera.\\n\\nPero les aseguro que es casi imposible de sobrellevar para quien lo vive. A partir de la adolescencia, cuando comencé a cambiar la voz, mi vida se fue convirtiendo poco a poco en un calvario. A diferencia de mis amigos de aquella época, el tono de mi voz se fue haciendo más agudo en vez de tornarse más gruesa. Me preocupó de inmediato, porque ya me estaban empezando a gustar las chicas de mi edad y sinceramente me daba muchísima vergüenza dirigirles la palabra. Si hubiera sido sólo una voz más fina de lo común, tal vez hubiera podido superarlo con los años, pero había mucho más. \\n\\nTambién la intensidad de mi voz comenzó a modificarse. Iba aumentando de forma exponencial, al punto que ya era peligroso si había vidrios cerca. Para rematar, había empezado a perder la capacidad de hablar español normalmente. A los 15 años sólo era capaz de balbucear palabras aleatorias y generalmente quebraba algún cristal al hablar. Para cuando llegué a los 17 años mis cuerdas vocales ya se habían trasformado por completo, sólo podía emitir este aterrador sonido que me sale hoy en día cuando quiero decir algo.\\n\\nPara ser concreto y aunque pueda sonar increíble, mi voz es igual al chillido de de una ballena. Desde los 19 años que no digo una palabra, durante todo este tiempo me comuniqué escribiendo. Al principio eran sólo mensajes simples, luego comencé a agarrarle el gusto a escribir cuentos. Hoy en día casi todo lo que necesito decir lo hago en formato de cuento. Supongo que por eso estoy escribiendo esta historia, cuando tal vez una carta directa y concisa hubiera sido lo mejor. A esta altura ya no importa.\\n\\nLa cuestión es que hoy me llamó Ingrid, quería darme los resultados del último estudio que me hice. Ella colabora con el resto del equipo médico que está a cargo de mi caso. Básicamente estaban tratando de identificar a qué especie de ballena corresponde mi voz. ***“Tengo una buena noticia y otra mala”, me dice Ingrid. “La mala es que la longitud de onda, intensidad, amplitud y dilatación de tu canto coincide en un 98% con la ballena azul antártica”***. \\n\\nLos médicos habían apostado un cajón de cerveza a ver quien le embocaba la especie. Ingrid había perdido, era una mala noticia sólo para ella, a mi honestamente me da igual. ***“La buena es que estuve hablando con gente del Directorio de la Clínica. Van a agregar tu trastorno a la lista de Desórdenes Especiales de la Organización Mundial de la Salud. Y como vos sos el primer caso conocido, le van a poner tu nombre. No está buenísimo?”****.*\\n\\nSinceramente fue gota que rebasó el vaso. Encima de qué tengo que convivir con esto me humillan de por vida. Es un trastorno muy específico, podrían ponerle trastorno del mar, desorden del pez, síndrome de Movidick. Pero no, ahora se llama Síndrome de Rómulo Pedemonte, con nombre y apellido.\\n\\nTal vez producto de mi trastorno siempre me gustó escribir mirando el agua. Generalmente vengo acá, arriba del puente. Ver el movimiento de la corriente y escuchar el río desde las alturas siempre me resultó muy tranquilizador. Pero ya fue suficiente.\\n\\nNo sé si además de hablar como una ballena podré respirar bajo el agua, dependerá de qué tanto haya mutado mi ADN. Lo averiguaré en unos segundos, aunque sinceramente espero que no.\\n\\nHasta siempre.\",\"timestamp\":1640710012,\"title\":\"Trastornos especiales\"},\"digest\":\"uMn3xVt0sWrPFTNxtxqkxHp2zenYYY1RWgDCllnU88g\",\"authorship\":{\"contributor\":\"0x008f2B61dAA49360Cd905E7D4A3E2c7e7543F627\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iccf0aPdNYgxtfaSER7Dr9-1n0ueKk-etaKL0IqvBsA\\\",\\\"y\\\":\\\"-kuTyx5Da4xRzaxlvNbSfUEkEaoU7S6zauRHn-23v7k\\\"}\",\"signature\":\"QkUkjBJouqEaeYR9jAUdo_iV5uus8XMoGy1_ajtd47OAq68pshTRd4SOheC3ovcGLLGCj_42QbFdU1RvAPcFJQ\",\"signingKeySignature\":\"0x79c6d4c6117cdf15b8bc6856c2950481047688e03d9fec9e885fb02c75673c2522511d7c3dc35542078399cd759bf1821495ab34a7e5939ad3f6774bf83bfda41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iccf0aPdNYgxtfaSER7Dr9-1n0ueKk-etaKL0IqvBsA\\\",\\\"y\\\":\\\"-kuTyx5Da4xRzaxlvNbSfUEkEaoU7S6zauRHn-23v7k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YA1sx7H7Yo6e7GQXX5iTE-OewmJ3ZzAn3jrzNlAYjHY\"}"