"{\"content\":{\"body\":\"***PRIVATNI BLOCKCHAIN***\\n\\n*„Private blockchains provide users with the absolute privacy they desire.“*\\n\\nIli drugim riječima, unutar privatnog BCa uspostavljaju se pravila za regulaciju pristupa (tko može, a tko ne može vidjeti i pisati po BCu). U ovoj vrsti sustava je jasno utvrđena hijerarhija, što oduzima opciju decentraliziranosti (čak iako je chain disperziran na više nodova). Osim prije navedenoga nedostatka, izvorni kod je često vlasnički i zaključan te ga korisnici ne mogu provjeriti.\\n\\nUlazak u privatni BC zahtijeva pozivnicu koju odobrava osnivač mreže te su unaprijed određena pravila. To ujedno ograničava ovlaštenja za sudjelovanje u mreži, dakle sudionici ili korisnici prvo moraju dobiti autorizaciju.\\n\\nOva vrsta BCa je pogodnija za tvrtke koje žele koristiti pogodnosti i prednosti BCa, a istovremeno se ne izlagati javnosti. Digitalna identifikacija, rješavanje problema opskrbe lanca, sigurna razmjena medicinskih podataka između pacijenta i doktorasu samo neki od slučajeva korištenja ove vrste BCa.\\n\\n![](https://images.mirror-media.xyz/publication-images/FycqOOHY5CuFMU5_XUMBU.png?height=920&width=2750)\\n\\n***JAVNI BLOCKCHAIN***\\n\\n*„Anyone can participate and be rewarded for their contribution to attaining consensus in a public blockchain.“*\\n\\nNajpoznatiji primjer je Bitcoin koji omogućava bilo kome pristup i doprinos mreži, sudjelovanje u osnovnim aktivnostima, svatko može čitati, pisati i pratiti aktivnosti, što omogućuje mreži da zadrži „self-governed“ prirodu.\\n\\nNedostatak je ogromna potreba za energijom neophodnom za održavanje DLTa (Distributed Ledger Technology) ili u ovom slučaju DPLa (Distributed Public Ledger). Nadalje, u pitanju je nedostak privatnosti i anonimnosti što može dovesti do slabije sigurnosti mreže i identiteta korisnika što dalje može dovesti do hakiranja, krađe tokena i sličnoga.\\n\\n![](https://images.mirror-media.xyz/publication-images/oqioXsEJ0_fqgUXolimk7.png?height=363&width=1094)\\n\\n***KONZORCIJSKI BLOCKCHAIN***\\n\\n*„A consortium blockchain is a hybrid form of public and private blockchains.“*\\n\\nObuhvaća kombinaciju javnoga i privatnoga BCa uključujući aspekte oba. Umjesto otvorenog/javnog sustava u kojem svatko može potvrditi blok, ili obrnuto, konzorcijski BC zapošljava validatore kao mali broj ljudi s jednakim moćima.\\n\\nZa razliku od javnog, konzorcijski blockchain je sigurniji, skalabilniji i efikasniji. Isto može imati autorizaciju ili pozivnicu kao kod privatnoga osim što je manje transparentan.\\n\\nU praktičnom svijetu, ovo bi se koristilo kod industrije koja obuhvaća više različitih tvrtki te im treba jedinstvena plaftorma za obavljanje transakcija ili prijenos podataka. Quorum je jedan od primjera ove vrste BCa.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZBls0ed23PBKAF2fUnXTx.png?height=1401&width=2109)\\n\\n\",\"timestamp\":1641646059,\"title\":\"Blockchain Tehnologija 2. dio\"},\"digest\":\"17Uh-8NCs9uya8WolcIhoeIIewIoPeqGgzXfObHwRtk\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B3fg6S23hFI9Z_sdweZGV_jbHRsBJxIj344m9_sLV5E\\\",\\\"y\\\":\\\"y4hg8585Q55TTgVw5qSRcwDniIquNEP8pFTM3UAv3IA\\\"}\",\"signature\":\"GwzDr-8C-yh3_5mXXIbFSa-x46dFtTpmzI53wJHNDeBDvqLGG-FCMuOYVquNhvNpzVaHbViStE9UMCk-Odey5w\",\"signingKeySignature\":\"0x930ed218f6e9c60f6e94dcb763346c7370f68ba701bab01c89066e5a9f883031772c221fe64f88d5be9153b4d26754d0dfa635fb01cbfdf3da19c23667ad96851c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B3fg6S23hFI9Z_sdweZGV_jbHRsBJxIj344m9_sLV5E\\\",\\\"y\\\":\\\"y4hg8585Q55TTgVw5qSRcwDniIquNEP8pFTM3UAv3IA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"17Uh-8NCs9uya8WolcIhoeIIewIoPeqGgzXfObHwRtk\"}"