"{\"content\":{\"body\":\"Now that the DAMN is officially set up on Mirror, I thought it’d be a good idea to give everyone a refresher on what a DAMN is and what can be expected from this experiment in multiplayer media.\\n\\nA DAMN can be characterized by three fundamental features:\\n\\n1. A tokenized network **owned by its users**\\n\\n   The first characteristic is straightforward. Like a DAO, the participants of a DAMN all have tokenized ownership of the network itself. This critically differentiates DAMNs from legacy, web2 social and media networks, where users share no ownership of the network itself. This lack of user-ownership produces significant incentive misalignment between the centralized platform and its users, resulting in zero-sum, legitimacy-constrained networks at scale. In contrast, since the participants of a DAMN own the network, they share in its collective upside. This point brings us to the second characteristic.\\n2. **Built-in incentives for users to coordinate** in adding value to the network\\n\\n   Because DAMN participants own their network, they are naturally incentivized to coordinate in increasing the network’s value. With a DAMN structure, the network’s value is a direct function of the demand for its token. The demand for a network’s token increases as more people seek to join the network and participate.\\n\\nDAMNs are attractive to users for two primary reasons. The first is purely speculative (this is an inevitable behavior of any economic asset). The second is that the prospective participant is attracted to the people and content in the network, and wants to join the party. As such, we can predict the Schelling points that will define the evolutionary spectrum of a DAMN:\\n\\nAn early DAMN will likely be hyper-focused on a particular topic, and form a tight-knit community of evangelists around that topic. For example, Facebook started off as a network solely for college students, and as such, much of the early content on the platform centered around activities happening on campus. As a DAMN grows, its focus will broaden in order to accommodate its growing number of perspectives, thus building a flywheel to attract more and more people to join the DAMN over time. Facebook experienced this trend as it began branching out to high schools, then workplaces, and so on. Similar evolutions occurred for media networks like Twitch, which initially focused solely on gamers (to the point that they even [limited non-gaming content](https://www.wired.com/story/twitch-non-gamers/)) before broadening into adjacent categories like anime, vlogging, comedy, and the arts.\\n\\n**3. Singular utility: create and distribute media**\\n\\nSo far, the first two characteristics of DAMNs strongly resemble the same characteristics of many DAOs. However, the third characteristic differentiates a DAMN and puts it in a crypto-primitive vertical of its own. While DAOs can have infinite purposes (building products, collecting NFTs, forming social clubs, etc.), DAMNs have a single utility: **create and distribute media**. This singular utility of DAMNs arguably makes it easier to participate in the network.\\n\\nIn DAOs, the ways to participate and add value are often unclear. Self-governance and treasury management, while noble ideas in theory, often end up obfuscating opportunities for participants and stifling progress for the broader group.\\n\\n![credit: Brian Flynn (@flynnjamm)](https://images.mirror-media.xyz/publication-images/vFr3nqbNjKbh3k7ojjSVt.png?height=506&width=1012)\\n\\nDAMNs rely on governance *minimization*, not maximization, to coordinate without voting or explicit communication between members. Fred Ehrsam [describes](https://fehrsam.xyz/blog/governance-minimization) governance minimization as a framework to maintain credible neutrality for protocols, in that it “allows stakeholders to depend on a protocol. This creates a virtuous cycle of adoption, enabling scale that would otherwise be unachievable.” Formalized governance systems [provably suffer](https://vitalik.ca/general/2020/09/11/coordination.html#understanding-the-game-theory) from instability and stagnation on a long-term time horizon, while governance minimization catalyzes much more rapid evolution and innovation. For protocols like Uniswap, we’ve seen ecosystem-wide evolution quickly enabled through hard forking.\\n\\nBecause of their singular utility to create and distribute media, DAMNs are well-suited to capitalize on the benefits of governance minimization. Early on, while a network is small, it’s easy for participants to join the network and align themselves with its ethos. For example, early Instagram had a vibe of posting candid, authentic photos, and users took advantage of Instagram’s [built-in filters](https://medium.com/@kate8/a-visual-history-of-the-instagram-filter-f1ffe8168091) (remember *X-Pro II*? *Lomo-fi*?).\\n\\n![Instagram photo from @kevin (April 1, 2011)](https://images.mirror-media.xyz/publication-images/NIuCtJ98Bcln7Qx9gN-ua.png?height=1102&width=1866)\\n\\nAs the network grew, it began to accommodate a much more diverse range of users and perspectives, and its ethos thus became more refined. People posted less frequently, and the photos they did publish were higher quality.\\n\\n![Another Instagram photo from @kevin (December 26, 2017)](https://images.mirror-media.xyz/publication-images/CRfXcE3oRsQIHXVS1rtKz.png?height=1100&width=1860)\\n\\nToday, Instagram’s vibe is less about consistently posting photos and more about sharing quick updates on Stories. Instagram’s 1B+ users all belong to one monolithic network. So, as Instagram continues to prioritize different content formats, users are forced to accept these transformations and modify their creation style to stay relevant on the platform. We saw this last year when Instagram [redesigned its home screen](https://techcrunch.com/2020/11/12/instagram-redesign-puts-reels-and-shop-tabs-on-the-home-screen/) to include its Reels and Shop tabs, a clear communication of the company’s priorities. Monolithic networks like these don’t enjoy governance minimization — instead, they exercise unilateral control, and there’s not much their users can do about it. Creators on Instagram felt this painfully earlier this week when [the platform shut down](https://www.theverge.com/2021/10/4/22708989/instagram-facebook-outage-messenger-whatsapp-error) for nearly six hours. They had nowhere to reach their audiences, and nowhere else to go.\\n\\nFortunately, with DAMNs, the reality is different. When a DAMN becomes too noisy, or the vibe decidedly changes from quality content to shitposting or spam, the participants have a choice: they can credibly exit. Dissatisfied participants can sell their tokens, branch out, and form an entirely new DAMN, taking a portion of the community with them. Governance is purely a function of tokenomics. In this way, participants of a DAMN are constantly — and notably, implicitly — making decisions about the content produced in the network. If the price of the DAMN’s token rises, participants can infer that their content decisions are sound — they should double down on what they’re creating. If the token price significantly drops, users will get an alarm bell that content changes should be made.\\n\\nToday, participants of a centralized social or media network have no incentive to care about the quality of the network itself. The web2 economic model is a zero-sum game, and individuals are incentivized only to draw attention to themselves. Because there is no cost to create, every network inevitably becomes inundated with spam and noise at scale. DAMNs change this paradigm. Individuals still have incentive to draw attention to themselves, but they also need to care about the quality of the overall network. If a participant starts overposting or spamming irrelevant content, others may sell their tokens and leave in response, consequently lowering the token price and incurring a financial penalty to the spammer. In effect, individuals only need to worry about “self-governing” their own behaviors. The net result is governance minimization on behalf of the entire network, enabling dynamic innovation that leads to a content equilibrium in the DAMN.\\n\\nSo how does this particular DAMN on Mirror work?\\n\\nEssentially, anyone who owns 250 $DAMN tokens (token available on Uniswap) can join a Discord server where the community hangs out. After joining the server, a holder can be added as a contributor to the Mirror publication. For now, everyone has to be added manually to the Mirror publication, so if you’re a $DAMN holder, just message one of the mods so they can add you. Once you’re added as a contributor to the publication, you’ll receive an invite link that lets you connect your wallet to Mirror and start posting to the publication! It’s really that easy.\\n\\nToday, I’m creating the first post in the DAMN: this overview and explanation just to let everyone know how the DAMN works fundamentally and logistically. What will the next post be about? Who knows! I’m just as excited as you to see whatever our community members decide to talk about next :)\",\"timestamp\":1636395849,\"title\":\"What is a DAMN?\",\"publication\":\"damn\"},\"digest\":\"YIsRmi4LN1E5bcjBYBDCc6xBrpFf7M_ZryGJQJcVqUU\",\"authorship\":{\"contributor\":\"0xe5E4B1EC4061d6fC932207DFc5CF96bD27FB11Da\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6N1NPUWbZffs8EVFk4qI0kkbPLWm0AMInruE6VzTh0\\\",\\\"y\\\":\\\"7gWo7tx_etxLYmk1DtGokpGSk5V8XBO6mPLTG4PAs90\\\"}\",\"signature\":\"gfLg_Q0guVw3v_FRJALGqWTk26Cx3IrJ1_rheAI6RU19uujGtMclswYECvC6PZuIdK2leytJGzu_n2m6_mPh3Q\",\"signingKeySignature\":\"0x3447c169b53f137d921b76242420c393747c3690f9d8bf02bd95384e77434dbc0a46c2e98a123d3e031c2397c3d085c4e7d5ce6e07712252c0d8fff89e8bc24e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6N1NPUWbZffs8EVFk4qI0kkbPLWm0AMInruE6VzTh0\\\",\\\"y\\\":\\\"7gWo7tx_etxLYmk1DtGokpGSk5V8XBO6mPLTG4PAs90\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2RzXF5TOIXs4SfSPqOAvLNDmFaBS7ITNb1ipzPetHF0\"}"