"{\"content\":{\"body\":\"站在城外的传送点上远望，惊涛城给我的第一印象如同是块竖立在白银沙滩上的瑰丽宝石，映着朝阳照耀下的万丈霞光，散发出迷人的彩虹七色。矗立的城墙将整座城池围裹起来，如玻璃般透明的圆弧屏罩将惊涛城上方盖得严严实实，看样子估计是什么魔法屏障一类的，上空就连只苍蝇也飞不进，天地里有苍蝇吗，我只是打个比方罢了，\\n\\n```\\n大敞的城门中往来不息着形形色色的玩家，四周错落有致地生长着高大挺拔的芭蕉树和棕叶树，青玉石铺设地道路上平整光洁，折射出淡淡的金黄色光泽。走进城里，一派典型的中世纪建筑落入了眼幕，一尊手拿三叉长矛，神情威严庄重，脚踏狰狞海兽的海神波斯顿雕像耸立在东门的入口处，似乎注视着我们这些来访者，又好象是在守护这座美丽的城市，随处可见的小型喷泉尽情喷洒着，被绿草簇拥着的紫罗兰纷纷绽放出娇艳的笑容，惹得不少MM流连一旁……\\n\\n城里的景色是优美迷人的，建筑风格是粗犷豪放的，城里的诱人美女是不缺乏的，但这一切都不是我关心的，我关心的是那个什么独眼海盗在哪。该死，忘记问三角眼那个独眼海盗叫什么名字了，这么大一个城，要找一个人还挺麻烦的，也不知道城里的这些守护知不知有这号人，希望这家伙不会乱走乱蹿的吧。\\n\\n我花了半天时间逛遍整个惊涛城，基本上熟悉了这里的情况，可是并没有发现有什么海盗之家一类的地方，看到的NPC也都是双眼分明，四肢健全的家伙，那个独眼海盗到底在哪呢，我百般无奈，只得拖住一个NPC守卫问道：“大哥，我想问你个事。”\\n\\n“您好，我是惊涛城的守卫，您有什么地方需要我帮助的。”穿着一身让我羡慕的崭新盔甲，NPC守卫客气地问道。\\n\\n“我想找个海盗，是个独眼海盗，你知道哪有这个人吗？”我带着无限希望地问道。\\n\\nNPC守护没有辜负我的期望，微笑着回到：“因为不是固定建筑，所以我无法带你去寻找，但是我可以肯定地告诉你，他就在惊涛城里的某个地方，你好好想想，一定能找到他的。”\\n\\n在惊涛城里的某个地方，那在哪个地方啊，我跟NPC守卫道了个谢，坐到了路边的石头长凳上，闭上眼睛思索起来：海盗，海盗喜欢什么呢，金钱，女人，美酒，对了，在这里除了美酒之外，估计其他都别想满足，刚才只顾着看房子的名称，一个都没进去看看，现在就从酒馆入手，开始查找。\\n\\n豪华的酒店里没有独眼海盗的踪迹，一般的酒店里没有独眼海盗的身形，难道是我猜错了吗，不过在城边缘一家名叫永远骷髅旗的小酒馆里，我被一个孤独的背影吸引住了，我慢慢走了过去，眼光四下转了一圈，，NPC小二竟然也会偷懒，趴在一张桌上打起了瞌睡，似乎因为这里淡薄的生意提不起精神，酒馆的墙壁上挂着几个陈旧的木轮盘，清一色的木头家具显得十分简洁，一张磨损的血红色骷髅海盗旗帜悬挂在天花板上，大大小小的窟窿似乎诉说着它曾经的无限风光。\\n\\n走到背影的正面，我双眼望了过去，这是一个中年男子，蓬乱的灰褐色头发下面，一个黑色眼罩在两边绳子拉扯下，牢牢地固定在这张有点憔悴的脸上，另一只眼睛是那么的湛蓝，蓝得就象大海一样，跟这张脸有点不太相称，一只鹰钩鼻子宛如巨石突出在纵横交叉的满脸皱纹和伤痕之中，厚厚的嘴唇上还残留着琥珀色的液体，粗糙的双手紧紧捏着酒瓶不放，这是一个海盗，这是一个独眼海盗，这是一个饱经沧桑的独眼海盗，就是俺要找的人了。\\n\\n我在他的对面一屁股坐了下来，独眼海盗并没有因此而关注我，似乎手上的那瓶劣质葡萄酒更能吸引他的注意力，我打了个清脆的响指，高声叫到：“小二，给我来二瓶好酒。”\\n\\nNPC小二被我的声音给吵醒，他揉了揉眼睛，仔细看了看我，好象在分辨是做梦还是真实，定了定神后，赶紧从柜台里拿来两瓶葡萄酒送了上来说道：“客官，这是二十个银币的好酒，行不。”\\n\\n独眼海盗似乎已经被这个红褐色的液体给吸引住了，死死盯着它看，我却嗤鼻说道：“难道就没有更好点的吗？”\\n\\n“有，有，不过我们这里最好的也就五十个银币的葡萄酒，你看？”NPC小二忐忑不安地问我道。\\n\\n“那就先凑合吧，给我来四瓶吧，”我掏出两个金币扔在桌上说道。\\n\\n收起了金币。小二笑着说道：“好的好的。”\\n\\n俺这叫攻之以心，你这家伙把我不放在眼没关系，主要能把酒放在眼里就可以了，嘿嘿，我心里暗想到。\\n\\nNPC小二将四瓶深红色的葡萄酒放在了我的面前，独眼海盗伸出舌头舔了舔嘴唇，喉咙里发出几声低沉的呜咽声，体内血液对于酒精的迷恋让他无法自拔，或许这样才能让他在半醉半醒之间，重新回到往昔光荣的海盗生涯中。\\n\\n我将四瓶酒推到了他的面前，慢悠悠地说道：“这是小弟孝敬你的，听说你这里有个任务可以接，是不是啊？”\\n\\n独眼海盗看了看我，一把拿起一瓶酒，放到嘴边咬掉了木塞，咕嘟咕嘟就灌了起来，一瓶下肚后，他抹了抹嘴边残留的酒液，打了个深深的酒嗝，满意地说道：“好久没喝过这么好的酒了，嗨，看在它的份上，我告诉你，就凭你一个人，很难完成我的任务的，好多接下这个任务的玩家至今还没能给我答复。”\\n\\n我微笑着看着他说道：“你怎么就这么确信我不能完成呢，你把任务内容说来听听啊。”\\n\\n“首先你要找到我们伟大的首领海盗绅士米特兰遗失的守护项链才行，恩，给你点额外的提示，那个东西被我们首领遗失在了地下迷宫里，那里可是有不少三十级以上的怪物，你可要衡量一下自己的能力，别东西没找到，小命先送掉了”独眼海盗说完又打开一瓶酒喝了起来。\\n\\n“那是这个吗？”我从背包里拿出了那毫不起眼的米特兰之守护，悬放在独眼海盗的前面晃悠着。\\n\\n独眼海盗一把将链子夺了过去，一把鼻涕一把眼泪，神情激动地说道：“天啊，是米特兰之守护，感谢我仁慈的主啊，我终于又看到了它了。”说完将米特兰之守护放在脸颊上不停地摩擦着。\\n\\n见鬼了， 难道海盗也信耶缩吗？怎么从没听说过，我在心里纳闷地想到，NPC海盗你的表演太逼真了点吧，神形兼备，难不成又是个真人扮演吗，\\n\\n我咳嗽了几声，先别这么激动，快点直接奔主题撒，我的时间可不是拿来浪费的，孝敬也孝敬过了，我感兴趣的可是那个什么海底宝藏。\\n\\n“嗨，看样子这个米特兰之守护应该不是假冒伪劣产品吧，你该告诉我那个海底宝藏在哪了吧。”我带着迫切的目光看着他问道。\\n\\n独眼海盗楞了楞神，喝了口酒后笑地说道：“藏宝图在你身上这么多天了，你都不知道啊，呵呵。”\\n\\n“藏宝图在我身上，哪有啊？”我有点疑问地回道，看着他含笑看着手中的米特兰之守护，我手指一伸，有点结结巴巴、地说道：“该不会藏宝图就是那个吗。”\\n\\n独眼海盗将米特兰之守护放在了桌上，两手摸索着边缘，拨弄了几下，“当”的一声，米特兰之守护那班驳的外壳一分为二，他从里面拿出一个绻成一团绸布，摊在了桌上对我说道：“虽然不是这个，但是就放在这里面，年轻人，你既然能够完成第一步挑战，就有资格去追寻我们伟大的米特兰船长遗留在海底的宝藏，米特兰之守护我就留下了，这个藏宝图是你的奖励，希望你能够得到我们米特兰船长的宝藏，要不是悠长岁月已经打消了我的斗志，累累伤病已经磨灭了我的激情的话，这个发财的机会肯定轮不到你的，嘿嘿。”\\n\\n我满脸笑容地看着独眼龙，他那张憔悴的老脸此刻是如此的可爱，我接过了藏宝图后大吼一声：“小二，在我再来二十瓶好酒来。”\\n\\n看着这张画满红线黑线的藏宝图，中间有个地方打着一个大大的X字，不过就凭这样我到哪去找啊，惊涛城外面的大海广阔无边，不给点准确具体的提醒让我怎么找，去地下迷宫打米特兰之守护起码能还有个底，这大海捞针可没底。\\n\\n我挪了挪屁股，移到了独眼龙旁边讪笑着问道：“这个，这个藏宝图好象太笼统了点吧，不太好找啊。那个X是藏宝地点我是懂的，不过这黑线红线是什么，海底这么大，哪去找啊，”\\n\\n看着NPC小二拎着满扎子酒瓶走了过来，独眼龙开心地笑了笑说：“是不太好找，那，我就再给你点提示好了，红线代表的是海底的珊瑚礁群，黑线代表的是条海底峡谷，不过这些东西海底实在是太多了点是吧。”\\n\\n我听他说了一半留一半，心都提了起来，你可别只告诉我这点东西，起码给个具体地点啊，连忙点头说道：“是的，是很多啊，这宝藏具体靠近哪啊。”\\n\\n“谁让我白喝你这么多好酒呢，告诉你好了，从惊涛城的西门出去不远，有片陡峭的海崖，下面是林立的暗礁，米特兰船长的蓝鲸号最后经常出没的海域，好好找找，你会有所发现的。”\\n\\n独眼龙刚说完，我赶紧扔下了二十个金币，拔腿就跑了出去，丢了个话在店里，“兄弟如果找到了，好处少不了大哥你的。”\\n\\n独眼海盗靠在了椅子上。翘了起二郎腿，一边喝着酒，一边自言自语地说道：“米特兰船长好象将家当都买了古代的油画，放在水里过了这么长时间，也不知道还有没有用。”\\n\\n可惜我实在是跑得太快了一点，没有听见独眼龙后面的几句话，这让我在辛苦找到那个海底宝藏之后气得破口大骂，幸好还能得到了个……\\n```\\n\\n\\n------------\",\"timestamp\":1640250034,\"title\":\"第七十七章 独眼海盗\"},\"digest\":\"M-jO_cGSkSn-Ugjd0ZLK50z2OmwAAKO1ysjhR8xgaa0\",\"authorship\":{\"contributor\":\"0xB629fca36d867Fd760C092C84f74b59A047F4503\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yVUAOKy9YBVHlOuXXTLloCO_3p1_KBDZb4E4ynJEkYw\\\",\\\"y\\\":\\\"oegfIPxkoEXrB7txcTrzOjFYa-VqCOZ_Lt9KBV9FH4k\\\"}\",\"signature\":\"7G4Wn_Jz4Tel2mYaG_2551TR2TBCbktwjvzCAQUJMx7w-McxTbvh_rwwD2kerq_Zk22xv7ORLun5-xOH0dX4WQ\",\"signingKeySignature\":\"0xee24ebaa8dd402ded1ee15c7c4d3ddeb45a86e937548284047179ba57f9bd97c503cc78c02f0dd4bab30e6f3b1dae74a57da2e45d96044cbd95617cf412ac66a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yVUAOKy9YBVHlOuXXTLloCO_3p1_KBDZb4E4ynJEkYw\\\",\\\"y\\\":\\\"oegfIPxkoEXrB7txcTrzOjFYa-VqCOZ_Lt9KBV9FH4k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M-jO_cGSkSn-Ugjd0ZLK50z2OmwAAKO1ysjhR8xgaa0\"}"