"{\"content\":{\"body\":\"我一手接过了勋章，眼光瞥过那个浅棕色的柜子，嘿，里面还有好多的勋章，要是我能跟老头再要几个的话，那不是免了明天再来一次的烦恼了，我于是带着阿谀的笑容说道：“大法师啊，你老要这么多勋章干吗，能不能再给几个我啊，你看我可是在危难时刻救你一命的。”\\n\\n```\\n“呵呵，小伙子，这无规矩不成方圆，你拿魔法护符，我就给你勋章这是规矩，不能因为你救过我就破坏了这个规矩白送你勋章啊，我们也是天地里的在职员工，也要混口饭吃的。”老头那对深邃的眼睛里带着一丝狡狯的神色继续说道：“不过嘛，规矩是死的，人的活的，其实魔法护符真正的作用是魔法背囊，里面是存放补充我魔力的晶石，让我探索迷宫三层时有足够的力量，如果你愿意代替我去三层探索探索，收集十个黑暗骑士的心脏的话，那我倒是可以给你开个后门，送你几个探索者勋章的。”\\n\\n“大师，你让我我一个人去三层，那多危险，我很脆弱的，那个什么黑暗骑士厉害不，能不能换换条件啊，杀杀恶鬼什么的。”我听他这么一说，赶紧讨价还价地问道。\\n\\n“二层我早就研究好了，恶鬼我已经杀了不知道多少了，你也别怕，我不会让你这样冒冒失失地下去，我会给你加上绝对力量和绝对防御的状态，那样能大大的提高你的攻击和防御力气，此外还可以给你一些大量恢复药剂，你看怎么样，如果实在不行你就回来好了，我也会给再给你一个勋章的。”老头一副好心肠的样子跟我说道。\\n\\n有这么多好处，那我干脆就在二层杀杀怪得了，不下去，回头跟他说没撑住，还可以白拿一个勋章，嘿嘿我美美的想着说道：“行啊，既然你老这么说了，我怎么能不答应啊，就照你说的办，那个什么绝对的状态和恢复药你看现在就给我了吧。”\\n\\n“不忙不忙，反正现在这批恶鬼已经杀光了，我就带你一起去三层的门口，这样不但节约了时间，还省得你还要到处乱找，你不会反对吧。呵呵，现在的小伙子就是有热血，有朝气啊。”老头似乎一眼识破我的念头，奸笑着说道。\\n\\n看来我是骑虎难下了，这老家伙真是精明啊，我只好讪讪地笑着回道：“怎么能反对呢，我是求之不得啊，那就赶紧出发吧，抓紧时间，早去早回啊。”\\n\\n“行，你跟我后面走吧。”老头理了理法袍，那起放在一边的魔杖颤颤悠悠地走了出去，我紧紧跟随其后，眼睛不时四处张望，生怕哪个房间里会突然蹿出一只食尸鬼来。\\n\\n拐了几个弯，走过几段路，老头停下了脚步指着前面那扇血红色的大门跟我说道：“小伙子，到了，这个就是通往三层的大门。”\\n\\n我走进端详了一下这扇大门，和二层的风格相仿，但是上面的浮雕是一个拍打着用玄铁丝勾勒的两对黑色翅膀，用金线凹凸出健美的体型，有着一对红色眼睛的黑暗天使像，大门没有开启，看来还要我花点力气。\\n\\n老头嘴里嘀咕着含糊不清的咒语，深蓝色的光芒一层层覆盖在我的身上，我恍如置身在深邃的蔚蓝色海洋之中，周围都是一片荡漾的绿波，十分的舒适和惬意。“好了，状态都给你加了，来这个是恢复药剂你拿去吧。”老头随着蓝光的消失扔给我二十瓶大量恢复药剂。\\n\\n“那我就不客气了，多谢。”我接过药剂说道。\\n\\n“快点去吧，我在这里等你。”老头丝毫没有陪我一起下去的念头，冲我挥了挥手说道。\\n\\n你在这里等我，再来一群恶鬼把你干掉怎么办，我心里念叨着，嘴上说道：“恩，那等会见了，拜拜了您。”说完头也不回地推开沉重的大门，侧身闪了进去。\\n\\n空旷，一眼的感觉是空旷；冷清，二眼的感觉是冷清；萧杀，三眼的感觉是萧杀。三层进门就是一个矗立着几十根高大立柱的大厅，地面上铺设着如血般红润的地毯，天花上悬挂着的照明石外也笼罩着一层薄纱般的红色灯幕，黑色的立柱上面用粗大的铁链锁着不少已经成为骸骨的尸体，给整个大厅平添了不少阴森的味道。眼睛转了一圈，没有发现一个怪物，看着前面那黑黝黝的过道，我的心里有点打起晃来，也不知道这老头给的两个状态管不管用，早知道刚才先在上面拿食尸鬼开刀看看，如果能单挑的话，起码还能给我增加点信心，现在叫我去杀那个什么黑暗骑士，我可一点底气也没有。\\n\\n开了潜行，我小心地穿过大厅，来到了前面的过道，两边墙壁上都描绘着精美的图画，这里或许因为没有那丝毫没有艺术细胞的黑暗小鬼，所以一点都没有破坏掉这些唯美的艺术品。\\n\\n一阵沉重的脚步声和哐铛哐铛的盔甲磨擦声将我的神经一下子给拉紧，我立即将身子贴着墙壁，伸长了脖子一看，赫，这个大家伙就是老头子要我杀的吗。\\n\\n黑暗骑士  等级：32级\\n\\n三十二级的怪啊，难度不是一般的大，看着黑暗骑士那把全身遮得严严实实的黑色全覆式重盔甲和手上那把巨大的长剑，我心里有有点发毛，这可不是刚才那些小角色，或衣不遮体，或瘦小可欺，感觉真有点无从下手。\\n\\n丹药的时效和药剂的效果已经过了，赶紧从背包里拿出后备资源，添加能量，这可不是闹着玩的，三十二级的怪，要是爆个装备的话，肯定不是垃圾吧，我只能从好的方面安慰了一下自己，给自己一点动力。\\n\\n看黑暗骑士迈着僵硬的步伐从前面渐渐靠近，我灵光一闪，看来这身盔甲让他的敏捷降低了不少，这样的话，大厅里那么多立柱应该可以利用利用的。深吸一口气，我甭紧的身子如利箭一般激荡出去，手上的诅咒之刃平平地冲黑暗骑士的腰部划了过去，裂风之弩也如毒蛇吐杏般将一根根箭枝送向了它那留着一道间隙的头盔。\\n\\n哧的嘶哑一声，诅咒之刃落在了黑暗骑士的盔甲上，呵呵，还算不错攻击伤害是162，能对三十二级的怪物造成这样的伤害我已经知足了，不过箭枝就不尽如人意了，叮叮当当好都都射在了盔甲上，-20，-40的伤害真是惨不忍睹，得，见好赶紧收，换上天牛之甲盾，我一个后撤步，开了急速，闪人。\\n\\n也许是因为很久没有被这样赤裸裸的挑衅过了，黑暗骑士在原地楞了一会神后，才从头盔里发出沉闷地咆哮声，拎着巨剑大步大步向我追奔了过来，看样子不给我点甜头尝尝，它是不会罢休了。\\n\\n跑到大厅，看着身后追上的黑暗骑士，我赶紧绕到一根立柱后面。黑暗骑士到了大厅后一下子失去了眼前的目标，不由地将巨剑狠狠劈到了一根立柱上，喝，火星四射嘛，我立马从旁边上去就是一刀，砍完立即让开身形，躲进了立柱。\\n\\n在这里，黑暗骑士那死板的动作明显跟不上我敏捷的身手，对我的攻击基本都落在立柱上，因为砍不断粗大坚硬的立柱，所以只能在上面留下累累伤痕。如果是在过道上硬碰硬的话，我估计肯定不是它的对手，但是现在，我有了把握胜利的信心。\\n\\n匕首的伤害越来越高，盾牌上也不时留在巨剑的爱抚，大厅里回荡着我们双方人喊鬼叫的声音，漂浮着灰黑色的立柱粉末，带着满腔的不甘和憎恨，黑暗骑士轰然倒下了，黑色的身躯重重压在暗红色的地毯上，旁边多出一个明晃晃的东西格外的耀眼。我伸手一摸，哈哈，紫金项链——是个玄铁级的装备，我那还是一转用的项链早就想换了，可惜一直没有好货色，这真是老天有眼啊，知道俺的辛苦，给俺点物质安慰，要是再来个戒指、护腕什么的，我也不会嫌多……\\n\\n没有勇气深入三层的深入，我的胆子只能让我徘徊在大厅和过道的中间地带，要是深入腹地，回头路上刷出个黑暗骑士来，那样我想哭都哭不出来的，还是老实点好。从不同的过道里我逐一引出黑暗骑士到大厅里搞定，除了逃跑的时候吃了几瓶恢复药外，在大厅的战斗基本上都是以灵活的动作和敏捷的反应取胜，而那象拳头般大小，石头般冰冷的黑暗骑士心脏我也顺利的得到了九个，看看时间，已经快十一点了，再加把劲，还有最后一个，打到就可以跟老头换了勋章下线睡觉了。\\n\\n一个黑色的身影在前面游荡，我友好地将一拨箭雨送了过去，拔腿就往大厅跑，不用看，这个愚蠢的黑暗骑士肯定会追来的，就因为我没回头看，所以没有发觉在发足追赶我的黑暗骑士后面，还有一个身披嵌着银色边线的黑色斗篷，没有双脚却漂浮在空中，如黑色烟雾般翻腾的脸部闪烁着两点红芒的黑暗牧师也跟在黑暗骑士后面追了过来。\\n\\n“嘿嘿，砍死你这家伙，给我爆个装备。”我嘴里不停嘀咕着，手上的匕首应声落在了黑暗骑士的身上，咦，怎么感觉不太对劲，我都吃了好几瓶恢复剂了，这家伙怎么还没挂掉，难道这里的怪物也有变异的家伙，不过看它的样子没什么变化，不应该的啊。我有点纳闷地想着。\\n\\n匕首对它的伤害我是看的真切，只有越来越多，没有减少半分，而它的动作仿佛比原来的家伙更加灵活，巨剑不时能赏我几下，-450，-480的伤害让我叫苦不已，要是没有老头给的绝对防御，估计我能被这家伙两剑砍挂了。到底问题出在哪呢，难不成我要被这个家伙吃得死死的，得临阵脱逃不可，我一边苦苦和黑暗骑士周旋着，一边在脑海里琢磨着。\\n\\n一道如轻纱般的淡淡暗红色光芒不停的倾注在黑暗骑士的头上，我终于在昏暗的灯光下发现了这个不同寻常的地方，敢情就是这光芒捣的鬼，不过这是哪来的呢，我无心再攻，一味的躲闪着，眼睛四下扫描，不找出原因来，我这心里怎么能塌实。\\n\\n是它，就是它，NND，黑暗牧师，我终于这个看到躲在过道旁边的阴暗角落里，不停发出红色光芒的家伙来。先不忙找你的麻烦，得将后面的大家伙引远一点，我带着黑暗骑士在大厅了转了个圈后，一个加速摆脱它的追赶，冲向了那个黑暗牧师，手上也换上了裂风之弩，要速战速绝，将这个家伙挂了。\\n\\n箭枝带着风声撕开黑暗牧师那脆弱的身体，匕首闪着寒光无情的切割它那掩盖在披风下的身躯，黑色的血液如同被狂风摧残的花瓣飘洒在空中，黑暗牧师那脸上的红芒忽明忽暗地闪烁着，似乎诉说它的惊慌，而后面的黑暗骑士也急冲了过来，想要解救被我蹂躏的牧师。\\n\\n掏出一把回血丹塞到嘴里，这玩意补血可比恢复剂来的快，我是下定决心，排除万难，坚决要把这个牧师给挂了，看到冲到身边的黑暗骑士，我没有换上盾牌，发动剑刃波，错乱的刀光继续对黑暗牧师遭成严重的伤害，而每当骑士砍我几下时，我都一颗回血丹下肚，看是你的剑狠还是我药狠。\\n\\n带着绝望的凄叫，黑暗牧师终于挂了，身子仿佛一下子消失在空气中，只留下了那件披风悠悠地飘落到地上，当的一声，好象中间还有个什么东西，现在没空理会了，赶紧老规矩绕立柱，把黑暗骑士做了，这药可都是钱啊，在这里可以没草药给我挖，用一粒少一粒的。\\n\\n没了牧师的协助，高举巨剑的黑暗骑士也不得不臣服在我的匕首之下，扔了几十个铜币和一颗乌黑的心脏去和牧师见面了。我将它们统统收入了囊中，乐呵呵地去看牧师给我爆了啥装备，千万别刺激我那柔嫩的心灵，再给我爆个什么玄铁装备啊。\\n\\n我呸，叫你别刺激我，你还真没刺激我，我狠狠地在那黑色的披风上跺了几脚，我还当作什么好东西掉在地上，原来是个破徽章，还有个好听的名字叫什么米特兰之守护，怎么看都不象是个值钱货色，灰不拉叽的，让我空欢喜了一场。算了，先扔背包里，有个名的总能卖几个钱吧。\\n\\n走出三层大门一看，老头子正在欣赏墙壁上的壁画呢，我掏出十个黑暗骑士的心脏叫到：“大法师，我回来了，这个是你要的东西。”\\n\\n老头听到叫声，揉了揉眼睛，有几分惊讶地看着我说道：“这么快就出来了，十个黑暗骑士的心脏都全了吗。”\\n\\n怎么，还怀疑我的能力啊，我凑了上前，将心脏扔给了他说道：“一个不少，还不相信我啊，快点把勋章给我吧，我还要回去呢。”\\n\\n“呵呵，好的好的，走走走，我回去拿勋章。”老头子乐呵呵地接过了石头般的心脏，数了有数回道。\\n\\n拿了5个探索者勋章，我和老头子告了个别，赶紧下线，都快十二点了，俺可不是只顾游戏，不顾身体的主，身体可是革命的本钱，没了它，哪有精力去创造美好新生活。\\n```\\n\\n\\n------------\",\"timestamp\":1640247476,\"title\":\"第五十八章 米特兰之守护二\"},\"digest\":\"pHHYIXS9XZarMOuGx-eo-VN3KQpcJT6KJKffSDcm9HM\",\"authorship\":{\"contributor\":\"0x214730eC92829b69910b5e447AA0CEE390aaBF93\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmIUYoYt_AmSwP9d-AD4sWXxIPYm1HUJSJ1jzumJ4y8\\\",\\\"y\\\":\\\"jNpX0cZT9oqSx29PzeD-_fFA_gCLFjFqJHrF3yTKYCA\\\"}\",\"signature\":\"sFhPdjjkzxLhXP4ARexlf-UPcC3qGc7SYnRpB9wq3CHjfmXlgjm6nbtExvOXZyZcsFEPejRH5ENja7uv-pYyWQ\",\"signingKeySignature\":\"0x93c373cd6a98a25a03c7c34d5ed88a91175ffe88bf1071079987a80bd4966511549e6477379305d4ca51a6db003157ff9e81a611ab770638328b58417b23e1211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmIUYoYt_AmSwP9d-AD4sWXxIPYm1HUJSJ1jzumJ4y8\\\",\\\"y\\\":\\\"jNpX0cZT9oqSx29PzeD-_fFA_gCLFjFqJHrF3yTKYCA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pHHYIXS9XZarMOuGx-eo-VN3KQpcJT6KJKffSDcm9HM\"}"