"{\"content\":{\"body\":\"And went him on his way; Robin Hood and his merry men   Dwelled still full many a day. Lithe and listen, gentle men,   And hearken what I shall say, How the proud sheriff of Nottingham   Did cry a full fair play; That all the best archers of the north   Should come upon a day, And they that shoot all of the best   The game shall bear away.\\n\\n'He that shooteth all of the best   Furthest fair and law, At a pair of fynly butts,   Under the green wood shaw, A right good arrow he shall have,   The shaft of silver white, The head and the feathers of rich red gold,   In England is none like.'\\n\\nThis then heard good Rob-in,   Under his trystell tree: \\\"Make you ready, ye wight young men,   That shooting will I see. Busk you, my merr-y young men,   Ye shall go with me; And I will wete the sheriff's faith,   True an if he be.\\\"\\n\\nWhen they had their bows i-bent,   Their tackles feathered free, Seven score of wight young men   Stood by Robin's knee. When they came to Nottingham,   The butts were fair and long, Many was the bold arch-er   That shooted with bow-es strong.\\n\\n\\\"There shall but six shoot with me,   The other shall keep my head, And stand with good bow-es bent   That I be not deceived.\\\"\\n\\nThe fourth outlaw his bow gan bend,   And that was Robin Hood, And that beheld the proud sher-iff,   All by the butt he stood. Thri-es Robin shot about,   And alway he cleft the wand, And so did good Gilbert,   With the whit-e hand. Little John and good Scathelock   Were archers good and free; Little Much and good Reynold,   The worst would they not be. When they had shot about,   These archers fair and good, Evermore was the best,   For sooth, Robin Hood. Him was delivered the good arr-ow,   For best worthy was he; He took the gift so courteysly   To green wood wold-e he.\\n\\nThey cri-ed out on Robin Hood,   And great horns gan they blow. \\\"Wo worth thee! treason!\\\" said Rob-in,   \\\"Full evil thou art to know! And woe be thou, thou proud sher-iff,   Thus gladding thy guest, Otherwise thou behot-e me   In yonder wild for-est; But had I thee in green wood,   Under my trystell tree, Thou shouldest leave me a better wed   Than thy true lewt-e.\\\"\\n\\nFull many a bow there was bent,   And arrows let they glide, Many a kirtle there was rent,   And hurt man-y a side. The outlaw-es shot was so strong,   That no man might them drive, And the proud sherif-es men   They fled away full blive. Robin saw the busshement to-broke,   In green wood he would have be, Many an arrow there was shot   Among that company. Little John was hurt full sore,   With an arrow in his knee, That he might neither go nor ride:   It was full great pit-e.\\n\\n\\\"Master,\\\" then said Little John,   \\\"If ever thou lovest me, And for that ilk-e Lord-es love,   That died upon a tree, And for the meeds of my serv-ice,   That I have serv-ed thee, Let nev-er the proud sher-iff   Aliv-e now find me; But take out thy brown sword,   And smite all off my head, And give me wound-es dead and wide,   That I after eat no bread.\\\"\\n\\n\\\"I wold-e not that,\\\" said Rob-in,   \\\"John, that thou wer-e slawe, For all the gold in merry England,   Though it lay now on a rawe.\\\"\\n\\n\\\"God forbid,\\\" said Little Much,   \\\"That died on a tree, That thou shouldest, Little John,   Part our company!\\\" Up he took him on his back,   And bare him well a mile, Many a time he laid him down,   And shot another while.\\n\\nThen was there a fair cast-ell,   A little within the wood, Double-ditched it was about,   And wall-ed, by the rood; And there dwelled that gentle knight,   Sir Richard at the Lee, That Rob-in had lent his good,   Under the green wood tree. In he took good Rob-in,   And all his compan-y:\\n\\n\\\"Welcome be thou, Robin Hood,   Welc-ome art thou me; And much thank thee of thy comf-ort,   And of thy courtesy, And of thy great kind-eness,   Under the green wood tree; I love no man in all this world   So much as I do thee; For all the proud sheriff of Nottingham,   Right here shalt thou be. Shut the gates, and draw the bridge,   And let no man come in; And arm you well, and make you read-y,   And to the wall ye win. For one thing, Rob-in, I thee behote,   I swear by Saint Quin-tin, These twelve days thou wonest with me,   To sup, eat, and dine.\\\"\\n\\nBoards were laid, and cloth-es spread,   Readily and anon; Robin Hood and his merry men   To meat gan they gon.\\n\\nTHE SIXTH FYTTE.\\n\\nLithe and listen, gentle men,   And hearken unto your song; How the proud sheriff of Nottingham,   And men of arm-es strong, Full fast came to the high sher-iff,   The country up to rout, And they beset the knight's cast-ell,   The wall-es all about. The proud sher-iff loud-e gan cry,   And said, \\\"Thou traitor knight, Thou keepest here the king's enemy,   Against the laws and right!\\\"\\n\\n\\\"Sir, I will avow that I have done,   The deeds that here be dight, Upon all the land-es that I have,   As I am a true knight. Wend-e forth, sirs, on your way,   And doth no more to me, Till ye wite our king-es will   What he will say to thee.\\\"\\n\\nThe sheriff thus had his answ-er,   Without an-y leas-ing, Forth he yode to London town,   All for to tell our king. There he told him of that knight,   And eke of Robin Hood, And also of the bold arch-ers,   That noble were and good. \\\"He would avow that he had done,   To maintain the outlaws strong; He would be lord, and set you at nought,   In all the north lond.\\\"\\n\\n\\\"I will be at Nottingham,\\\" said the king,   \\\"Within this fortnight, And take I will Robin Hood,   And so I will that knight. Go home, thou proud sher-iff,   And do as I bid thee, And ordain good arch-ers enow,   Of all the wide countree.\\\"\\n\\nThe sheriff had his leave i-take,   And went him on his way; And Robin Hood to green wood   Upon a certain day; And Little John was whole of the arrow,   That shot was in his knee, And did him straight to Robin Hood,   Under the green wood tree. Robin Hood walked in the for-est,   Under the leav-es green, The proud sher-iff of Nottingham,   Therefore he had great teen.\\n\\nThe sheriff there failed of Robin Hood,   He might not have his prey, Then he awaited that gentle knight,   Both by night and by day. Ever he awaited that gentle knight,   Sir Richard at the Lee. As he went on hawking by the river side,   And let his hawk-es flee, Took he there this gentle knight,   With men of arm-es strong, And led him home to Nottingham ward,   I-bound both foot and hond.\\n\\nThe sheriff swore a full great oath,   By him that died on a tree, He had liever than an hundred pound,   That Robin Hood had he.\\n\\nThen the lad-y, the knight-es wife,   A fair lad-y and free, She set her on a good palfr-ey,   To green wood anon rode she. When she came to the for-est,   Under the green wood tree, Found-e she there Robin Hood,   And all his fair meyn-e.\\n\\n\\\"God thee save, good Robin Hood,   And all thy compan-y; For our deare Ladyes love,   A boon grant thou to me. Let thou never my wedded lord   Shamefully slain to be; He is fast i-bounde to Nottingham ward,   For the love of thee.\\\"\\n\\nAnon then said good Rob-in,   To that lad-ye free, \\\"What man hath your lord i-take?\\\"\\n\\n\\\"The proud sheriff,\\\" then said she.   \\\"Forsooth as I thee say; He is not yet three mil-es   Pass-ed on your way.\\\"\\n\\nUp then stert-e good Rob-in,   As a man that had be wode: \\\"Busk you, my merr-y young men,   For him that died on a rode; And he that this sorrow forsaketh,   By him that died on a tree, Shall he never in green wood be,   Nor longer dwell with me.\\\"\\n\\nSoon there were good bows i-bent,   More than seven score, Hedge ne ditch spar-ed they none,   That was them before.\\n\\n\\\"I make mine avow,\\\" said Robin,   \\\"The knight would I fain see, And if I ma-y him take,   Iquit then shall he be.\\\"\\n\\nAnd when they came to Nottingham,   They walk-ed in the street, And with the proud sheriff, i-wis,   Soon-e gan they meet.\\n\\n\\\"Abide, thou proud sher-iff,\\\" he said,   \\\"Abide and speak with me, Of some tidings of our king,   I would fain hear of thee. This seven year, by dere-worthy God,   Ne yede I so fast on foot, I make mine avow, thou proud sheriff,   Is not for thy good.\\\"\\n\\nRobin bent a good bow-e,   An arrow he drew at his will, He hit so the proud sher-iff,   On the ground he lay full still; And ere he might up arise,   On his feet to stand, He smote off the sheriff's head,   With his bright brand.\\n\\n\\\"Lie thou there, thou proud sher-iff,   Evil mote thou thrive; There might no man to thee trust,   The whiles thou were alive.\\\"\\n\\nHis men drew out their bright swords   That were so sharp and keen, And laid on the sher-iff's men,   And drived them down bidene. Robin stert to that knight,   And cut atwo his band, And took him in his hand a bow,   And bade him by him stand. \\\"Leav-e thy horse thee behind,   And learn for to ren; Thou shalt with me to green wood,   Through mire, moss, and fen; Thou shalt with me to green wood,   Without an-y leas-ing, Till that I have get us grace,   Of Edward our comely king.\\\"\\n\\nTHE SEVENTH FYTTE.\\n\\nThe king came to Nottingham,   With knights in great array, For to take that gentle knight,   And Robin Hood, if he may. He asked men of that countr-e,   After Robin Hood, And after that gentle knight,   That was so bold and stout.\\n\\nWhen they had told him the case,   Our king understood their tale, And seised in his hand   The knight-es landes all, All the pass of Lancashire,   He went both far and near, Till he came to Plompton park,   He failed many of his deer. Where our king was wont to see   Herd-es many one He could unneth find one deer,   That bare an-y good horn. The king was wonder wroth withal,   And swore by the trinit-e, \\\"I would I had Robin Hood,   With eyen I might him see; And he that would smite off the knight-es head.   And bring it to me, He shall have the knight-es lands,   Sir Rychard at the Lee; I give it him with my chart-er,   And seal it with my hand, To have and hold for ever-more,   In all merr-y Engl-and.\\\"\\n\\nThen bespake a fair old knight,   That was true in his fay, \\\"Ah, my lieg-e lord the king,   One word I shall you say: There is no man in this countr-y   May have the knight-es lands, While Robin Hood may ride or gon,   And bear a bow in his hands, That he ne shall lose his head,   That is the best ball in his hood: Give it no man, my lord the king,   That ye will any good!\\\"\\n\\nHalf a year dwelled our comely king,   In Nottingham, and well more, Could he not hear of Robin Hood,   In what country that he were; But alw-ay went good Rob-in   By halk and eke by hill, And alway slew the king-es deer,   And welt them at his will.\\n\\nThen bespake a proud forstere,   That stood by our king's knee, \\\"If ye will see good Rob-in,   Ye must do after me. Take five of the best knyght-es   That be in your lede, And walk down by your abb-ey,   And get you monk-es weed. And I will be your led-es man,   And led-e you the way, And ere ye come to Nottingham,   Mine head then dare I lay, That ye shall meet with good Rob-in,   Alive if that he be, Ere ye come to Nottingham,   With eyen ye shall him see.\\\"\\n\\nFull hastily our king was dight,   So were his knight-es five, Each of them in monk-es weed,   And hasted them thither blithe. Our king was great above his cowl,   A broad hat on his crown, Right as he were abbot-like,   They rode up into the town. Stiff boots our king had on,   Forsooth as I you say, He rode sing-ing to green wood,   The convent was clothed in gray, His mail horse, and his great som-ers,   Followed our king behind, Till they came to green-e wood,   A mile under the lind: There they met with good Rob-in,   Standing on the way, And so did many a bold arch-er,   For sooth as I you say.\\n\\nRobin took the king-es horse,   Hastily in that stead, And said, \\\"Sir abbot, by your leave,   A while ye must abide; We be yeom-en of this for-est,   Under the green wood tree, We live by our king-es deer,   Other shift have not we; And ye have churches and rent-es both,   And gold full great plent-y; Give us some of your spend-ing,   For saint Charity.\\\"\\n\\nThan bespake our comely king,   Anon then said he, \\\"I brought no more to green-e wood,   But forty pound with me. I have lain at Nottingham,   This fortnight with our king, And spent I have full much good,   On many a great lording; And I have but forty pound,   No more then have I me; But if I had an hundred pound,   I would give it to thee.\\\"\\n\\nRobin took the forty pound,   And departed it in two part-ye, Halfendell he gave his merry men,   And bade them merr-y to be. Full courteously Rob-in gan say,   \\\"Sir, have this for your spend-ing, We shall meet another day.\\\"\\n\\n\\\"Gramerc-y,\\\" then said our king, \\\"But well thee greeteth Edw-ard our king,   And sent to thee his seal, And biddeth thee come to Nottingham,   Both to meat and meal.\\\" He took out the broad tarpe,   And soon he let him see; Robin coud his courtesy,   And set him on his knee: \\\"I love no man in all the world   So well as I do my king, Welcome is my lord-es seal;   And, monk, for thy tid-ing, Sir abbot, for thy tiding-es,   To-day thou shalt dine with me, For the love of my king,   Under my trystell tree.\\\"\\n\\nForth he led our comely king,   Full fair by the hand, Many a deer there was slain,   And full fast dightand. Robin took a full great horn,   And loud he gan blow; Seven score of wight young men,   Came ready on a row, All they kneel-ed on their knee,   Full fair before Rob-in. The king said himself unto,   And swore by saint Austin, \\\"Here is a wonder seemly sight,   Me thinketh, by Goddes pine; His men are more at his bidd-ing,   Than my men be at mine!\\\"\\n\\nFull hastily was their dinner i-dight,   And thereto gan they gon, They served our king with all their might,   Both Robin and Little John. Anon before our king was set   The fatt-e venison, The good white bread, the good red wine,   And thereto the fine ale brown. \\\"Mak-e good cheer,\\\" said Rob-in,   \\\"Abb-ot, for charit-y; And for this ilk-e tiding-e,   Bless-ed mote thou be. Now shalt thou see what life we lead,   Or thou henn-es wend, Then thou may inform our king,   When ye together lend.\\\"\\n\\nUp they stert all in haste,   Their bows were smartly bent, Our king was never so sore agast,   He weened to have be shent. Two yard-es there were up set,   Thereto gan they gang; But fifty pace, our king said,   The mark-es were too long. On every side a rose garl-and,   They shot under the line. \\\"Whoso faileth of the rose garland,\\\" said Robin,   \\\"His tackle he shall tine, And yield it to his master,   Be it never so fine,-- For no man will I spare,   So drinke I ale or wine,-- And bear a buffet on his head   I-wys right all bare.\\\"\\n\\nAnd all that fell in Robin's lot,   He smote them wonder sair. Twi-es Robin shot about,   And ever he cleaved the wand, And so did good Gilb-ert,   With the lily white hand; Little John and good Scath-elock,   For nothing would they spare, When they failed of the garl-and,   Robin smote them fall sair. At the last shot that Robin shot,   For all his friends fair, Yet he failed of the garl-and,   Three fingers and mair.\\n\\nThen bespak-e good Gilb-ert,   And thus he gan say, \\\"Master,\\\" he said, \\\"your tackle is lost,   Stand forth and take your pay.\\\" \\\"If it be so,\\\" said Rob-in,   \\\"That may no better be: Sir abbot, I deliver thee mine arrow,   I pray thee, sir, serve thou me.\\\"\\n\\n\\\"It falleth not for mine order,\\\" said our king;   \\\"Robin, by thy leave, For to smite no good yeom-an,   For doubt I should him grieve.\\\"\\n\\n\\\"Smite on boldly!\\\" said Rob-in,   \\\"I give thee larg-e leave.\\\"\\n\\nAnon our king, with that word,   He fold up his sleeve, And such a buffet he gave Rob-in,   To ground he yede full near.\\n\\n\\\"I make mine avow to God,\\\" said Robin,   \\\"Thou art a stalworthy frere; There is pith in thine arm,\\\" said Rob-in,   \\\"I trow thou canst well shoot!\\\"\\n\\nThus our king and Robin Hood   Together then they met.\\n\\nRobin beheld our comely king   Wistly in the face, So did Sir Richard at the Lee,   And kneeled down in that place; And so did all the wild outl-aws,   When they see them kneel. \\\"My lord the king of Engl-and,   Now I know you well. Merc-y,\\\" then Robin said to our king,   \\\"Under your trystal tree, Of thy goodness and thy grace,   For my men and me! Yes, fore God,\\\" said Robin,   \\\"And also God me save; I ask merc-y, my lord the king,   And for my men I crave.\\\"\\n\\n\\\"Yes, fore God,\\\" then said our king,   \\\"Thy petition I grant thee, With that thou leave the green wood,   And all thy compan-y; And come home, sir, to my court,   And there dwell with me.\\\"\\n\\n\\\"I make mine avow,\\\" said Rob-in,   \\\"And right so shall it be; I will come to your court,   Your service for to see, And bring with me of my men   Seven score and three. But me like well your serv-ice,   I come again full soon, And shoot at the donn-e deer,   As I am wont to doon.\\\"\\n\\nTHE EIGHTH FYTTE.\\n\\n\\\"Hast thou any green cloth,\\\" said our king,   \\\"That thou wilt sell now to me?\\\" \\\"Yea, fore God,\\\" said Robin.   \\\"Thirty yards and three.\\\"\\n\\n\\\"Robin,\\\" said our king,   \\\"Now pray I thee, To sell me some of that cloth,   To me and my meyn-e.\\\"\\n\\n\\\"Yes, fore God,\\\" then said Rob-in,   \\\"Or else I were a fool; Another day ye will me clothe,   I trow, against the Yule.\\\"\\n\\nThe king cast off his cot-e then,   A green garment he did on, And every knight had so, i-wis,   They cloth-ed them full soon. When they were clothed in Lincoln green,   They cast away their gray. Now we shall to Nottingham,   All thus our king gan say. Their bows they bent and forth they went,   Shooting all in-fere, Toward the town of Nottingham,   Outlaws as they were. Our king and Robin rode together,   For sooth as I you say, And they shot pluck-buffet,   As they went by the way; And many a buffet our king wan,   Of Robin Hood that day: And nothing spar-ed good Rob-in   Our king in his pay. \\\"So God me help-e,\\\" said our king,   \\\"Thy name is nought to lere, I should not get a shot of thee,   Though I shot all this year.\\\"\\n\\nAll the people of Nottingham   They stood and beheld, They saw nothing but mantles of green,   They covered all the feld; Then every man to other gan say,   \\\"I dread our king be slone; Come Robin Hood to the town, i-wis,   On live he leaveth not one.\\\" Full hastily they began to flee,   Both yeomen and knaves, And old wives that might evil go,   They hopp-ed on their staves.\\n\\nThe king be lough full fast,   And commanded them again; When they see our comely king,   I-wis they were full fain. They ate and drank, and made them glad,   And sang with not-es hie. Then bespake our comely king   To Sir Richard at the Lee: He gave him there his land again,   A good man he bade him be. Robin thanked our comely king,   And set him on his knee.\\n\\nHad Robin dwelled in the king's court   But twelv-e months and three, That he had spent an hundred pound,   And all his menn-es fee, In every place where Robin came,   Ever more he laid down, Both for knights and squires,   To get him great renown. By then the year was all agone,   He had no man but twain, Little John and good Scathlocke,   With him all for to gane.\\n\\nRobin saw yong-e men to shoot,   Full fair upon a day, \\\"Alas!\\\" then said good Rob-in,   \\\"My wealth is went away. Sometime I was an archer good,   A stiff and eke a strong, I was committed the best arch-er   That was in merry Englond. Alas!\\\" then said good Rob-in,   \\\"Alas and well away! If I dwell longer with the king,   Sorrow will me slay!\\\"\\n\\nForth then went Robin Hood,   Till he came to our king: \\\"My lord the king of Englond,   Grant me mine ask-ing. I made a chapel in Barnysdale,   That seemly is to see, It is of Mary Magdalene,   And thereto would I be; I might never in this seven-night,   No time to sleep ne wink, Neither all these seven days,   Neither eat ne drink. Me longeth sore to Barnysdale,   I may not be therefro, Barefoot and woolward I have hight   Thither for to go.\\\"\\n\\n\\\"If it be so,\\\" then said our king,   \\\"It may no better be; Seven-night I give thee leave,   No longer, to dwell fro me.\\\"\\n\\n\\\"Gram-ercy, lord,\\\" then said Rob-in,   And set him on his knee; He took his leave full courteously,   To green wood then went he. When he came to green-e wood,   In a merr-y morning, There he heard the not-es small   Of bird-es merry sing-ing. \\\"It is ferre gone,\\\" said Rob-in,   \\\"That I was last here, Me list a little for to shoot   At the dunne deer.\\\" Robin slew a full great hart,   His horn then gan he blow, That all the outlaws of that for-est,   That horn could they know, And gathered them together,   In a little throw, Seven score of wight young men,   Came ready on a row; And fair did off their hoods,   And set them on their knee: \\\"Welcome,\\\" they said, \\\"our mast-er,   Under this green wood tree!\\\"\\n\\nRobin dwelled in green wood,   Twenty year and two, For all dread of Edward our king,   Again would he not go. Yet he was beguiled, i-wis,   Through a wicked wom-an, The Prioress of Kirklees,   That nigh was of his kin, For the love of a knight,   Sir Roger of Doncaster, That was her own special,   Full evil mote they thee,\\n\\nThey took together their couns-el,   Robin Hood for to sle, And how they might best do that deed,   His banis for to be. Then bespak-e good Rob-in,   In place whereas he stood, \\\"To-morrow I must to Kirklees,   Craftily to be letten blood.\\\" Sir Roger of Doncaster,   By the Prioress he lay, And there they betrayed good Robin Hood,   Through their fals-e play. Christ have mercy on his soul,   That di-ed on the rood! For he was a good outlaw,   And did poor men much good.\\n\\nKING EDWARD IV. AND THE TANNER OF TAMWORTH.\\n\\nIn summer time, when leaves grow green,   And blossoms bedeck the tree, King Edward would a hunting ride,   Some pastime for to see.\\n\\nWith hawk and hound he made him boun,   With horn, and eke with bow; To Drayton Basset he took his way,   With all his lords arow.\\n\\nAnd he had ridden o'er dale and down   By eight of clock in the day, When he was ware of a bold tann-er,   Come riding along the way.\\n\\nA fair russet coat the tanner had on,   Fast buttoned under his chin, And under him a good cow-hide,   And a mare of four shill-ing.\\n\\n\\\"Now stand you still, my good lords all   Under the green wood spray; And I will wend to yonder fell-ow,   To weet what he will say.\\\"--\\n\\n\\\"God speed, God speed thee,\\\" said our king.--   \\\"Thou art welcome, sir,\\\" said he.-- \\\"The readiest way to Drayton Basset   I pray thee to show to me.\\\"--\\n\\n\\\"To Drayton Basset wouldst thou go,   Fro the place where thou dost stand? The next pair of gallows thou comest unto   Turn in upon thy right hand.\\\"--\\n\\n\\\"That is an unready way,\\\" said our king,   \\\"Thou doest but jest, I see; Now show me out the nearest way,   And I pray thee wend with me.\\\"--\\n\\n\\\"Away with a vengeance!\\\" quoth the tanner:   \\\"I hold thee out of thy wit: All day have I ridden on Brock my mare,   And I am fasting yet.\\\"--\\n\\n\\\"Go with me down to Drayton Basset,   No dainties we will spare; All day shalt thou eat and drink of the best,   And I will pay thy fare.\\\"--\\n\\n\\\"Gram-ercy for nothing,\\\" the tanner replied,   \\\"Thou payest no fare of mine: I trow I've more nobles in my purse,   Than thou hast pence in thine.\\\"--\\n\\n\\\"God give thee joy of them,\\\" said the king,   \\\"And send them well to prief.\\\"-- The tanner would fain have been away,   For he weened he had been a thief.\\n\\n\\\"What art thou,\\\" he said, \\\"thou fine fell-ow?   Of thee I am in great fear, For the clothes thou wearest upon thy back   Might beseem a lord to wear.\\\"--\\n\\n\\\"I never stole them,\\\" quoth our king,   \\\"I tell you, sir, by the rood.\\\"-- \\\"Then thou playest, as many an unthrift doth,   And standest in midst of thy good.\\\"--\\n\\n\\\"What tidings hear you,\\\" said the king.   \\\"As you ride far and near?\\\"-- \\\"I hear no tidings, sir, by the mass,   But that cow-hides are dear.\\\"--\\n\\n\\\"Cow-hides! cow-hides! what things are those?   I marvel what they be!\\\"-- \\\"What, art thou a fool?\\\" the tanner replied;   \\\"I carry one under me.\\\"--\\n\\n\\\"What craftsman art thou?\\\" said the king,   \\\"I pray thee tell me trow.\\\"\\\"-- \\\"I am a barker, sir, by my trade.   Now tell me what art thou?\\\"--\\n\\n\\\"I am a poor courtier, sir,\\\" quoth he,   \\\"That am forth of service worn; And fain I would thy 'prentice be,   Thy cunning for to learn.\\\"--\\n\\n\\\"Marry, heaven forfend,\\\" the tanner replied,   \\\"That thou my 'prentice were! Thou'dst spend more good than I should win,   By forty shilling a year.\\\"--\\n\\n\\\"Yet one thing would I,\\\" said our king,   \\\"If thou wilt not seem strange: Though my horse be better than thy mare,   Yet with thee I fain would change.\\\"--\\n\\n\\\"Why, if with me thou fain wilt change,   As change full well may we, By the faith of my body, thou proud fell-ow   I will have some boot of thee.\\\"--\\n\\n\\\"That were against reason,\\\" said the king,   \\\"I swear, so mote I thee: My horse is better than thy mare,   And that thou well may'st see.\\\"--\\n\\n\\\"Yea, sir, but Brock is gentle and mild,   And softly she will fare; Thy horse is unruly and wild, i-wis;   Aye skipping here and there.\\\"--\\n\\n\\\"What boot wilt thou have?\\\" our king replied;   \\\"Now tell me in this stound.\\\"-- \\\"No pence, nor halfpence, by my fay,   But a noble in gold so round.\\\"--\\n\\n\\\"Here's twenty groats of white mon-ey,   Sith thou wilt have it of me.\\\"-- \\\"I would have sworn now,\\\" quoth the tanner,   \\\"Thou hadst not had one penni-e.\\n\\n\\\"But since we two have made a change,   A change we must abide; Although thou hast gotten Brock my mare,   Thou gettest not my cow-hide.\\\"--\\n\\n\\\"I will not have it,\\\" said the king,   \\\"I swear, so mote I thee; Thy foul cow-hide I would not bear,   If thou wouldst give it to me.\\\"\\n\\nThe tanner he took his good cow-hide   That of the cow was hilt; And threw it upon the king's sad-elle,   That was so fairly gilt.\\n\\n\\\"Now help me up, thou fine fell-ow,   'Tis time that I were gone: When I come home to Gyllian my wife,   She'll say I am a gentilmon.\\\"\\n\\nWhen the tanner he was in the king's sad-elle,   And his foot in the stirrup was; He marvelled greatly in his mind,   Whether it were gold or brass.\\n\\nBut when his steed saw the cow's tail wag,   And eke the black cow-horn; He stamped, and stared, and away he ran,   As the devil had him borne.\\n\\nThe tanner he pulled, the tanner he sweat,   And held by the pummel fast: At length the tanner came tumbling down;   His neck he had well-nigh brast.\\n\\n\\\"Take thy horse again with a vengeance!\\\" he said,   \\\"With me he shall not bide!\\\"-- \\\"My horse would have borne thee well enough,   But he knew not of thy cow-hide.\\n\\n\\\"Yet if again thou fain wouldst change,   As change full well may we, By the faith of my body, thou jolly tann-er,   I will have some boot of thee.\\\"--\\n\\n\\\"What boot wilt thou have?\\\" the tanner replied,   \\\"Now tell me in this stound.\\\"-- \\\"No pence nor halfpence, sir, by my fay,   But I will have twenty pound.\\\"--\\n\\n\\\"Here's twenty groats out of my purse;   And twenty I have of thine: And I have one more, which we will spend   Together at the wine.\\\"\\n\\nThe king set a bugle horn to his mouth,   And blew both loud and shrill: And soon came lords, and soon came knights,   Fast riding over the hill.\\n\\n\\\"Now, out alas!\\\" the tanner he cried,   \\\"That ever I saw this day! Thou art a strong thief, yon come thy fell-ows   Will bear my cow-hide away!\\\"--\\n\\n\\\"They are no thieves,\\\" the king replied,   \\\"I swear, so mote I thee: But they are the lords of the north countr-y,   Here come to hunt with me.\\\"\\n\\nAnd soon before our king they came,   And knelt down on the ground: Then might the tanner have been away,   He had liever than twenty pound.\\n\\n\\\"A collar, a collar, here!\\\" said the king,   \\\"A collar!\\\" he loud gan cry; Then would he liever than twenty pound,   He had not been so nigh.\\n\\n\\\"A collar, a collar,\\\" the tanner he said,   \\\"I trow it will breed sorrow; After a collar cometh a halter,   I trow I'll be hanged to-morrow.\\\"--\\n\\n\\\"Be not afraid, tanner,\\\" said our king;   \\\"I tell thee, so mote I thee, Lo here I make thee the best esquire   That is in the north countrie.\\n\\n\\\"For Plumpton Park I will give thee,   With tenements fair beside: 'Tis worth three hundred marks by the year,   To maintain thy good cow-hide.\\\"--\\n\\n\\\"Gram-ercy, my liege,\\\" the tanner replied   \\\"For the favour thou hast me shown; If ever thou comest to merry Tam-worth,   Neat's leather shall clout thy shoon.\\\"\",\"timestamp\":1636103618,\"title\":\"Now hath the knight his leave i-take\"},\"digest\":\"sWiG9tLps-SkexbJVk_kaQttrfi5XtsgO2hAp3NC3iI\",\"authorship\":{\"contributor\":\"0x66B6Cc2B3C89CFc7a8Ed89fAD25FCde4d21Df26d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6REznG6gmxaiMyyIHVY8QCGcpDwg4zam7V32XbTmdOY\\\",\\\"y\\\":\\\"yNwbhcQDSqd0MteLX7PCO_bODcv1Qg7WR0dssayAduU\\\"}\",\"signature\":\"rzbuhlJI0aF2f9P2CcXFCWc2fHspeSoRRu8wP0Cyc_aMrL0eJQmUxGyvz6FX1T-7-QGieFtZzD86qoZOKzqTRw\",\"signingKeySignature\":\"0xdb75ab354a46ef915e7638eabc899870fb77d7a82ec3e8f2364365182add7333179f4b291fc0e18f2ba71a2b25814b2025fc05832b1fca5afda85202d157c82c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6REznG6gmxaiMyyIHVY8QCGcpDwg4zam7V32XbTmdOY\\\",\\\"y\\\":\\\"yNwbhcQDSqd0MteLX7PCO_bODcv1Qg7WR0dssayAduU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sWiG9tLps-SkexbJVk_kaQttrfi5XtsgO2hAp3NC3iI\"}"