"{\"content\":{\"body\":\"*This is Part 2 in a three-part series. [Find Part 1 here](https://annika.mirror.xyz/9yxmN8Sh3_i43zgFWxQjNVMaL3vqNHGJ_JERr_sgEmk).*\\n\\nAs a result of my rapidly-accelerating crypto obsession, in the past couple months I’ve gone from a near-never Discord user to waking up every morning to an overwhelming left-hand sidebar with logos and notifications galore.\\n\\nThese are, of course, the logos of DAOs I’m following. \\n\\nSince I’m teetering on the brink of being mostly a quiet DAO lurker to becoming a contributing member of these communities, I’d like to document my experience and learnings about DAOs as they are today in 2021. \\n\\nI think it’s important I do this before I get much deeper and become ‘one of them’ (“one of us… one of us…”), so that I can provide my best layman’s take for the 99% of the planet that isn’t DAO-native. I decided I’d write about my three main learnings from my involvement with DAOs to date, but as usual with my writing, this got real long real quick – so I’m splitting it into three parts to really dig into each and discuss its implications. \\n\\nThe three things I’ve learned are:\\n\\n1. [DAO is an ethos](https://annika.mirror.xyz/9yxmN8Sh3_i43zgFWxQjNVMaL3vqNHGJ_JERr_sgEmk)\\n2. The transparency is wild\\n3. You gotta hustle\\n\\nLet’s dig into #2.\\n\\n## Part 2: The transparency is wild \\n\\n“Step into my company Slack, will you” – said no one, ever. \\n\\nIn Part 1 of this piece, [DAO is an ethos](https://annika.mirror.xyz/9yxmN8Sh3_i43zgFWxQjNVMaL3vqNHGJ_JERr_sgEmk), I wrote about ways that DAO norms might manifest themselves when it comes to the future of work. Here in Part 2, I’ll dig into the transparency and openness piece specifically – because I think this sub-ethos underpins one of the biggest shifts we’ll see in companies and how they recruit, organize, and raise capital. \\n\\nThe shift is that DAOs are, typically, Default Open. \\n\\nSo, what *is* Default Open?\\n\\n![](https://images.mirror-media.xyz/publication-images/ed0cabf5-8132-43d7-865f-63d6989fa8c2.png?height=338&width=600)\\n\\nDefault Open is exactly what it sounds like: it means that access to information within a company is, by default, open to the entire company to view. You can think of this as akin to your sharing settings on iCloud or Google Drive; the default here is that it’s shared with the entire company base, rather than the default being private.\\n\\n![](https://images.mirror-media.xyz/publication-images/4dfb6da5-d9e5-4cce-b95e-b38fbd0cf965.png?height=63&width=624)\\n\\nOnly if there is a good reason to restrict access does a file, a piece of info, or a Discord channel become private – rather than the reverse.\\n\\nDAOs take Web2 Default Open to a new level. If, in Web2, Default Open allows the entire company to access all its information, in Web3, this universe is extended to the entire world. \\n\\nIf joining a startup is signing up for a seat on a rocketship, joining DAOs is snooping on a bunch of rocketships being built, figuring out which rocket-building team you jive with, and stepping in with a wrench where you see fit.\\n\\nThe openness required to do this constitutes a massive mindset shift - and I was blown away when I first experienced it in practice. \\n\\nWhen looking at joining DAOs, I assumed I’d need to fill out an application, talk to a key organizer, and get some sort of approval before starting to engage. While this is true of some DAOs, this was not my experience at large. In many cases, I gained access to the Discord pretty much right away. \\n\\n**What’s notable is that these Discords aren’t just for fans & end-users of the protocol.** In Web2, you’ll often see community Slack groups for open-source software projects who would then also have a separate internal Slack instance for employees only. Not in crypto. **These public Discords are literally where work the gets done, where calls get scheduled, where people get hired, and where governance happens.** It’s incredible. \\n\\n[https://twitter.com/rrhoover/status/1433834562182914061?s=20](https://twitter.com/rrhoover/status/1433834562182914061?s=20)\\n\\nIf you have a Discord account, go ahead and try it out right now: visit the website or Twitter page of a given crypto project (I’d start with [Uniswap](https://uniswap.org/)), find the Discord link, and odds are you’ll click into a dark page with a pop-up saying “you’re invited to join”. \\n\\nClick accept, read the T&Cs and do the required emoji reaction to confirm you’ll comply with the rules of the forum, and you’re in.\\n\\n![](https://images.mirror-media.xyz/publication-images/847a0827-9ea5-45cb-a11b-97267c09b95d.png?height=491&width=624)\\n\\nIMO, poking around in these Discords is one of the fastest ways to start to understand the DAO landscape and the ethos of the builders at the forefront in crypto, generally speaking.\\n\\n[https://twitter.com/chaserchapman/status/1429870422401691659](https://twitter.com/chaserchapman/status/1429870422401691659)\\n\\nIf you’re not crypto-native and the thought of doing this yourself is overwhelming, I’ll shed some light on a few examples what I’m seeing within in DAO Discords to really bring this to life.\\n\\n**Governance**\\n\\nDiscussions that would be happening at the Board of Directors level in Web2, around things like “what does our employee stock options plan look like?” and “where do we want this protocol to be in five years?” are held totally in public.\\n\\nVoting on key governance matters - which, again, would typically happen at the Board level - is often put forth to the community of token-holders as a whole.\\n\\n![](https://images.mirror-media.xyz/publication-images/8f44883c-b752-4631-8919-656a6b33e426.png?height=1037&width=2295)\\n\\n**Budget decisions**\\n\\nConversations around treasury allocation (i.e., how the company plans to manage & spend its money, basically) are also happening in public.\\n\\nThe level of detail here varies, but in many cases, you can even see job offers – yes, all the way down to specific terms of an offer for a specific candidate. And, if you’re a tokenholder, you can vote on whether or not to approve that hire.\\n\\n![](https://images.mirror-media.xyz/publication-images/7c8f9149-d077-491a-aa0d-c56b6158610b.png?height=1181&width=1625)\\n\\n**Fundraising**\\n\\nFundraising, too, is happening in public.\\n\\nSince decisions are made as a collective, even discussions around raising a venture round are not exempt from community participation. VCs are having to join community calls and jumping into Discords to pitch DAOs, answer questions, and articulate their value-add - not just to the CEO, but to the voting community as a whole.\\n\\nSushiswap, for one, was recently pursuing a venture fundraise, and the community was opposed to certain terms of the raise. [Collectivizing Finance](https://annika.mirror.xyz/Pj8N16OdD2MW6s8lE_Ex8TC7WLHJSRiLOp3Gz-lHZPg), a piece I recently co-wrote, goes into more depth on the dynamics of this raise. \\n\\nFrom a transparency lens, what’s fascinating here is that the dialogue the VCs had with the community can be publicly viewed. **These are conversations that would normally happen behind closed doors with a select group executives**, let alone in the presence of employees, and are now visible to the public-at-large.\\n\\n![](https://images.mirror-media.xyz/publication-images/0693effd-e74c-4088-8572-242020259209.png?height=1175&width=1807)\\n\\nTo close out this section, I want to pause and reflect on all this for a moment. \\n\\nIt feels *super* weird that all of this information is public, doesn’t it? Uncomfortable, in a way. This shift towards increased transparency is outside of our societal working norms and, at times, it’s an uneasy one. \\n\\nTo be honest, I’m not sure a 100% Default Open level of transparency is optimal. Yes, I think employees and prospective hires should generally be entitled to *far* more information than they currently are in a typical company and that this swinging of the pendulum in this direction is fantastic - but I do worry a bit about the level of access that bad actor outsiders with zero skin in the game might have.\\n\\nFor each DAO, the level of comfort with openness is likely to vary based on constituents and subject matter, and it’ll take experimentation to get to a balance that feels right for insiders & outsiders alike.\\n\\n### As always, it’s a spectrum\\n\\nJust as [Decentralization is not Binary](https://annikalewis.medium.com/decentralization-is-not-binary-45bbb9946fad), nor is openness – and the DAOs I described above are those that are far-to-the-left on the open vs. closed spectrum.\\n\\n![](https://images.mirror-media.xyz/publication-images/01454e00-5e71-4451-b6b9-eafb63858761.png?height=623&width=1342)\\n\\nBeyond these highly open DAOs, we’re also seeing more and more token-gated DAOs popping up (e.g., [The LAO](https://www.thelao.io/), [FWB](https://www.fwb.help/)) – that is to say, an individual needs to be a token-holder (e.g., hold 75 $FWB tokens) to gain access to the Discord and the benefits the DAO has to offer, thereby restricting openness.\\n\\nAnd on the Web2 side, while you may not have ‘DAOs’, per se, there are companies out there that are taking openness to a new level and incorporating a lot of the DAO ethos, whether they know it or not. [Gitlab](https://about.gitlab.com/), a Web2 company I very much admire, [provides public access to an absurd amount of its strategy & procedures](https://gitlabfan.com/7-examples-of-extreme-transparency-of-gitlab-e257796c9ef4). People are thinking about transparency well beyond just crypto.\\n\\nAll-in-all, it’s great to see the status quo being challenged in a big way. *But is today’s DAO-level transparency sustainable?*\\n\\n### The future of transparency\\n\\nWhile I think this ‘Default Open’ ethos is here to stay, I expect the approach and the specifics for many DAOs may get re-thought. \\n\\nOn one hand, it’s great that someone new to crypto has access to the depths of these protocols to poke around and learn.\\n\\nOn the other hand, as mentioned earlier, these protocols may be exposing themselves to unnecessary risk / scrutiny from bad actors.\\n\\nIn particular, I expect we’ll see more DAOs playing with different versions of gating, for example:\\n\\n* **Earned token-gating**: Rather than needing to *buy* tokens to join a token-gated DAO, the DAO might offer opportunities to earn these tokens via work rather than having a cash outlay. Big fan of experimentation here in an attempt to open up access to those who may not have the capital required to join.\\n* **Channel-based gating**: DAOs might gate specific channels - and they could do this on different bases. Say, you can only join this governance channel if you’re actively engaged within the community (e.g., say, you’ve posted 10x in the Discord) \\n* **Statements of intent**: Perhaps, to gain access to a Discord, as part of the onboarding, the joiner might need to state their intent / motivations in getting involved. \\n\\nThese types of mechanisms are already starting to gain traction, but it’s very early days and best practices have yet to emerge. \\n\\nIf DAOs are a leading indicator, I expect that in five years’ time, companies-at-large will be *much* more fluid and open with their information, strategy, and roadmaps. Job seekers will be better informed, employees will have greater context in their day-to-day work, and fundraising will be collectivized and transparent. \\n\\nIt won’t come without growing pains - but building a Default Open company will become the norm, rather than the exception.\",\"timestamp\":1631066923,\"title\":\"A peek into DAOs: Part 2 of 3\",\"publication\":\"annika\"},\"digest\":\"RSS779e5d6PoW1y4x2KDYwnoZSnDnJm_rgIoyga5dcY\",\"authorship\":{\"contributor\":\"0x894Aa5F1E45454677A8560ddE3B45Cb5C427Ef92\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M_lwtZTSqM03EyT7jPF9_STg_DymU5puUX12NsIKb4A\\\",\\\"y\\\":\\\"ejUTTTMARFxDrc3JEiPIu8FZn2ZYAJjoYRk420FGFcs\\\"}\",\"signature\":\"_m3WzBjRUK5IT_D8OcvmhpqkrjVdRcrS6oxgwMuEQNSoB4l2SKVc4r4HA-kvMcss2Aw2Vxgma9O7p7VQ0UHXng\",\"signingKeySignature\":\"0x2f6a05ed9a8a8f0fce9d9b4177c940ab2ea1bd95bd2c92704218eabc48924b252d14196021356137addf42782b0b4c840c9248a3a005c4078683aa78096de3b91b\",\"signingKeyMessage\":\"I authorize the publication of articles on annika.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M_lwtZTSqM03EyT7jPF9_STg_DymU5puUX12NsIKb4A\\\",\\\"y\\\":\\\"ejUTTTMARFxDrc3JEiPIu8FZn2ZYAJjoYRk420FGFcs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RSS779e5d6PoW1y4x2KDYwnoZSnDnJm_rgIoyga5dcY\"}"