"{\"content\":{\"body\":\"![People arrive at Dubai Expo 2020 in Dubai, United Arab Emirates, on Oct 5, 2021.](http://img2.chinadaily.com.cn/images/202112/03/61a979b3a310cdd3d81e703a.jpeg)\\n\\nForeign workers joined in the celebrations for the 50th anniversary of the United Arab Emirates on Thursday, and the government is moving to welcome many more under plans to further strengthen the economy.\\n\\nForeigners make up 90 percent of the workforce in the prosperous Gulf state, but the country is opening the door even wider to talent from abroad.\\n\\nThe government has for a long time recognized the importance of investment in human capital, said Froilan Malit Jr, managing director of Rights Corridor, an online human rights and migrant policy research platform.\\n\\nIn October, the Abu Dhabi Government Media Office reported that the qualifications of more than 500 doctors with so-called Golden Visas had been recognized. UAE media reported in November that at least 44,000 residents in Dubai have received the visas.\\n\\nThe visa allows foreigners to live, work and study in the UAE without a national sponsor, and enables the holders to fully own a business they set up in the country. The program for long-term residence was introduced in 2019.\\n\\nThese visas, the UAE government website states, \\\"will be issued for 5 or 10 years and will be renewed automatically\\\".\\n\\nMalit believes the reforms will serve as a test bid for the UAE as it shapes its labor policies.\\n\\nThe migration expert said many countries, such as those in Asia, Africa and the Middle East, are \\\"desperate to facilitate\\\" the export of labor.\\n\\nScott Livermore, chief economist at Oxford Economics Middle East, said the UAE, by being open to the global labor pool, will be able to better address skills shortages that may arise.\\n\\nThe country is seeking both to attract and retain foreign talent and investment flows, Livermore said.\\n\\nIn September, the UAE rolled out a program called Projects of the 50, which aims to fast-track the nation's development in various sectors, including digital technology. That month, it also launched the $6.4 billion Emirati Competitiveness Programme.\\n\\nThe program mandates private-sector companies to ensure that 10 percent of their workforce, or 75,000 new positions, are filled by Emiratis in the next five years.\\n\\n**Workforce transition**\\n\\nSome feel problems may arise with this strategy. Trying to nationalize jobs is \\\"always problematic\\\", especially if a country is dependent on oil and the locals do not have incentives to get a high education or vocational training, said Moamen Gouda, a board member of the Middle East Economic Association, a nonprofit organization.\\n\\n\\\"We have seen this happening in many Arab countries. In the 1990s … 2000s, they were always talking about nationalization, but they could not do it,\\\" said Gouda, who is also an associate professor of Middle East Economics at the Graduate School of International and Area Studies at Hankuk University of Foreign Studies in South Korea.\\n\\nBut Gouda believes the UAE is a \\\"special case\\\", as it has a history as a service-dependent economy and many citizens have pursued an education elsewhere.\\n\\n\\\"They are highly capable and are willing to return to UAE and fill positions in their home country,\\\" the professor said.\\n\\nRasha Al Joundy, a senior researcher at the Dubai Public Policy Research Centre, also sees positives to the strategy. \\\"It does not interfere with how a company sees its work strategy,\\\" Al Joundy said.\",\"timestamp\":1638973597,\"title\":\"UAE keen to increase ranks of foreign talent\"},\"digest\":\"cMJieE91r5F-RoJeHWCb82McCYnOlPnLKEeeegEu5ps\",\"authorship\":{\"contributor\":\"0xfE90F493b9B1b839414Caacbe678cc02BD6d3628\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uTMB4QOZ0oyLG60zfMMFq9WfDpl6_9k-jQkLbWuvmx4\\\",\\\"y\\\":\\\"QgjDeMNwPYPPNFhfFQL5h1MbGX0OEpMTuwhsO-6vM94\\\"}\",\"signature\":\"NaahqPAGs9PHv2sLHRx1CWiY_jIXa0qxwbuNA2IAgU4RFeo5BfjD7Mj4BE3YQnAZ5G_SbiXHlbzH44no_g6p9g\",\"signingKeySignature\":\"0x5a448f373986c208b5c3bbfe07114e59870415a73615e0d3edb37b4c4215051a15d98a5d7d0d5e93416361ab0f9ed687332e5e172acecd56a127dc59c90bc2181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uTMB4QOZ0oyLG60zfMMFq9WfDpl6_9k-jQkLbWuvmx4\\\",\\\"y\\\":\\\"QgjDeMNwPYPPNFhfFQL5h1MbGX0OEpMTuwhsO-6vM94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cMJieE91r5F-RoJeHWCb82McCYnOlPnLKEeeegEu5ps\"}"