"{\"content\":{\"body\":\"苍翠茂密丛林中的某一帮派驻地内，一大群金发碧眼的玩家正围成个团，大声议论着，看那众人争得是面红耳赤，一副气势汹汹的模样，敢情是有啥事让他们不满，其中那个满头红发的家伙，煞是醒目，正是我一熟人，来自俄罗斯的朋友：火鸟。\\n\\n```\\n“火鸟，我们和那帮意大利的家伙远日无怨，近日无仇，而且在生意上也没什么大的冲突，他们竟然这么不讲原则，乘乱对我们下了黑手，挂了我们不少兄弟，这个仇，我们可一定要报，灭了他们的帮派，不然的话，岂不是被其他人看贬了。”那个长着满头凌乱头发，面目丑陋的大狗一边舞动着手中的魔杖，一边叫嚣着说道。\\n\\n“大狗，先别这么激动，一切要等上报给老板后，听他的决定，我们才能动手，灭帮这种事，不是我们所能决定的。”火鸟拍了拍大狗的肩膀，带着一脸压抑的怒容说道\\n\\n“等，又要等，火鸟，人家可是明打明的欺负到我们头上了，你还让我们等什么，老板肯定也会支持，让我们动手的。”大狗果真如一头被抢了伴侣的发qing公狗，一副见谁都想咬一口的神态叫嚷道。\\n\\n“难道你没有注意到，不光是那帮黑手动手了，还有一帮人马也给我们下了冷刀吗，事情没你想得那么简单，我们就算要报仇，也得找准正主才行。”火鸟眼里闪过几丝毒辣，恶狠狠地说道。\\n\\n“难道你说的是那帮刀客吗？”大狗两眼直勾勾地看着火鸟说道。\\n\\n“当然，除了那帮家伙，还有谁呢。”火鸟恨恨地说道，“我就是被五个人围攻，乱刀砍死的，他们那副凶悍的神情，我到现在都没忘，那帮家伙，一定是最亡命的那票人。”\\n\\n“你的意思，会是他们？我们和他们之间更是没过节啊。”大狗楞了楞神，有点迟疑地说道。\\n\\n“这件事，会弄清楚的，老板绝对不会让我们吃亏的，我们就不要再议论了。”火鸟挥了挥手说道，“大家先散了吧。”\\n\\n“真******晦气，好好的去杀boss，哪知道boss没杀到，却被人家给砍翻了。”大狗此刻也没了刚才那份激动之情，而是一边发着牢骚，一边指挥着其他玩家散去……\\n\\n*********************\\n\\n“这次合作很愉快，希望以后还能和贵帮进一步加深联系，互惠互利，共同在天地里开创一番事业，一起发财。”雷帝城内某酒楼包房内，坐满了一桌子，一个身着紧身软甲，个头不高，焦黄肤色，满脸阴戾之色的男子站起身来，高举着酒杯，冲对面那个留着小胡子，满头栗色卷发的老外说道。\\n\\n“会的，我们以后的合作一定会更加愉快。来，干杯！”那个老外立即站起身来，带着似笑非笑的表情回道。\\n\\n这两人敢情是这桌人的老大，见他们二人干杯，其他人也纷纷举杯庆祝，脸上，洋溢的全是带着层面具般的笑意。\\n\\n“这次既然动了手，想必他们也不会善罢甘休，如果你需要，随时可以调集我的人马，过去帮忙。”一口饮尽杯中酒，黄皮继续说道。\\n\\n“没关系，既然我敢动手，那就不怕他们报复，天地里这么大的市场，没理由让他们占着，何况，我已经联系好几个有势力的中国本土帮派，实力，不会在他们之下的。”卷毛将杯子一放，眉毛轻轻一扬，不温不火地说道。\\n\\n“那就好，那就好，你就多费心了。”黄皮皮笑肉不笑地回道……\\n\\n看来这轮屠龙大战，又将掀起天地一场新的国际风暴。\\n\\n一轮通红的夕阳慢慢退到天边，半隐在片片如幕的霞云中，金色的沙滩上血迹未曾消褪，海浪在风中轻轻推送，拍打着岸边，似乎在为这里刚刚爆发的一场大战而低叹，这正是：命不休，杀不止，血仍流，战意浓，天地，永远是个可以令人迸发激情的精彩战场。\\n\\n**********************\\n\\n数头完全体炎熔巨兽给我带来的丰厚经验值，让我距离四十四级只有一步之遥，在接下来的日子里，我是一头扎到沉没火山处，疯狂地猎杀熔岩兽，挖掘矿石，短时间内，火山内肯定不会再有孽龙可杀，我得乘这个间隙，赶紧把级升了才是硬道理，千年红珊瑚那，还指不定会有啥情况呢。\\n\\n夜幕降临，繁星点缀的黑色天空如一块撒满宝石美钻的锦缎，明黄色的圆月高悬，将一片清光洒满粼粼海面，冷冷的海风卷起千层浪花，拍打着礁石，空中激舞起万颗玉珠，站在黄金海岸的悬崖上，看着眼前这片恢复生机的海滩，我双目微微一张，深吸一口气，带着淡淡咸味的空气直沁心扉，倍感舒畅，万事皆具备，该是我出发寻那千年红珊瑚的时候了。\\n\\n一头扎进深海里，我目光游离不定，心里直泛嘀咕。这海底里珊瑚到处都是，通体浑红的也不少，可是就是没有观音大士所说的千年红珊瑚，她老人家也没说个准地，只说在离沉没火山不远的南海海底，这嘴一说不经意，真正找起来，难度还真是不小，我只得认了这个苦，受了这个命。\\n\\n深海处，阳光早就被海水所遮蔽，越往深处越是漆黑昏暗，我一手拉着条用海藻绑起来的紫鳍扁尾鱼，慢慢地继续下潜，四处搜索。\\n\\n这种紫鳍扁尾鱼是我无意中发现的现成探路灯，一尺多长的身子像个长条形灯泡一样，一闪一闪发出幽蓝色的光芒，两只眼睛圆鼓鼓的，腹下生着两片紫色薄鳍，上面白色的花纹更像是一个个小灯泡，能够照到周围近三米范围内的东西，实再是个当电筒的最佳之选，既方便，又实用。\\n\\n怪石林立，奇礁遍布，再加上游弋着各种发光鱼群，仿佛如奇境幻地一般的深海美景让我虽然有几分陶醉，但是咱也不会忘了，这里四处都潜伏着危险，一个不留神就可能送了命，越危险的地方，貌似越安全。\\n\\n果不其然，原本被我教育得规规距距，在前面引路的紫鳍扁尾鱼突然神色慌张地乱窜乱游起来，身上的光芒也由原来的幽蓝色变为大红色，时明时暗地闪烁着。呀喝，没想到这鱼还可以当报警器使唤，真是个头不大，作用不小，看这情形，我立即有数了，周围肯定有啥大怪出没。\\n\\n反手将绑着紫鳍扁尾鱼的海藻系到腰带上，我从背包里掏出死灵的呐喊，睁大双眼，在漆黑的海水里四处搜索。\\n\\n这里已经到了一个海底峡谷，两边是陡峻深邃的海壁，之间相隔二三十米距离，往下俯视，是道不可见底的深渊，往上是漂游不息的深海鱼群。在这个上不沾天下不沾地的鬼地方，要是出现个大BOSS，咱可该往哪里躲。\\n\\n一切小心起见，我立即将小影小海小紫给召唤出来，有几个伴，咱的心里也安稳了不少。或许是从没见过龙，那条紫鳍扁尾鱼一见到小紫，立即吓得发力狂窜，折腾了几下，见仍逃不脱，登时肚子一翻，一动不动，也不知道是死了还是晕了，只不过身上那片红光慢慢变回幽蓝色，仍旧很亮。\\n\\n冷寂，我忽然觉得周围非常冷寂，心头涌上一股无法言语的压抑感，一丝淡淡的血腥味透过水之青屏制造的空气屏障，传到我的鼻子里，四周寂静得可怕，这里仿佛陡然变成一片海底坟墓。。\\n\\n双手紧紧握着家伙，我开启潜行，在水中一动不动，如果是在岸上，我此刻肯定已有一身的冷汗，但是现在，我只觉得浑身发冷，一种不祥的征兆油然而生。\\n\\n潜行技能虽好，但是在水下，同样和疯狂水元素一样有着致命的缺陷，不动也罢，一动，必然会带起水波，这点，我现在才突然醒悟过来。在这伸手不见五指的海底，可是有很多怪物不靠眼睛，而是靠感知来捕捉猎物的。\\n\\n海底深渊处陡然传来一阵强烈的水波涌动，我警惕地低头一看，黑漆漆的深渊处，由下而上，似乎有两排闪亮的光芒飞快地蹿了上来，那是什么，我心中满是疑问，双手不自觉地划动着，想要后退。\\n\\n逐渐清晰的是一张令人快要窒息的巨型血盆大口，两排犬牙交错的白色獠牙发出骇人的寒光，还没来得及看清是什么怪物，一股热气夹带着海水扑面而来，我就觉得眼前一黑，接着什么都看不到了。\\n\\n浓烈的腥鼻味是扑鼻而来，我只觉德身上是一干一紧，接着一滑，扑腾一声，似乎掉落到一团软绵绵的东西上，双手触摸之处，全是粘乎乎的液体，难道我被什么东西吞到肚子里了，我惊愕了。\\n```\\n\\n\\n------------\",\"timestamp\":1640774332,\"title\":\"第三百三十二章 海底遇险\"},\"digest\":\"nWLi0MdoeSMmKSOrr-9-qkmhLkBn5O4uVw9_W--5W9g\",\"authorship\":{\"contributor\":\"0xAA968985fF29e8efeDBE4bF86A0ff20E04d06D2a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vloxulh-q8LwkCMp7liMMDbwdfPn4T3B3AcomAIq4GI\\\",\\\"y\\\":\\\"JOpeLwS1fe-Plfg548s5SpROvohc1CUroPnTVmaFOa4\\\"}\",\"signature\":\"6I3Fx5RZQwqCZEkCrBSm64rhY-Kxcrz1BDFvPqxs1hzv16Grx3EcK-spv1UVKJNGcHLt8HUdeoPSZqqaUpPkGg\",\"signingKeySignature\":\"0x2d6d2a6b19664be1f9c22e76e69884c46197975e6c2dd3e42073083c8d2097ba06ce1769abe58bc771166f885fa2b41b2f384f1aadde7b6d36198d7a2a2a97191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vloxulh-q8LwkCMp7liMMDbwdfPn4T3B3AcomAIq4GI\\\",\\\"y\\\":\\\"JOpeLwS1fe-Plfg548s5SpROvohc1CUroPnTVmaFOa4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nWLi0MdoeSMmKSOrr-9-qkmhLkBn5O4uVw9_W--5W9g\"}"