"{\"content\":{\"body\":\"\\\"I have not, and don't mean to try again. I am going in for the paternal now. You two are my children. I have a talisman to keep me from marrying. I'll show it you.\\\" He drew a photograph from his drawer, set round with gold and pearls. He showed it them suddenly. They both started. A fine photograph of Ina Klosking. She was dressed as plainly as at the gambling-table, but without a bonnet, and only one rose in her hair. Her noble forehead was shown, and her face, a model of intelligence, womanliness, and serene dignity.\\n\\nHe gazed at it, and they at him and it.\\n\\nHe kissed it. \\\"Here is my Fate,\\\" said he. \\\"Now mark the ingenuity of a parent. I keep out of my Fate's way. But I use her to keep off any other little Fates that may be about. No other humbug can ever catch me while I have such a noble humbug as this to contemplate. Ah! and here she is as Siebel. What a goddess! Just look at her. Adorable! There, this shall stand upon my table, and the other shall be hung in my bedroom. Then, my dear Zoe, you will be safe from a stepmother. For I am your father now. Please understand that.\\\"\\n\\nThis brought poor Zoe round his neck again with such an effusion that at last he handed her to Severne, and he led her from the room, quite overcome, and, to avoid all conversation about what had just passed, gave her over to Fanny, while he retired to compose himself.\\n\\nBy dinner-time he was as happy as a prince again and relieved of all compunction.\\n\\nHe heard afterward from Fanny that Zoe and she had discussed the incident and Vizard's infatuation, Fanny being specially wroth at Vizard's abuse of pearls; but she told him she had advised Zoe not to mention that lady's name, but let her die out.\\n\\nAnd, in point of fact, Zoe did avoid the subject.\\n\\nThere came an eventful day. Vizard got a letter, at breakfast, from his bankers, that made him stare, and then knit his brows. It was about Edward Severne' s acceptances. He said nothing, but ordered his horse and rode into Taddington.\\n\\nThe day was keen but sunny, and, seeing him afoot so early, Zoe said she should like a drive before luncheon. She would show Severne and Fanny some ruins on Pagnell Hill. They could leave the trap at the village inn and walk up the hill. Fanny begged off, and Severne was very glad. The prospect of a long walk up a hill with Zoe, and then a day spent in utter seclusion with her, fired his imagination and made his heart beat. Here was one of the opportunities he had long sighed for of making passionate love to innocence and inexperience.\\n\\nZoe herself was eager for the drive, and came down, followed by Rosa with some wraps, and waited in the morning-room for the dog-cart. It was behind time for once, because the careful coachman had insisted on the axle being oiled. At last the sound of wheels was heard. A carriage drew up at the door.\\n\\n\\\"Tell Mr. Severne,\\\" said Zoe. \\\"He is in the dining-room, I think.\\\"\\n\\nBut it was not the dog-cart.\\n\\nA vigilant footman came hastily out and opened the hall door. A lady was on the steps, and spoke to him, but, in speaking, she caught sight of Zoe in the hall. She instantly slipped pass the man and stood within the great door.\\n\\n\\\"Miss Vizard?\\\" said she.\\n\\nZoe took a step toward her and said, with astonishment, \\\"Mademoiselle Klosking!\\\"\\n\\nThe ladies looked at each other, and Zoe saw something strange was coming; for the Klosking was very pale, yet firm, and fixed her eyes upon her as if there was nothing else in sight.\\n\\n\\\"You have a visitor--Mr. Severne?\\\"\\n\\n\\\"Yes,\\\" said Zoe, drawing up.\\n\\n\\\"Can I speak with him?\\\"\\n\\n\\\"He will answer for himself. EDWARD!\\\"\\n\\nAt her call Severne came out hastily behind Ina Klosking.\\n\\nShe turned, and they faced each other.\\n\\n\\\"Ah!\\\" she cried; and in spite of all, there was more of joy than any other passion in the exclamation.\\n\\nNot so he. He uttered a scream of dismay, and staggered, white as a ghost, but still glared at Ina Klosking.\\n\\nZoe's voice fell on him like a clap of thunder: \\\"What!--Edward!--Mr. Severne!--Has this lady still any right--\\\"\\n\\n\\\"No, none whatever!\\\" he cried; \\\"it is all past and gone.\\\"\\n\\n\\\"What is past?\\\" said Ina Klosking, grandly. \\\"Are you out of your senses?\\\"\\n\\nThen she was close to him in a moment, by one grand movement, and took him by both lapels of his coat, and held him firmly. \\\"Speak before this lady,\\\" she cried. \\\"Have--I--no--rights--over you?\\\" and her voice was majestic, and her Danish eyes gleamed lightning.\\n\\nThe wretch's knees gave way a moment and he shook in her hands. Then, suddenly, he turned wild. \\\"Fiend! you have ruined me!\\\" he yelled; and then, with his natural strength, which was great, and the superhuman power of mad excitement, he whirled her right round and flung her from him, and dashed out of the door, uttering cries of rage and despair.\\n\\nThe unfortunate lady, thus taken by surprise, fell heavily, and, by cruel ill luck, struck her temple, in falling, against the sharp corner of a marble table. It gashed her forehead fearfully, and she lay senseless, with the blood spurting in jets from her white temple.\\n\\nZoe screamed violently, and the hall and the hall staircase seemed to fill by magic.\\n\\nIn the terror and confusion, Harrington Vizard strode into the hall, from Taddington. \\\"What is the matter?\\\" he cried. \\\"A woman killed?\\\"\\n\\nSome one cried out she had fallen.\\n\\n\\\"Water, fools--a sponge--don't stand gaping!\\\" and he flung himself on his knees, and raised the woman's head from the floor. One eager look into her white face--one wild cry--\\\"Great God! it is--\\\" He had recognized her.\\n\\nCHAPTER XX.\\n\\nIT was piteous to see and hear. The blood would not stop; it spurted no longer, but it flowed alarmingly. Vizard sent Harris off in his own fly for a doctor, to save time. He called for ice. He cried out in agony to his servants, \\\"Can none of you think of anything? There--that hat. Here, you women; tear me the nap off with your fingers. My God! what is to be done? She'll bleed to death!\\\" And he held her to his breast, and almost moaned with pity over her, as he pressed the cold sponge to her wound--in vain; for still the red blood would flow.\\n\\nWheels ground the gravel. Servants flew to the door, crying, \\\"The doctor! the doctor!\\\"\\n\\nAs if he could have been fetched in five minutes from three miles off.\\n\\nYet it was a doctor. Harris had met Miss Gale walking quietly down from Hillstoke. He had told her in a few hurried words, and brought her as fast as the horses could go.\\n\\nShe glided in swiftly, keen, but self-possessed, and took it all in directly.\\n\\nVizard saw her, and cried, \\\"Ah! Help!--she is bleeding to death!\\\"\\n\\n\\\"She shall not,\\\" said Rhoda. Then to one footman, \\\"Bring a footstool, *you;\\\"* to another, *\\\"You* bring me a cork;\\\" to Vizard, *\\\"You* hold her toward me so. Now sponge the wound.\\\"\\n\\nThis done, she pinched the lips of the wound together with her neat, strong fingers. \\\"See what I do,\\\" she said to Vizard. \\\"You will have to do it, while I-- Ah, the stool! Now lay her head on that; the other side, man. Now, sir, compress the wound as I did, vigorously. Hold the cork, *you,* till I want it.\\\"\\n\\nShe took out of her pocket some adhesive plaster, and flakes of some strong styptic, and a piece of elastic. \\\"Now,\\\" said she to Vizard, \\\"give me a little opening in the middle to plaster these strips across the wound.\\\" He did so. Then in a moment she passed the elastic under the sufferer's head, drew it over with the styptic between her finger and thumb, and crack! the styptic was tight on the compressed wound. She forced in more styptic, increasing the pressure, then she whipped out a sort of surgical housewife, and with some cutting instrument reduced the cork, then cut it convex, and fastened it on the styptic by another elastic. There was no flutter, yet it was all done in fifty seconds.\\n\\n\\\"There,\\\" said she, \\\"she will bleed no more, to speak of. Now seat her upright. Why! I have seen her before. This is--sir, you can send the men away.\\\"'\\n\\n\\\"Yes; and, Harris, pack up Mr. Severne's things, and bring them down here this moment.\\\"\\n\\nThe male servants retired, the women held aloof. Fanny Dover came forward, pale and trembling, and helped to place Ina Klosking in the hall porter's chair. She was insensible still, but moaned faintly.\\n\\nHer moans were echoed: all eyes turned. It was Zoe, seated apart, all bowed and broken--ghastly pale, and glaring straight before her.\\n\\n\\\"Poor girl!\\\" said Vizard. \\\"We forgot her. It is her heart that bleeds. Where is the scoundrel, that I may kill him?\\\" and he rushed out at the door to look for him. The man's life would not have been worth much if Squire Vizard could have found him then.\\n\\nBut he soon came back to his wretched home, and eyed the dismal scene, and the havoc one man had made--the marble floor all stained with blood--Ina Klosking supported in a chair, white, and faintly moaning--Zoe still crushed and glaring at vacancy, and Fanny sobbing round her with pity and terror; for she knew there must be worse to come than this wild stupor.\\n\\n\\\"Take her to her room, Fanny dear,\\\" said Vizard, in a hurried, faltering voice, \\\"and don't leave her. Rosa, help Miss Dover. Do not leave her alone, night nor day.\\\" Then to Miss Gale, \\\"She will live? Tell me she will live.\\\"\\n\\n\\\"I hope so,\\\" said Rhoda Gale. \\\"Oh, the blow will not kill her, nor yet the loss of blood. But I fear there will be distress of mind added to the bodily shock. And such a noble face! My own heart bleeds for her. Oh, sir, do not send her away to strangers! Let me take her up to the farm. It is nursing she will need, and tact, when she comes to herself.\\\"\\n\\n\\\"Send here away to strangers!\\\" cried Vizard. \\\"Never! No. Not even to the farm. Here she received her wound; here all that you and I can do shall be done to save her. Ah, here's Harris, with the villain's things. Get the lady's boxes out, and put Mr. Severne's into the fly. Give the man two guineas, and let him leave them at the 'Swan,' in Taddington.\\\"\\n\\nHe then beckoned down the women, and had Ina Klosking carried upstairs to the very room Severne had occupied.\\n\\nHe then convened the servants, and placed them formally under Miss Gale's orders, and one female servant having made a remark, he turned her out of the house, neck and crop, directly with her month's wages. The others had to help her pack, only half an hour being allowed for her exit.\\n\\nThe house seemed all changed. Could this be Vizard Court? Dead gloom--hurried whispers--and everybody walking softly, and scared--none knowing what might be the next calamity.\\n\\nVizard felt sick at heart and helpless. He had done all he could, and was reduced to that condition women bear far better than men--he must wait, and hope, and fear. He walked up and down the carpeted landing, racked with anxiety.\\n\\nAt last there came a single scream of agony from Ina Klosking's room.\\n\\nIt made the strong man quake.\\n\\nHe tapped softly at the door.\\n\\nRhoda opened it.\\n\\n\\\"What is it?\\\" he faltered.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/66](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/66)\\n\\n\",\"timestamp\":1637670639,\"title\":\"But I can't have you say you will never be as happy as I am. There are true hearts in this heavenly world;\"},\"digest\":\"3GgwHBzwtKRBbfe2_UWXIdwbBdeEZaSTkMET3lHCziw\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UkyujuXQom-Ld2JdHjkEyyIgMqx-s5PaUSkyVqUKOo4\\\",\\\"y\\\":\\\"MPlpyXSletz75uxn3BXWI-iY0STpgD0_Es42OE4nYOY\\\"}\",\"signature\":\"VMFhHlzqCZAjVs4qGfARFo41-IjWjlQyMT1lGUf_kV9TRguLQDqsOEItTdTFxquhLzCrFFPHLP6zsoo1ejvTHQ\",\"signingKeySignature\":\"0x13fa6068082c1aacdc7375790b102b993c4e226579a06500a9ceb97f538fbc4b74d5685d65e62cbe137c85b04ec8c8244be93f20eee3dd91bb00f5218705c3071c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UkyujuXQom-Ld2JdHjkEyyIgMqx-s5PaUSkyVqUKOo4\\\",\\\"y\\\":\\\"MPlpyXSletz75uxn3BXWI-iY0STpgD0_Es42OE4nYOY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3GgwHBzwtKRBbfe2_UWXIdwbBdeEZaSTkMET3lHCziw\"}"