"{\"content\":{\"body\":\"A few months ago, I shared an [org chart](https://docs.google.com/document/d/1MosJzFP36e5TZJHoUOO2Gv-PCguIGlIhHuzFUz_t6-I/edit) on the inner workings of how [Friends with Benefits](https://fwb.help) evolved from a token-gated Discord into a structured team.\\n\\n![FWB Season 3 Org Chart](https://i.imgur.com/YIgQVIm.png)\\n\\nSince then, the FWB community has doubled in size, contribution rates have increased by 7x, and team size has surpassed 31 core contributors, all while maintaining high levels of efficiency and vibes.\\n\\nHere’s how FWB functions today.\\n\\n![New members are joining every week. Live Figma link below.](https://i.imgur.com/QUNOv2a.png)\\n\\n* Each circle represents a Team, led by Leads that were selected based on skill set, diversity of thought, and bandwidth to establish vision and processes of their given team.\\n* Teams then formed Contributor pools, prioritizing members who volunteered while also reaching out to community members with relevant skillsets. Contributor pools act as waiting rooms where members receive updates from Leads on Team initiatives as well as opportunities to contribute through bounties and project requests.\\n* Community Managers serve as liaisons between Team Leads, Project Managers, and Contributor pools to help talented contributors find roles.\\n* Leads come together weekly to discuss updates, bottlenecks, and strategic initiatives.\\n* Each Team has an Operations Lead that helps streamline workflows and interface with the FWB DAO - including payroll, human resources, strategy, and hiring.\\n* This structure allows for new Teams to form rather quickly based on demand while still coordinating with the FWB DAO. A community rallies around a purpose and elects a Lead to establish a roadmap and a Contributor pool. From that pool, roles are selected from Operations, Project Managers, and Recruiters to then fill out project specific functions.\\n* Live org chart viewable [here](https://www.figma.com/file/qmMEyqHc97HjXvV6zeTsKQ/FWB.ORG.CHART?node-id=0%3A1).\\n\\n![FWB's Product Team](https://i.imgur.com/kfsTPmX.png)\\n\\n## Representative Decision Making\\n\\nThis organizational framework ensures we are all rowing in the same direction while still harnessing the agility that tokenized internet communities are primed for.\\n\\n**In Web 3, while ownership is decentralized, the best decision making isn’t.**\\n\\nThe success of Web 3 governance models doesn’t seem to lie in a thousand people making a thousand decisions, but rather a thousand people electing a small group of leaders to make decisions for them, and supporting those leaders through usage, distribution, and feedback.\\n\\nIn Web 2 corporate entities, the feedback loop from leadership and users are outweighed by the fiduciary responsibility between leadership and corporate stakeholders.\\n\\nNow, the power dynamic has shifted in favor of the community member, who are incentivized via their token ownership to honestly evaluate the merits of leadership's efforts and to hold those leaders accountable through governance and election processes.\\n\\nFor now, FWB sits somewhere in between a digital co-op, a Web 3 startup, and an internet city that is best run as a representative democracy.\\n\\nIf you’re looking to contribute to FWB, please reach out at contribute@fwb.help. We’re constantly in search of great leaders and builders.\\n\\nAnd thank you to all the recent conversations that have helped shaped this latest chapter: Cooper Turley, Nabeel Hyatt, Laura Jaramillo, Frogmonkee.\",\"timestamp\":1632942694,\"title\":\"Evolution of the FWB DAO pt. II\",\"publication\":\"zhang\"},\"digest\":\"SWVQjZquIHU9_-vn76lL8S8w9uQ4G3FJ-epjkdS9d1Y\",\"authorship\":{\"contributor\":\"0xf35880094DC18Df096891E4ccb51212d00311B86\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kolFsU6wnSRYwXcW2SycwtJaaTVhenRU7t9ODWqhRk8\\\",\\\"y\\\":\\\"Znx3XL3UyTKSd9fG2HSuY4X9QQnV41K1GnMLcCWdfQE\\\"}\",\"signature\":\"7GhvpcII2B67a5U2mQiqG8FJfTDY-ImMduE3znkOCLexaG-PKe3DiNeGKzrV9bQ9lVi8MjmngjMWfbQUS0d4dw\",\"signingKeySignature\":\"0xf0407bac9a166b31a02b350a820975638dab0c7305b971f7c3ebab8a298cd60d75d815aa3e9d651ee803fd8db9cbe097af71041b4300b7e36ac62d107ef713921c\",\"signingKeyMessage\":\"I authorize the publication of articles on zhang.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kolFsU6wnSRYwXcW2SycwtJaaTVhenRU7t9ODWqhRk8\\\",\\\"y\\\":\\\"Znx3XL3UyTKSd9fG2HSuY4X9QQnV41K1GnMLcCWdfQE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Z4SiSRj-h0yHW0G_bQX4nE7LAg-SSbw065-nIqA3YsM\"}"