"{\"content\":{\"body\":\"## スタンフォード大を退学しました\\n\\nこんにちは、xiです。\\n\\n僕は、2017年にスタンフォード大学へ入学しました。\\n\\n大学の思い出は、最高のルームメイトに出会えたこと、研究に狂ったこと、心の病を患ったことくらいです(だいぶ濃厚)。起業等もあり少しの間休学していましたが、先日（割と数ヶ月前だけど）、任意のセメスター以内で復学をしなかったため、「中退」というステータスになりました。\\n\\nそしてビザの関係もあり、しばらくはアメリカでの就労は事実上不可能になりました。実に好ましくないですね。 \\n \\n\\nスタンフォード大学の辞め方について気になる方は、知恵袋とかにあると思うので探してみてください。 \\n \\n\\n## 成功者「大学には意味ない」←ま？\\n\\n大学に行かなくなったこと自体は僕はすごくもったいなかったと思っています。\\n\\nもっとスタンフォードで学び、人生に厚みのある人間になりたかったなあと。\\n\\n森羅万象とまでは言わず、様々なことに造詣が深く、物事を多くの角度と目線から眺められる人、思慮に幅と深みがあり、 同じ事柄でも多くを考えられる人は強く美しい。\\n\\nそんな人間を目指したかったです。それを目指すにあたって最適な環境はやはり、世界の最高学府であったと考えます。\\n\\nそれを分かっていて辞めました。おかしなことです。でも、それを捨ててでも成したいことがあったからできたことです。\\n\\n決して大学に価値を感じなくなったからではありません。\\n\\n## 敢えて言おう、大学には大いに価値があると\\n\\nしかし、それを超えて目指したいものがあるとき、大学に固執する必要がないことも確かだと思います。限られた時間の中で成し遂げたいことがあるとき、どれかを捨てねば全ては実現しないことはよくある。\\n\\n特に人生は、人が欲しいと思わないものを創造できるほど長くはないのです。\\n\\nそのとき、「大学生だから」を理由にすることなく、手元の選択肢の優先度と期待値と魅力でフラットに物事を決めていく。\\n\\nそうすることができる時代だと思っています。 \\n \\n\\n## 進路の全体最適解など、数年後の自分が決めること\\n\\n今日本では社会における大学教育の意義が問われ、再定義される過渡期にあると感じます。大学に行くべきかどうかという議論について言うことがあるとすると、人によると思います。\\n\\n大学で最大に学んだ素養を活かして大企業で働くビジネスマンもいれば、サークルやバイトに明け暮れて得られた経験や人脈を生業の糧にする人間もいるように。大学でどの程度学び、大学以外にどの程度打ち込むかは、その人の人生設計とライフスタイルに依存します。\\n\\nあるタイミングで、そのバランスを真剣に考えて選んだ道に、本来優劣もなければ正解不正解もなく、全体最適解であるとは限りません。\\n\\nましてや第三者が評価できるものではありません。\\n\\nただ、そのライフスタイルの選択に選択肢と知識が多い方が当然有利ではあります。だからこそより高水準の場に立ち、人の声に耳を傾けることは大切です。\\n\\nそうすることで、またさらに高次に向かい、そこの人の声に耳を傾けることができる。\\n\\nこれを僕は、視座の正のループと呼んでいます。\\n\\nそして視座の正のループを起こせる環境の代表例が、スタンフォードであるというだけの話です。故に、初めから大学という選択肢を無下にすることは、盲目的に大学進学に固執することと同じくらいもったいないことです。\\n\\n選択肢を勝ち得た者だけがそれを天秤にかけることができ、捨てることも許されるのですから。\\n\\nこれから進路の大きな決断をする人々に伝えたい。進路の選択とはかくも難しく、悩ましいものです。\\n\\n選択の時を前に、ぜひ盲目的になることなく、しかし外野の意見に惑わされることなく、ただ目の前の選択肢の期待値と優先度と魅力を推し量って進む道を決めていただきたい。\\n\\nそれらを真剣に考え抜いて選んだその道に優劣も正解不正解もありません。\\n\\nあなたの想念と信念だけがその決断の局所最適解を知っていて、その全体最適解は数年後の自分だけに分かることです。\\n\\nそしてせめて周りの大人は、想念や信念が宿るべき命題を前に自分の一意見を正解の如く語るのはやめていただきたい。能力、環境、運が重なり偶然そこで経験したことは、永劫不変の真理であるはずがないのです。\\n\\n狂気の世界で進む道の決断をしている者の邪魔をするな。\\n\\nただ先に生まれただけの先人なのだから、自己顕示欲に駆られた正論気取りはやめて、正しい情報と謙虚な一意見を提供するくらいに留めておくのが格好いいんだと思います。僕は、そんな人間になります。\\n\\n## さらばスタンフォード。\\\"また\\\"会う日まで\\n\\n人生の大きな決断は、批判もされれば礼賛もされる。\\n\\n僕は手中の選択肢の中で自分がもっとも魅力を感じ、期待値と優先度が最大の選択肢を選びました。\\n\\nその代償はスタンフォード大学というそれなりに魅力あるものでした。\\n\\nこれが正解であったかどうかは、ひとえに僕がこれからどれだけ起業家として、経営者として、マーケターとしてその道で大成するかにかかっています。\\n\\nこれからも頑張ります。この決断を、僕の人生の中の小さな英断たらしめるよう、この決別を全体最適解たらしめるよう。\\n\\nみなさんも同様であると思います。\\n\\nどの大学に入るか、大学を辞めるかどうか、どんな仕事に就くか。これからの人生で何度か大きな決断の時が来るでしょう。その決断を前に、時に人の声に耳を傾けつつ、常識に固執せず盲目的にもならず、純粋にあなたが考え得る期待値と優先度と魅力が最大の正解を選んでいただきたいです。\\n\\nその決断が全体最適解かどうかは、選んだ先の未来で、決断の時想い描いた魅力をどれだけ実現できるか次第です。\\n\\n人生の進路の決断は、決断したその時は局所最適解であり、進むと決めた道の先にこそ全体最適解として解像し得るものなのだと思います。\",\"timestamp\":1642441724,\"title\":\"さらばスタンフォード、また会う日まで。-人生の決断は局所最適解であり、全体最適解とは限らない-\"},\"digest\":\"ty-6xOCYWR2OA9x2FgDWTvYO6_DpQLKDGbERCEnDHUM\",\"authorship\":{\"contributor\":\"0x6d90574F9A3BFDF17E8c2D270f199DD5a5A3E93b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-Wd_Iba5yzKgVrhxHtBL3KyJUG8IEAeJbtTpX3uhg0k\\\",\\\"y\\\":\\\"WgvNlHHkvPR1fZDBFBYMjxkCkPNMy7BrLfMeuehH3QQ\\\"}\",\"signature\":\"YdDiPi8jdVewgK3-3fy5ccd6vUyITPRNq2_RpcFe7kVp-FYiTdCZ-49nZfjD2mj4YnticPZUVxMlc7hVH5-Z1w\",\"signingKeySignature\":\"0x4efef67b3098654ee0dd43bb21add9b2c02236f3fa2f4a7149f47975daf6086a3a026d234e93ebf0b4befc2b21a9ca3f816b6267313abe67607646c41b9977861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-Wd_Iba5yzKgVrhxHtBL3KyJUG8IEAeJbtTpX3uhg0k\\\",\\\"y\\\":\\\"WgvNlHHkvPR1fZDBFBYMjxkCkPNMy7BrLfMeuehH3QQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ty-6xOCYWR2OA9x2FgDWTvYO6_DpQLKDGbERCEnDHUM\"}"