"{\"content\":{\"body\":\"George Ant\\n\\n## 1、Why Loot？\\n\\nI always feel that Dom’s Loot inspiration must come from God. A simple way has almost opened the door to all imagination.\\n\\nFirst look at the code:\\n\\nAlmost all NFT’s Smart Contracts can only get one URI, which is the return value of BAYC.\\n\\n![](https://miro.medium.com/max/1030/0\\\\*9O2ab3ET-aM6oWoF.png)\\n\\nIt’s an IPFS address.while Loot’s TokenURI returns the text：\\n\\n![](https://miro.medium.com/max/1400/0\\\\*9gxH3_bqKToRuP6l.png)\\n\\n*Grim Shout*\\n\\n*Grave Wand of Skill +1*\\n\\n*Hard Leather Armor*\\n\\n*Divine Hood*\\n\\n*Hard Leather Belt*\\n\\n*“Death Root” Ornate Greaves of Skill*\\n\\n*Studded Leather Gloes*\\n\\n*Gold Ring*\\n\\nLet the blockchain from now on has warmth, from now on has unlimited imagination, from now on has entered a new “**content programming era** !”\\n\\nSo, Let us use our unlimited imagination and creativity, and maybe play together to create the LootVerse.\\n\\n## 2、Let there be “light”\\n\\nImagine a Smart Contract called Meta, which is the source of everything that creates the most basic elements: Meta-Token, and everything meta-token is derived from the text of OG Loot.\\n\\n![](https://miro.medium.com/max/1378/0\\\\*Vq7soXjaEOfE7zbr.png)\\n\\n## 2.1 Meta-Toke\\n\\nIt is a series of ERC20 tokens, there are two types:\\n\\n## 2.1.1、Meta-Token Char (MTC), here are two possible options for discussion:\\n\\n* Each letter and symbol has an independent Meta-Token\\n* Naming example: MTC_A, B, but “J” seems to be missing? !\\n* All characters are unified into a Meta-Token\\n* Naming example: MTC\\n\\nPerhaps the cultural cornerstone of the LootVerse\\n\\n## 2.1.2、Meta-Token Word (MTW)\\n\\n* All the words in Loot create a Meta-Token independently\\n* Naming example: MTW_GOLD\\n\\nPerhaps the material cornerstone of the Lootverse\\n\\nEach Meta-Token will create a Meta-Token: DAI trading pair on uniswap V3,and will use the ALP to achieve liquidity providing.The meaning of meta-token is completely deduced and determined by the community.\\n\\n## 2.2 Generation rules：\\n\\n* Staking OG token, generating Meta-Token\\n* Each natural day is a generation cycle\\n* Generated from the text of the staking OG loot\\n* For one generation cycle, one unit of Meta-Token Char (MTC) is generated for one character\\n* For one generation cycle, one unit of Meta-Token Word (MTW) is generated for one word\\n* Example：Loot #1350 contains: *Warhammer, Demon Husk, Helm, Sash of Fury, Greaves, Leather Gloves of Power, Pendant, Platinum Ring* , A day of staking can generation：\\n* 85 units of MTC (including spaces)\\n* Warhammer, Demon Husk, Helm, Sash of Fury, Greaves, Leather Gloves of Power, Pendant,Platinum Ring, Each of these 13 words is 1 unit of MTW, and “of” appears twice, all are 2 units of MTW\\n* other example:If 8,000 Loot are staking, and gold is 1539, the maximum amount of gold that can be generated in 100 years is：\\n* 1539 \\\\* 365 \\\\* 100 = 55,808,500 units\\n\\n## 2.3 Allocation rules：\\n\\n* 50% of the Meta-Token is Allocation to the stakers of OG loot\\n* 50% of the Meta-Token is Allocation to the builder of the LootVerse’s community, as detailed below\\n* This allocation ratio will be the first proposal to be voted on by the community\\n\\n## 2.4 So there was “light” : the basic elements\\n\\n* Loot holders can continue to make profits and have a strong motivation to participate\\n* The number of community participants will increase significantly and will not be limited by the number of Loot\\n* Developers are motivated and sustainable\\n\\n## 3、Creating “The human world”\\n\\n## 3.1 imagine\\n\\nHere, there is only one rule：\\n\\n* Meta-Token need to pay\\n\\nOtherwise, you’re free to create anything, either a token or an NFT. Imagine someone writing the following contract：\\n\\n* 10 MTW_GOLD + 2 MTW_SUN + 1month to create a “Crown of light”\\n* printing books with MTC and believing that the more unit there are, the more magic there is\\n* 10 MTW_WOOL + MTW_TEAR + 1 week, says “Magic Carpet”\\n* use gloves. Think you can extract “love”\\n* some algorithm can be used to create Chinese characters from MTC\\n* spelled “Gold”with MTC, but no one wanted to sell it,everyone thought it was fake, unlike MTW’s GOLD\\n* combine a series of contracts to create a city-state, a game world\\n* similar to the Redstone system in Minecraft, the industrial MOD system, and so on, to satisfy your desire to create your own world\\n* similar to the Runewords system in Diablo 2 to enhance your own gear\\n* or something like Animal Crossing where you design your own beautiful costumes or decorations to beautify people or the environment\\n* …\\n\\n## 3.2 Possible consensus:\\n\\n## As long as it can be sold\\n\\n* The purpose of creating a contract can be profit\\n* Output can be used as raw material for new products\\n* Everyone can create a contract\\n* Some can call production at will\\n* Only a certain amount of Meta-Token (e.g. 2%) has to be paid to the creator of the contract for each production\\n* Some can only be called by the creator\\n\\n## Time is a valuable material\\n\\n* Time is the only ingredient you can add without money\\n* The interval between the preparation of the metamaterial and the production of the finished product\\n\\n## Consume\\n\\n* Meta-Token consumed by production should be locked in the contract\\n\\n## Restore\\n\\n* The product can be restored for the original material\\n* another 2% (maybe) to the developer who restores to the contract\\n* Time cannot be restored\\n\\n## 3.3 So there is “the human world”, Feel free to play in any way you want.\\n\\n* Everything can be traced and quantified\\n* Each product contains Meta-Token and time that can be traced and quantified\\n* Valuation can be fully automated, and thus form a programmable system of business value\\n* Free creation, market choice\\n* Creators can have no money and just profit from ideas\\n\\n## 4、self-organization\\n\\nIf Loot’s NFT contract started the era of “content programming”, then “Feel free to use Loot in any way you want.” is the manifesto of self-organization, Dom just wrote a NFT contract, no website, no discord, no reward token, and no rules… but everything is realized in a self-organized form. Will pepper’s courage to issue AGLD on his own initiative reflects the strong inclusiveness and adaptability of this form.\\n\\nOf course, any self-organized system should have a bottom-up incentive mechanism based on simple rules, So a decentralized incentive organization platform based on game theory was chosen: [icpdao.co 3](http://icpdao.co/), to ensure that everyone can participate freely and that every job is properly rewarded.\\n\\n## 4.1 Incentive Mechanism\\n\\nIssue a Community Contribution Reward Token: LTV (LooTVerse)\\n\\n## Release Rules:\\n\\n* Monthly release: 10000\\n* Halve every two years thereafter\\n* Maximum amount: <500,000\\n\\n## Allocation rules:\\n\\n* 100% for contribution rewards (POW)\\n* In ICPDAO mode, tokens are distributed based on the proportion of the monthly contribution\\n* Increase 10% for ALP (Auto LP)\\n* Automatically added to the pool of Uniswap trading pairs LTV-DAI for automatic liquidity provision（Auto LP）, never quit. For details, see：[icpdao whitepaper 3.3](https://icpdao-1.gitbook.io/icpdao/whitepaper)\\n\\n## Treatment of community income\\n\\nCreate a staking contract for the LTV token, and distribute any income from the community, including but not limited to the Meta contract and the obtained Meta-Token share, or donation, etc., according to the proportion of pledge.\\n\\n## 4.2 How to get involved\\n\\nJust take the following five steps\\n\\n1. find something you are interested in and can do, do it.\\n2. submit your contribution in the form of an issue in a specific repo on [https://github.com/lootverse 1](https://github.com/lootverse). Submissions can be: code, photos of events, links to copy, screenshots of clubhouse, whatever …\\n3. mark job in [ICPDAO 3](https://app.icpdao.co/home) (mark the price of the contribution).\\n4. Participate regularly each month in the [ICPDAO 3](https://app.icpdao.co/home) contribution rating poll.\\n5. Wait for the TLV Token to enter your wallet automatically.\\n\\n## 4.3 The pursuit of justice in the rules\\n\\n## No Token is reserved\\n\\nThere are only two ways to get Token:\\n\\n* Contribute job: Submit contributions on the ICPDAO\\n* Contribute money: Buy directly from Uniswap\\n\\n## No funders\\n\\n## No founding team\\n\\n* Every contributor is equal\\n* Everyone is free to decide what to contribute\\n* Anything of value to the community can be contributed\\n* For example: write code, operate, organize events, fix copywriting, submit bugs, discussion, proposals, pre-research , and everything.\\n\\n## 5、My attitude and postion\\n\\n* This is a personal proposal and has nothing to do with any organization. When this proposal was released, I had 1 OG loot\\n* Early in the launch, I will act as a reviewer for Github. This does not mean that I have the ability to evaluate the professionalism of contributing jobs. It is more to ensure that everyone is familiar with the rules and procedures. I hope that capable people will actively apply to become reviewers\\n* This is a self-organizing practice, so I hope to leave as soon as possible\\n* I believe：**All viable complex systems (organizations) are based on simple rules and bottom-up evolution and emergence**\\n\\nNote: The original draft of this article is transcribed in Chinese ([here](https://roamresearch.com/#/app/icpdao/page/C8GlMIB_J)), so please refer to the comparison if you are not clear\",\"timestamp\":1636535443,\"title\":\"Feel free to play out the LootVerse\"},\"digest\":\"Gjdtr67IeCpomWTQcWeEWiwwp8KG6k4JfknMzquWkKs\",\"authorship\":{\"contributor\":\"0xA67c75e87ae8Ee87cf76Cf49FBCcc0995acAEAEe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a0DhUrFCLiL5e3Ri9-alHlfZTHsVo-yvvZtQtTGFZO8\\\",\\\"y\\\":\\\"QLPrspTouN72dUfu7680OZvkPclj9XzMuSIcR122804\\\"}\",\"signature\":\"W_Ws8YOZ6c9YGF-4W11c4Aa02k8IsrhRPJChXT99EWr7zV965chMFY7rNmwqWEO_FBp75h1NKnGb8z2RGIFjLQ\",\"signingKeySignature\":\"0xfb22c8163d0858f6bb19f077fded0271a20f9bb03b8492f9e6c0cfe03816362a74a8de08a965e636121481a4c7af08fae34579273af3c27c93e626516fa49db51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a0DhUrFCLiL5e3Ri9-alHlfZTHsVo-yvvZtQtTGFZO8\\\",\\\"y\\\":\\\"QLPrspTouN72dUfu7680OZvkPclj9XzMuSIcR122804\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Gjdtr67IeCpomWTQcWeEWiwwp8KG6k4JfknMzquWkKs\"}"