"{\"content\":{\"body\":\" \\n   \\n 就算你只是个人，你只有一个躯壳，但是你装的是猴的灵魂，你还是个猴。我想告诉你，你就是神，其实你在体内中住着一个神，你不用，你非得活人。 \\n  \\n  \\n 　　从前有一只猴是猴王，打败所有的公猴就变猴王，成了猴王有什么好处？猴王可以获得整个山上所有母猴的交配权，结果突然有一天，有一个年轻的猴，向猴王挑战，把打败了，它好痛苦，他瞬间失去了他所有的权利。 \\n  \\n  \\n 　　然后他就活活得被气死了。自杀见上帝去了，见到上帝以后它就跟上帝说，上帝啊你帮帮我吧，上帝说，行，我帮你。如果我让你起死回生，而且不让你做猴了，我给你无穷的力量，让你做人，请问你这一世打算怎么做？ \\n  \\n 　　它说我就回到山上，把打败我的猴王打败，重新拿回猴王的所有权利。 \\n  \\n  \\n 　　就算你是个人的躯壳，但是你装的是猴子的灵魂，你依然是个猴子，所以一个人躯壳是人，不一定就是人，关键看装在它躯壳里的灵魂是啥生物，能不能理解。 \\n  \\n  \\n 　　思维开始稍微延伸一下，就像美国人，非洲人，躯壳都是人形，血管里流出了的，都是红色的血液，但是行为习惯，差别很大，进化了，没有进化完全，它们有些是还停留在野生动物的饮食习惯层次，有些是停留在野生动物的野蛮掠夺层次，虽然进到化人形，躯壳里装的还是野生动物的灵魂。扯远了，只是打了个不太恰当的比方。 \\n  \\n  \\n 　　你有没有发现看事只能看到一面，其实就是二维平面思维，发生了一件不好的事，就只会怨天尤人，只会抱怨，痛苦，你怎么只看到一面呢，平面思维永远只能看到一面，而三维的金字塔能看到多个面，任何一件事发生，有好的一面就一定有坏的一面，反之有坏的一面一定有好的一面。 \\n  \\n  \\n 　　普通人只能看到一面，罗伯特清崎讲了这么一句话，它说一枚硬币有几面，有两面吗，错。普通人就只能看到两面。他说三面。讲到这儿的时候，我不知道你什么感觉，罗伯特清崎一讲这句话就知道他的思维最少在三维，而你说有两面就说明你的思维还在二维平面，能听懂我说什么吗？所以界定自我，就让你们思维体系最少上升到几维？三维。 \\n  \\n 　　三维之上就是四维，追求无我，就是让你直接进入四维。我们来看看李嘉诚的思维。李嘉诚最开始是卖铁桶，突然有一天看到别人在卖塑料桶，他二话没讲，他说我看见了，未来的塑料桶会代替所有的铁桶，他就辞了工作，开了个塑料桶厂。 \\n  \\n 　　结果当别人有一个广告说有一个塑胶花诞生了，这时候，他看见了未来家家户户都会有塑胶花，把塑料桶厂关了，开了个塑胶花厂，塑胶花帮他赚到人生的一桶金。 \\n  \\n  \\n 　　九七年金融危机，我们中国收回了香港，所有人一听香港要回归，所有人一看香港金融风暴，认为香港完了，我们一定会象内地一样穷的，所有的富商把香港的房子地产全卖了，这个时候李嘉诚就拼命的买，拼命的买，他看到了香港回归中国后，不但不会搞差，会发展得越来越好！ \\n  \\n  \\n 　　所以他一跃成为香港首富，他能看见五年十年后的事情，为什么，他不是用肉眼看得，是用慧眼看得。他站在四维看三维，看得很清楚。我再说一遍，站在三维看三维，你根本看不清楚，雾里看花。站在四维看三维时时你瞬间都能看得明白。站在二维看二维看不清，站在三维看二维瞬间就能明白。 \\n  \\n 　　我们开车的时候是二维，那条路堵，知不知道？我们不知道，结果堵死了。我早知道就不走这条路了，现在呢，我们只需要开启导航，那条路堵，哪条路不堵，我们瞬间就明白了。 \\n  \\n 　　因为导航在天上，在天上有一只天眼 ，那个卫星在地球上空能够看到看到地球整个三维空间，你为什么不开心，你不是猴，你也不是人，你是神，每一个人的内心都住着一个神。你的体内装着一个神，你不用，你非得活成人，今天就分享到这里了～ \\n 　　\",\"timestamp\":1638591592,\"title\":\"创业从改变思维开始\"},\"digest\":\"msAIAfRVFYcFxbtdDC7c5pcPC21s05FUf_kS9s0WvTs\",\"authorship\":{\"contributor\":\"0xc127EE5584e3955bf98D0725d183bCA872835B34\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5Tt910pVXgSgbrdpwCCcDcMwkZ9fs61wPSGfuD3eFE\\\",\\\"y\\\":\\\"1KfwXKsIxcD2bz2t_5vTmDqJDLruqnpezZHZ6WkORMk\\\"}\",\"signature\":\"f7vSYfgtfl3cv_C69U36TJVSRu_qKC5VEFAGPBaIPEXBR4KrU5ZluCbiUZGUPpO2CQ1PzwnXlXSLTH6OXdS4Vg\",\"signingKeySignature\":\"0x76ff2753f3f57f0f4adaa826073bfc1df25089f635b13bd4778a25910ec9602761c56def5a2af0e5d22be8b020e6311c81194d10e6877a0c14512ca2379936861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5Tt910pVXgSgbrdpwCCcDcMwkZ9fs61wPSGfuD3eFE\\\",\\\"y\\\":\\\"1KfwXKsIxcD2bz2t_5vTmDqJDLruqnpezZHZ6WkORMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"msAIAfRVFYcFxbtdDC7c5pcPC21s05FUf_kS9s0WvTs\"}"