"{\"content\":{\"body\":\"Good morning. Here’s what’s happening this morning:\\n\\nMarket moves: Bitcoin rose above the $49,000 level, hours after a price pump during Asian hours. The U.S. market has been largely quiet during the holiday week.\\n\\nTechnician’s take (Editor’s note): Technician’s Take is taking a holiday hiatus. In its place, First Mover Asia is publishing the first in a series of stories on the year in cryptocurrency markets by markets analyst Damanick Dantes.\\n\\nCatch the latest episodes of CoinDesk TV for insightful interviews with crypto industry leaders and analysis.\\n\\nPrices\\nBitcoin (BTC): $49,071 +4.65%\\n\\nEther (ETH): $4,024 +2.4%\\n\\nMarkets\\nS&P 500: $4,649 +1.7%\\n\\nDJIA: $35,492 +1.6%\\n\\nNasdaq: $15,341 +2.4%\\n\\nGold: $1,789 -0.1%\\n\\nMarket moves\\nAfter a price bump during Asian hours, bitcoin was well above the $48,000 level for all of Tuesday after the opening of U.S. markets. At the time of publication, bitcoin had soared beyond the $49,000 threshold.\\n\\nWhile bitcoin sellers have dominated the market during Asian hours for most of 2021, as CoinDesk has reported, the gains happened earlier Tuesday. This timing suggested that the sell-off related to China’s strengthened crypto trading ban may be ending soon.\\n\\n“With Huobi completing its China exit last week, the selling pressure from Asia appears to be slowing down,” Hong Kong-based crypto lender Babel wrote in its weekly newsletter dated Tuesday.\\n\\nCrypto exchange Huobi said in September that it will retire all existing users in mainland China by the end of this year, after China announced tougher measures on crypto trading.\\n\\nOn a more positive note, bitcoin’s illiquid supply has been increasing since a drop in May, reaching above 14 million, according to data from blockchain data firm Glassnode. The so-called illiquid supply shows the total supply of the oldest cryptocurrency held by illiquid entities.\\n\\nBitcoin's illiquid supply (Glassnode)\\n\\nWith roughly 70% of bitcoin considered as “illiquid,” it suggests that “the supply of bitcoin available for purchase by new entrants is decreasing,” according to Babel.\\n\\nIt “will strongly support the price when bullish sentiment returns,” Babel added.\\n\\nMarket wrap\\nMarket Wrap Year-End Review: Bitcoin Starts Off in a Frenzy: In this first episode of Market Wrap’s review of crypto markets in 2021, we recall the powerful rally that ushered in the new year. Retail traders piled in, even as some institutional investors sounded warnings about rampant speculation. (By Damanick Dantes)\\n\\nHello, Market Wrap readers! During the final two weeks of 2021, we’re using this space to recap this year’s most dramatic moments in cryptocurrency markets – and highlight the key lessons from this fast-evolving corner of global finance. Over a series of eight posts starting on Dec. 20 and running through Dec. 30, we’ll recap what shook crypto markets this year. (For the latest crypto prices and news headlines, please scroll down.)\\n\\nIn our first episode today, we show how, even as bitcoin’s price soared in the early days of the year, some savvy institutional investors were already growing cautious on cryptocurrencies after a wave of buying during the fourth quarter of 2020.\\n\\nBitcoin (BTC) started 2021 on a strong note, gaining nearly 40% during the first week of January and surging to a new all-time high around $40,000.\\n\\nBut not everyone was convinced the rally could be sustained.\\n\\nRetail traders piled in, while some institutional investors started to raise concerns about rampant speculation.\\n\\nAs early as December, Jeff Dorman, chief investment officer at crypto asset management firm Arca, had told CoinDesk that “there is a good chance that actively managed hedge funds and passive indexes built around high allocations to bitcoin have a very short shelf life.”\\n\\nIndeed, a few funds established bitcoin positions but did not “hold on for dear life” – a commonly misconstrued back-formation of the crypto-jargon term “HODL,” which originally appeared as a fast-typing (or maybe drunk?) person’s attempt to type the world “hold.”\\n\\nBitcoin quickly advanced from $30,000 to $40,000 within the first five trading days of January – an impressive gain that fueled even more market excitement. The sharp price rise in BTC contributed to a $1.1 billion profit for Ruffer Investments, a U.K. based investment management firm, in just five months. By June, Ruffer stated that a “speculative frenzy” in cryptocurrencies forced the firm to exit its bets on further gains.\\n\\nAnd Ruffer was not alone in its concern about market exuberance. Volatile price swings caused other institutional investors to doubt a prolonged crypto rally.\\n\\nSure enough, by the end of January, bitcoin had declined about 30% from a January high of near $40,000. Shortly after the price drop, Scott Minerd, chief investment officer at the Guggenheim global investment firm, said he didn’t believe bitcoin’s investor base was “big enough” or “deep enough” to keep prices at current levels.\\n\\n“Right now, the reality of the institutional demand that would support a $35,000 price or even a $30,000 price is just not there,” he said.\\n\\nAt the same time, a JPMorgan analyst said a bearish outlook could be triggered if bitcoin failed to claw its way back over $40,000, leading to steeper losses over the ensuing weeks.\\n\\nDemand from institutional investors was said to have been the cause for the astronomical rise of the top cryptocurrency by market capitalization in the fourth quarter of 2020, when Paul Tudor Jones, Stanley Druckenmiller and MicroStrategy said they had jumped into the market.\\n\\nAs coming installments of this series will show, the rest of 2021 would be defined by market-moving tweets from electric-vehicle billionaire Elon Musk, rapid price rallies in barely-heard-of alternative cryptocurrencies, a fresh wave of corporate buy-in to the legitimacy and potential of digital assets, plenty more moments of extreme volatility – and, eventually, a new all-time high of around $69,000.\\n\\nImportant events\\n3 p.m. HKT/SGT (7 a.m. UTC): U.K. gross domestic product (Nov. YoY/MoM)\\n\\n3 p.m. HKT/SGT (7 a.m. UTC): U.K. total business investment (Nov. YoY/MoM)\\n\\n9:30 p.m. HKT/SGT (1:30 p.m. UTC): U.S. gross domestic product annualized (Q3)\\n\\n11 p.m. HKT/SGT (3 p.m. UTC): U.S. consumer confidence (Dec.)\\n\\nCoinDesk TV\\nIn case you missed it, here are the most recent episodes of “First Mover” on CoinDesk TV:\\n\\nJack Dorsey Says Bitcoin Will Replace the Dollar, Terra Becomes Second-Largest DeFi Protocol\\n\\n“The Hash” hosts discussed today’s hot topics including Jack Dorsey’s bullish outlook on bitcoin as an alternative to the U.S. dollar, decentralized payments network Terra’s exponential growth and the latest trend from the NFT and metaverse space.\\n\\nLatest headlines\\nBitcoin Will Replace the Dollar: Jack Dorsey: The Twitter and Block co-founder is a supporter of crypto.\\n\\nBinance CEO Warns Against Isolating CBDCs From Broader Crypto Ecosystem: Changpeng Zhao described CBDCs as an “additional option” and warned central banks against their “walled-garden” approach.\\n\\nDecentralized Rendering Engine Raises $30M as Metaverse Graphics Go Big: Multicoin, Alameda and the Solana Foundation are backing Render Network’s vision for a decentralized alternative to Pixar’s massive rendering farms.\\n\\nBullish Expands Worldwide as Daily Trading Volume Tops $150M: Bullish’s public listing on the NYSE is expected to be completed in the first quarter.\\n\\nTerra Becomes Second-Largest DeFi Protocol, Surpassing Binance Smart Chain: Over $18 billion in value is locked on just 13 projects on Terra.\\n\\nLonger reads\\nInside the DeFi Vending Machine: Finance is on the point of mass-market automation.\\n\\nToday’s crypto explainer: What Is Ethereum?\\n\\nOther voices: What the Founding Fathers’ Money Problems Can Teach Us About Bitcoin\\n\\nSaid and heard\\n“Yes, Bitcoin will.” (Twitter founder Jack Dorsey responding to Cardi B on Twitter whether Bitcoin would replace the dollar) ... ”You don’t own ‘web3.’ The VCs and their LPs do. It will never escape their incentives. It’s ultimately a centralized entity with a different label. Know what you’re getting into.” (Jack Dorsey in a thinly veiled criticism of venture capital giant a16z and other investors participating in Web 3 projects) ... ”Has anyone seen web3? I can’t find it ...” ... ”It’s somewhere between a and z.” (Elon Musk and Jack Dorsey Twitter exchange) ... ”This is a great way to bring the entire masses into the crypto ecosystem in a way that is very frictionless. Why give a gift card for the holidays when you can give someone an investment. When you think about crypto NFTs, they’re culturally relevant.”(Gen Z VCS founder Meaga Loyst on Bloomberg TV)\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/2.716289203651284e+28](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/2.716289203651284e+28)\\n\\n\",\"timestamp\":1640135748,\"title\":\"First Mover Asia: Asia Bump Sends Bitcoin Over $49K\"},\"digest\":\"868uA4uKht81-3iqueOIGeAXQpUMh7-8NPZERSR5qW0\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"b1DxNPByD_19E83fBYyoB-HaoYFLc-s3ezkPcOf5jYwS92La6Qbp977y8qdPqeL7HA12hgsYGIt1-N8qNVLfQQ\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"868uA4uKht81-3iqueOIGeAXQpUMh7-8NPZERSR5qW0\"}"