"{\"content\":{\"body\":\"The Graph Network exemplifies the benefits of web3: decentralized, permissionless, and composable. Several teams develop the product, anyone is free to index their own data, query any subgraph, and organize it in whichever way they choose; while zk-scaling makes me bullish on Ethereum, The Graph’s multi-chain vision makes them a strong foundation for a distributed future. Already integrated in notable dApps like Uniswap and ENS, The Graph is critical web3 infrastructure.\\n\\nIn terms of growth, The Graph is a beast that’s just getting started. Monthly query volume [increased 20x](https://thegraph.com/blog/20billion-queries) — from 1 billion in June 2020 to 20 billion in April 2021. With the trends at the time it’s no surprise that 90% of those queries were regarding DeFi protocols, NFTs and DAOs making up 4% and 2.5% respectively. This data being 3 months behind NFT summer, and with DAOs gaining recognition, those numbers are already up massively — cumulative query fees [quintupled](https://dune.xyz/abarmat/The-Graph) from April to September. Further, there’s no mention of gaming, an area seeing large growth over the last months, with gigantic potential in the same timeframe. Projecting this growth in untapped markets over the next couple years, it’s reasonable to expect The Graph processing billions of queries everyday.\\n\\n[Tokenomics](https://thegraph.com/blog/the-graph-grt-token-economics) play a central role in protocol design, creating persistent incentives for consistent functionality. Curators earn a portion of query fees from the subgraphs they pick, incentivizing quality data sources, with a bonding curve rewarding earlier adopters. Indexers in turn follow the signal, picking the highest demand APIs earning query fees themselves. Further, Delegators can earn passive income while delegating their GRT to existing Indexers.\\n\\n\\nConsumers — AMMs, NFT clubs, metaverses (versi?) — need pay the query fees of the above ecosystem to access the data they wish to build with. With purchases and rewards being paid out in GRT, demand for the token is sure to increase as projects build in an open and decentralized manner. End-users should expect this data to be available which will drive adoption of the protocol and thus demand for GRT.\\n\\nAs an early [believer](https://rainbow.me/ibansadowski.eth?nft=0x22c1f6050e56d2876009903609a2cc3fef83b415_275286) in the project and a fan of graph databases in general - this is a good one.\",\"timestamp\":1637965549,\"title\":\"GRT Analysis\"},\"digest\":\"_V3T9nNvlWMlbVSvZyEc56LV8cHhWy3jNLjeYHC7BUA\",\"authorship\":{\"contributor\":\"0xb3A5cfb7776A4e11fE570C3698837D5b2217Ad00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bwv_46nv75dzzobiXlL0MO0udMLMSGUNgYhU1atjq_w\\\",\\\"y\\\":\\\"afogbd3VZ4uElyy5wOmwez_3f0BzSBZlTcnm5C_kR8E\\\"}\",\"signature\":\"5y5xU9JqMuS0mk-2cL4wPwqU5nwMoFrgnnlHFlsyC_cbnP9edC_71wpwiiNCic5bvcjNOVN7UAOJa07Mc-Iojw\",\"signingKeySignature\":\"0xe10152e4f38b5c748edc2732d2a1432d42a441af2dcb37ca162cff7942361f807bd07b37d7ffbe387978a3a5a057268bd385163d4bf7b5d2773a5a0d3481e3c11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bwv_46nv75dzzobiXlL0MO0udMLMSGUNgYhU1atjq_w\\\",\\\"y\\\":\\\"afogbd3VZ4uElyy5wOmwez_3f0BzSBZlTcnm5C_kR8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_V3T9nNvlWMlbVSvZyEc56LV8cHhWy3jNLjeYHC7BUA\"}"