"{\"content\":{\"body\":\"What was the most interesting thought you had last week?   An efficiency in the healthcare system?  An observation how new parents behave?  A prediction about next years NFL draft?\\n\\nRight now, whenever you have an interesting thought you likely don’t write it down and you definitely don’t post it to social media.  Maybe you tell a friend or colleague, but you likely just forget the thought altogether.  We produce [6,000](https://www.newsweek.com/humans-6000-thoughts-every-day-1517963) and we’ve become accustomed to dismissing them.\\n\\nWe’ve been trained to think our thoughts don’t matter because the way the world works today they usually don’t.  Unless you’re powerful, connected, or famous there’s really no way for you to share your thoughts with the world that gives them a real shot at making an impact on our collective consciousness.  At Chaos we think this is a hidden problem that’s holding humanity back and we’re going to try to solve it.\\n\\nWe believe the key to solving this problem is to build [a new type of network](https://mirror.xyz/bficho.eth/MZqOaHtK_N6tCeX7XrZbV6CfQD7uCV8uW3W_Gr7DnpM) that works differently than a social network. Chaos is an intelligence network designed to find and spread the best thinking in the world.  It’s simple to use and operates as true meritocracy of ideas where the best thinking wins distribution irregardless of the source.\\n\\nThe first thing you need to do to is start capturing your interesting thoughts.  This is a [powerful and transformative habit](https://ideapod.com/6-surprising-benefits-writing-thoughts-feelings/) that you should work to build.  After you capture a thought, you’ll have two options, you can save it to your private graph or Stream it to the public graph.  The public graph is made up of all shared thoughts organized into Streams.  Streams are collections of thoughts based on a category.  Each Stream will come with unique features to explore and engage with each collection and the minds that are focused on that line of thinking.\\n\\n![](https://images.mirror-media.xyz/publication-images/slb55qlC6DWu78yYPCSOm.png?height=1171&width=1972)\\n\\nIn the beginning we’ll only have a few Streams that are broad in scope, but as new minds join the network and new categories start to emerge Streams will expand in breadth and depth.  Each Stream is designed to progress innovation and our collective knowledge in that area as quickly and efficiently as possible.\\n\\nThis all comes together for you in your feed, which will match you up with the Streams & thoughts we think will be most interesting, relevant, or otherwise inspiring to you.  The goal is to continuously find the thinking that inspires you to think so you can optimize your mind's potential.  If we get this right it will lead to an explosion of new ideas as Chaos becomes a perpetual knowledge generation machine in the same way TikTok has become a perpetual video generation machine.\\n\\n![](https://images.mirror-media.xyz/publication-images/zjsfyiqt-6Y8Q5ac9G07E.jpeg?height=1208&width=2144)\\n\\nWe believe this AI powered perpetual knowledge generation machine will accelerate the pace of innovation across every sector, change the way people view the world, and help to solve some of the complex and global problems we’re facing, not to mention the potentially revolutionary impact it could have on the field of cognitive science.\\n\\nIf this is something that you want to be a part of, you can request access to the private beta [here](https://chaosai.typeform.com/to/n2C2aAxF).\\n\\n\\\\- Brian Ficho @[bficho](https://www.twitter.com/bficho), Founder, Chaos\",\"timestamp\":1640841717,\"title\":\"A Perpetual Knowledge Generation Machine\"},\"digest\":\"K_OlQRYRPPWM0VPMGt66idAPz7xND5s0XX7U93xjJu4\",\"authorship\":{\"contributor\":\"0x8b9532bD0d02EEc6D18eED6fCC651a85Ed9825a1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFjHnnrPzmmjHzLT1QjIdlZ6h_6N3usECdWpKp68XGM\\\",\\\"y\\\":\\\"0_2KW1aqR6DXHdJvL8z6_iZnbEjDvJ4oH6SngvqowRA\\\"}\",\"signature\":\"4W9B_A2H2bKleuj2tx6DDjP4VK6rgvVCo5g2B6XQyFTzu1TaWSqJ-06FW_Jq71sMYDPh2IRSAFE3lO2l1ISnIw\",\"signingKeySignature\":\"0x944044d6836129a0ecb7023bd276464796a92dfd9010d52e9601e6214192e7553f7a4b04e14b3deff4df632f86fb84a9077dcd620fd21b81becfd8a1a9a2b0bc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFjHnnrPzmmjHzLT1QjIdlZ6h_6N3usECdWpKp68XGM\\\",\\\"y\\\":\\\"0_2KW1aqR6DXHdJvL8z6_iZnbEjDvJ4oH6SngvqowRA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VGqcT009ru_48wRFmn6YrapKThDDMix_jfbgnhdiWS0\"}"