"{\"content\":{\"body\":\"Hello again. Hope y’all are having a good week. I started mine on Sunday night with my first indoor concert since being fully vaccinated. This one, which featured incredible performances from [Caribou](https://caribouband.bandcamp.com/) and [Kara-Lis Coverdale](https://kara-liscoverdale.bandcamp.com/) was extra special, as I had been holding the tickets since I purchased them pre-pandemic.  In this case, I learned that distance (or waiting) makes the heart grow fonder, and the wait was worth it for the very excellent concert. If you haven’t yet, I highly recommend everyone take their fully-vaccinated butts out to experience live music again. It will make you happy.\\n\\nI’ll also give extra credit to Caribou for unintentionally leading me to the topic of today’s newsletter.  On Monday, I did my normal post-concert internet digging for reviews and show content and stumbled upon a quoted tweet on Caribou’s [timeline](https://twitter.com/caribouband/status/1462838938800955399?s=20), referring to an earlier [thread](https://twitter.com/FourTet/status/1462474704397082624?s=20) by Kieran from [Four Tet](https://fourtet.bandcamp.com/) about an ongoing dispute they are having with former label, [Domino](https://www.dominomusic.com/uk), over the royalty rates they are receiving from streaming. He doesn’t provide the full details of the dispute in the thread, but it sounds like FT and Domino are disagreeing on the percentage of streaming revenues that each are receiving from the portions of the Four Tet catalogue licensed to Domino.\\n\\nI don’t want to weigh in here on what the proper percentage allocations are in these sorts of situations, though I will say that I tend to favour artist rights in these situations. The Four Tet-Domino dispute is just one live case of many that artists around the globe are having with their labels right now, and the answer of what percentage of revenues should go to anyone does not have a clear moral or ethical framework to draw from for making easy decisions on splits.  Additionally, the proper split obviously depends a lot on the specifics of each case.\\n\\nAs someone who is both an artist and who has worked extensively for artists as management, I can definitively say that there are points to be had on both sides. Artists create the art on which the industry makes money, so clearly, point: artists. Likewise, industry folks aren’t just sitting around collecting money, though there are some leeches out there. When I was in management I spent many hours and tons of overtime working for artists on everything from project management, to finances, to grants, to logistics, etc.  The business of bringing music to the world requires labour that is provided by industry workers, who I would note often get into the industry because they absolutely LOVE music, and not because they think the poor-margin/high labour work of supporting an artist will make them rich. And so, I think we can all agree that these disputes are not always filled with the evil bad actors that either side are incentivized to build into public narratives. Everyone just wants to be fairly compensated for their work.\\n\\n### Stores of value for artists and labels\\n\\nThis all got me thinking about blockchain, the current label model, and just what products or value musicians and labels are selling and sharing rewards from. In the status quo music industry, the product which both sides, artist and label, are making much of their revenues from is the exploitation of rights to the master of an artist’s recorded music. (NOTE: We’ll leave publishing and composition rights out for now, but I’ll eventually get to clearly thinking this through for that component of the industry).\\n\\nLet’s create a general example of an artist-label deal and say that it takes the form of a 50/50 split of master rights to a single album, licensed in perpetuity, to be released by the label. In this situation, both sides are incentivized to work hard and make the album a success, but where it gets dicey is in the long-term relationship and collaboration between the two sides. At first incentives are fully aligned between artist and label, as each makes strong short term commitments to the other (album creation, promotion, time+$$ investment, etc.), but as time progresses, incentives can become decoupled and the value of each’s commitment to the shared management and exploitation of the masters can wax and wane, leading to disputes over who should benefit more from the value produced by the shared master rights. This isn’t malevolent on either side. Personal and organizational priorities can and should change and evolve over time. We see this all the time in artist disputes with labels who hold long term licenses to albums and want to continually exploit them for revenue while not updating the original contract split percentages to reflect their revised commitment and resources put into supporting the artist. And often, they’re claiming large chunks of revenues from new technologies, such as streaming services that didn’t exist when the original deals were signed. This appears to be the case with Four Tet and Domino. In these cases, artists didn’t have a chance to bake calculations over sharing streaming revenue into their initial contract negotiation calculus, because streaming revenue didn’t exist at the time. Likewise, a label might invest many resources into an artist only to see the artist decide to pack it up and call it quits after a few years, leaving the label with a sunk investment. Both sides can and do change and evolve.\\n\\nThe main point of the above is that in the current system, artists and labels are both exploiting the same store of value, the master. The two almost always have aligned interests at the start of the relationship, but these aligned interests may diverge over time, leaving the two sides needing to come to an equitable way to divide the revenues generated by their shared store of value. Contracts are a good way to initially agree on this, but over time these do not get updated to match changing commitments to the partnership by both sides, and changes that are happening in the material environment (tech, economy, culture, etc.). This leads to ongoing disputes over who should get more of the indivisible pie. It is a zero-sum game.\\n\\n### Curator DAOs as labels:\\n\\nEnter blockchain, DAOs, and smart-contract enabled tokens.\\n\\nRecently, we’ve seen a new type of curator DAO emerge. These DAOs form to purchase and curate a collection of digital art (NFTs in most cases) that they can then monetize for revenue in other ways – for example through fractionalization and re-selling the purchased NFT, and through promoting the original artist and their career, thereby making owning a piece of their art more valuable. [PleasrDAO](https://pleasr.org/), whose collection currently [includes](https://www.gq.com/story/wu-tang-clan-once-upon-a-time-in-shaolin-album-nft-group-pleasr-dao) Wu-Tang Clan’s *Once Upon a Time in Shaolin*, is one example of a Curator DAO. Their mission is “to buy and fund culturally significant pieces and then create something fundamentally additive to the soul of the piece before sharing it back with the community.”\\n\\nNow let’s overlay the concept of curator DAOs onto what we know a label to be at its most basic, or at least what many independent or small labels often are. A label is fundamentally a community of like-minded people excited about curating a collection of their favourite artists and sharing those artists with the world. In the past, labels used to provide a ton of value by providing physical distribution, but this role has waned over time, and now, what labels are most often providing is an established, trusted curatorial brand that will provide a new audience to the artist, plus some heavy administrative support and often upfront liquid capital (admittedly, the one element of the artist-label relationship that this model does not solve well) to help an artist grow their career.\\n\\nTo my eyes, curator DAOs and labels, at least in their latest form, seem able to fill similar roles. I’ll take that as a sign we can start building a model of what a label as curator DAO might look like. **Let’s build our example:**\\n\\nA new artist, hoping to grow their career releases some music in the form of an NFT. In this example, the NFT does not contain any rights in the master or publishing for the song, it is simply a digital original of the piece of music. A member of our curator DAO aka community-owned label, being tuned to all the hip new things on web3 gets sent a link by a friend to check the artist out, so they do and they love it. They make a proposal to the DAO to purchase the NFT using funds from the DAO treasury. Behold, everyone else loves the artist, too, because the DAO grew as a community of music lovers with shared aesthetic tastes. The proposal passes at a governance vote of the many shared owners in the DAO (the *many* owners part is enabled by Web3 here!) and they purchase the NFT and add it to their collection. The curator DAO now holds an original piece from the artist in their collection and can build its value in many ways.\\n\\nHere is where incentives begin to align clearly. The DAO is now incentivized to assign its community resources towards supporting the artists career, as the overall value of the NFT they own is tied directly to the artists’ fortunes. The more people that love the artist, the more the original NFT is worth, and the more the NFT is worth, the more an ownership stake in or token from the curator DAO is worth.\\n\\nBecause of this incentive (and also because they love the artist and their music) the curator DAO community assigns resources to doing many label-like things for the artist – PR, grant writing, supporting booking, management tasks, and simply tweeting and promoting the artist and growing their name recognition. People really take to this artist globally. The value of the artist and their catalogue grows in near lockstep with the value of the originally purchased NFT and the curator DAO governance token. This growth is fuelled both by the original aesthetic value of the art, and the knock-on work and committed resources provided by the DAO.\\n\\nYou might ask, how is this example different than the current situation where a label takes a percentage of an artists’ profits for providing labour and resources?  **The difference is that we have decoupled the store of value from which each party, artist and label, is benefitting, while also better aligning the incentives of the two across time.**\\n\\nLet me explain. In this example, the Curator DAO label doesn’t own ANY of the underlying rights to the original composition. They own no master rights, simply a verified, digital original of the piece. The artist has given up no rights outside of selling the original NFT to the DAO, which they were going to do either way because they must sell something if they want a career in music. In this situation, the artist is making their revenues off their exploitation of the master rights, while the label is making its revenue off the value of the original NFT and its associated products (fractionalizing and selling portions of the NFT, etc.). The two are no longer sharing the same store of value, the master rights, but rather each have their own, related assets to exploit. So, upfront this model allows an artist to keep all of their rights, meaning that across time they have full control over their catalogue. This alone would solve the issue that Four Tet seems to be having.\\n\\nThe second part, where the incentives of the two become better aligned is a function of the first part (people who don’t own the same thing won’t fight over its exploitation) and related to the NFT technology itself.  Through using blockchain to create an NFT, the artist created a new store of value for their work that previously could not have existed, without having to give up the rights to their work. This new stored value, when purchased by a curator DAO or label incentivizes that group to commit resources to growing the artists career, as they directly benefit from owning it.\\n\\nWe’ve now created an ecosystem featuring both artists and labels (curator DAOs) working together and both incentivized to grow value around the artist and their community, while not directly sharing or fighting over the same store of value. We have flipped the existing competitive relationship over wealth into a complementary relationship, where it is in the best interests of both sides to grow the project.\\n\\nLet’s wrap this example by adding one further layer to the list of artist benefits. With NFTs, artists can build revenues on secondary sales into the original NFT smart contract for a given piece of work. This means that an artist can sell an NFT with a built-in provision that says they will receive X% of revenues from any future sale of the NFT, and the code embedded in the token will ensure that this happens.\\n\\nSo, for example, if a curator DAO / label purchases an artist NFT, spends a few years helping to build that artists career and the value of the NFT, then decide that organizational priorities have shifted and they can longer provide resources to supporting that artist, then they can sell their NFT asset to another party who values the work of the artist, and in the process, the artist will receive whatever share of this secondary sale that they baked into the original smart contract.\\n\\nNot only has blockchain tech allowed us to decouple stores of value for artists and labels, but it’s also created new stores of value for both sides:\\n\\n1\\\\.     fully retained master rights and secondary sales revenues for artists.\\n\\n2\\\\.     NFTs, fractionalization and secondary NFT products, increasing DAO governance token value, and future sale value of NFTs on the label side.\\n\\n### Wrapping up\\n\\nThe above model is simply one experiment in thinking through the existing music ecosystem and how value is distributed within it, and considering how blockchain technology will alter this ecosystem. Is the label as curator DAO model the best possible? Probably not. But it is very useful for illustrating one fundamental conflict that occurs between artists and labels (splitting a shared store of value + diverging incentives over time), and provides an example of how the fundamental elements of blockchain technology can help alleviate that conflict.\\n\\nThere will be many potential problems for any new organizational structure we experiment with, but this is not a good reason to not try. This is a working thought experiment, so please feel free to do some thinking on it and engage in the comments or reach out directly. This newsletter need not be one way. Let’s embrace the ethos of web3 and make it somewhat of a community endeavour in thinking through the benefits and potential problems with taking music on-chain.\",\"timestamp\":1637880506,\"title\":\"Re-thinking the artist-label relationship on the blockchain\"},\"digest\":\"HS5joHXo58pnR3Cnf-2eTK_PM49FbvKMlWxDnCCaqPc\",\"authorship\":{\"contributor\":\"0x1B383F5edf0E48Eb8F366043AC9841DdB5363cde\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WX6-WhhjcLHkqEvuaSFLULFPuMLi-IWt6PlJwFm8yPg\\\",\\\"y\\\":\\\"Cd5WvXzChnCblqqVforP6E3VJLIWhL1j3FnFsmkX114\\\"}\",\"signature\":\"rS6TkVlc9RnrAzy6pjvxfI_MHFEg4bi7fd9SpB9MA6jd-wBcKZYRqJFVSaETpB8FBxGShmgpYfbc3hiWMEjFTw\",\"signingKeySignature\":\"0xde135b44b76c6676027546b5fc30a592dbc23ad5752a3d53e7ca3be0172c05f06f33b21870416d2eede8e5feffd88512b463ef96d0766b1e0045f5810283be2d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WX6-WhhjcLHkqEvuaSFLULFPuMLi-IWt6PlJwFm8yPg\\\",\\\"y\\\":\\\"Cd5WvXzChnCblqqVforP6E3VJLIWhL1j3FnFsmkX114\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HS5joHXo58pnR3Cnf-2eTK_PM49FbvKMlWxDnCCaqPc\"}"