"{\"content\":{\"body\":\"MARJORY walked pensively along the hall. In the cool shadows made by the palms on the window ledge, her face wore the expression of thoughtful melancholy expected on the faces of the devotees who pace in cloistered gloom. She halted before a door at the end of the hall and laid her hand on the knob. She stood hesitating, her head bowed. It was evident that this mission was to require great fortitude.\\n\\nAt last she opened the door. \\\" Father,\\\" she began at once. There was disclosed an elderly, narrow-faced man seated at a large table and surrounded by manuscripts and books. The sunlight flowing through curtains of Turkey red fell sanguinely upon the bust of dead-eyed Pericles on the mantle. A little clock was ticking, hidden somewhere among the countless leaves of writing, the maps and broad heavy tomes that swarmed upon the table.\\n\\nHer father looked up quickly with an ogreish scowl.\\n\\nGo away! \\\" he cried in a rage. \\\" Go away. Go away. Get out \\\" \\\" He seemed on the point of arising to eject the visitor. It was  plain to her that he had been interrupted in the writing of one  of his sentences, ponderous, solemn and endless, in which wandered multitudes of homeless and friendless prepositions, adjectives  looking for a parent, and quarrelling nouns, sentences which no  longer symbolised the languageform of thought but which had about  them a quaint aroma from the dens of long-dead scholars. \\\" Get out,\\\" snarled the professor.\\n\\nFather,\\\" faltered the girl. Either because his formulated thought was now completely knocked out of his mind by his own emphasis in defending it, or because he detected something of portent in her expression, his manner suddenly changed, and with a petulant glance at his writing he laid down his pen and sank back in his chair to listen. \\\" Well, what is it, my child ? \\\"\\n\\nThe girl took a chair near the window and gazed out upon the snow-stricken campus, where at the moment a group of students returning from a class room were festively hurling snow-balls. \\\" I've got something important to tell you, father,\\\" said she, but i don't quite know how to say it.\\\"\\n\\n\\\"Something important ? \\\" repeated the professor. He was not habitually interested in the affairs of his family, but this proclamation that something important could be connected with them, filled his mind with a capricious interest.  \\\"Well, what is it, Marjory ? \\\"\\n\\nShe replied calmly: \\\" Rufus Coleman wants to marry me.\\\"\\n\\n\\\"What?\\\" demanded the professor loudly. \\\"Rufus Coleman. What do you mean? \\\"\\n\\nThe girl glanced furtively at him. She did not seem to be able to frame a suitable sentence.\\n\\nAs for the professor, he had, like all men both thoughtless and thoughtful, told himself that one day his daughter would come to him with a tale of this kind. He had never forgotten that the little girl was to be a woman, and he had never forgotten that this tall, lithe creature, the present Marjory, was a woman. He had been entranced and confident or entranced and apprehensive according' to the time. A man focussed upon astronomy, the pig market or social progression, may nevertheless have a secondary mind which hovers like a spirit over his dahlia tubers and dreams upon the mystery of their slow and tender revelations. The professor's secondary mind had dwelt always with his daughter and watched with a faith and delight the changing to a woman of a certain fat and mumbling babe. However, he now saw this machine, this self- sustaining, self-operative love, which had run with the ease of a clock, suddenly crumble to ashes and leave the mind of a great scholar staring at a calamity. \\\" Rufus Coleman,\\\" he repeated, stunned. Here was his daughter, very obviously desirous of marrying Rufus Coleman. \\\" Marjory,\\\" he cried in amazement  and fear, \\\"what possesses, you? Marry Rufus Colman?\\\"\\n\\nThe girl seemed to feel a strong sense of relief at his prompt recognition of a fact. Being freed from the necessity of making a flat declaration, she simply hung her head and blushed impressively. A hush fell upon them. The professor stared long at his daugh. ter. The shadow of unhappiness deepened upon his face. \\\" Marjory, Marjory,\\\" he murmured at last. He had tramped heroically upon his panic and devoted his strength to bringing thought into some kind of attitude toward this terrible fact. \\\" I am-I am surprised,\\\" he began. Fixing her then with a stern eye, he asked: \\\"Why do you wish to marry this man? You, with your opportunities of meeting persons of intelligence. And you want to marry-\\\" His voice grew tragic.  \\\"You want to marry the Sunday editor of the New York Eclipse.\\\"\\n\\n\\\" It is not so very terrible, is it?\\\" said Marjory sullenly.\\n\\n\\\"Wait a moment; don't talk,\\\" cried the professor. He arose and walked nervously to and fro, his hands flying in the air. He was very red behind the ears as when in the Classroom some student offended him. \\\" A gambler, a sporter of fine clothes, an expert on champagne, a polite loafer, a witness knave who edits the Sunday edition of a great outrage upon our sensibilities. You want to marry him, this man? Marjory, you are insane. This  fraud who asserts that his work is intelligent, this fool comes here to my house and-\\\"\\n\\nHe became aware that his daughter was regarding him coldly. \\\"I thought we had best have all this part of it over at once,\\\" she remarked.\\n\\nHe confronted her in a new kind of surprise. The little keen- eyed professor was at this time imperial, on the verge of a majestic outburst. \\\" Be still,\\\" he said. \\\"Don't be clever with your father. Don't be a dodger. Or, if you are, don't speak of it to me. I suppose this fine young man expects to see me personally ? \\\"\\n\\n\\\" He was coming to-morrow,\\\" replied Marjory. She began to weep. \\\" He was coming to-morrow.\\\"\",\"timestamp\":1638785648,\"title\":\"Active Service\\n\\nby Steven Crane\"},\"digest\":\"3vUu_9QWvDmTNHyvHjbbkIWXRhXJV_pU0xw4sDoGbVA\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5qInmCjKsBKxXiR2Fgfc4KDzIvg5ECLJ9ksRiOER2IA\\\",\\\"y\\\":\\\"Pcef05UaUsRKzFaaHuJVhg0QFKqxMl5imTLrLG-50pU\\\"}\",\"signature\":\"OOEnfk8c3g1b5OQ2llKnqKUQ7MQqrH4xQMwQYQE5nQaql8vp2U346qdtXo9UmUvbVut3q2PX8AtM0eYMpEnr7Q\",\"signingKeySignature\":\"0x623880ee1509980e762d617efd82a57aa6de4e7a47365a925b48d3f0670881c26f39d69ab2e83b34c26116d670a894efa45095ca8f4de3dd7f831615a39069111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5qInmCjKsBKxXiR2Fgfc4KDzIvg5ECLJ9ksRiOER2IA\\\",\\\"y\\\":\\\"Pcef05UaUsRKzFaaHuJVhg0QFKqxMl5imTLrLG-50pU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3vUu_9QWvDmTNHyvHjbbkIWXRhXJV_pU0xw4sDoGbVA\"}"