"{\"content\":{\"body\":\"**Written by Akeem Gardner, LLB**\\n\\nOriginally published on September 28, 2021 in Canurta’s [Journal](https://canurta.com/journal/whitepaper/)\\n\\nA quick note from Akeem before we begin:\\n\\n*“2021 was an amazing year. From the launch of our company we grew by acquiring additional IP and investors who are supporting our mission to heal the world with novel polyphenols that have never been clinically explored before. Our team has shown so much growth in our journey of discovery and learning, and it’s now time to implement our DeSci strategy for our company.*\\n\\n*We begin with re-stating our original argument for Canurta as a company and laying out the case for why our ingredient portfolio of rare, hemp polyphenols is the perfect foundation to build a stand out blockchain-backed organization with end-to-end operations on-chain. We will complete the establishment of our digital twin mid-year as we look to modernize therapeutics and disrupt the way traditional Big Pharma operates — by leading with transparency, community support, and natural, safe, yet powerful molecules.*\\n\\n*From here on out we will continue to publish all our findings, milestones and accomplishments, both clinical and corporate, on-chain through Mirror.xyz, so you can keep up with our mission-driven journey of discovery and meaningful growth in an open and transparent way.*\\n\\n*So thank you again for taking this journey with us — now allow me to reintroduce Canurta’s White Paper.”*\\n\\n![](https://images.mirror-media.xyz/publication-images/myGaQcIvqnRSTjyUyB5XT.jpg?height=528&width=528)\\n\\n**The Problem We Solve**\\n\\nAcute and chronic inflammation affects humans and animals regardless of age or lifestyle; inflammation can be physically and mentally detrimental by reducing quality of life. In fact, chronic inflammatory diseases have been recognized as the most significant cause of death in the world today, with more than 50% of all deaths being attributable to inflammation-related diseases such as ischemic heart disease, stroke,  cancer,  diabetes  mellitus,  chronic  kidney disease,  non-alcoholic fatty liver disease and auto-immune and neurodegenerative conditions (15). Despite the availability of conventional treatments, many have inherent adverse effects that compromise their benefits. Although there is a growing shift towards safer botanicals to alleviate these concerns, most alternatives are generally less effective, lack scientific validation, and are costly to produce.\\n\\nTo address these gaps, IP rights were developed for a number of production processes allowing Canurta to commercialize hemp-derived polyphenols, including prenylated flavonoids (Cannflavins A + B) and their related Bibenzyls (Canniprene), into numerous active ingredients. These molecules provide the potential for ground breaking therapeutic benefits due to their extremely potent anti-inflammatory activity and effectiveness through the dual inhibition of pro-inflammatory enzymes. However, given the scarcity of these novel molecules, they have never been formally assayed in animal or human models.\\n\\nBased on the available evidence: what are the grounds for further investigation of these compounds, the molecule behaviours, and commercialization of novel and rare hemp polyphenols?\\n\\n**Analysis of Polyphenols and Hemp**\\n\\n*Let food be thy medicine and medicine be thy food. – Hippocrates over 2000 years ago.*\\n\\nPolyphenols and flavonoids have been consumed by humans since antiquity (11). They are present in plant material, where they play a primary protective role in the face of environmental stressors. So, it is no surprise that when humans consume them in their diet, they induce protective enzyme systems that lead to good health (5, 8, 11). These molecules are nutrient-like, and have been claimed to be essential to humans in reaching our full “genetically-determined lifespan” (19).\\n\\nPolyphenols are an unavoidable part of the human diet (4) with the most significant quantities consumed in wines, teas, fruit, fruit juices, and vegetables. The populations of the USA, Spain, Australia, and France are estimated to consume 190, 310, 450, and 550 mg of flavonoids every day, respectively—where a lack of polyphenols and related molecules may be the reason for high inflammatory and autoimmune conditions in Western society.\\n\\nMuch research has been done on polyphenols in general, which proves their potential as valuable molecules for promoting human health and wellness.\\n\\nStudies have shown:\\n\\n•   Short term benefits to brain function and neuro-protection and neuronal repair in the face of aging and insults; (4)\\n\\n•   The ability to attenuate the inflammation oxidative stress implicated in the pathogenesis of cardiovascular disease and tumorigenesis and neuronal damage associated with neurodegenerative diseases and deterioration in cognitive function seen with ageing; (4)\\n\\n•   Consumption inversely related to all aspects of cardiovascular health, including mortality; protection against cerebrovascular diseases and neurological disorders; including dementia; improved cognitive function in healthy middle age adults; and reduced cognitive impairment and cognitive decline in elderly populations; (4)\\n\\n•   Epidemiological data from a cross-sectional study with 8335 subjects has shown that  flavonoids are inversely associated with plasma CRP 1 concentrations. Intake such as individual flavanols, anthocyanidin, and isoflavones was estimated from the United States Department of Agriculture, flavonoid databases; (8) and more.\\n\\nThese molecules are generally viewed as safer and express higher bioavailability, fewer side effects (5), and lower toxicity (10) than traditional drugs. No wonder they are of significant interest to researchers. As the top 3 countries engaged in polyphenol research, India, China, and the USA have generated almost 7000 published documents focusing on the relationship of phyto-chemicals and inflammation between 2000 and 2016 (10).\\n\\nThough humans have consumed flavonoids since antiquity, knowing anecdotally that consuming fruits and vegetables are good for human health, we have only started to explore flavonoids within the last century of human existence. It was only in 1930 that the 'new substance rutin was isolated' from oranges, which, though first thought to be 'Vitamin P,' turned out to be a flavonoid (11). Since that time, more than 4000 flavonoids have been identified, including novel prenylated flavonoids, Cannflavin A & Cannflavin B.\\n\\n![Cannflavin A (Top) & Cannflavin B (Bottom)](https://images.mirror-media.xyz/publication-images/WNmVR2JGXAtUXPubcseLP.png?height=1080&width=1080)\\n\\nIn the mid-1980s, Barret et al. were able to show that these prenylated flavonoids have 30*x* more anti-inflammatory activity than aspirin without displaying toxicity (2). Cannflavins were shown to exhibit appropriate activity in the mouse writhing test for NSAIDs (3) while also inhibiting glutathione-dependent prostaglandin E synthase (PGE2) release from human rheumatoid synovial cells. Fast forward to 2014, Werz et al. were able to unequivocally show that cannflavins act as dual inhibitors of the microsomal prostaglandin E2 synthase-1 (mPGES-1) & 5-lipoxygenase (5-LO), two crucial enzymes in the biosynthesis of the pro-inflammatory mediators PGE2 and LTs respectively (7). **Dual inhibition of mPGES-1 and 5-LO is considered a pharmacological strategy to intervene in inflammatory diseases and might be superior over single target interference in terms of efficacy and lower side effects.**\\n\\nThe “mPGES-1 enzyme is a key player in inflammation, paresis, hyperalgesia and multiple diseases with inflammatory components including rheumatoid arthritis and osteoarthritis, periodontal, atherosclerosis, inflammatory kidney damage, stroke, multiple sclerosis and Alzheimer’s disease as summarized in several excellent reviews…It is strongly induced in inflamed tissues, over expressed in many tumors and unregulated under diverse pathological conditions, including osteoarthritis, inflammatory bowel disease, atherosclerosis, Alzheimer’s Disease, myocardial infarction and hepatitis.\\n\\nFavorable modulation of PGE2 biosynthesis may provide a beneficial pharmacological strategy for intervention with respective diseases, with low risk of side effects that are usually associated with NSAIDs and COXs. Thus, drugs that target mPGES-1 are considered a valuable alternative to NSAIDs/COXIBs with improved selectivity and safety profile for treatment of diseases characterized by elevated PGE2 levels.” (17)\\n\\n**Surpassing Commercialization Barriers**\\n\\nYet, despite the findings of the likes of Barrett, Werz, and more, there has yet to be a commercial application of cannflavins for consumer-facing products.\\n\\nThe reasons include:\\n\\n•   They are minor constituents in hemp and challenging to obtain completely pure by isolation, and tend to co-crystallize with other phenolics, making their extraction process tedious and expensive; (7)\\n\\n•   Pure polyphenols reportedly have decreased bioavailability and bioaccessibility; (5)\\n\\n•   Despite promising pre-clinical research of cannflavins, translation to patient care is limited as the yield of the product through isolation techniques is often low, limiting the ability to produce enough compound for assessment in humans; (16)\\n\\nBut the market opportunity for a product that contains the benefits associated with these novel anti-inflammatory inhibitors is great.\\n\\n![Current pricing for cannflavins and canniprene. These offerings are for research and development only as the cost to produce these molecules purely are high for synthetic biology companies. Highly scalable production is needed to reduce the cost of hemp polyphenols so that they can be affordable, leading to adoption by end consumers. Canurta's various production processes directly address this problem.](https://images.mirror-media.xyz/publication-images/ICjsimkpcZM7msKLFbFEb.png?height=116&width=1110)\\n\\n**Application to Canurta**\\n\\nCanurta’s mission is to leverage world-class expertise in plant biology, metabolic biochemistry, genetics and genomics, and analytical chemistry to overcome long standing barriers  to the commercialization of the prenylated flavonoids, cannflavins A & B (6). Canurta controls the IP and defensible technology that, for the first time, allows for the growth, extraction and biosynthesis of these polyphenolic compounds at commercial scales for human and animal health. These ingredients include powdered hemp polyphenol-rich ingredients, highly concentrated extracts, and pure, single polyphenols of interest. The feature molecules to highlight in our ingredient portfolio are cannflavin A & B, but other polyphenols of interest give Canurta its distinct advantage over other natural ingredient companies.\\n\\nEvidence shows that pure polyphenols generally do not deliver the best bioavailability and bioaccessibility on their own. However, ingredients rich in a number of polyphenols show higher activity, which may be due to other active compounds that can establish synergistic functions (5). Canurta’s ingredient portfolio will include stand-alone pure cannflavins when we scale up our biosynthesis platform. Thus, there will be value in the other polyphenols, including the isoprenylated bibenzyl, canniprene (1). Canniprene is fascinating because it has been proven to outperform zileuton at suppressing 5-LO product formation (1), at a greater rate than cannflavin A or B. Werz et al. speculated that prenylation is essential for inhibition of mPGES-17– so the fact that canniprene and cannflavin are prenylated is cause for excitement when considering the natural synergistic effect they portray in our natural ingredients.\\n\\n![Cannflavin A, B and canniprene have been proven in virtro to inhibit key pro-inflammatory molecules on the leukotrienes and prostaglandins pathways, shutting down inflammation at its source. Canurta will now look to validate these findings in vivo for the development of natural products, cosmeceuticals and pharmaceutical ingredients that benefit human and animal health.](https://images.mirror-media.xyz/publication-images/HOMVxCDdNK38jTjY1HrCM.png?height=262&width=416)\\n\\nIt has been clinically proven that repeated use of flavonoids leads to health benefits, as repeated use of anthocyanin extract from blueberries (300 mg/d for 3 weeks) significantly reduced the plasma concentration of NF-k B related pro-inflammatory cytokines and chemokine in a group of 120 men and women aged 40-70 (8). The repeated daily consumption of flavonoids in the North American diet bodes well for further consumer acceptance of prenylated flavonoids for therapeutic uses – and the health benefits and potential associated with the known activity of these novel molecules and how they operate are essential when examining the market potential. There are various product formats these ingredients can be integrated in. Canurta will be focused on entering the market as a high-activity anti-inflammatory ingredient for nutraceutical manufacturers, and all the necessary steps that are required thereof. But our research will work to optimize the propagation of polyphenols in our hemp biomass to an ideal ratio of consistently potent ingredients.\\n\\n[https://www.youtube.com/watch?v=hm4aVw91MIE](https://www.youtube.com/watch?v=hm4aVw91MIE)\\n\\n**Risks**\\n\\nThough exciting, there are many challenges associated with polyphenols that Canurta will overcome in its clinical exploration, including unclear dosages, possible side effects, long-term toxicity, intricate interactions with pharmacological drugs, poor human evidence and clinical trials, perfect molecular mechanisms, cellular signaling pathways, instability and low bioavailability (10).\\n\\nIn the 17th century, Paracelsus said, “All substances are poisons, there is none which is not a poison. It is the dose that distinguishes a poison from a remedy.” A dose that produces a beneficial effect in cell cultures may be poisonous when applied in a human setting. It’s important to note that dosage in an experimental study may or may not be replicated in humans. Numerous factors influence dosage such as the form of a phenolic compound, its bioavailability, and whether or not the flavonoids reach the target site (20).\\n\\nHigh-dose polyphenols can potentially cause adverse effects through pro-oxidative effects — risk increased by the use of pharmacological doses of polyphenols in prevention, treatment and dietary supplement situations (19). Thus, the type of safety evaluation would depend on the nature of the polyphenol-containing product (a food, an extract, or a pure compound) and on the proposed use, potentially leading to a significant increase in exposure (20).\\n\\nAs such, risk mitigation takes place by working with experienced advisors and consultants, and executing the requisite safety and efficacy studies at a pre-clinical and clinical setting.\\n\\n**Bonus Note:** Cannflavins were analyzed in a computer-aided study that looked at a total of 2750 plant-extracted compounds with biological and pharmacological characteristics and their inhibitory potential against the main protease (Mpro) of COVID-19 – a potent target for developing viral inhibitor drugs toward coronavirus. The study pointed out that compounds with binding activity ranging from -7.8 to -6.5 kcal/mol have enormous potential to be used as inhibitors against the main protease for the recent strain of coronavirus, and cannflavin had a binding activity of -7.1 (18).\\n\\n**Concluding Case for Canurta Inc.**\\n\\nIt is reasonable to conclude that Canurta is a company based on good science from which a sound business can be built and exited with considerable value inflection. Our various Canurta ingredient production processes provide inherent advantages over the solutions in the prior art in that they provide various defensible processes that allow the company to commercialize these novel ingredients that nature has provided since antiquity in similar proportions humans and animals are familiar with consuming.\\n\\nThe potent anti-inflammatory properties of the cannflavins and other polyphenols found in hemp were established almost 40 years ago. However, these compounds together have never been formally assayed in any model of disease or injury. This makes Canurta a ground-breaking opportunity, commercially and scientifically. For the first time, there is a promising pathway towards making these novel compounds readily available for the market in their purity for human and animal diets. This can be done affordably for the consumer and with scale. Such findings will advance science and research on hemp polyphenols for pharmaceutical development and make Canurta a high growth venture providing essential solutions that power the next century of global human and animal health and wellness.\\n\\n![](https://images.mirror-media.xyz/publication-images/2d5GpvjZOxHIOOai-t4oy.jpg?height=432&width=2211)\\n\\n*Thank you for reading our white paper.*\\n\\n*Over the next few months you can look forward to news on our medical advisory committee, our research partners and their findings, and our commercial launches as we continue to scale production of hemp polyphenols and we ready ourselves for 2022 market entry. **Please note, I am not a medical doctor and the content in this paper is not medical advice about the use of a product or ingredient produced by Canurta.** I am a law school graduate turned entrepreneur because of the opportunity that Canadian legalization presented.*\\n\\n*Over the last 4 years I have been using my analytical training, the ability to learn quickly and pick up concepts and large amounts of information, team building experience from my time as a university athlete, along with the grit and ability to just work hard. It’s my love for the job and the opportunity I created that allows me to persevere and execute as the leader of this company. What you have read is how I view this opportunity after studying all the papers I have listed below and more. This is the thesis we base our company on and it is the hook that leads to everything that will come from here and more.*\\n\\n*I have attached some testimonials below of our early product testers. We look forward as a company to getting our solutions in the hands of more people that need it as we continue to execute this year.*\\n\\n*For more information please contact me at:*\\n\\nAkeem Gardner, LLB CEO & Founder [akeem@canurta.com](mailto:akeem@canurta.com) and to learn more *www.canurta.com.*\\n\\n*All our sources for this review are listed following the testimonials.*\\n\\n[https://youtu.be/avj2iPGpHLM](https://youtu.be/avj2iPGpHLM)\\n\\n[https://www.youtube.com/watch?v=MXmi-p9Mp0k](https://www.youtube.com/watch?v=MXmi-p9Mp0k)\\n\\n# The Rules We Played By\\n\\nOur literature review is based on search strategy examining peer-reviewed literature on cell culture, the bioavailability of polyphenols, prenylated flavonoids, isoprenylated bibenzyls & polyphenols, phenolics, phytochemicals and flavonoids in general.\\n\\n**Journal #**\\n\\n**Database Searched**\\n\\n**Type of Journal**\\n\\n**Journal Reference**\\n\\n1\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nAllegrone G, Pollastro F, Magagnini G, et al. The Bibenzyl Canniprene Inhibits the Production of Pro-Inflammatory Eicosanoids and Selectively Accumulates in Some Hemp sativa Strains. Journal of Natural Products. 2017 Mar; 80(3):731-734. DOI:10.1021/acs.jnatprod.6b01126.\\n\\n2\\n\\nScienceDirect\\n\\nPeer-reviewed\\n\\nBarrett, M. L.; Gordon, D.; Evans, F. J. Isolation from Hemp sativa L. of cannflavin-A novel inhibitor of prostaglandin production. Biochem. Pharmacol. 1985, 34, 2019-2024.\\n\\n3\\n\\nSpringerLink\\n\\nPeer-reviewed\\n\\nBarrett, M. L.; Scutt, A. M.; Evans, F. J.Cannflavin A and B, prenylated flavones from Hemp sativa L. Experientia 1986,42(4), 452-3.\\n\\n4\\n\\nSpringerLink\\n\\nPeer-reviewed\\n\\nKennedy DO. Phytochemicals for Improving Aspects of Cognitive Function and Psychological State Potentially Relevant to Sports Performance. Sports Med. 2019 Feb;49 (Suppl 1):39-58. doi: 10.1007/ s40279-018-1007-0. PMID:30671903; PMCID: PMC6445817.\\n\\n5\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nIzzo, L., Castaldo, L., Narváez, A.,Graziani, G., Gaspari, A., Rodríguez-Carrasco, Y., & Ritieni,A. (2020). Analysis of Phenolic Compounds in Commercial Hemp sativa L.Inflorescences Using UHPLC-Q-Orbitrap HRMS. Molecules (Basel, Switzerland), 25(3), 631.https://doi.org/10.3390/molecules25030631\\n\\n6\\n\\nScienceDirect\\n\\nPeer-reviewed\\n\\nRea, K.A.; Casaretto, J.A.; Al-Abdul-Wahid, M.S.; Sukumaran, A.; Geddes-McAlister, J.; Rothstein, S.J.; Akhtar, T.A. Biosynthesis of cannflavins A and B from Hemp sativa L. Phytochemistry 2019, 164, 162–171.\\n\\n7\\n\\nScienceDirect\\n\\nPeer-reviewed\\n\\nWerz O., Seegers J., Schaible A. M., et al. Cannflavins from hemp sprouts, a novel cannabinoid-free hemp food product, target microsomal prostaglandin E2 synthase-1 and 5-lipoxygenase. Pharma Nutrition. 2014; 2(3):53–60. doi:10.1016/j.phanu.2014.05.001\\n\\n8\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nGonzález-Gallego, J., García-Mediavilla, M., Sánchez-Campos, S., & Tuñón, M.(2010). Fruit polyphenols, immunity and inflammation. British Journal of Nutrition,104(S3), S15-S27. doi:10.1017/ S0007114510003910\\n\\n9\\n\\nScienceDirect\\n\\nPeer-reviewed\\n\\nIbrahim, A. K., Radwan, M. M., Ahmed, S. A., Slade, D., Ross, S. A., El Sohly, M. A., & Khan, I.A. (2010). Microbialmetabolism of cannflavin A and Bisolated from Hemp sativa. Phytochemistry, 71(8-9), 1014 – 1019. https://doi.org/10.1016/j.phytochem.2010.02.011\\n\\n10\\n\\nTaylor & Francis Online\\n\\nPeer-reviewed\\n\\nHassan Rasouli, Mohammad Hosein Farzaei & Reza Khodarahmi (2017) Polyphenols and their benefits: Are view, International Journal of FoodProperties, 20:sup2, 1700-1741, DOI:10.1080/10942912.2017.1354017\\n\\n11\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nKumar S, Pandey AK. Chemistry and biological activities of flavonoids: an overview. Scientific World Journal. 2013 Dec 29;2013:162750. doi: 10.1155/2013/162750. PMID:24470791;PMCID: PMC3891543.\\n\\n12\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nHenry-Kirk RA, Plunkett B, Hall M, McGhie T, Allan AC, Wargent JJ, Espley RV. Solar UV light regulates flavonoid metabolism in apple (Malus x domestica). Plant Cell Environ. 2018 Mar;41(3):675-688. doi: 10.1111/pce.13125. Epub 2018 Feb 5. PMID: 29315644.\\n\\n13\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nXu Y, Charles MT, Luo Z, Mimee B, Veronneau PY, Rolland D, Roussel D. Preharvest Ultraviolet C Irradiation Increased the Level of Polyphenol Accumulation and Flavonoid Pathway Gene Expression in Strawberry Fruit. J Agric Food Chem. 2017 Nov22;65(46):9970-9979. doi: 10.1021/acs.jafc.7b04252. Epub 2017 Nov 8. PMID:\\n\\n29091440\\\\.\\n\\n14\\n\\nResearch Gate\\n\\nPeer-reviewed\\n\\nKanthang, S., & Sompornpailin, K. (2013). Increasing Plant Flavonoid Biomaterials in Response to UV-A Light. Advanced Materials Research, 802, 74 - 78.\\n\\n15\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nFurman, D., Campisi, J., Verdin, E. et al.Chronic inflammation in  the  etiology of disease across the life span. Nat Med 25, 1822–1832 (2019). https://doi.org/10.1038/s41591-019-0675-0\\n\\n16\\n\\nScienceDirect\\n\\nPeer-reviewed\\n\\nSimon Erridge, Nagina Mangal, OliverSalazar, Barbara Pacchetti, Mikael H. Sodergren. Cannflavins – Fromplant to patient: A scoping review. Fitoterapia, Volume146,2020, 104712, ISSN 0367-326X. https://doi.org/10.1016/j.fitote.2020.104712.\\n\\n17\\n\\nScienceDirect\\n\\nPeer-reviewed\\n\\nAndreas Koeberle, Oliver Werz. Perspective of microsomal prostaglandin E2 synthase-1 as drug target in inflammation-related disorders. Biochemical Pharmacology,Volume 98, Issue 1, 2015. Pages 1-15, ISSN 0006-2952. https://doi.org/10.1016/j.bcp.2015.06.022.\\n\\n18\\n\\nSpringerLink\\n\\nPeer-reviewed\\n\\nRasool, N., Akhtar, A. & Hussain, W.Insights into the inhibitory potential ofselective phytochemicals against Mpro of2019-nCoV: a computer-aided study. StructChem 31, 1777–1783 (2020). https://doi.org/10.1007/s11224-020-01536-6\\n\\n19\\n\\nResearchGate\\n\\nPeer-reviewed\\n\\nMartin, Keith & Appel, Christy. (2009). Polyphenols as dietary supplements: A double-edged sword. Nutrition andDietary Supplements. 2. 10.2147/NDS.S6422.\\n\\n20\\n\\nPubMed\\n\\nPeer-reviewed\\n\\nLouise I Mennen, Ron Walker, Catherine Bennetau-Pelissero, Augustin Scalbert, Risks and safety of polyphenol consumption, The American Journal ofClinical Nutrition, Volume 81, Issue 1, January 2005, Pages 326S–329S, https://doi.org/10.1093/ajcn/81.1.326\",\"timestamp\":1642470065,\"title\":\"The Canurta White Paper: Grounds for Further Investigation into Hemp Polyphenols\"},\"digest\":\"WOHncaWK-woUM1_QllgmxCwmMlcsZxqo2gdJh4H21M4\",\"authorship\":{\"contributor\":\"0x31f26ee2f4B506D130633A846666f6Db2A7c116e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JbSIi6bwqijYyTSWY0wIcnal63-Dd0FOyQZht8NEFKk\\\",\\\"y\\\":\\\"8N_ZAS320AWZxzlpFn8Hvs1zHrawt75CKeg7ZvhKo84\\\"}\",\"signature\":\"5bBBEqCW9C4SizuVZ6xa68USVSNvajspGdsgyUd4HjD2Y_QbEqCAQDUCIGVsmUdHk1OeKCt1iQSQW-v9Haf3tg\",\"signingKeySignature\":\"0x720d6887ca3010933ebd9201867fd1622900288bba32a2b4e300e83119b82bc06f20de033fce3cf9bd39709f405c4ff94e47f6ab2b64cce9b66c2d278876b03e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JbSIi6bwqijYyTSWY0wIcnal63-Dd0FOyQZht8NEFKk\\\",\\\"y\\\":\\\"8N_ZAS320AWZxzlpFn8Hvs1zHrawt75CKeg7ZvhKo84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SdS0mrpc_ZdY1BYElF_T-Cllj9LBa2btF_3QQy46bTA\"}"