"{\"content\":{\"body\":\"捕快们一直在犹豫，蒙面人就一直在等。捕快们不说话，蒙面人也不说话。最后蒙面人有些累了，就靠在一棵树上。黑色的纱布遮住了他的大半个脸，没人清楚他在想什么。 \\n 蒙面人可以靠在树上，但是捕快们不敢休息。这就好比屠夫杀猪的时候累了，可以坐一会，或者喝口牛奶，但是猪不敢坐，因为坐在地上的猪容易最先被抓到；也不能跑，因为屠夫对待逃跑的猪有一套自己的办法：他会先把这头猪的肠子掏出来晒干，再把其余部分和盐一起塞进这肠子里。我们知道，肠子里一般只装屎，怎么能把自己装进去呢？这样的恐惧让再勇敢的猪都屈服了。 \\n 现在捕快们不敢回答，又不敢跑，只好聚在一起抖腿。腿抖得很快，因为紧张，因为害怕。后来天渐渐黑了，蒙面人靠在树上一动不动，看起来就像死了一样。捕快们紧急商议，决定由他们之间最勇敢的人偷偷跑出去，如果蒙面人没有发现，那就说明他是真的睡着了，这样大家就都可以逃命了。但是有关谁是最勇敢的人这一点，大家颇有争议。有人说长得最高的人最勇敢，有人说杀的人最多就最勇敢，还有人说鸡巴越大就越勇敢。最后大家发现最高、最能杀、鸡巴也最大的竟然是同一个人，于是问题完美地解决了。那人很不情愿，走之前低声狠狠地骂道：“一群缩头乌龟。”他说这话的时候每个人都像乌龟一样不自觉地缩了缩脖子，因为大家都发现蒙面人不见了。 \\n 但是那个鸡巴最大的人没有发现，因为这个时候他很气愤，在这个生死攸关的时刻，他突然发现鸡巴太大也不是一件好事。那根曾经让他引以为傲的大鸡巴，这个时候软软地耷拉着，成了大家让他送死的理由。在走了不远的地方，这位大鸡巴的捕快悄然无声地倒下了。 \\n 大家终于熬不住了，一齐跪到地上磕头：“不追了不追了，大侠饶命吧……”每个人磕头的方向都不一致，因为他们根本不知道蒙面人在哪里。蒙面人不出现，就没有人敢停，谁也不知道最先停的人会怎么死。磕啊磕啊，后来蒙面人淡淡的声音传过来，大家才松了口气，一个个躺在了地上。蒙面人说的话是：“希望你们记得说过的话。”这句话的意思是，只要你们不追了，就放你们走。捕快们争先恐后地点头，至于还追不追，这都是以后的事情，关键是现在大家都活过来了。每一名捕快都很高兴。 \\n 这个时候天刚刚亮，林间突然刮起了大风。这风来得突然，走得也突然，就狠狠地刮了一下，偏偏就把蒙面人脸上的面纱给吹掉了。更巧的是，面纱刚掉下去，朝阳就爬到了蒙面人脸上，把他那张脸照得金黄耀眼，生怕没人看见。事实上每个人都看见了，不但看见而且看得非常清楚，清楚到所有的捕快都瞪圆眼睛、张大嘴巴、露出两排洁白的牙齿。这种表情让他们看起来似乎很惊讶，又很快乐，并且成为了他们一生的定格。因为下一刻蒙面人无情的银针就贯入了他们的脑门。 \\n 蒙面人之所以下手如此之快、如此之狠毒，是因为他不想别人看到他的脸——这也是他戴着面纱的原因。但是面纱有风险，因为面纱随时可能从脸上滑下去，而面具就不会。蒙面人之所以不戴面具，是嫌面具太闷，戴着难受；而且如果他的面纱掉了，他只要把看到他的脸的人全都杀掉就好了。蒙面人不让人看自己的脸，可能有三种原因。第一种是长得美而且不想被人看到，这就好比一只善良的美杜莎，你看她一眼就会变成石头，但是她不想你变成石头，所以只好把自己的脸蒙起来了。第二种是长得丑所以不想让人看到，这很容易理解。如果一个人丑到会把人吓死的程度，他应该把自己的脸挡住。因为大家看到他以后都死了，最后就会只剩他一个人，他会很孤单。一个人如果孤单了，他就会去做一些不好的事情，比如自杀，比如杀人，但是他没人可杀，所以只能自杀了。第三种就是不想让人看到。大家都是人，我为什么要让你看我的脸？你看了我的脸给钱吗？如果你看了我的脸不给钱，你为什么要看我的脸？就好比一个人面对着廖先生不喊一声“廖先生”，廖先生就会把他的头砍掉。你为什么不喊我廖先生？你不喊我廖先生我会不杀你吗？如果我不杀你，你为什么不喊我廖先生？ \\n 王子在洛阳城里呆了三个月，然后收拾行李回了西域。因为潮生，洛阳城成了他在东方滞留最久的城市。洛阳城头的大旗、洛阳城内的大街小巷，那座耸立在洛水河畔的青楼，这些事物和潮生曼妙的身影在王子的记忆里缠绕、重合，并且永远地刻在了那里。在遇到潮生之前，王子以为嫖娼是世间最美妙的事情，但是当他牵着潮生的手、亲吻着潮生的脸时，才明白爱情才是这个世上最美妙的事情。潮生的声音萦绕在王子的耳边，比他听过最美的乐曲还要动听。 \\n 王子离开的那天潮生和他同骑了一匹马，从出城以后一直跑了很久。王子握住潮生的手说：“等着我。”潮生看着他，面色酡红，漂亮的大眼睛里满是不舍。王子接着说：“等着我来娶你。”那一刻天火辣辣地红，满地的野草疯狂地摆动。那一刻有鸟儿从天空飞过，世界默不作声。那一刻潮生紧紧盯住王子的眼睛，软在了他的怀里。 \\n 我们知道，王子说的是西域话，而潮生是洛阳人。但潮生能够听懂王子在讲什么。这是说潮生有语言天赋，不必靠在纸上写字来和王子交流。潮生和王子刚认识时带王子去吃萧家馄饨。长安萧家的馄饨味道鲜美，汤汁肥而不腻，是著名的美食。萧家做馄饨赚了钱，便在洛阳开了分店。王子站在萧家馄饨的门口，指着招牌对潮生叽里咕噜了一堆，把店小二看得一愣一愣的。店小二听不懂，但是潮生听懂了，王子的意思是他很喜欢吃馄饨，这一次要吃两斤。两斤是个不小的数目，我们假设一两五个馄饨，两斤就是一百个，假如不是廖先生边吃葡萄边吐籽的吃法，就得吃上好些时辰。但是王子是高手，高手都可以像廖先生那样吃东西，并且馄饨不用吐籽，所以王子很快就把馄饨吃完了。如同廖先生吃葡萄一样，王子吃馄饨不看数量，更注重效率。 \\n 除了馄饨，潮生还带王子吃庾家粽子、樱桃毕罗、冷胡突鲙、醴鱼臆等，这些菜名里有些字潮生不认识，所以她自己胡编了几个。比如吃醴鱼臆的时候，潮生就跟王子说这叫“酒鱼”，王子夹了一口，然后张大眼睛不住点头。王子的意思是，这鱼有酒味！潮生就胡扯，是啊，这鱼可以酿酒。王子说，鱼也可以酿酒！潮生继续胡扯，说鱼肉本身鲜香肥美，又兼具麦子的甘冽，如何不能酿酒。王子点头称是，二人交谈甚欢。王子也向潮生推荐烤驼峰。潮生问，驼峰不是骆驼的奶吗？王子说不是，说驼峰全是肉，骆驼的奶头在下面。潮生说，骆驼怎么这么多奶头。说这话时隔壁桌的吃客全朝潮生瞧，大概全没搞明白骆驼有几个奶头。王子朝他们解释，说驼峰不是奶头，是用来贮水的，他在家里研究过。但是吃客没有语言天赋，听不懂。吃客看王子叽里咕噜，心里害怕，一窝蜂跑了。 \\n 王子和潮生在洛阳城里四处吃喝，很快就把自己嫖遍洛阳城的计划抛在了脑后。 \\n 后来王子和潮生在那匹马上狠狠地做爱。那匹马不是青髯骅骝，不是老马，那匹马什么也不是，那匹马只是一匹普通的马。潮生趴在马身上，王子趴在潮生身上，潮生张开双臂抱住马脖子，王子张开双臂抱住潮生。马在跑，但是跑得不快，王子就在颠簸中来回抽动，并且坚持了很久。 \\n 等到做完爱要分开的时候，潮生才发现自己没有马可以骑了。因为他们从洛阳城出来只骑了一匹马，而且没有想到会骑这么远。之所以骑这么远，是因为他们在马上做爱，并且做了很久。现在只有一匹马，但是他们要去往不同的方向。如果王子让潮生骑马回去，他就得徒步走到西域，除非在路上能够再买一匹马。但是他的盘缠用光了，又没好意思找潮生要钱。后来潮生说，我们都别走了，把这马吃了吧。王子难以置信地看着潮生，却听见她接着说，你不是喜欢吃马嘛，吃完我们一起再去买两匹，我给你买匹好的。 \\n 于是王子又在东方的土地上吃了一次马。杀马的时候马把脖子伸过来，一声不吭。马死的时候血没有喷出来，而是垂直地往下掉，这使得马不像是一个有生命的东西，而像一只盛满了血肉的容器。马的血从容器里溢出来，比它撒的尿还无精打采。王子呆呆地盯着血流，眼前突然出现了青髯骅骝，和那匹被自己吃掉的老马的身影，它们站在不远处一动不动，只有两对马眼睛直直看过来。 \\n 这顿马肉吃得王子心里发慌，嚼起来像掺了屎的泥巴。 \\n 王子回西域以后先去了一家客栈，因为他还没想好怎么和父王说求亲的事情。西域的皇族从来都是近亲通婚，以保证血种纯正。并且王子的祖先定下律法，严禁族人与东方民族结婚，理由是东方民族体力不够，会影响整个民族的后代素质。 \\n 王子的祖先之所以这么认为，完全缘于他十七岁时的一次经历。那个时候他身强力壮，并且性欲旺盛，偷偷跑到了巴蜀之地的一个小村落里。那天晚上月亮很圆，王子的祖先看见了一个牵着大黄狗的少女，少女刚开始发育，却在纤瘦中有一种别样的美感。王子的祖先扑了上去，先解决掉黄狗，然后强奸了少女。那是他的第一次，只知道狠狠发泄体内蓄藏的精力，完全忽略了少女痛苦的声音。等到完事了以后，他才发现少女已经死了。 \\n 王子的祖先长吸一口气，就跑回西域做国王了。那个小村庄找不到强奸犯，只好将这一切推给了牛鬼蛇神。村里建起了寺庙，并且从此成为了和尚们宣扬佛教的根据地。 \\n 王子点了一杯酒，他在思索自己的东方之行。在去东方之前，他是王子，是西域万千少女的宠慕的对象；后来他在东方的城市里做爱，在城市间的荒野做爱，在花开花落、月枯月圆时做爱， 在清晨的雨露与黄昏的虫鸣里做爱；后来他与山川、与河流做爱；后来他面朝东方，与太阳做爱。后来他爱上了潮生。现在他知道自己要做什么了：他要迎娶潮生，打破祖先传下来的规矩，他要在以后的每个清晨和夜晚，都和潮生做爱；并且要做上十年、二十年，做到周围的一切都老去。那时他会牵着潮生的手说，看啊，我们做爱的时候，一切都变得不一样了。王子发现眼前出奇地亮，大地在他面前缓缓展开，未知而朦胧，花香扑面而来。 \\n 这个时候廖先生坐在店外吃葡萄。也就是说，廖先生和王子两大高手辗转了这么久，终于相遇了。在他们相遇之前，廖先生不知道王子，王子也不认识廖先生。在他们相遇之后，王子端起酒杯喝酒，廖先生砍了王子的头。\",\"timestamp\":1639992746,\"title\":\"《寸草》007泥巴\"},\"digest\":\"uKLmKmrQzGv2FObgoUjv_1rHDJuFHPLUURT_jYp2tcs\",\"authorship\":{\"contributor\":\"0x4A36d2c1cbAeB213591450031EbA28ef29e0F715\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"signature\":\"i6J-ehOXiafdpOdEDwG0l01PSs7J4EQrae5O__VkoCpJHfGmxZCbg7QYc7I0S8gWKNgIGqLudr-pARUtGy4RJg\",\"signingKeySignature\":\"0x4ff4b10ec2c93421c5042c0388f4e237b235cf4e76b6b29d17b9e95d57bb5d4a5dc35c52ea2260f544c54e02578676041af4ef407387f76b67f9c23bd12ace991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uKLmKmrQzGv2FObgoUjv_1rHDJuFHPLUURT_jYp2tcs\"}"