"{\"content\":{\"body\":\"![](https://static.wixstatic.com/media/2ed070\\\\_662cbcab62064189aa9da58df02db66f~mv2.png/v1/fit/w\\\\_800,h\\\\_800,al_c,q\\\\_5/file.png)\\n\\nIn 2019, [*Balaji Srinivasan*](https://balajis.com/) gave several lectures called [**Pseudonymous Economy,**](https://www.youtube.com/watch?v=gkJqMSbI1IA)* *positing that pseudonymous transactions will become as widely prevalent as pseudonymous communications have throughout the rise of the internet. Taking pseudonyms seriously means reconsidering the definition of souls and lives as we know them. If we can embody multiple lives, if we can co-own or pass them on to others, who are we? Who are those lives? Looking through the lens of Balaji’s lecture alongside sociological and philosophical work, we can come to understand that a pseudonymous identity can be a ‘self’ of its own that transcends and is distinct from the individual human ‘self’. This has massive implications for society’s understanding of identity.\\n\\n### **History of Pseudonyms**\\n\\nPseudonym, latin for “fake name”, is an identity that is unique in its name and reputation (unlike anonymity) but is not the legal/recognized name of an individual. Since the dawn of the written word, pseudonyms have been quite common. Writers were known to regularly use pseudonyms; George Eliot, Lewis Carroll, George Orwell, Samuel Clemens (Mark Twain), Stan Lee, and O.Henry are just a few famous examples. Balaji’s lectures on *Pseudonymous Economy* focus on digital anonymity, technically breaking down how a pseudonymous economy would function, with encrypted personal information and a lineage of attestations.\\n\\nSince the popularization of the internet, millions of humans interact pseudonymously every single day. Reddit, a pseudonymous social network, has over [*330 million monthly active users.*](https://foundationinc.co/lab/reddit-statistics/#:~:text=26.4%20Million%20Americans%20Use%20Reddit%20Monthly.,330%20Million%20Monthly%20Active%20Users) With the permanence of online information and the rise of cancel culture, many have chosen to use pseudonymous identities on sites and platforms like Twitter and Instagram. Famous individuals use these often: Mitt Romney’s pseudonymous Twitter account is [*“Pierre Delecto”*](https://slate.com/news-and-politics/2019/10/mitt-romney-has-a-secret-twitter-account-and-it-sure-looks-like-its-this-one.html), who joined the platform in 2011. It’s likely that your teenage brother or nephew probably has a *finsta*, or fake Instagram account, where their real identity is hidden. Both of my parents have fake Twitter accounts too.\\n\\n### **Discreteness of Lives**\\n\\nWith a deep understanding of the prevalence of pseudonyms as well as their increased significance in our society and economy, one must reconsider the meaning of ‘self’ and ‘life’ in the philosophical sense. Where does one ‘life’ end and another begin? What constitutes a separate life and what is an extension of an existing one?\\n\\nPhilosopher John Locke was one of the first thinkers to deeply consider the problems of personal identity in his work *An Essay Concerning Human Understanding *in 1689. Assuming one is the same person as the person who existed last week or the person who was born many years ago, what fact makes this so? Locke was careful to distinguish the notion of sameness of person from the related notions of sameness of body and sameness of man, or human being. Locke suggests that sameness of body requires identity of matter, and sameness of human being depends on continuity of life; but sameness of person requires something else. Locke’s work is especially important to consider in regards to the digital age because he disentangles consciousness from the material, not equating mind and brain.\\n\\nIn his preface, Locke clarifies that this essay is not offered as a contribution to knowledge itself but as a means of clearing away some of the intellectual rubbish that stands in the way of knowledge. While many would disagree with this description, it is important in the context of this discussion in that Locke’s arguments should be considered within the frame of human knowledge during his time. An attempt to fit his arguments to modern civilization certainly comes with complications that are worth noting, but it does not negate the absolute truths within them.\\n\\nLocke’s proposal was that personal identity consists of continuity of consciousness (memory from the five senses, particularly sight), and not on the substance of either the soul or the body. In other words, among other points, Lock argues that the self is not discrete but rather continuous. One is the same person as the person who existed last week or many years ago if one has memories of the earlier person’s conscious experiences. Just as the human body is continuous –from limb to torso to head– so is the self. Given that in the digital world memory can be stored, shared, copied, or experienced in discrete times, Locke’s theories would suggest that multiple people can co-inhabit one ‘self’.\\n\\nLet us take a shared Instagram account as an example: two best friends Bob and Joe have a shared Instagram user profile for photos of pizza under the pseudonym *pizzaboy*. Given a total record of pizzaboy’s engagements are stored and accessible by the two friends, both of them can experience the existence of the IG account to the fullest extent and both can act as the IG account to the fullest extent. For these reasons, we may suggest that pizzaboy is a ‘self’. Additionally, neither Joe nor pizzaboy can be considered a continuation of Bob (in the Lockian sense) because they did not experience his consciousness separate from those experienced through pizzaboy. Similarly, neither Bob nor pizzaboy can be considered a continuation of Joe. Can we then argue that pizzaboy is a self in and of itself, continuous only to the consciousness felt by it? pizzaboy is not quite Bob and not quite Joe but is still a self.\\n\\nIt is not the case that all shared pseudonyms retain the distinct composition of self. For example, the organization *Anonymous* is a sort of a collective pseudonym because it has a unique identity with a reputation. However, considering Anonymous a self would be inaccurate under Locke’s definition because it lacks continuity of consciousness. The experiences of one Anonymous member/account are distinct from another’s, so it cannot be one aggregate and individual self. From this example, we can consider the unique online identity of a pseudonym in the same way Lock considers the ‘body’ in his essay: it is the source from where most experiences and consciousness are felt. This allows us to attribute and understand other aspects of Locke’s work in a modern context. For example, Locke argues that a man can never be in more than one place at once; the same is true for a unique online identity in that it can only exist as one identity online at any given moment.\\n\\nReturning to our hypothetical example, what if Bob and Joe lose their interest in pizzas and transfer pizzaboy’s identity and recorded experiences to their friend Jake? This would suggest that, per Locke’s definition, pizzaboy’s continuity is sustained because their conscious experiences are sustained. This is where Locke’s work has limitations in relation to today’s world. He does not consider self-control as an important factor in determining the self. This was a deliberate and necessary exclusion in his definition because it allows for a logical explanation of edge cases of selfhood. For example, for a paralyzed person to have a ‘self’, it cannot be that self-control is a prerequisite for the self. One way to expand on Locke’s definition for today’s world is to suggest that the self requires continuity of control. Hypothetically, if a demon takes control of your body but you are still conscious, it would make sense to say that you are not yourself anymore. So, when Jake takes over the pizzaboy account, logic would suggest that pizzaboy becomes a *new* self that is distinct from the *old *self controlled by Joe and Bob. This is the case despite the fact that continuity of consciousness was preserved during the transition.\\n\\nLet us now explore multiple pseudonyms/identities controlled by a single individual. Let us take the example of a hypothetical person named Eric who has three online identities: his Facebook account (under his real name), his meme Twitter account (under a fake name), and his World of Warcraft gaming account (fake name as well). Continuity of both consciousness and control (in relation to Eric) are preserved, so each of them is not distinct from Eric the person. But are they distinct from one another in terms of selfhood? For this to be the case, the consciousness or control would have to be discrete for different pseudonymous identities.\\n\\n### **Authentic Self**\\n\\nSociologist Sherry Turkle suggests that control may be discrete in some of these cases. In her work titled [**How Computers Change the Way We Think**](http://www1.udel.edu/educ/whitson/897s05/files/turkle#:~:text=The%20invention%20of%20written%20language,think%20primarily%20of%20the%20computer)*, *Turkle discusses the use of pseudonyms in online communities. She writes that “some children who write narratives for their screen avatars may grow up with too little experience of how to share their real feelings with other people.” How can it be the case that people would have different capabilities for their online avatars as they do for their ‘real’ selves? How can sharing feelings with online friends be different than sharing them with real friends online? Simply put, their contextual experiences do not translate 1-for-1 to their other identities.\\n\\nIn the famous Stanford prison experiment, students who were given certain positions and authority changed their judgement and behavior entirely. In other words, their consciousness was altered. But can this happen in tandem with other identities? Can someone simultaneously have different consciousnesses depending on which pseudonym they’re using? Can they be both prison guard and prisoner, switching between them at any moment? Online trolls seem to perceive and respond to things differently under their pseudonyms than their real identities. Similarly, we could argue that Eric *becomes a different person* when logged in to his meme Twitter account versus when he is logged in to his Facebook account. In this sense, it could be the case that different pseudonymous identities are distinct ‘selves’ that are continuous with the aggregate person but discrete from one another. Balaji takes the opposite approach, stating that “\\\\[users] are their fake selves on their real accounts and their real selves on their fake accounts.” In other words, he’s suggesting that not only do pseudonyms allow for identity play, but they also provide the opportunity for people to be *more* authentic. The potential judgement and consequences that come from sharing content as yourself can be overcome with the use of pseudonyms. This allows pseudonymous users to be more ‘themselves’ when sharing content or opinions with their network.\\n\\nAdditionally, from these points we could argue that the ‘real’ or ‘authentic’ self is not the human self but the aggregation of all branches of the self. If all our pseudonyms identities are extensions of our total selves because of the continuous consciousness and control, then the total self must be the actual self. If each of the pseudonymous identities is distinct from the other, then none of them–not even our physical selves– can be seen as the ‘real self’ independent of the others. Either Eric has one aggregated real self or each pseudonymous identity is its own real self as a partial continuation of who Eric once was. Since the time of Turkle’s writing, we have spent more and more time interacting online than we do in our real lives. These progressions may have altered her perspective of where ‘realness’ lies.\\n\\nAs the world changes, so must humanity’s definition of self. It must extend beyond the physical and the spiritual. It must consider the reach of a person’s online actions as well as their ability to consume information. It must account for hybrid forms of consciousness where artificial intelligence aids in perception, reflection, and retention. If it fails to evolve as a definition, humanity is doomed to lose its sense of individual identity altogether. Balaji’s work is the start of something profound, with many questions left unanswered.\\n\",\"timestamp\":1614661077,\"title\":\"Pseudonymous Lives\",\"publication\":\"yup\"},\"digest\":\"PERP4volHG4pqSi1aqbImepVynfzwKLBa-qXf74xx6M\",\"authorship\":{\"contributor\":\"0x30E838D51c61811d382962B4e0699715462DcdE1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J6gxUbtl2PtgJ_3YMPl4enj1YvE-EmEDuVuXeyWUjvE\\\",\\\"y\\\":\\\"-cg-LQ2ldxlPdJgfHpEiC7S-L-lUDGuasEUug-GZ5go\\\"}\",\"signature\":\"O8qiGAq0dzDMU7T5no_DqJfYZUwKXQP1fq0phQI_V4vl_IHmEG5NNrz9krK05RQpn6TNL1cNw5AwEhkw8gRtpg\",\"signingKeySignature\":\"0x5be2681077fde89f168eb94e0c1d54d35f890d84f7792e6b1561cf646781da474c68ec380a3f06dbaca9739ea422aae517798be79106bf612a5f749a70e2a5e11b\",\"signingKeyMessage\":\"I authorize the publication of articles on yup.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J6gxUbtl2PtgJ_3YMPl4enj1YvE-EmEDuVuXeyWUjvE\\\",\\\"y\\\":\\\"-cg-LQ2ldxlPdJgfHpEiC7S-L-lUDGuasEUug-GZ5go\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"PERP4volHG4pqSi1aqbImepVynfzwKLBa-qXf74xx6M\"}"