"{\"content\":{\"body\":\"So my man, who can talk both Greek and Turkish, will go ahead forty yards, and I will follow somewhere between him and you. Try not to crowd forward.\\\"\\n\\nHe directed the ladies upon their horses and placed the professor upon the little grey nag. Then they took up their line of march. The dragoman had looked somewhat dubiously upon this plan of having him go forty yards in advance, but he had the utmost confidence in this new Coleman, whom yesterday he had not known. Besides, he himself was a very gallant man indeed, and it befitted him to take the post of danger before the eyes of all these foreigners. In his new position he was as proud and unreasonable as a rooster. He was continually turning his head to scowl back at them, when only the clank of hoofs was sounding. An impenetrable mist lay on the valley and the hill-tops were shrouded. As for the people, they were like mice. Coleman paid no attention to the Wainwright party,  but walked steadily along near the dragoman.\\n\\nPerhaps the whole thing was a trifle absurd, but to a great percentage, of the party it was terrible. For instance, those eight boys, fresh from a school, could in no wise gauge the dimensions. And if this was true of the students, it was more distinctly true of Marjory and her mother. As for the professor, he seemed Weighted to the earth by his love and his responsibility.\\n\\nSuddenly the dragoman wheeled and made demoniac signs. Coleman half-turned to survey the main body, and then paid his attention swiftly to the front. The white road sped to the top of a hill where it seemed to make a rotund swing into oblivion. The top of the curve was framed in foliage, and therein was a horseman. He had his carbine slanted on his thigh, and his bridle-reins taut. Upon sight of them he immediately wheeled and galloped down the other slope and vanished.\\n\\nThe dragoman was throwing wild gestures into the air. As Coleman looked back at the Wainwright party he saw plainly that to an ordinary eye they might easily appear as a strong advance of troops. The peculiar light would emphasize such theory. The dragoman ran to him jubilantly, but he contained now a form of intelligence which caused him to whisper; \\\" That was one Greek. That was one Greek-what do you call--sentree? \\\"\\n\\nColeman addressed the others. He said: \\\"It's all right. Come ahead. That was a Greek picket. There is only one trouble now, and that is to approach them easy-do you see-easy.\\\"\\n\\nHis obedient charges came forward at his word. When they arrived at the top of this rise they saw nothing. Coleman was very uncertain. He was not sure that this picket had not carried with him a general alarm, and in that case there would soon occur a certain amount of shooting. However, as far as he understood the business, there was no way but forward. Inasmuch as he did not indicate to the Wainwright party that he wished them to do differently, they followed on doggedly after him and the dragoman. He knew now that the dragoman's heart had for the tenth time turned to dog-biscuit, so he kept abreast of him. And soon together they walked into a cavalry outpost, commanded by no less a person than the dashing young captain, who came laughing out to meet them.\\n\\nSuddenly losing all colour of war, the condition was now such as might occur in a drawing room. Coleman felt the importance of establishing highly conventional relations between the captain and the Wainwright party. To compass this he first seized his dragoman, and the dragoman, enlightened immediately, spun a series of lies which must have led the captain to believe that the entire heart of the American republic had been taken out of that western continent and transported to Greece. Coleman was proud of the captain, The latter immediately went and bowed in the manner of the French school and asked everybody to have a cup of coffee, although acceptation would have proved his ruin and disgrace. Coleman refused in the name of courtesy. He called his party forward, and now they proceeded merely as one crowd. Marjory had dismounted in the meantime.\\n\\nThe moment was come. Coleman felt it. The first rush was from the students. Immediately he was buried in a thrashing mob of them. \\\"Good boy! Good boy! Great man! Oh, isn't he a peach? How did he do it? He came in strong at the finish ! Good boy, Coleman!\\\" Through this mist of glowing youthful congratulatioin he saw the professor standing at the outskirts with direct formal thanks already moving on his lips, while near him his wife wept joyfully. Marjory was evidently enduring some inscrutable emotion.\\n\\nAfter all, it did penetrate his mind that it was indecent to accept all this wild gratitude, but there was built within him no intention of positively declaring himself lacking in all credit, or at least, lacking in all credit in the way their praises defined it. In truth he had assisted them, but he had been at the time largely engaged in assisting himself, and their coming had been more of a boon to his loneliness than an addition to his care.  However, he soon had no difficulty in making his conscience appropriate every line in these hymns sung in his honour. The students, curiously wise of men, thought his conduct quite perfect. \\\" Oh, say, come off ! \\\" he protested. \\\" Why, I didn't do anything. You fellows are crazy. You would have gotten in all right by yourselves. Don't act like asses-\\\"\\n\\nAs soon as the professor had opportunity he came to Coleman. He was a changed little man, and his extraordinary bewilderment showed in his face. It was the disillusion and amazement of a stubborn mind that had gone implacably in its one direction and found in the end that the direction was all wrong, and that really a certain mental machine had not been infallible. Coleman remembered what the American minister in Athens had described of his protests against the starting of the professor's party on this journey, and of the complete refusal of the professor to recognise any value in the advice. And here now was the consequent defeat. It was mirrored in the professor's astonished eyes. Coleman went directly to his dazed old teacher. \\\" Well, you're out of it now, professor,\\\" he said warmly. \\\" I congratulate you on your escape, sir.\\\" The professor looked at him, helpless to express himself, but the correspondent was at that time suddenly enveloped in the hysterical gratitude of Mrs. Wainwright, who hurled herself upon him with extravagant manifestations. Coleman played his  part with skill. To both the professor and Mrs. Wainwright his  manner was a combination of modestly filial affection and a  pretentious disavowal of his having done anything at all. It  seemed to charm everybody but Marjory. It irritated him to see  that she was apparently incapable of acknowledging that he was a grand man.\\n\\nHe was actually compelled to go to her and offer congratulations upon her escape, as he had congratulated the professor. If his manner to her parents had been filial, his manner to her was parental. \\\" Well, Marjory,\\\" he said kindly, \\\"you have been in considerable danger. I suppose you're glad to be through with it.\\\" She at that time made no reply, but by her casual turn he knew that he was expected to walk along by her side. The others knew it, too, and the rest of the party left them free to walk side by side in the rear.\\n\\n\\\" This is a beautiful country here-abouts if one gets a good chance to see it,\\\" he remarked. Then he added: \\\"But I suppose you had a view of it when you were going out to Nikopolis? \\\"\\n\\nShe answered in muffled tones. \\\"Yes, we thought it very beautiful.\\\"\\n\\nDid you note those streams from the mountains \\\" That seemed to me the purest water I'd ever seen, but I bet it would make one ill to drink it. There is, you know, a prominent  German chemist who has almost proven that really pure water is practical poison to the human stomach.\\\"\\n\\n\\\"Yes ? \\\" she said.\\n\\nThere was a period of silence, during which he was perfectly comfortable because he knew that she was ill at ease. If the silence was awkward, she was suffering from it. As for himself, he had no inclination to break it. His position was, as far as the entire Wainwright party was concerned, a place where he could afford to wait. She turned to him at last. \\\"Of course, I know how much you have done for us, and I want you to feel that we all appreciate it deeply-deeply.\\\" There was discernible to the ear a certain note of desperation.\\n\\n\\\" Oh, not at all,\\\" he said generously. \\\" Not at all. I didn't do anything. It was quite an accident. Don't let that trouble you for a moment.\\\"\\n\\n\\\"Well, of course you would say that,\\\" she said more steadily. \\\" But I-we-we know how good and how-brave it was in you to come for us, and I--we must never forget it.\\\"\\n\\nAs a matter of fact,\\\" replied Coleman, with an appearance of ingenuous candor, \\\" I was sent out here by the Eclipse to find you people, and of course I worked rather hard to reach you, but the final meeting was purely accidental and does not redound to my credit in the least.\\\"\",\"timestamp\":1638928498,\"title\":\"\\nHe addressed them to say: \\\" Now, approaching outposts is very dangerous business at this time in the morning\"},\"digest\":\"fXIa7g6qCR2MsPgElqJW2sCDYxhD1D9ItfqxaNNIR_U\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JI7psgJKJdqVeLo-LhGjgmZc5sT_ozaNL6QaDVrpiOM\\\",\\\"y\\\":\\\"BNcwqmidtd02_exuw_nawv3m_Jm01UqIFqK9xYRDVXc\\\"}\",\"signature\":\"wNVNk2kRVMm72RPBKUopYyXrqyQpqRLsLz7yqzPcriLdYiFxFBne8NNATzWI4uR3CD-loCMmHGhgB2gcwnNwrQ\",\"signingKeySignature\":\"0x7fa7958740a1ba24ca229fc33334294066a114c1497a5918d079690d457f784b546dc1cc59eaaa1d34af42cb17e68d8af27257db205f80f9422751cbdbbbd0021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JI7psgJKJdqVeLo-LhGjgmZc5sT_ozaNL6QaDVrpiOM\\\",\\\"y\\\":\\\"BNcwqmidtd02_exuw_nawv3m_Jm01UqIFqK9xYRDVXc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fXIa7g6qCR2MsPgElqJW2sCDYxhD1D9ItfqxaNNIR_U\"}"