"{\"content\":{\"body\":\"> **This interview was first published in my French newsletter, [*Plumes With Attitude*](https://plumeswithattitude.substack.com/), on September, 2020.**\\n\\n*One year after *[*our first talk*](https://medium.com/@Benjamin_Prune/plumes-with-attitude-1-interview-with-anne-laure-le-cunff-69cedd6f2aac)*, Anne-Laure had written more than two hundred articles that brilliantly illustrate how writing can transform one’s life. Her company *[*Ness Labs*](https://nesslabs.com/)* has become an impressive library documenting her many experiments between creativity, productivity and neuroscience. The good news is that you’re all invited to learn more about her journey.*\\n\\n![](https://miro.medium.com/max/1424/1\\\\*GcqUIPoP0gA4CBxoq6T25Q.png)\\n\\n**Hi Anne-Laure and thank you for agreeing to come back for the first anniversary of the newsletter. A year ago, you chose to put writing back at the center of your life, between the creation of your **[**Maker Mind newsletter**](https://nesslabs.com/newsletter)** and almost daily publications for your company blog Ness Labs. So to start, can you tell me more about the benefits this new habit has brought to your life?**\\n\\nWhen I started in July 2019, I published one article a day during the workweek — taking the weekend off to rest. Since November 2019, when I reached my goal of [100 articles in 100 days](https://nesslabs.com/100-articles-100-days), I have been writing three articles and one newsletter per week. I have seen changes on three levels, starting with an effect on my creativity. It has completely changed the way I produce content. Today, I write as soon as I find an interesting idea to exploit, whereas it used to take me several weeks to research and rework topics. Writing has become a very important tool to develop my ideas and share them. It has also opened the doors to several communities and inspired me to create one of my own. Beyond a newsletter with 20,000 subscribers, Maker Mind now connects more than [600 curious minds](https://nesslabs.com/membership), trying like me to understand how the human brain works. Writing is how all these encounters happened, and how I connected with people I never imagined I would have access to one day. Which brings me to my last point: the many professional opportunities and collaboration requests I have received around themes that I am passionate about.\\n\\n**I will come back later on to the community aspect of Maker Mind. Before that, I want to know more about the links you do between writing and creativity. Can you explain to me how this synergy between the two materialized for you?**\\n\\nWhen you have a certain number of articles a week to produce, you can’t count on a whimsical muse to inspire you on demand. So to avoid the blank page syndrome, I had to set up creative systems. The first version was simply to get into the habit of writing down on a mobile app any idea I might have during the day. It’s like planting a seed of creativity every time you hear or read something interesting. And it worked very well for me for several months. Only I felt like I didn’t go far enough after a while: I took each idea separately, so I was leaving a lot of creative opportunities on the table.\\n\\n**And that’s when you discovered Roam Research!**\\n\\nExactly. I discovered [Roam](https://nesslabs.com/roam-research) in January 2020 and immediately thought it was the perfect tool to take things to the next level. Beyond allowing you to list your ideas in a linear fashion like a classic note-taking application, Roam proactively helps you connect them together. This principle of generating new and original ideas from the combination of several ideas has a name: [idea sex](https://nesslabs.com/inspiration-to-idea-sex) (or “combinational creativity”). That’s when I realized that my previous creativity system didn’t work as well, and I switched all my notes to Roam.\\n\\n**I’ve always wanted to try Roam, but I think its apparent complexity intimidated me for a while. Can you explain to me how you use it on a daily basis?**\\n\\nI know that the concept of combinational creativity may seem intimidating at first sight, but there is really nothing complicated about my use of Roam. First of all, I still jot down all my ideas on the fly in my mobile app when I’m on the go. Then, I set aside some time each day to open Roam and create a page for each idea — which I will detail as much as I can so that I can remember them accurately over the long term. Then I’ll take time to think about the potential links between my new ideas and the ones I’ve already noted. One of Roam’s key features is the ability to create links between all your ideas — which its algorithm can also suggest to you. Not only does it push you to follow interesting thinking trails, but the tool will also lead you to uncover surprising connections you wouldn’t have thought of otherwise. Finally, I also use Roam for what is called [interstitial journaling](https://nesslabs.com/interstitial-journaling). It consists of taking a moment to document your thoughts between tasks. For example, I’ll go to Roam after our conversation and write down everything that came to mind during the interview. It’s basically a continuous [brain dump](https://nesslabs.com/productive-cognitive-load). It allows me to not worry about forgetting random insights when it’s not the priority of the moment, and to be able to come back to these later. So I use Roam as both a tool for creativity and productivity. In fact, it’s by far the tool that has had the most significant impact on my life, both for my professional work and personal well-being.\\n\\n**Well, I really need to give it a try then (laughs). And so, you’ve written over two hundred articles and about fifty editions of your newsletter in the last year thanks to your creativity system. Then I was wondering how you go about choosing the order in which you’re going to write particular topics. Basically, do you have an editorial schedule defined beforehand that follows a certain logic?**\\n\\nAbsolutely not. My creative system encourages me to proactively take notes, write and connect ideas every day. Beyond that, I don’t try to control anything else. There’s really an experimental part to it, in the sense that I never know in advance what I’m going to write about — and therefore the order in which I’m going to tackle the ideas in my creativity inbox. Rigid schedules are not my thing. I like to keep the flexibility to let ideas emerge at any time and to be able to follow the trail whenever one of them piques my curiosity.\\n\\n**That reminds me of your recent publication on **[**the different types of note-taking applications**](https://nesslabs.com/how-to-choose-the-right-note-taking-app)** grouped into three types of approaches: those of the architect, the librarian and the gardener.**\\n\\nDefinitely. In this case, I have more of a gardener’s approach. There are two classic mistakes I’ve identified when talking to other people about these note-taking tools. The first one is to choose a system that doesn’t fit your creative style. If you have messy style, with ideas that come from all over the place, you don’t need to force yourself to adopt an architect’s approach. And all the more so because there is no system that is superior to another. There’s no problem with not being very orderly in your way of thinking, quite the contrary. In this situation, the gardener’s approach can help you make the most of your creative style. The second mistake is to think that you can’t deviate from the category you are in. Personally, I find myself to be more comfortable in a gardener’s system, but I also have affinities with the librarian’s approach. Depending on the situation, I’ll borrow from one or the other. Sometimes I even ask architects for advice to help me solve a problem that lends itself to it. So there’s nothing absolute: what is so great in this metaphorical classification is that it consists in knowing yourself better, so that you can build a system that is truly yours and can evolve with you.\\n\\n**I have this feeling that you truly live and experience what you write about. This is as true when you talk about the concepts and practices resulting from your creative system or when you openly share certain vulnerabilities. As if Maker Mind was a very intellectual approach to the diary exercise. So I was wondering: what was the biggest discovery you’ve made about yourself since you resumed writing?**\\n\\nFirst, you’re right about the experimental aspect of my work. That’s why I called my company Ness Labs: it’s my little lab and Maker Mind is my research diary. To come back to your question, I used to think I found my home in the tech world’s hustle and bustle. But in the past year, I realized that I really enjoyed the research and reflection process as well. I love working in a team, but I rediscovered the pleasure of being alone, digging into complex topics, and connecting ideas. When I was a child, my parents could leave me alone with my nose in the books all afternoon without me moving an inch. Writing somehow reconciled me with my inner bookworm (laughs).\\n\\n**That’s so nicely put (laughs)! We’ve covered the topics of creativity and productivity, and now I’d like to talk about what I consider the third pillar of Maker Mind: mental health. How has writing impacted this aspect in your life?**\\n\\nNote-taking and especially interstitial journaling allow me to identify warning signs of burnout. I experienced burnout in the past and the problem is that I could resist for a very long time without breaking down until it was too late. Today, I am able to act upstream by making decisions and adapting new strategies to prevent it from happening again.\\n\\n**I had just read **[**in your interview with Dan Shipper from Superorganizers**](https://superorganizers.substack.com/p/how-anne-laure-le-cunff-wrote-200)** that burnout was a real starting point in the creation of Maker Mind. And I just wanted to ask you if you felt you had “cracked the code” of your personal balance or if you still felt at risk despite everything you put in place?**\\n\\nI don’t think it’s possible to “crack the code” like you say. On the other hand, I now have a much healthier relationship with my mental health. In particular, I have learned to accept that there are external stressors over which I have no control. Like many people, the lockdown has been a trying time for me. Even though I have found a system that works, I am no more able than anyone else to thrive without leaving my home for months. Twice this year, I announced to my readers that there would not be a weekly newsletter following difficult personal moments. Taking care of one’s mental health also means listening to oneself and knowing how to reconsider one’s priorities, with the guiding principle: “be kind to yourself”.\\n\\n**This year is also special in the sense that we have never talked about mental health as much as in 2020. Did the lockdown and all the news around Covid-19 influence your way of writing on the subject?**\\n\\nI have always talked about “mindful productivity” to put the emphasis on fulfillment rather than only focusing on goals and performance indicators. Among my readers, there are a lot of very ambitious, very passionate people who tend to work a lot. And indeed, this year’s context has made me insist in my articles on the idea that it’s more important than ever to accept that it’s not always possible to be productive, to also learn how to take the time to breathe and to reconcile with the idea of letting go.\\n\\n**During the confinement, you went further in this respect by creating a \\\\[paid] community around Maker Mind. What motivated you to go in that direction?**\\n\\nTo be very transparent with you, I started the community at a time when I was looking to generate recurring revenue with Ness Labs. It’s a healthy business model for the company, aligned with my values and the ones of my readers. It gives them the opportunity to meet each other, help each other, and move forward together in achieving their life goals. For my part, it allows me to focus on creating high value-added content and to get to know my community better.\\n\\n**Personally, I have the impression that building a community is more difficult to evaluate in terms of time invested than creating content. Since we were talking about burnout earlier, how do you make sure that it doesn’t become a time-consuming activity next to everything you already do with Maker Mind and Ness Labs?**\\n\\nTo tell the truth, I didn’t have to set any strict rules and there is nothing stressful about running this community. I’m fortunate to be surrounded by very emotionally intelligent members, some of whom have been following me for a while. I participate every week but I don’t have to force myself to do it. In fact, no one expects me to be available 24 hours a day to answer their questions. It’s a very calm community, not in the sense that nothing happens but because everyone respects each other’s time. I am very happy to see the members interact with each other without having to ask for my permission. For example, I think it’s great to see some members organizing working or writing sessions every day.\\n\\n**Paid communities are becoming more common for content creators to monetize their projects. Do you think it’s become a must to make a living from your writings?**\\n\\nThere are many counter-examples, with very high quality paid publications without a community component behind them. So I would say… not necessarily. Still, starting a community opens up many opportunities to better understand your audience and their needs. Personally, I’m very happy to have chosen to take Ness Labs in this direction. While I don’t see it as a prerequisite, I tend to encourage content creators to explore this path.\\n\\n**In addition to having a community to run and your fast pace of publishing, you also went back to school for a Master’s degree in Neuroscience. What was your initial goal and how did it evolve with the development of your activity?**\\n\\nWhen I started, I really saw the Master’s degree as a personal need. I wanted to study the inner workings of the human brain. In a way, writing about it helped me consolidate my learning. What I studied in class was often the starting point for reflections in my articles. What I didn’t expect was for this personal curiosity to quickly turn into a real business with Ness Labs.\\n\\n**I’ve learned that your longer-term vision for Ness Labs is actually a school. I guess going back to class must have inspired you in that respect as well. In fact, I feel like the pieces of the puzzle are coming together very quickly, between everything you’ve got on Roam, all the educational content published this year, and a fast-growing paid community. So when you think about it, Ness Labs already looks a lot like a school. What are the priorities you want to develop for the future?**\\n\\nI’m fascinated by new models of education. I also find that there are a lot of topics that are not covered in a traditional school and that I think should be covered in a traditional school. Today, nothing that is taught in schools is adapted to the level of demand, self-reflection, flexibility, and also stress that the new work models bring about. That’s why I want to create an alternative education model, with a flexible and decentralized system that would allow everyone to enrich their way of thinking, creating and working. Today, there is already a lot of material on Ness Labs and you can actually dig into many subjects on your own. But I want to create a collection of courses that would explore these topics in depth over several weeks. These would cover topics like developing your creativity or managing your mental health at work, all based on neuroscience. This kind of curriculum is the brick that Ness Labs is currently missing and that I want to add to the edifice.\\n\\n**What are the new educational models that inspire you the most?**\\n\\nThere is of course Lambda School, which a lot of people have been following closely over the last few years. More recently, I’ve been particularly interested in On Deck, which brings education and community together better than anyone else. It’s a system of cohorts divided into several fellowships for founders, angels, but also writers and podcast hosts. And what is very powerful in this model is all the possible encounters, synergies and collaborations between individuals, cohorts and fellowships. A member of the writing fellowship will be able to help his cohort’s entrepreneurs with content strategy; these entrepreneurs will be able to receive investments from angels from previous cohorts; and so on. I am very curious to see how these community-based educational models will evolve.\\n\\n**For your part, you’ve already created a lot of educational content that covers a wide range of topics. Is there a particular one you haven’t written about yet that you would like to explore further?**\\n\\nOne topic I’ve already touched on but I’m very keen to explore further is ideation; where do ideas come from and how do they form in our brains? It’s all the more fascinating because there are several research streams. Some people have a rather analytical approach to ideation, approaching a problem from all angles to develop new ideas. Others have more of an “aha” moment or [shower thoughts](https://nesslabs.com/mind-wandering). I really want to understand what is going on in the brain at this level and to know if there are ways to increase our capacity for ideation. Right now, I am reading a fascinating and accessible [research paper](https://cpb-us-e1.wpmucdn.com/sites.northwestern.edu/dist/a/699/files/2015/11/The-cognitive-neuroscience-of-insight-1jie1hg.pdf) on the subject by John Kounios, a neuroscience researcher. It’s a topic I’m looking forward to writing about.\\n\\n**And I’m already looking forward to reading it! We’re coming to the end of this new interview that I’ve been waiting for a long time. And what a journey since our first conversation! I’m both admiring and impressed by your evolution and that of Ness Labs. I will continue to follow all this closely, and probably also get into Roam for good (laughs). So thanks again to you Anne-Laure.**\\n\\n![](https://miro.medium.com/max/960/1\\\\*feAC0AW5qV57-aYtpOroyA.gif)\\n\\n## 5 concepts worth exploring, according to Anne-Laure:\\n\\n*   [The Dunning–Kruger effect](https://nesslabs.com/dunning-kruger-effect)\\n*   [Thinking in maps](https://nesslabs.com/thinking-in-maps)\\n*   [Mind garden](https://nesslabs.com/mind-garden)\\n*   [The planning fallacy](https://nesslabs.com/planning-fallacy)\\n*   [Thinking inside the box](https://nesslabs.com/systematic-inventive-thinking-inside-the-box)\\n\\n*If you love this interview, feel free to share it with people who might enjoy it too! Also, you can find me on Twitter: *[*@BenjaminPrune*](https://twitter.com/BenjaminPrune)*. ✌️\\n\",\"timestamp\":1624552679,\"title\":\"Building a new school for the mind\",\"publication\":\"pwa\"},\"digest\":\"L-3IeKYgYAOfT5UFFKSXLXDsfNXQfsYToDQ-NQeVbSA\",\"authorship\":{\"contributor\":\"0xb18501548Eeb4660c2348A75515e2740041999F6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_vjjP4NLyzKYRbJi5J4XnCAQMOzQKlH-n13OZADH97E\\\",\\\"y\\\":\\\"AfPOoHICiBIBwl4-nux3vBGHlHVfYnqjm7ffZUig94s\\\"}\",\"signature\":\"b6ZMOAQB8YQdkEveeOPBYmeL-UFyPUFp3ptihg6F3lfLbLRk9tb2WB5GNxHEs7H47mDa4KVvB-8oD2TH5UOu-g\",\"signingKeySignature\":\"0x1776b0bc7f5ce3fff6023ca8dff88e45d3a02054acee43d593a3c6682c9291c90ca823521506774453bb9eb82b097a3069e070d29da79cc1e102d2444d69b58e1c\",\"signingKeyMessage\":\"I authorize the publication of articles on pwa.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_vjjP4NLyzKYRbJi5J4XnCAQMOzQKlH-n13OZADH97E\\\",\\\"y\\\":\\\"AfPOoHICiBIBwl4-nux3vBGHlHVfYnqjm7ffZUig94s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GD03ufsBOrDkKjO9psSLro0PEqC64So_t_uC39N20Hs\"}"