"{\"content\":{\"body\":\"　　我们究竟该如何看待元宇宙?元宇宙为什么会火?它到底有没有价值?它真的是“割韭菜”吗?\\n\\n　　今天这篇文章，小枣君想说说自己的看法。\\n\\n　　元宇宙为什么会火?\\n\\n　　元宇宙的蹿红速度，远远超过了其它科技概念。我仔细归纳了一下，主要有以下几个方面的原因。\\n\\n　　首先，元宇宙是迄今为止最“亲民”的科技概念。\\n\\n　　元宇宙背后的虚拟世界设想，早在几十年前，就已经有人提出。\\n\\n　　进入21世纪后，大量关于虚拟世界的电影上映，更是完成了面向大众的元宇宙知识铺垫。\\n\\n　　这些电影，描绘了虚拟世界的神奇与美好，勾起了人们的好奇与向往。\\n\\n　　元宇宙的起点，是游戏和社交。同样是用户的最爱。\\n\\n　　所以，对大部分用户来说，他们对元宇宙其实并不陌生。而且，他们对元宇宙有原生的需求，乐于接受这个新生事物。\\n\\n　　元宇宙火爆的第二个原因，是来自商业利益的驱动。\\n\\n　　对于科技公司来说，元宇宙是个非常及时、非常完美的概念。而且，它是一个“阳光普照”的概念。\\n\\n　　所谓“阳光普照”，是指元宇宙针对了信息通信的所有领域，包括云计算、5G、VR/AR、区块链、芯片等。它不是某个单项领域的技术，而是所有技术的整合和集成。\\n\\n　　换句话说，元宇宙需要整个行业共同参与，然后大家一起玩，一起发财。\\n\\n　　信息和通信领域几乎所有的公司，都可以在元宇宙中，找到自家技术和产品的需求点。有了需求，就会有订单和营收。\\n\\n　　这样一来，大家都愿意给元宇宙站台，帮元宇宙背书。\\n\\n　　除了信息通信领域外，包括金融、体育、广告、会展等传统领域，也沾了元宇宙的光。所以，他们也会积极宣传和推动。\\n\\n　　资本就更不用说了，早就摩拳擦掌、跃跃欲试了。\\n\\n　　对他们来说，元宇宙打开了一个全新的商业世界，包括虚拟社交、虚拟商品交易、虚拟房地产等一系列商业场景。元宇宙的背后，是一个万亿级起步的市场。\\n\\n　　第三个原因，是时机成熟。\\n\\n　　上世纪90年代，元宇宙概念刚刚诞生的时候，PC还是个新鲜事物，互联网处于萌芽期，手机只能打电话，不能上网。所以，我们完全不具备发展元宇宙的条件。\\n\\n　　如今，PC、智能手机全面普及，VR/AR日趋成熟。光网络、Wi-Fi 6、4G/5G等数字基础设施，云计算、3D建模、数字仿真等关键技术，也已经相对完善。\\n\\n　　发展元宇宙，时机逐渐成熟。\\n\\n　　而且，这两年因为新冠疫情，人们的线上生活时间大幅增加，也间接刺激了虚拟世界的需求。于是，加速了元宇宙概念的普及。\\n\\n　　第四个原因，我们不要忘记了来自币圈的“大力支持”。\\n\\n　　元宇宙概念之所以这么火，毫无疑问，有很大一部分“功劳”来自币圈。\\n\\n　　区块链技术对元宇宙极为重要，是构建元宇宙基础经济系统的关键(后文我会详细介绍)。所以，不管是正经搞区块链的人，还是只是为了炒币的人，都会大力为元宇宙摇旗呐喊。\\n\\n　　元宇宙到底是不是内卷?它真的是人类的“死路”吗?\\n\\n　　对于元宇宙，很多人都赞同《三体》作者刘慈欣的观点。\\n\\n　　大刘是这么说的：\\n\\n　　“人类的未来，要么是走向星际文明，要么就是常年沉迷在VR的虚拟世界中。如果人类在走向太空文明以前就实现了高度逼真的VR世界，这将是一场灾难。”\\n\\n　　其实，虽然大刘怒批元宇宙，但他本人却被公认为“中国第一位元宇宙架构师”。他的很多早期作品，都构建了类似元宇宙的虚拟世界。\\n\\n　　元宇宙究竟是不是人类文明的一次内卷?它真的会引导人类走向死路吗?\\n\\n　　对于这两个问题，我个人的答案是：是的。不会。\\n\\n　　人类只有一个地球，每个人只有唯一的人生。\\n\\n　　出于对资源枯竭、环境污染的担忧，也出于对浩瀚宇宙的好奇，人类一直没有放弃对太空的探索。以马斯克为代表的“飞船派”，更是坚定认为，人类应该走出去，向外发展。\\n\\n　　然而，宇宙探索实在是太难了。\\n\\n　　高昂的火箭发射成本，意味着只有富豪或者经过精挑细选的宇航员，才能参与太空旅行。\\n\\n　　除了巨额费用之外，想要进入太空，还要承担生命安全风险。万一火箭爆炸，人就没了。\\n\\n　　相比之下，IT技术营造的虚拟世界，价格便宜，又没有生命风险，不比宇宙飞行好多了吗?\\n\\n　　于是，很多人放弃了星辰大海的梦想，选择了躺平，选择了虚拟世界。\\n\\n　　人们进入虚拟世界，除了探索未知之外，更多是因为人性驱动。\\n\\n　　有专家曾经说过：“人在现实世界所缺失的，将努力在虚拟世界进行补偿。虚构，一直是人类文明的底层冲动。”\\n\\n　　换句话说，人类之所以需要虚拟世界，是因为现实世界太过残酷。\\n\\n　　现实世界有太多的束缚，来自道德的束缚，来自法律的束缚，来自经济条件的束缚。\\n\\n　　而虚拟世界，没有那么多束缚，可以做自己在现实世界不能做的事情。\\n\\n　　虚拟世界可以进行自我伪装，可以扮演自己想要扮演的角色(例如老板、市长、舰长、特种兵)，可以赋予自己在现实中不具备的能力(例如好看的外表，强壮的体型，以及大量的财富)，可以杀人放火，可以抢劫强奸。\\n\\n　　这里面的兴奋和刺激，是人性的本能需求，在现实世界无法满足，于是，人们就转向了虚拟世界。\\n\\n　　互联网的发展，3G/4G/5G网络的发展，最大的驱动力，不是学习知识，也不是和亲友增进感情，而是3G时代就提出的G3：Game(游戏)、Girl(性)、Gamble(赌)。\\n\\n　　欲望产生需求，需求驱动技术。人性的根本需求，推动了虚拟世界的发展，也刺激了元宇宙的诞生。我们不能否定人性，所以元宇宙的出现，只是时间问题。\\n\\n　　站在道德的制高点，谴责元宇宙的“懦弱”、“逃避”以及“藏污纳垢”，是没有意义的。\\n\\n　　我们需要正视人性。人性有恶的一面，也有善的一面。\\n\\n　　就像人类现实社会的发展一样，我们通过社会组织和法律法规，形成了现实社会的人类文明，惩恶扬善。\\n\\n　　那么，也可以通过相同的办法，去规范和约束元宇宙中的虚拟人类文明，发挥积极作用，遏制消极作用。这个过程，注定是漫长的。\\n\\n　　虚拟世界是现实世界的映射。我们在残酷的现实世界里，历经战争等磨难，发展为现在的积极文明。那么，我们没有理由怀疑，在虚拟世界里，我们也能够实现自我净化，发展出积极、正向、正义、善良的虚拟文明。\\n\\n　　元宇宙到底有没有价值?\\n\\n　　元宇宙可以宣泄人性，可以逃避现实。那么，它有真正的价值吗?\\n\\n　　答案是肯定的。\\n\\n　　元宇宙的沉浸式体验，可以满足人们放松身心的需求。元宇宙的虚拟社交，也可以满足人们的社交需求。\\n\\n　　此外，我个人认为，元宇宙最大的优点在于，它对人类想象力的释放。\\n\\n　　在元宇宙中，人们可以天马行空地进行创造。创造的成果，也可以反向在现实世界中落地。这是极具意义的事情。\\n\\n　　元宇宙对于实业产业，也是有价值的。\\n\\n　　我们在培训教育方面，可以借助元宇宙进行仿真体验。商业活动中的跨空间交流(开会、客户服务)，可以通过元宇宙实现。\\n\\n　　和元宇宙极为接近的数字孪生，对于工业制造、城市规划等有很大的帮助。元宇宙下的人类行为分析，对于研究社会学、行为学，也是有益处的。\\n\\n　　很多人认为元宇宙就是“割韭菜”，予以一刀切的否定。这显然是不对。元宇宙存在正面价值，我们应该客观、理性地看待它。\\n\\n　　元宇宙到底是谁的?\\n\\n　　这个问题，至关重要。\\n\\n　　作为一个无比庞大的数字虚拟世界，我们必须要明白它的归属权和控制权问题。\\n\\n　　首先我们要搞明白，到底有几个元宇宙?\\n\\n　　从技术的角度来说，元宇宙可以不止一个，可以有多个。甚至说，在元宇宙的里面，还可以有二度空间、三度空间元宇宙。这就有点像盗梦空间，一层套一层。\\n\\n　　但是，站在用户的角度来说，真正的基本元宇宙，最好是有且只有一个。不然的话，容易形成技术上的割裂，甚至社交关系的割裂。进入不同的元宇宙，还要切换不同的平台、设备和账号。\\n\\n　　如果只有一个元宇宙，那么，谁是元宇宙的控制者?会是Meta(Facebook)吗?\\n\\n　　大家设想一下，在我们的现实生活中，所有的生活服务、基础设施，包括所有的银行、商店，背后都是一个公司，可以接受吗?\\n\\n　　在元宇宙中，我们所有用户的身份数据、社交数据、聊天记录、交易记录、数字资产等，全部控制在一家公司手里。你会放心吗?你愿意吗?\\n\\n　　这显然是一个很大的问题。\\n\\n　　于是，人们就提出，元宇宙必须是去中心化的。也就是，元宇宙不属于任何一家公司，也不属于少数几家公司，而是属于全体用户。\\n\\n　　前面我提到过，区块链技术是元宇宙经济系统的基础。\\n\\n　　其实，区块链不仅是用于支持数字货币。元宇宙里面的数字资产，都可以通过NFT(非同质化代币)的形式存在。\\n\\n　　这就是说，这些资产都拥有唯一的加密货币令牌，别人没办法偷窃，也没办法复制。\\n\\n　　现在很多中心化的虚拟游戏，只要你花钱，游戏服务商就可以卖给你一套装备。对游戏商来说，如果他愿意，就可以无限复制，几乎没有成本。\\n\\n　　**而去中心化的元宇宙中，这种方式就行不通了。**\\n\\n　　在元宇宙中，技术公司只是提供工具。用户和AI是主要的造物主。用户需要通过自己的付出，获得回报。回报，就像比特币一样，以去中心化的方式，记录在每个人的“账本”里。\\n\\n　　例如，我进入了元宇宙，通过元宇宙和现实世界的货币兑换系统(这个汇率不由任何公司控制)，然后用现实货币兑换了元宇宙里的货币。然后，我用元宇宙的货币，购买了别人的一套衣服。这套衣服，就有专属的唯一加密令牌，它在元宇宙里是唯一的。\\n\\n　　物权是文明发展的基础。区块链技术是元宇宙资产归属关系的基石，也就是元宇宙发展的基石。\\n\\n　　元宇宙面临的主要问题是什么?\\n\\n　　元宇宙面临的主要问题，既来自于技术，也来自于法律、伦理。\\n\\n　　从技术的角度来看，尽管现在厂商们吹得天花乱坠，但实际上，我们现有的技术能力还不足以支撑元宇宙的发展。\\n\\n　　我们的算力能力以及成本，难以支撑元宇宙的伟大构想。目前，我们只能先实现小规模单一场景下的原始虚拟模型。这离真正的元宇宙，还有很远。\\n\\n　　法律和伦理方面，面临的问题更大，且不是狂砸资金和时间可以解决的。\\n\\n　　金融系统如何监管、如何实现投票与民主、如何保护数字人格、如何进行婚姻和繁衍、如何继承数字遗产，这些都是非常头大的问题。这些问题，和现实中的政治、社会、法律制度发展，有密切的关系。\\n\\n　　所以说，元宇宙的发展，是一个长期的过程。在短期内，我们无法实现理想化的元宇宙世界，只能是摸着石头过河。\\n\\n　　好了，关于元宇宙，我想说的就这么多。希望这篇文章能够帮助大家，建立对元宇宙的正确认知，避免被人割了“韭菜”。\",\"timestamp\":1641471786,\"title\":\"元宇宙是尽头？\"},\"digest\":\"WyZJqYEEP8lC_D0xI6yZQgjYGw34h3vmnGvTygJeKnM\",\"authorship\":{\"contributor\":\"0x3434f1a336e6de72Ac0D531A7F5A8DD0fE3f66E7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BN79f5LR07VHuLPixdTKHVvo8UHRsbU7i8ANHmJtZVE\\\",\\\"y\\\":\\\"lOVQuzDK_BUA2g9mQhCwngV0VG7Khvy2hILYs7xZ4y4\\\"}\",\"signature\":\"hzRhUxgflu5y6Me_olkO09HQGidyrCg4qi_aUbnzr2UzedI1H_g6bQavymK-LshUk9ES9Lpcs2Ucbz5wbLlwzA\",\"signingKeySignature\":\"0x628a888e68b5b4ec0d3eec54b489adf67c413fd13346e87386b962db918901b5705eadc264cc0b81a492c0662f7de8c0500d9fa9635a41e496cfa445ccf3e9311b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BN79f5LR07VHuLPixdTKHVvo8UHRsbU7i8ANHmJtZVE\\\",\\\"y\\\":\\\"lOVQuzDK_BUA2g9mQhCwngV0VG7Khvy2hILYs7xZ4y4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WyZJqYEEP8lC_D0xI6yZQgjYGw34h3vmnGvTygJeKnM\"}"