"{\"content\":{\"body\":\"Although this may cause controversy, I think the consensus mechanism is the least important for the security of a chain. In contrast, user self-verification and wide distribution of tokens are much more important. If these two standards are not met, the nuances between the consensus mechanisms will not matter at all.\\nThis is because validators provide services for the network-the consensus rules are enforced by the users running the nodes. If you have a large number of users participating in the verification, it will act as a deterrent to the verifier. Even if there is an attack, the network will not collapse or be completely destroyed.\\n\\nHowever, the difference between consensus mechanisms is really important. For example, the non-delegated consensus mechanism adopted by networks such as Ethereum and Algorand is better than the delegated consensus mechanism (the verifier is elected under the chaebol political system). The latter is a dystopian view, which believes that network security is determined by \\\"giant whales\\\", and other stakeholders will not care about this-they only want to pass pledges (more accurately called \\\"pre-bribery\\\") ) To get a piece of the pie. Of course, if the distribution of tokens is sufficiently decentralized, this is not a big problem-once again the importance of a wide distribution of tokens is highlighted. Of course, some people will argue that the delegation pool is built on “real” proof of equity without a delegation mechanism, and even this type of delegation pool has advantages. For example, the automated and randomized systems of Rocket Pool and SSV can completely circumvent attack vectors such as bribery introduced by chaebol political elections and delegation mechanisms. Finally, it is particularly important to run a validator node without delegating to or seeking permission from the giant whale.\\n\\nThere are many other subtle differences that need to be considered. For example, typical BFT delegated consensus mechanisms cannot resist 33% attacks, and beacon chains and proof-of-work chains can resist up to 50% attacks; confiscation/blacklisting plays a deterrent role at the same time Can make the network better recover from most attacks; whether the group leader election is private; whether it can quickly achieve certainty and so on. Finally, there is the power of the community in social coordination and recovery from fringe scenarios such as successful attacks.\",\"timestamp\":1634226005,\"title\":\"Safe consensus mechanism! !\"},\"digest\":\"-XKK0lPlTMbioNMHvokFnHtEhUNkmzfVtc2t3y3FAzw\",\"authorship\":{\"contributor\":\"0xb16A0C152606ab5eeA35023cB37FdF58992244b4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R2ljRProUGJq9KN80lHlRQXgBL3G1O1Kve5fHw7gUiM\\\",\\\"y\\\":\\\"FT2x1Yhc4fITXXLy2Ybkqp0QOkCXwpIFWpXYTyv3H6k\\\"}\",\"signature\":\"nnjPXL0YqBgEjlKDqlJlxolbGHx0DUYr7_ePB8N1YFFOlfWX9uPI5jjPTz8YgyN0vHjI15ED08nIsXN8KBnm9g\",\"signingKeySignature\":\"0x46f88a1d52a624f60508c9fbccc19d1f24b50647b7b9c5d17f62b28170d04f855d13f5552efcdbc29665271f9ae81f4af13ffb7e9eeeed744117ee920fa4e2d41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R2ljRProUGJq9KN80lHlRQXgBL3G1O1Kve5fHw7gUiM\\\",\\\"y\\\":\\\"FT2x1Yhc4fITXXLy2Ybkqp0QOkCXwpIFWpXYTyv3H6k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-XKK0lPlTMbioNMHvokFnHtEhUNkmzfVtc2t3y3FAzw\"}"