"{\"content\":{\"body\":\"The promise of Web 3.0, which I introduced earlier, depends to a large extent on the blockchain. So let’s break down the blockchain. The easiest to understand the definition of a blockchain that I found is from Coinbase: ***At its most basic, a blockchain is a list of transactions that anyone can view and verify.*** Think of the blockchain in terms of \\\"block\\\" and \\\"chain\\\". Block, in this case, is a digital record of a transaction. Each block is a transaction. A series of blocks tells the story of how an asset has moved through the world. Like most everything else in today’s world, the blockchain is based on computing and programming. When a transaction is made in the digital realm, it can be memorialized digitally on a block. A series of blocks tracing a specific asset from transaction to transaction forms a chain...therefore a blockchain. So a person can verify an asset’s transaction history through time in the blockchain. Figure 1 represents the general scope of the blockchain.\\n\\n![](https://images.mirror-media.xyz/publication-images/Z4sT1Wbd4ZaOhWTpZTdsk.png?height=950&width=1291)\\n\\nFigure 1\\n\\nSo now that we know how the blockchain works at a 30,000-foot view, let's drill down a little bit and look at examples of more possibilities for the promise of the blockchain. A \\\"smart contract\\\" can be used on the blockchain for many different purposes. A traditional contract process is detailed in figure 2.\\n\\n![](https://images.mirror-media.xyz/publication-images/bM8ZcrJHXLNAYvGd6ZY7I.png?height=949&width=1687)\\n\\nFigure 2\\n\\nIn the future, the blockchain can make the process more efficient, and more reliable as shown in figure 3\\n\\n![](https://images.mirror-media.xyz/publication-images/5m0DLf8iqKIFaLRhH7_mN.png?height=949&width=1687)\\n\\nFigure 3\\n\\nFigure 4 shows us how a real estate transaction is done traditionally and how the blockchain can be used to do the same process. The major change is that there is no need for an intermediary (mortgage company, etc) and two people can simply transfer the property when the payment gets verified.\\n\\n![](https://images.mirror-media.xyz/publication-images/5ZPXXTgkRW-sCBSgwA1f4.png?height=620&width=620)\\n\\nFigure 4 \\n\\nSmart contracts as an idea and as a practical application are in their infancy and that means there are a lot of opportunities to be creative in how they can be used on the blockchain. The promise of web 3.0 depends in a large part on the usability of the blockchain. Let's dream a little bit and think about how a web 3.0 internet, utilizing blockchain technology, may be useful for schools.\\n\\n1. Creating verifiable learning experiences outside of the traditional school structure where smart contracts are used to assure learner's work\\n2. A learner can have a contract with their school to provide a menu of learning experiences or options that will be delivered during the course of a learner's career.\\n3. One area that I think web 3.0 will excel is in forming meaningful communities online. In web 2.0 it is difficult to sustain an online community. In web 3.0, learners and teachers can interact in different communities where learners are earning tokens and interacting with each other in ways that can be encouraged through blockchain technology.\\n4. The gaming industry is leading the way in incorporating the blockchain into the fabric of what they do. Education will be able to follow their lead and create learning experiences that utilize gamification principles...an exciting idea indeed!\",\"timestamp\":1642441575,\"title\":\"The Blockchain For Public School Educators\"},\"digest\":\"hM1q9RPGxpb1TWVRlwTwTr29yevTiOpkX3GA9e6m8VI\",\"authorship\":{\"contributor\":\"0x197b3a1748b0ED03043fd3F0d9D7e8bEBb47977D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NDgIHjiq5zoDGXVTn-mqYlFbTUID1MITXbiWB294hS4\\\",\\\"y\\\":\\\"s7AR8p-x0CKZfL0rbCUvVVN0lGlz7IHlssX0d1gRpyE\\\"}\",\"signature\":\"esK77a1_tdhJ9mvR3PTNyqew7NSlWgtpX-2TKI8QwRFBc849tyqkaiEnZsi7i3JAkwHjKlDYYjTielaH04486w\",\"signingKeySignature\":\"0x08b09b18ced8508181f9ff9e3fe6eef7d58e44233c04bea1289dece5b606f6cc6b24aac44f9158c5688d0e401dae1618817fb4a8c28f4d128415d6659f75ad4d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NDgIHjiq5zoDGXVTn-mqYlFbTUID1MITXbiWB294hS4\\\",\\\"y\\\":\\\"s7AR8p-x0CKZfL0rbCUvVVN0lGlz7IHlssX0d1gRpyE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hM1q9RPGxpb1TWVRlwTwTr29yevTiOpkX3GA9e6m8VI\"}"