"{\"content\":{\"body\":\"### Read the previous chapter here:\\n\\n[https://mirror.xyz/ellegriffin.eth/CV4qHfbMuSnb5TqS9PvSbtDNOLcXoObsCXEGj5NaVIM](https://mirror.xyz/ellegriffin.eth/CV4qHfbMuSnb5TqS9PvSbtDNOLcXoObsCXEGj5NaVIM)\\n\\nThere was something off about the temple—it appeared to be glowing, vibrating even. But then, the strangest thing, the angel Moroni shook from his parapet, the trumpet fell from his lips and then… was he blowing bubbles?\\n\\nSure enough, giant pink bubbles blew from the angel’s lips and bounced across the sky. It would have been quite the spectacle if anyone had noticed, but a Justin Bieber concert was playing nearby and people were jumping up and down trying to figure out how to dance using only the space bar.\\n\\nMoroni blew his magical breath in Scott’s direction and suddenly he was caught up in a bubble and whisked into the sky, crowd surfing over Decentraland before he was teleported into another dimension, passing the rocket ships of various billionaires, a helicopter chasing after a UFO, and one baby yoda pod until he was lost on the other side of the galaxy.\\n\\nJust when Scott wondered where he might be going, POP! The bubble burst and Scott was falling—no floating—down to… was this SafeMoon?\\n\\nScott knew this planet, it was a safe haven for crypto exiles—those who had seceded from the real world to live in the metaverse forever. He thought he saw Satoshi Nakamoto, Neo from the Matrix, and Kanye. Still others had merely used the #safemoon hashtag a little too judiciously. As he floated toward it, the planet emitted an ethereal, purple glow and all of it was powered by a giant wind turbine that spun rather hypnotically in an empty wind.\\n\\nScott landed softly in the moondust, his pink hair floating mystically in the ether. There appeared to be a beach party going on. Crowds of people, and a few whales, were moonbathing from lounge chairs as X Æ A-12 spun lo-fi beats from his turntable and Snoop Dogg, wearing Martha Stewart skins, served drinks with tiny umbrellas and a twist of freshly grated thyme.\\n\\nMark Zuckerburg was handing out pamphlets, trying to convince everyone to move to another planet. Mila Kunis was herding what appeared to be a herd of stoned cats. Even Oprah was wandering around, airdropping coins to passersby. “You get SafeMoon. And YOU get SafeMoon,” she said as she walked by.\\n\\n“That’s the secret to her wealth, you know,” a voice said a little too close to his head. “She giveth it all away, and so earneth even more.”\\n\\nScott found his wallet suddenly flush with coins.“Are you… Rich?” he asked with his eyes wide.\\n\\n“No, I am John,” the man answered. “The one you seek is over there.” As he pointed, a cave appeared before him, sparkling with the light of a thousand tokens. Even as Scott walked toward it, it seemed to grow farther away, stretching out like an unreachable oasis before him. Scott must have wandered for an entire day until at last, he reached the precipice.\\n\\nFrom the depths of the moon cave, a man in a hooded cloak approached. Scott knew him at once. Rumor told that spiritual seekers from around the metaverse sacrificed Ethereum to him so that they might one day have eternal life—which would explain why Dave Asprey was cryogenically frozen and floating next to him, his soul minted as an NFT and available for 7,000 ETH.\\n\\nScott wondered briefly if anyone would purchase it, given the incredibly high price of gas these days. But then the cloaked man held out his hand. In one palm was a coffee bean, in the other was a cacao bean. “Will you choose the truth, and have your eyes opened to the secrets of the metaverse?” The man asked from beneath the shadow of his hood. “Or will you choose to return to the real world, and close your eyes to the metaverse forever?”\\n\\nScott knew it was dangerous. He had been taught the evils of the coffee bean, and knew well the virtues of its cousin the cacao bean. Still, he couldn’t help but wonder if those childhood teachers had known the truth and so forbid him from knowing it, just as Adam was once forbidden to eat from the Tree of Knowledge.\\n\\nHe took the coffee bean.\\n\\n### Read the next chapter here:\\n\\n[https://mirror.xyz/ellegriffin.eth/wLGwA87gcCq0H7zHCS8jGKrhJv6xUZSqofFBZaVKWKM](https://mirror.xyz/ellegriffin.eth/wLGwA87gcCq0H7zHCS8jGKrhJv6xUZSqofFBZaVKWKM)\\n\\n### I’m writing a new chapter of The Totally True Story of Scott Paul for every 0.25 ETH raised. Invest to read the next chapter:\\n\\n[crowdfund://0x8E48600e157D0Eace8438c9866470B05123D727b?features=overview,backers](crowdfund://0x8E48600e157D0Eace8438c9866470B05123D727b?features=overview,backers)\\n\\n## To follow this project via email, subscribe here:\\n\\n[https://ellegriffin.substack.com/s/cott](https://ellegriffin.substack.com/s/cott)\\n\\n\",\"timestamp\":1640187486,\"title\":\"The Totally True Story of Scott Paul, Chapter One\"},\"digest\":\"fMBNQtbIc26shseqz6hTH3X6uzXyQM4DTcV6BecSCbc\",\"authorship\":{\"contributor\":\"0xe0b30a6D8d8629D5E3dFAE800a08B0E95EF691FC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UNgJRxhk4rN15S-4mbIoWvbr1h4AXnKV2bOcEaC9LFI\\\",\\\"y\\\":\\\"aAUAdIOd4egk2GrwsEg9vRq-2PNde7CMAZUfKDbx4lc\\\"}\",\"signature\":\"dx2yyckDvEHV2IPlPbkt_0fsIaEunkC_hKldOM431i9exHHtxMJnmoqBMk7hDCiGe3cjytaXy27i-nqthZwEow\",\"signingKeySignature\":\"0x7fa0ee6de27152c08a2308fbf8906a3899b9f7ed41cfc4ec5518b682330641d16cf0cf024fb6501e38a005b6d0441f41c6b35672c23ceda8502edbc9ac75bed41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UNgJRxhk4rN15S-4mbIoWvbr1h4AXnKV2bOcEaC9LFI\\\",\\\"y\\\":\\\"aAUAdIOd4egk2GrwsEg9vRq-2PNde7CMAZUfKDbx4lc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RK7joN6T0ny0rx3eBx7ugrkEl0aN6eQ8DoUBX7mMwoQ\"}"