"{\"content\":{\"body\":\"According to a report by the China Fund News on December 14th, the investment of Yuan Universe has become more and more popular, and even Li Ka-shing’s Victoria Harbour investment has begun to deploy. The first investment target is locked in the \\\"Top Player\\\" starring Tye Sheridan (Tye Sheridan) Founded Wonder Dynamics, an AI technology provider. Wonder Dynamics is headquartered in California, USA, and aims to develop AI technology that can greatly reduce the cost of special effects and shorten the production time of special effects. In addition to applying this technology to movies and television, it is also expected to expand to the field of meta universe.\\n\\nIn the past half century, many large companies in the Internet field were founded by students and professors at Stanford University. The rise and development of Silicon Valley relied on Stanford University's diversified support to a large extent. For the future Web3.0 era, Stanford is also ready to teach a meta-universe experience course \\\"Virtual Human\\\" this semester.\\n\\n## Wonder Dynamics application potential force\\n\\n**Expandable to Yuan Yu -chou**\\n\\nLi Ka-shing’s Victoria Harbor Investment’s first investment target, Wonder Dynamics, is headquartered in California, USA, and aims to develop AI technology that can significantly reduce the cost of special effects and shorten the time for special effects. The A round of financing, plus the $2.5 million seed round raised at the beginning of the year, Wonder Dynamics has raised a total of $11.5 million in the past eight months. Not only received investment from Victoria Harbour, but also attracted Epic Games, which owns the famous game \\\"Fortnite\\\", and Samsung Next, a venture capital fund owned by South Korea's Samsung.\\n\\nVictoria Harbour Portfolio Planning Chief Tan Zaiwen said that Wonder Dyanmics' AI-driven platform will bring major breakthroughs in the cost and efficiency of media production and post-production, and allow creators to explore unprecedented and unimaginable digital experiences.\\n\\n![](https://images.mirror-media.xyz/publication-images/aEjZxa2AB8aQyVg5tNWTT.png?height=564&width=339)\\n\\n![](https://images.mirror-media.xyz/publication-images/RFwEVX1XoGZeaTLwcxKc1.png?height=557&width=496)\\n\\nTai Sheridan was born in 1996 and has starred in the young version of Laser Eye in \\\"X-Men: Apocalypse\\\" and Wade in \\\"Ready Player One\\\". He is one of Hollywood's hottest post-90s actors. Or influenced by the sci-fi movies he participated in, off-screen, Sheridan and visual special effects expert Nikola Todorovic co-founded Wonder Dynamics, aiming to use AI technology to reduce the cost of special effects and improve the efficiency of special effects.\\n\\nGoogle search scientist and University of Berkeley professor Angjoo Kanazawa, MIT AI technology leader, MIT-IBM Watson Artificial Intelligence Laboratory leader Antonio Torralba and other technology giants are supporting his entrepreneurship.\\n\\nThe application potential of Wonder Dynamics is not limited to movie visual effects. Sheridan pointed out that its technology can be used in TV, movies, and can also be extended to video games and social media content, and even meta universe.\\n\\n## Li Ka-shing once used 5 minutes to make a decision to invest in Facebook\\n\\nThere are rumors that Li Ka-shing only took 5 minutes to make a decision to invest in the newly established Facebook, which had no income at the time. Victoria Harbour Investment bought a 0.8% stake in Facebook for US$120 million, followed by additional investment, and finally Facebook’s investment return rate was as high as 580%.\\n\\nZhou Kaixuan said that the operation mode of Victoria Harbor Investment is that Li Ka-shing personally bears all investment risks, but all the investment income belongs to the Li Ka-shing Foundation, which is used to support the foundation's charitable mission. Its investment targets either have synergies with Li Ka-shing's traditional businesses, or have the potential to solve huge problems and promote disruptive technologies in the future.\\n\\nVictoria Harbor Investment, established in 2005, focuses on high-tech investment. In just 16 years, it has invested in many star projects, including Facebook, Siri acquired by Apple, streaming music software Spotify, and business surge during the epidemic. Video conferencing tool Zoom, etc. The projects invested by Victoria Harbor are mainly concentrated in the United States, Israel and the United Kingdom. Among them, 47 projects are invested in the United States, 15 in Israel, and 11 in the United Kingdom.\\n\\n## Stanford University teaches meta-universe experience class \\\"virtual human\\\" \\n\\nStanford University professor and Silicon Valley futurist Paul Saffo (Paul Saffo) said, “Humanity has always had a deep desire for alternative reality.” This month, Stanford University launched a meta-universe experience course \\\"Virtual People\\\", course code: COMM166/266.\\n\\n![](https://images.mirror-media.xyz/publication-images/7W1XH2xa-rNJOMBr57Qa-.png?height=284&width=600)\\n\\nStudents can wear VR devices to take classes remotely in the dormitory or anywhere else. Up to 300 students can be present in a virtual \\\"class\\\" at the same time. These classrooms can be virtual museums, some more life-like venues, or inaccessible corners, such as volcanic craters and submarine reefs. According to the course schedule, all students will jointly complete more than 3300 hours of VR learning this year.\\n\\nCOMM166/266 is the first course in the history of Stanford University to be conducted entirely in VR. Stanford University Communication Studies Professor Jeremy Bailenson (Jeremy Bailenson) said: \\\"In this class, students do not occasionally play VR. In fact, VR is our basic equipment for this class.\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/j62JrWZJmGinqR4_MvFsS.png?height=297&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/isQLkaL4aMnTUeeAr7Vdc.png?height=341&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/BaLZkxlIPVtVoKu94fZ1Y.png?height=344&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/EcI4kSIiZ0eln5llBA9zJ.png?height=342&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/YE9NqjyTK1hzS5XRdW0_9.png?height=299&width=600)\\n\\nProfessor Jeremy Byronson is the initiator and director of the Stanford Virtual Human Interaction Lab (VHIL). He has been teaching \\\"Virtual Humans\\\" at Stanford University since 2003. \\\"No one has ever organized hundreds of students. In a few months, they wore a VR headset and wandered in a virtual space together. As far as I know, whether it is in virtual reality or in the entire history of education, such things It has never been,\\\" Byronson said.\\n\\nAccording to statistics, the number of V-device systems in use exceeds 10 million in the United States. The COMM166/266 course will allow students to develop a deeper understanding of VR, a technology that will soon become the mainstream with the explosion of Metaverse, from various perspectives such as pop culture, engineering, behavioral science, and communication. Understanding.\\n\\nMany Stanford students signed up for this course this year. The final selected 263 students come from economics, communication, anthropology, computer, comparative literature, psychology, sociology, political science and other disciplines, and the diversity of disciplines is very high. Every student selected for COMM166/266 will get an Oculus Quest 2 headset and matching dual handles from the Stanford campus. For non-local students, the school will also send equipment to them.\\n\\nComputer science student Allison Lettiere said that before this, her previous stereotype of VR was that it could only be used to play games. After taking this course, she found that VR is also very suitable for creating more immersive experiences and helping people build empathy, which is very important for the direction of technology accessibility that she is concerned about. Hana Tadesse, a student who will graduate next year, also spoke highly of COMM166/266: \\\"Personal experience is the best way to understand things. This class really did it.\\\"\\n\\n\\\"Meta Universe\\\" is everywhere. On the one hand, many technology companies and investment institutions continue to expand their territory, and on the other hand, our life is developing faster in the virtual world. Hu Yong, a professor of journalism and communication at Peking University, said when discussing how we should view the tuyere, “the reason why tuyere can be detonated now is because our lives are already moving in this direction.”\",\"timestamp\":1639474843,\"title\":\"Metaverse is getting more and more popular\"},\"digest\":\"giV-DXpwcAPf0HodhRjo3Xq5FbmrvYG9qC18Sjpyjew\",\"authorship\":{\"contributor\":\"0xF4fc8c8558F14d53444d927c30E7b9Bf29889ccB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-1APGt9Ahi8S0cyONewcaGXiB1KJ-vlt_KeDyyRnv9U\\\",\\\"y\\\":\\\"ZIVLNFcb9ZmONvFJbJLcNHJZ4nMrMRqU2VFMD8dxmmA\\\"}\",\"signature\":\"Gu8LF57rAjtrGAvD5BaVBe9Bd93MJg4vL8c5RE_tXJdSa_r5Z6elF5Wl6abIpS1i6p2vlbVL1ISLsqhwGMJ3Tw\",\"signingKeySignature\":\"0x7c7b5885175ffbba0344a426d78d857f63e397356ecd3626830379ccb8a171db39d0bc27e57cb765676e8c8af3b665c85799cad8bb036327b4edb08a6a7bc83a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-1APGt9Ahi8S0cyONewcaGXiB1KJ-vlt_KeDyyRnv9U\\\",\\\"y\\\":\\\"ZIVLNFcb9ZmONvFJbJLcNHJZ4nMrMRqU2VFMD8dxmmA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"giV-DXpwcAPf0HodhRjo3Xq5FbmrvYG9qC18Sjpyjew\"}"