"{\"content\":{\"body\":\"# The offline world is failing us…\\n\\nThe Western world was founded on the ideals of the sovereign individual - private property, freedom of speech, and open discourse. The pursuit of these ideals combined with the value exchange system of Capitalism (while not perfect) led to unprecedented prosperity for all. As time has gone on, we have seen this system begin to degrade and fail for all of us. We can all feel it. Inheritors no longer hold to the same ideals that the system founders held. Inheritors of these system also are no longer chosen for their merit of running this system.\\n\\nSocial media began to open our eyes to this failure. For the first time, information began flowing freely (at least in comparison to the past) in these online networks. We began to see these failures because they could no longer be hidden. Anybody could become a reporter. Anybody could criticize.\\n\\nBitcoin and Web3 (NFTs, Tokens, etc.) are the initial reactions to these failures and an effort to unbundle and upgrade many of the Western systems (money, social media, etc.) that are failing us by decentralizing them, giving the power to users and creating more aligned shared incentives (example - skin in the game).\\n\\n## City vs. City\\n\\nBut upgrading our digital world is not enough. One of the systems that is failing us in the offline world that need upgrading - our towns and cities. Once amazing cities to live in like San Francisco, Seattle and NY are becoming crime ridden, dirty, and unimaginably expensive due to unskilled leaders, misaligned incentives and a fast changing wold.\\n\\nPart of this is demonstrated by the NIMBY (not in my back yard) and YIMBY (yes in my back yard) movements. The NIMBY subscribers who hold great power in many cities like SF have and continue to limit new construction in their neighborhoods and cities, and honestly who is to blame them. Being existing home owners, they are incentivized to attempt to limit the supply of new buildings. On the other hand, YIMBY subscribers are attempting to change laws and public sentiment to make it possible to build build build. Who is winning? NIMBY as evident by the global property crises.\\n\\nAs the infamous Balaji has stated, the future will be defined by City vs. City (at least in part). Due to innovations in technology that have enabled remote work and increased mobility every city must now more so then ever before compete with every other city for its citizens by making it an amazing place to live and do business. This is where our opportunity to reform our systems from the bottom up lies.\\n\\n## Our mission is to build the infrastructure, products and tools that promote friendly city competition.\\n\\nWe have 2 initial goals in support of this mission that we will start with:\\n\\n* **OurCityDAO Community:** We start by creating a community of amazing builders and dreamers to explore different ways we can achieve our mission. That is OurCityDAO. While this community will at first just be an open place to discuss ideas, we eventually hope to generally support (including funding) projects and teams that push our mission forward.\\n* **City Index/REIT:** One idea to promote friendly competition between cities is to find a way for everyone in a city to financially benefit from the cities success. We are going to explore different methods to achieve this like Balaji’s idea of every city having a REIT that owns land in the city and increases in value as a city becomes more popular. More on this soon! \\n\\nAnd that is just the beginning.\\n\\n## Centralized — > Decentralized\\n\\nWe are choosing to build OurCityDAO and many of the initial projects in a public, transparent way with the eventual goal of handing it over to the community to run. Decentralization will not happen over night. In order to maximize the chances of success we will follow a path of [progressive decentralization](https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/).\\n\\nTo learn more or get involved,  [join our discord](https://cyro.substack.com/p/ourcitydao-vision?r=kil9&utm_campaign=post&utm_medium=web&utm_source=copy) and follow us on [Twitter](https://twitter.com/OurCity_eth)!\",\"timestamp\":1639010197,\"title\":\"OurCityDAO\"},\"digest\":\"QJlt49vyViBrFi-bkWHCLlwz6Uu1HOCu46S4gVrj0tM\",\"authorship\":{\"contributor\":\"0xf39Fd6e51aad88F6F4ce6aB8827279cffFb92266\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QkYrngSjuWjiURo2ojUyHHDraiXP2XIKG5ozdiJhSEM\\\",\\\"y\\\":\\\"-IFIqukqZ-jOIfjnAlwVaFXcpatlA9pS4EzPvIvicSw\\\"}\",\"signature\":\"L9SbYFDt1BomNUlfW9ewpVj6RPP3ZBCCU5SgTjxNmeAl1UnqQapnD78dzWf2grRBIFsI3DEHk4WLKBbOn54fXw\",\"signingKeySignature\":\"0x85cf96778344ec115b235427adbca3607c16a3e3d20d3425c6b6cad6b724dd7a51b73bcddac0db185319d7830a4e22b00200e4c3a9e11b4f2eea01cdcfddb6281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QkYrngSjuWjiURo2ojUyHHDraiXP2XIKG5ozdiJhSEM\\\",\\\"y\\\":\\\"-IFIqukqZ-jOIfjnAlwVaFXcpatlA9pS4EzPvIvicSw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HEkXrNYJwXMWoSfpPO1ZDpQUA7E0RE2DxFc3Alp4J1o\"}"