"{\"content\":{\"body\":\"During the vaccination phase of the pandemic someone very close to me fell into a pit of links and mailing lists. I had understood, abstractly, that misinformation and conspiracies breed in the Venn overlap of wellness and isolation, but I hadn’t appreciated the real-life costs and anxieties that are the result. It doesn’t just stay anon.\\n\\nAs if we hadn’t already known, whistle-blower Frances Haugen’s patient explanations of algorithmic devilry depict a Facebook business model that puts fractions of percentage points of profit before community safety \\\\[1\\\\]. Haugen recognises the real-life consequences of misinformation, having been initially motivated to work at Facebook after her close friend was radicalised on the platform. \\n  \\n As much as misinformation is a problem in English speaking communities, Haugen explains, there are other more extreme concerns for human safety. Facebook subsidises the web in places where a free and open internet does not exist, and only a handful of languages have AI safety ability; programming a new language for safety and integrity does not make economic sense in societies with smaller numbers of (usually) less affluent users. The common knowledge that a lot of what’s on the web is untrue is not necessarily known in all communities. The ethnic violence in Myanmar and Ethiopia, fanned by social media groups, is just the beginning.  \\n  \\n Haugen describes how Facebook rhetoric promotes a black and white choice: *we can either have oversight or we can have privacy.* But this is a false choice. It’s not a problem of dangerous content, it’s a problem of the structures and rules / algorithms of the platform.\\n\\n Seemingly minor changes that Haugen claims could make a difference in limiting the spread of malicious materials (and reduce clicks / eyeballs / profit by small fractions of percentage points) include:\\n\\n* refining the algorithms to cap the number of invitations to a group a member can issue (embedding a **human scale**)\\n* requiring links to be copied and pasted after a certain number of reshares (introducing **friction** to decisions) \\n* capping the dominance of ‘extreme users’ (those who engage with the platform the most, often in anger and anxiety) in training the algorithm that influences what other users see (introducing a **mediating** factor) \\n \\n\\nNotwithstanding Facebook’s recent offensive to claim the metaverse, this *is* a time for reworking the web. What began as information (Web1) and expanded into interactive content creation (Web2) is in desperate need of governance and civility. Some accountability can be achieved through code-verified decentralisation (Web3), but, even in a world where an individual’s human existence and their online actions and ownership can be proven by a 42-character Ethereum address, the public space of the web remains an under-realised and sad reflection of a community’s values.\\n\\n### Metaphor and analogy have value in helping the collective reworking of the web.\\n\\nMetaphor and analogy are methods of sense-making – ways of *framing and acting in the unknown* \\\\[2\\\\]. The practice of sense-making generates findings useful for others, outside of the case-specific or technical detail. Synthesising the explanation so that it makes sense to others has an *intersubjective* intention, that is it focuses on the capacity of people to understand each other. Sense-making is the application of discursive and relational techniques of communication; naming, distilling, abstracting and repackaging, including through stories and metaphors, continually redrafting the collective story and the ‘best available’ explanation.\\n\\n### Public space is a useful web analogy.\\n\\nEli Pariser is co-director of [New Public](https://newpublic.org/), a group with a mission to *understand what common characteristics make for “public-friendly” spaces, that valorise the collective and that are designed for the greater public good*. Much like Haugen, Pariser takes issue with the structure and governance of the web rather than the content. It’s not an information problem, it’s a problem of human relationships, trust, connection, the structures of the bonds that the information flows through. Pariser argues that the way platforms create online spaces should intentionally learn from urban spaces that are optimised for cooperation and connection. Cities are full of strangers interacting, often without danger. Pariser talks about the *civic signals* – those features that constitute the critical qualities of flourishing public spaces, and that ‘script’ human behaviours, both in real life and online \\\\[3\\\\]. Civic signals include the scale of public / online spaces, features that script behaviours and connections, the ‘soft’ architecture of programme, and governance, agency and ownership *(how and by whom are behaviours set?)*\\n\\n### My own job is in urban design. So here are four more urban renewal analogies through which to consider the web space:\\n\\n1. **Place activation**  \\n Curated place activation brings public life to a place in its early evolution, before a critical mass of population ‘activates’ it organically. This includes everyday and night programme, seasonal events, and temporary programme that targets specific user groups within the community. Paid ‘place managers’ have a coordinating role, but the events themselves are decided through stakeholder engagement (within the community) and through expressions of interest by external partners. To accommodate this range the structure of public spaces should be simple and flexible rather than complex. For web, this analogy illuminates the role of planned activation rather than simply letting the space fill organically, especially in the early days of a platform / group / protocol.\\n2. **Funding** \\n In urban renewal, those who benefit from the uplift in land value contribute financially to the upgrades required to support the growing population. For example, a residential tower development will pay a fee per apartment as a contribution to funding needed community infrastructure - parks, public spaces, street upgrades. For web, this analogy questions the mechanisms for contributing to and determining infrastructure priorities as a platform grows.\\n3. **Safety, diversity, inclusion** \\n Universal Design is the design of places and products to ensure inclusion, regardless of ability. It is distinct from accessibility because inclusion is integrated from the outset. Universal Design is the welcoming address, not the ramp added on the side. Other measures of safety and inclusion in physical public spaces are the *social field* (a scale at which people can see other people - increasing perception of safety) and *walkability* (describing - obviously - distance plus environmental comfort). For web, these features can be analogies to consider details of scale, access, user experience that support expression and connection and limit danger.\\n4. **Long term view**  \\n Finally, there is the factor of time. Improving public space and safety is not wholesale reworking but long-term and incremental renewal by many hands that takes time. It’s an ongoing job, not something that can be fixed once, rebuilt, and then disregarded, it won’t ever be complete or perfect. But, as Haugen says, *we shouldn’t be afraid of trying to make a problem 80% better just because we can’t make it 100% better.*\\n\\n\\\\[1\\\\] Frances Haugen, 2021,  <https://www.franceshaugen.com/blog/b9xlswihkike7639nn4ie23odz9eqy> \\n  \\n  \\\\[2\\\\] Deborah Ancona, 2012, Sensemaking: Framing and acting in the unknown, in *The handbook for teaching leadership: Knowing, doing, and being,* Sage \\n   \\n \\\\[3\\\\] New Public, 2021, *Civic Signals: The qualities of flourishing digital spaces*,  <https://docs.google.com/presentation/d/1lO4skPVekwciJGFYxxJBIBitFzzDSC0zL1-AvhgfeNs/edit#slide=id.gaae01eb308_1_81>\",\"timestamp\":1636003204,\"title\":\"Urban renewal analogies for web space\"},\"digest\":\"PcDYvJIhXdIK_e_MMpcD0MfeRAB0ja72_c2m1VXf8CE\",\"authorship\":{\"contributor\":\"0x5a13E93873A51Fcb8C6417e8A15D8111250d3B14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRrhbq_URpcDOTm7PUEqprMi4u2eUdSg3f8lCVl-rGY\\\",\\\"y\\\":\\\"gezalr8Gyj5hF1Y7nJlxSGkipnfJgFr_UbSSJuXOSy4\\\"}\",\"signature\":\"vnV9nwockp1AqxMrwYG68kAQbO7fb8k8EGxjXxxnMErG3cGeO6ooInmMdRbdZT7STPZl9CjlnI_spWEFDjGPOA\",\"signingKeySignature\":\"0xc252589796f93a0d50a5da66f18834a66c185446ac95e38e4889c57aee56b9ff3242366f3e093aefb90283713512d9a8f26e34d30ceee212660f5997ec12ce481c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRrhbq_URpcDOTm7PUEqprMi4u2eUdSg3f8lCVl-rGY\\\",\\\"y\\\":\\\"gezalr8Gyj5hF1Y7nJlxSGkipnfJgFr_UbSSJuXOSy4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PcDYvJIhXdIK_e_MMpcD0MfeRAB0ja72_c2m1VXf8CE\"}"