"{\"content\":{\"body\":\"1/ New technologies often arrive with flaws: toy-like, expensive, janky, lacking clear applications, etc. \\n\\nTo predict how they’ll develop, it’s important to dig deeper. Here are a few common ways new technologies can be misunderstood.\\n\\n2/ “It’s just a toy.” \\n\\nThis was the mistake made early on about breakthrough technologies like the telephone, personal computers, and social media.\\n\\n[https://cdixon.org/2010/01/03/the-next-big-thing-will-start-out-looking-like-a-toy](https://cdixon.org/2010/01/03/the-next-big-thing-will-start-out-looking-like-a-toy)\\n\\n3/ When the telephone was first invented, incumbents like Western Union dismissed it, as the sound quality was poor and it only worked at short distances. They failed to imagine how quickly those things would be improved.\\n\\n4/ Early on, blogs and services like Twitter were mostly used to discuss niche tech topics and share mundane personal details. A lot of people dismissed them as toys or passing fads. Today billions of people rely on social media as their primary news source.\\n\\n5/ Social media was a technology for creating global media networks that arrived disguised as a way to share what you had for lunch.\\n\\n6/ “It’s too expensive.” \\n\\nWe hear this today about electric vehicles, space travel, virtual reality headsets, and more. Hardware almost always starts out expensive. Over time, the costs drop rapidly as manufacturing know-how and economies of scale kick in.\\n\\n![](https://images.mirror-media.xyz/publication-images/9zMfARzPGzCZkgFgCDawJ.jpg?height=837&width=1200)\\n\\n7/ In addition to getting cheaper, hardware gets better. A modern iPhone has over 12 billion transistors, roughly 3500 times more than a 1995 Pentium PC. Today over 80% of adults worldwide have internet-connected supercomputers, aka smartphones, in their pockets.\\n\\n![](https://images.mirror-media.xyz/publication-images/OY7cxtaPESz8lgYo_ysW-.jpg?height=586&width=1200)\\n\\n8/ Sequencing a human genome went from costing $100 million twenty years ago to under $1,000 today, making it broadly accessible. As Larry Page said: “Hardware prices eventually approach the cost of the commodity material inputs.”\\n\\n![](https://images.mirror-media.xyz/publication-images/0BcUjNhlTB9YIAcbr-eAE.jpg?height=675&width=1200)\\n\\n9/ “What problem does it solve?” \\n\\nMany breakthrough technologies, especially those involving computers, don’t directly solve problems. Instead, they unlock new capabilities, which in turn enable users, developers, creators to solve problems.\\n\\n10/ Early on, personal computers were used mainly by enthusiasts to make games and hack around. They seemed like overpriced toys. But later, some of those early enthusiasts developed the word processor, the spreadsheet, the web browser, etc.\\n\\n11/ Steve Jobs called the computer a bicycle for the mind. As the bicycle amplifies the efficiency of our locomotion, the computer amplifies our intelligence and creativity.\\n\\n![](https://images.mirror-media.xyz/publication-images/Lk2YG_hcBvULNyzpfETnb.jpg?height=1200&width=1198)\\n\\n12/ The Web was a momentous invention, but, as Sep Kamvar said, if you asked people in 1989 what they needed to make their life better, it was unlikely that they would have said a decentralized network of information nodes that are linked using hypertext.\\n\\n[https://farmerandfarmer.org/mastery/builder.html](https://farmerandfarmer.org/mastery/builder.html)\\n\\n13/ In summary, it’s important to ask questions about new technologies that go beyond first impressions. \\n\\n“Looks like a toy” → How fast will it improve? \\n\\n“Too expensive”→ How fast will the price come down? \\n\\n“Doesn’t solve a problem” → Does it provide new capabilities?\",\"timestamp\":1632243090,\"title\":\"A few common ways new technologies can be misunderstood\",\"publication\":\"cdixon\"},\"digest\":\"iXaWly6tzfWrGhxKnUAs5Q2q1jpNmVZ1yzzCRpyw6Z4\",\"authorship\":{\"contributor\":\"0xe11BFCBDd43745d4Aa6f4f18E24aD24f4623af04\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyi3Gpaw0y5AZk868Az_3287B4IMzM2CNPEA3gLUzKs\\\",\\\"y\\\":\\\"HdRGpF12UJ2pcxlSxrGXP7dH97lvUrnRkRTXAsiBIp0\\\"}\",\"signature\":\"pkLbBXJeC0WrENV_gsTWZ158Z6XTnsNVABwdUyTIOjTkd8B0G1bKvenXxoYEaG-7eFL2kzQ4NMuK9Vo1IPSivg\",\"signingKeySignature\":\"0x1cd820dd7265608c298b7dffbeafa9c444f006227d25590d34e5288af6a8920c7cab65d700c9fe76250b554dc3903c7b9eed000be4ed424386426241a6288f5f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on cdixon.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyi3Gpaw0y5AZk868Az_3287B4IMzM2CNPEA3gLUzKs\\\",\\\"y\\\":\\\"HdRGpF12UJ2pcxlSxrGXP7dH97lvUrnRkRTXAsiBIp0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PInV_lpZsXg1Mltz62oHOyGRdTszUkkTfvImEo1kFQ0\"}"