"{\"content\":{\"body\":\"The crypto industry should work together to resolve the current regulatory gap. On December 28, FTX founder SBF tweeted: “I have written a lot of articles about the FTX roadmap, but I haven’t written much about encryption. This is not investment advice. , It’s just my opinion.” SBF said that at present, the encryption industry has a solid user base, smart contracts, potential use cases, the beginning of expansion solutions, and a lot of attention. The overall situation in the past few years has progressed smoothly. So what is missing? The first and most obvious is regulation. On the one hand, the process of token issuance, platform registration and stablecoins in many jurisdictions is unclear. This makes it difficult for the industry to move forward safely, and it is difficult for institutional participants to participate. On the other hand, many regulators find it very difficult to cooperate with crypto companies. In addition, the blockchain has begun to expand, but it is not enough. Our TPS is about 50,000, while industrial-scale applications usually require millions. Moreover, although digital assets have great prospects in terms of payment, in fact, few people use them to complete payments today. When we end the most explosive year in the history of encryption and look forward to 2022, what should the encryption industry pay attention to and be prepared? The most important thing is to cooperate to resolve the current regulatory gap, while allowing liquidity to move within the country and into the United States, Europe, and other jurisdictions. Create a stablecoin framework based on reporting, transparency, and auditing to ensure that stablecoins are supported by what they say. It is important to ensure that the open network can grow while doing so. Second, there should be standard market supervision, and similar standards should be created for spot, futures, etc. in a unified system. The third is the disclosure, registration and anti-fraud system based on the issuance of tokens. The goal of all this is to become stronger. Incorporate customer protection and regulatory clarity in a way that makes consumers and institutions feel comfortable interacting with the digital asset ecosystem. I am optimistic that we may achieve this goal in the next few years. There is a light at the end of the tunnel. For use cases, the biggest obstacle is network effects. The real goal is to make a great game and integrate NFT in a way that makes the game better. At the same time, the network needs to expand continuously, and fast means millions of TPS. So the most important thing is to have a concrete roadmap to expand to millions of TPS and execute it well. Therefore, the crypto ecosystem needs to manage some specific things well in the next year.\",\"timestamp\":1640788385,\"title\":\"Founder of FTX\"},\"digest\":\"OOqW0KAgg5E14Zzet7drX38-5GA9H90kDsPjFgBz3rw\",\"authorship\":{\"contributor\":\"0xD08Cb9aab068cF7c34c1C75Ef3179e73eFE36126\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CpFkkCVWn-oOnqr787r2ynxUd8RP2CTlnLh3itu_QM8\\\",\\\"y\\\":\\\"CQ-jpIzx7kL13teBkt8Sz-_pAAtikwEGY4pUMhlw7Yc\\\"}\",\"signature\":\"CC-nmWPOaFrY4UxWkkPjtStPwNzo3z3hgxEI_TJq3qXO5lLr3kd33wLsJvY7v6-slGJFPoCm10eRg9OKJKUhFg\",\"signingKeySignature\":\"0x052a04eeb4b5bfe02941c8fcc23d6e0cc80b52d2430c3444a267912fe72be2d97748470f863074e67044cec3071c61150d5f0771608d0564a9602b9bf1bc158c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CpFkkCVWn-oOnqr787r2ynxUd8RP2CTlnLh3itu_QM8\\\",\\\"y\\\":\\\"CQ-jpIzx7kL13teBkt8Sz-_pAAtikwEGY4pUMhlw7Yc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OOqW0KAgg5E14Zzet7drX38-5GA9H90kDsPjFgBz3rw\"}"