"{\"content\":{\"body\":\"*RefractionDAO is an open, collaborative environment where participants work together to create innovative cultural experiences, support ongoing initiatives, and present new works. Our cornerstone is Refraction Festival, a global art and music event happening March and April 2022. \\\\*\\\\*In speaking with our artists and curator teams that due to the ongoing nature of programming for Refraction, as well as the reality that new artists are finding out about our community on a daily basis, we have decided to make the Open Call ongoing.*\\n\\nMessage Refraction Leadership\\n\\n![The 83rd w/ Massan visuals - Refraction 01](https://images.mirror-media.xyz/publication-images/N2XfFqkDRYrNXL6cPlBqG.png?height=1800&width=2880)\\n\\n## The Festival\\n\\nIn 2020, Refraction's inaugural celebration of electronic music, visual art, and internet culture attracted over 500,000 virtual attendees. Our model this year is hybrid, taking place across the internet and in physical spaces in specific ways best suited to each *work*. This year's festival will run in the Winter-Spring 2022 with ongoing supporting events year round. Refraction Festival has also become a DAO, in advance of this year’s event : [Welcome To RefractionDAO](https://refraction.mirror.xyz/Y2P5HXp8VBIcxTrCdfWujb3rXQLya5sbkn0xbXxe8O8)\\n\\nThe Festival will be a month-long project featuring performances and art installations in over 10 cities across five continents, as well as in the open Metaverse. From the beginning, our community will participate in building out Refraction.\\n\\nOur founding partners include web3 orgs like FWB, ZORA, and MUSE0; international cultural institutions like Mutek and Nyege Nyege; and iconic spaces such as Public Records in New York, Contact in Tokyo and further locations worldwide. We believe that culture is one of the best conduits to onboard people from web2 to web3.\\n\\nAll our artists share in the Festival’s NFT sales and collectors can donate works to our vault. Token holders can join our DAO to evolve our rapidly expanding community.\\n\\nRefraction is a web3 node to collectively manage ongoing projects and commissions. We give artists resources, foster collaboration and provide opportunities to reach wider, connected audiences.  We offer a safe space for artists, with diverse communities as the focus. Also, charitable participation is part of every initiative we do.\\n\\n![DJ Stingray w/ BFF collective + SVDK - Refraction 01](https://images.mirror-media.xyz/publication-images/-QP0wRRMySFrur6zn4e2e.png?height=1800&width=2880)\\n\\n## Open Call\\n\\nThis year’s Open Call for work is being conducted in addition to the *inclusion of* curated works from our core team of curators, artists and partners worldwide.\\n\\nTo see examples of the artists and types of works that will make up Refraction02, please go to <https://refractionfestival.com/>.\\n\\n### Performance and Exhibition\\n\\n* Works can be visual, audio, live performance, audio-visual, generative, interactive, online, net-based, interactive, glitch art, pixel art, digital collage, shader / gl compositions, and further forms of art within the ongoing and ever-expanding visual, digital, *creative coding*, audio and online worlds today.\\n* Note: There will be both live performances plus exhibitions physically and online during Refraction 02.\\n* Please consider how physical works would best show in the Metaverse—*ie specifics around digitally translating work from the real world into digital space*. In the case of net based work or digital-only performances, then please note that in the application.\\n\\n![Akiko Nakayama - Refraction 01](https://images.mirror-media.xyz/publication-images/tTAluyw1dPNx9VlNSA6Y7.png?height=1800&width=2880)\\n\\n### Submission Process\\n\\n* To submit to Refraction please accept the invite to our Discord: https://discord.gg/u7WDa3Y6\\n* From there you will be taken through the submission process *in REFRACTION FESTIVAL > open-call* *through* a straightforward 3-page document.\\n* The application *will indicate admissible file types* as well as accepting links and further information.\\n* All *successful* artists will receive founding RefractionDAO tokens.\\n\\n### Note for Collectors\\n\\n* Collectors will be able to donate works for consideration as part of our vault and the Festival.\\n\\n![grey93 Showcase - Refraction 01](https://images.mirror-media.xyz/publication-images/o6QqaBWikko0mre14WO3M.png?height=1800&width=2880)\\n\\n### Schedule and Deadlines\\n\\n* Application Deadline: Ongoing\\n* Open Call Artist Announcement: February 2022\\n* Refraction Festival: March 20, 2022\\n\\nFor further information please go to our [Discord](https://discord.gg/u7WDa3Y6) - where you will be directed to the Open Call and Submissions channel.\\n\\nThanks,\\n\\n***The RefractionDAO Team***\",\"timestamp\":1642440892,\"title\":\"Open Call For Artists\",\"publication\":\"refraction\"},\"digest\":\"z-xff4bKwQt290Fs3BY35fBxnHrYPvX653GtAWj7zQQ\",\"authorship\":{\"contributor\":\"0x4A94Bd05eA6B4d683914aF097eBaB356571615f4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nfnAkql8er16mkcPXBtu1-vuLSeAZzOeT6g_ZgPAMiI\\\",\\\"y\\\":\\\"Qzs80t_KMpPmsk-Cf47s6SOuZV_V5xXgZViMaq70ZEw\\\"}\",\"signature\":\"xXEiqvWe86ZeR9JSP291-VqCzelzKtKgRONTpdw8Gy03pVj4Cd6k_Z0uXVUV5lxZWV3zyGatGGth0phlA48eAg\",\"signingKeySignature\":\"0x4df7e67929975a350a1dea3e53b9f48dd905fbb2931cee3a578d5897601b6edd4c20c312760097203f16ad6f752c5d16b2687131f7298caabcc1763e4db1cdf81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nfnAkql8er16mkcPXBtu1-vuLSeAZzOeT6g_ZgPAMiI\\\",\\\"y\\\":\\\"Qzs80t_KMpPmsk-Cf47s6SOuZV_V5xXgZViMaq70ZEw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d2feCovUDhmSVTyfo-2gQ_dbNCjYVk6mF-gzDRNQbJU\"}"