"{\"content\":{\"body\":\"![Liu Tzu-wei works in his milk tea shop in Wuhan, Central China's Hubei province, on Nov 18, 2021](https://images.mirror-media.xyz/publication-images/QlS3uOgR-yejmdnb2FQ_P.png?height=631&width=900)\\n\\nA young man from China's Taiwan realized his entrepreneurial dream in Wuhan, Central China's Hubei province.\\n\\nLiu Tzu-wei, 29, who majored in business administration, tried being an online shopping agent while studying in the UK. \\n  \\n He started his business journey in Hangzhou, East China's Zhejiang province, in 2017, and opened his first milk tea shop in Wuhan, Central China's Hubei province, at the end of 2019.\\n\\nHe experienced some setbacks in his milk tea business in Wuhan due to the outbreak of the COVID-19 pandemic, but he didn't give up, and started making video diaries online to record his journey.\\n\\nLiu currently has about 26,000 fans on Douyin, the Chinese version of the video-sharing app TikTok, and many have turned into customers.\\n\\nLiu was moved by the hospitality and frankness of the people in Wuhan, and said they are always helpful and supportive.\\n\\nOfficials from the local government of Wuhan, Hubei province, often visit him to promote the implementation of preferential policies.\\n\\nLiu opened his second branch at the end of last year. He plans to expand more when the opportunity arises. He said his decision to pursue his entrepreneurial dream in Wuhan was right.\\n\\nWuhan is a city with huge consumption potential, nice people and supportive government, so Liu would choose Wuhan again if he had to do it over.\",\"timestamp\":1637330300,\"title\":\"Taiwan entrepreneur realizes his dream in Wuhan\"},\"digest\":\"bF674s_sVVIMbAEL5hzDZ0kdukkhUXhcYzQ8nhmt05E\",\"authorship\":{\"contributor\":\"0x798D939a4652cb0534607ec6EadD221322D54aC5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jgsIX_eHu0q2YyO-3t277WVtuQUCr05GmVA6P4oUMY8\\\",\\\"y\\\":\\\"HFTRbM-EsTzmJp55iIZaaTXgvMuLsvC7WuOAkytw1uo\\\"}\",\"signature\":\"SH9vIXt4Iaz5_kCqMbx7CJsCKJmtOMzEnU1IRh4Ma7OafFnqkmE5rDjTbbOytnmP5GHMPqnieqbX1Zqyilml2g\",\"signingKeySignature\":\"0xd3dbdda37d86fbc128e9909fb66b6d70b01b5a16dcc060c0bdfe027ef0b2358267191b1ee68b9d6e93fb3ed9b076fc9978dee16ccbec2a2758ff6d3b468780531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jgsIX_eHu0q2YyO-3t277WVtuQUCr05GmVA6P4oUMY8\\\",\\\"y\\\":\\\"HFTRbM-EsTzmJp55iIZaaTXgvMuLsvC7WuOAkytw1uo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bF674s_sVVIMbAEL5hzDZ0kdukkhUXhcYzQ8nhmt05E\"}"