"{\"content\":{\"body\":\"# QCentroid \\n\\n[QCentroid](http://www.qcentriod.xyz/) is fostering a stakeholder ecosystem where sustainable transformation and prosperity are incentivized and aligned. We believe that science, data, and exponential technologies will be quintessential in realizing sustainable new ways of working, living, and driving industry transformation forward.\\n\\nOne of the focus areas of QCentroid is **quantum computing for sustainability.** In this article, we explore how quantum computing, a Fourth Industrial Revolution (4IR) technology that we believe will form the base layer of the future technology stack, can have an exponential impact on the fight against climate change. \\n\\n*In this article, we explore how quantum computing can have an exponential impact on the fight against climate change*\\n\\nWe hope to inspire collaboration on individual, academic, and industrial scales in this effort. Please reach out to us to inquire about how we can join forces. \\n\\n# Sustainability and Quantum Technologies  \\n\\nWe live in a critical chapter of human history. The existential threat posed by accelerating climate change and nature loss intensifies daily. [The UN's 17 Sustainable Development Goals (SDGs)](https://sdgs.un.org/goals), also called the **Global Goals**, outline these problems as an urgent call to action and provide guidelines for proliferating peace and prosperity worldwide.\\n\\nThe SDGs serve as guidelines for businesses to operate sustainably, which is more crucial now than ever before. [Several national regulatory bodies have made it mandatory to do so](https://industrytoday.com/mandatory-sustainability-reporting/), and many governments provide tax benefits to those that invest in sustainable activities. Nowadays, consumer consciousness makes brand reputation crucial for company sustainability. A 2021 [Mckinsey survey on how companies capture the value of sustainability](https://www.mckinsey.com/business-functions/sustainability/our-insights/how-companies-capture-the-value-of-sustainability-survey-findings#) proves that around 40% of businesses that adopted sustainable practices expect their programs to generate modest or significant value in the next five years. Major investors are increasingly conscious of how sustainable their portfolio companies are; therefore, a business that adopts sustainable practices accesses better funding. [Blackrock](https://www.blackrock.com/us/individual/investment-ideas/sustainable-investing), a multinational investment management corporation, has set a solid example of [driving impact investing towards a stakeholder economy](https://www.blackrock.com/us/individual/larry-fink-ceo-letter).\\n\\n*Around 40% of businesses that adopted sustainable practices expect their programs to generate modest or significant value in the next five years*\\n\\nTechnology has played a pivotal role in our evolution as an intelligent species, from fire and stone-age tools to computers and space exploration. Technology, though, is a double-edged sword. Consider the devastating collateral damage of chemical warfare during the first world war and the nuclear bombings of Hiroshima and Nagasaki during the second. Moving forward, we must leverage it conscientiously and sustainably.\\n\\nFirst-generation quantum technologies such as lasers and magnetic resonance imaging left an indelible mark on our lives. The **Fourth Industrial Revolution (4IR)** is heralding forward, at the core of which are **second-generation quantum technologies** that leverage reality's inherently quantum mechanical nature. We are at the cusp of unleashing the power of second-generation technologies such as **quantum computing** and **quantum sensing**, which are expected to have a massive impact on SDG accomplishment. \\n\\n[Unlocking Technology for the Global Goals](https://www.weforum.org/reports/unlocking-technology-for-the-global-goals), a report by the World Economic Forum, highlights how 4IR technologies can help us attain SDGs. We believe that quantum computing is most likely to have direct and indirect impacts across several Global Goals, such as Climate Action (Goal 13), Zero Hunger (Goal 2), Good Health and Well-Being (Goal 3), Clean Water and Sanitation (Goal 6), and Affordable and Clean Energy (Goal 7).\\n\\n*Quantum computing is most likely to have a direct and indirect impact across several Global Goals*\\n\\nAlthough the implications of [4IR technologies for sustainable transformation have been surveyed](https://www.weforum.org/reports/unlocking-technology-for-the-global-goals), those of quantum computing have not. **Even though quantum computing is in its infancy, [companies should start exploring use cases](https://www.ibm.com/thought-leadership/institute-business-value/report/quantumstrategy#) to avoid falling behind in the quantum race**. This article is the first of many in a series dedicated to exploring the industry-specific applications of quantum computers that will drive sustainable transformation forward. \\n\\n# What is Quantum Computing?\\n\\nQuantum computers harness unique properties of nature at the nanoscale as described by quantum mechanics. Unlike classical computers that use zeros and ones to store information and perform computation, [quantum computers use quantum bits](https://www.bcg.com/publications/2018/next-decade-quantum-computing-how-play), called **qubits**, that can exist in the 1 or 0 state simultaneously and many other states in between. This property is known as **superposition**. Another property of quantum mechanical systems known as **entanglement** allows qubits to couple with each other, leading to exponential gains in computational power. Hence, simply adding an additional qubit can double the computing power of a quantum computer. \\n\\n*Simply adding an additional qubit can double the computing power of a quantum computer* \\n\\nDue to the engineering challenges of building a quantum computer, they are in the very early stages of development. Although fault-tolerant quantum computers are years away, [considerable progress has been made](https://arxiv.org/abs/1801.00862) in building NISQ (Noisy Intermediate-Scale Quantum) devices. \\n\\n## Quantum Simulation:\\n\\nThe most immediate application of quantum computing is for so-called **[quantum simulations](https://physics.aps.org/articles/v12/112)**, wherein quantum computers simulate the quantum mechanical interactions in atomic and molecular systems. Classical computers struggle to perform such simulations, and until now, material science and molecular chemistry have been limited to testing various reactions for desired outcomes. The ability to simulate molecules virtually opens up extraordinary opportunities for progress in avenues such as pharmaceuticals, clean energy, batteries, and carbon capture.\\n\\n## Optimization:\\n\\nOptimization problems are so ubiquitous that it's hard to name an industry in which they aren't relevant. Quantum computers will be able to tackle optimization problems efficiently in the short to medium term.\\n\\nTo understand what optimization entails, consider the often-cited traveling salesman problem where a salesman has to visit several cities, starting and ending his trip at one specific city. We can use computers to analyze each possible route and discern which would be the most efficient. While the number of possible routes for a 5-city trip would be 12, the number of possible routes for a 60-city trip would be 10^89. That's more than the number of atoms in the universe! Such a computation would be impossible for classical computers. \\n\\nA fundamental law of nature is that systems always seek out their minimum energy states—objects slide down a hill, and hot things cool with time. The concept also holds in the quantum physics domain, making optimization problems ideally suited for quantum computers. By leveraging physics to reframe optimization problems as energy minimization problems, scientists can solve them in a fraction of the time. [Quantum annealers](https://docs.dwavesys.com/docs/latest/c_gs_2.html) and [digital annealers](https://www.fujitsu.com/global/services/business-services/digital-annealer/) are NISQ era devices that can easily tackle such combinatorial optimization problems. \\n\\n## Quantum(enhanced) Machine Learning: \\n\\nMachine learning (ML) techniques are powerful tools for discovering patterns in data thanks to advances in algorithms and computing power. ML algorithms, however, can be prohibitively demanding for classical computers. In quantum-enhanced machine learning, the goal is to devise and implement **[quantum computing algorithms that could enable faster and more accurate machine learning.](https://www.quantumnews.dev/quantum-machine-learning-data-sciences-next-big-thing/)**\\n\\nFurthermore, quantum systems produce non-traditional patterns that classical systems cannot analyze efficiently. Machine learning algorithms can analyze [quantum data](https://www.quantumnews.dev/quantum-machine-learning-data-sciences-next-big-thing/)—this technique is referred to as **quantum machine learning**.\\n\\n# Quantum Computing for Fighting Climate Change\\n\\nOf the 17 different SDGs, climate change (SDG 13) is arguably the most consequential. As per the[ Sustainable Development Goals Report 2019](https://unstats.un.org/sdgs/report/2019/), the \\\"most urgent area for action is climate change,\\\" warning that the consequences of climate change will be \\\"catastrophic and irreversible.\\\" Quantum computing can help alleviate climate change-related issues on several fronts:\\n\\n## Carbon Capture:\\n\\nOne of the most promising applications of molecular simulation lies in generating new catalysts, substances that speed up chemical reactions. **Catalysts are used in various industries and manufacturing processes**. Efforts are currently underway to design one that could expedite **carbon capture**, which is touted as one of the principal ways to fight climate change besides carbon emissions reduction. Although trees and oceans naturally capture carbon, the process is not fast enough to alleviate the current climate crisis. Most of the currently available carbon capture catalysts are difficult and expensive to produce or contain precious metals, limiting the scalability of carbon capture solutions. This is where quantum simulation could have a massive impact. Currently, available quantum algorithms could achieve an acceleration [of more than 10x for catalyst discovery](https://www.microsoft.com/en-us/research/blog/state-of-the-art-algorithm-accelerates-path-for-quantum-computers-to-address-climate-change/). [Tax incentives provided by governments around the world](https://www.bcg.com/publications/2019/business-case-carbon-capture) are likely to speed progress for carbon capture, utilization, and storage. \\n\\nIn addition to climate change, carbon capture can contribute to the achievement of other SDGs, such as SDG 2 (Zero Hunger) and SDG 11 (Building smart, inclusive, safe, and resilient urban systems).\\n\\n## Better Batteries:\\n\\nAnother high-impact application of quantum simulation lies in battery design. As the world attempts to move away from fossil fuels toward an electrified economy, the primary bottleneck is the limited power density of batteries available today.\\n\\nThe automobileindustryis at the crux of this challenge. Tesla, for example, is pioneering efforts to build and distribute electric cars. Batteries will play a similarly critical role in the electrification of the **airline industry** and the adoption of **renewable energy**. Progress is unfolding in this arena. In 2018, Daimler AG announced a partnership with Google and IBM [to explore quantum computing applications for cellular simulation and the aging of battery cells.](https://www.ibm.com/blogs/research/2020/01/next-gen-lithium-sulfur-batteries/)\\n\\nBesides helping the fight against climate change, better batteries could further efforts towards SDG 1 (No Poverty), SDG 7 (Clean Energy), and SDG 11 (Sustainable cities).\\n\\n## Fertilizers / Green Ammonia:  \\n\\nFertilizers play a vital role in feeding and sustaining the world's burgeoning population. Access to food, improved nutrition, and food-production security is SDG 2 (Zero Hunger). However, the approximately 120 megatons of fertilizers produced worldwide come with asubstantial environmental price tag: [1-2% of global energy consumption and 3-5% of the world's gas consumption.](https://www.bcg.com/publications/2020/quantum-advantage-fighting-climate-change)\\n\\nWhy is this the case? [The Haber-Bosch process](https://cen.acs.org/environment/green-chemistry/Industrial-ammonia-production-emits-CO2/97/i24), which converts hydrogen and nitrogen to ammonia for fertilizer production, has not changed for over one hundred years. The reaction runs at 500°C and pressures up to 20 MPa, amounting to around 1% of greenhouse gas production, more than all other chemical production processes combined.\\n\\nTo make ammonia fertilizer production and food production more sustainable, we need to explore less energy-intensive means of producing ammonia. Quantum computing can help us understand and mimic nature's nitrogen fixation process. Reaching such an understanding is a complex task that involves simulating the enzymes and proteins that make up such bacteria.Several companies are working on [realizing this problem using quantum simulation and quantum AI/ML](https://www.zapatacomputing.com/lets-make-quantum-computing-about-sustainability/).\\n\\nAdditionally, [green ammonia could sustainably transform the shipping](https://www.bloomberg.com/news/articles/2020-08-21/what-s-the-green-fuel-of-the-future-for-shipping-quicktake) industry by serving as a carbon-neutral fuel source.\\n\\n## Clean Cement:  \\n\\nCement is the second most-consumed resource on the planet, second only to water. It's also the most widely artificial material on earth, literally making up the foundation of the urbanized world. As helpful as it has been for advancing civilization, it comes at a terrible environmental cost—[8% of the world's CO2 emissions](https://www.chathamhouse.org/2018/06/making-concrete-change-innovation-low-carbon-cement-and-concrete)! Polymer concrete made possible by quantum simulations could reduce cement-related emissions by more than 5%. \\n\\n## Route Optimization: \\n\\nAs previously mentioned, classical computers are ill-suited for route optimization problems involving delivery trucks, taxis, and airlines. Poorly optimized travel routes result in high CO2 emissions due to longer routes, passenger-less travel, and unnecessary stops. This is where quantum optimization can help. [D-Wave, for example, is partnering with Volkswagen ](https://www.volkswagen-newsroom.com/en/press-releases/volkswagen-optimizes-traffic-flow-with-quantum-computers-5507)to optimize traffic management systems. According to [a recent report by Mckinsey](https://www.mckinsey.com/industries/automotive-and-assembly/our-insights/will-quantum-computing-drive-the-automotive-future), the automotive industry will have several applications for quantum computers by 2025. **Quantum technologies are expected to bring an added value of $2 to $3 billion to the automotive industry by 2030.**\\n\\nRoute optimization is also a key challenge in the **airline industry**, where better network planning made possible by quantum computers could reduce carbon emissions and costs for airlines. \\n\\nYet another low-hanging fruit for quantum route optimization is the logistics industry. [Optimizing routes by just 5% for U.S. freight trucks ](https://www.forbes.com/sites/forbestechcouncil/2021/02/05/how-quantum-computers-could-cut-millions-of-miles-from-supply-chains-and-transform-logistics/?sh=50d924625a92)would reduce carbon emissions by roughly 22 million tons each year. Leveraging Fujitsu's Digital Annealer, [Toyota Systems identified an approach ](https://www.fujitsu.com/global/about/resources/news/press-releases/2020/0910-02.html)that takes just 30 minutes and can reduce logistics costs by 2-5 percent. \\n\\n## Fluid Dynamics: \\n\\nImproving the aerodynamics of vehicles and aircraft contributes to their fuel efficiency. Classical computers, however, can only render limited simulations for such modeling. Laborious physical prototyping is required to test designs, making the process slow and expensive. Quantum computers could quickly complete such simulations, leading to emissions reductions.Airbus' quantum computing division is [looking into how to improve aircraft climb trajectory.](https://www.airbus.com/newsroom/stories/is-quantum-computing-is-the-next-game-changing-technology-in-aerospace.html)\\n\\n# Let’s collaborate! \\n\\n**This article is the first in a series on quantum computing for sustainability.** We have attempted to cover what quantum computers are and their potential role in the fight against climate change. As quantum computing and its applications in climate mitigation are very nascent areas, we hope to build a community of experts in quantum computing and relevant industries to leverage technology and meet SDGs by the end of this decade. \\n\\nWe look forward to feedback regarding this article and learn about further applications of quantum computing for climate mitigation that are not covered here. \\n\\n**We hope this article sparks and inspires collaboration to leverage quantum computing in the fight against climate change. Please reach out to us at *info@qcentroid.xyz* if you're interested in joining forces.** \\n\\nTo learn more about QCentroid, please visit us at [www.qcentriod.xyz](https://www.qcentroid.xyz/)\",\"timestamp\":1634152842,\"title\":\"Quantum Against Climate Change\"},\"digest\":\"2jpNoEkPofCa97LQFr4kHHWwGh0zNR9KGahvftRPFys\",\"authorship\":{\"contributor\":\"0x5b73c05e4667A6014b6C5C1887cc0Fd03bf7C28b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W5w6iY4eUpiYKAdcpV29Sp6bgQkWAjI383Kp1CT6br0\\\",\\\"y\\\":\\\"dEBFUhHq_XeQaG8EBkjPngxRM8Uvh57GNoHJXS6dblg\\\"}\",\"signature\":\"pmGd1J2LKfHVn5CGGmrbtcoJepyUUrnp2Fiv5t96ZPQDZck4GADG4fbd_9sN1hoX-upPvCxTZ1eSnXbHYxPK6w\",\"signingKeySignature\":\"0x661bc38adece2cd933946e49eed990084c3acf0b07927e2c5b89d7dc2faba3d318e2752388859b24b2b5ff635ef36196fafebe89a863a3b39d49c116c69f344d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W5w6iY4eUpiYKAdcpV29Sp6bgQkWAjI383Kp1CT6br0\\\",\\\"y\\\":\\\"dEBFUhHq_XeQaG8EBkjPngxRM8Uvh57GNoHJXS6dblg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2jpNoEkPofCa97LQFr4kHHWwGh0zNR9KGahvftRPFys\"}"