"{\"content\":{\"body\":\"***The Weekly Hop is a newsletter written by Pathfinders. Click [here](https://rabbithole.mirror.xyz/2aWOCnFgLTRePfJn4C2P8RgmYh_I0VbPcColjQTtcJ8) to learn more about Pathfinders and our role in the decentralization of RabbitHole.***\\n\\nLast Wednesday, Twitter software engineer [Mada Aflak](https://twitter.com/af_mada) posted a quick demo of the NFT authentication tool that the company is building. After downloading their NFTs from OpenSea, users can put their NFT in their avatar, and if properly authenticated, a customary checkmark will appear alongside the NFT to show that they are the “true owner” of the image.\\n\\n[https://twitter.com/af_mada/status/1443243702156206089](https://twitter.com/af_mada/status/1443243702156206089)\\n\\nTwitter’s addition of this NFT overlay is likely to bring a tremendous amount of exposure to the space. Some may feel like we’re already at the top, but web2’s implementation of incremental technologies like these could mark the beginning of another period of NFT acceleration.\\n\\nAnd while the feature is still in development, a somewhat controversial response has already unfolded: The anti-crypto crowd is threatening to “block” anyone who uses the badge. And those within the community are torn between whether it’s just a visible representation of the elitism that already exists in crypto, or if Twitter’s integration of the tool would work to hard-wire division in a community built on the premise of decentralization.\\n\\nWhether you love it, hate it, or think it’s absolutely not going to work, it’s important to keep in mind the implications of the technology that we are creating–specifically, the movement of status and scarcity into the digital world.\\n\\n### NFTs as a status symbol\\n\\nFlaunting a Bored Ape or CryptoPunk as your pfp has become akin to wearing a fancy watch or rare sneakers; or, as one two-time Bored Ape owner puts it, “It’s like having a [Harvard degree in the NFT space](https://www.newyorker.com/culture/infinite-scroll/why-bored-ape-avatars-are-taking-over-twitter).”\\n\\nAnd while status symbols can be anything that connote a high social position, to function effectively, [W. David Marx](https://twitter.com/wdavidmarx) describes them as needing three key properties: signaling costs, alibis, and cachet.\\n\\n1. **Signaling costs:** The act of acquisition must be difficult so that “possession serves as [proof of exceptional assets or privilege](https://dirt.substack.com/p/dirt-are-nfts-status-symbols).” In the case of NFTs, and to put it bluntly, this means that you were either early or you’re rich.\\n2. **Alibis:** People need an excuse to own what the boomers refer to as “JPEGs.” Those who buy a $20M house for a three-person family blame it on “shelter.” NFT-collectors could justify their expenditures on the basis of a long-term investment, or better yet, utility as an investment (think ticketed access to a closed Discord channel).\\n3. **Cachet:** Status symbols must identify a symbolic association with a high-status group. This goes back to the pfp as your Harvard degree comment–both within and outside the community, NFT pfps could signal a “[deep knowledge in crypto](https://dirt.substack.com/p/dirt-are-nfts-status-symbols), investment prowess, and familiarity with cutting-edge pop culture.”\\n\\n### Scarcity in the digital world\\n\\nBy virtue of being digital, NFTs can be replicated endlessly and costlessly. To the naked eye, there is no difference between an NFT-secured piece of digital art and the one that you might rip off of the Internet.\\n\\nBut then again, there have been scammers since the beginning of time. So, “what is the actual difference between an [original piece of art and a perfectly executed replica](https://stratechery.com/2021/apples-point-of-view-nfts-and-status-nfts-and-standard-formats/?access_token=eyJhbGciOiJSUzI1NiIsImtpZCI6InN0cmF0ZWNoZXJ5LnBhc3Nwb3J0Lm9ubGluZSIsInR5cCI6IkpXVCJ9.eyJhdWQiOiJzdHJhdGVjaGVyeS5wYXNzcG9ydC5vbmxpbmUiLCJhenAiOiIyNGtvZ3h3V205OXZVV3J3Z2kyaWQ0IiwiZW50Ijp7InVyaSI6WyJodHRwczovL3N0cmF0ZWNoZXJ5LmNvbS8yMDIxL2FwcGxlcy1wb2ludC1vZi12aWV3LW5mdHMtYW5kLXN0YXR1cy1uZnRzLWFuZC1zdGFuZGFyZC1mb3JtYXRzLyJdfSwiZXhwIjoxNjMyOTcyNTYzLCJpYXQiOjE2MjI2Mzc2MzQsImlzcyI6Imh0dHBzOi8vc3RyYXRlY2hlcnkucGFzc3BvcnQub25saW5lL29hdXRoIiwic2NvcGUiOiJhcnRpY2xlOnJlYWQgZmVlZDpyZWFkIGFzc2V0OnJlYWQiLCJzdWIiOiIyNGtvZ3h3V205OXZVV3J3Z2kyaWQ0QGFwcGxpY2F0aW9ucyIsInVzZSI6ImZlZWQifQ.eO3NUT577mQFQ1GPNtAToMcO9lPbhppT5PRb8wdjpPm5uYBHAh0pW6lgRKLnszWMtobFZ9C_kH665CCgrlLNkOAuMfw-nIUdAW7-Bm0_OMmPCQA7tYFGHuJdbUfIL2f8kTyc6Tydz2xL69KpnpFqpUm6kr6j1Xqa9-3kSiYByS4jVNQQW8-TZgbiNHD2rRuk_rWwCa9Egvli-jJ8nMcIOxIB2VuuCb655BiJdyZ4Q5w9MlAG2SSmFbHGVxqGyYqGqrALCg9D3Ldj8E_EYVjx9SmVzzDZV_8ZP2Q6KgXOT0h4q2USA7xF9znOZlEsOdsk5iFbhxIZcZ-GN-8OgfsD5w)?”\\n\\nAccording to 20th-century philosopher [Walter Benjamin](https://en.wikipedia.org/wiki/Walter_Benjamin), the answer could lie in the art’s “[aura](https://mycourses2.mcgill.ca/content/enforced/532251-5606.202109/Benjamin_Walter_1936_2008_The_Work_of_Art_in_the_Age_of_Its_Technological_Reproducibility.pdf?_&d2lSessionVal=sTqWUq1oMiilfoPUlVOGkTDF3),” which he defines as “a strange tissue of space and time: the unique apparition of a distance, however near it may be.” While it’s technologically possible to create thousands of copies of the Mona Lisa, for example, none will replace the original. Standing in front of the real piece, knowing that it was touched by greatness and enveloped in history, is essential to its appeal–and market value.\\n\\nWhat is so great about an NFT is that, unlike the Mona Lisa, it is not confined to the walls of the Louvre. While technological reproduction erodes a piece of art’s ‘aura,’ this is ultimately a good thing as it allows for art to be brought closer to the public, and thus, to be democratized.\\n\\nWidespread visual access to and sharing of NFTs has become fundamental to this new-generation participatory culture of art.\\n\\n### An evolution of art’s “aura”\\n\\nBut this brings me back to my first point: NFTs as a status symbol.\\n\\nThe ability to transfer an NFT anywhere, and display an NFT anywhere–even in multiple locations at once–means that the status-flaunting aspects of owning a, say, CryptoPunk can be shared.\\n\\nSo, why the obsession over verification of ownership? I get it, people want their NFT Harvard degree, but I think a connection to a historical and emotional moment in time is more important than bragging rights. Better yet, NFTs as a utility will open up a whole new world of possibility.\\n\\n*Written by [@anay_sim.](https://twitter.com/anay_sim)* \\n\\n### Pathfinder question of the week:\\n\\nSpeaking of NFTs as a utility, no-code tool Guild announced that they’re building [token-gated access](https://twitter.com/guildxyz/status/1443259290165387266) via Snapshot with the ability to combine access with NFT traits, POAPs, or ERC-20 tokens. This is a game-changer for online communities and membership benefits.\\n\\nWhile Guild is still in alpha mode, our brains can’t stop thinking about the possibilities. The question of the week:\\n\\n*If you owned an NFT from RabbitHole, what type of access or utility would you want to see?*\\n\\n\\\\*\\\\*\\\\*If you have ideas, hop in the [RabbitHole Discord](https://discord.gg/bnsUA88q) to help us brainstorm the future of the Pathfinder program! \\\\*\\\\*\\\\*\\n\\n### New Pathfinder guides:\\n\\nHard to follow that essay by Anay, but I’ll do my best and keep this brief. Below are this week’s newest Pathfinder guides to help guide you down the rabbit hole:\\n\\n* [How to convert xDAI to Wrapped xDAI (WrapETH) ](https://rabbithole.mirror.xyz/vJ8aJ5-aPvTV4V7HDckT430KfsASqtsIsNOHRPIQPzc)by [@TheAlexYao](https://twitter.com/TheAlexYao)\\n* [How to stake ETH on Lido](https://rabbithole.mirror.xyz/GWZZfv6RxB3tYQpi63m3uFNnDkImmE73M4lNGmsXwhQ) by [@eshita](https://twitter.com/eshita)\\n\\nRemember to keep an eye out for new guides as they are hints for future quests! And as always, if there’s a quest you’d like to see, we’d love to hear from you via our Twitter [@pathfinders_gg](https://twitter.com/pathfinders_gg) or on our [RabbitHole Discord](https://discord.com/invite/bnsUA88q) channel!\\n\\n*Section compiled by [@JonahBaer](https://twitter.com/JonahBaer).*\\n\\n### Rabbit of the week:\\n\\nThis bunny first appeared in an animated series in 1950. Can you guess his name? No cheating! We’ll reveal the rabbit’s origins in next week’s Hop.\\n\\n![](https://images.mirror-media.xyz/publication-images/-DF_qFZjWZo9HvWMe7ewc.jpeg?height=842&width=1180)\\n\\nThat’s all for this week!\",\"timestamp\":1634226241,\"title\":\"The Weekly Hop #6: Status and scarcity in the digital world \",\"publication\":\"rabbithole\"},\"digest\":\"IA4mmVQpwm-ZFVAM6NV625_viAXx2-Yq9-sqYhC7OUk\",\"authorship\":{\"contributor\":\"0x0ba85c9e1863E5efB8395a55cd042d61DECD6e89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vJ4Jt11R2M8YssjX2gKEBvM5zudG9_uhviWZRC10DFE\\\",\\\"y\\\":\\\"nHltyAn52aR-8ZyDkTpuHhZNPgqvnavICnU4NyqZUF4\\\"}\",\"signature\":\"0LQFJfx02uq4_iQofY-4nIOwfeBB5fRt7u_LQL69Vldv9zaC5oz22XXbbzRgoSedT18IRVKryTictlKg2a7fSA\",\"signingKeySignature\":\"0x29a54cebb73f0071269c1174e878ec97c9b07915941a1b8b946ba66d91ae420c64061045ccb1d9ffe29fc0908e94d89d4ca0b12b8836a8c4a4a2fc131c0b22cc1c\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vJ4Jt11R2M8YssjX2gKEBvM5zudG9_uhviWZRC10DFE\\\",\\\"y\\\":\\\"nHltyAn52aR-8ZyDkTpuHhZNPgqvnavICnU4NyqZUF4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5GrhRNMdLfW6qRHxyRnyX7QQz05jVh0fRHKxRMyPboo\"}"