"{\"content\":{\"body\":\"A tiger was caught in a cage, kicked and bit, and went crazy in three days. The tiger is crazy. Is it the cage? Isn't it the cage?\\nThe cage is just there, speechless and speechless, inaction and inaction. It's just to be itself and fulfill its bounden duty. The tiger is crazy. How can it be the reason for the cage?\\nIsn't it the cage? If the tiger is not caught in the cage, it may not be crazy. Isn't it the reason for the cage?\\nThe student zhiyouya asked his teacher this question. Zhiboundless said that it was still a tiger's problem. The tiger's heart can't be soft like water. If its heart is square and square, and follows the circle with the circle, what problem will it have? Now the tiger is crazy. There must be something in his heart that doesn't melt, not like water! People can be as free as water, in mountains, streams, prisons and prisons.\\nThere was a monk in the Southern Dynasty. For some reason, he was arrested and locked up in a cage. Three years later, he became a Taoist. The same two sentient lives were locked in cages, one crazy and the other enlightened. Is the cage different? Why did one go crazy and the other got the way?\\nZhiboundless was a figure two thousand five years ago. He turned his head and said to people two thousand five hundred years later: people in the 21st century, if you are stuffed into the cage of system, marriage, personnel and cognition, if you are in pain or crazy, is it the cage? It is clear that there is something in your heart that is firm and unchanging. It is like a shadow of a fight. It is a vain thing that tortures the unknown gentleman.\\n\\\"If you are put in a cage, I hope you will become holy in the cage, not go crazy for some reason.\\\" Zhiyouya spoke for his teacher.\\n\\\"When the world sees the cage, is it made up by the heart or made by the body? If it is thought to be made by the body, he will not be saved; if it is understood that it is made up by the heart, it will not damage the cage. Being outside, it will not destroy the cage, but the cage has been destroyed.\\\" There is no limit to knowledge.\\n\\\"The cage in the world is like a shadow and a sound. The vain person carries on, but restricts the body and solidifies the will. Those who resist want to break the cage, and they are tired to death; those who do not resist are detained in the cage, and they are trapped to death. Who can do nothing in the cage? Those masters of the Tao.\\\" Knowledge has a limit.\\n\\\"Bind the snake's shadow with a rope, and bind the snake with the shadow of a rope. People who are in a cage are all walking in these two kinds of illusions. The cage covers their own shadow, or they are covered by the shadow of the cage, but they don't understand. Therefore, what can we do about the pain, the pain, and the whining.\\\" Knowledge is boundless.\\n\\\"A cage is not a cage. There is no cage outside. If the world knows this, it will not see a cage in the cage. If it does not know this, it will be in heaven and earth and in a larger cage.\\\" Know what you have to say.\\n\\\"If the cage doesn't say I'm a cage, who calls it a cage? If the cage doesn't say 'come on, let me play the role of the cage', who makes that cage give birth to the power of the cage? Is the power of the cage self-centered?\\\" Know no bounds.\\n\\\"If the world knows that the cage is not born by itself, it is the heart. If the heart is the source of sin, everything will end.\\\" There is a way to know.\\nThere was a strong wind outside the window. Zhiboundless rolled up zhiboundless's sleeve and ran. While running, he said, \\\"God hears our strange talk and wants to punish us. Run.\\\"\",\"timestamp\":1641201815,\"title\":\"cage\"},\"digest\":\"jDrNEADPJiY-UGZwUw9JLNIUT1KT7CEcslXYArCcl7Q\",\"authorship\":{\"contributor\":\"0x157B0f920A7D09AA28302d843919d9230bf95c20\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ftQu1dxCIntYbkSPk-8f9nmyjmJd5XGUlGHHsAIRHEA\\\",\\\"y\\\":\\\"gwHJZLXqQaUAMqcQjPrYFjdk9xs_ky_tTrED2lwf2WA\\\"}\",\"signature\":\"va8Xmp7lBaPE3P3gqfIDF1Lep2vQ98hskfQCtdRxKUTQIDGs3-m5WvVAPLT4nsCB0BfQ-eX1We29rQeCOGdMMw\",\"signingKeySignature\":\"0xafdcfcb1034167bfc059149c980a34e11de01a630f38601a028e9fcdd06767184cd6b50da5afa917a512e66c6aacbded86c60df5b55eb5472bd0bf978745fbf71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ftQu1dxCIntYbkSPk-8f9nmyjmJd5XGUlGHHsAIRHEA\\\",\\\"y\\\":\\\"gwHJZLXqQaUAMqcQjPrYFjdk9xs_ky_tTrED2lwf2WA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jDrNEADPJiY-UGZwUw9JLNIUT1KT7CEcslXYArCcl7Q\"}"