"{\"content\":{\"body\":\"*This essay originally appears on Medium, May 20, 2020.* **\\\\*Warning: contains plot spoilers.\\\\***\\n\\n> *Forest: Everything we do is predicated on the idea that we live in a physical universe, not a magical universe.*\\n>\\n> *Katie: Are you doubting that?*\\n>\\n> *Forest: Not the physical universe. But I am scared we might be magicians.*\\n>\\n> — “Devs” Season 1, Episode 4\\n\\nLike any good mage, Forest, the charismatic founder of Amaya, wields the term “scared” here less out of simple fear, and more in the guise of single-minded anticipation, the finely-balanced dread mixed with a longing that colors the face of a doctor, archaeologist or explorer about to knowingly transgress the boundaries of the natural order and reanimate the dead, read from the forbidden spellbook or open a tomb lined with treasure. His is a recognition of certain moral exceptionalism, the realization that he and his team are going somewhere no one has gone before. There also seems to be a tacit understanding that this comes with inevitable penalties — but it’s a price worth paying.\\n\\nThis exchange in Alex Garland’s breakout series *[Devs](https://www.fxnetworks.com/shows/devs)* is the first concrete signifier of the tension which sits at the heart of this spare, brainy, and deeply atmospheric drama. The story Garland is telling seems to be just another statement about Big Tech, complete with the glossy wrapper of overhead drone shots, golden lens flares, affectless tech prodigies, and an eclectic, yet devotional [soundtrack](https://open.spotify.com/playlist/0XqfCYjdqWhZhjy66ZrFHl?si=pWUWrT2XRZmW1InYMDRUZQ).\\n\\nAs posited by the [Copenhagen Interpretation](https://en.wikipedia.org/wiki/Copenhagen_interpretation) of quantum computing, when measured differently, Devs could be something else entirely. Intentional or not (and I have to believe it is) what Garland has created is a work of [folk horror](https://www.ritesofspring.co.uk/folk-horror), centered on Silicon Valley — the place and the mindset. While it’s not an end-to-end set piece in the full genre tradition, the core of *Devs* is full of signifiers and sigils, tropes, motifs, and easter eggs, which suggest that Garland, at the very least, leans heavily on this story form as a way to shape his morality tale. Quantum computing and big data provide the dark magic, but the Valley serves up the other necessary ingredients of dangerously opaque cultures and communities, transgressive acts, and self-martyrdom with presumed punishments and rewards.\\n\\n![Devs/FX (2020)](https://miro.medium.com/max/1400/1\\\\*e9v_76wdseRvytuFXNjRmg.jpeg)\\n\\nA fixture of British cinema and TV in the 1960s and 70s, films like Michael Reeves’ *[Witchfinder General](https://www.youtube.com/watch?v=98gzk6VSzfU)* *(1968), Piers Haggard’s [Blood On Satan’s Claw](https://www.youtube.com/watch?v=2RMySPyhMUY) (1971), and of course, Robin Hardy’s [The Wicker Man](https://www.youtube.com/watch?v=a-tDnavDCwI)* (1973), established canon for this niche genre of storytelling. Folk horror has a rather long history in cinematic terms, by some accountings reaching back as far as Swedish-Danish silent film *[Häxan](https://www.youtube.com/watch?v=qYTv7mIBfdY)* *(1922), but it has enjoyed a resurgence in recent years, whole or thematically, through the work of [Peter Strickland](http://sensesofcinema.com/2019/the-analogues-of-peter-strickland/the-faraway-forest-in-peter-stricklands-katalin-varga-the-duke-of-burgundy-and-the-cobblers-lot/), director of [Katalin Varga](https://www.youtube.com/watch?v=8PTjObn2W5I)* *(2009), [The Duke of Burgundy](https://www.youtube.com/watch?v=P-xIMBnclyA)* *(2015), and [In Fabric](https://www.youtube.com/watch?v=biHUTtV4K40)* *(2019)*, Ben Wheatley’s *Kill List* *(2011) and [A Field in England](https://www.youtube.com/watch?v=cRRvzjkzu2U)* (2013), Robert Egger’s debut *[The VVitch](https://www.youtube.com/watch?v=Hba3cmYQ-e8)* *(2015), and the BBC-Netflix collaboration [Requiem](https://www.youtube.com/watch?v=vlOk23dC98Q)* (2018). Most recently, this genre has been thoroughly examined in Kier-La Janisse’s documentary *[Woodlands Dark and Days Bewitched](https://woodlandsdarkanddaysbewitched.com/)*.\\n\\nAri Aster has brought folk horror to new generations of American viewers through his back-to-back hits *[Hereditary](https://www.youtube.com/watch?v=V6wWKNij_1M)* (2018) about a multi-generational secret that destroys a family, and the more obvious *[Midsommar](https://www.youtube.com/watch?v=1Vnghdsjmd0)* (2019), which tells a tale of a group of twentysomething friends who travel to observe a Swedish summer ritual as a way to get away from anxiety and relationship stagnation at home, only to find something slightly more terrifying amidst the *Kinfolk*-ready pastoral purity.\\n\\n![Hereditary/A24 (2018)](https://miro.medium.com/max/1400/0\\\\*OAmJ2LcqVEG7NVDT)\\n\\nWhat defines folk horror? Critics and the few scholars who actively study it seem to agree that as a genre there are some recurring structural patterns, as well as a delineated catalog of aesthetics, icons, and imagery. Garland places enough of these throughout *Devs* to make it seem less than coincidence that folk horror is a narrative formula for the story, as well as a signpost toward its interpretation. Garland has used similar components in his rich catalog of film work, though *Devs* is the first time he has stitched together the folk horror aesthetic so distinctly and collectively.\\n\\nFolk horror plots don’t follow a strict structure, such as the hero’s journey, but writer and filmmaker Adam Scovell, author of “[Folk Horror: Hours Dreadful and Things Strange](https://cup.columbia.edu/book/folk-horror/9781911325222)” has proposed what he calls the “[folk horror chain](https://celluloidwickerman.com/2014/09/25/the-folk-horror-chain/),” a sequence of elements that are common to this genre: elements of **landscape**, **isolation**, **belief**, and summoning, or \\\\*\\\\*manifestation \\\\*\\\\*of the unnatural.\\n\\n![Annihilation/Paramount (2018)](https://miro.medium.com/max/1400/1\\\\*m2U3XYBEfJxNJ-pEci3Nyg.jpeg)\\n\\nSilicon Valley itself is already rich in its [own folklore](https://www.google.com/search?biw=1545&bih=885&sxsrf=ALeKk01djD3EotWpNPL2BzVNhRj2N86xYw%3A1595024814565&ei=riUSX-P-IcezsAeR-rG4CQ&q=books+about+silicon+valley+history&oq=&gs_lcp=CgZwc3ktYWIQARgCMgcIIxDqAhAnMgcILhDqAhAnMgcIIxDqAhAnMgcIIxDqAhAnMgcIIxDqAhAnMgcILhDqAhAnMgcIIxDqAhAnMgcIIxDqAhAnMgcIIxDqAhAnMgcIIxDqAhAnUABYAGDUO2gBcAB4AIABAIgBAJIBAJgBAKABAaoBB2d3cy13aXqwAQo&sclient=psy-ab) — as much in its still forests and shadowy canyons, as in its military installations and university labs. The primary locus for the drama is an archetypal secluded tech campus, where the “move fast and break things” ethos, [disregard of time as a metric of human rhythms](https://www.academia.edu/8327298/Time_and_Identity_in_Folk_Horror), and deep faith in data above all governs everyone’s lives. Without much exaggeration, Garland found a community that provides, in terms of the first chain link of **location**, a setting that captures the hubris of not only an industry — tech writ large — or locale — a beautiful but decaying [San Francisco](https://www.salon.com/2019/02/20/in-the-past-year-silicon-valley-became-even-more-dystopian-unequal-report/) and [the Valley](https://www.theatlantic.com/business/archive/2017/06/silicon-valley-pescadero/531423/) — but its mental state as well.\\n\\nIn the opening seconds of the first episode, we see Forest standing seemingly alone in a wood after dusk, followed quickly by the contrasting hardness of San Francisco, itself a kind of “edge of the world,” geographically, culturally, economically and intellectually (even this city, in its seeming emptiness and silence, fits Scovell’s definition of “[urban wyrd](https://celluloidwickerman.com/2015/04/13/the-urban-wyrd-in-folk-horror/)”). We soon find out this Patagonia-perfect woodland is home to the sequestered, almost retreat-like campus of Amaya, Forest’s tech company, situated amid the remaining evergreen forests that dot the peninsula. Sited on the real-life campus of UC Santa Cruz, mythical Amaya sits adjacent to, but distinctly apart from the sprawling suburbs and strip malls of Silicon Valley — at the *edge* of the edge, reminiscent of Summerisle of *The* *Wicker Man*, accessible but distant enough.\\n\\nEven as a buzzing campus full of techies mill about with ant-like energy, Amaya is no typical corporate home. It is a kind of hushed cathedral of brutalist bulk, overshadowed by the colossus of Amaya herself — a towering statue of Forest’s dead daughter — set amongst a kind of reverential amphitheater where employees go to contemplate the infinite. The sweeping drone’s eye view gives us an overview of both Amayas, figure, and space, glinting in the golden hour (those with sharp eyes and good memories may recall the name of the desolate installation within the Shimmer in Garland’s *Annihilation*: Fort Amaya).\\n\\n![Devs/FX (2020)](https://miro.medium.com/max/1400/1\\\\*XCMy0Zxdv5mDvi43CKRiAw.jpeg)\\n\\nCinematically, this bucolic *mise en* *scène* transports us directly to a natural **isolation**, which is a perfect trope of the genre: the woods, the trees, the water, the path, the quiet, the reverential movement of people. As the second element in the chain, we see this use of remoteness in the classics of folk horror forty years prior, and it’s echoed here. As an audience, we’re immediately introduced to a principal character of the construct — nature, as both haven and hero.\\n\\nThe Devs facility itself is isolation-within-isolation. A kind of chapel in the woods, if a chapel had “A lead faraday shield, a thirteen-yard thick concrete shell, then a gold mesh…then an eight-yard vacuum seal, totally unbroken,” this world-within-a-world houses Devs, the unit. The structure, [one eagle-eyed Redditor recently noted](https://www.reddit.com/r/Devs/comments/g551f5/the_devs_building_and_the_hebrew_tabernacle/), bears a striking similarity to the tabernacle built by the Israelites at God’s instruction, to house the Ark of the Covenant.\\n\\n![Devs/FX (2020)](https://miro.medium.com/max/1400/1\\\\*QHFU1FOGGG54_e-KYkYnCA.png)\\n\\nSymbolically, *Devs* is many things, and Garland has shoehorned a lot of arcana from various religions and mythologies into the story, but most of all, the building itself is a universe within a universe — potentially within universes — though it most importantly houses Amaya’s god-like quantum computer. The Devs team communes around it in silent contemplation, coding, and experimenting, free from the constraints of the outside world.\\n\\nScovell notes that this separation is key to the delta that develops between common morality, balance, or belief systems, which the protagonists are drawn into through the Devs project. “There’s little doubt that folk horror and its happenings rely on events being located outside of general society in both a physical and in a sociological way,” he writes in his 2014 thesis on the subject. If any setting in contemporary society sits apart from the economic, moral, social, and even political moorings of *our* world, it’s the world of cloud, code, and algorithm that is Big Tech.\\n\\nThe next link in the chain, **belief**, is central to the work of the Devs team. Forest’s quest, and by extension, Katie’s and the Devs’ mission is to use the “magic” of quantum computing to model past events. The question under consideration is to conclude whether the universe is deterministic, with a single past and future, or a multi-verse of many possible worlds. Forest holds a deterministic view because it suggests a probability of accurate reconstruction of the past and equally accurate prediction, one minute, one year, or one millennium into the future. It’s no accident that efforts to model a singular past in greater resolution suggest a symmetric model of future-gazing capabilities. The byproduct of this symmetry though is that Forest *believes* he will have the ability to look back to, and potentially experience, a high-resolution realization of his daughter Amaya, taken from him in an auto accident for which he feels responsible.\\n\\n![Devs/FX (2020)](https://miro.medium.com/max/1400/1\\\\*h3jedMXKC3t_FmR8JkptLQ.jpeg)\\n\\nThis journey toward discovering the scientific truth of the universe as understood in certain quantum models *is* Forest’s religion. It also affords him a morality trump card for the future, which absolves him from the premeditated murders (or sacrifices, *even*) of Sergei, a dev who is caught spying by Katie and Forest, and Lily’s ex-boyfriend-turned accomplice Jamie, in addition to the attempted murders of several others, and the death by suicide of another Devs team member. Determinism underpins Forest’s pursuit of self-martyrdom. His attempt to resurrect his dead daughter is aligned with the universe’s intentions, most advanced in its approach, and is therefore morally acceptable because it was always going to happen, as will anything he does to further the project. In this world, *he knows not what he does*, and yet, he does.\\n\\nWhen the teenaged prodigy Lyndon throws a wrench into Forest’s morality-warped deterministic belief system by injecting a multiverse-based model, the quantum computer is able to realize higher-definition versions of the past — notably by delivering the voice of Christ on the Cross as he pleads to his Father, except it’s *a Christ*, in all likelihood not *the* Christ\\\\*.\\\\* Though Lyndon’s algorithm provides clarity and higher resolution to both past and present events, it also reinforces a competing many-worlds model that Forest refuses to embrace. For Forest, the many-worlds model negates the possibility of ever encountering *the* Amaya, only *an* Amaya, and also brings with it the burden of free will. Only in a deterministic world can Forest reunite with his Amaya, absolve himself, and also, by the way, attain worldchanging technical transfiguration on behalf of Katie, her team, and Amaya the company.\\n\\nThrough the exercise of quantum capabilities, we arrive at the fourth link in the folk horror chain: **manifestation**. Amaya, Joan of Arc, Jesus, a reanimated mouse, a skull, the near future, and more, are all conjured into focus by the Devs team as they play God with quantum dice. By summoning these events which point toward the horror of past and future deaths, we come to understand that they are driven by a metaphorical demon teased from the quantum system itself.\\n\\nEven the very ritual that Katie plays out in scanning and modeling the atomic-scale structure of her collected objects arranged almost Kabbalah-like on an etched altar, has an element of an engineered manifestation, bringing the mouse back in computational form, alive within the simulation that may be reality. Forest’s desire to manage the universe, through a concoction of near-infinite finite knowledge and godlike computing power allows him to become the feared magician in a physical universe, even if it is the byproduct of his pursuit of moral absolution.\\n\\n![Devs/FX (2020)](https://miro.medium.com/max/1400/1\\\\*O_p1_UaoTnVmtZNTAoUJnA.jpeg)\\n\\nBeyond the chain itself, *Devs* is riddled with symbolic imagery, from glowing halos in the woods to mirrored pillars that invite scrying, sigil-like formulae chalked on walls and a sacrificial death by fire. The Christian and the pagan sit side-by-side as if we should hold them both in a single realm of belief, as mirror images of ritual and superstition. Resurrection is both possible and forbidden. Sometimes the sacrifice of others is the means of redemption (The Wicker Man, *Midsommar*, etc\\\\*.\\\\*), and sometimes it is part of the transgression, as with Sergei’s staged immolation in *Devs*.\\n\\nThere are some subtle and not so subtle plays with color and color-coding. Devs team members Stewart and Sergei both wear green camouflage in different scenes, a touch of the [Green Man](https://en.wikipedia.org/wiki/Green_Man), and perhaps also a flagging of their godlike, superhuman nature as developer-geniuses. “The sign of \\\\[the Green Man’s\\\\] presence is the ability to work or experience with tireless enthusiasm beyond one’s normal capacities,” says William Anderson in his 1990 analysis of this central figure in European folklore and frequent folk horror cameo player. Likewise, in common with a great deal of folk horror cinematography, a golden thread, runs through *Devs* aesthetically: the golden cage inside, and the golden pillars outside, the golden mandala at the door, designate the space of the Devs team as a magical zone, even serving a functional purpose as it provides [a superconducting material](https://www.sciencedaily.com/releases/2019/06/190628153454.htm) for the computation within.\\n\\nIn one clever multilayered easter egg, Lily reads a copy of Sylvia Plath’s *[The Colossus & Other Poems](https://www.poetryfoundation.org/poems/89119/the-colossus)* in bed as she waits for Sergei to return from his first day at Devs. The titular poem, inspired by Plath’s ouija board excursions with her husband, the poet Ted Hughes, centers around mourning for a fallen loved one and the inability to ever reconstruct those lost (here, her father), and is a subtle critique of ineffectual oracles. The poem brings to mind Forest’s yearning for his lost Amaya, which is etched on every idle screen and large surface connected with the company. *Colossus* reinforces the gothic, Poe-esque vein of loss, mourning and desire to resurrect that runs through the story, yet also manages, in double meaning, to play off the name of [one of the earliest computers](https://www.cryptomuseum.com/crypto/colossus/index.htm).\\n\\n![Devs/FX (2020)](https://miro.medium.com/max/2560/1\\\\*P4_rOIkFWvN7aKJK2gfnBQ.jpeg)\\n\\nWhat does it matter that Alex Garland laced this TV show about messianic tech entrepreneurs gone mad with folk horror signs and signifiers? It matters inasmuch as it represents a critique of this increasingly well-trodden theme, but with a subtle difference. Folk horror provides a way to frame not only the pursuit of the powers of prediction via Big Data as problematic but meddling with the mechanics of the universe by poking at quantum models as transgressive, perhaps even sacrilegious.\\n\\nGarland is not the first to take on technology and technologists through this genre. Pioneering film and TV writer Nigel Kneale’s 1972 teleplay [The Stone Tape](https://www.youtube.com/watch?v=lV5kqdOHIoo) made for the BBC, set in a haunted country house where the R&D team of an electronics company comes up against the trapped psychic energy of a long-dead inhabitant, takes on some now-familiar themes of attempting to control realms of the world beyond human understanding via technology. In Kneale’s story, as in Garland’s, man’s attempt to reduce the supernatural to invokable code is the real crime.\\n\\n![The Stone Tapes/BBC (1972)](https://miro.medium.com/max/1400/1\\\\*D3a1k8SWNNARyjTAU0-WTg.jpeg?&size=medium)\\n\\nFolk horror is often about the universe bringing itself back to equilibrium in the face of mortal trespass across the boundaries of the natural. In his 1968 opening to that bible of early Valley counterculture, *[The Whole Earth Catalog](https://www.newyorker.com/news/letter-from-silicon-valley/the-complicated-legacy-of-stewart-brands-whole-earth-catalog)*, Stewart Brand declared “We are as gods and might as well get good at it.” Brand presumably sought to encourage others to self-determination and control over the space they occupied—a kind of inspiration to and a manifesto for what would come to be called the [Californian Ideology](https://www.metamute.org/editorial/articles/californian-ideology) by academics Richard Barbrook and Andy Cameron. But [it has also been subtly interpreted by some as a license to act in godlike ways](https://www.newyorker.com/news/letter-from-silicon-valley/the-complicated-legacy-of-stewart-brands-whole-earth-catalog) — to control and shape the environment, and wield tools that bend the world as they see fit, whether computing systems, data or business models, all in the name of individual greatness, even as these decisions and actions subsume the interests or desires of others.\\n\\nIn this strange meritocracy, transcendence to a more perfect state of frictionless being has become central to the Valley mythos, whether via [full spectrum meal-replacement gruel](https://onezero.medium.com/i-lived-off-homemade-soylent-for-a-week-during-a-global-crisis-8aa32742eec4), [the plasma of youth](https://www.inc.com/jeff-bercovici/peter-thiel-young-blood.html), or [the Singularity](https://www.kurzweilai.net/singularity-q-a). The knowledge graph is kind of a pyramid, at the top of which sits the all-seeing, all-controlling eye of the lords of the [Computational Class](https://qz.com/14153/the-rise-of-the-computational-class/). By sweeping in fifty years of Silicon Valley culture, from human elevation to inhuman inequality that makes up both sides of the Valley multiverse, this place where models of people take on more value than people themselves, where all-seeing eyes are [superintended](https://www.bloomberg.com/features/2018-palantir-peter-thiel/), and lab-grown versions of nature are funded and fertilized, Garland invokes folk horror as a way to question whether the people who embody the mythical Valley mindset have themselves transgressed in their own self-elevation.\\n\\nIn a way, the viewer’s response is a kind of Rorschach test — is *Devs* only a coder-thriller, simple horror with hypermodern trappings, a philosophical puzzle, or something both older and newer simultaneously? There is no compulsion to see things through the lens outlined here. It can be enjoyed as the viewer wishes. But if, as has been the theme for the past few decades, we are expected to embrace technology as a kind of higher wizardry (bowing to Clarke’s Third Law: “Any sufficiently advanced technology is indistinguishable from magic”), it’s not a bad time to ask whether we wish to be enchanted, particularly as quantum computing pulls us into new entanglements with physics, cosmology, philosophy, and debating the very nature of reality.\\n\\n```\\n                                                               \\\\*\\\\*\\\\*\\n```\",\"timestamp\":1633778316,\"title\":\"In Devs, Silicon Valley Gets Its Own Well-Deserved Folk Horror\"},\"digest\":\"syNA1Cj_Vn1FXIREr0_GM2RtHDnmMeX7cDy4sNiI4dg\",\"authorship\":{\"contributor\":\"0xb29736DDd6d250C0a6dBdd84813dD4FcdaCb291d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DnniaHOwalXHYEUwG13TJUTSSFzGIfnwDTpdZYySJjs\\\",\\\"y\\\":\\\"sxT09QmDyd-mr_gjg4fadS72ndvbc0uGIdOAhb0jXvs\\\"}\",\"signature\":\"NISDzbmIyiQrUNsCeSdI6xcnVEvnAMkyL0nfQENilxf0KJCs056lgW7SDZJIwMz8DLSpZ4R7a4XLRB4df7BMkA\",\"signingKeySignature\":\"0x11f9b992a47423cdcd2d3d1d2561a355c37847d8548da969f2a73d1a8558412637cf572faef76901689437afa908fb0498dc4ac66d0f8a2774df88bc49fe23181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DnniaHOwalXHYEUwG13TJUTSSFzGIfnwDTpdZYySJjs\\\",\\\"y\\\":\\\"sxT09QmDyd-mr_gjg4fadS72ndvbc0uGIdOAhb0jXvs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cGnR5S0LPrGNZ6ae7U7lAcE2FbpUUqKFlX7X_beQyPA\"}"