"{\"content\":{\"body\":\"There are now three mainstream entrepreneurial directions. First: To solve the existing needs, this is what most ordinary people can see, and it is\\n\\nThe easiest way to start a business. For example, finding that women want to spend less time on cooking and cleaning has led to the birth of modern washing machines, dryers, dishwashers, and live microwave ovens. If someone needs English training, you can start an English training organization. If someone needs to eat, you can open a restaurant and cook. This is a direct entry into the Red Sea to fight. Most startups are\\n\\nIn this way, to meet an existing demand, what about these ventures? Fighting harder, the competition is fierce, it will be tiring, and the profit will be meager.\\n\\nSecond: discovering the quietly emerging or potential needs, which can only be discovered by people with a little thought. For example, in the newly-emerged Alipay group, some people build groups to collect money by charging fees. In the past two years, Weibo has become popular, and WeChat has started from the media, and many people have succeeded. For another example, China’s reform and opening up has caused the deterioration of water quality in many places. Wow, haha, Robust, and other companies have encountered a rising bottled water market. This kind of entrepreneurship is more risky than the first type. The most feared is early Entering the market became cannon fodder, or mistakenly believed that such a market would be formed, but did not form at all, wasting a small amount of venture capital and time. Of course, it is done, and the profit is higher than that of starting a business that solves existing needs.\\n\\nThird: It is to launch a product or service that no one has seen before, or even thought about it. For example, in the 1950s, no one proposed to make a walkman. But Sonny made him. In 1952, Sony decided to make a \\\"mini\\\" radio. At that time, radios were made of vacuum tubes. No company in the world has successfully applied transistor technology to consumer products such as radios. When Sony told an outside consultant about this craving plan, the other party said: \\\"Transistor radio? Did you make a mistake? Even in the United States, transistors are only used for defense purposes that are not for the purpose of making money. Even if you can make consumer products that use transistors, who can afford a radio with such expensive components?\\\"\\n\\nHowever, Sony believes that since everyone thinks that transistors do not work in business, this happens to make this innovation more meaningful. In fact, the engineers of Sony were not afraid of doing things that outsiders thought was foolish and going to the moon, but they were very excited. As a result, Sony not only produced a mini radio and realized its dream, but also popularized this innovation to the world.\\n\\nApple’s Steve Jobs is also this kind of entrepreneurial level entrepreneurship, which is popular in functional machines.\\n\\nWhen talking about it, Steve Jobs innovatively introduced smart phones, and he has been the leader of smart phones ever since. He defeated Nokia, which has dominated the mobile phone market for more than 10 years, and became the world's most valuable company.\\n\\nOf course, the benefits of this kind of entrepreneurship are considerable, but the requirements for human quality are extremely high, so it is not recommended for junior players to play this level of entrepreneurship.\\n\\nIt is best for junior players to choose industries that are quietly emerging and entrepreneurships that find potential needs, and they are the easiest to succeed. Now this node is the mobile Internet and the financial field. It is a trend. Those who are interested can learn more about this information.\",\"timestamp\":1634793960,\"title\":\"Three directions of entrepreneurship\"},\"digest\":\"_O6cdcCKhKzu1g6coV6DAcq_VwWMP2qzmtmiAlZIc_k\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"jArd1wDCWoDY80nWKNwKcJwUAIBD3Bx08EVOhNyPbSMy142cnSptbQlnYv9W3DruTFUKF6MgRpppZXap5fzt-w\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_O6cdcCKhKzu1g6coV6DAcq_VwWMP2qzmtmiAlZIc_k\"}"