"{\"content\":{\"body\":\"Stargaze is one of the first NFT markets to launch in the Cosmos ecosystem. Cosmos is a network of custom interoperable blockchains. It is currently the second largest ecosystem by volume, and includes Terra, Cosmos Hub, Thorchain, and Osmosis.\\n\\nStargaze aims to be a decentralized NFT market, totally owned and governed by its users. Therefore, distribution of STARS has to be equitable, accessible, and cover a large surface area.\\n\\n## Token Release Schedule\\n\\nA fair initial distribution is pivotal in setting the future direction of a network. Paired with a thoughtful inflationary release schedule, a network can optimize its token distribution.\\n\\nThe distribution of STARS is designed to front-load inflation in order to bootstrap the network. This is a similar issuance schedule to Bitcoin. However, instead of halvings, issuance will be cut by 1/3 each year (by multiplying the current issuance by a reduction factor of 2/3). Osmosis was the first protocol to use a [“thirding” token release schedule](https://medium.com/osmosis/osmo-token-distribution-ae27ea2bb4db) and heavily inspired Stargaze’s design.\\n\\nFor some background on using token incentives to bootstrap new networks, check out this great [tweet thread](https://twitter.com/cdixon/status/1440026947036356619?s=20) by Chris Dixon.\\n\\n![\\\"Thirding\\\" release schedule](https://images.mirror-media.xyz/publication-images/TwRgLvwwmYuxQ8c4BqR3f.png?height=768&width=1024)\\n\\nStargaze will start with an initial supply of 1 billion STARS. An additional 1 billion STARS will be issued the first year. With this \\\"thirding\\\" schedule, the issuance for the following year will be \\\\~667M STARS. This infinite sequence is a [geometric series](https://en.wikipedia.org/wiki/Geometric_series) which leads to a  fixed **asymptotic max supply of 4 billion STARS**.\\n\\n![Total supply formula](https://images.mirror-media.xyz/publication-images/4zhWsUYN9KbC12rOFyAZM.png?height=126&width=1284)\\n\\n![Issuance calculations](https://images.mirror-media.xyz/publication-images/ooIF-U44MYirt21oEg4LL.png?height=1542&width=1630)\\n\\nStargaze starts off decentralized on day one with a genesis supply that distributes the majority of the tokens to community members. The Foundation will hold a strategic reserve of tokens, and will drive adoption of the protocol by delegating to validators, onboarding creators, and providing grants for ecosystem development.\\n\\n![Community-focused genesis supply](https://images.mirror-media.xyz/publication-images/ZTtjhTqZNqm1rNESQq8j2.png?height=768&width=1024)\\n\\nAfter 5 years, the initial distribution is only 27.6% of the entire token supply. This issuance schedule allows Stargaze to grow and adapt its ownership to new creators, curators, validators, delegators, and other stakeholders.\\n\\n![Genesis supply vs. new issuance after 5 years](https://images.mirror-media.xyz/publication-images/k_VH9Rk86klZ7IXo2ZbKC.png?height=768&width=1024)\\n\\nTokens for seed investors, validators, founders, and advisors are locked up for 1 year, and linearly vest after that for another 6 months - 1 year. This helps align values with the the development team and early stakeholders.\\n\\n## The Airdrop\\n\\nThe goal of the Stargaze airdrop is to reach the most active participants in the Cosmos ecosystem. Stakers and liquidity providers are more likely to be more active than just token holders. Therefore, Stargaze is doing its airdrop to a mix of network participants:\\n\\n* **ATOM stakers**\\n* **OSMO stakers or liquidity providers**\\n* **Stargaze validator stakers on Cosmos Hub**\\n* **Stargaze validator stakers on Osmosis**\\n* **Stargaze validator stakers on Regen Network**\\n\\nFor each role above, you will be able to claim **2,453 STARS**. Distributing a fixed amount is in the spirit of the original Uniswap airdrop, giving every user more or less an equal starting point. In order to claim your airdrop, you have to perform 4-5 actions on Stargaze when it launches. If you have used [Osmosis](http://osmosis.zone/) or [Rabbithole](https://rabbithole.gg/), you’re already familiar with performing tasks to claim tokens. Some claimable actions include bidding on NFTs, staking, and voting in governance.\\n\\nSome minimums were put in place to prevent dust accounts and those attempting to game airdrops:\\n\\n* **ATOM staker: 5 ATOM minimum staked**\\n* **OSMO staker: 50 OSMO minimum staked**\\n\\nFurthermore, delegations to centralized exchange validators were excluded.\\n\\nFor example, if you’re an ATOM staker and OSMO LP, and meet the above minimums, then your airdrop reward is 4,906 STARS.\\n\\nOsmosis liquidity providers get the airdrop regardless if LP tokens are bonded or not.\\n\\nAirdrop claimable amounts start decaying 4 months after the launch of the NFT market. The decaying process linearly decreases the claimable amount for another 4 months.\\n\\n![Airdrop must be claimed to prevent decay](https://images.mirror-media.xyz/publication-images/3_QgqhG1LETOtyBdL0a7P.png?height=768&width=1024)\\n\\nAfter the airdrop claim period, unclaimed STARS are sent to the Community Pool.\\n\\nSnapshots were taken on Oct 11th, 2021 from Cosmos Hub, Osmosis, and Regen Network.\\n\\n**Check your airdrop at: <https://stargaze.zone/airdrop>.**\\n\\nhttp://stargaze.zone/airdrop\\n\\n*Note: Airdrops won’t be claimable until after Phase 3 later in the year. Please see Phase 3 below.*\\n\\n## Reward Distribution\\n\\nNew token reward distribution will be optimized to facilitate the operations of the NFT market.\\n\\nThe initial breakdown per block will be:\\n\\n![Per block distribution](https://images.mirror-media.xyz/publication-images/UzjJ1v4qZ-bF5zw1BY9kr.png?height=768&width=1024)\\n\\nAll chain parameters can be changed via governance vote. Everything suggested in this post are sensible defaults. We expect governance to adapt and change the protocol as it matures.\\n\\n### NFT Incentives\\n\\n45% of block rewards are set aside for NFT bidding and staking incentives. Token holders will be able to earn yield by bidding and staking on NFTs for certain periods of time. An upcoming post will outline this mechanic in detail.\\n\\nIf governance determines that NFT incentives are too high for achieving the desired effect of the protocol, they may direct these incentives towards the Community Pool where they can be spent later.\\n\\n### Staking Rewards\\n\\nAs per the course with proof-of-stake networks, validators (node operators) earn rewards for securing the network. They also accept delegations from token holders, and charge a commission of 5% or greater for providing the service.\\n\\nNearly 100 validators were selected to join mainnet after 3 testnets, 2 of which were incentivized. They will earn 35% of all block rewards.\\n\\n### Developer Rewards\\n\\nInitially, 15% of block rewards will go to fund the team that contributes to the development of Stargaze. Each account gets a specific weight set by governance. When a developer is no longer contributing, governance can choose to modify their weight or remove their allocation.\\n\\n### Community Pool\\n\\nThe Community Pool is the main DAO that operates the network. It is responsible for voting on parameter changes, software upgrades, community matters, and more. It will receive 5% of all block rewards.\\n\\n## Phased Launch\\n\\nSince Stargaze is a layer 1 blockchain with many moving parts, it will launch in phases.\\n\\n* **Phase 0: Chain launch with 0% inflation (Oct 29th)**\\n* **Phase 1: Liquidity pools on [Osmosis](http://osmosis.zone/) and [Gravity DEX](https://cosmos.network/gravity-dex/)**\\n* **Phase 2: Governance proposal to enable inflation**\\n* **Phase 3: Web app launch with first NFT drop**\\n\\nMore details about the liquidity pools will be forthcoming. Please follow us on social media (links below) for updates. They are planned for 2-3 weeks after Phase 0, and have to go through governance to be funded via the Community Pool.\\n\\nNew tokens won’t be issued until after Phase 2, when inflation kicks in. At this time you’ll be able to stake STARS at [stargaze.zone](http://stargaze.zone/) via [Keplr Wallet](http://keplr.app/).\\n\\nPhase 3 is expected to be completed before the end of the year. Airdrops will be claimable starting in this phase.\\n\\n## Follow Us\\n\\nTo follow along with Stargaze developments, check us out on Twitter at <https://twitter.com/StargazeZone>, and join our [Discord](https://discord.gg/QeJWCrE).\\n\\nhttps://twitter.com/StargazeZone\\n\\n[https://discord.gg/QeJWCrE](https://discord.gg/QeJWCrE)\\n\\n## Frequently Asked Questions\\n\\n**Why don’t I have an airdrop? I staked ATOM.**\\n\\nThe airdrop is only available to those that staked with non-centralized exchange validators. Staking with the following centralized exchanges ***do not*** qualify: Binance, Coinbase, Kraken, Huobi, CoinOne, and OKEX.\\n\\n**I staked 0.1 ATOM, where is my airdrop?**\\n\\nYou must have staked at least 5 ATOM or 50 OSMOS to qualify.\\n\\n**I had my Osmosis LP tokens unbonded on Oct 11th. Do I still qualify?**\\n\\nYes.\\n\\n**What is the price of STARS?**\\n\\nThe token has no value until the network has launched and the token is trading on exchanges.\\n\\n**Where can I buy STARS?**\\n\\nSTARS will be available on decentralized exchanges in the Cosmos ecosystem such as [Osmosis](http://osmosis.zone/) and Gravity DEX (via [Emeris](http://osmosis.zone/)) a few weeks following launch.\\n\\nHappy Stargazing ✨🔭\",\"timestamp\":1635309227,\"title\":\"STARS Token Distribution and Airdrop\"},\"digest\":\"nzqie6L7oS0HepoU71feNNVb_vWe5P0ur8wR0vBY_XQ\",\"authorship\":{\"contributor\":\"0x57a9Cb03cC8Ed919162d9024710ca9E886346299\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"afk49gGRLmMgEzVr7lGdZLEORZ3taH_Jn0q3MBh-2Xo\\\",\\\"y\\\":\\\"b-jCCR3xL8n4h5bf8aAeSot6lnCO6_-P16OT2FiQ1gA\\\"}\",\"signature\":\"antoLyB9V2Ty-sZO4ZPUxAz0yzOyRgAEDeP4ruPzcc5UimcYdtEquyr6e2ItT2SANxu7hGi_ClXv0pYhBYo3mw\",\"signingKeySignature\":\"0xb0ec48ca0ebcaf01ee9c9277fe9e559af3bea949752409d87b2c9d43ea08056a6c66b347b70df6cb1b1475ea7a198c57d191d97f2ec8ba5eba5adbaaba2813941b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"afk49gGRLmMgEzVr7lGdZLEORZ3taH_Jn0q3MBh-2Xo\\\",\\\"y\\\":\\\"b-jCCR3xL8n4h5bf8aAeSot6lnCO6_-P16OT2FiQ1gA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h9Bc7jODUrYB1Jw4mve3QEGVkBwBsyVebN6NP7tRl_Y\"}"