"{\"content\":{\"body\":\"**Blockchain Distributed Ledgers are not new. Cryptocurrencies are not new.** When Satoshi Nakamoto released the original whitepaper for Bitcoin shortly after the financial crisis of 2008, he had surely not planned his legacy to become the cataclysm for massive societal change. He might have hoped for it, but the variety of blockchain-powered applications — both Layer 1's, smart contracts, and dApps — would have been impossible to foresee at the dawn of this century.\\n\\n![](https://images.mirror-media.xyz/publication-images/fDLHE-lqkiPK-INstT1jr.png?height=1866&width=1400)\\n\\nTrillions of Dollars in market cap and more than a decade later, the BDL (Blockchain Distributed Ledger) Industry has become more vibrant and diverse than ever. We have DEFI, CEDEFI, NFTs, Gaming, Art, and many more segments that have their own unique communities, cultures, and innovations. What connects them all is their vision of a different future — maybe even a different society and world order, depending on who you talk to. **And while these industries have enjoyed rapid and explosive growth over recent years, the overall impact of these technologies is still incredibly small.**\\n\\nAs we see Mainstream Brands and Big Tech jump onto the hype train fueled by buzzwords like the Metaverse and the Creator Economy, we need to ask ourselves a serious question. **Why has Crypto still not developed a single application to enjoy true mass adoption?** Why has this industry, which is fueled by a sheer endless amount of capital and an incredibly high density of talent and intelligence, not yet been able to recreate the success that equivalents in the Web2 era achieved with fewer resources, less talent, and less time?\\n\\n**Have you ever asked yourself why it is so hard to convince your friends and family to try out all the amazing products that crypto has to offer?**\\n\\nThese questions are painfully important yet, as with most things, only a contrarian approach can expose the underlying problems. The problem with big successful movements like Crypto is that the masses validate mainstream opinions and their apparent success stops people from questioning the narrative itself.\\n\\nWe, on the other hand, have always seen things quite clearly. Do not get me wrong, I am highly bullish on BDL technology. I have been in the industry in 2018 and every day, my fascination and commitment to this space grow stronger. But when the masses tend to agree, I tend to look the other way to uncover the hidden truths that lie beneath. In BDL, there are two problems that are very apparent and yet most people do not realize or recognize them.\\n\\nThe first is the big elephant in the room. It is the year 2021, it has been more than a decade since the iPhone was originally previewed, **we have long realized that our world runs mobile-first.** To give you some hard facts: in 2020, more than 68% of all websites were visited on mobile while only 28% were visited on desktop. This has been a gradual trend and it is long from over, yet 98% of all Dapps and Crypto applications are built for desktop. **Do you see the problem?**\\n\\n![](https://images.mirror-media.xyz/publication-images/UP1zTFppP9rResyiVkVhd.png?height=1537&width=1396)\\n\\nOne argument that we often hear from Developers is that mobile platforms centralize control and that desktop Dapps are easier to build. The first one is utter nonsense especially if you regard the fact that this opinion mostly comes from people that had the privilege to grow up in western nations. The majority of the developing world runs on mobile. These countries and their population skipped the costly PC revolution and entered the market mobile-first, and often mobile-only. Therefore by building for desktop, you are actually preventing the developing world once again from participating in yet another technological revolution. And not just that, you are once again ensuring that the next wave of applications gets built and designed around the culture and the needs of the western countries, making it just as bad as the big tech monopolies that always get criticized. This is a different type of centralization. It is cultural centralization, and we have experienced the effects of these western-oriented platforms over the last few decades. If we want to make crypto more diverse — more inclusive — then we need to approach things differently than Web2. Not just in terms of privacy or platform control, but in terms of culture and target audience as well.\\n\\nThe second statement is partially true, “desktop dApps are easier to build.” Yes, it is not as easy to build dApps on mobile — there are more regulations with App Stores, less documentation in terms of how to implement certain features, and generally, the demand for desktop applications outweighs the one for the mobile market. Yet, **all these statements are the things we tell ourselves to validate an opinion that, as you can see above, goes against anything we know to be true when it comes to mainstream applications**. People that do not realize that they are building on a ship that started sinking in the early 2000s, simply will not make it beyond a certain threshold.\\n\\nWhich brings me to the second big elephant in the room — one that might even be more prominent, that people constantly complain about but never really improve upon: **Usability**.\\n\\n**Using dApps and interacting with smart contracts is hard**. It is complicated. Making mistakes is not just bad — it can cost you significant amounts of money. UI/UX is generally horrible in crypto, interoperability is basically non-existent, and the few innovations we have seen in this space (Bridges, Layer 2s, Rollups) are usually even harder to use than the base protocols. Crypto right now requires significant effort and motivation for the average user to get started. Why is that a problem?\\n\\nSince the mainstream is impatient, their technological skills (beyond swiping, liking, and sharing) are basically non-existent, their motivation to invest their most valuable resource: attention, is also non-existent. We live in the attention economy where millions of services compete for users’ attention. And the research shows most people only use around 3–5 apps on a daily basis. While everyone else understands and optimizes accordingly, the crypto space seems to get more rather than less complicated by the day.\\n\\nThis brings us to an important point. There is a simple model for how people adapt behaviors such as a new application or a new technology. This model was created by a renowned Psychologist from Stanford University who goes by the name of Dr. BJ Fogg. His work has been influential in the rise of Instagram (one of the co-founders who worked at Fogg’s Behavior Design lab) and other consumer start-ups around the world.\\n\\n![](https://images.mirror-media.xyz/publication-images/f5NndpYl_smmIAEfjHRAo.png?height=503&width=567)\\n\\nHis formula goes as following: Ability + Motivation + Trigger = Behavior. One of the key findings of his research is that the motivation part can rarely be affected by developers, therefore the easiest way to create new behaviors is to increase the user’s ability.\\n\\nThe crypto community on the other hand, as we have discussed above, has two very fundamental flaws in their approach to building new products. Knowing what we know, it allows us to take a new perspective on why there has not been any dApp that has achieved mass adoption beyond the circles of Crypto Twitter and Discord.\\n\\nA compelling use case and a solid value proposition are indeed very important things. But they are not what Crypto is lacking. **Crypto is lacking Ability, which comes down to usability and accessibility.** While the focus in Crypto right now is on building grand visions and the most innovative new technologies, we often forget that while these products might be easy to use and understand for the hardcore Crypto Nerd, they are unapproachable and unusable for the average global citizen.\\n\\nNetflix did not succeed until they went online and made their User Experience as simple as possible. Instagram only succeeded because the iPhone just came out which made it incredibly simple to take photos on the go and share them. On top of that, the Founders understood the importance of **Ability** and focused their efforts on making features as simplistic and easy to use as possible.\\n\\nGreat Utility can lead to motivation — but increasing motivation is hard while increasing Ability is not. Without Ability, there will be no Mainstream Crypto. Without a hard shift to Mobile dApps, there will be no Mainstream. Without easy simple user experiences, there will be no Mainstream. Without low/non-existent gas and a more forgiving environment (no gas for failed transactions, alternatives for seed phrases, etc.), there will be no Mainstream.\\n\\n**The Mainstream does not care about Crypto right now because Crypto does not care about them.** We need to stop building for the white, wealthy, and technically-experienced elite, and start building for a diverse global userbase. Otherwise, our Grand Visions will stay exactly that; Visions.\",\"timestamp\":1642639363,\"title\":\"Web3 and the paradox of Mass Adoption\\n\"},\"digest\":\"qno9y03XAjhGVQhhIpPnoARMxX7JlOupXAjvhAIvfDE\",\"authorship\":{\"contributor\":\"0xA0125FDcb3e65A2cEaDF459B8d4454167eC51D7E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"signature\":\"YT2SL_9XOyoGUk1Zc1P8BOUQ9ImUYqHhOUZR0sv2KNUpGXvxtKAZbyvxrqVSnVtP2IieupB_HTeVZ-27_6IUTA\",\"signingKeySignature\":\"0x9e868e13b03919aa7bb14a324934ade02f141ff34c3832628a7251b1f53959e439822cbf823013c789f1a73c0946eae86ae0434369d0307ee7b367ed7fa426b11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qno9y03XAjhGVQhhIpPnoARMxX7JlOupXAjvhAIvfDE\"}"