"{\"content\":{\"body\":\"The strong performance of dydx excited the brush volume and airdrop holders, which once again proved that \\\"try everything\\\" has the probability to obtain loyal returns in this market.\\n\\n**Swap**\\n\\n\\n**ParaSwap**\\nParaswap solves the problem of low efficiency in dex market by aggregating multiple liquidity networks, and finds the most favorable prices of multiple decentralized trading platforms.\\n\\n\\n**DeBank**\\nDebank is a multi in one defi wallet based on data dashboard, which can help users track defi applications, compare defi interest rates, manage defi assets, find defi projects and analyze defi risks.\\n\\n\\n**Zapper**\\nZapper is a defi asset management platform, which is merged from defizap and defisnap. Multi asset pool service is provided. Users can put their tokens into different defi pools with one click, and manage and track their positions through the instrument interface.\\n\\n\\n**Zerion**\\nZerion is also a defi asset management platform. According to Evgeny yurtaev, co-founder and CEO, zerion is positioned as coinbase in the field of defi. According to officially disclosed data, zerion has supported more than 60 kinds of defi protocols. As of June 2021, zerion's monthly active number has exceeded 200000, and the cumulative trading volume has exceeded 750 million US dollars.\\n\\n\\n**MetaMask**\\nMetamask is a browser plug-in wallet, which launched the DEX aggregation service metamask swaps in October 2020.\",\"timestamp\":1636350027,\"title\":\"Accurate analysis of coin issue airdrop items.[swap]\"},\"digest\":\"52MPX48FTdcbxBsvnsNsMO2SgHh7P-5bRDP7p8eo0Ms\",\"authorship\":{\"contributor\":\"0x7b29106C9E25Df6074E555Ed41b368e03F3B85Ad\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QldzvoT9QPvSbop82BDKmdWwPs0DtWFd-k4tGOQLCsk\\\",\\\"y\\\":\\\"sW5q4R9pvUApSpefA5CFnWsOwX-chw2eVRt0AHtbwI0\\\"}\",\"signature\":\"sbWOfpoo9WMgKVKipnP7gzjDHO-WauZCbeQU--zJyADQxvDvyA9uIoOlnvGg2gm_TvD64RwMZG3iZF4vPUf4OA\",\"signingKeySignature\":\"0xc8d09d6e554443772bfc58a0adc047b417fd8fefd63f24b4bd76a60d824a6279600a6d0d08b256b6b66ed1b1222edb12a7ba482b415f8647ee30887f9d4283a71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QldzvoT9QPvSbop82BDKmdWwPs0DtWFd-k4tGOQLCsk\\\",\\\"y\\\":\\\"sW5q4R9pvUApSpefA5CFnWsOwX-chw2eVRt0AHtbwI0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"52MPX48FTdcbxBsvnsNsMO2SgHh7P-5bRDP7p8eo0Ms\"}"