"{\"content\":{\"body\":\"the countess's waiting-woman and married her. To avoid the annoyances\\n\\nof the false position in which this marriage placed him (more than one\\n\\nexample of which could be seen at the imperial court), Moreau asked\\n\\nthe count to give him the management of the Presles estate, where his\\n\\nwife could play the lady in a country region, and neither of them\\n\\nwould be made to suffer from wounded self-love. The count wanted a\\n\\ntrustworthy man at Presles, for his wife preferred Serizy, an estate\\n\\nonly fifteen miles from Paris. For three or four years Moreau had held\\n\\nthe key of the count's affairs; he was intelligent, and before the\\n\\nRevolution he had studied law in his father's office; so Monsieur de\\n\\nSerizy granted his request.\\n\\n\\\"You can never advance in life,\\\" he said to Moreau, \\\"for you have\\n\\nbroken your neck; but you can be happy, and I will take care that you\\n\\nare so.\\\"\\n\\nHe gave Moreau a salary of three thousand francs and his residence in\\n\\na charming lodge near the chateau, all the wood he needed from the\\n\\ntimber that was cut on the estate, oats, hay, and straw for two\\n\\nhorses, and a right to whatever he wanted of the produce of the\\n\\ngardens. A sub-prefect is not as well provided for.\\n\\nDuring the first eight years of his stewardship, Moreau managed the\\n\\nestate conscientiously; he took an interest in it. The count, coming\\n\\ndown now and then to examine the property, pass judgment on what had\\n\\nbeen done, and decide on new purchases, was struck with Moreau's\\n\\nevident loyalty, and showed his satisfaction by liberal gifts.\\n\\nBut after the birth of Moreau's third child, a daughter, he felt\\n\\nhimself so securely settled in all his comforts at Presles that he\\n\\nceased to attribute to Monsieur de Serizy those enormous advantages.\\n\\nAbout the year 1816, the steward, who until then had only taken what\\n\\nhe needed for his own use from the estate, accepted a sum of twenty-\\n\\nfive thousand francs from a wood-merchant as an inducement to lease to\\n\\nthe latter, for twelve years, the cutting of all the timber. Moreau\\n\\nargued this: he could have no pension; he was the father of a family;\\n\\nthe count really owed him that sum as a gift after ten years'\\n\\nmanagement; already the legitimate possessor of sixty thousand francs\\n\\nin savings, if he added this sum to that, he could buy a farm worth a\\n\\nhundred and twenty-five thousand francs in Champagne, a township just\\n\\nabove Isle-Adam, on the right bank of the Oise. Political events\\n\\nprevented both the count and the neighboring country-people from\\n\\nbecoming aware of this investment, which was made in the name of\\n\\nMadame Moreau, who was understood to have inherited property from an\\n\\naunt of her father.\\n\\nAs soon as the steward had tasted the delightful fruit of the\\n\\npossession of the property, he began, all the while maintaining toward\\n\\nthe world an appearance of the utmost integrity, to lose no occasion\\n\\nof increasing his fortune clandestinely; the interests of his three\\n\\nchildren served as a poultice to the wounds of his honor.\\n\\nNevertheless, we ought in justice to say that while he accepted casks\\n\\nof wine, and took care of himself in all the purchases that he made\\n\\nfor the count, yet according to the terms of the Code he remained an\\n\\nhonest man, and no proof could have been found to justify an\\n\\naccusation against him. According to the jurisprudence of the least\\n\\nthieving cook in Paris, he shared with the count in the profits due to\\n\\nhis own capable management. This manner of swelling his fortune was\\n\\nsimply a case of conscience, that was all. Alert, and thoroughly\\n\\nunderstanding the count's interests, Moreau watched for opportunities\\n\\nto make good purchases all the more eagerly, because he gained a\\n\\nlarger percentage on them. Presles returned a revenue of seventy\\n\\nthousand francs net. It was a saying of the country-side for a circuit\\n\\nof thirty miles:--\\n\\n\\\"Monsieur de Serizy has a second self in Moreau.\\\"\\n\\nBeing a prudent man, Moreau invested yearly, after 1817, both his\\n\\nprofits and his salary on the Grand Livre, piling up his heap with the\\n\\nutmost secrecy. He often refused proposals on the plea of want of\\n\\nmoney; and he played the poor man so successfully with the count that\\n\\nthe latter gave him the means to send both his sons to the school\\n\\nHenri IV. At the present moment Moreau was worth one hundred and\\n\\ntwenty thousand francs of capital invested in the Consolidated thirds,\\n\\nnow paying five per cent, and quoted at eighty francs. These carefully\\n\\nhidden one hundred and twenty thousand francs, and his farm at\\n\\nChampagne, enlarged by subsequent purchases, amounted to a fortune of\\n\\nabout two hundred and eighty thousand francs, giving him an income of\\n\\nsome sixteen thousand.\\n\\nSuch was the position of the steward at the time when the Comte de\\n\\nSerizy desired to purchase the farm of Moulineaux,--the ownership of\\n\\nwhich was indispensable to his comfort. This farm consisted of ninety-\\n\\nsix parcels of land bordering the estate of Presles, and frequently\\n\\nrunning into it, producing the most annoying discussions as to the\\n\\ntrimming of hedges and ditches and the cutting of trees. Any other\\n\\nthan a cabinet minister would probably have had scores of lawsuits on\\n\\nhis hands. Pere Leger only wished to buy the property in order to sell\\n\\nto the count at a handsome advance. In order to secure the exorbitant\\n\\nsum on which his mind was set, the farmer had long endeavored to come\\n\\nto an understanding with Moreau. Impelled by circumstances, he had,\\n\\nonly three days before this critical Sunday, had a talk with the\\n\\nsteward in the open field, and proved to him clearly that he (Moreau)\\n\\ncould make the count invest his money at two and a half per cent, and\\n\\nthus appear to serve his patron's interests, while he himself pocketed\\n\\nforty thousand francs which Leger offered him to bring about the\\n\\ntransaction.\\n\\n\\\"I tell you what,\\\" said the steward to his wife, as he went to bed\\n\\nthat night, \\\"if I make fifty thousand francs out of the Moulineaux\\n\\naffair,--and I certainly shall, for the count will give me ten\\n\\nthousand as a fee,--we'll retire to Isle-Adam and live in the Pavillon\\n\\nde Nogent.\\\"\\n\\nThis \\\"pavillon\\\" was a charming place, originally built by the Prince\\n\\nde Conti for a mistress, and in it every convenience and luxury had\\n\\nbeen placed.\\n\\n\\\"That will suit me,\\\" said his wife. \\\"The Dutchman who lives there has\\n\\nput it in good order, and now that he is obliged to return to India,\\n\\nhe would probably let us have it for thirty thousand francs.\\\"\",\"timestamp\":1637315793,\"title\":\"\\nSome time after the marriage of his patron Moreau fell in love with\\n\"},\"digest\":\"8h6Di_ZEnlpMLwfev55EIi1tMoUz_uXcTabhA0P5AYQ\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-1Xn4fy59sDS231eUFi5mCWsLFhUVou1pUbPuhax20\\\",\\\"y\\\":\\\"2wFwUZUmF0X6uMiCs8q0tBliEiobZQBt8szyvmRQDwQ\\\"}\",\"signature\":\"mdLqeI5qIi-FtGV1CFk7iQNfG9m7hNKUd1ibRvN35f5C_s1kjl-ExB7Yzm5ez2rOZE78EMEfxR-f56H7Yuk5Iw\",\"signingKeySignature\":\"0x45875324cb9c261d11c20f52fd48f1d10ed49b02488b10974bce18c651b3edb240fd64c9e30a239a766cb6e06ff76aa446564319668ea84fa2c2d98fff61928a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-1Xn4fy59sDS231eUFi5mCWsLFhUVou1pUbPuhax20\\\",\\\"y\\\":\\\"2wFwUZUmF0X6uMiCs8q0tBliEiobZQBt8szyvmRQDwQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8h6Di_ZEnlpMLwfev55EIi1tMoUz_uXcTabhA0P5AYQ\"}"