"{\"content\":{\"body\":\"when it is at the fullest, and therefore best calculated to impress a stranger with an idea of the extent and importance of the business transacted there.  The building contains a hall of great size, with arcades and galleries, besides many large rooms, which are partly used for consultations, partly for the sale of refreshments.  The most interesting thing of all is, however, to sit in the gallery, and looking downwards, to observe the continually increasing crowd passing and repassing each other in the immense hall and through the galleries and chambers, and to listen to the hubbub and noise of the thousands of eager voices talking at once. At half-past one o'clock the hall is at its fullest, and the noise becomes absolutely deafening; for now they are marking up the rates of exchange, by which the merchants regulate their monetary transactions.\\n\\nLeaving the Exchange, we bent our steps towards the great harbour, and entering a small boat, cruised in and about it in all directions.  I had resolved to count only the three-masted ships; but soon gave it up, for their number seemed overwhelming, even without reckoning the splendid steamers, brigs, sloops, and craft. In short, I could only gaze and wonder, for at least 900 ships lay before me.\\n\\nLet any one fancy an excursion amidst 900 ships, great and small, which lined both shores of the Elbe in tiers of three deep or more; the passing to and fro of countless boats busily employed in loading or unloading these vessels; these things, together with the shouting and singing of the sailors, the rattling of anchors which are being weighed, and the rush and swell of passing steamers, combine to constitute a picture not to be surpassed in any city except in that metropolis of the world, London. {12}\\n\\nThe reason of this unusual activity in the harbour lay in the severity of the past winter.  Such a winter had not been experienced for seventy years:  the Elbe and the Baltic lay for months in icy chains, and not a ship could traverse the frozen river, not an anchor could be weighed or lowered.  It was only a short time before my arrival that the passage had once more become free.\\n\\nIn the neighbourhood of the harbour are situated the greater number of the so-called \\\"yards.\\\"  I had read concerning them that, viewed from the exterior, they look like common houses; but that they constitute separate communities, and contain alleys and streets, serving as the domicile of innumerable families.  I visited several of these places, and can assure the reader that I saw nothing extraordinary in them.  Houses with two large wings, forming an alley of from eighty to a hundred paces in length, are to be met with in every large town; and that a number of families should inhabit such a house is not remarkable, considering that they are all poor, and that each only possesses a single small apartment.\\n\\nThe favourite walk in the town is the \\\"Jungfernstieg\\\" (Maiden's Walk), a broad alley, extending round a spacious and beautiful basin of the Alster.  On one side are splendid hotels, with which Hamburgh is richly provided; on the other, a number of private residences of equal pretensions.  Other walks are, the \\\"Wall,\\\" surrounding the town, and the \\\"Botanical Garden,\\\" which resembles a fine park.  The noblest building, distinguished alike as regards luxury, skill, tastefulness of design, and stability, is the Bazaar.  It is truly a gigantic undertaking, and the more to be admired from the fact that it is not built upon shares, but at the expense of a single individual, Herr Carl Sillem; the architect's name is Overdick.  The building itself is constructed entirely of stone, and the walls of the great room and of the hall are inlaid with marble.  A lofty cupola and an immense glazed dome cover both the great room and the hall; the upper staircases are ornamented with beautiful statues. When in the evening it is brilliantly lighted with gas, and further ornamented by a tasteful display of the richest wares, the spectator can almost fancy himself transported to a fairy palace.\\n\\nAltogether the shops in Hamburgh are very luxurious.  The wares lie displayed in the most tasteful manner behind huge windows of plate- glass, which are often from five to six feet broad, and eight or ten feet high; a single sheet frequently costs 600 florins.  This plate- glass luxury is not confined to shops, but extends to windows generally, not only in Hamburgh, but also in Altona, and is also seen in the handsomest country-houses of the Hamburghers.  Many a pane costs eight or ten florins; and the glass is insured in case of breakage, like houses in case of fire.\\n\\nThis display of glass is equalled by the costliness of the furniture, which is almost universally of mahogany; a wood which is here in such common use, that in some of the most elegant houses the very stair-banisters are constructed of it.  Even the pilots have often mahogany furniture.\\n\\nThe handsomest and most frequented street is the \\\"Neue Wall\\\" (New Wall).  I was particularly struck with the number of shops and dwellings underground, to which one descends by a flight of six or eight stairs; an iron railing is generally placed before the entrance, to prevent the passers-by from falling down.\\n\\nA very practical institution is the great slaughterhouse, in which all cattle are killed on certain days of the week.\\n\\nConcerning the town of Altona, I have only to observe that it appeared to me a continuation of Hamburgh; from which town, indeed, it is only separated by a wooden door.  A very broad, handsome street, or, more properly speaking, an elongated square, planted with a double row of large trees, is the most remarkable thing about Altona, which belongs to the Danish Government, and is considered, after Copenhagen, the most important place in the kingdom.\\n\\nIt is a delicious ride to the village of Blankenese, distant nine miles from Hamburgh; the road lies among beautiful country-houses and large park-like gardens.  Blankenese itself consists of cottages, grouped in a picturesque manner round the Sulberg, a hill from which the traveller enjoys a very extended view over the great plain, in which it is the only elevated point.  The course of the Elbe, as it winds at moderate speed towards the sea, is here to be traced almost to its embouchure at Cuxhaven.\\n\\nThe breadth of the Elbe at Blankenese exceeds two miles.\\n\\nAnother interesting excursion is to the \\\"New Mills,\\\" a little village on the Elbe, not more than half a mile from Altona, and inhabited only by fishermen and pilots.  Whoever wishes to form an idea of Dutch prettiness and cleanliness should come here.\\n\\nThe houses are mostly one story high, neatly and tastefully built; the brightest of brass handles adorn the street-doors; the windows are kept scrupulously clean, and furnished with white curtains.\\n\\nIn Saxony I had found many dwellings of the peasantry tidy and neat enough, displaying at any rate more opulence than we are accustomed to find with this class of people; but I had seen none to compete with this pretty village.\\n\\nAmong the peasants' costumes, I only liked that worn by the women from the \\\"Vierlanden.\\\"  They wear short full skirts of black stuff, fine white chemisettes with long sleeves, and coloured bodices, lightly fastened in front with silk cords or silver buckles.  Their straw hats have a most comical appearance; the brim of the hat is turned up in such a manner that the crown appears to have completely sunk in.  Many pretty young girls dressed in this manner come to Hamburgh to sell flowers, and take up their position in front of the Exchange.\\n\\nThe 26th of April, the day appointed for my departure, arrived only too speedily.  To part is the unavoidable fate of the traveller; but sometimes we part gladly, sometimes with regret.  I need not write many pages to describe my feelings at the parting in Hamburgh.  I was leaving behind me my last relations, my last friends.  Now I was going into the wide world, and among strangers.\\n\\nAt eight o'clock in the morning I left Altona, and proceeded by railway to Kiel.\\n\\nI noticed with pleasure that on this railway even the third-class carriages were securely covered in, and furnished with glass windows.  In fact, they only differed from those of the first and second class in being painted a different colour, and having the seats uncushioned.\\n\\nThe whole distance of seventy miles was passed in three hours; a rapid journey, but agreeable merely by its rapidity, for the whole neighbourhood presents only widely-extended plains, turf-bogs and moorlands, sandy places and heaths, interspersed with a little meadow or arable land.  From the nature of the soil, the water in the ditches and fields looked black as ink.\\n\\nNear Binneburg we notice a few stunted plantations of trees.  From Eisholm a branch-line leads to Gluckstadt, and another from Neumunster, a large place with important cloth-factories, to Rendsburg.\\n\\nFrom here there is nothing to be seen but a convent, in which many Dukes of Holstein lie buried, and several unimportant lakes; for instance, those of Bernsholm, Einfeld, and Schulhof.  The little river Eider would have passed unnoticed by me, had not some of my fellow-passengers made a great feature of it.  In the finest countries I have found the natives far less enthusiastic about what was really grand and beautiful, than they were here in praise of what was neither the one nor the other.  My neighbour, a very agreeable lady, was untiring in laudation of her beautiful native land.  In her eyes the crippled wood was a splendid park, the waste moorland an inexhaustible field for contemplation, and every trifle a matter of real importance.  In my heart I wished her joy of her fervid imagination; but unfortunately my colder nature would not catch the infection.\\n\\nTowards Kiel the plain becomes a region of low hills.  Kiel itself is prettily situated on the Baltic, which, viewed from thence, has the appearance of a lake of middling size.  The harbour is said to be good; but there were not many ships there. {13}  Among these was the steamer destined to carry me to Copenhagen.  Little did I anticipate the good reason I should have to remember this vessel.\\n\\nThanks to the affectionate forethought of my cousin Schmidt, I found one of his relations, Herr Brauer, waiting for me at the railway.  I was immediately introduced to his family, and passed the few hours of my stay very agreeably in their company.\\n\\nEvening approached, and with it the hour of embarkation.  My kind friends the Brauers accompanied me to the steamer, and I took a grateful leave of them.\\n\\nI soon discovered the steamer Christian VIII., of 180-horse power, to be a vessel dirtier and more uncomfortable than any with which I had become acquainted in my maritime excursions.  Scrubbing and sweeping seemed things unknown here.  The approach to the cabin was by a flight of stairs so steep, that great care was requisite to avoid descending in an expeditious but disagreeable manner, by a fall from top to bottom.  In the fore-cabin there was no attempt at separate quarters for ladies and gentlemen.  In short, the arrangements seemed all to have been made with a view of impressing the ship vividly on the recollection of every traveller.\\n\\nAt nine o'clock we left Kiel.  The day and the twilight are here already longer than in the lands lying to the south and the west. There was light enough to enable me to see, looming out of the surrounding darkness, the fortress \\\"Friedrichsort,\\\" which we passed at about ten o'clock.\\n\\nApril 27th.\\n\\nTo-day I still rose with the sun; but that will soon be a difficult matter to accomplish; for in the north the goddess of light makes amends in spring and summer for her shortcomings during the winter. I went on deck, and looked on the broad expanse of ocean.  No land was to be seen; but soon a coast appeared, then disappeared, and then a new and more distant one rose out of the sea.  Towards noon we reached the island of Moen, which lies about forty {14} miles distant from Copenhagen.  It forms a beautiful group of rocks, rising boldly from the sea.  They are white as chalk, and have a smooth and shining appearance.  The highest of these walls of rock towers 400 feet above the level of the surrounding ocean.  Soon we saw the coast of Sweden, then the island of Malmo; and at last Copenhagen itself, where we landed at four o'clock in the afternoon. The distance from Kiel to Copenhagen is 136 sea-miles.\\n\\nI remained seven days at Copenhagen, and should have had ample time to see every thing, had the weather been more favourable.  But it blew and rained so violently, that I was obliged to give up all thoughts of visiting the surrounding parks, and was fain to content myself with seeing a few of the nearest walks, which I accomplished with some difficulty.\\n\\nThe first street in Copenhagen which I traversed on coming from the harbour generally produces a great impression.  It is called the \\\"Broad Street,\\\" and leads from the harbour through the greater part of the town.  In addition to its breadth it is very long and regular, and the splendid palaces and houses on either side give it a remarkably grand appearance.\\n\\nIt is a peculiar sight, when, in the midst of this fine quarter, we come suddenly upon a ruin, a giant building resting on huge pillars, but half completed, and partly covered with moss and lichens.  It was intended for a splendid church, and is built entirely of marble; but the soft ground would not bear the immense weight.  The half- finished building began to sink, and the completion of the undertaking became for ever impossible.\\n\\nMany other streets rival the \\\"Broad Street\\\" in size and magnificence.  Foremost among them comes the Amalienstrasse.  The most bustling, but by far not the finest, are the Oster and Gotherstrasse.  To walk in these is at first quite a difficult undertaking for a stranger.  On one side of the pavement, which is raised about a foot above the carriage-way, he comes continually in contact with stairs, leading sometimes to warehouses above, at others to subterranean warehouses below the level of the street. The approaches to the latter are not guarded by railings as in Hamburgh.  The other side of the pavement is bounded by a little unostentatious rivulet, called by unpoetical people \\\"canal,\\\" into which tributaries equally sweet pour from all the neighbouring houses.  It is therefore necessary to take great care, lest you should fall into the traitorous depths on the one side, or stumble over the projecting steps on the other.  The pavement itself is covered with a row of stone slabs, a foot and a half wide, on which one walks comfortably enough.  But then every body contends for the possession of these, to avoid the uneven and pointed stones at the side.  This, added to the dreadful crowding, renders the street one which would scarcely be chosen for a walk, the less so as the shops do not contain any thing handsome, the houses are neither palace- like nor even tastefully built, and the street itself is neither of the broadest nor of the cleanest.\\n\\nThe squares are all large and regularly built.  The finest is the Kongensnytorf (King's New Market).  Some fine mansions, the chief guard-house, the theatre, the chief coffee-houses and inns, the academy of the fine arts, and the building belonging to the botanical garden, the two last commonly known by the name of \\\"Charlottenburg,\\\" are among the ornaments of this magnificent square, in the midst of which stands a beautiful monument, representing Christian V. on horseback, and surrounded by several figures.\\n\\nSmaller, but more beautiful in its perfect symmetry, is the \\\"Amalienplatz,\\\" containing four royal palaces, built exactly alike, and intersected by four broad streets in the form of a cross.  This square also is decorated by a monument standing in the midst, and representing Frederick V.  In another fine square, the \\\"Nytorf\\\" (New Market), there is a fountain.  Its little statue sends forth very meagre jets of water, and the fountain is merely noticeable as being the only one I could find at Copenhagen.\\n\\nThe traveller can hardly fail of being surprised by the number and magnificence of the palaces, at sight of which he could fancy himself in the metropolis of one of the largest kingdoms.  The \\\"Christianensburg\\\" is truly imperial; it was completely destroyed by fire in the year 1794, but has since been rebuilt with increased splendour.  The chapel of this palace is very remarkable.  The interior has the appearance rather of a concert-room than of a building devoted to purposes of worship.  Tastefully decorated boxes, among which we notice that of the king, together with galleries, occupy the upper part of the chapel; the lower is filled with benches covered with red velvet and silk.  The pulpit and altar are so entirely without decoration, that, on first entering, they wholly escape notice.\\n\\nIn the \\\"Christianensburg\\\" is also the \\\"Northern Museum,\\\" peculiarly rich in specimens of the ornaments, weapons, musical instruments, and other mementoes of northern nations.\\n\\nThe Winter Riding-school, in which concerts are frequently given, is large and symmetrical.  I admired the stalls, and yet more the grey horses which occupied them--descendants of the pure Arabian and wild Norwegian breeds--creatures with long manes and tails of fine silky hair.  Every one who sees these horses, whether he be a connoisseur or one of the uninitiated, must admire them.\\n\\nAdjoining the \\\"Christianensburg\\\" is Thorwaldsen's Museum, a square building with fine saloons, lighted from above.  When I saw it, it was not completed; the walls were being painted in fresco by some of the first native artists.  The sculptured treasures were there, but unfortunately yet unpacked.\\n\\nIn the midst of the courtyard Thorwaldsen's mausoleum is being erected.  There his ashes will rest, with his exquisitely finished lion as a gravestone above them. {15}\\n\\nThe largest among the churches is the \\\"Woman's Church.\\\"  The building has no architectural beauty; the pillars, galleries, and cupola are all of wood, covered with a mixture of sand and plaster. But whatever may be wanting in outward splendour is compensated by its contents, for this church contains the masterpieces of Thorwaldsen.  At the high altar stands his glorious figure of our Saviour, in the niches of the wall his colossal twelve apostles.\\n\\nIn the contemplation of these works we forget the plainness of the building which contains them.  May the fates be prosperous, and no conflagration reach this church, built as it is half of wood!\\n\\nThe Catholic Church is small, but tasteful beyond expression.  The late emperor of Austria presented to it a good full-toned organ, and two oil-paintings, one by Kuppelweiser, the other by a pupil of this master.\\n\\nIn the \\\"Museum of Arts\\\" I was most interested in the ancient chair, used in days of yore by Tycho de Brahe. {16}\",\"timestamp\":1637496159,\"title\":\"\\nFirst of all we visited the Exchange between the hours of one and two,\"},\"digest\":\"znwrYT6GDWVFMKN1zX3JjQH9OCX-U3pI1kDp1CNgZDU\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wstf4Yv3kEOil1DKqSosxn-54qMA7tNhZJxwANi8mNg\\\",\\\"y\\\":\\\"osyn_WtomK8eRXn5nuELuJXrPR0gs0BTG5gYCdGQDIw\\\"}\",\"signature\":\"2MLMU77n4zSKLH5k5Er-OOIS5pRFhFAm7vyoV_Oz9d1FXPUzfXgBECQc9xe-rP_7NA49IqZ14uwNKLakbhKMpg\",\"signingKeySignature\":\"0xbd723659e950419f93643dbbf62ddfc991727134d46651864ff982f8167ac93364a07f01e124307797e29ae6a2cdc01f024d4d601dabd2b9b9513b5bf4578f941b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wstf4Yv3kEOil1DKqSosxn-54qMA7tNhZJxwANi8mNg\\\",\\\"y\\\":\\\"osyn_WtomK8eRXn5nuELuJXrPR0gs0BTG5gYCdGQDIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"znwrYT6GDWVFMKN1zX3JjQH9OCX-U3pI1kDp1CNgZDU\"}"