"{\"content\":{\"body\":\"As I gaed out to tak the air   Between Midmar and bonny Craigha', There I met a little wee man,   The less o' him I never saw.\\n\\nHis legs were but a finger lang,   And thick and nimble was his knee; Between his brows there was a span,   Between his shoulders ell-es three.\\n\\nHe lifted a stane sax feet in height,   He lifted it up till his right knee, And fifty yards and mair I'm sure,   I wite he made the stane to flee.\\n\\n\\\"O, little wee man, but ye hae power!   And O, where may your dwelling be?\\\"-- \\\"I dwell beneath yon bonny bower.   O, will ye gae wi' me and see?\\\"--\\n\\nSae on we lap, and awa' we rade   Till we come to yon little ha', The kipples were o' the gude red gowd,   The roof was o' the proseyla.\\n\\nThere were pipers playing in every neuk,   And ladies dancing, jimp and sma'; And aye the owre-turn o' their tune   Was, \\\"Our wee wee man has been long awa!\\\"\\n\\nOut gat the lights, on cam the mist   Ladies nor mannie mair could see, I turned about, and ga'e a look   Just at the foot o' Benachie.\\n\\nTHE SPANISH LADY'S LOVE. AFTER THE TAKING OF CADIZ.\\n\\nWill you hear a Spanish lady,     How she wooed an Englishman?   Garments gay and rich as may be     Decked with jewels she had on. Of a comely countenance and grace was she, And by birth and parentage of high degree.\\n\\nAs his prisoner there he kept her,     In his hands her life did lie;   Cupid's bands did tie them faster     By the liking of an eye. In his courteous company was all her joy, To favour him in anything she was not coy.\\n\\nBut at last there came commandment     For to set the ladies free,   With their jewels still adorn-ed,     None to do them injury. Then said this lady mild, \\\"Full woe is me; O let me still sustain this kind captivity!\\n\\n\\\"Gallant captain, show some pity     To a lady in distress;   Leave me not within this city,     For to die in heaviness: Thou hast set this present day my body free, But my heart in prison still remains with thee.\\\"\\n\\n\\\"How should'st thou, fair lady, love me,     Whom thou know'st thy country's foe?   Thy fair words make me suspect thee:     Serpents lie where flowers grow.\\\"-- \\\"All the harm I wish to thee, most courteous knight: God grant the same upon my head may fully light.\\n\\n\\\"Blessed be the time and season,     That ye came on Spanish ground;   If our foes ye may be term-ed,     Gentle foes we have you found: With our city ye have won our hearts each one; Then to your country bear away that is your own.\\\"--\\n\\n\\\"Rest you still, most gallant lady;     Rest you still, and weep no more;   Of fair lovers there is plenty,     Spain doth yield a wondrous store.\\\"-- \\\"Spaniards fraught with jealousy we often find, But Englishmen through all the world are counted kind.\\n\\n\\\"Leave me not unto a Spaniard,     You alone enjoy my heart;   I am lovely, young, and tender,     Love is likewise my desert: Still to serve thee day and night my mind is prest; The wife of every Englishman is counted blest.\\\"--\\n\\n\\\"It would be a shame, fair lady,     For to bear a woman hence;   English soldiers never carry     Any such without offence.\\\"-- \\\"I'll quickly change myself, if it be so, And like a page I'll follow thee, where'er thou go.\\\"--\\n\\n\\\"I have neither gold nor silver     To maintain thee in this case,   And to travel is great charges,     As you know in every place.\\\"-- \\\"My chains and jewels every one shall be thy own, And eke five hundred pounds in gold that lies unknown.\\\"\\n\\n\\\"On the seas are many dangers;     Many storms do there arise,   Which will be to ladies dreadful,     And force tears from watery eyes.\\\"-- \\\"Well in troth I shall endure extremity, For I could find in heart to lose my life for thee.\\\"--\\n\\n\\\"Courteous lady, leave this fancy;     Here comes all that breeds the strife.   I in England have already     A sweet woman to my wife: I will not falsify my vow for gold nor gain, Nor yet for all the fairest dames that live in Spain.\\\"\\n\\n\\\"O how happy is that woman,     That enjoys so true a friend!   Many happy days God send her!     Of my suit I make an end: On my knees I pardon crave for my offence, Which did from love and true affection first commence.\\n\\n\\\"Commend me to thy lovely lady.     Bear to her this chain of gold,   And these bracelets for a token;     Grieving that I was so bold: All my jewels in like sort take thou with thee, For they are fitting for thy wife, but not for me.\\n\\n\\\"I will spend my days in prayer;     Love and all her laws defy;   In a nunnery will I shroud me     Far from any compan-y: But ere my prayers have an end, be sure of this, To pray for thee and for thy love I will not miss.\\n\\n\\\"Thus farewell, most gallant captain!     Farewell, too, my heart's content!   Count not Spanish ladies wanton,     Though to thee my love was bent: Joy and true prosperity go still with thee!\\\" \\\"The like fall ever to thy share, most fair lad-ie!\\\"\\n\\nEDWARD, EDWARD.\\n\\n\\\"Why does your brand sae drop wi' bluid,      Edward, Edward? Why does your brand sae drop wi' bluid,      And why sae sad gang ye, O?\\\"-- \\\"O, I ha'e kill-ed my hawk sae guid,      Mither, mither! O, I ha'e kill-ed my hawk sae guid,      And I had nae mair but he, O.\\\"-- \\\"Your hawkis bluid was never sae reid,      Edward, Edward: Your hawkis bluid was never sae reid,      My dear son, I tell thee, O.\\\"--\\n\\n\\\"O, I ha'e kill-ed my reid-roan steed,      Mither, mither! O, I ha'e kill-ed my reid-roan steed      That erst was so fair and free, O.\\\"-- \\\"Your steed was auld, and ye ha'e got mair,      Edward, Edward: Your steed was auld, and ye ha'e got mair,      Some other dule ye dree, O.\\\"-- \\\"O, I ha'e kill-ed my father dear,      Mither, mither! O, I ha'e kill-ed my father dear,      Alas, and wae is me, O!\\\"--\\n\\n\\\"And whatten pen-ance will ye dree for that,      Edward, Edward? And whatten pen-ance will ye dree for that?      My dear son, now tell me, O!\\\"-- \\\"I'll set my feet in yonder boat,      Mither, mither I'll set my feet in yonder boat,      And I'll fare over the sea, O.\\\"-- \\\"And what'll ye do wi' your towers and your ha',      Edward, Edward? And what'll ye do wi' your towers and your ha',      That were so fair to see, O?\\\"--\\n\\n\\\"I'll let them stand till they down fa',      Mither, mither: I'll let them stand till they down fa',      For here never mair maun I be, O!\\\"-- \\\"And what'll ye leave to your bairns and your wife,      Edward, Edward? And what'll ye leave to your bairns and your wife,      When ye gang over the sea, O?\\\"-- \\\"The warldis room, let them beg through life,      Mither, mither: The warldis room, let them beg through life,      For they never mair will I see, O!\\\"\\n\\n\\\"And what'll ye leave to your ain mother dear,      Edward, Edward? And what'll ye leave to your ain mother dear?      My dear son, now tell me, O.\\\"-- \\\"The curse of hell fra me sall ye bear,      Mither, mither! The curse of hell fra me sall ye bear,--      Sic counsels ye gave to me, O.\\\"\\n\\nROBIN HOOD.\\n\\nLithe and listen, gentlemen,   That be of freeborn blood; I shall you tell of a good yeom-an,   His name was Robin Hood. Robin was a proud outlaw,   Whil-es he walked on ground, So curteyse an outlawe as he was one   Was never none yfound. Robin stood in Barnysdale,   And leaned him to a tree, And by h-im stood Little John,   A good yeom-an was he; And also did good Scath-elock,   And Much the miller's son; There was no inch of his bod-y,   But it was worth a groom.\\n\\nThen bespake him Little John   All unto Robin Hood, \\\"Master, if ye would dine betime,   It would do you much good.\\\"\\n\\nThen bespak-e good Rob-in,   \\\"To dine I have no lust, Till I have some bold bar-on,   Or some unketh gest,   That may pay for the best; Or some knight or some squy-ere   That dwelleth here by west.\\\"\\n\\nA good mann-er then had Robin   In land where that he were, Every day ere he would dine   Three masses would he hear: The one in the worship of the Father,   The other of the Holy Ghost, The third was of our dear Lady,   That he loved of all other most.\\n\\nRobin loved our dear Lad-y,   For dout of deadly sin; Would he never do company harm   That any woman was in.\\n\\n\\\"Master,\\\" then said Little John,   \\\"An we our board shall spread, Tell us whither we shall gon,   And what life we shall lead; Where we shall take, where we shall leave,   Where we shall bide behind, Where we shall rob, where we shall reve,   Where we shall beat and bind.\\\"\\n\\n\\\"Thereof no force,\\\" then said Rob-in,   \\\"We shall do well enow; But look ye do no housbonde harm   That tilleth with his plow; No more ye shall no good yeoman,   That walk'th by green wood shaw, Ne no knight, ne no squy-er,   That would be a good fel-aw. These bishops, and these archbishops,   Ye shall them beat and bind; The high sheriff of Nottingham,   Him hold in your mind.\\\"\\n\\n\\\"This word shall be holde,\\\" said Little John,   \\\"And this lesson shall we lere; It is ferr-e days, God send us a geste,   That we were at our dinere!\\\"\\n\\n\\\"Take thy good bow in thy hand,\\\" said Robin,   \\\"Let Much wend-e with thee, And so shall William Scath-elock,   And no man abide with me: And walk up to the Sa-yl-es,   And so to Watling Street, And wait after some unketh gest,   Up-chance ye mowe them meet. Be he earl or any bar-on,   Abb-ot or any knight, Bring him to lodge to me,   His dinner shall be dight.\\\"\\n\\nThey went unto the Sa-yl-es,   These yeomen all three, They look-ed east, they look-ed west,   They might-e no man see. But as they looked in Barnisdale,   By a dern-e street, Then came th-ere a knight rid-ing,   Full soon they gan him meet. All drear-y was his semblaunce,   And little was his pride, His one foot in the stirrup stood,   That other waved beside. His hood hanging over his eyen two,   He rode in simple array; A sorrier man than he was one   Rode never in summer's day.\\n\\nLittle John was full curt-eyse,   And set him on his knee: \\\"Welcome be ye, gentle knight,   Welc-ome are ye to me, Welcome be thou to green wood,   Hende knight and free; My master hath abiden you fast-ing,   Sir, all these hour-es three.\\\"\\n\\n\\\"Who is your master?\\\" said the knight.\\n\\nJohn said, \\\"Robin Hood.\\\"\\n\\n\\\"He is a good yeoman,\\\" said the knight,   \\\"Of him I have heard much good. I grant,\\\" he said, \\\"with you to wend,   My brethren all in-fere; My purpose was to have dined to-day   At Blyth or Doncastere.\\\"\\n\\nForth then went this gentle knight,   With a careful cheer, The tears out of his eyen ran,   And fell down by his lere. They brought him unto the lodge door,   When Robin gan him see, Full curteysly he did off his hood,   And set him on his knee.\\n\\n\\\"Welc-ome, sir knight,\\\" then said Rob-in,   \\\"Welc-ome thou art to me; I have abiden you fasting, sir,   All these hour-es three.\\\"\\n\\nThen answered the gentle knight,   With word-es fair and free, \\\"God thee sav-e, good Rob-in,   And all thy fair meyn-e.\\\"\\n\\nThey washed together and wip-ed both,   And set to their dinere; Bread and wine they had enough,   And numbles of the deer; Swans and pheasants they had full good,   And fowls of the rivere; There fail-ed never so little a bird,   That ever was bred on brere.\\n\\n\\\"Do gladly, sir knight,\\\" said Rob-in.\\n\\n\\\"Gram-ercy, sir,\\\" said he, \\\"Such a dinner had I not   Of all these week-es three; If I come again, Rob-in,   Here b-y this countr-e, As good a dinner I shall thee make,   As thou hast made to me.\\\"\\n\\n\\\"Gramerc-y, knight,\\\" said Rob-in,   \\\"My dinner when I have; I was never so greedy, by dere-worthy God,   My dinner for to crave. But pay ere ye wend,\\\" said Rob-in,   \\\"Me thinketh it is good right; It was never the manner, by dere-worthy God,   A yeoman to pay for a knight.\\\"\\n\\n\\\"I have nought in my coffers,\\\" said the knight,   \\\"That I may proffer for shame.\\\"\\n\\n\\\"Little John, go look,\\\" said Robin,   \\\"Ne let not for no blame. Tell me truth,\\\" then said Rob-in,   \\\"So God have part of thee.\\\"\\n\\n\\\"I have no more but ten shillings,\\\" said the knight,   \\\"So God have part of me!\\\"\\n\\n\\\"If thou have no more,\\\" said Rob-in,   \\\"I will not one penn-y; And if thou have need of any more,   More shall I lend thee. Go now forth, Little John,   The truth tell thou me, If there be no more but ten shillings   No penny of that I see.\\\"\\n\\nLittle John spread down his mantle   Full fair upon the ground, And there he found in the knight's coff-er   But even half a pound. Little John let it lie full still,   And went to his master full low.\\n\\n\\\"What tiding-e, John?\\\" said Rob-in.\\n\\n\\\"Sir, the knight is true enow.\\\"\\n\\n\\\"Fill of the best wine,\\\" said Rob-in,   \\\"The knight shall begin; Much wonder thinketh me   Thy clothing is so thin. Tell me one word,\\\" said Rob-in,   \\\"And counsel shall it be; I trow thou were made a knight of force,   Or else of yeomanry; Or else thou hast been a sorry housband   And lived in stroke and strife; An okerer, or lechour,\\\" said Rob-in,   \\\"With wrong hast thou led thy life.\\\"\\n\\n\\\"I am none of them,\\\" said the knight,   \\\"By him that mad-e me; An hundred winter here before,   Mine aunsetters knights have be. But oft it hath befal, Rob-in,   A man hath be disgrate; But God that sitteth in heaven above   May amend his state. Within two or three year, Robin,\\\" he said,   \\\"My neighbours well it kend, Four hundred pound of good mon-ey   Full well then might I spend. Now have I no good,\\\" said the knight,   \\\"But my children and my wife; God hath shapen such an end,   Till he it may amend.\\\"\\n\\n\\\"In what manner,\\\" said Rob-in,   \\\"Hast thou lore thy rich-esse?\\\"\\n\\n\\\"For my great folly,\\\" he said,   \\\"And for my kind-enesse. I had a son, for sooth, Rob-in,   That should have been my heir, When he was twenty winter old,   In field would joust full fair; He slew a knight of Lancashire,   And a squyer bold; For to save him in his right   My goods beth set and sold; My lands beth set to wed, Rob-in,   Until a certain day, To a rich abbot here beside,   Of Saint Mar-y abbay.\\\"\\n\\n\\\"What is the summ-e?\\\" said Rob-in,   \\\"Truth then tell thou me.\\\"\\n\\n\\\"Sir,\\\" he said, \\\"four hundred pound,   The abb-ot told it to me.\\\"\\n\\n\\\"Now, an thou lose thy land,\\\" said Robin,   \\\"What shall fall of thee?\\\"\\n\\n\\\"Hastily I will me busk,\\\" said the knight,   \\\"Over the salt-e sea, And see where Christ was quick and dead,   On the mount of Calvar-y. Fare well, friend, and have good day,   It may no better be\\\"--\\n\\nTears fell out of his eyen two,   He would have gone his way-- \\\"Fare well, friends, and have good day,   I ne have more to pay.\\\"\\n\\n\\\"Where be thy friends?\\\" said Rob-in.\",\"timestamp\":1636103507,\"title\":\"THE LITTLE WEE MAN.\\n\"},\"digest\":\"gi7oa2BLCl_mSctykM2imblb1SOxEB2ZsSuxrHQG-NY\",\"authorship\":{\"contributor\":\"0xF701458E2D6717439ED97C778745d2D489b00797\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P_m3TA7oG-eZMLf4dFnr-YKMss9zSfQSD6mNT-GbLQQ\\\",\\\"y\\\":\\\"I1KJbidGfNETyYA-bHnNjI2lK62SyXA8isosiZD99Ys\\\"}\",\"signature\":\"5tl5J27hi98pJ9dz3-11L7nIhdAAPsSW6mmBN3Nn_c7x4gMaBxD2CrCs6OgaQkgX7ElbzIIgXq5lQX40QRkrYg\",\"signingKeySignature\":\"0x0629489e78e36fb6cd92ad8b7be4b7848c15c512d49c8b7a33501e03d00b3b5115ac67106fbe4b8cf07e6b628ac7db233575fb4f2317cc8519d9a601855fee621b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P_m3TA7oG-eZMLf4dFnr-YKMss9zSfQSD6mNT-GbLQQ\\\",\\\"y\\\":\\\"I1KJbidGfNETyYA-bHnNjI2lK62SyXA8isosiZD99Ys\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gi7oa2BLCl_mSctykM2imblb1SOxEB2ZsSuxrHQG-NY\"}"