"{\"content\":{\"body\":\"*Everything I write here is a reflection of my thoughts and opinions on the matter. I do not expect you, the reader, to agree with everything I state in this piece, nor do I intend to offend anyone. As a lifelong learner, please feel free to reach out to share your thoughts or discuss this topic :)*\\n\\nAs I sit here grinding through quests in Final Fantasy XV, my mind began to wander (as do most people I believe since most quests require you to drive back and forth in your Regalia to complete). Given the burgeoning attention towards Blockchain Gaming and GameFi, I decide to delve deeper into the topic of online gaming as a whole.\\n\\nGrowing up, I have played countless of games - From PVP titles like Counter Strike 1.6, GunBound, and Apex Legends, to MMORPGs like RuneScape, Ragnarok Online, and World of Warcraft. As I sift through title after title, I have come to realise that the key, yet ostensible, raison d'être why I sink so much time into some of my favourite games was due to the fact that they were **FUN** (polished gameplay, engaging content, wonderful community etc). Successful studios hire the best developers to commit years of building in hopes of releasing a decent product, and even then they get subjected to endless public scrutiny.\\n\\nWith this in mind I pose this question - Why aren’t GameFi companies given the same level of criticality faced by traditional companies? I vividly recall CD Projekt RED getting relentlessly flamed for releasing a very bugged out yet bountiful game Cyberpunk 2077 (which currently retails ¬$60 USD), yet here we have people pouring in thousands of dollars into very mediocrely made games built by unproven teams on the blockchain. Has the gold rush seen in Axie Infinity altered the way we critique games? Has the Play-2-Earn archetype so groundbreaking that it has redefined the entire gaming genre?\\n\\nPlay-2-Earn is a concept that has been around ever since games with online commerce were made. In the 2000s, we’d see people in world chats selling stacks of in game currency for real money. They did this because they knew that players perceived value in said currency. How is this perceived value formed then? It is formed through the **money’s utility as a means to an end**, be it to attain a beautiful looking mount to flex to other players, or powerful gear to take you to the next level. The natural progression for this train of thought would then be why would they want to achieve all this things and the answer to that is simply this - **They are engaged, excited for content, and just plain having fun**. Since they’re already sinking so much time into these games, so why not improve their virtual quality of life by purchasing some gold to address that. Unsurprisingly, we see companies sprouting to farm in-game gold in response to this heightened demand.\\n\\nDetractors of my stance might then argue with Axie Infinity’s success. Thing is, Axie Infinity was one of the earliest games which championed P2E through the blockchain, which gave it a first-mover’s advantage. People were allured by the fact that it has provided opportunities to earn money. However, with the company’s main focus in its P2E aspect and not evolving content and gameplay, it has inevitably forced itself into a Malthusian economy, where early adopters were able to reap high returns, but over time earnings dwindle throughout the economy as the number of participants increase. The situation has already gotten to a point where average players in the Philippines are earning less than minimum wage from Axie Infinity.\\n\\nWhen you go onto CoinMarketCap to look for gaming IDOs, or read NFT roadmaps, you will see that many of them either promote P2E as a key feature or have it as an eventual goal in their roadmaps in hopes to sell out their offerings or mints. Owing to the early success of Axie Infinity, as well as to the past instances of 100x IDOs and mints, I believe that we will unfortunately continue to see many low effort projects being put out in the market as developers feed on the greed of humans which will entail in severe losses by many participants.\\n\\nDespite appearing to sound rather despondent, I still believe that we are very early into this and that blockchain and web3.0 both have the capacity to improve and revolutionise gaming. However, without the astuteness when it comes to evaluating the projects based on the benchmarks we give traditional games, I fear that this would just be another gold rush that will not only set us back considerably, but taint the young history of web3.0.\\n\\n* \\n* \",\"timestamp\":1639580197,\"title\":\"Thoughts on GameFi as a gamer\"},\"digest\":\"cphJysic8f8WhWatrHVKoJQl7-5KZNTWDGbrY8OYz-I\",\"authorship\":{\"contributor\":\"0xdeec928827D8a9630696371d71B0b44E68A568Ae\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EZTeiE6wWxuzQvD4kANY-7ZMKqRdmvcbEccMBxrOYy4\\\",\\\"y\\\":\\\"ykh-vFhMgSpYEFH3s__1TrvzkHpOiLXGEmNjn82BZA0\\\"}\",\"signature\":\"vW3ux9A2ZQ1zCKTOVFC6GgCDZsRLTisOsmSujgVremj2so_2lNJEkuX3kZRXqKzpVhHhY7Mqn3H17V7Gq8oAjQ\",\"signingKeySignature\":\"0xab79ae2f49f8290a7ca5046f52a00efdeae2208e5ed33debce7cfb85bbc1cab7799ccdf912e7f34afa488454c3f85893a170918bb7e2b7bc9dd527a363af335e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EZTeiE6wWxuzQvD4kANY-7ZMKqRdmvcbEccMBxrOYy4\\\",\\\"y\\\":\\\"ykh-vFhMgSpYEFH3s__1TrvzkHpOiLXGEmNjn82BZA0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jixZCn_KOlodE1w3ceR5gLerBg1sTIUratAiGKFcnJw\"}"