"{\"content\":{\"body\":\"This is my first Mirror published post that will forever be on chain. It presents a new world full of endless opportunities with almost everything yet to be built. \\n\\nThose who more intimately know me are beginning to see my POV on the space and I’m excited to make it more public in the coming months the work we are doing to help lay some of the crypto groundwork that we believe is needed.  \\n\\nThis new wave called Web3 is just shaping up but the last year has shown me, and so many others, the flaws in ownership, distribution and monetization. It also reminds me of Kevin Kelly of Wired Mag’s “the true 1,000 fans,” which many have gotten away from. \\n\\n[https://www.hypebot.com/hypebot/2019/04/the-truth-behind-the-1000-true-fan-theory.html](https://www.hypebot.com/hypebot/2019/04/the-truth-behind-the-1000-true-fan-theory.html)\\n\\nJust look at the NFT communities that have just been built. Fans clamoring towards a north star. In some cases, those fans governing the IP/Asset and community through a [DAO](https://cointelegraph.com/ethereum-for-beginners/what-is-a-decentralized-autonomous-organization-and-how-does-a-dao-work). I’m encouraged by the creativity in both the technology and arts industry. Not a day goes by that we don’t see new applications, communities, art projects or platforms. \\n\\nTo take a step back, I’m a big fan of this platform, it’s features, and like so many, had the belief that publishing and ownership needed to grow up. \\n\\nI was a fan of Substack and its DTC implications for the future and encouraged by their recent move into Hollywood fandom. If you are new to that platform, here’s a recent article on them and some of their new writers: \\n\\n> To hear Tynion tell it — which he did, on Substack — the writer had a choice: Sign a new three-year exclusive contract with DC or a contract with the San Francisco-based platform. “I remember sending it to my lawyer asking if it could be real because it was exactly the kind of offer I was dreaming would fall out of the sky and into my lap,” he wrote of Substack’s offer. \\n>\\n> [https://www.hollywoodreporter.com/business/business-news/substack-marvel-dc-comics-writers-1235009529/](https://www.hollywoodreporter.com/business/business-news/substack-marvel-dc-comics-writers-1235009529/)\\n\\n\\n### Now back to what’s on my mind today….\\n\\nWeb3 is moving faster than the speed of culture. More communities are developing, projects being designed and launching at record pace. \\n\\nMarketing will need to transform itself once again. \\n\\nFirst digital was separated, then social, then social and digital were combined, then everyone realized IT played a part in it, then e-commerce, then community management, creators and influencers, media and paid and sprinkled over everything was data. \\n\\nWe live in an inter-connected marketing world where everything is centered around community and the tools needed to manage, ignite, incubate and grow while finding the commerce balance. \\n\\nSo marketers…..I leave you with this, where does crypto fit into your organization? How are you defining crypto assets? What role does it play? It will look different for each company as we all evolve together. \",\"timestamp\":1633556767,\"title\":\"What's on my mind today..\"},\"digest\":\"-cIhxF6fYp3lz-c-ORpKBAN58fsNMy90M_2GvsMZfM4\",\"authorship\":{\"contributor\":\"0xC2b38A6211Fefdd07d88cCcF1F4761BEc5C70ac4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nmvuiF2hDkm6CfCDFjNK7256tyOCitBWqYs9xIAdNQ\\\",\\\"y\\\":\\\"7Ydj63H8HoXplWeAqw0F35gXkY5F9u8jtRTEXrD_6eY\\\"}\",\"signature\":\"ThWoPl7-vRy5gRSvASPi1KE0tCknNuo_fpSAWnicTi6id-yX-LmqbnD0KWEczCmR6HzmaFY7V84e9_IEG_PNgA\",\"signingKeySignature\":\"0x0ac63c958853b3ee9ddaaee035628070f65387e7c66c4b1c22a061bb4d6bf1d766316def7687d63b77b32d0eda3c7ffe1326cc09559bf79b410e861d5906b4171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nmvuiF2hDkm6CfCDFjNK7256tyOCitBWqYs9xIAdNQ\\\",\\\"y\\\":\\\"7Ydj63H8HoXplWeAqw0F35gXkY5F9u8jtRTEXrD_6eY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-cIhxF6fYp3lz-c-ORpKBAN58fsNMy90M_2GvsMZfM4\"}"