"{\"content\":{\"body\":\"Dire was the wailing among the army of Iran at their sore defeat, and they turned them back discomfited. And they came before the Shah, their hearts torn with anguish. And their hands were crossed upon their breasts, and they were humble as slaves. And Kai Khosrau was angry when he beheld them, and he remembered Firoud, and he railed against Tus, from whom was sprung this evil. And he said-\\n\\n\\\"Cursed be he and his elephants and his cymbals.\\\" And the Shah withdrew from his courts, and he withheld his countenance from the land. So the nobles went out unto Rustem, and entreated of him that he would intercede for them with the Shah. And Rustem did as they desired, and he pleaded for the army and its leaders, and he spake good even of Tus. And Kai Khosrau inclined his ear unto his Pehliva, and he let the light of his countenance shine again upon his army, and he confided unto Tus once more the standard of Kawah, but he made Gew march beside him and restrain his haste.\\n\\nSo they set forth again unto Turan, and Afrasiyab, when he learned of their approach, made ready his army also. And there were joined unto him the hosts of the Khakan of China, and of the Kamous of Kushan, men mighty in the battlefield. And from Ind and all the highlands of Asia there came forth troops unto the aid of Afrasiyab, King of Turan. And he rejoiced thereat, for he was assured that if Rustem came not forth to aid them, the men of Iran could not stand against his host.\\n\\nNow when the two armies met, many and fierce were the combats waged between them, and blows were given and received, and swords flashed and showers of arrows descended on all sides. And the blood of brave men was shed like unto the shedding of rain from a black cloud. And day by day were the Iranians weakened, for they were smitten with great slaughter, and the number of their dead was past the counting. But Afrasiyab rejoiced in his victory, and his heart shouted within him when he learned after many days that the Iranians were drawn back into the mountains. But Kai Khosrau, when he learned it, was afflicted, and wept sore. Then he sent greeting unto Rustem, his Pehliva, and he craved of him that he would come forth to aid the army, for in him alone could he put his trust. And Rustem said-\\n\\n\\\"O Shah, since the day that mine arm could wield a mace, I have ever fought the battles of Iran, and it would seem that rest may never come nigh unto me. Yet since I am thy slave, it behoveth me to obey. I am ready to do thy desires.\\\"\\n\\nSo he made ready an host to go unto the succour of Iran. And while he did so the army was defeated yet again, and all heart went from the Iranians, and they would have given them over unto their foes. But while they pondered it, there came tidings unto Gudarz that Rustem was drawing nigh. Yet they feared to give way unto belief. But Piran when he heard it was sore discomfited, for he remembered of old the might of Rustem, and he knew that none could stand before it. But the Khakan and the Kamous scoffed at his fears, and they made loud boastings that Rustem should fall by their hands.\\n\\nNow when some days had passed in this disquietude, it came about one night that, when the moon showed her face above the mountains, like unto a victorious king seated upon a throne of turquoise, a watchman of Iran set up a great cry. And he said-\\n\\n\\\"The plain is filled with dust, and the night resoundeth with noise. And I behold a mighty army drawing nigh, and they bear torches, and in their midst rideth Rustem the mighty.\\\"\\n\\nWhen the men of Iran heard this, they set up a great shout, and their hearts seemed to come back into their bodies, and their courage, that had been as dead, returned. And glad was the greeting that they gave unto Rustem the Pehliva. And Rustem mustered them and put them into battle order, and when the sun had wearied of the black veil, and had torn the night asunder, and reappeared unto the world, the men of Iran called upon the host of Turan to come forth in combat. And they defied them unto battle, and they fought with new valour, and they made great havoc in their ranks. And when the evening was come, the day belonged unto Iran.\\n\\nThen Piran called before him Human the brave, and said unto him-\\n\\n\\\"The nobles of Iran have found again their courage, since an army is come to their aid. Yet I would know if Rustem be their leader, for him alone do I fear.\\\"\\n\\nAnd when he learned it his spirit was troubled. But the Kamous mocked him, and sware a great oath that, ere the sun should be set once more, he would have broken the might of Rustem. For he said-\\n\\n\\\"There is none, not even a mad elephant, that is mine equal in the fight.\\\"\\n\\nSo when the day was come, the Kamous challenged Rustem unto single combat. And Rustem strode forth from the camp, and the Kamous met him upon the plain. Then they struggled sore, and wrestled one with another, but in the end Rustem caught the Kamous in the meshes of his cord. And he showed him unto the army, and he asked of them, saying-\\n\\n\\\"What death desire ye that the Kamous should die, for his hour is come?\\\"\\n\\nThen he threw him among the nobles, and they made an end of him with their spears, and they flung his body to the vultures.\\n\\nNow when the Khakan heard of the death of the Kamous, he sware that he would avenge him, and he sent forth a messenger to defy Rustem. But Rustem said unto the messenger-\\n\\n\\\"I seek no quarrel with the Khakan, and in all your army I desire only to look upon the face of Piran. And I beg of him that he will come forth to greet me, for my heart burneth towards him, because he was afflicted for the death of Saiawush, my foster-son, and because of the good he did unto Kai Khosrau and unto his mother.\\\"\\n\\nSo the messenger bare these words unto Piran. And Piran, when he had taken counsel, listened unto the desires of Rustem, and came into his tents. And he said-\\n\\n\\\"I am Piran, leader of the hosts of Turan. Speak unto me thy name.\\\"\\n\\nAnd Rustem said, \\\"I am Rustem of Zaboulistan, and I am armed with a mace and a sword of Cabul.\\\"\\n\\nThen he gave him greeting from Kai Khosrau, and he lauded him for the good deeds that he had done unto Saiawush and to his son, and he entreated him that he would turn away from Afrasiyab, and go with him unto Kai Khosrau. And he said-\\n\\n\\\"Iran desireth not to destroy the innocent. Therefore deliver over unto me the men upon whose head resteth the blood of Saiawush, and we will withdraw our hosts, and there shall be peace in the land.\\\"\\n\\nThen Piran said, \\\"That which thou askest, verily it can never be, for the slayers of Saiawush are near kinsfolk unto Afrasiyab. And because he hath named me the leader of his hosts, it may not be that I abandon them. But I say unto thee, that it would be sweeter unto me to die than to conduct this warfare, and that my heart is torn because I must lift up the sword of enmity against Kai Khosrau, my son.\\\"\\n\\nAnd Rustem saw that the words that Piran spake were true, and he sorrowed for him. And when they parted it was in friendship, although they knew that battle must rage between them. Then they drew up their armies, and for forty days there was waged a battle, mighty and terrible. And great ravages were committed, and Rustem did deeds of valour, and the strong and the weak were alike impotent before him. And the plains were strewn with the bodies of the slain, until that an ant could not have found a road to pass between them, and the blood of the wounded streamed on all sides, and heads without bodies and bodies without heads covered the ground. For neither the claw of the leopard nor the trunk of the elephant, neither the high mountains nor the waters of the earth, could prevail against Rustem when he fought at the head of his hosts. And he slew the mightiest among the Turanians, and only Piran was he mindful to spare. And the Khakan of China was enmeshed in his cord, and he sent him bound unto Kai Khosrau with news of the victory. And when the Turanians fled before his face, he followed after them and pursued them unto the mountains.\\n\\nThen Piran made haste to come before Afrasiyab, and he spake to him and said-\\n\\n\\\"The land is changed into a sea of blood, for Rustem is come forth, and who can stand against him? And he followeth after me close. Wherefore I counsel thee, flee; for how canst thou stand alone against him? Alas for the woe that thou hast brought upon Turan! Thou hast wounded our hearts with the iron of the arrow wherewith thou didst slay Saiawush the noble.\\\"\\n\\nThen he urged upon him that he tarry not. So Afrasiyab fled from before the face of Rustem and hid himself in the mountains. And when Rustem came into his courts and found that the King was fled, he seized upon much booty and divided it among his men, and he feasted them many days in the house of Afrasiyab, and he suffered them to enjoy repose. Then he destroyed with fire the palace, and when he had done so he turned him to go back unto Kai Khosrau.\\n\\nNow when he was come within the city of the Shah, glad cries rang through all the air, and the sound of drums filled the land of Iran, and there was joy throughout its breadth because the destroyer of Turan was returned. And the heart of Kai Khosrau rejoiced like a paradise, and he came out to meet his Pehliva mounted upon an elephant gaily caparisoned, and music and singers went before him. And he invited him to a great feast, and he poured rich gifts upon him. And for a month Rustem abode in the presence of his Shah, making merry with wine. And the singers chanted of his great deeds, and the sounds of flutes and stringed instruments went with their words. But when that time was over Rustem asked of Kai Khosrau that he would suffer him to return unto Zal his father, for his heart yearned to look upon his face. And Kai Khosrau suffered it.\\n\\nNow Rustem was not returned long unto Zaboulistan before there came into the courts of the Shah a shepherd who desired to speak with Kai Khosrau. And the Shah granted his request, and the man opened his mouth before him, and he said-\\n\\n\\\"A wild ass is broken in among my horses, and he doeth great mischief, for his breath is like unto a lion. Send forth, therefore, I entreat of thee, O King of Kings, a warrior of thine host that he may slay him.\\\"\\n\\nNow Kai Khosrau, when he had listened, knew that this was not a wild ass but the Deev Akwan, who had taken this disguise upon him. So he cast about whom he should send forth to meet him, and he knew there was none other but Rustem, the son of Zal, to whom he could turn in this strait. So he sent a messenger swift as a cloud before a storm to summon him forth yet again. And Rustem obeyed the voice of his Shah, and he set forth in search of the Deev, and he was mounted upon Rakush his steed. And in his hand was a mighty mace, and round his wrist was rolled a cord of length. And he went in search of the wild ass, and when he had found him he threw his cord about him. But the ass vanished under his hands. Then Rustem knew that it was a Deev, and that he fought against the arts of magic. Yet was he not dismayed. And after a while the ass came forth again, and Rustem threw his cord once more about him. And yet again the Deev vanished under his hand. And thus did the Deev three days and three nights without ceasing, so that weariness came upon Rustem and he was heavy with slumber. So he sought out a spot of safety and he laid him down to rest, and he bade Rakush browse beside him.\\n\\nNow when the Deev saw that Rustem was sleeping, he drew nigh and loosened the earth whereon he lay, and lifted it and placed it upon his head, that he might cast it away and destroy Rustem. But as he carried him Rustem awoke, and when he saw what was come to pass he feared that his hour was come. And the Deev, when he beheld that Rustem was awakened, spake, and said unto him-\\n\\n\\\"O hero, which death dost thou covet? Shall I fling thee down upon the mountain or cast thee into the sea?\\\"\\n\\nNow Rustem knew that the Deev questioned him in wile, and he bethought him that he would of a surety do that which Rustem desired not, so he said-\\n\\n\\\"I have heard it said that it is not given to those that perish in the waters to look upon the face of the Serosch or to find rest in the life that is beyond.\\\"\\n\\nThen the Deev said, \\\"I desire that thou know not repose.\\\"\\n\\nAnd he flung him into the sea at a spot where hungry crocodiles would devour him.\\n\\nNow Rustem, when he felt the water beneath him, forthwith drew out his sword and combated the crocodiles with his right hand, and with his left he swam towards the shore. And long did he struggle and sore, but when the night was fallen he put his foot upon the dry land. Then, when he had given thanks unto God and rested him, he returned unto the spot where he had found the Deev. And he sought after Rakush his steed, and his eye beheld him not. Then fear filled his spirit, and he roamed around to seek him. And he found him at last among the horses of Afrasiyab, that grazed in a spot hard by, for the keepers had ensnared him. But when Rakush heard the voice of Rustem he neighed aloud, and brake from the keepers and ran towards his master. And Rustem put the saddle upon him and mounted him. Then he slew the keepers and took their herds unto himself.\\n\\nNow while he was so doing Afrasiyab came forth from his hiding-place, for his heart yearned to look upon his horses. And when he beheld Rustem in their midst he was dismayed, and knew not whither he should turn, for he deemed that the Pehliva had discovered his hiding-place and was come forth against him. So he offered battle unto him with the men that were with him. And Rustem accepted the challenge, although he was alone; and he fought with might and overcame the men, and slew sixty of them with his sword and forty with his mace. And Afrasiyab fled once more from before him.\\n\\nNow when it was done the Deev came forth again, for he thought he could quell Rustem now that he was weary. But Rustem sprang on him and crushed him, and he was slain at his hands. Then the Pehliva returned unto Kai Khosrau. And when the Shah had learned of all his deeds, and beheld the booty that he had brought back, his mouth could not cease from praising the prowess of Rustem, and he would have kept his Pehliva beside him for ever. But Rustem said-\\n\\n\\\"Suffer thy servant to go forth. For I would make ready an host, since it behoveth us not to cease from the vengeance that is due unto Saiawush, for his murderers yet cumber the ground.\\\"\\n\\nWherefore Rustem departed yet again from out the courts of the Shah.\\n\\n\\n----------------------------------------------------------------------\\n\\nBYZUN AND MANIJEH\\n\\nPeace reigned again within the borders of Iran, and P the sword slept in its scabbard, and Kai Khosrau ordered the world with wisdom. And men rejoiced that the glory of Turan had been brought low, and the Shah feasted his nobles in lightness of heart.\\n\\nNow it came about one day that while they were shortening the hours with wine there entered in unto them the keeper of the curtains of the door. And he said that men from Arman stood without and craved an audience. Then Kai Khosrau bade that they be let in. So the men came before him, and they uttered cries of lamentation, and they fell down at his feet and implored his aid. And Kai Khosrau said-\\n\\n\\\"Who hath done you wrong?\\\"  Then the men answered, \\\"Our wrong cometh unto us from the borders of Turan, for there issue forth thence wild boars that break into our fields and do destruction to our crops. And our fortunes are entwined with the ground, and no man can overcome these beasts. Wherefore, we pray thee, send forth a Pehliva that he may subdue them, for our land groaneth under this plague.\\\"\\n\\nThen Kai Khosrau said, \\\"It shall be done as you desire,\\\" and he dismissed them graciously. Then he called before him his treasurer, and bade him bring forth precious stones, and horses with girdles of gold, and rich brocades of Roum. And when they were placed before him he showed them to his nobles, and he said that whoever would go forth to combat the wild boars should not find him close-handed. But for a while none answered, for no man listed to go forth to battle with wild beasts. Then Byzun, the son of Gew, arose and spake, saying-\\n\\n\\\"If the Shah will grant leave unto me, I will go forth and slay these foes.\\\"\\n\\nNow Gew was grieved thereat, because that Byzun was his only son, and he feared for his youth. Therefore he sought to restrain him. But Byzun suffered it not, and he said-\\n\\n\\\"O King, listen unto my desires; for though I be young in years, yet am I old in prudence, and I will do nought that is not fitting unto thy slave.\\\"\\n\\nAnd Kai Khosrau granted his request, but he bade him take forth with him Girgin, the wise in counsel, that he should guide him aright. And Byzun did as the Shah desired, and they set forth unto the land of Arman.\\n\\nNow when they were come unto the wood they rested them, and made a great fire, and drank wine until they were refreshed. Then Girgin would have laid him down to slumber. But Byzun said-\\n\\n\\\"Not so, let us go forth and seek the wild boars.\\\"  Then Girgin said, \\\"Go thou alone, for it is thou who hast engaged in this combat, and who hast taken to thyself the gifts of the Shah. Therefore it behoveth me only to look on.\\\"\\n\\nWhen Byzun heard these words he was amazed, but he regarded them not, and he entered in upon the forest. And after a while he came upon the wild boars, and they fell upon him. But he slew them with his mace, and he reddened the ground with their gore, and he went after them, even unto their lairs, and not one of them did he suffer to escape. Then when he had done thus, he parted their mighty teeth from off their heads and hung them about his saddle, that the men of Iran might behold them. And after this he turned him back unto Girgin.\\n\\nNow Girgin, when he beheld him mounted upon his horse, and bearing round his saddle the tokens of his triumph, was envious thereat. And with his mouth he gave him joy, but Ahriman took hold of his spirit. So he pondered all night long how he could lay a snare for Byzun. And when the morning was come he praised his prowess, and they quaffed wine together, and fair words were exchanged between them. Then Girgin said-\\n\\n\\\"This land is known unto me, for I sojourned here with Rustem. And I know that at the distance of two farsangs lies the garden of Afrasiyab, where his women go forth to keep the feast of spring. And I bethink me that the time is at hand. Wherefore, I say unto thee, let us go hence, and behold with our eyes the fair ones whom the King of Turan hideth behind his curtains.\\\"\\n\\nNow these words inflamed the blood of Byzun, and he gave ear unto Girgin, for he was young, and he acted like a young man. So they set forth upon the road, and Girgin filled the mind of Byzun with feasts and with sounds of music. And when they were come unto the spot, Byzun burned with impatience to look upon the women of Afrasiyab. And Girgin feigned as though he would restrain his foot within the skirt of patience, but he rejoiced in secret, for he hoped that from this deed evil would arise. So Byzun sped forth unto the garden, and he hid himself beneath the shade of a tall cypress, and he feasted his eyes upon the beauty of the women. And the garden was clad in its robes of spring, and the world was green and fair, and all the air was filled with the sweet sounds of music and of song. And there moved amid the rose-bushes maidens of Peri face, and in stature they were like to the cypress-trees, and one was exalted above them all. And she was daughter unto Afrasiyab, and Manijeh was she named.\\n\\nNow it came about that as Manijeh stood at the door of her tent she beheld Byzun where he was hid. And she marvelled at his beauty, and her heart was captive unto him. So she called about her her maidens, and said-\\n\\n\\\"Go forth and question the stranger who regardeth us, for I bethink me that he is a Peri, or that Saiawush is come back unto the earth, for no mortal can own such beauty, neither can any man enter here.\\\"\\n\\nThen one went forth and bare unto Byzun this message. And his heart leaped thereat, and he said-\\n\\n\\\"Say unto your mistress that I am come forth from Iran to slay the wild boars of Arman. And I came hither that perchance I might gaze upon the face of the daughter of Afrasiyab, for tidings of her beauty were told unto me, and reached even unto Iran. Go, therefore, and ask if I may speak with her.\\\"\\n\\nThen the handmaidens did as Byzun desired, and Manijeh said, \\\"Let him come forth.\\\"\\n\\nSo Byzun entered into the tents of Manijeh, and she received him with joy, and she caused his feet to be washed with musk and amber, and she poured jewels before him, and prepared for him a feast of sweet meats. And slaves stood around and made soft music, and the heart of Byzun was ensnared in the meshes of the net that had been spread. And three days and three nights did he sojourn beside Manijeh, and his passion for her waxed greater, and he thought not of Iran, neither of the time of departure. And Manijeh too rejoiced in his presence, and when the time was come for her to quit the garden of spring she would not part with him. So she gave unto him a cup wherein she had mingled a potion. And the wine caused Byzun to sleep, and while he slept the maidens bare him in a litter even into the house of Afrasiyab. And Manijeh hid him behind the curtains of the women, and none, save only her handmaidens, were aware of his presence.\\n\\nNow when Byzun awoke he asked whither he was come, and when he learned that he was in the house of Afrasiyab he was afraid, and desired to return unto Iran. But Manijeh quieted his distrust, and he forgot his fears in her love. And she made the earth glad about him, and the hours fled on the wings of wine and of joy. And many days sped thus, and none knew what passed in the house of the women.\\n\\nThen it came about that a guardian of the door learned thereof, and he came before Afrasiyab, and told unto him that his daughter hid within her house a man of the race of Iran. And Afrasiyab, when he learned it, was beside himself with anger, and he cursed Manijeh, and he said-\\n\\n\\\"The hour is come unto this man.\\\"  Then he called for Gersiwaz, his brother, and bade him go forth with a band of armed men unto the house of the women. And Gersiwaz did as Afrasiyab commanded, and he put guards at all the doors. Then the sounds of lutes and of rejoicing fell upon his ear, for none were aware of the vengeance that was come upon them. And when Gersiwaz was come unto the house of Manijeh, the daughter of Afrasiyab, he brake open the doors, and stood in the midst of the revels. And he beheld within the chamber many slaves playing on lutes of gold, and fair women that handed the wine-cups. And Manijeh was seated upon a throne of gold, and beside her was Byzun, the son of Gew, the Iranian, and joy was painted on his visage.\\n\\nNow when Gersiwaz beheld Byzun, he cried, \\\"O vile man, thou art fallen into my hands! How wilt thou now save thy life? \\\"\\n\\nAnd Byzun was dismayed, for he had neither sword nor armour, and he thought within himself-\\n\\n\\\"I fear me that my life will end this day.\\\"  But he drew forth from his boot a dagger that was hidden therein, and he threatened Gersiwaz, and he said that he would plunge it into his breast if he led him not before Afrasiyab.\\n\\nNow Gersiwaz knew that Byzun was quick to act, and would do that which he spake, so he held back from combat, and he seized Byzun and bound him, and led him before Afrasiyab. And when Afrasiyab saw him in such plight, he said-\\n\\n\\\"O man of evil, wherefore didst thou come into my land?\\\"\\n\\nThen Byzun told him how he was gone forth to slay the boars, and how he was come into the garden of Afrasiyab, and he said that a Peri had borne him unto the palace, for he would not do hurt unto Manijeh. But Afrasiyab refused belief unto his words, and he commanded that a gibbet should be raised without his court, and that Byzun be hung thereon, because he had dishonoured the house of the women, and had stolen like a thief in the night into the house of the King. And in vain did Byzun invoke mercy at the hands of Afrasiyab, and he was led forth beyond the courts. And the men of Afrasiyab made ready the gallows, and Byzun stood bound beneath. And he wept sore in his distress, and he prayed to the winds that they would bear tidings of him unto the Shah of Iran, and he sware that his death should be avenged upon Turan.\\n\\nNow while he waited thus there passed by Piran, the Pehliva, who was come forth to do homage unto the King. And when he beheld the gibbet he questioned concerning it, and when he learned that it was for Byzun he was troubled. So he got him from his horse and came near unto the youth, and questioned him of this adventure. And Byzun told him all that was come about, and how his evil comrade had laid for him a snare. Then Piran commanded that punishment be stayed until he should have spoken unto Afrasiyab. And he went in and stood before the King as a suppliant. Then Afrasiyab bade him make known his desires. And Piran opened his mouth and spake words of wisdom unto Afrasiyab, his King. And he reminded him of the death of Saiawush, and how Byzun was of much account in his own country, and how surely his blood would be avenged. And he said how the land of Turan was not ready to stand again in a new war, and he prayed Afrasiyab to content him with a dungeon. And he said-\\n\\n\\\"Heap chains upon Byzun, and let the earth hide him, that Iran may not know whither he is vanished.\\\"\\n\\nNow Afrasiyab knew that the words of Piran were wise, and he gave ear unto them. So Byzun was led forth unto a desert place and he was laden with chains of iron and his tender flesh was bound and he was thrown into a deep hole. And the opening thereof was closed with a mighty stone that the Deev Akwan had torn from the nethermost sea, and neither sun nor moon could be seen by Byzun, and Afrasiyab trusted that his reason would forsake him in this pit. And when he had done thus unto Byzun, he bade Gersiwaz go in unto the house of the daughter that had dishonoured him, and tear off her costly robes, and her crown, and her veil. And he said-\\n\\n\\\"Let her be cast forth also into the desert, that she may behold the dungeon wherein Byzun is hid. And say unto her, 'Thou hast been his Spring, be now his comforter, and wait upon him in his narrow prison.\\\"'\\n\\nAnd Gersiwaz did as Afrasiyab commanded, and he tore the veil from off Manijeh, and he caused her to walk barefooted unto the spot where Byzun was hid.\\n\\nNow Manijeh was bowed down with sorrow, and she wept sore, and she wandered through the desert day and night bewailing her fate. And ever did she return unto the pit, and she sought how she might enter therein. But she could not move the mighty stone that closed its mouth. Yet after some days were gone by she found an opening where she could thrust in her hand. Now when she had found it she rejoiced, and daily she went forth unto the city and begged of men that they would give her bread. And none knew her for the daughter of Afrasiyab, but all had pity upon her sorry plight, and they gave her freely of that which they had. And she returned with it unto Byzun, and she fed him through the hole that she had made. And she spake unto him sweet words of comfort, and she kept his heart alive within him.\\n\\nNow while these things were passing in Turan, Girgin was returned unto Iran much discomfited. And he pondered how he should come before the Shah, and what he should say unto Gew. And he told them that they had of their combined strength overcome the boars, and he boasted that he had done deeds of great prowess, and he said that a wild ass was come forth out of the forest and had borne away Byzun from before his eyes, and verily he held that it must be a Deev. Then Kai Khosrau questioned him closely, and when he had done so he saw that Girgin held not unto his story. So his mind misgave him, and he commanded that Girgin be put in chains. And he said-\\n\\n\\\"I will guard thee until I have learned tidings of Byzun.\\\"\\n\\nNow Gew was beside himself with grief because of his only son, whom he loved, but Kai Khosrau spake comfort unto his soul. And he bade riders go forth unto all corners of the wind to seek tidings of Byzun, and he said-\\n\\n\\\"If I learn nought concerning him until the feast of Neurouz be come, I will search for him in the crystal globe wherein I can behold the world, and read the secrets of destiny.\\\"\\n\\nNow when the horsemen had sought Byzun in vain throughout the plains of Iran and in the gorges of the land of Arman, they returned them unto the courts of the Shah. So when the feast of Neurouz was come, Kai Khosrau clothed himself in a robe of Roum, and he took from off his head the crown of the Kaianides, and he presented himself in humility before Ormuzd. Then he took in his hand the globe of crystal, and he prayed to God that He would grant unto him to behold the seven zones of the world. And God granted it. And Kai Khosrau surveyed all the lands of the earth, and nowhere upon them could he behold Byzun. And he was downcast and sad in his spirit, for he deemed that Byzun was departed from the world. Then Ormuzd showed unto him where he was hidden in a pit, and Kai Khosrau beheld him, and the damsel that watched beside him. So he called before him Gew, and said-\\n\\n\\\"Let thy heart cease from sorrow, for thy son liveth, and he is tended by a maiden of noble birth. But he is bound, and a mighty stone is laid above his prison, and Rustem alone can deliver him. Wherefore I counsel thee, speed forth unto Zaboulistan and entreat the son of Zal that he come unto our aid yet again.\\\"\\n\\nThen Kai Khosrau wrote a letter unto Rustem, wherein he told him all that was come about, and he gave the writing unto Gew. And Gew sped forth therewith unto Zaboulistan.\\n\\nNow when he was come within the courts of Rustem, Zal beheld him from afar, and he feared that evil was come upon Iran since the Shah sent forth a man of might like unto Gew to be his messenger. So he came forth in haste and questioned him. And when he learned his mission he bade him come within, and he told him how Rustem was gone forth to chase the wild ass, and he made a feast for him, and entertained him until his son was returned within the courts. Now when Rustem learned the tidings, his eyes were filled with tears, but he spake comfort unto Gew, and he said-\\n\\n\\\"Be not disquieted, for verily Rustem shall not remove the saddle from Rakush until he hath grasped the hand of Byzun, and broken his chains and his prison.\\\"\\n\\nAnd when he had read the letter of the Shah, he made him ready to go, before Kai Khosrau. And when he was come into his presence, he did obeisance before him, and he said-\\n\\n\\\"O King of kings, I am ready to do thy commandments, for my mother brought me into the world that I might weary myself for thee, and unto thee pertaineth rest and joy, and unto me combat everlasting.\\\"\\n\\nThen he chose forth from among the warriors men of renown, that they should go out with him to deliver Byzun. And Girgin sent greeting unto Rustem, and craved of him that he would plead for him with the Shah. And he bewailed his fault, and he entreated that he might go out to succour Byzun. And Rustem asked his forgiveness of Kai Khosrau, and when the Shah would have refused his suit, he pressed him hard. So Kai Khosrau listened to the desires of his Pehliva. Then he said unto him-\\n\\n\\\"Tell me what men and treasures thou desirest to bear with thee into Turan.\\\"\\n\\nAnd Rustem said, \\\"I desire not a large army, for I think to regain Byzun by the arts of wile. Give unto me, therefore, jewels and rich brocades, and carpets, and stuffs of value, for I purpose to go forth in the garb of a merchant.\\\"\\n\\nThen Kai Khosrau gave him the key to all his treasures, and Rustem chose forth rich stuffs, and loaded them upon an hundred camels. And he desired seven valiant knights that they should go forth with him clad in the dress of merchants, and that an army be posted in secret upon the borders. And when all was ready the caravan went forth. And they journeyed until they came into the town of Khoten, and all the people came forth to gaze upon their merchandise. Then Rustem, in his disguise, went unto the house of Piran, and he poured gifts before him, and he asked leave of him that he might remain within the borders to sell his wares. And Piran granted his request. So Rustem took for himself a house, and showed his goods unto the people, and bartered them, and it was noised through all the land that a caravan was come out from Iran, and all who had need of aught flocked into the city. And the news spread even unto the ears of Manijeh. And when she learned that it was men of Iran who were come forth, she made her way unto the city, and came before Rustem and questioned him, saying-\\n\\n\\\"What news is there abroad in Iran concerning Byzun, the son of Gew, and doth no army come forth to save him? O noble merchant, I entreat of thee when thou goest back to thy land, to seek out Gew, and Kai Khosrau, and Rustem the mighty, and bring unto them tidings of Byzun, lest he perish in his chains.\\\"\\n\\nNow Rustem, when he heard her words, was afraid for his secret, for he knew not who she was. Wherefore he spoke roughly unto her, and he said-\\n\\n\\\"I am a man of peace and of ignoble birth, a merchant, and I know nought of Gew, or of Byzun, or of the Shah. Get thee hence, maiden, thou dost but hinder my business, and this alone concerneth me.\\\"\\n\\nWhen he had thus spoken, Manijeh looked on him with sorrow, and wept, saying-\\n\\n\\\"Do the men of Iran refuse tidings unto the poor?\\\"  Then Rustem repented him of his harshness, and said-  \\\"Woman, who art thou, and how do these things regard thee? \\\"\\n\\nAnd he caused food to be put before her, and he comforted her with kind words. Then Manijeh said-\\n\\n\\\"I am daughter unto Afrasiyab, and my father hath cast me forth because of Byzun.\\\"\\n\\nAnd she told him all that was come about, and how she had tended her beloved, and how she had kept him alive. And she related unto Rustem how he languished in his chains, and how they put their trust alone in Rustem the Pehliva. And she said-\\n\\n\\\"When it was told unto me that men from Iran were come forth, I sped hither unto thee, for I hoped that tidings of Byzun might come thus unto the mighty warrior.\\\"\\n\\nWhen Rustem heard her words he was moved with compassion. And when he had spoken softly unto her, he gave to her savoury meats, and he bade her bear them unto Byzun. Now within the body of a fowl he had hidden a ring whereon was graven his seal. And when Byzun came upon it, and felt the ring, and that it bare the name of Rustem, his heart laughed within him, for he knew that the end of his ills was come. And his lips laughed also, and his laughter shook the walls of the pit.\\n\\nNow when Manijeh heard his laughter she was amazed, and she feared lest his wits were distraught, and she leaned over the mouth of the pit and spake, saying-\\n\\n\\\"O man of ill fortune, wherefore is thy heart thus light, thou who seest neither sun, nor moon, nor stars?\\\"\\n\\nThen Byzun answered and said, \\\"Hope is sprung up in my breast.\\\"\\n\\nAnd Manijeh said, \\\"Whence dost thou behold the rays of hope?\\\"\\n\\nAnd Byzun answered, \\\"I know not whether I can confide it unto thee, for a woman cannot keep a secret.\\\"\\n\\nNow Manijeh was pained at these words, and she upbraided Byzun, and recalled to him all she had suffered for his sake. And Byzun repented him of his hasty speech, for he knew that she was prudent and strong of spirit. So he said-\\n\\n\\\"Swear unto me a great oath, and I will tell it unto thee.\\\"\\n\\nAnd Manijeh sware. Then Byzun said-  \\\"I know that the merchant who is come forth from Iran is come out because of me. Go therefore again into his presence, and say unto him, 'O Pehliva of the King of kings, tell unto me, art thou the master of Rakush?' \\\"\\n\\nNow Manijeh, when she had heard these words, sped forth to do the bidding of Byzun. And she came before Rustem, and spake to him the words that had been told her. And he answered and said-\\n\\n\\\"Go say unto thy friend, verily I am the master of Rakush, and that I am come forth to deliver him.\\\"\\n\\nThen he bade her gather together wood into a pyre, and set light thereto when the night should be come, that he might know where Byzun was laid. And Manijeh did as Rustem commanded, and she wearied not to scour the land, and she stripped the trees of their branches, and her tender body was torn of thorns; but she bare all gladly for the sake of Byzun, whom she loved. And when the night was fallen she set light unto the wood, and Rustem came forth unto the spot, and his seven comrades came with him. And each strove in turn to lift the stone that closed the pit, but none could roll it aside. Then Rustem prayed to God that He would grant him strength, and he came unto the mouth of the pit, and he bent down his body, and he spake unto Byzun, and questioned him how he was come into these straits. Then he said-\\n\\n\\\"I would ask of thee a boon. Grant thy forgiveness unto Girgin, if it be given unto me to move this stone, and to free thee from out of this pit. For verily he repenteth him of his evil deed, and because he is valiant I would that there should be peace between you.\\\"\\n\\nBut Byzun said, \\\"Thou knowest not all the evil that Girgin hath brought upon me. I cannot give ear unto thy request, for I desire to take vengeance upon him.\\\"\\n\\nThen Rustem said, \\\"If thy mind be thus evil that thou wilt not listen to my desires, nor remember how I am come forth in friendship to succour thee, I shall mount upon Rakush and leave thee to perish in thy chains.\\\"\\n\\nWhen Byzun heard these words he gave a loud cry, and bewailed his evil plight. And he said, \\\"Be it as thou desirest.\\\"\\n\\nThen Rustem laid hold of the stone, and he put forth all his strength, and he lifted it from off the mouth of the pit and threw it far into the desert. Then he let down his cord and enmeshed Byzun therein, and drew him forth from his dungeon. And he was a sorry sight to see, for the earth had withered his body, and his skin hung about his bones.\\n\\nNow Rustem, when he had broken the chains of Byzun, covered him with a cloak and set him upon a horse, and he took Manijeh also, and led them unto his house in the city. Then when he had refreshed them with water, and covered them with new robes, he desired that they be led unto the spot where the army was hidden. And he said unto Byzun-\\n\\n\\\"I desire to fall upon Turan, but thou art too wasted to fight.\\\"\\n\\nBut Byzun said, \\\"Not so; let Manijeh go forth into shelter, but it behoveth not a man to be guarded like a woman.\\\"\\n\\nAnd he refused ear to the desires of Rustem, and he clad him in a coat of mail, and he girded him to ride beside the Pehliva. And they went forth in the darkness until they were come unto the house of Afrasiyab. And when they were come there, Rustem lifted the doors from off their hinges and entered into the precincts, and he slew the guards that kept the curtains, and he made him a passage unto the chamber of Afrasiyab. And when he stood therein he lifted up his voice of thunder, and he cried-\\n\\n\\\"Sleep, man of folly, and may thy slumbers be deep. Thou hast rested upon thy throne while Byzun was hidden in a pit. But thou hast forgotten that a road leadeth from Iran into Turan, and thou didst think in thine evil heart that none would come forth to avenge him. Listen, therefore, unto my voice; for I am Rustem, the son of Zal, the Pehliva, and I have broken down thy doors, and released Byzun from his chains, and I am come to do vengeance upon thee.\\\"\\n\\nWhen Afrasiyab heard these words he awoke, and cried out in his fear. And he called upon the names of his guards. But no man came forth, because they had been laid low by the hands of Rustem. Then Afrasiyab made his way unto the door, and because it was dark he escaped thence, and he fled before the face of Rustem, and left his house between his hands. Then Rustem took much rich booty of slaves, and horses, and jewels, and when he had done so he sped back unto his army, for he knew that with the day Afrasiyab would come forth with an host to assail him. And it came about as he foresaw, and when the day was risen the watchers cried out that an army marched forth from Turan. Then Rustem set his men in battle order, and he sent Manijeh and the slaves and the booty into Iran, and he placed himself at the head of the host, and Byzun rode beside him. And there was fought a mighty battle, and great was the slaughter, and the bodies of the slain and the broken armour covered the earth. And the banner of Turan sank, and Afrasiyab fled before his enemies.\\n\\nThen Rustem returned with joy unto Kai Khosrau, and the Shah was glad also. And he came forth to greet his Pehliva, and there rode with him Gew and Gudarz, his warriors. And when Kai Khosrau saw Rustem he embraced him, and said-\\n\\n\\\"O stay of my soul, and man of valour, thou resemblest the sun, for wheresoever men may look they behold the traces of thy mighty deeds. Happy is Zal who owneth a son such as thou!\\\"\\n\\nThen he blessed him, and showered rich gifts upon him; and Gew blessed him also, and Gudarz, because he had brought back Byzun into their midst. Then Kai Khosrau gave orders that a great feast be prepared, and the heroes drank until their heads were heavy with wine. But in the morning Rustem came before the Shah in audience, and opened his mouth and said-\\n\\n\\\"May it please the King to lend his ear unto his slave. I desire to return unto Zal, my father.\\\"\\n\\nAnd Kai Khosrau listened to the just desires of Rustem, though he would fain have kept him in his courts.\\n\\nNow when Rustem was departed, Kai Khosrau called before him Byzun, and he spake to him of that which was come about, and he poured pity upon the daughter of Afrasiyab when he learned all she had suffered for the sake of Byzun; and he gave him rich gifts, and bade him bear them unto her, and he said-\\n\\n\\\"Cherish this woman in thy bosom, and suffer not that grief come nigh unto her, neither speak to her cold words, for she hath endured much for thee. And may thy life beside her be happy.\\\"\\n\\nAnd when the Shah had thus spoken he dismissed Byzun from his presence.\\n\\nThus endeth the history of Byzun and Manijeh.\",\"timestamp\":1638114515,\"title\":\"\\nTHE VENGEANCE OF KAI KHOSRAU\"},\"digest\":\"T5BX93Q7-OZMaX2cIzJDxStRZQWBsW_pLZWkyo6vWWc\",\"authorship\":{\"contributor\":\"0x16990aD90610D9D4925b2E887231d56E95e0FBFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"signature\":\"ergETcegX868mWB42J8c0JhGwlp3FmFKmHqRMLCFWApoahrqGoqWTdSjSBEFhIKG9VR00MxU5m60beOUxxeplw\",\"signingKeySignature\":\"0x5e2a8b546984bceff15076d1a4dd3b33ad8bdf681aa82721961bb01211c5261f385019442b43a95bf86a8fa8274b1126422488dd154c3397b440e9a9910cc0711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T5BX93Q7-OZMaX2cIzJDxStRZQWBsW_pLZWkyo6vWWc\"}"