"{\"content\":{\"body\":\"This past weekend, a crypto investor named Zhu Su fired off a series of tweets about the state of the Ethereum blockchain.\\n\\n“Yes I have abandoned Ethereum despite supporting it in the past,” he wrote. “Yes Ethereum has abandoned its users despite supporting them in the past. The idea of sitting around jerking off watching the burn and concocting purity tests, while zero newcomers can afford the chain, is gross.”\\n\\n***This article is excerpted from The Node, CoinDesk’s daily roundup of the most pivotal stories in blockchain and crypto news. You can subscribe to get the full [newsletter here](https://www.coindesk.com/newsletters).***\\n\\n0 seconds of 3 minutes, 12 secondsVolume 90%\\n\\n \\n\\nSomething worth considering before evaluating this claim is that Su’s investment firm, Three Arrows Capital, is betting big on an Ethereum competitor called Avalanche. The value of $AVAX, the network’s native cryptocurrency, recently surged to an all-time high, so it’s possible Su was just riding high in the moment.\\n\\nThat said, he may be right – at least about Ethereum’s barrier to entry.\\n\\nIt goes without saying that accessing Web 3 is already somewhat arcane. It’s not enough to just buy crypto on Coinbase’s exchange. If you want to use dapps ([decentralized applications](https://www.investopedia.com/terms/d/decentralized-applications-dapps.asp)), explore DeFi ([decentralized finance](https://www.coindesk.com/learn/what-is-defi/)) protocols, or get in on the NFT (non-fungible token) craze, you are going to need to master the ins and outs of unhosted wallets and token swaps. But even once you know all that, Ethereum still asks for fees, which – at this point in the development of the blockchain – can be shockingly high.\\n\\nMinting an NFT on Ethereum will generally cost between $60 and $250, depending on the time of day and the stress on the network. The more users are competing to get their transactions in the chain’s next “block,” the worse the fees.\\n\\nFees can be way, way higher, too. I remember my shock, this past May, when I tried to swap about six cents’ worth of ETH for 50 Pisscoin – an Ethereum-based token I was researching for a story – and was told I would need to pay an additional $616.10 for a transaction that *might* clear in about 40 minutes. If the transaction failed, as can happen often on crypto networks, the fee would be permanently lost.\\n\\nAnd because every single “on-chain” transaction needs to be verified in the same way, with the same fee system, you’re always at the mercy of the market. When you’re working directly with the blockchain, you’re losing money every step of the way.\\n\\n*(Pisscoin)*\\n\\nTraders who donated to ConstitutionDAO – last week’s crowdfund to purchase an original copy of the U.S. constitution at auction – collectively paid nearly 200 ETH in fees, according to [on-chain data](https://dune.xyz/queries/252602). That’s around $850,000.\\n\\n***Read more: [TIME Magazine to Hold ETH on Balance Sheet as Part of Galaxy Digital Metaverse Deal](https://www.coindesk.com/business/2021/11/18/time-magazine-to-hold-eth-on-balance-sheet-as-part-of-galaxy-digital-metaverse-deal/)***\\n\\nIn the real world, [people aren’t used to paying that much for everyday transactions](https://twitter.com/readDanwrite/status/1443609617586663429?s=20). Only a tiny fraction of the population, with the requisite tech knowledge and money to burn, can even begin to explore Ethereum.\\n\\nCrypto venture capitalist Chris Dixon – whose company, Andreessen Horowitz, is heavily invested in the Ethereum ecosystem – [responded](https://twitter.com/cdixon/status/1462453008835301379?s=20) to Su by suggesting that the network is still in its infancy, and that infrastructure may eventually make things cheaper and easier to use (at the expense of security).\\n\\nSure. But for now, infrastructure is minimal. Polygon, a so-called “layer 2″ scaling product built on top of Ethereum, is designed to make fees a little cheaper. But even “bridging” Ethereum-based tokens over to the Polygon network can be prohibitively expensive. Other networks, like Solana, are betting that users may just ditch Ethereum altogether.\\n\\nAs it’s now set up, Ethereum is like a poker table with a high buy-in. The rich, with their ETH stashes, have the opportunity to get richer, capitalizing on the crypto gold rush and becoming familiar with these systems as early adopters.\\n\\nEveryone else will have to wait for a cheaper option.\",\"timestamp\":1637719510,\"title\":\"Ethereum’s Fees Are Too Damn High\"},\"digest\":\"uKR-9murx9OJ4jsuV1QOjpHJK5g8CkOhpqj1sG6TnL0\",\"authorship\":{\"contributor\":\"0x35BF253f60217abF339E9a01E74bd3EEfD683ee5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UiDB5meFdoJVtuv84-TBOhYTtIoppSIdF_1FnOsi-cA\\\",\\\"y\\\":\\\"lrUfiS7Yfn1ZNFhwVKlj0HcKkcw-wYo6pkt1C6oVLWE\\\"}\",\"signature\":\"l4rY2kCbVx_Fk7MqwawvCw2RHR47lyoHFoxKuQKywbqjejUYhNuwG1j93EP1tBEUQRgsBV3tJAQDw76F5r0QQg\",\"signingKeySignature\":\"0xa13f522d6eb7feebe3013824745dfda20f56771d55c4644f2afd3e4c9acb6a294fbe4d02252ee2a0c564ba10026fdca916f951dce31378693fd8329430b105c01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UiDB5meFdoJVtuv84-TBOhYTtIoppSIdF_1FnOsi-cA\\\",\\\"y\\\":\\\"lrUfiS7Yfn1ZNFhwVKlj0HcKkcw-wYo6pkt1C6oVLWE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uKR-9murx9OJ4jsuV1QOjpHJK5g8CkOhpqj1sG6TnL0\"}"