"{\"content\":{\"body\":\"Before the outbreak of defi and NFT, there were frequent large-scale financing. Shortly thereafter, defi summer and NFT autumn appeared. Now the same script is taking place in the field of gamefi.\\n\\nIn addition, with the arrival of many high-quality gamefi and high-performance gamefi platforms from 2021q4 to 2022q1, this field will present another scene. These projects include star atlas, illuvium, etc., and platform projects include immutable x, Gala, gamefi, etc. So will gamefi winter arrive as scheduled? What is the current situation of different public chain gamefi? What perspective should we observe the gamefi track?\\n\\n1. Gamefi status of different public chains\\n\\nAccording to the data of 659 gamefi projects counted by playtoearn, these projects are distributed in Ethereum, Solana, BSC, flow, Tron, Cardano, wax and other public chains, covering round games, Sandbox games, card games, RPG Games, farm social games and competitive technology games, including axie infinity, mydefipet, illuvium, sandbox, decentraland God unchained, defina, bigtime, mist, ember sword, guide of guardians, townstar, my neighbor Alice, zed run, gold feeder, etc. V: tum0006.\\n\\nAccording to the comprehensive ranking method given by playtoearn, among the top 50 projects, 10 projects are running in Ethereum, 20 projects are running in BSC, 1 project is running in flow, 4 projects are running in polygon, 1 project is running in Tron, 1 project is running in avalanche, 3 projects are running in Enjin, 3 projects are running in Solana, and 1 project is running in Cardano Five projects run on wax and one project runs on xaya.\\n\\nIt should be noted that although axie infinity runs on the ronin side chain, the settlement layer is in Ethereum, so it still belongs to Ethereum project. In addition, some gamefi projects run across multiple chains and will be counted on the corresponding public chain respectively. For example, if MIMIR quiz selects Ethereum, polygon and xaya at the same time, MIMIR quiz will be counted three times.\\n\\nThe above statistics show that gamefi and NFT avatars are obviously different from most of the Generative Art Projects in Ethereum. Gamefi has higher performance requirements and is more sensitive to handling fees, which is an important reason why different public chains \\\"blossom everywhere\\\" in the field of gemefi.\\n\\nOf course, according to the trading volume and the number of players, Ethereum is still the real infrastructure king of gamefi ecology, because the trading volume of NFT of the whole encryption ecology is US $9.3 billion, and the trading volume of axie alone exceeds US $3 billion.\\n\\nIn addition, star atlas, aorory and project seed of Solana ecology and defina finance from BSC ecology deserve attention.\\n\\nStar atlas combines various advanced technologies such as blockchain, real-time images, multiplayer video games and decentralized finance. V: tum0006 is committed to building the next generation of game meta universe. Star atlas runs on the Solana public chain, conducts transactions through serum, and utilizes Nanite's illusory engine 5, with strong development technical support.\\n\\nDefina finance is a game project based on the concept of blockchain NFT gamefi. The story background of the game is set in the virtual universe parallel to the real time and space. Heroes in human epics are re incarnated into the virtual universe in the form of NFT cards. Players realize many functions such as PVE or PVP mode battle upgrade, earn while playing, NFT card trading and so on through the obtained hero characters in the game, Get rewards in the immersive experience of the game. Defina team members are distributed in Asia, Europe and Silicon Valley. The game team comes from traditional game manufacturers and has rich experience in game development and game economic model design.\\n\\nHow do we observe gamefi ecology? What are the perspectives of the gamefi project?\\n\\n1. Look at the upcoming gamefi track from three levels and two perspectives\\n\\nWhether gamefi can get out of the circle is ultimately related to three points, that is, gamefi must take into account yield, playability and fluency.\\n\\nFirstly, at the level of yield, there are three ways to understand it. The first is the game of defi. Users turn assets into NFT equipment and obtain rewards by completing tasks through liquidity mining. Representative projects include arcx, DEGO, etc; The second is gamefi = NFT + defi, which refers to the mortgage of introducing NFT into defi. The representative projects include aavegotchi, meme and whale; The third kind of projects with real game playing and financial attributes include axie infinity, star atlas, illuvium, chainmonster, bigtime, etc. no matter what kind of game, the final question for participants is the input-output ratio.\\n\\nThe popularity of axie infinity is due to its excellent economic model and good play attributes, which has become the key to opening the door of the gamefi world. According to dapprader's latest data, the transaction volume of axie Infinity has exceeded US $3 billion, ranking first in the NFT collection category. However, the data was only US $2 billion on September 13, and the transaction volume increased by US $1 billion in less than two months.\\n\\nSecondly, at the level of game playability. There is still a considerable distance between the current gamefi game and the traditional game quality production. The most important reason is the logical design and aesthetics of the game itself. However, with the entry of traditional game giants such as well-known chain game companies gods unchained (immutable x developer) and Ubisoft, the problems of game playability and aesthetics may be solved.\\n\\nFinally, at the level of game fluency. There are thousands of TPS in traditional games, which is unmatched by gamefi. However, from the performance of axie infinity after ronin went online, the performance problems will be solved under the blessing of high-performance layer 1 such as side chain, Ethereum layer 2, Solana and BSC.\\n\\nIf whether gamefi can make a circle is related to the above three characteristics, the power direction of gamefi needs to be observed from two perspectives, namely, gamefi project perspective and platform perspective.\\n\\nIn terms of projects. Different gamefi can also be represented by round games represented by axie, mydefipet and illuvium, Sandbox games represented by sandbox and decentraland, card games represented by gods unchained and defina, RPG Games represented by bigtime, mist, ember sword and guide of guardians, farm social games represented by townstar and my neighbor Alice, zed run Competitive games represented by gold fee.\\n\\nThe production level of some of these games has reached or even exceeded the current traditional 3A (high development cost, long development cycle and many resources consumed) games, such as star atlas, cradles, illuvium, etc.\\n\\nIn terms of platform. The gamefi platform is actually a high-performance infrastructure supporting the operation of gamefi. It can be a special platform such as ronin, immutable x, Gala and gamefi, or a general platform such as Solana, BSC and Ethereum. Admittedly, the important task of supporting the development of gamefi will fall on these high-performance layer 2, layer 1 and side chains.\\n\\nTake ronin, the Ethereum side chain, as an example. It is currently developing towards the gamefi platform and making rapid progress.\\n\\nRonin performed well in terms of asset pledge. According to the data of duneanalytics on November 7, the current TVL of Ethereum bridge reached US $24.79 billion. Among them, the five bridges with the highest lock volume are ronin bridge (US $8.247 billion), polygonbridges (US $5.346 billion), avalanche bridge (US $4.971 billion), arbitrumbridges (US $2.842 billion) and fantomanyswapbridge (US $2.077 billion).\\n\\nIn addition, ronin also launched the decentralized exchange Katana on the side chain, launched the token Ron to pay gas fees, and provided online hosting services for axie infinity and future game products. At present, \\\"Katana\\\" has allowed transactions between AXS, SLP, usdc and weth.\\n\\nIn terms of token issuance, according to official news, ronin side chain is also launching token Ron and opening liquidity mining in decentralized exchange Katana. At present, it supports AXS / Eth and SLP / eth trading pairs. Users can create accounts through ronin wallet, bridge assets to ronin network through ronin bridge or other exchanges such as binance for liquidity mining.\\n\\nFinally, take immutable x as an example. This project is Ethereum layer 2 project, which is specially tailored for gamefi. The well-known illuvium game will be launched on this platform. The predecessor team of the project is the well-known chain game company God unchained. The legendary production team fuel games created a revenue record of 400eth for five days during the bear market in 2019, created more than 4 million NFT game cards in the public beta stage, and created a \\\"sky high\\\" NFT game card worth $62000 in the same year. Coinbase, FTX, animoca and other strong investor backgrounds also make it a star team born with a golden key.\",\"timestamp\":1637677257,\"title\":\"What is the future of gamefi in the upcoming gamefi track?\"},\"digest\":\"FaICshw9CNqPv01IoLD7pj3Jm12qY4490ensNViW0As\",\"authorship\":{\"contributor\":\"0x38dC543c0f44d530c25d1Fb3C08B445725956A43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5QaAtNM7Pv9H6kgO7kTsvIdPooeBE6NVs4L3ri_QlyE\\\",\\\"y\\\":\\\"vrpyIN3Qj8aMjnY578QvBInUQCFSK2lKNj5ci1iSQ54\\\"}\",\"signature\":\"zKvLq0WMvRz2VjNpzvFRdzzn9LBHCFWpn2oSr3wrk0viRmDNE2uNEZVVMbLvv7Sw4bFcKSJQSfiyJq9upiuJLg\",\"signingKeySignature\":\"0x4128045d2f427fbba866af68268d488e59f616157e4cd9509aa075906d0a56941e4856c6837aedd84a219d0e398135553fd4c952e656826604cf8e9b5a196d0e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5QaAtNM7Pv9H6kgO7kTsvIdPooeBE6NVs4L3ri_QlyE\\\",\\\"y\\\":\\\"vrpyIN3Qj8aMjnY578QvBInUQCFSK2lKNj5ci1iSQ54\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FaICshw9CNqPv01IoLD7pj3Jm12qY4490ensNViW0As\"}"