"{\"content\":{\"body\":\"针对新冠病毒奥密克戎变异株，国家卫生健康委组织中国疾控中心专家就有关问题进行了解答：\\n\\n奥密克戎变异株的发现和流行情况\\n\\n2021年11月9日，南非首次从病例样本中检测到一种新冠病毒B.1.1.529变异株。短短2周时间，该变异株即成为南非豪登省新冠感染病例的绝对优势变异株，增长迅猛。11月26日，WHO将其定义为第五种“关切变异株”（variant of concern, VOC），取名希腊字母O（Omicron, 音“奥密克戎”）变异株。截至11月28日，南非、以色列、比利时、意大利、英国、奥地利和中国香港等，已监测到该变异株的输入。我国其他省市尚未发现该变异株的输入。奥密克戎变异株在南非首先发现和报道，但不代表这个病毒是在南非演变形成的，变异株的发现地不一定是起源地。\\n\\n奥密克戎变异株出现的可能原因\\n\\n根据新冠病毒数据库GISAID目前共享的信息显示，新冠病毒奥密克戎变异株的突变位点数量明显多于近2年流行的所有新冠病毒变异株，尤其在病毒刺突（Spike）蛋白突变较多。推测其出现的原因可能有以下三种情况：（1）免疫缺陷患者感染新冠病毒后，在体内经历了较长时间的进化累积了大量突变，通过偶然机会传播；（2）某种动物群体感染新冠病毒，病毒在动物群体传播过程中发生适应性进化，突变速率高于人类，随后溢出传染到人类；（3）该变异株在新冠病毒基因组变异监测落后的国家或地区持续流行了很长时间，由于监测能力不足，其进化的中间代次病毒未能被及时发现。\\n\\n奥密克戎变异株的传播力\\n\\n目前，全球尚无奥密克戎变异株传播力、致病力和免疫逃逸能力等方面的系统研究数据。但奥密克戎变异株同时具有前4个VOC变异株Alpha（阿尔法）、Beta（贝塔）、Gamma（伽玛）和Delta（德尔塔）刺突蛋白的重要氨基酸突变位点，包括增强细胞受体亲和力和病毒复制能力的突变位点。流行病学和实验室监测数据显示南非感染奥密克戎变异株病例数激增以及部分取代德尔塔变异株，传播力有待进一步监测研究。\\n\\n奥密克戎变异株对疫苗和抗体药物的影响\\n\\n研究表明，新冠病毒S蛋白若出现K417N、E484A或N501Y突变，提示免疫逃逸能力增强；而奥密克戎变异株同时存在“K417N+E484A+N501Y”三重突变；此外，奥密克戎变异株还存在其他多个可能降低部分单克隆抗体中和活性的突变。突变的叠加可能降低部分抗体药物对奥密克戎变异株的保护效力，对现有疫苗免疫逃逸的能力，有待进一步监测研究。\\n\\n奥密克戎变异株对我国现使用的\\n\\n核酸检测试剂是否有影响\\n\\n对奥密克戎变异株的基因组分析显示，其突变位点不影响我国主流核酸检测试剂的敏感性和特异性。奥密克戎变异株突变的位点主要集中在S蛋白基因的高变异区，并不位于我国第八版《新型冠状病毒肺炎防控方案》公布的核酸检测试剂引物和探针靶标区域（中国疾控中心病毒病所向全球公布的ORF1ab基因和N基因）。但南非多个实验室的数据提示，对于检测靶标为S基因的核酸检测试剂可能无法有效检出奥密克戎变异株的S基因。\\n\\n有关国家和地区采取的措施\\n\\n鉴于奥密克戎变异株在南非的快速流行趋势，包括美国、英国、欧盟、俄罗斯、以色列、我国台湾和香港等在内的多个国家和地区纷纷限制来自非洲南部的旅客入境。\\n\\n我国的应对措施\\n\\n我国的“外防输入，内防反弹”防控策略对奥密克戎变异株仍然有效。中国疾控中心病毒病所已针对奥密克戎变异株建立了特异性核酸检测方法，并持续针对可能的输入病例开展病毒基因组监测。上述措施将有利于及时发现可能输入我国的奥密克戎变异株。\\n\\n世卫组织应对奥密克戎变异株的建议\\n\\n世界卫生组织建议各国加强新冠病毒的监测、报告与研究工作，采取有效的公共卫生措施阻断病毒传播；建议个人采取的有效预防感染措施包括公共场所至少保持1米距离、佩戴口罩、开窗通风、保持手清洁、对着肘部或纸巾咳嗽或打喷嚏、接种疫苗等，同时避免去通风不良或拥挤的地方。与其他VOC变异株相比，目前尚不确定奥密克戎变异株传播力、致病性和免疫逃逸能力是否更强，相关研究在未来的几周内将得到初步结果。但目前已知的是，所有变异株都可能导致重症或死亡，因此预防病毒传播始终是关键，新冠疫苗对减少重症和死亡仍然有效。\\n\\n面对新出现的新冠病毒奥密克戎变异株，\\n\\n公众在日常生活工作中，需要注意哪些？\\n\\n（1）戴口罩仍然是阻断病毒传播的有效方式，对于奥密克戎变异株同样适用。即使已经完成全程疫苗接种和接种加强针的情况下，也同样需要在室内公共场所、公共交通工具等场所佩戴口罩。此外，还要勤洗手和做好室内通风。\\n\\n（2）做好个人健康监测。在有疑似新冠肺炎症状，例如发热、咳嗽、呼吸短促等症状出现时，及时监测体温，主动就诊。\\n\\n（3）减少非必要出入境。短短数天时间，多个国家和地区陆续报告奥密克戎变异株输入，我国也面临该变异株输入的风险，并且目前全球对该变异株的认识仍有限。因此，应尽量减少前往高风险地区，并加强旅行途中的个人防护，降低感染奥密克戎变异株的机会。\",\"timestamp\":1638255468,\"title\":\"现有疫苗对奥密克戎还有效吗？国家卫健委权威解答来了！\"},\"digest\":\"9sjYTvXnwGlFqSCqjjkuYibWw8H2Fz2d0-T4NZAWITg\",\"authorship\":{\"contributor\":\"0xeE97cECc5fC7a1f52009935d00b40f1b4D69A5BB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A1vFETo5RStWRxGHFKbFvNweAqOUnVE4aqs97KeCETU\\\",\\\"y\\\":\\\"_9NoNAJBBErc2WgMLGin5y_KjCaeMuXdGFbO_CEwQJY\\\"}\",\"signature\":\"nNzV0G2dgq3zY3lnp5hItB7op9o_1N4jyDH4Odnlfs4XsxAlKz6Iow-y0yRS14ZXOwmF0PhY1Cdr-z3eeX7EoQ\",\"signingKeySignature\":\"0xe99abca03d106eda4e609f04a7c2e2b3059faefc973e60c9b2c72c2cd104c38d47bb5cf0e4880e3f7068bad562cbbe885da912609cc7c130594f611a6354e0221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A1vFETo5RStWRxGHFKbFvNweAqOUnVE4aqs97KeCETU\\\",\\\"y\\\":\\\"_9NoNAJBBErc2WgMLGin5y_KjCaeMuXdGFbO_CEwQJY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9sjYTvXnwGlFqSCqjjkuYibWw8H2Fz2d0-T4NZAWITg\"}"