"{\"content\":{\"body\":\"and Mr Slope had another. Into this latter Mr Harding was shown, and asked to sit down. Mr Slope was not yet there. The ex-warden stood up at the window looking into the garden, and could not help thinking how very short a time had passed since the whole of that house had been open to him, as though he had been a child of the family, born and bred in it. He remembered how the old servants used to smile as they opened the door to him; how the familiar butler would say, when he had been absent for a few hours longer than usual: 'A sight of you, Mr Harding, is good for sore eyes;' how the fussy housekeeper would swear that he couldn't have dined, or couldn't have breakfasted, or couldn't have lunched. And then, above all, he remembered the pleasant gleam of inward satisfaction which always spread itself over the old bishop's face, whenever his friend entered his room.\\n\\nA tear came into his eyes as he reflected that all this was gone. What use would the hospital be to him now? He was alone in the world, and getting old; he would soon, very soon, have to go, and leave it all, as his dear old friend had gone;--go, and leave the hospital, and his accustomed place in the cathedral, and his haunts and pleasures, to younger and perhaps wiser men, in truth, the time for it had gone by. He felt as though the world were sinking from his feet; as though this, this was the time for him to turn with confidence to others. 'What,' said he to himself, 'can a man's religion be worth, if it does not support him against the natural melancholy of declining years?' and, as he looked out through his dimmed eyes into the bright parterres of the bishop's garden, he felt that he had the support which he wanted.\\n\\nNevertheless, he did not like to be thus kept waiting. If Mr Slope did not really wish to see him at half-past nine o'clock, why force him to come away from his lodgings with his breakfast in his throat? To tell the truth, it was policy on the part of Mr Slope. Mr Slope had made up his mind that Mr Harding should either accept the hospital with abject submission, or else refuse it altogether; and had calculated that he would probably be more quick to do the latter, if he could be got to enter upon the subject in all ill-humour. Perhaps Mr Slope was not altogether wrong in his calculation.\\n\\nIt was nearly ten when Mr Slope hurried into the room, and, muttering something about the bishop and diocesan duties, shook Mr Harding's hand ruthlessly, and begged him to be seated.\\n\\nNow the airy superiority which this man assumed, did go against the grain of Mr Harding; and yet he did not know how to resent it. The whole tendency of his mind and disposition was opposed to any contra-assumption of grandeur on his own part, and he hadn't the worldly spirit or quickness necessary to put down insolent pretensions by downright and open rebuke, as the archdeacon would have done. There was nothing for Mr Harding but to submit and he accordingly did so.\\n\\n'About the hospital, Mr Harding,' began Mr Slope, speaking of it as the head of college at Cambridge might speak of some sizarship which had to be disposed of.\\n\\nMr Harding crossed one leg over the other, and then one hand over the other on the top of them, and looked Mr Slope in the face; but he said nothing.\\n\\n'It's to be filled up again,' said Mr Slope. Mr Harding said that he had understood so.\\n\\n'Of course, you know, the income is very much reduced,' continued Mr Slope. 'The bishop wished to be liberal, and he therefore told the government that he thought it ought to be put at not less than L 450. I think on the whole the bishop was right; for though the service required will not be of a very onerous nature, they will be more so than they were before. And it is, perhaps, well that the clergy immediately attached to the cathedral town should be made comfortable to the extent of the ecclesiastical means at our disposal will allow. Those are the bishop's ideas, and I must say mine also.'\\n\\nMr Harding sat rubbing one hand on the other, but said not a word.\\n\\n'So much for the income, Mr Harding. The house will, of course, remain to the warden as before. It should, however, I think be stipulated that he should paint inside every seven years, and outside every three years, and be subject to dilapidations, in the event of vacating either by death or otherwise. But this is a matter on which the bishop must yet be consulted.'\\n\\nMr Harding still rubbed his hands, and still sat silent, gazing up into Mr Slope's unprepossessing face.\\n\\n'Then, as to duties,' continued he, 'I believe, if I am rightly informed, there can hardly be said to have been any duties hitherto,' and he gave a sort of half laugh, as though to pass off the accusation in the guise of a pleasantry.\\n\\nMr Harding thought of the happy, easy years he had passed in his old house; of the worn-out, aged men whom he had succoured; of his good intentions; and of his work, which had certainly been of the lightest. He thought of those things, doubting for a moment whether he did or did not deserve the sarcasm. He gave his enemy the benefit of the doubt, and did not rebuke him. He merely observed, very tranquilly, and perhaps with too much humility, that the duties of the situation, such as they were, had, he believed, been done to the satisfaction of the late bishop.\\n\\nMr Slope again smiled, and this time the smile was intended to operate against the memory of the late bishop, rather than against the energy of the ex-warden; and so it was understood by Mr Harding. The colour rose in his cheeks, and he began to feel very angry.\\n\\n'You should be aware, Mr Harding, that things are a good deal changed in Barchester,' said Mr Slope.\\n\\nMr Harding said that he was aware of it. 'And not only in Barchester, Mr Harding, but in the world at large. It is not only in Barchester that a new man is carrying out new measures and casting away the useless rubbish of past centuries. The same thing is going on throughout the country. Work is now required from every man who receives wages; and they who have superintended the doing of the work, and the paying of the wages, are bound to see that this rule is carried out. New men, Mr Harding, are now needed, and are now forthcoming in the church, as well as in other professions.'\\n\\nAll this was wormwood to our old friend. He had never rated very high his own abilities or activity; but all the feelings of his heart were with the old clergy, and any antipathies of which his heart was susceptible, were directed against those new, busy uncharitable, self-lauding men, of whom Mr Slope was so good an example.\\n\\n'By no means,' said Mr Slope. 'The bishop is very anxious that you should accept the appointment; but he wishes you should understand beforehand what will be the required duties. In the first place, a Sabbath-day school will be attached to the hospital.'\\n\\n'What! For the old men?' asked Mr Harding.\\n\\n'No, Mr Harding, not for the old men, but for the benefit of the children of such of the poor of Barchester as it may suit. The bishop will expect that you shall attend this school, and the teachers shall be under your inspection and care.'\\n\\nMr Harding slipped his topmost hand off the other, and began to rub the calf of the leg which was supported.\\n\\n'As to the old men,' continued Mr Slope, 'and the old women who are to form part of the hospital, the bishop is desirous that you shall have morning and evening service on the premises every Sabbath, and one week-day service; that you shall preach to them once at least on Sundays; and that the whole hospital be always collected for morning and evening prayer. The bishop thinks that this will render it unnecessary that any separate seats in the cathedral should be reserved for the hospital inmates.'\\n\\nMr Slope paused, but Mr Harding still said nothing.\\n\\n'Indeed, it would be difficult to find seats for the women; and, on the whole, Mr Harding, I may as well say at once, that for people of that class the cathedral service does not appear to me to be the most useful,--even if it be so for any class of people.'\\n\\n'We will not discuss that, if you please,' said Mr Harding.\\n\\n'I am not desirous of doing so; at least, not at the present moment. I hope, however, you fully understand the bishop's wishes about the new establishment of the hospital; and if, as I do not doubt, I shall receive from you an assurance that you will accord with his lordship's views, it will give me very great pleasure to be the bearer from his lordship to you of the presentation of the appointment.'\\n\\n'But if I disagree with his lordship's views?' asked Mr Harding.\\n\\n'But I hope you do not,' said Mr Slope.\\n\\n'But if I do?' again asked the other.\\n\\n'If such unfortunately should be the case, which I can hardly conceive, I presume your own feelings will dictate to you the propriety of declining the appointment.'\\n\\n'But if I accept the appointment, and yet disagree with the bishop, what then?'\\n\\nThis question rather bothered Mr Slope. It was true that he had talked the matter over with the bishop, and had received a sort of authority for suggesting to Mr Harding the propriety of a Sunday school, and certain hospital services; but he had no authority for saying that those propositions were to be made peremptory conditions attached to the appointment. The bishop's idea had been that Mr Harding would of course consent, and that the school would become, like the rest of those new establishments in the city, under the control of his wife and his chaplain. Mr Slope's idea had been more correct. He intended that Mr Harding should refuse the situation, and that an ally of his own should get it; but he had not conceived the possibility of Mr Harding openly accepting the appointment, and as openly rejecting the condition.\\n\\n'It is not, I presume, probable,' said he, 'that you will accept from the hands of the bishop a piece of preferment, with a fixed predetermination to disacknowledge the duties attached to it.'\\n\\n'If I become warden,' said Mr Harding, 'and neglect my duty, the bishop has means by which he can remedy the grievance.'\\n\\n'I hardly expected such an argument from you, or I may say the suggestion of such a line of conduct,' said Mr Slope, with a great look of injured virtue.\\n\\n'Nor did I expect such a proposition.'\\n\\n'I shall be glad at any rate to know what answer I am to make to his lordship,' said Mr Slope.\\n\\n'I will take an early opportunity of seeing his lordship myself,' said Mr Harding.\\n\\n'Such an arrangement,' said Mr Slope, 'will hardly give his lordship satisfaction. Indeed, it is impossible that the bishop should himself see every clergyman in the diocese on every subject of patronage that may arise. The bishop, I believe, did see you on the matter, and I really cannot see why he should be troubled to do so again.'\\n\\n'Do you know, Mr Slope, how long I have been officiating as a clergyman in this city?' Mr Slope's wish was now nearly fulfilled. Mr Harding had become very angry, and it was probable that he might commit himself.\\n\\n'I really do not see what that has to do with the question. You cannot think that the bishop would be justified in allowing you to regard as a sinecure a situation that requires an active man, merely because you have been employed for many years in the cathedral.'\\n\\n'But it might induce the bishop to see me, if I asked him to do so. I shall consult my friends in this matter, Mr Slope; but I mean to be guilty of no subterfuge,--you may tell the bishop that as I altogether disagree with his views about the hospital, I shall decline the situation if I find that any such conditions are attached to it as those you have suggested;' and so saying, Mr Harding took his hat and went his way.\\n\\nMr Slope was contented. He considered himself at liberty to accept Mr Harding's last speech as an absolute refusal of the appointment. At least, he so represented it to the bishop and to Mrs Proudie.\\n\\n'That is very surprising,' said the bishop.\\n\\n'Not at all,' said Mrs Proudie; 'you little know how determined the whole set of them are to withstand your authority.'\\n\\n'But Mr Harding was so anxious for it,' said the bishop.\\n\\n'Yes,' said Mr Slope, 'if he can hold it without the slightest acknowledgement of your lordship's jurisdiction.'\\n\\n'That is out of the question,' said the bishop.\\n\\n'I should imagine it to be quite so,'said the chaplain.\\n\\n'Indeed, I should think so,' said the lady.\\n\\n'I really am sorry for it,' said the bishop.\\n\\n'I don't know that there is much cause for sorrow,' said the lady. 'Mr Quiverful is a much more deserving man, more in need of it, and one who will make himself much more useful in the close neighbourhood of the palace.'\\n\\n'I suppose I had better see Quiverful?' said the chaplain.\\n\\n'I suppose you had,' said the bishop.\\n\\nCHAPTER XIII\\n\\nTHE RUBBISH CART\\n\\nMr Harding was not a happy man as he walked down the palace pathway, and stepped out into the close. His preferment and pleasant house were a second time gone from him; but that he could endure. He had been schooled and insulted by a man young enough to be his son; but that he could put up with. He could even draw from the very injuries, which had been inflicted on him, some of that consolation, which we may believe martyrs always receive from the injuries of their own sufferings, and which is generally proportioned in it strength to the extent of cruelty with which martyrs are treated. He had admitted to his daughter that he wanted the comfort of his old home, and yet he could have returned to his lodgings in the High Street, if not with exultation, at least with satisfaction, had that been all. But the venom of the chaplain's harangue had worked into his blood, and had sapped the life of his sweet contentment.\\n\\n'New men are carrying out new measures, and are eating away the useless rubbish of past centuries.' What cruel words these had been; and how often are they now used with all the heartless cruelty of a Slope! A man is sufficiently condemned if it can only be shown that either in politics or religion he does not belong to some new school established within the last score of years. He may then regard himself as rubbish and expect to be carted away. A man is nothing now unless he has within him a full appreciation of the new era; an ear in which it would seem that neither honesty nor truth is very desirable, but in which success is the only touchstone of merit. We must laugh at every thing that is established. Let the joke be ever so bad, ever so untrue to the real principles of joking; nevertheless we must laugh--or else beware the cart. We must talk, think, and live up to the spirit of the times, and write up to it too, if that cacoethes be upon us, or else we are nought. New men and now measures, long credit and few scruples, great success and wonderful ruin, such are now the tastes of Englishmen who know how to live. Alas, alas! under the circumstances Mr Harding could not but feel that he was an Englishman who did not know how to live. This new doctrine of Mr Slope and the rubbish cart, new at least at Barchester, sadly disturbed his equanimity.\\n\\n'The same thing is going on throughout the whole country!' 'Work is now required from every man who receives wages!' and had he been living all his life receiving wages and doing no work? Had he in truth so lived as to be now in his old age justly reckoned as rubbish fit only to be hidden away in some huge dust hole? The school of men to whom he professes to belong, the Grantlys, the Gwynnes, and the old high set of Oxford divines, are afflicted with no such self-accusations as these which troubled Mr Harding. They, as a rule, are as satisfied with the wisdom and propriety of their own conduct as can be any Mr Slope, or any Dr Proudie, with his own. But unfortunately for himself, Mr Harding had little of this self-reliance. When he heard himself designated as rubbish by the Slopes of the world, he had no other recourse than to make inquiry within his own bosom as to the truth of the designation. Alas, alas! the evidence seemed generally to go against him.\\n\\nHe had professed to himself in the bishop's parlour that in these coming sources of the sorrow of the age, in these fits of sad regret from which the latter years of few reflecting men can be free, religion would suffice to comfort him. Yes, religion could console him for the loss of any worldly good; but was his religion of that active sort which would enable him so to repent of misspent years as to pass those that were left to him in a spirit of hope for the future? And such repentance itself, is it not a work of agony and of tears? It is very easy to talk of repentance; but a man has to walk over hot ploughshares before he can complete it; to be skinned alive as was St Bartholomew; to be stuck full of arrows as was St Sebastian; to lie broiling on a gridiron like St Lorenzo! How if his past life required such repentance as this? had he the energy to go through with it?\\n\\nMr Harding after leaving the palace, walked slowly for an hour or so beneath the shady elms of the close, and then betook himself to his daughter's house. He had at any rate made up his mind that he would go out to Plumstead to consult Dr Grantly, and that he would in the first instance tell Eleanor what had occurred.\\n\\nAnd now he was doomed to undergo another misery. Mr Slope had forestalled him at the widow's house. He had called there on the preceding afternoon. He could not, he had said, deny himself the pleasure of telling Mrs Bold that her father was about to return to the pretty house at Hiram's hospital. He had been instructed by the bishop to inform Mr Harding that the appointment would now be made at once. The bishop was of course only too happy to be able to be the means of restoring to Mr Harding the preferment which he had so long adorned. And then by degrees Mr Slope had introduced the subject of the pretty school which he had hoped before long to see attached to the hospital. He had quite fascinated Mrs Bold by his description of this picturesque, useful, and charitable appendage, and she had gone so far as to say that she had no doubt her father would approve, and that she herself would gladly undertake a class.\\n\\nAnyone who had heard the entirely different tone, and seen the entirely different manner in which Mr Slope had spoken of this projected institution to the daughter and to the father, would not have failed to own that Mr Slope was a man of genius. He said nothing to Mrs Bold about the hospital sermons and services, nothing about the exclusion of the old men from the cathedral, nothing about dilapidation and painting, nothing about carting away the rubbish. Eleanor had said to herself that certainly she did not like Mr Slope personally, but that he was a very active, zealous, clergyman, and would no doubt be useful in Barchester. All this paved the way for much additional misery to Mr Harding.\\n\\nEleanor put on her happiest face as she heard her father on the stairs, for she thought she had only to congratulate him; but directly she saw his face, she knew that there was but little matter for congratulation. She had seen him with the same weary look of sorrow on one or two occasions before, and remembered it well. She had seen him when he first read that attack upon himself in the Jupiter, which had ultimately caused him to resign the hospital; and she had seen him also when the archdeacon had persuaded him to remain there against his own sense of propriety and honour. She knew at a glance that his spirit was in deep trouble.\\n\\n'Oh, papa, what is it?' said she, putting down her boy to crawl upon the floor.\\n\\n'I came to tell you, my dear,' said he, 'that I am going out to Plumstead: you won't come with me, I suppose?'\\n\\n'To Plumstead, papa? Shall you stay there?'\\n\\n'I suppose I shall tonight: I must consult the archdeacon about this weary hospital. Ah me! I wish I had never thought of it again.'\\n\\n'Why, papa, what is the matter?'\\n\\n'I've been with Mr Slope, my dear; and he isn't the pleasantest companion in the world, at least not to me.' Eleanor gave a sort of half blush; but she was wrong if she imagined that her father in any way alluded to her acquaintance with Mr Slope.\\n\\n'Well, papa.'\\n\\n'He wants to turn the hospital into a Sunday school and a preaching house; and I suppose he will have his way. I do not feel myself adapted for such an establishment, and therefore, I suppose, I must refuse the appointment.'\\n\\n'What would be the harm of the school, papa?'\\n\\n'The want of a proper schoolmaster, my dear.'\\n\\n'But that would of course be supplied.'\\n\\n'Mr Slope wishes to supply it by making me his schoolmaster. But as I am hardly fit for such work, I intend to decline.'\\n\\n'Oh, papa! Mr Slope doesn't intend that. He was here yesterday, and what he intends--'\\n\\n'He was here yesterday, was he?' asked Mr Harding.\\n\\n'Yes, papa.'\\n\\n'And talking about the hospital?'\\n\\n'He was saying how glad he would be, and the bishop too, to see you back there again. And then he spoke about the Sunday school; and to tell the truth I agreed with him; and I thought you would have done so too. Mr Slope spoke of a school, not inside the hospital, but just connected with it, of which you would be the patron and visitor; and I thought you would have liked such a school as that; and I promised to look after it and to take a class--and it all seemed so very--. But, oh, papa! I shall be so miserable if I find that I have done wrong.'\\n\\n'Nothing wrong at all, my dear,' said he, gently, very gently rejecting his daughter's caresses. 'There can be nothing wrong in your wishing to make yourself useful; indeed, you ought to do so by all means. Every one must now exert himself who would not choose to go to the wall.' Poor Mr Harding thus attempted in his misery to preach the new doctrine to his child. 'Himself or herself, it's all the same,' he continued, 'you will be quite right, my dear, to do something of this sort; but--'\\n\\n'Well, papa.'\\n\\n'I am not quite sure that if I were you I would select Mr Slope for my guide.'\\n\\n'But I have never done so, and never shall.'\\n\\n'It would be very wicked of me to speak evil of him, for to tell the truth I know no evil of him; but I am not quite sure that he is honest. That he is not gentleman-like in his manners, of that I am quite sure.'\\n\\n'I never thought of taking him for my guide, papa.'\\n\\n'As for myself, my dear,' continued he, 'we know the old proverb--\\\"It's a bad thing teaching an old dog new tricks.\\\" I must decline the Sunday school, and shall therefore probably decline the hospital also. But I will first see your brother-in-law.' So he took up his hat, kissed the baby, and withdrew, leaving Eleanor in as low spirits as himself.\\n\\nAll this was a great aggravation to his misery. He had so few with whom to sympathise, that he could not afford to be cut off from the one whose sympathy was of the most value to him. And yet it seemed probable that this would be the case. He did not own to himself that he wished his daughter to hate Mr Slope; yet had she expressed such a feeling there would have been very little bitterness in the rebuke he would have given her for so uncharitable a state of mind. The fact, however, was that she was on friendly terms with Mr Slope, that she coincided with his views, adhered at once to his plans, and listened with delight to his teaching. Mr Harding hardly wished his daughter to hate the man, but he would have preferred that to her loving him.\\n\\nHe walked away to the inn to order a fly, went home to put up his carpet bag, and then started for Plumstead. There was, at any rate, no danger that the archdeacon would fraternise with Mr Slope; but then he would recommend internecine war, public appeals, loud reproaches, and all the paraphernalia of open battle. Now that alternative was hardly more to Mr Harding's taste than the other.\\n\\nWhen Mr Harding reached the parsonage he found that the archdeacon was out, and would not be home till dinner-time, so he began his complaint to his elder daughter. Mrs Grantly entertained quite as strong an antagonism to Mr Slope as did her husband; she was also quite as alive to the necessity of combatting the Proudie faction, of supporting the old church interest of the close, of keeping in her own set much of the loaves and fishes as duly belonged to it; and was quite as well prepared as her lord to carry on the battle without giving or taking quarter. Not that she was a woman prone to quarrelling, or ill inclined to live at peace with her clerical neighbours; but she felt, as did the archdeacon, that the presence of Mr Slope in Barchester was an insult to every one connected with the late bishop, and that his assumed dominion in the diocese was a spiritual injury to her husband. Hitherto people had little guessed how bitter Mrs Grantly could be. She lived on the best of terms with all the rectors' wives around her. She had been popular with all the ladies connected with the close. Though much the wealthiest of the ecclesiastical matrons of the county, she had so managed her affairs that her carriage and horses had given umbrage to none. She had never thrown herself among the county grandees so as to excite the envy of other clergymen's wives. She had never talked too loudly of earls and countesses, or boasted that she gave her governess sixty pounds a year, or her cook seventy. Mrs Grantly had lived the life of a wise, discreet, peace-making woman; and the people of Barchester were surprised at the amount of military vigour she displayed as general of the feminine Grantlyite forces.\\n\\nMrs Grantly soon learnt that her sister Eleanor had promised to assist Mr Slope in the affairs of the hospital; and it was on this point that her attention soon fixed itself.\\n\\n'How can Eleanor endure him?' said she.\\n\\n'He is a very crafty man,' said her father, 'and his craft has been successful in making Eleanor think that he is a meek, charitable, good clergyman. God forgive me, if I wrong him, but such is not his true character in my opinion.'\\n\\n'His true character, indeed!' said she, with something approaching scorn for her father's moderation. 'I only hope he won't have craft enough to make Eleanor forget herself and her position.'\\n\\n'Do you mean marry him?' said he, startled out of his usual demeanour by the abruptness and horror of so dreadful a proposition.\\n\\n'What is there so improbable in it? Of course that would be his own object if he thought he had any chance of success. Eleanor has a thousand a year entirely at her own disposal, and what better fortune could fall to Mr Slope's lot than the transferring of the disposal of such a fortune to himself?'\\n\\n'But you can't think she likes him, Susan?'\\n\\n'Why not?' said Susan. 'Why shouldn't she like him? He's just the sort of man to get on with a woman left as she is, with no one to look after her.'\\n\\n'Look after her!' said the unhappy father; 'don't we look after her?'\\n\\n'Ah, papa, how innocent you are! Of course it was to be expected that Eleanor should marry again. I should be the last to advise her against it, if she would only wait the proper time, and then marry at least a gentleman.'\\n\\n'But you don't really mean to say that you suppose Eleanor has ever thought of marrying Mr Slope? Why, Mr Bold has only been dead a year.'\\n\\n'Eighteen months,' said his daughter. 'But I don't suppose Eleanor has ever thought about it. It is very probable, though, that he has, and that he will try and make her do so; and that he will succeed too, if we don't take care what we are about.'\\n\\nThis was quite a new phase of the affair to poor Mr Harding. To have thrust upon him as his son-in-law, as the husband of his favourite child, the only man in the world whom he really positively disliked, would be a misfortune which he felt he would not know how to endure patiently. But then, could there be any ground for so dreadful a surmise? In all worldly matters he was apt to look upon the opinion of his eldest daughter, as one generally sound and trustworthy. In her appreciation of character, of motives, and the probable conduct both of men and women, she was usually not far wrong. She had early foreseen the marriage of Eleanor and John Bold; she had at a glance deciphered the character of the new bishop and his chaplain; could it possibly be that her present surmise should ever come forth as true?'\\n\\n'But you don't think that she likes him,' said Mr Harding again.\\n\\n'Well, papa, I can't say that I think she dislikes him as she ought to do. Why is he visiting there as a confidential friend, when he never ought to have been admitted inside the house? Why is it that she speaks to him of about your welfare and your position, as she clearly has done? At the bishop's party the other night, I saw her talking to him for half an hour at the stretch.'\\n\\n'I thought Mr Slope seemed to talk to nobody there but that daughter of Stanhope's,' said Mr Harding, wishing to defend his child.\\n\\n'Oh, Mr Slope is a cleverer man than you think of, papa, and keeps more than one iron in the fire.'\\n\\nTo give Eleanor her due, any suspicion as to the slightest inclination on her part towards Mr Slope was a wrong to her. She had no more idea of marrying Mr Slope than she had of marrying the bishop; and the idea that Mr Slope would present himself as a suitor had never occurred to her. Indeed, to give her her due again, she had never thought about suitors since her husband's death. But nevertheless it was true that she had overcome all that repugnance to the man which was so strongly felt for him by the rest of the Grantly faction. She had forgiven him his sermon. She had forgiven him his low church tendencies, his Sabbath schools, and puritanical observances. She had forgiven his pharisaical arrogance, and even his greasy face and oily vulgar manners. Having agreed to overlook such offences as these, why should she not in time be taught to regard Mr Slope as a suitor?\\n\\nAnd as to him, it must be affirmed that he was hitherto equally innocent of the crime imputed to him. How it had come to pass that a man whose eyes were generally widely open to everything had not perceived that this young widow was rich as well as beautiful, cannot probably now be explained. But such was the fact. Mr Slope had ingratiated himself with Mrs Bold, merely as he had done with other ladies, in order to strengthen his party in the city. He subsequently attended his error; but it was not till after the interview with him and Mr Harding.\\n\\nCHAPTER XIV\\n\\nTHE NEW CAMPAIGN\\n\\nThe archdeacon did not return to the parsonage till close upon the hour of dinner, and there was therefore no time to discuss matters before that important ceremony. He seemed to be in an especial good humour, and welcomed his father-in-law with a sort of jovial earnestness that was usual with him when things on which was intent were going on as he would have them.\\n\\n'It's all settled, my dear,' said he to his wife as he washed his hands in his dressing-room, while she, according to her wont, sat listening in the bedroom; 'Arabin has agreed to accept the living. He'll be here next week.' And the archdeacon scrubbed his hands and rubbed his face with a violent alacrity, which showed that Arabin's coming was a great point gained.\\n\\n'Will he come here to Plumstead?' said the wife.\\n\\n'He has promised to stay a month with us,' said the archdeacon, 'so that he may see what his parish is like. You'll like Arabin very much. He's a gentleman in every respect, and full of good humour.'\\n\\n'He's very queer, isn't he?' asked the wife.\\n\\n'Well--he is a little odd in some of his fancies; but there's nothing about him you won't like. He is as staunch a churchman as there is at Oxford. I really don't know what we should do without Arabin. It's a great thing for me to have him so near me; and if anything can put Slope down, Arabin will do it.'\\n\\nThe Reverend Francis Arabin was a fellow of Lazarus, the favoured disciple of the great Dr Gwynne, a high churchman at all points; so high, indeed, that at one period of his career he had all but toppled over into the cesspool of Rome; a poet and also a polemical writer, a great pet in the common rooms at Oxford, an eloquent clergyman, a droll, odd, humorous, energetic, conscientious man, and, as the archdeacon had boasted of him, a thorough gentleman. As he will hereafter be brought more closely to our notice, it is now only necessary to add, that he had just been presented to the vicarage of St Ewold by Dr Grantly, in whose gift as archdeacon the living lay. St Ewold's is a parish lying just without the city of Barchester. The suburbs of the new town, indeed, are partly within its precincts, and the pretty church and parsonage are not much above a mile distant from the city gate.\\n\\nSt Ewold is not a rich piece of preferment--it is worth some three or four hundred a year, at most, and has generally been held by a clergyman attached to the cathedral choir. The archdeacon, however, felt, when the living on this occasion became vacant, that it imperatively behoved him to aid the force of his party with some tower of strength, if any such tower could be got to occupy St Ewold's. He had discussed the matter with his brethren in Barchester; not in any weak spirit as the holder of patronage to be used for his own or his family's benefit, but as one to whom was committed a trust, on the due administration of which much of the church's welfare might depend. He had submitted to them the name of Mr Arabin, as though the choice had rested with them all in conclave, and they had unanimously admitted that, if Mr Arabin would accept St Ewold's no better choice could possibly be made.\\n\\nIf Mr Arabin would accept St Ewold's! There lay the difficulty. Mr Arabin was a man standing somewhat prominently before the world, that is, before the Church of England world. He was not a rich man, it is true, for he held no preferment but his fellowship; but he was a man not over anxious for riches, not married of course, and one whose time was greatly taken up in discussing, both in print and on platforms, the privileges and practices of the church to which he belonged. As the archdeacon had done battle for its temporalities, so did Mr Arabin do battle for its spiritualities; and both had done so conscientiously; that is, not so much each for his own benefit as for that of others.\\n\\nHolding such a position as Mr Arabin did, there was much reason to doubt whether he would consent to become the parson of St Ewold's, and Dr Grantly had taken the trouble to go himself to Oxford on the matter. Dr Gwynne and Dr Grantly together had succeeded in persuading this eminent divine that duty required him to go Barchester. There were wheels within wheels in this affair. For some time past Mr Arabin had been engaged in a tremendous controversy with no less a person than Mr Slope, respecting the apostolic succession. These two gentlemen had never seen each other, but they had been extremely bitter in print. Mr Slope had endeavoured to strengthen his cause by calling Mr Arabin an owl, and Mr Arabin had retaliated by hinting that Mr Slope was an infidel. This battle had been commenced in the columns of the daily Jupiter, a powerful newspaper, the manager of which was very friendly to Mr Slope's view of the case. The matter, however, had become too tedious for the readers of the Jupiter, and a little note had therefore been appended to one of Mr Slope's most telling rejoinders, in which it had been stated that no further letters from the reverend gentlemen could be inserted except as advertisements.\\n\\nOther methods of publication were, however, found less expensive than advertisements in the Jupiter; and the war went on merrily. Mr Slope declared that the main part of the consecration of a clergyman was the self-devotion of the inner man to the duties of the ministry. Mr Arabin contended that a man was not consecrated at all, had, indeed, no single attribute of a clergyman, unless he became so through the imposition of some bishop's hands, who had become a bishop through the imposition of other hands, and so on in a direct line to one of the apostles. Each had repeatedly hung the other on the horns of a dilemma; but neither seemed to a whit the worse for the hanging; and so the war went on merrily.\",\"timestamp\":1639993331,\"title\":\"\\nThe bishop had one small room allotted to him on the ground-floor\"},\"digest\":\"OcvYPj1E3uvgZlrc2WqDSLiTf7qY5o8R5CTnz8lS1EU\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mGfNt3zpixfsTDZ5IgYSb7OjYi2fY-Pc6dLDG6Tmvg\\\",\\\"y\\\":\\\"YpRnPfUo1aCKoqJ-A5oUitg7rBdZXJvynsz-C-RuUlg\\\"}\",\"signature\":\"uyJc98DwIfx3z3Af-H511UI1a8dsB_oJeD3P58Eda9wDFEw3wT-3R4yCsATE-u7RWbLtGdvLUdS8kmPYrMsBfg\",\"signingKeySignature\":\"0xe5d9422434389e6a9fdb2321ae81c65ee320d217e7a0d0113dd464464456b72939a09e4d56a8c934ee1a2196942549b97721fb8ed616ff59ae8aa6a7a52ec47f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mGfNt3zpixfsTDZ5IgYSb7OjYi2fY-Pc6dLDG6Tmvg\\\",\\\"y\\\":\\\"YpRnPfUo1aCKoqJ-A5oUitg7rBdZXJvynsz-C-RuUlg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OcvYPj1E3uvgZlrc2WqDSLiTf7qY5o8R5CTnz8lS1EU\"}"