"{\"content\":{\"body\":\"I drank the appointed number of glasses of Narzan water, and, after sauntering a few times about the long linden avenue, I met Vera's husband, who had just arrived from Pyati- gorsk.  He took my arm and we went to the restaurant for breakfast.  He was dreadfully un- easy about his wife.\\n\\n\\\"What a terrible fright she had last night,\\\" he said.  \\\"Of course, it was bound to happen just at the very time when I was absent.\\\"\\n\\nWe sat down to breakfast near the door leading into a corner-room in which about a dozen young men were sitting.  Grushnitski was amongst them. For the second time destiny provided me with the opportunity of overhearing a conversation which was to decide his fate.  He did not see me, and, consequently, it was impossible for me to suspect him of design; but that only magnified his fault in my eyes.\\n\\n\\\"Is it possible, though, that they were really Circassians?\\\" somebody said.  \\\"Did anyone see them?\\\"\\n\\n\\\"I will tell you the whole truth,\\\" answered Grushnitski: \\\"only please do not betray me.  This is how it was: yesterday, a certain man, whose name I will not tell you, came up to me and told me that, at ten o'clock in the evening, he had seen somebody creeping into the Ligovskis' house.  I must observe that Princess Ligovski was here, and Princess Mary at home.  So he and I set off to wait beneath the windows and waylay the lucky man.\\\"\\n\\nI confess I was frightened, although my com- panion was very busily engaged with his break- fast: he might have heard things which he would have found rather displeasing, if Grushnitski had happened to guess the truth; but, blinded by jealousy, the latter did not even suspect it.\\n\\n\\\"So, do you see?\\\" Grushnitski continued. \\\"We set off, taking with us a gun, loaded with blank cartridge, so as just to give him a fright. We waited in the garden till two o'clock.  At length -- goodness knows, indeed, where he ap- peared from, but he must have come out by the glass door which is behind the pillar; it was not out of the window that he came, because the window had remained unopened -- at length, I say, we saw someone getting down from the balcony. . .  What do you think of Princess Mary -- eh?  Well, I admit, it is hardly what you might expect from Moscow ladies!  After that what can you believe?  We were going to seize him, but he broke away and darted like a hare into the shrubs.  Thereupon I fired at him.\\\"\\n\\nThere was a general murmur of incredulity.\\n\\n\\\"You do not believe it?\\\" he continued.  \\\"I give you my word of honour as a gentleman that it is all perfectly true, and, in proof, I will tell you the man's name if you like.\\\"\\n\\n\\\"Tell us, tell us, who was he?\\\" came from all sides.\\n\\n\\\"Pechorin,\\\" answered Grushnitski.\\n\\nAt that moment he raised his eyes -- I was stand- ing in the doorway opposite to him.  He grew terribly red.  I went up to him and said, slowly and distinctly:\\n\\n\\\"I am very sorry that I did not come in before you had given your word of honour in confirma- tion of a most abominable calumny: my presence would have saved you from that further act of baseness.\\\"\\n\\nGrushnitski jumped up from his seat and seemed about to fly into a passion.\\n\\n\\\"I beg you,\\\" I continued in the same tone: \\\"I beg you at once to retract what you have said; you know very well that it is all an inven- tion.  I do not think that a woman's indifference to your brilliant merits should deserve so terrible a revenge.  Bethink you well: if you maintain your present attitude, you will lose the right to the name of gentleman and will risk your life.\\\"\\n\\nGrushnitski stood before me in violent agita- tion, his eyes cast down.  But the struggle be- tween his conscience and his vanity was of short duration.  The captain of dragoons, who was sit- ting beside him, nudged him with his elbow. Grushnitski started, and answered rapidly, with- out raising his eyes:\\n\\n\\\"My dear sir, what I say, I mean, and I am prepared to repeat. . .  I am not afraid of your menaces and am ready for anything.\\\"\\n\\n\\\"The latter you have already proved,\\\" I an- swered coldly; and, taking the captain of dra- goons by the arm, I left the room.\\n\\n\\\"What do you want?\\\" asked the captain.\\n\\n\\\"You are Grushnitski's friend and will no doubt be his second?\\\"\\n\\nThe captain bowed very gravely.\\n\\n\\\"You have guessed rightly,\\\" he answered.\\n\\n\\\"Moreover, I am bound to be his second, because the insult offered to him touches myself also.  I was with him last night,\\\" he added, straightening up his stooping figure.\\n\\n\\\"Ah!  So it was you whose head I struck so clumsily?\\\" . . .\\n\\nHe turned yellow in the face, then blue; sup- pressed rage was portrayed upon his counte- nance.\\n\\n\\\"I shall have the honour to send my second to you to-day,\\\" I added, bowing adieu to him very politely, without appearing to have noticed his fury.\\n\\nOn the restaurant-steps I met Vera's husband. Apparently he had been waiting for me.\\n\\nHe seized my hand with a feeling akin to rapture.\\n\\n\\\"Noble young man!\\\" he said, with tears in his eyes.  \\\"I have heard everything.  What a scoun- drel!  Ingrate! . . .  Just fancy such people being admitted into a decent household after this!  Thank God I have no daughters!  But she for whom you are risking your life will reward you.  Be assured of my constant discretion,\\\" he continued.  \\\"I have been young myself and have served in the army: I know that these affairs must take their course.  Good-bye.\\\"\\n\\nPoor fellow!  He is glad that he has no daughters! . . .\\n\\nI went straight to Werner, found him at home, and told him the whole story -- my relations with Vera and Princess Mary, and the conversation which I had overheard and from which I had learned the intention of these gentlemen to make a fool of me by causing me to fight a duel with blank cartridges.  But, now, the affair had gone beyond the bounds of jest; they probably had not expected that it would turn out like this.\\n\\nThe doctor consented to be my second; I gave him a few directions with regard to the condi- tions of the duel.  He was to insist upon the affair being managed with all possible secrecy, be- cause, although I am prepared, at any moment, to face death, I am not in the least disposed to spoil for all time my future in this world.\\n\\nAfter that I went home.  In an hour's time the doctor returned from his expedition.\\n\\n\\\"There is indeed a conspiracy against you,\\\" he said.  \\\"I found the captain of dragoons at Grush- nitski's, together with another gentleman whose surname I do not remember.  I stopped a moment in the ante-room, in order to take off my goloshes. They were squabbling and making a terrible up- roar.  'On no account will I agree,' Grushnitski was saying: 'he has insulted me publicly; it was quite a different thing before' . . .\\n\\n\\\"'What does it matter to you?' answered the captain.  'I will take it all upon myself.  I have been second in five duels, and I should think I know how to arrange the affair.  I have thought it all out.  Just let me alone, please.  It is not a bad thing to give people a bit of a fright.  And why expose yourself to danger if it is possible to avoid it?' . . .\\n\\n\\\"At that moment I entered the room.  They suddenly fell silent.  Our negotiations were some- what protracted.  At length we decided the matter as follows: about five versts from here there is a hollow gorge; they will ride thither to- morrow at four o'clock in the morning, and we shall leave half an hour later.  You will fire at six paces -- Grushnitski himself demanded that con- dition.  Whichever of you is killed -- his death will be put down to the account of the Circas- sians.  And now I must tell you what I suspect: they, that is to say the seconds, may have made some change in their former plan and may want to load only Grushnitski's pistol.  That is some- thing like murder, but in time of war, and espe- cially in Asiatic warfare, such tricks are allowed. Grushnitski, however, seems to be a little more magnanimous than his companions.  What do you think?  Ought we not to let them see that we have guessed their plan?\\\"\\n\\n\\\"Not on any account, doctor!  Make your mind easy; I will not give in to them.\\\"\\n\\n\\\"But what are you going to do, then?\\\"\\n\\n\\\"That is my secret.\\\"\\n\\n\\\"Mind you are not caught . . . six paces, you know!\\\"\\n\\n\\\"Doctor, I shall expect you to-morrow at four o'clock.  The horses will be ready . . .  Good- bye.\\\"\\n\\nI remained in the house until the evening, with my door locked.  A manservant came to invite me to Princess Ligovski's -- I bade him say that I was ill.\\n\\n```\\n            .     .     .     .     .\\n```\\n\\nTwo o'clock in the morning. . .  I cannot sleep. . .  Yet sleep is what I need, if I am to have a steady hand to-morrow.  However, at six paces it is difficult to miss.  Aha! Mr. Grushnit- ski, your wiles will not succeed! . . .  We shall exchange roles: now it is I who shall have to seek the signs of latent terror upon your pallid countenance.  Why have you yourself appointed these fatal six paces?  Think you that I will tamely expose my forehead to your aim? . . .\\n\\nNo, we shall cast lots. . .  And then -- then -- what if his luck should prevail?  If my star at length should betray me? . . .  And little wonder if it did: it has so long and faithfully served my caprices.\\n\\nWell?  If I must die, I must!  The loss to the world will not be great; and I myself am already downright weary of everything.  I am like a guest at a ball, who yawns but does not go home to bed, simply because his carriage has not come for him. But now the carriage is here. . .  Good-bye! . . .\\n\\nMy whole past life I live again in memory, and, involuntarily, I ask myself: 'why have I lived -- for what purpose was I born?' . . .  A purpose there must have been, and, surely, mine was an exalted destiny, because I feel that within my soul are powers immeasurable. . .  But I was not able to discover that destiny, I allowed myself to be carried away by the allurements of passions, inane and ignoble.  From their crucible I issued hard and cold as iron, but gone for ever was the glow of noble aspirations -- the fairest flower of life.  And, from that time forth, how often have I not played the part of an axe in the hands of fate!  Like an implement of punishment, I have fallen upon the head of doomed victims, often without malice, always without pity. . .  To none has my love brought happiness, because I have never sacrificed anything for the sake of those I have loved: for myself alone I have loved -- for my own pleasure.  I have only satisfied the strange craving of my heart, greedily draining their feelings, their tenderness, their joys, their sufferings -- and I have never been able to sate myself.  I am like one who, spent with hunger, falls asleep in exhaustion and sees before him sumptuous viands and sparkling wines; he de- vours with rapture the aerial gifts of the imagina- tion, and his pains seem somewhat assuaged.  Let him but awake: the vision vanishes -- twofold hunger and despair remain!\\n\\nAnd to-morrow, it may be, I shall die! . . . And there will not be left on earth one being who has understood me completely.  Some will con- sider me worse, others, better, than I have been in reality. . .  Some will say: 'he was a good fellow'; others: 'a villain.'  And both epithets will be false.  After all this, is life worth the trouble?  And yet we live -- out of curiosity! We expect something new. . .  How absurd, and yet how vexatious!\\n\\nCHAPTER XIX\\n\\nIT is now a month and a half since I have been in the N---- Fortress.\\n\\nMaksim Maksimych is out hunting. . .  I am alone.  I am sitting by the window.  Grey clouds have covered the mountains to the foot; the sun appears through the mist as a yellow spot.  It is cold; the wind is whistling and rocking the shutters. . .  I am bored! . . .  I will continue my diary which has been interrupted by so many strange events.\\n\\nI read the last page over: how ridiculous it seems! . . .  I thought to die; it was not to be. I have not yet drained the cup of suffering, and now I feel that I still have long to live.\\n\\nHow clearly and how sharply have all these bygone events been stamped upon my memory! Time has not effaced a single line, a single shade.\\n\\nI remember that during the night preceding the duel I did not sleep a single moment.  I was not able to write for long: a secret uneasiness took possession of me.  For about an hour I paced the room, then I sat down and opened a novel by Walter Scott which was lying on my table.  It was \\\"The Scottish Puritans.\\\"\\\\[1\\\\]  At first I read with an effort; then, carried away by the magical fiction, I became oblivious of every- thing else.\\n\\n\\\\[1\\\\] None of the Waverley novels, of course, bears this title. The novel referred to is doubtless \\\"Old Mortality,\\\" on which Bellini's opera, \\\"I Puritani di Scozia,\\\" is founded.\\n\\nAt last day broke.  My nerves became com- posed.  I looked in the glass: a dull pallor covered my face, which preserved the traces of harassing sleeplessness; but my eyes, although encircled by a brownish shadow, glittered proudly and inexorably.  I was satisfied with myself.\\n\\nI ordered the horses to be saddled, dressed my- self, and ran down to the baths.  Plunging into the cold, sparkling water of the Narzan Spring, I felt my bodily and mental powers returning.  I left the baths as fresh and hearty as if I was off to a ball.  After that, who shall say that the soul is not dependent upon the body! . . .\\n\\nOn my return, I found the doctor at my rooms. He was wearing grey riding-breeches, a jacket and a Circassian cap.  I burst out laughing when I saw that little figure under the enormous shaggy cap.  Werner has a by no means warlike counte- nance, and on that occasion it was even longer than usual.\\n\\n\\\"Why so sad, doctor?\\\" I said to him.  \\\"Have you not a hundred times, with the greatest indifference, escorted people to the other world? Imagine that I have a bilious fever: I may get well; also, I may die; both are in the usual course of things.  Try to look on me as a patient, afflicted with an illness with which you are still unfamiliar -- and then your curiosity will be aroused in the highest degree.  You can now make a few important physiological observations upon me. . .  Is not the expectation of a violent death itself a real illness?\\\"\\n\\nThe doctor was struck by that idea, and he brightened up.\\n\\nWe mounted our horses.  Werner clung on to his bridle with both hands, and we set off.  In a trice we had galloped past the fortress, through the village, and had ridden into the gorge.  Our winding road was half-overgrown with tall grass and was intersected every moment by a noisy brook, which we had to ford, to the great despair of the doctor, because each time his horse would stop in the water.\\n\\nA morning more fresh and blue I cannot remember!  The sun had scarce shown his face from behind the green summits, and the blending of the first warmth of his rays with the dying coolness of the night produced on all my feelings a sort of sweet languor.  The joyous beam of the young day had not yet penetrated the gorge; it gilded only the tops of the cliffs which overhung us on both sides.  The tufted shrubs, growing in the deep crevices of the cliffs, besprinkled us with a silver shower at the least breath of wind.  I remember that on that occasion I loved Nature more than ever before.  With what curiosity did I examine every dewdrop trembling upon the broad vine leaf and reflecting millions of rainbow- hued rays!  How eagerly did my glance en- deavour to penetrate the smoky distance!  There the road grew narrower and narrower, the cliffs bluer and more dreadful, and at last they met, it seemed, in an impenetrable wall.\\n\\nWe rode in silence.\\n\\n\\\"Have you made your will?\\\" Werner suddenly inquired.\\n\\n\\\"No.\\\"\\n\\n\\\"And if you are killed?\\\"\\n\\n\\\"My heirs will be found of themselves.\\\"\\n\\n\\\"Is it possible that you have no friends, to whom you would like to send a last farewell?\\\" . . .\\n\\nI shook my head.\\n\\n\\\"Is there, really, not one woman in the world to whom you would like to leave some token in remembrance?\\\" . . .\\n\\n\\\"Do you want me to reveal my soul to you, doctor?\\\" I answered. . .  \\\"You see, I have outlived the years when people die with the name of the beloved on their lips and bequeathing to a friend a lock of pomaded -- or unpomaded -- hair. When I think that death may be near, I think of myself alone; others do not even do as much. The friends who to-morrow will forget me or, worse, will utter goodness knows what falsehoods about me; the women who, while embracing another, will laugh at me in order not to arouse his jealousy of the deceased -- let them go!  Out of the storm of life I have borne away only a few ideas -- and not one feeling.  For a long time now I have been living, not with my heart, but with my head.  I weigh, analyse my own passions and actions with severe curiosity, but without sympathy.  There are two personalities within me: one lives -- in the complete sense of the word -- the other reflects and judges him; the first, it may be, in an hour's time, will take fare- well of you and the world for ever, and the second -- the second? . . .  Look, doctor, do you see those three black figures on the cliff, to the right? They are our antagonists, I suppose?\\\" . . .\\n\\nWe pushed on.\\n\\nIn the bushes at the foot of the cliff three horses were tethered; we tethered ours there too, and then we clambered up the narrow path to the ledge on which Grushnitski was awaiting us in company with the captain of dragoons and his other second, whom they called Ivan Ignate- vich.  His surname I never heard.\\n\\n\\\"We have been expecting you for quite a long time,\\\" said the captain of dragoons, with an ironical smile.\\n\\nI drew out my watch and showed him the time.\\n\\nHe apologized, saying that his watch was fast.\\n\\nThere was an embarrassing silence for a few moments.  At length the doctor inter- rupted it.\\n\\n\\\"It seems to me,\\\" he said, turning to Grush- nitski, \\\"that as you have both shown your readi- ness to fight, and thereby paid the debt due to the conditions of honour, you might be able to come to an explanation and finish the affair amicably.\\\"\\n\\n\\\"I am ready,\\\" I said.\\n\\nThe captain winked to Grushnitski, and the latter, thinking that I was losing courage, assumed a haughty air, although, until that moment, his cheeks had been covered with a dull pallor.  For the first time since our arrival he lifted his eyes on me; but in his glance there was a certain disquietude which evinced an inward struggle.\\n\\n\\\"Declare your conditions,\\\" he said, \\\"and anything I can do for you, be assured\\\" . . .\\n\\n\\\"These are my conditions: you will this very day publicly recant your slander and beg my pardon\\\" . . .\\n\\n\\\"My dear sir, I wonder how you dare make such a proposal to me?\\\"\\n\\n\\\"What else could I propose?\\\" . . .\\n\\n\\\"We will fight.\\\"\\n\\nI shrugged my shoulders.\\n\\n\\\"Be it so; only, bethink you that one of us will infallibly be killed.\\\"\\n\\n\\\"I hope it will be you\\\" . . .\\n\\n\\\"And I am so convinced of the contrary\\\" . . .\\n\\nHe became confused, turned red, and then burst out into a forced laugh.\\n\\nThe captain took his arm and led him aside; they whispered together for a long time.  I had arrived in a fairly pacific frame of mind, but all this was beginning to drive me furious.\\n\\nThe doctor came up to me.\\n\\n\\\"Listen,\\\" he said, with manifest uneasiness, \\\"you have surely forgotten their conspiracy! . . . I do not know how to load a pistol, but in this case. . .  You are a strange man!  Tell them that you know their intention -- and they will not dare. . .  What sport!  To shoot you like a bird\\\" . . .\\n\\n\\\"Please do not be uneasy, doctor, and wait awhile. . .  I shall arrange everything in such a way that there will be no advantage on their side. Let them whisper\\\" . . .\\n\\n\\\"Gentlemen, this is becoming tedious,\\\" I said to them loudly: \\\"if we are to fight, let us fight; you had time yesterday to talk as much as you wanted to.\\\"\\n\\n\\\"We are ready,\\\" answered the captain.  \\\"Take your places, gentlemen!  Doctor, be good enough to measure six paces\\\" . . .\\n\\n\\\"Take your places!\\\" repeated Ivan Ignatevich, in a squeaky voice.\\n\\n\\\"Excuse me!\\\" I said.  \\\"One further con- dition.  As we are going to fight to the death, we are bound to do everything possible in order that the affair may remain a secret, and that our seconds may incur no responsibility.  Do you agree?\\\" . . .\\n\\n\\\"Quite.\\\"\\n\\n\\\"Well, then, this is my idea.  Do you see that narrow ledge on the top of the perpendicular cliff on the right?  It must be thirty fathoms, if not more, from there to the bottom; and, down below, there are sharp rocks.  Each of us will stand right at the extremity of the ledge -- in such manner even a slight wound will be mortal: that ought to be in accordance with your desire, as you yourselves have fixed upon six paces.  Which- ever of us is wounded will be certain to fall down and be dashed to pieces; the doctor will extract the bullet, and, then, it will be possible very easily to account for that sudden death by saying it was the result of a fall.  Let us cast lots to decide who shall fire first.  In conclusion, I declare that I will not fight on any other terms.\\\"\\n\\n\\\"Be it so!\\\" said the captain after an expres- sive glance at Grushnitski, who nodded his head in token of assent.  Every moment he was changing countenance.  I had placed him in an embarrassing position.  Had the duel been fought upon the usual conditions, he could have aimed at my leg, wounded me slightly, and in such wise gratified his vengeance without overburdening his conscience.  But now he was obliged to fire in the air, or to make himself an assassin, or, finally, to abandon his base plan and to expose himself to equal danger with me.  I should not have liked to be in his place at that moment.  He took the captain aside and said something to him with great warmth.  His lips were blue, and I saw them trembling; but the captain turned away from him with a contemptuous smile.\\n\\n\\\"You are a fool,\\\" he said to Grushnitski rather loudly.  \\\"You can't understand a thing! . . . Let us be off, then, gentlemen!\\\"\\n\\nThe precipice was approached by a narrow path between bushes, and fragments of rock formed the precarious steps of that natural stair- case.  Clinging to the bushes we proceeded to clamber up.  Grushnitski went in front, his seconds behind him, and then the doctor and I.\\n\\n\\\"I am surprised at you,\\\" said the doctor, pressing my hand vigorously.  \\\"Let me feel your pulse! . . .  Oho!  Feverish! . . .  But nothing noticeable on your countenance . . . only your eyes are gleaming more brightly than usual.\\\"\\n\\nSuddenly small stones rolled noisily right under our feet.  What was it?  Grushnitski had stumbled; the branch to which he was clinging had broken off, and he would have rolled down on his back if his seconds had not held him up.\\n\\n\\\"Take care!\\\" I cried.  \\\"Do not fall pre- maturely: that is a bad sign.  Remember Julius Caesar!\\\"\\n\\nCHAPTER XX\\n\\nAND now we had climbed to the summit of the projecting cliff.  The ledge was covered with fine sand, as if on purpose for a duel. All around, like an innumerable herd, crowded the mountains, their summits lost to view in the golden mist of the morning; and towards the south rose the white mass of Elbruz, closing the chain of icy peaks, among which fibrous clouds, which had rushed in from the east, were already roaming.  I walked to the extremity of the ledge and gazed down.  My head nearly swam.  At the foot of the precipice all seemed dark and cold as in a tomb; the moss-grown jags of the rocks, hurled down by storm and time, were awaiting their prey.\\n\\nThe ledge on which we were to fight formed an almost regular triangle.  Six paces were mea- sured from the projecting corner, and it was de- cided that whichever had first to meet the fire of his opponent should stand in the very corner with his back to the precipice; if he was not killed the adversaries would change places.\\n\\nI determined to relinquish every advantage to Grushnitski; I wanted to test him.  A spark of magnanimity might awake in his soul -- and then all would have been settled for the best.  But his vanity and weakness of character had perforce to triumph! . . .  I wished to give myself the full right to refrain from sparing him if destiny were to favour me.  Who would not have concluded such an agreement with his conscience?\\n\\n\\\"Cast the lot, doctor!\\\" said the captain.\\n\\nThe doctor drew a silver coin from his pocket and held it up.\\n\\n\\\"Tail!\\\" cried Grushnitski hurriedly, like a man suddenly aroused by a friendly nudge.\\n\\n\\\"Head,\\\" I said.\\n\\nThe coin spun in the air and fell, jingling.  We all rushed towards it.\\n\\n\\\"You are lucky,\\\" I said to Grushnitski.  \\\"You are to fire first!  But remember that if you do not kill me I shall not miss -- I give you my word of honour.\\\"\\n\\nHe flushed up; he was ashamed to kill an un- armed man.  I looked at him fixedly; for a moment it seemed to me that he would throw himself at my feet, imploring forgiveness; but how to confess so base a plot? . . .  One expe- dient only was left to him -- to fire in the air!  I was convinced that he would fire in the air!  One consideration alone might prevent him doing so -- the thought that I would demand a second duel.\\n\\n\\\"Now is the time!\\\" the doctor whispered to me, plucking me by the sleeve.  \\\"If you do not tell them now that we know their intentions, all is lost.  Look, he is loading already. . .  If you will not say anything, I will\\\" . . .\\n\\n\\\"On no account, doctor!\\\" I answered, hold- ing him back by the arm.  \\\"You will spoil every- thing.  You have given me your word not to interfere. . .  What does it matter to you? Perhaps I wish to be killed\\\" . . .\\n\\nHe looked at me in astonishment.\\n\\n\\\"Oh, that is another thing! . . .  Only do not complain of me in the other world\\\" . . .\\n\\nMeanwhile the captain had loaded his pistols and given one to Grushnitski, after whispering something to him with a smile; the other he gave to me.\\n\\nI placed myself in the corner of the ledge, plant- ing my left foot firmly against the rock and bend- ing slightly forward, so that, in case of a slight wound, I might not fall over backwards.\\n\\nGrushnitski placed himself opposite me and, at a given signal, began to raise his pistol.  His knees shook.  He aimed right at my forehead. . .  Un- utterable fury began to seethe within my breast.\\n\\nSuddenly he dropped the muzzle of the pistol and, pale as a sheet, turned to his second.\\n\\n\\\"I cannot,\\\" he said in a hollow voice.\\n\\n\\\"Coward!\\\" answered the captain.\\n\\nA shot rang out.  The bullet grazed my knee. Involuntarily I took a few paces forward in order to get away from the edge as quickly as possible.\\n\\n\\\"Well, my dear Grushnitski, it is a pity that you have missed!\\\" said the captain.  \\\"Now it is your turn, take your stand!  Embrace me first: we shall not see each other again!\\\"\\n\\nThey embraced; the captain could scarcely re- frain from laughing.\\n\\n\\\"Do not be afraid,\\\" he added, glancing cun- ningly at Grushnitski; \\\"everything in this world is nonsense. . .  Nature is a fool, fate a turkey- hen, and life a copeck!\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] Popular phrases, equivalent to: \\\"Men are fools, fortune is blind, and life is not worth a straw.\\\"\\n\\nAfter that tragic phrase, uttered with becoming gravity, he went back to his place.  Ivan Ignate- vich, with tears, also embraced Grushnitski, and there the latter remained alone, facing me.  Ever since then, I have been trying to explain to myself what sort of feeling it was that was boiling within my breast at that moment: it was the vexation of injured vanity, and contempt, and wrath en- gendered at the thought that the man now look- ing at me with such confidence, such quiet inso- lence, had, two minutes before, been about to kill me like a dog, without exposing himself to the least danger, because had I been wounded a little more severely in the leg I should inevitably have fallen over the cliff.\\n\\nFor a few moments I looked him fixedly in the face, trying to discern thereon even a slight trace of repentance.  But it seemed to me that he was restraining a smile.\\n\\n\\\"I should advise you to say a prayer before you die,\\\" I said.\\n\\n\\\"Do not worry about my soul any more than your own.  One thing I beg of you: be quick about firing.\\\"\\n\\n\\\"And you do not recant your slander?  You do not beg my forgiveness? . . .  Bethink you well: has your conscience nothing to say to you?\\\"\\n\\n\\\"Mr. Pechorin!\\\" exclaimed the captain of dragoons.  \\\"Allow me to point out that you are not here to preach. . .  Let us lose no time, in case anyone should ride through the gorge and we should be seen.\\\"\\n\\n\\\"Very well.  Doctor, come here!\\\"\\n\\nThe doctor came up to me.  Poor doctor!  He was paler than Grushnitski had been ten minutes before.\\n\\nThe words which followed I purposely pro- nounced with a pause between each -- loudly and distinctly, as the sentence of death is pro- nounced:\\n\\n\\\"Doctor, these gentlemen have forgotten, in their hurry, no doubt, to put a bullet in my pistol.  I beg you to load it afresh -- and properly!\\\"\\n\\n\\\"Impossible!\\\" cried the captain, \\\"impossible! I loaded both pistols.  Perhaps the bullet has rolled out of yours. . .  That is not my fault! And you have no right to load again. . .  No right at all.  It is altogether against the rules, I shall not allow it\\\" . . .\\n\\n\\\"Very well!\\\" I said to the captain.  \\\"If so, then you and I shall fight on the same terms\\\" . . .\\n\\nHe came to a dead stop.\\n\\nGrushnitski stood with his head sunk on his breast, embarrassed and gloomy.\\n\\n\\\"Let them be!\\\" he said at length to the cap- tain, who was going to pull my pistol out of the doctor's hands.  \\\"You know yourself that they are right.\\\"\\n\\nIn vain the captain made various signs to him. Grushnitski would not even look.\\n\\nMeanwhile the doctor had loaded the pistol and handed it to me.  On seeing that, the captain spat and stamped his foot.\\n\\n\\\"You are a fool, then, my friend,\\\" he said: \\\"a common fool! . . .  You trusted to me before, so you should obey me in everything now. . .  But serve you right!  Die like a fly!\\\" . . .\\n\\nHe turned away, muttering as he went:\\n\\n\\\"But all the same it is absolutely against the rules.\\\"\\n\\n\\\"Grushnitski!\\\" I said.  \\\"There is still time: recant your slander, and I will forgive you every- thing.  You have not succeeded in making a fool of me; my self-esteem is satisfied.  Remem- ber -- we were once friends\\\" . . .\\n\\nHis face flamed, his eyes flashed.\\n\\n\\\"Fire!\\\" he answered.  \\\"I despise myself and I hate you.  If you do not kill me I will lie in wait for you some night and cut your throat. There is not room on the earth for both of us\\\" . . .\\n\\nI fired.\\n\\nWhen the smoke had cleared away, Grushnitski was not to be seen on the ledge.  Only a slender column of dust was still eddying at the edge of the precipice.\\n\\nThere was a simultaneous cry from the rest.\\n\\n\\\"Finita la commedia!\\\" I said to the doctor.\\n\\nHe made no answer, and turned away with horror.\\n\\nI shrugged my shoulders and bowed to Grush- nitski's seconds.\\n\\nCHAPTER XXI\\n\\nAS I descended by the path, I observed Grush- nitski's bloodstained corpse between the clefts of the rocks.  Involuntarily, I closed my eyes.\\n\\nUntying my horse, I set off home at a walking pace.  A stone lay upon my heart.  To my eyes the sun seemed dim, its beams were powerless to warm me.\\n\\nI did not ride up to the village, but turned to the right, along the gorge.  The sight of a man would have been painful to me: I wanted to be alone.  Throwing down the bridle and letting my head fall on my breast, I rode for a long time, and at length found myself in a spot with which I was wholly unfamiliar.  I turned my horse back and began to search for the road.  The sun had al- ready set by the time I had ridden up to Kislo- vodsk -- myself and my horse both utterly spent!\\n\\nMy servant told me that Werner had called, and he handed me two notes: one from Werner, the other . . . from Vera.\\n\\nI opened the first; its contents were as follows:\\n\\n\\\"Everything has been arranged as well as could be; the mutilated body has been brought in; and the bullet extracted from the breast.  Every- body is convinced that the cause of death was an unfortunate accident; only the Commandant, who was doubtless aware of your quarrel, shook his head, but he said nothing.  There are no proofs at all against you, and you may sleep in peace . . . if you can. . . .  Farewell!\\\" . . .\\n\\nFor a long time I could not make up my mind to open the second note. . .  What could it be that she was writing to me? . . .  My soul was agitated by a painful foreboding.\\n\\nHere it is, that letter, each word of which is indelibly engraved upon my memory:\\n\\n\\\"I am writing to you in the full assurance that we shall never see each other again.  A few years ago on parting with you I thought the same. However, it has been Heaven's will to try me a second time: I have not been able to endure the trial, my frail heart has again submitted to the well-known voice. . .  You will not despise me for that -- will you?  This letter will be at once a farewell and a confession: I am obliged to tell you everything that has been treasured up in my heart since it began to love you.  I will not accuse you -- you have acted towards me as any other man would have acted; you have loved me as a chattel, as a source of joys, disquietudes and griefs, interchanging one with the other, without which life would be dull and monotonous.  I have understood all that from the first. . .  But you were unhappy, and I have sacrificed myself, hoping that, some time, you would appreciate my sacrifice, that some time you would understand my deep tenderness, unfettered by any condi- tions.  A long time has elapsed since then: I have fathomed all the secrets of your soul. . . and I have convinced myself that my hope was vain.  It has been a bitter blow to me!  But my love has been grafted with my soul; it has grown dark, but has not been extinguished.\\n\\n\\\"We are parting for ever; yet you may be sure that I shall never love another.  Upon you my soul has exhausted all its treasures, its tears, its hopes.  She who has once loved you cannot look without a certain disdain upon other men, not because you have been better than they, oh, no! but in your nature there is something pecu- liar -- belonging to you alone, something proud and mysterious; in your voice, whatever the words spoken, there is an invincible power.  No one can so constantly wish to be loved, in no one is wickedness ever so attractive, no one's glance promises so much bliss, no one can better make use of his advantages, and no one can be so truly unhappy as you, because no one endeavours so earnestly to convince himself of the contrary.\\n\\n\\\"Now I must explain the cause of my hurried departure; it will seem of little importance to you, because it concerns me alone.\\n\\n\\\"This morning my husband came in and told me about your quarrel with Grushnitski.  Evi- dently I changed countenance greatly, because he looked me in the face long and intently.  I almost fainted at the thought that you had to fight a duel to-day, and that I was the cause of it; it seemed to me that I should go mad. . .  But now, when I am able to reason, I am sure that you remain alive: it is impossible that you should die, and I not with you -- impossible!  My hus- band walked about the room for a long time.  I do not know what he said to me, I do not remem- ber what I answered. . .  Most likely I told him that I loved you. . .  I only remember that, at the end of our conversation, he insulted me with a dreadful word and left the room.  I heard him ordering the carriage. . .  I have been sitting at the window three hours now, awaiting your re- turn. . .  But you are alive, you cannot have died! . . .  The carriage is almost ready. . . Good-bye, good-bye! . . .  I have perished -- but what matter?  If I could be sure that you will always remember me -- I no longer say love -- no, only remember . . .  Good-bye, they are com- ing! . . .  I must hide this letter.\\n\\n\\\"You do not love Mary, do you?  You will not marry her?  Listen, you must offer me that sacrifice.  I have lost everything in the world for you\\\" . . .\\n\\nLike a madman I sprang on the steps, jumped on my Circassian horse which was being led about the courtyard, and set off at full gallop along the road to Pyatigorsk.  Unsparingly I urged on the jaded horse, which, snorting and all in a foam, carried me swiftly along the rocky road.\\n\\nThe sun had already disappeared behind a black cloud, which had been resting on the ridge of the western mountains; the gorge grew dark and damp.  The Podkumok, forcing its way over the rocks, roared with a hollow and monotonous sound.  I galloped on, choking with impatience. The idea of not finding Vera in Pyatigorsk struck my heart like a hammer.  For one minute, again to see her for one minute, to say farewell, to press her hand. . .  I prayed, cursed, wept, laughed. . .  No, nothing could express my anxiety, my despair! . . .  Now that it seemed possible that I might be about to lose her for ever, Vera became dearer to me than aught in the world -- dearer than life, honour, happiness!  God knows what strange, what mad plans swarmed in my head. . .  Meanwhile I still galloped, urging on my horse without pity.  And, now, I began to notice that he was breathing more heavily; he had already stumbled once or twice on level ground. . .  I was five versts from Essentuki -- a Cossack village where I could change horses.\\n\\nAll would have been saved had my horse been able to hold out for another ten minutes.  But suddenly, in lifting himself out of a little gulley where the road emerges from the mountains at a sharp turn, he fell to the ground.  I jumped down promptly, I tried to lift him up, I tugged at his bridle -- in vain.  A scarcely audible moan burst through his clenched teeth; in a few moments he expired.  I was left on the steppe, alone; I had lost my last hope.  I endeavoured to walk -- my legs sank under me; exhausted by the anxieties of the day and by sleeplessness, I fell upon the wet grass and burst out crying like a child.\\n\\nFor a long time I lay motionless and wept bitterly, without attempting to restrain my tears and sobs.  I thought my breast would burst.  All my firmness, all my coolness, disappeared like smoke; my soul grew powerless, my reason silent, and, if anyone had seen me at that moment, he would have turned aside with contempt.\\n\\nWhen the night-dew and the mountain breeze had cooled my burning brow, and my thoughts had resumed their usual course, I realized that to pursue my perished happiness would be unavail- ing and unreasonable.  What more did I want? -- To see her? -- Why?  Was not all over between us?  A single, bitter, farewell kiss would not have enriched my recollections, and, after it, parting would only have been more difficult for us.\\n\\nStill, I am pleased that I can weep.  Perhaps, however, the cause of that was my shattered nerves, a night passed without sleep, two minutes opposite the muzzle of a pistol, and an empty stomach.\\n\\nIt is all for the best.  That new suffering created within me a fortunate diversion -- to speak in military style.  To weep is healthy, and then, no doubt, if I had not ridden as I did and had not been obliged to walk fifteen versts on my way back, sleep would not have closed my eyes on that night either.\\n\\nI returned to Kislovodsk at five o'clock in the morning, threw myself on my bed, and slept the sleep of Napoleon after Waterloo.\\n\\nBy the time I awoke it was dark outside.  I sat by the open window, with my jacket unbuttoned -- and the mountain breeze cooled my breast, still troubled by the heavy sleep of weariness.  In the distance beyond the river, through the tops of the thick lime trees which overshadowed it, lights were glancing in the fortress and the vil- lage.  Close at hand all was calm.  It was dark in Princess Ligovski's house.\\n\\nThe doctor entered; his brows were knit; contrary to custom, he did not offer me his hand.\\n\\n\\\"Where have you come from, doctor?\\\"\\n\\n\\\"From Princess Ligovski's; her daughter is ill -- nervous exhaustion. . .  That is not the point, though.  This is what I have come to tell you: the authorities are suspicious, and, although it is impossible to prove anything positively, I should, all the same, advise you to be cautious. Princess Ligovski told me to-day that she knew that you fought a duel on her daughter's account. That little old man -- what's his name? -- has told her everything.  He was a witness of your quarrel with Grushnitski in the restaurant. I have come to warn you.  Good-bye.  Maybe we shall not meet again: you will be banished somewhere.\\\"\\n\\nHe stopped on the threshold; he would gladly have pressed my hand . . . and, had I shown the slightest desire to embrace him, he would have thrown himself upon my neck; but I remained cold as a rock -- and he left the room.\\n\\nThat is just like men!  They are all the same: they know beforehand all the bad points of an act, they help, they advise, they even encourage it, seeing the impossibility of any other expedient -- and then they wash their hands of the whole affair and turn away with indignation from him who has had the courage to take the whole burden of responsibility upon himself.  They are all like that, even the best-natured, the wisest. . .\\n\\nCHAPTER XXII\\n\\nNEXT morning, having received orders from the supreme authority to betake myself to the N---- Fortress, I called upon Princess Ligov- ski to say good-bye.\\n\\nShe was surprised when, in answer to her ques- tion, whether I had not anything of special im- portance to tell her, I said I had come to wish her good-bye, and so on.\\n\\n\\\"But I must have a very serious talk with you.\\\"\\n\\nI sat down in silence.\\n\\nIt was clear that she did not know how to begin; her face grew livid, she tapped the table with her plump fingers; at length, in a broken voice, she said:\\n\\n\\\"Listen, Monsieur Pechorin, I think that you are a gentleman.\\\"\\n\\nI bowed.\\n\\n\\\"Nay, I am sure of it,\\\" she continued, \\\"al- though your behaviour is somewhat equivocal, but you may have reasons which I do not know; and you must now confide them to me.  You have protected my daughter from slander, you have fought a duel on her behalf -- consequently you have risked your life. . .  Do not answer.  I know that you will not acknowledge it because Grushnitski has been killed\\\" -- she crossed herself. \\\"God forgive him -- and you too, I hope. . . That does not concern me. . .  I dare not con- demn you because my daughter, although inno- cently, has been the cause.  She has told me everything . . . everything, I think.  You have declared your love for her. . .  She has admitted hers to you.\\\" -- Here Princess Ligovski sighed heavily. -- \\\"But she is ill, and I am certain that it is no simple illness!  Secret grief is killing her; she will not confess, but I am convinced that you are the cause of it. . .  Listen: you think, per- haps, that I am looking for rank or immense wealth -- be undeceived, my daughter's happiness is my sole desire.  Your present position is un- enviable, but it may be bettered: you have means; my daughter loves you; she has been brought up in such a way that she will make her husband a happy man.  I am wealthy, she is my only child. . .  Tell me, what is keeping you back? . . .  You see, I ought not to be saying all this to you, but I rely upon your heart, upon your honour -- remember she is my only daughter . . . my only one\\\" . . .\\n\\nShe burst into tears.\\n\\n\\\"Princess,\\\" I said, \\\"it is impossible for me to answer you; allow me to speak to your daughter, alone\\\" . . .\\n\\n\\\"Never!\\\" she exclaimed, rising from her chair in violent agitation.\\n\\n\\\"As you wish,\\\" I answered, preparing to go away.\\n\\nShe fell into thought, made a sign to me with her hand that I should wait a little, and left the room.\\n\\nFive minutes passed.  My heart was beating violently, but my thoughts were tranquil, my head cool.  However assiduously I sought in my breast for even a spark of love for the charming Mary, my efforts were of no avail!\\n\\nThen the door opened, and she entered. Heavens!  How she had changed since I had last seen her -- and that but a short time ago!\\n\\nWhen she reached the middle of the room, she staggered.  I jumped up, gave her my arm, and led her to a chair.\\n\\nI stood facing her.  We remained silent for a long time; her large eyes, full of unutterable grief, seemed to be searching in mine for some- thing resembling hope; her wan lips vainly en- deavoured to smile; her tender hands, which were folded upon her knees, were so thin and transparent that I pitied her.\\n\\n\\\"Princess,\\\" I said, \\\"you know that I have been making fun of you? . . .  You must despise me.\\\"\\n\\nA sickly flush suffused her cheeks.\\n\\n\\\"Consequently,\\\" I continued, \\\"you cannot love me\\\" . . .\\n\\nShe turned her head away, leaned her elbows on the table, covered her eyes with her hand, and it seemed to me that she was on the point of tears.\\n\\n\\\"Oh, God!\\\" she said, almost inaudibly.\\n\\nThe situation was growing intolerable.  Another minute -- and I should have fallen at her feet.\\n\\n\\\"So you see, yourself,\\\" I said in as firm a voice as I could command, and with a forced smile, \\\"you see, yourself, that I cannot marry you. Even if you wished it now, you would soon repent. My conversation with your mother has compelled me to explain myself to you so frankly and so brutally.  I hope that she is under a delusion: it will be easy for you to undeceive her.  You see, I am playing a most pitiful and ugly role in your eyes, and I even admit it -- that is the utmost I can do for your sake.  However bad an opinion you may entertain of me, I submit to it. . .  You see that I am base in your sight, am I not? . . . Is it not true that, even if you have loved me, you would despise me from this moment?\\\" . . .\\n\\nShe turned round to me.  She was pale as marble, but her eyes were sparkling wondrously.\\n\\n\\\"I hate you\\\" . . . she said.\\n\\nI thanked her, bowed respectfully, and left the room.\\n\\nAn hour afterwards a postal express was bearing me rapidly from Kislovodsk.  A few versts from Essentuki I recognized near the roadway the body of my spirited horse.  The saddle had been taken off, no doubt by a passing Cossack, and, in its place, two ravens were sitting on the horse's back. I sighed and turned away. . .\\n\\nAnd now, here in this wearisome fortress, I often ask myself, as my thoughts wander back to the past: why did I not wish to tread that way, thrown open by destiny, where soft joys and ease of soul were awaiting me? . . .  No, I could never have become habituated to such a fate! I am like a sailor born and bred on the deck of a pirate brig: his soul has grown accustomed to storms and battles; but, once let him be case upon the shore, and he chafes, he pines away, however invitingly the shady groves allure, how- ever brightly shines the peaceful sun.  The live- long day he paces the sandy shore, hearkens to the monotonous murmur of the onrushing waves, and gazes into the misty distance: lo! yonder, upon the pale line dividing the blue deep from the grey clouds, is there not glancing the longed-for sail, at first like the wing of a seagull, but little by little severing itself from the foam of the billows and, with even course, drawing nigh to the desert harbour?\\n\\nAPPENDIX\\n\\nPREFACE TO THE SECOND EDITION\\n\\n(By the Author)\\n\\nTHE preface to a book serves the double purpose of prologue and epilogue.  It affords the author an opportunity of explaining the object of the work, or of vindicating himself and replying to his critics.  As a rule, however, the reader is concerned neither with the moral purpose of the book nor with the attacks of the Reviewers, and so the preface remains unread. Nevertheless, this is a pity, especially with us Russians!  The public of this country is so youth- ful, not to say simple-minded, that it cannot understand the meaning of a fable unless the moral is set forth at the end.  Unable to see a joke, insensible to irony, it has, in a word, been badly brought up.  It has not yet learned that in a decent book, as in decent society, open invective can have no place; that our present-day civilisa- tion has invented a keener weapon, none the less deadly for being almost invisible, which, under the cloak of flattery, strikes with sure and irre- sistible effect.  The Russian public is like a simple-minded person from the country who, chancing to overhear a conversation between two diplomatists belonging to hostile courts, comes away with the conviction that each of them has been deceiving his Government in the interest of a most affectionate private friendship.\\n\\nThe unfortunate effects of an over-literal accep- tation of words by certain readers and even Re- viewers have recently been manifested in regard to the present book.  Many of its readers have been dreadfully, and in all seriousness, shocked to find such an immoral man as Pechorin set before them as an example.  Others have observed, with much acumen, that the author has painted his own portrait and those of his acquaint- ances! . . .  What a stale and wretched jest! But Russia, it appears, has been constituted in such a way that absurdities of this kind will never be eradicated.  It is doubtful whether, in this country, the most ethereal of fairy-tales would escape the reproach of attempting offen- sive personalities.\\n\\nPechorin, gentlemen, is in fact a portrait, but not of one man only: he is a composite portrait, made up of all the vices which flourish, full- grown, amongst the present generation.  You will tell me, as you have told me before, that no man can be so bad as this; and my reply will be: \\\"If you believe that such persons as the villains of tragedy and romance could exist in real life, why can you not believe in the reality of Pechorin?  If you admire fic- tions much more terrible and monstrous, why is it that this character, even if regarded merely as a creature of the imagination, cannot obtain quarter at your hands?  Is it not because there is more truth in it than may be altogether palat- able to you?\\\"\\n\\nYou will say that the cause of morality gains nothing by this book.  I beg your pardon.  People have been surfeited with sweetmeats and their digestion has been ruined: bitter medicines, sharp truths, are therefore necessary.  This must not, however, be taken to mean that the author has ever proudly dreamed of becoming a reformer of human vices.  Heaven keep him from such im- pertinence!  He has simply found it entertaining to depict a man, such as he considers to be typical of the present day and such as he has often met in real life -- too often, indeed, unfortunately both for the author himself and for you.  Suffice it that the disease has been pointed out: how it is to be cured -- God alone knows!\\n\\nEnd\",\"timestamp\":1636537890,\"title\":\"HIS morning, at the well, the sole topic of conversation was the nocturnal attack by the Circassians. \"},\"digest\":\"TMRAod8uzeUWRHh5yUmnCSCm7lKYWOaFEk-8XTUNFmU\",\"authorship\":{\"contributor\":\"0xCfc76E86305228994324774C3Bdc98272a4700f3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X19NJp2oK0CJ9PZp-2HpUys0CjgH9PovauxuOx2jUMM\\\",\\\"y\\\":\\\"ykUoQgMHkjtKWjMT7YSBEZtsagQzT8TCt0Bb8iY75No\\\"}\",\"signature\":\"ZkWfcZEYIwruptMn3PB6u9AL3r_7qVqEA2UESo0SoXLh8glo05r8H6htL2jW3djAmirw3AmL1znCA4QEP7Q01A\",\"signingKeySignature\":\"0xd5d2f0cb0ad7963b51152dc3613f8701fa421fccb8b865b3763acce1f0d132ec2dc4d0d1f3afa0ae1f96b60fd7648fa3428b4a49f3b5e5aa95b911e08cbbe8521b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X19NJp2oK0CJ9PZp-2HpUys0CjgH9PovauxuOx2jUMM\\\",\\\"y\\\":\\\"ykUoQgMHkjtKWjMT7YSBEZtsagQzT8TCt0Bb8iY75No\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TMRAod8uzeUWRHh5yUmnCSCm7lKYWOaFEk-8XTUNFmU\"}"