"{\"content\":{\"body\":\"*Originally posted February 1st, 2013*\\n\\n![](https://images.mirror-media.xyz/publication-images/Gp0_u5_MR4pTg0qBgIoVe.png?height=450&width=900&size=medium)\\n\\nI feel so fortunate to have spent the last 1 year, 11 months as a student at the most forward thinking company in the world. Working at Google, I was surrounded with incredibly talented people solving difficult problems in a culture of creativity, learning and personal growth.\\n\\nToday is my last day at Google and, while I am incredibly sad to leave, I am, “uncomfortably excited” about what the future holds. The relationships, experience and skills that I gained during my time at Google have given me the confidence to pursue my dreams of being a startup co-founder.\\n\\nSome of the most stimulating conversations that I‘ve ever had have been over the amazing food at Beta, Charlie’s or Big Table. I will miss the lunchtime talks and impassioned diatribes more than anything else. There’s no way to explain the culture more than just, “Googley” — unique viewpoints, analytical thinking and creativity flowed through the hallways and was palpable on campus.\\n\\nGoogle lets its employees work at an incredible scale at all levels in the company. There are very few organizations that impact as many people and make as much money as Google, and it is absolutely marveling how they make it all work. I’ve had the opportunity to launch new products, build internal programs with global impact, patent new technologies and manage technology partnerships for products used by tens of millions of people. I worked on 20% projects, attended Author Talks, learned Linux, answered customer support questions and filed bugs. Google gave me the freedom to identify and fix the problems with the most impact.\\n\\nMy favorite perk from Google is their investment into the continued education of its employees. Google offers courses to help develop and round out Googlers’ skillsets to help them grow as professionals and individuals. I was able to structure my own curriculum and took 100+ hours of coursework in Python, HTML, CSS, JavaScript, Meditation, Strategic Thinking, Creative Thinking, Negotiations, Data Visualization and Building Authentic Relationships. I received an excellent education and was exposed to new ways of thinking about technology, business and myself all while in the confines of the ‘Plex.\\n\\nI will always love Google and cherish my memories of my time in Mountain View. I spent some of the most difficult times in my life as a Google employee, and the way they took care of me is something that I will never forget. Google truly cares about its employees and its users and will continue to prosper as long as they keep the spirit alive.\\n\\nThank you, Google.\",\"timestamp\":1640308298,\"title\":\"1 year, 11 months at Google University\"},\"digest\":\"siycGcDljAllqBZNQ95drhyndCiPdOMEvOFioN19uxs\",\"authorship\":{\"contributor\":\"0xCfdC2419f4CC439A064d9A5334cbEF203b135921\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I8En9f6cctrn5MYA4nb-kdKWBAZaNuz8xOrmHd1dNNA\\\",\\\"y\\\":\\\"3y_lCfYvKfnEstqKamKIjtFdX9up-I5APpNaSDJrdlA\\\"}\",\"signature\":\"zcc7N5vUVFI49Ry_l3VH7DuTo5YOQwVthjhXzcaDWhH23ys677id9C1kZ2AvNx1hCG9j1vVi-rb_ktZyIQ0kVg\",\"signingKeySignature\":\"0x67a7102172a35297a9e10f750a59322485845e0713ab7ecaac0660e059d097ef73095a7a844dcb8edf8dca054aeb54655a3a599157b5847da0d1918ff83853621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I8En9f6cctrn5MYA4nb-kdKWBAZaNuz8xOrmHd1dNNA\\\",\\\"y\\\":\\\"3y_lCfYvKfnEstqKamKIjtFdX9up-I5APpNaSDJrdlA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oN0i2raQirH607hc48DaYh7jPzoWOU3C9yflgeXcGaw\"}"