"{\"content\":{\"body\":\"Male -- Crown of head slate-color, bordered on either side by a   white line; a black line, apparently running through the eye,   and a yellow line below it, merging into the yellow throat.   Lower back and under parts yellow. Back, wings, and tail   blackish olive. Large white patch on the wings, and the   middle of the tail-quills white. Throat and sides heavily   streaked with black. Female -- Has greener back, is paler, and has less distinct   markings. Range -- North America, from Hudson Bay to Panama. Summers from   northern Michigan and northern New England northward; winters   in Central America and Cuba. Migrations -- May. October. Spring and summer migrant.\\n\\nIn spite of the bird's name, one need not look for it in the glossy magnolia trees of the southern gardens more than in the shrubbery on New England lawns, and during the migrations it is quite as likely to be found in one place as in the other. Its true preference, however, is for the spruces and hemlocks of its nesting ground in the northern forests. For these it deserts us after a brief hunt about the tender, young spring foliage and blossoms, where the early worm lies concealed, and before we have become so well acquainted with its handsome clothes that we will instantly recognize it in the duller ones it wears on its return trip in the autumn. The position of the white marks on the tail feathers of this warbler, however, is the clue by which it may be identified at any season or any stage of its growth. If the white bar runs across the middle of the warbler's tail, you can be sure of the identity of the bird. A nervous and restless hunter, it nevertheless seems less shy than many of its kin. Another pleasing characteristic is that it brings back with it in October the loud, clear, rapid whistle with which it has entertained its nesting mate in the Canada woods through the summer.\\n\\nMOURNING WARBLER (Geothlypis philadelphia) Wood Warbler family\\n\\nCalled also: MOURNING GROUND WARBLER\\n\\nLength -- 5 to 5.6 inches. About an inch smaller than the English   sparrow. Male -- Gray head and throat; the breast gray; the feathers with   black edges that make them look crinkled, like crape. The black   markings converge into a spot on upper breast. Upper parts,   except head, olive. Underneath rich yellow. Female -- Similar, but duller; throat and breast buff and dusky   where the male is black. Back olive-green. Range -- \\\"Eastern North America; breeds from eastern Nebraska,   northern New York, and Nova Scotia northward, and south ward   along the Alleghanies to Pennsylvania. Winters in the tropics.\\\"   -- Chapman. Migrations -- May. September. Spring and autumn migrant.\\n\\nSince Audubon met with but one of these birds in his incessant trampings, and Wilson secured only an immature, imperfectly marked specimen for his collection, the novice may feel no disappointment if he fails to make the acquaintance of this \\\"gay and agreeable widow.\\\" And yet the shy and wary bird is not unknown in Central Park, New York City. Even where its clear, whistled song strikes the ear with a startling novelty that invites to instant pursuit of the singer, you may look long and diligently through the undergrowth without finding it. Dr. Merriam says the whistle resembles the syllables \\\"true, true, true, tru, too, the voice rising on the first three syllables and falling on the last two.\\\" In the nesting season this song is repeated over and over again with a persistency worthy of a Kentucky warbler. It is delivered from a perch within a few feet of the ground, as high as the bird seems ever inclined to ascend.\\n\\nNASHVILLE WARBLER (Helminthophila ruficapilla) Wood Warbler   family\\n\\nLength -- 4.75 to 5 inches. About an inch and a half smaller than   the English sparrow. Male -- Olive-green above; yellow underneath. Slate-gray head and   neck. Partially concealed chestnut patch on crown. Wings and   tail olive-brown and without markings. Female -- Dull olive and paler, with brownish wash underneath. Range -- North America, westward to the plains; north to the Fur   Countries, and south to Central America and Mexico. Nests north   of Illinois and northern New England; winters in tropics. Migrations -- April. September or October.\\n\\nIt must not be thought that this beautiful warbler confines itself to backyards in the city of Nashville simply because Wilson discovered it near there and gave it a local name, for the bird's actual range reaches from the fur trader's camp near Hudson Bay to the adobe villages of Mexico and Central America, and over two thousand miles east and west in the United States. It chooses open rather than dense woods and tree-bordered fields. It seems to have a liking for hemlocks and pine trees, especially if near a stream that attracts insects to its shores; and Dr. Warren notes that in Pennsylvania he finds small flocks of these warblers in the autumn migration, feeding in the willowy trees near little rivers and ponds. Only in the northern parts of the United States is their nest ever found, for the northern British provinces are their preferred nesting ground. One seen in the White Mountains was built on a mossy, rocky edge, directly on the ground at the foot of a pine tree, and made of rootlets, moss, needles from the trees overhead, and several layers of leaves outside, with a lining of fine grasses that cradled four white, speckled eggs.\\n\\nAudubon likened the bird's feeble note to the breaking of twigs.\\n\\nPINE WARBLER (Dendroica vigorsii) Wood Warbler family\\n\\nCalled also: PINE-CREEPING WARBLER\\n\\nLength -- 5.5 to 6 inches. A trifle smaller than the English   sparrow. Male -- Yellowish olive above; clear yellow below, shading to   grayish white, with obscure dark streaks on side of breast. Two   whitish wing-bars; two outer tail feathers partly white. Female -- Duller; grayish white only faintly tinged with yellow   underneath. Range -- North America, east of the Rockies; north to Manitoba,   And south to Florida and the Bahamas. Winters from southern   Illinois southward. Migrations -- March or April. October or later. Common summer   resident.\\n\\nThe pine warbler closely presses the myrtle warbler for the first place in the ranks of the family migrants, but as the latter bird often stays north all winter, it is usually given the palm. Here is a warbler, let it be recorded, that is fittingly named, for it is a denizen of pine woods only; most common in the long stretches of pine forests at the south and in New York and New England, and correspondingly uncommon wherever the woodsman's axe has laid the pine trees low throughout its range. Its \\\"simple, sweet, and drowsy song,\\\" writes Mr. Parkhurst, is always associated \\\"with the smell of pines on a sultry day.\\\" It recalls that of the junco and the social sparrow or chippy.\\n\\nCreeping over the bark of trees and peering into every crevice like a nuthatch; running along the limbs, not often hopping nervously or flitting like the warblers; darting into the air for a passing insect, or descending to the ground to feed on seeds and berries, the pine warbler has, by a curious combination, the movements that seem to characterize several different birds.\\n\\nIt is one of the largest and hardiest members of its family, but not remarkable for its beauty. It is a sociable traveller, cheerfully escorting other warblers northward, and welcoming to its band both the yellow redpolls and the myrtle warblers. These birds are very often seen together in the pine and other evergreen trees in our lawns and in the large city parks.\\n\\nPRAIRIE WARBLER (Dendroica discolor) Wood Warbler family\\n\\nLength -- 4.75 to 5 inches. About an inch and a half shorter than   the English sparrow. Male -- Olive-green above, shading to yellowish on the head, and   with brick-red spots on back between the shoulders. A yellow   line over the eye; wing-bars and all under parts bright yellow,   heavily streaked with black on the sides. Line through the eye   and crescent below it, black. Much white in outer tail   feathers. Female -- Paler; upper parts more grayish olive, and markings   Less distinct than male's. Range -- Eastern half of the United States. Nests as far north as   New England and Michigan. Winters from Florida southward. Migrations -- May. September. Summer resident.\\n\\nDoubtless this diminutive bird was given its name because it prefers open country rather than the woods -- the scrubby undergrowth of oaks, young evergreens, and bushes that border clearings being as good a place as any to look for it, and not the wind-swept, treeless tracts of the wild West. Its range is southerly. The Southern and Middle States are where it is most abundant. Here is a wood warbler that is not a bird of the woods -- less so, in fact, than either the summer yellowbird (yellow warbler) or the palm warbler, that are eminently neighborly and fond of pasture lands and roadside thickets. But the prairie warblers are rather more retiring little sprites than their cousins, and it is not often we get a close enough view of them to note the brick-red spots on their backs, which are their distinguishing marks. They have a most unkind preference for briery bushes, that discourage human intimacy. In such forbidding retreats they build their nest of plant-fibre, rootlets, and twigs, lined with plant-down and hair.\\n\\nThe song of an individual prairie warbler makes only a slight impression. It consists \\\"of a series of six or seven quickly repeated tees, the next to the last one being the highest\\\" (Chapman). But the united voices of a dozen or more of these pretty little birds, that often sing together, afford something approaching a musical treat.\\n\\nWILSON'S WARBLER (Sylvania pusila) Wood Warbler family\\n\\nCalled also: BLACKCAP; GREEN BLACK-CAPPED WARBLER; WILSON'S   FLYCATCHER\\n\\nLength -- 4.75 to 5 inches. About an inch and a half shorter than   the English sparrow. Male -- Black cap; yellow forehead; all other upper parts    olive-green; rich yellow underneath. Female -- Lacks the black cap. Range -- North America, from Alaska and Nova Scotia to Panama.   Winters south of Gulf States. Nests chiefly north of the United   States. Migrations -- May. September. Spring and autumn migrant.\\n\\nTo see this strikingly marked little bird one must be on the sharp lookout for it during the latter half of May, or at the season of apple bloom, and the early part of September. It passes northward with an almost scornful rapidity. Audubon mentions having seen it in Maine at the end of October, but this specimen surely must have been an exceptional laggard.\\n\\nIn common with several others of its family, it is exceedingly expert in catching insects on the wing; but it may be known as no true flycatcher from the conspicuous rich yellow of its under parts, and also from its habit of returning from a midair sally to a different perch from the one it left to pursue its dinner. A true flycatcher usually returns to its old perch after each hunt.\\n\\nTo indulge in this aerial chase with success, these warblers select for their home and hunting ground some low woodland growth where a sluggish stream attracts myriads of insects to the boggy neighborhood. Here they build their nest in low bushes or upon the ground. Four or five grayish eggs, sprinkled with cinnamon-colored spots in a circle around the larger end, are laid in the grassy cradle in June. Mr. H. D. Minot found one of these nests on Pike's Peak at an altitude of 11,000 feet, almost at the limit of vegetation. The same authority compares the bird's song to that of the redstart and the yellow warbler.\\n\\nYELLOW REDPOLL WARBLER (Dendroica palmarum hypochrysea) Wood   Warbler family\\n\\nCalled also: YELLOW PALM WARBLER; \\\\[the two former palm warbler   species combined as PALM WARBLER, AOU 1998\\\\]\\n\\nLength -- 5.5 to 5.75 inches. A little smaller than the English   sparrow. Male and Female -- Chestnut crown. Upper parts brownish olive;   greenest on lower back. Underneath uniform bright yellow,   streaked with chestnut on throat, breast, and sides. Yellow   line over and around the eye. Wings unmarked. Tail edged with   olive-green; a few white spots near tips of outer quills. More   brownish above in autumn, and with a grayish wash over the   yellow under parts. Range -- Eastern parts of North America. Nests from Nova Scotia   northward. Winters in the Gulf States. Migrations -- April. October. Spring and autumn migrant.\\n\\nWhile the uniform yellow of this warbler's under parts in any plumage is its distinguishing mark, it also has a flycatcher's trait of constantly flirting its tail, that is at once an outlet for its superabundant vivacity and a fairly reliable aid to identification. The tail is jerked, wagged, and flirted like a baton in the hands of an inexperienced leader of an orchestra. One need not go to the woods to look for the restless little sprite that comes northward when the early April foliage is as yellow and green as its feathers. It prefers the fields and roadsides, and before there are leaves enough on the undergrowth to conceal it we may come to know it as well as it is possible to know any bird whose home life is passed so far away. Usually it is the first warbler one sees in the spring in New York and New England. With all the alertness of a flycatcher, it will dart into the air after insects that fly near the ground, keeping up a constant chip, chip, fine and shrill, at one end of the small body, and the liveliest sort of tail motions at the other. The pine warbler often bears it company.\\n\\nWith the first suspicion of warm weather, off goes this hardy little fellow that apparently loves the cold almost well enough to stay north all the year like its cousin, the myrtle warbler. It builds a particularly deep nest, of the usual warbler construction, on the ground, but its eggs are rosy rather than the bluish white of others.\\n\\nIn the Southern States the bird becomes particularly neighborly, and is said to enter the streets and gardens of towns with a chippy's familiarity.\\n\\nPalm Warbler or Redpoll Warbler (Dendroica palmarum) differs from the preceding chiefly in its slightly smaller size, the more grayish-brown tint in its olive upper parts, and the uneven shade of yellow underneath that varies from clear yellow to soiled whitish. It is the Western counterpart of the yellow redpoll, and is most common in the Mississippi Valley. Strangely enough, however, it is this warbler, and not hypochrysea, that goes out of its way to winter in Florida, where it is abundant all winter.\\n\\nYELLOW WARBLER (Dendroica aestiva) Wood Warbler family\\n\\nCalled also: SUMMER YELLOWBIRD; GOLDEN WARBLER; YELLOW POLL\\n\\nLength -- 4.75 to 5.2 inches. Over an inch shorter than the   English sparrow. Male -- Upper parts olive-yellow, brightest on the crown; under   parts bright yellow, streaked with reddish brown. Wings and   tail dusky olive-brown, edged with yellow. Female -- Similar; but reddish-brown streakings less distinct. Range -- North America, except Southwestern States, where the   prothonotary warbler reigns in its stead. Nests from Gulf   States to Fur Countries. Winters south of the Gulf States. As   far as northern parts of South America. Migrations -- May. September. Common summer resident.\\n\\nThis exquisite little creature of perpetual summer (though to find it it must travel back and forth between two continents) comes out of the south with the golden days of spring. From much living in the sunshine through countless generations, its feathers have finally become the color of sunshine itself, and in disposition, as well, it is nothing if not sunny and bright. Not the least of its attractions is that it is exceedingly common everywhere: in the shrubbery of our lawns, in gardens and orchards, by the road and brookside, in the edges of woods -- everywhere we catch its glint of brightness through the long summer days, and hear its simple, sweet, and happy song until the end of July.\\n\\nBecause both birds are so conspicuously yellow, no doubt this warbler is quite generally confused with the goldfinch; but their distinctions are clear enough to any but the most superficial glance. In the first place, the yellow warbler is a smaller bird than the goldfinch; it has neither black crown, wings, nor tail, and it does have reddish-brown streaks on its breast that are sufficiently obsolete to make the coloring of that part look simply dull at a little distance. The goldfinch's bill is heavy, in order that it may crack seeds, whereas the yellow warbler's is slender, to enable it to pick minute insects from the foliage. The goldfinch's wavy, curved flight is unique, and that of his \\\"double\\\" differs not a whit from that of all nervous, flitting warblers. Surely no one familiar with the rich, full, canary-like song of the \\\"wild canary,\\\" as the goldfinch is called, could confuse it with the mild \\\"Weechee, chee, cher-wee\\\" of the summer yellowbird. Another distinction, not always infallible, but nearly so, is that when seen feeding, the goldfinch is generally below the line of vision, while the yellow warbler is either on it or not far above it, as it rarely goes over twelve feet from the ground.\\n\\nNo doubt, the particularly mild, sweet amiability of the yellow warbler is responsible for the persistent visitations of the cowbird, from which it is a conspicuous sufferer. In the exquisite, neat little matted cradle of glistening milk-weed flax, lined with down from the fronds of fern, the skulking housebreaker deposits her surreptitious egg for the little yellow mother-bird to hatch and tend. But amiability is not the only prominent trait in the female yellow warbler's character. She is clever as well, and quickly builds a new bottom on her nest, thus sealing up the cowbird's egg, and depositing her own on the soft, spongy floor above it. This operation has been known to be twice repeated, until the nest became three stories high, when a persistent cowbird made such unusual architecture necessary.\\n\\nThe most common nesting place of the yellow warbler is in low willows along the shores of streams.\\n\\nYELLOW-BREASTED CHAT (Icteria virens) Wood Warbler family\\n\\nCalled also: POLYGLOT CHAT; YELLOW MOCKING BIRD\\n\\nLength -- 7.5 inches. A trifle over an inch longer than the   English sparrow. Male and Female -- Uniform olive-green above. Throat, breast, and   under side of wings bright, clear yellow. Underneath white.   Sides grayish. White line over the eye, reaching to base of   bill and forming partial eye-ring. Also white line on sides of   throat. Bill and feet black. Range -- North America, from Ontario to Central America and   westward to the plains. Most common in Middle Atlantic States. Migrations -- Early May. Late August or September. Summer   resident.\\n\\nThis largest of the warblers might be mistaken for a dozen birds collectively in as many minutes; but when it is known that the jumble of whistles, parts of songs, chuckles, clucks, barks, quacks, whines, and wails proceed from a single throat, the yellow-breasted chat becomes a marked specimen forthwith -- a conspicuous individual never to be confused with any other member of the feathered tribe. It is indeed absolutely unique. The catbird and the mocking-bird are rare mimics; but while the chat is not their equal in this respect, it has a large repertoire of weird, uncanny cries all its own -- a power of throwing its voice, like a human ventriloquist, into unexpected corners of the thicket or meadow. In addition to its extraordinary vocal feats, it can turn somersaults and do other clown-like stunts as well as any variety actor on the Bowery stage.\\n\\nOnly by creeping cautiously towards the roadside tangle, where this \\\"rollicking polyglot\\\" is entertaining himself and his mate, brooding over her speckled eggs in a bulky nest set in a most inaccessible briery part of the thicket, can you hope to hear him rattle through his variety performance. Walk boldly or noisily past his retreat, and there is \\\"silence there and nothing more.\\\" But two very bright eyes peer out at you through the undergrowth, where the trim, elegant-looking bird watches you with quizzical suspicion until you quietly seat yourself assume silent indifference. \\\"Whew, whew!\\\" he begins, and then immediately, with evident intent to amuse, he rattles off an indescribable, eccentric medley until your ears are tired listening. With bill uplifted, tail drooping, wings fluttering at his side, he cuts an absurd figure enough, but not so comical as when he rises into the air, trailing his legs behind him stork-fashion. This surely is the clown among birds. But any though he is, he is as capable of devotion to his Columbine as Punchinello, and remains faithfully mated year after year. However much of a tease and a deceiver he may be to the passer-by along the roadside, in the privacy of the domestic circle he shows truly lovable traits.\\n\\nHe has the habit of singing in his unmusical way on moonlight nights. Probably his ventriloquial powers are cultivated not for popular entertainment, but to lure intruders away from his nest.\\n\\nMARYLAND YELLOWTHROAT (Geothlypis trichas) Wood Warbler family\\n\\nCalled also: BLACK-MASKED GROUND WARBLER; \\\\[COMMON YELLOWTHROAT,   AOU 1998\\\\]\\n\\nLength -- 5.33 inches. Just an inch shorter than the typical   English sparrow. Male -- Olive-gray on head, shading to olive-green on all the   other upper parts. Forehead, cheeks, and sides of head black,   like a mask, and bordered behind by a grayish line. Throat and   breast bright yellow, growing steadily paler underneath. Female -- Either totally lacks black mask or its place is   Indicated by only a dusky tint. She is smaller and duller. Range -- Eastern North America, west to the plains; most common   east of the Alleghanies. Nests from the Gulf States to Labrador   and Manitoba; winters south of Gulf States to Panama. Migrations -- May. September. Common summer resident.\\n\\n\\\"Given a piece of marshy ground with an abundance of skunk cabbage and a fairly dense growth of saplings, and near by a tangle of green brier and blackberry, and you will be pretty sure to have it tenanted by a pair of yellowthroats,\\\" says Dr. Abbott, who found several of their nests in skunk-cabbage plants, which he says are favorite cradles. No animal cares to touch this plant if it can be avoided; but have the birds themselves no sense of smell?\\n\\nBefore and after the nesting season these active birds, plump of form, elegant of attire, forceful, but not bold, enter the scrubby pastures near our houses and the shrubbery of old- fashioned, overgrown gardens, and peer out at the human wanderer therein with a charming curiosity. The bright eyes of the male masquerader shine through his black mask, where he intently watches you from the tangle of syringa and snowball bushes; and as he flies into the laburnum with its golden chain of blossoms that pale before the yellow of his throat and breast, you are so impressed with his grace and elegance that you follow too audaciously, he thinks, and off he goes. And yet this is a bird that seems to delight in being pursued. It never goes so far away that you are not tempted to follow it, though it be through dense undergrowth and swampy thickets, and it always gives you just glimpse enough of its beauties and graces before it flies ahead, to invite the hope of a closer inspection next time. When it dives into the deepest part of the tangle, where you can imagine it hunting about among the roots and fallen leaves for the larvae, caterpillars, spiders, and other insects on which it feeds, it sometimes amuses itself with a simple little song between the hunts. But the bird's indifference, you feel sure, arises from preoccupation rather than rudeness.\\n\\nIf, however, your visit to the undergrowth is unfortunately timed and there happens to be a bulky nest in process of construction on the ground, a quickly repeated, vigorous chit, pit, quit, impatiently inquires the reason for your bold intrusion. Withdraw discreetly and listen to the love-song that is presently poured out to reassure his plain little maskless mate. The music is delivered with all the force and energy of his vigorous nature and penetrates to a surprising distance. \\\"Follow me, follow me, follow me,\\\" many people hear him say; others write the syllables, \\\"Wichity, wichity, wichity, wichity\\\"; and still others write them, \\\"I beseech you, I beseech you, I beseech you,\\\" though the tones of this self-assertive bird rather command than entreat. Mr. Frank Chapman says of the yellowthroats: \\\"They sing throughout the summer, and in August add a flight-song to their repertoire. This is usually uttered toward evening, when the bird springs several feet into the air, hovers for a second, and then drops back to the bushes.\\\"\\n\\nBLACKBURNIAN WARBLER (Dendroica blackburnia) Wood Warbler family\\n\\nCalled also: HEMLOCK WARBLER; ORANGE-THROATED WARBLER; TORCH-BIRD\\n\\nLength -- 4.5 to 5.5 inches. An inch and a half smaller than the   English sparrow. Male -- Head black, striped with orange-flame; throat and breast   orange, shading through yellow to white underneath; wings,   tail, and part of back black, with white markings. Female -- Olive-brown above, shading into yellow on breast, and   paler under parts. Range -- Eastern North America to plains. Winters in tropics. Migrations -- May. September. Spring and autumn migrant.\\n\\n\\\"The orange-throated warbler would seem to be his right name, his characteristic cognomen,\\\" says John Burroughs, in ever-delightful \\\"Wake Robin\\\"; \\\"but no, he is doomed to wear the name of some discoverer, perhaps the first who robbed his nest or rifled him of his mate -- Blackburn; hence, Blackburnian warbler. The burn seems appropriate enough, for in these dark evergreens his throat and breast show like flame. He has a very fine warble, suggesting that of the redstart, but not especially musical.\\\"\",\"timestamp\":1641275173,\"title\":\"About an inch and a half smaller than   the English sparrow.\"},\"digest\":\"ox_f4PBfAdbYA1C2DHcGLhnanH6B_2Ex59NzXeXsGoo\",\"authorship\":{\"contributor\":\"0x9DC92730677fd3244eD267F4e8bDd94201A144f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6NK4XqAX0BkZ9Pkv88SUsnH_FMrwkvatYLbOXBgnn1I\\\",\\\"y\\\":\\\"i7jKnRanEkm0EvqQgfV7GozuW4SssaGhgasOcjtBzWA\\\"}\",\"signature\":\"00z3rKhG842LIwkUhoZX3W9CzQERqh9PcuR8DNxZqwNE-YIuvON3EU_6VkIPSZN-KedvcKFwN1oeo5OI0mdhiQ\",\"signingKeySignature\":\"0x6747e12bae4c197d5ec9425012a2cf4398fae2af4da9b4d9256f4d5a5426f9e81b474cf31a879e3deefd3992ca02af66cf5b82c24f9455f3a1f2c1143fe1cfaa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6NK4XqAX0BkZ9Pkv88SUsnH_FMrwkvatYLbOXBgnn1I\\\",\\\"y\\\":\\\"i7jKnRanEkm0EvqQgfV7GozuW4SssaGhgasOcjtBzWA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ox_f4PBfAdbYA1C2DHcGLhnanH6B_2Ex59NzXeXsGoo\"}"