"{\"content\":{\"body\":\"In mergers and acquisitions (M&A), the valuing of companies is conducted so that the buyer knows how much money they are willing to spend. And so that the seller knows that they’re getting a fair valuation of their business.\\n\\nThe Valuation Phase evaluates the financials and overlapping expenses that can be consolidated like insurance, utilities, services, and software subscriptions. Beyond the financials, anticipated synergies like culture fit, operations, and the addressable market/client profile.\\n\\nIn this post, we’ll talk about what you need to know about the Valuation Phase and give you some tips to help you reach a win-win deal on both the sell and buy-side.\\n\\n**What is a Business Valuation?**\\n\\nA business valuation is the process of determining the current worth of a business.\\n\\nJust like with real estate, the market value of a company will fluctuate according to current economic variables.\\n\\nThe buyer or seller has to find the industry’s average EBTIDA multiple to value a company.\\n\\nSecond, the buyer must evaluate the target company’s financials to see if the company can support debt or determine how long it will take to get a return on investment (ROI).\\n\\nThird, estimate and map out the anticipated synergies from this transaction, which can make it more valuable.\\n\\nNote: For the sell-side, you need to make sure that you complete our[ 8 Steps for Selling Your Business Checklist](https://acquirescaleandexit.ck.page/7d0175d3ef) at least 1 year before you plan to sell.\\n\\n**The Financial Analysis**\\n\\nThe financial analysis is the first step to evaluating a company for an acquisition. This analysis will include the company’s balance sheet, income statement, cash flow statement, and the market value of the company’s stock (when applicable).\\n\\nA multiple of EBITDA will usually be used to value the company. And I know that Warren Buffet thinks it’s a joke, but it’s also become the standard method of communicating a company’s value.\\n\\nThe formula for EBITDA is:\\n\\nEBITDA = E + I + T + D + A\\n\\nEBITDA = Earnings Before Interest, Taxes, Depreciation, and AmortizationE = net incomeI = interestT = taxesD = depreciationA = Amortization\\n\\nSuppose your company is doing less than $2M in topline/revenue. In that case, a multiple of EBIT may be used. EBIT is the same as EBITDA but without depreciation or amortization.\\n\\nThe second half involves getting the business’s valuation multiple by industry, which you can get from the business brokerage press or the NYU Stern School of Business’s website.\\n\\nYou can usually expect a 2-4x multiple for lower-market deals under $2M based on how organized the selling company is.\\n\\n**The Evaluation of Anticipated Synergies**\\n\\nWhat does an anticipated synergy mean? It’s the expected savings and gains from the merger or acquisition. These savings can come from reduced operating costs, such as lower marketing expenses, carve-outs (selling off excess or duplicate assets), utilities, insurance, outsourced services, and other subscriptions.\\n\\nGains will usually come in the form of cross-pollinating business and leveraging both sides’ management, assets, Intellectual Property like systems, customer lists, testimonials and clout, and sales and marketing.\\n\\nThe best way to estimate synergies is to think about how the transaction will make the combined company more efficient and put a Strength, Weakness, Opportunity, and Threat (SWOT) Analysis of each company side by side.\\n\\n![](https://www.acquirescaleandexit.com/wp-content/uploads/2021/12/Strengths-1024x1024.png)\\n\\nThen start asking questions like:\\n\\nHow can each company benefit from the combined resources?\\n\\nIs there any overlap in the employee’s skillsets?\\n\\n* If yes, is one better, or are they both rock stars?\\n\\nWhat are the primary skillsets of each company?\\n\\nHow can the combined company leverage these skillsets?\\n\\nWould it be best to keep each company standing on its own two feet?\\n\\nThe answers to these questions will give you a good idea of how much of a synergy you’re likely to see after the merger or acquisition.\\n\\nThe difference between a merger and an acquisition is that both companies become 1 as 50/50 (or whatever ratio is negotiated) partners in a merger. On the other hand, in an acquisition, one company holds 100% ownership and takes over the other company’s assets.\\n\\n**How to Negotiate the Best Price for Your Company**\\n\\nWhen you sell your company to a buyer, they are going to want to know what you think your company is worth. And as a seller, it’s important to understand what you want in return for your company.\\n\\nIf you know what you want to get out of your transaction, then you can negotiate for it. If you plan to buy a house, car, watch, or any other asset with the sale of your business, let them know that too.\\n\\nYou can also use data that the buyer has disclosed about themselves to help negotiate the best price based on the current market value.\\n\\nStaying within your market’s multiple will guarantee that your company sells. Which may be difficult because of the emotional attachment to your company or because you’re trying to build wealth off one single transaction.\\n\\nThese psychological fallacies are why 90% of the companies that hit the market never sell.\\n\\nRight next to business brokers, convincing the seller that their business is worth the highest possible multiple to get the highest commission.\\n\\nThat’s why a few thousand strategic buyers in the ASE consortium and in the M&A space, in general, won’t touch broker deals with a barge pole.\\n\\nIf you don’t believe me, check out this Forbes article:<https://www.forbes.com/sites/richardparker/2016/10/24/the-business-for-sale-marketplace-why-90-of-listings-never-sell/?sh=1f47a1b216d8>\\n\\nIf you need help valuing your company, ASE’s business valuation services and calculator are on the house.\\n\\nIf you’re still deciding whether or not to sell your company subscribe to our newsletter to take the [Above the Business Score.](https://acquirescaleandexit.ck.page/7d0175d3ef)\\n\\nThat way, if you decide to sell, you can get more cash in your pocket, and if you decide not to sell, you’ll have more take-home (SDE) by leveraging your score’s results and our operating systems.\\n\\n**How to sell your business? (Here are 8 tips)**\\n\\n[How to sell your business? (Here are 8 tips)](https://www.youtube.com/embed/4Zpwtpy60Xs?feature=oembed)\\n\\n[Leverage our YouTube Channel here.](https://www.youtube.com/channel/UC75sx7UfNpBukbO9coyC5rg/featured)\",\"timestamp\":1640573993,\"title\":\"What is the Mergers and Acquisitions (M&A) Valuation Phase? - Acquire Scale And Exit\"},\"digest\":\"peV8ZRbvAjHGEjqgK4QIjIl8gl5Ppn8nZ1-wjIAaaxY\",\"authorship\":{\"contributor\":\"0x387c8c9903Fe9C1fe5EFE7Cc8caB14a7e6f6Da3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"signature\":\"FySqPwO1oBsvAad0bc8C5Tkrmz5QlYJvEc1yi_SLpH_yczFY_aeISwxHBVWPJsYGWLv-hRyq90eyzbymmt_ahw\",\"signingKeySignature\":\"0xab9c83d4638a461200100a80c5ce61b1735ce6b3c8248736a44f43e735b4348e79c509b9d9ff7c8f35be300038243c988acefc417c460d3b6b6ac5fba1edb0871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"peV8ZRbvAjHGEjqgK4QIjIl8gl5Ppn8nZ1-wjIAaaxY\"}"