"{\"content\":{\"body\":\"　　To me, the concept of home changes continually along with my age.\\n\\n　　In my childhood, home was a string of calls. It seems that I was entitled to more freedom than today's children. I didn't have to show up in front of my parents right after school, instead I would go to play with my classmates who lived in the neighborhood. We frolicked like mad until dinner was ready and our parents called \\\"Come back! Come home for supper!\\\" Days passed by as I grew up in the company of those calls. Even now the ringing voices are still echoing in my ears.\\n\\n　　In a wink, my childhood was gone. When a thin layer of hair began to grow around the corners of my mouth, home became a place I tried to escape from.\\n\\n　　As I read more and more, my world opened up, presenting a broader picture before me. The bed I used to sleep in became too small, and words of care from my parents began to sound superfluous. How I wished I could have a space of my own someday! Later I was enlisted into the army and put on the green uniform. During my service days, home was the series of letters I received one after another. My most homesick moments were when I read those letters from my family.\\n\\n　　When I got a job, I began to get \\\"hurt\\\", to rise and fall in a sea of people, and to understand that you can't share all your pains with other people, even with your best friends. So again, another wave of homesickness came over me. When I was badly hurt, I imagined myself flying home on wings. Pushing open the door, I let tears flow down my face. At that moment I felt that as large as the world was, what I needed was only the familiar smell of home and the unchanged view outside the window of my old house…\\n\\n　　Struggling for mere existence in a place far from my mother, I was often at a loss what to do after work and on the weekend. Picking up a thick telephone book, I leafed through it from cover to cover but found not a single number I could call. At this time home appeared in my mind as a cozy nest I yearned to build with another person.\\n\\n　　From dating to engagement, we finally fell into each other's arms and decided to step into marriage. Thus on an ordinary day we formed an ordinary family. Then the concept of home changed again: it became the light left on for you when you return late at night; the peacefulness in which you occasionally exchange words, one reading a book, the other watching TV; and a place where you can entertain friends and use foul langue when you feel elated.\\n\\n　　Not long ago I became a father. When I greeted into my family the birth of a new life, an odd sensation welled up in my heart. The little creature obsessed me so much that though I tried to get rid of it I only found myself all the more indulging myself with it. That is a kind of force that binds you with a sense of happiness.\\n\\n　　The concept of home kept changing as my life hurried along. Among them any definitions I gave to it, there is one which relates to grief. I remember, for instance, how my father's early death led me to understand all the injuries inflicted by the world added together are sometimes less devastating than a single misfortune in your family. However, you may also feel a kind of strength in your family. After my father's death, my mother, who used to be quiet and gentle, became strong and indomitable. She led my brother and me out of our misery and we got back on our feet again. Tranquility came back to my home, where happiness reigned as before. In retrospect, I can compare home to an unyielding plant: it may be burnt down by wildfire, but it will sprout again when the spring breeze blows.\\n\\n　　Although I already have much life experience behind me, I know there is still a long way ahead and my concept of home will go on evolving. But already I have come to see that home is where we can find the true meaning of all the hectic rush of life. What makes the concept different is that sometimes it refers to an individual's home and sometimes to the home of many, many people.\\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \",\"timestamp\":1638349239,\"title\":\"Home: a Changing Concept\"},\"digest\":\"O9edymHsr95MVSFPUrtlkgraQSlwIjeoq3-GJRiELEE\",\"authorship\":{\"contributor\":\"0xc7c8Fa917D383cBc649ea2C6397A5ad9456F60C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7T21RlEFQJcJk7upKlUACTMm8A6OkIjvX0APgG4bp0Y\\\",\\\"y\\\":\\\"NCi-kx6ufFJFD9FsiBdwW5nSLwHDWQK7UmI7Ap_gzgA\\\"}\",\"signature\":\"hME_bZ2eg6LxgGsdixSQWRMR5y-NhBCsS4xoI_VAEIuo0VDG6iAvvsCw4w-zzEcU3Xu4r51HoIU9KYObubvHoQ\",\"signingKeySignature\":\"0xee41306e0caf3896d7ceb75dba3723e1650871b396332fb168e5c874cd7872af69d62b53aeac5be80ffbe688317e0f7047936a4e7408534b794451a8092214af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7T21RlEFQJcJk7upKlUACTMm8A6OkIjvX0APgG4bp0Y\\\",\\\"y\\\":\\\"NCi-kx6ufFJFD9FsiBdwW5nSLwHDWQK7UmI7Ap_gzgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O9edymHsr95MVSFPUrtlkgraQSlwIjeoq3-GJRiELEE\"}"