"{\"content\":{\"body\":\"> 从宏面到重大，从项目的基本资产策略，推特上流传极广的一篇文章，为你勾勒整个行业趋势及关注的所有热点。\\n\\n**撰文：Ansem编译：Perry Wang**\\n\\n### 整体市场及公益链展望\\n\\n* 在这个生命周期中，我们会看到新的市场比以前成熟的普及，在那些表现出来的区块链网络中，价值思想基本面和角色扮演着最成熟的角色。早期的用户成长重要，这样你就可以体验每个平台，并最终形成哪些更好的你的食物。此外，会因为积极参与网络而不断获得奖励。过去一年的很多空投都带来了4-6个不等的收益，当然，具体看个人的贡献——比如，想一下UNI/1INCH/dYdX的空投。化（化）的次数比任何时候都多，这会让人大量涌入疯狂的领域。 。当这些机构将资金分配给 BTC 以外的智能资产时，他们需要一个过程来发现相关网络，并确定哪个具有最大的优势。\\n* 我认为最近公链最近的表现将他们所有的相关中心其他山寨币，一个，是因为是押注智能合约系统去化未来的最简单途径之一。所有去中心化应用（DApp）将在这一小段链网络运行了，好像于押注这些网络，大海捞针地去分离的通话协议或去中心化（DEX）则要普及。你可能会认为，这些网络的整体未来预期价值远远比特币（BTC）的未来预期，BTC 主要价值来源。从技术角度分析，在我看来，与 ETH/BTC 货币对长期实现突破，且形成一致性圆顶走势图，是显示未来的趋势，市场未来的走向。这是唯一一个没有创下历史的历史。 Solana、Avalanche、Terra（Luna）、Fantom 和 Harmony 的表现也很短暂。 ，这些平台从对冲基金和押注未来成功的机构及投资人手上获得了大量资金。以及为 FTX / Alameda Research 芬兰的巨大影响力，让他的名字在影响净个人 + 传统基金方面举足轻重。大多数传统金融公司在 2017 年时对健康普遍身持有的看法，而传统金融机构（tradFi）进入现代的最引人例子就是一个资本，最近刚刚出现的一个案例。了自己的独立基金部门，他们甚至表示，他们积极参与了 PYTH 以及其他一段链（如 LUNA）的治理。 ，几乎在幕后轻轻地撸起袖子干活。 L1公链自己自己的早期和地球的共同点，他们构建的生态系统：AVAX 有 Emin + 3AC、Terra Luna 有 Do Kwon + Novo 我认为，我们将在未来几年继续看到新的资本和新的能力超强的开发者进军智能领域，随着美国资本和人才库的增长，我们将看到一个由不同智能平台组成的、蓬勃发展的生态系统，用户将能够选择去自由选择。\\n* 考虑到这一点，我认为基础货币应该是 ETH，交易应该专注于跑赢 ETH。如果你在链上做任何事情（这应该构成你交易的主要部分）， 需要以 ETH 作为参照起点。在购买 NFT、替代币、「桥」资产时，你应该确保业绩跑赢持有 ETH。将 2021 年的山寨币领域与 2017 年的山寨币领域进行比较，在我看来没有多大意义，因为当时的价值与现在相比微乎其微。以前你需要 BTC 才能在任何交易所购买任何替代币，而我们当时唯一使用的 DEX 是 etherdelta。现在的山寨币生态系统比 4-5 年前复杂得多，这就是为什么 ALT/ETH 图表在我看来比 ALT/BTC 更重要的原因。\\n* 我个人认为，BTC 现在是我投资组合中最主要的避险资产，因为我认为，随着其规模的增长，以及其市值越来越接近黄金之类的东西，其波动性将继续呈下降趋势。同时，目前参与投资 BTC 的机构试图长期累积 BTC，我们会迎来一个缓慢的上涨，而不是像 2017 年那样的抛物线，这符合机构的最佳利益。每当散户衍生品交易者遭遇爆仓狂潮时，我们将继续看到 BTC 的市场回调。ETH 和其他币种，我仍然认为是一种交易，而当我想降低风险并从多头获利时，持有 BTC 可以是我的投资组合中这一部分的最佳选择。BTC 也非常适合用于衡量整个市场的回调程度，因为它是最容易用作对冲资产的加密资产，而且每当 BTC 遭到抛售，大量山寨币的抛售狂潮则更为凶猛。BTC 作为硬通货没有任何竞争对手，因此 BTC 一直会随着加密资产的增长而继续增长，即使它在创新方面并没有领先其它加密货币。你应该始终将 BTC 堆栈与从未接触过的活跃交易堆栈隔离开来，可以根据个人的风险喜好程度累积自己最喜欢的 L1 货币而进行交易。这些资产风险较大，因为前几年曾涌现出很多以太坊的竞争对手，而现在相比四年前的影响力已经严重式微，例如，波场 /DRGN/EOS。由于 FTX / SBF / Alameda 的持久影响力，我个人认为 Solana 是 仅次于 ETH 的最佳选择，但我认为这是主观想法而已。对山寨币的主要关注点应该是审视其 ALT/ETH 币对走势，当在每个 L1 生态系统中交易山寨币时，您应该仔细研究那些 ALT/L1 图表。例如，Solana 生态系统中的很多 SPL 代币全年业绩表现都不及 SOL。\\n* 在接下来的一个季度中，我预计这一趋势将延续下去，因为这些 L1 智能合约平台在用户和网络锁定资金量方面会缩小与以太坊之间的差距。目前，这类 L1 中的市场领头羊（SOL / AVAX / LUNA / FTM / ONE）相比 7 月的低点上涨了 5-10 倍，而 ETH 的市场表现落于下风。就短期而言，我认为 SOL 涨得有点过凶，而 LUNA 最近在今年早些时候以来的历史最高点范围附近波动。预期 Solana 将在这一区间形成新的盘整波段，而其他币种则开始启动新的趋势。如果我们确实迎来 L1 山寨币一段时间的横向盘整，且 ETH 跑赢大盘，我预计 L1 山寨币网络上的开发者活动 / 用户活动 / 总锁仓（TVL）将继续呈上升趋势。如果这种情况因任何原因戛然而止，我个人会重新评估关于这些币种中长期表现会更出色的论点。在现有的 L1 中，Terra Luna 和 ONE 在短期内可能会有最强的上涨，而 AVAX 是基于以太坊虚拟机（EVM）的最强以太坊竞争对手。\\n\\n### 关于标杆币种比特币和以太坊的展望\\n\\n* 我对下个季度的 BTC 和 ETH 走势都持看涨态度，两者在夏季的大部分时间都从 6 月的低点反弹，在第三季度的 7 月向上突破。在过去的一个月里，我们看到了自 6 月下旬以来一波涨势以来的首次大幅回调，预计我们将在近期形成一个在宏观上较高的低点，然后在年底前推高至新高。\\n* 随着 ETF 的批准，BTC 有潜在的催化剂，但其价值主张此时已经得到了各种类型的机构参与者的验证，我认为近期的价格影响不会像 2017 年那样巨大。我个人认为，鉴于中国出台的政策、对 BTC 挖矿 / 交易活动的打击，以及当时处于价格峰值的恐惧，这些基本面事件导致大量抛售和资金外流，我们在夏季本来有可能守不住 3 万美元的低点。BTC 挖矿活动在地域分布上的调整，从长期看应该是利好，因为这一活动更趋于去中心化，分散到不受监管限制的地域。如果我们看到更多类似于萨尔瓦多的政策决定，这可能会是一个主要的看涨催化剂。从技术分析来看，BTC 价格会守住\\\\~3.8 万-4 万美元区域，抢先突破区间高点，\\\\~4.07 万美元是夏季三个月区间的最高日收盘价。我认为低点已经到位，但如果本季度开始时下潜至 3.6 万-3.7 万美元，我不会感到惊讶。只要我们的周线收盘价不低于区间高点\\\\~4.2 万-4.3 万美元，我就笃定接下来的几个月里会继续上涨，并刷新历史高点纪录。\\n* 以太坊已经实施了 EIP-1559 提案升级，其下一个主要催化剂，即主网与信标链的合并和转向权益证明（PoS）共识机制的计划要推迟到 2022 年第二季度，但越来越清楚的是，ETH 是互联网的主要货币。你需要 ETH 来购买 NFT、在 DEX 上进行交易、使用所有借贷协议进行存款等。虽然以太坊面临来自其他 L1 的竞争，但我们看到的是，加密货币整体用户群体不断壮大，而不是 ETH 用户离开以太坊转投其它 L1。高 Gas 费用的瓶颈是散户拥抱以太坊的重大障碍，但 L2 解决方案的发展正在迅速解决这个问题。即使没有这些 L2 解决方案，很多 ETH 长期用户目前也已身家万贯，Gas 费用对他们而言不过是毛毛雨。从投资的角度来看，其他 L1 确实有更大的上涨空间，但因为它们的盘子更小，而且经过的实战测试较少，因此要获得更多回报，就需要承担更多风险，但以太坊绝对不会很快消失。我在中长期看好 ETH/BTC，因为我认为智能合约平台的天花板高过 BTC 作为价值存储的上限。我每天都在使用 ETH，而我个人很少使用 BTC。\\n\\n### 以太坊生态的 DeFi 展望\\n\\n* 自 3 月初 ETH 二次冲击自 2017 年以来的历史新高之后，所有主要的 DeFi 蓝筹代币与 ETH 的比价都一直在持续。 ，远不如，DeFi 的重大网络价值（ETH）被放大了。许多 ETH-DeFi 替代币和其他拖后腿的币种未能成功创下历史新高，还没有突破 6 月份以来的高点。去年我们迎来了来了第一个「DeFi 之夏」，那时 AAVE、COMP、Uniswap 等平台流行相关爆棚。国外的其他智能合约平台上当时不存在，而现在，多个不同的链上都拥有了 DeFi，并且很多情况下这些 L1 上都有 EVM 本土，这可能是打击这些 DeFi 资产相对 ETH DeFi趋势的价值比特，因为随着新资本进入 DeFi 领域，它们的使用量可能会增加。这些代币对 ETH 的比值目前已回到年初以来的低点附近。很多新的创新完全来自全新的协议，例如OHM / SPELL。 我认为ETH-DeFi的最大优势在于这些机会，然后是去中心化衍生品领域。 dYX 展示出这种趋势的出现，去中心化的永续合约交易量可与部分良好流动性的CEX相媲美。DPX是另一种去中心化替代方案，选择Solana市场制定平台。以及 2022 年，所有这些平台的用户增长都应该会达到。\\n* DeFi代币一直以来很好地冲锋了对其他多头/这个小脑袋的对，但随着我们进入的多链阶段（EVM DApp可以跨链发展），这种趋势可能会宣布结束。 正如我之前所说，我认为趋势将是：新的机构进入了认知领域，押注 DeFi + 智能合约的成功，在可能中，最佳循环投注标定替代性 L1 的代币，其距离以太坊要小扩展，且目前性能以太坊，只是不那么安全。\\n* 对冲选项，现在最好寻找没有任何资本进入的较弱的L1+最近的社区，而不是ETH-DeFi资产。随着新兴性L1捕捉到新的新西兰旅游局者的市场，并不断发展蚕食ETH的市场主导地位，我认为这将继续是最好的交易。\\n* 如果投资 ETH-DeFi 代币，我认为最好关注较新的协议（过去不存在的用户提供价值）+关注当前的市场趋势，现在 EVM 的当红趋势是链/「桥」项目和去中心化衍生品，而不是梦想购买的DeFi「蓝筹股」。\\n\\n### NFT市场展望\\n\\n* 在我看来，NFT 是最真实的市场，因为它们已经完全没有感染的背景了，让健康社区之外的人加入了可爱的图片 + 链游，P2P 语音和金融我介绍了四个主要趋势：具有历史价值的上和生成艺术、图像进入NFT社区+公司该领域、销售个人作品的传统艺术家和持续，以及链游。\\n* 单纯从历史角度看，加密原住民对最早和最有影响力的链上作品（例如 Punks / ArtBlocks ）给予高价值，是去年年底其他人对 NFT 产生浓厚兴趣的跳板。由于以太坊是第一个智能合约平台，因此从溯源和早期社区的角度来看，随着加密领域的发展壮大，其网络上的第一批 NFT 将会保持很高的价值。我很想知道这种趋势是否也适用于其他替代性 L1 公链，这些公链刚刚都在自己的平台上推出了第一批 NFT。Solana、Fantom、AVAX、Harmony 和其他项目现在都有一些 NFT 项目和相关的 NFT 市场。一直使用这些平台作为自己首选生态系统的早期用户，可能会像以太坊一族对 Punks 等项目的青睐一样，认为这些平台上的项目颇具价值。看一下生成艺术类别中，很明显，即使铸造成本增加，Art Blocks 仍然是占主导地位的平台。 之后还会诞生像 Fidenza 这样广受欢迎的作品，尤其是随着时间推移，生成艺术家的数量会越来越多。\\n* 可能流行流行的趋势是散户为中心的巨星NFT项目。我们还有很多传统企业利用NFT进行营销。随着越来越多的公司最终形成了自己的线上社区的价值，Visa购买了一个。朋克，以及虚拟宠物游戏站 Neopets 在 Solana 上推出经典角色集合等事件，这个趋势的开始。中向人们发送电子邮件列表或让人们购买商品，具体的参与感需要强烈地多。也会对社区有更多的资金充值。我们已经看到了无数个项目分别推出了自己的10个，000套NFT，而将在如何使用NFT进行营销方面的新创意。不过，这个趋势的主要障碍是让新用户获得新的收益，这是一个很容易解决的用户体验问题。的这个地方，我看到了月亮的头像（PFP）项目，比如Punks / BA YC / Cool Cats / SMBs，和其他项目会继续有出色的表现，但最可能的可能是从中间梯队项目找到蒙尘的珍珠，其作品有能力在市场的重定价中获得更高的价格。我最看好的生物，因为我看好该项目、21岁的纽约艺术家丹尼科尔，以及他们为持者的良好体验海外的巨大努力，似乎科尔对这个项目规划的愿景只是他的艺术作品进入数字世界的延伸。从角度来看，0N1 Forces 仍然是我个人的最爱，从 Discord 和计划来看，团队也计划通过面的活动以及向币持空投来建立社区。一般来说，这些 PFP 项目的代币表现者确实体现了这些项目如何为持人创造价值，以及如何让社区参与。 NFT 领域中经常出现很多纯粹是为了抢钱的骗子项目，因为可以轻而易举地让自己擅长任何东西。请积极参与不和谐和其他社交媒体的讨论，应该挑选你最喜欢的项目的质量，但谨慎起见，最好在第一周左右不要轻举妄动，认真观察项目在市场上的发展情况。我真的很想看看这些元宇宙（元宇宙）世界是如何构建的，以及团队之间可能展开的合作，在这些方面都很好并希望创造出凝聚力体验的项目将占据巨大的优势。目前我只看到规划路线图，但在接下来的一年左右时间里，我们应该能够在该领域看到哪些项目创造价值。和其他社交媒体的讨论，应该写你的选秀项目的质量，但最谨慎的起见，在第一周左右不要轻举妄想动，认真观察项目在市场上的发展情况。我真的很想看看这些元（宇宙）世界是如何构建的，以及团队之间可能展开的合作，在这些巨大的宇宙看到并创造出凝聚力体验的项目将抢占的优势。现在我只是规划路线图，但在下一年左右的时间里，我们应该看看哪些项目能够在领域创造价值。和其他社交媒体的讨论，应该让你的选单项目的质量，但最谨慎的起见，最好在第一周左右不要轻举妄想动，认真观察项目在市场上的发展情况。我真的很想看看这些元（宇宙）世界是如何构建的，以及团队之间可能展开的合作，在这些巨大的宇宙看到并创造出凝聚力体验的项目将抢占的优势。现在我只是规划路线图，但在下一年左右的时间里，我们应该看看哪些项目能够在领域创造价值。\\n* 链游结合了NFT和边玩边赚（Play-2-Earn）生态系统，也吸引了很多新用户进入活力社区。第一个成功再现Roblox（世界最大的多人在线创作游戏）或堡垒之夜之夜）等游戏平台允许神话、同时还整合了一个用户边玩边赚钱的系统团队，将成为最成功的智能DApp之一。随着游戏开发商进军这个领域，像Solana和AVAX这样的游戏平台。允许进行很多廉价的微交易和高的需求平台，应该在这方面具有优势。有哪些资金正在为自己松提供 9 项重点的计划，以吸引开发者进行构建，应该能够快速快速的软件开发工程师向领地的应该是链游Axie Infinity在美国取得了巨大成功，目前是领域最赚钱的山寨币，绝对是元宇宙趋势的市场领导者，应该重点关注行业的趋势或奇观同步动态。我认为，10 月会看到元宇宙生态系统代币会开始迅速重拾涨势，AXS 质押将是一个巨大的催化剂。并行 NFT 纸牌游戏是这个领域的另一个领跑者，尽管他们他们的作品还没有正式推出。 ，他们的团队也吸引了著名的投资人，例如来自 Youtube 的 Chad Hurley 等等。我有一份小盘项目清单，我需要再进行更多的研究，然后才能发表我的长期观点（ILV / PYR / RAINI / YGG 和其他一些项目）。将从这些游戏中获得最大价值，我认为你必须“在市场早他们会成功之后”就可以早日入局投资，当别人还充满怀疑的时候，你会以最好的捆绑的时候买入其资产。\\n* 传统艺术家推出自己的 NFT 项目，也是一个值得关注的重要趋势。因为后来中所有的东西都是通过数字方式轻松访问的。第一次看到他们不理解的东西时，这似乎是他们的下意识反应。\\n\\n### 值得关注的四家投资组合配置\\n\\n10月份的核心头寸将是LUNA，因为其哥伦布-5 升级将成为其币价两块网络的催化剂，我会押注元宇宙/游戏领域的Axie。L1出色和NFT是表现的一个主要趋势，因此在其他领域要解决的问题。\\n\\nBTC 和 ETH 将缓慢移动，主要是抢短差（Scalping）策略而不是长期运动性，直到我认为其他地方没有比特币重站上约 360 美元，我认为它会循环创下历史新高。BTC 在它的 5.5-5.8 美元箱体仍然需要巨大万阻，所以我5.8 万美元这一点位，我担心 ALT/BTC 会表现出来，并开始价格发现。\\n\\n技术分析来看，LUNA在自3月以来的历史高点盘整了约40天，从夏低点的底部提升了约6倍。都启动了，我越来越会向上突破。\\n\\nAxie 出现了类似的情况，并且在最初发力后已经盘整了。在大约一周前的消息行情中，它重新测试了 7 个月以来的高点，并强力反弹。\\n\\n我的LP收益耕种/单边赌注分发在多个链中，流动性是其中重要的原因之一，可以在最好的机会出现时迅速转移资金。 TEDDY 和 Harmony 上的 $JEWEL，如果你已经关注这些生态系统，就更容易找到这样的机会。\\n\\n对于BTC和ETH，底部的收获，将在4.5万美元/3100美元以上带来更高的突破。实际的轮换是在10月份将LUNA / Axie 每次价格发现，之后转向标标币种，然后在明年第一颗较小的个体集中产生的索拉纳头，作为主要的持有资产。\\n\\n我对 NFT 的市场周期那么短暂的认知，不如我对标杆币种和替代币了如指掌，所以只是握着我被牵着的那些 NFT，直到市场对其重新定价。\\n\\n我继续关注以太坊的合并，届时将成为 ETH 跑赢其他 L1 的催化剂，可能会在 2021 年 4 月 5 月的一波行情中重演 ETH。\\n\\n### 观点视角看项目价值\\n\\n#### L1币种\\n\\n**露娜**\\n\\n* Columbus-5 网络升级： 9月29-30日\\n  * 即将实现与 IBC 和 Cosmos 生态系统中其他所有链的整合\\n  * 整合臭氧保险\\n  * 整合虫洞，在 Solana 和 Luna 之间建立「桥」\\n  * 所有用于专精的LUNA都将被精细\\n* 总体理论是 UST 将在多个链上得到更多使用，对 LUNA 说将带来通货收缩，Columbus-5 升级后很多新项目将在 Terra LUNA 生态系统中推出，将吸引这些新用户，并通过使用 Terra 和虫洞桥，很容易将这些项目和连接起来。在我看来，该项目目前在西地区用户不太受欢迎，因为它在东半球，但在本土社区的人口里应该会发生变化。\\n\\n**索尔**\\n\\n* 现在不是我的主要持仓，因为我认为其他资产有更多的空间，但我个人的交易目标是瞄准跑，因为Solana，因为它整年都是市场领跑者。我认为，Solana完成了从最近的整合，这种潜在的潜在趋势。可能在近期引爆涨势的催化剂是 EVM 的综合，以及当前黑客松的落幕。\\n* Solana NFT 的表现也非常好。SOL 最近的表现势头都在发生在其创下历史高点之后，我认为这对于这些人将产自给生态系统是件好事。Solana Monkey Business 绝对是这个市场中的事情的领跑者，但还有很多其他项目不断在启动。前景的好办法。\\n* Solana 的链游的发展非常看好，这就是为什么我认为，极光会是最好的押注之一。\\n* 从技术分析看，在BTC的同时，SOL价格守住没有再回，美元阵会在150美元升盘盘整后向上反弹。但考虑到这个投资者对 SOL 的强烈关注，我们可能还没有得到任何消息。\\n* 我认为 1 月左右会进行盘整，但需要一直关注 SOL，因为不想因为情绪启动而导致它的行。\\n\\n**AVAX**\\n\\n* 自 8 月中旬以来，AVAX 币和 AVAX 生态系统中微小盘项目的表现一直非常强劲。JOE 一直是添彩表现，并且比当时的低点增长了约 100。随着与 AAVE 一起推出流通性一计划，AVAX和JOE应该会继续上升趋势，但我认为LUNA比AVAX有更多优势。在我看来，AVAX易绝对是EVMApp的第一简单阵营区块链，因此用户用、开发者可以轻松移植，是鼓励其币价增加的一个非常重要的因素。即使是武断推出，我也不认为链上将出现任何重大项目。zk rollup 是否会改变这种情况，非常值得一下，但是 ETH L2 解决方案与 AVAX 的用户体验没有着不同，我认为就汇总的登场不会造 AVAX 的熊市。\\n* Teddy Cash 是 AVAX 上新的协议之一，在过去一周左右的时间里表现良好，我认为，该币种仍然没有陷入少数人的家庭，因为它只有约 2500 万美元左右。中用户可以使用 AVAX 借入其稳定 TSD 的偶品，​​并且还有一些 LP 收益耕种养殖收益中。\\n\\n**和谐/$ONE**\\n\\n* 与 AVAX / SOL / FTM 一样开发和短时延，但属于小且透明。具备功能跨链桥、可灵活 EVM，Harmony 所缺乏的只是社区和项目。这让我觉得 ONE 与 2年初的SOL非常类似，当时Solana区块链的速度快，但上面只有一个DApp：Raydium。第一时间看到更多的项目出现。 DeFi Kingdoms DEX 是我 9 月份收获丰厚的押注一个，其团队对外交流了未来目标，并且一直在有效地发布更新。例之外，它是我亲眼所见的唯一一个在为创建基准宇宙世界如何成就用户的 DEX。与整个生态系统互动。\\n\\n#### 第0层\\n\\n**原子**\\n\\n* 如果 Cosmos 已经能够从 Cosmos SDK 构建的所有项目中收获到价值，那么从现在开始使用视图，Cosmos 资产的潜在性能。有大量精彩的项目采用了他们的架构构建，而现在的重点是通过 IBC 他们全部连接，以 Cosmos Hub 成为核心。持币者从 Atom 中收获的价值一直很少，直到最近略有改变。高，观察一下这将如何影响 Atom 币价会件的事情，在治理中才通过哪些用户来安装。 Cosmos 提案#56 提议将 Cosmos Hub 连接到 IBC 所有的链上，这应该会我在 Atom/Osmo LP 有一颗一颗一颗颗一颗颗的头寸，并拥有一个自己的 Atom，但随着该镜头通过，将寻求添加其他头寸。\\n\\n#### 去中心化\\n\\n**迪克**\\n\\n* 非常简单的理论设计，吸引了从中心化迁移的EX的资金，是目前最赚钱的衍生品D；\\n\\n**乔**\\n\\n* 已成为最好的做商，UN其线将在某某市逼近；\\n\\n**奥斯莫**\\n\\n* 更像小且得到人们不知道的项目，但身为 Cosmos 上的主要 AMM，其运行良好，随着人们对 IBC 的了解越来越多，应该会更多地使用；\\n\\n**忍者**\\n\\n* 微小盘，Solana DEX / NFT /链游，如果团队执行得力，其极限无法达到；\\n\\n**DPX**\\n\\n* 去中心化选择协议，当前处于测试网阶段，但我认为在这个中没有任何一个；\\n* 有它的星球还差1-2亿美元，还是很好的循环投资标的\\n\\n**Astroport \\\\[即将推出\\\\]**\\n\\n* Columbus-5升级后将成为LUNA平台的主要AMM，目前尚未推出。\\n\\n#### 多链/桥项目\\n\\n**同步**\\n\\n* 这个领域中用户出现了不同的链上最好的一次，第一次使用的“桥”；\\n* Synapse 是从 Arbitrum 快速取回的途径与其他的一个，并且它们也具有链交互的功能 + 将进行更多构建；\\n\\n**SCRT**\\n\\n* 秘密网络是我在主看到的第一个以隐私共享打卖点的智能合约协议。\\n* 该项目已经测试了「桥」从 ETH 兑换成 SCRT，「桥」运行正常，但它们在桥接时不提供任何基础活动，因此您必须从某个地方获取它取消，之后才能隐藏您的资产。\\n\\n**任**\\n\\n* 另一个「桥」项目，原理等同于SYN\\n\\n#### 对冲/做空的项目\\n\\n**狗**\\n\\n* 一直是表现最弱的标杆代币，散户关注的心已从模因币到NFT，的狗币中也可以重转移一些上衰落趋势。\\n\\n**比特币**\\n\\n* 其他L1的萌芽，已经让很多人忘记了BSC，BNB依旧积极地在Pancake Swap/Bakery Swap进行交易，但不像以前那样多，因为当时BSC是唯一的廉价以太坊替代链；\\n* 我个人确实，最近余下一周，BNB相对于SOL / LUNA / AVAX的颓势将继续延续。\\n\\n**马蒂奇**\\n\\n* 与做空 BNB 的理论类似，其他原因包括 Arbitrum 和其他即将出现的 ETH L2 发展如火如荼。\\n\\n#### 成果耕种机会\\n\\n**珠宝/一**\\n\\n* Harmony 上的主力 DEX，目前还没有受到关注，他们也计划发布 NFT，以及打造使用 ONE 的链游；\\n* 大部分锁定回报到明年7月，以最高APR；\\n* 一个纪元的APR逐渐逐渐增多，项目还在早期阶段；\\n* 我个人查看了与其他特色的DEX，拥有先发优势+类似项目不同的体验。\\n\\n**OSMO / 原子**\\n\\n* Osmosis 能够是部分连接到 IBC 的链上一个，Gravity DEX/mBridge 将第四在最后将 IBC 连接到以太坊和其他生态系统；\\n* Cosmos 上的第一个主要 AMM，很可能成为 Cosmos 生态系统中 Luna IBC 连接的主要成果者。\\n\\n**忍者/SOL**\\n\\n* 我个人非常看好忍者，因为他们打造了一个表现团队的 DEX，并且正成为 NFT 市场 + 整合链游而努力工作。\\n* 其团队绝对拥有一张完整的发展路线图，但作为小盘资产，我认为其可能存在不经常。\\n* 在 Orca 和 Ninja 中获得双倍奖励，而其资金池应该继续持续约 365 天，因为，不需要担心无常，并且代币对是 NINJA/SOL 不是 NINJA/USDC。\\n\\n#### 收益收益耕种农场\\n\\n**Rari Capital USDC矿池**\\n\\n* 23% 年利率\\n* 存入$USDC，演示其结果化策略而获取回报\\n\\n**月之锚**\\n\\n* \\\\~20%年利率\\n* 存入 $UST\\n\\n**欧姆**\\n\\n* 我的这个项目已经很晚了，但他们已经有大约 1.5 亿美元真的到其库中了，并且拥有一个探索长期发展的用户社区；\\n* 因为它的互联网现在已经超过了 10 美元，我觉得已经超过了 10 美元了，比如我），他们会项目，其代币在这个基础上继续购物；\\n* 观察一下奥林巴斯Pro推出后的运行情况会时间表，但老实说，这个项目会飞得更高\\n* 这个唯一的利空因素是：其自身价值比金库总资产的溢价现在相当大。\\n\\n#### 单边质押\\n\\n**xJewel**\\n\\n**DPX**\\n\\n#### NFT\\n\\n**朋克**\\n\\n* ETH 表现良好，Punks 应该会继续成长。您可能不会再购买这些 Punks 获得 10 个的产品，但它们本质上就像在以太坊上购买房地产一样；\\n* 如果此时购买这些朋克我个人认为，您还有什么时间。\\n\\n**BAYC**\\n\\n* 很明显是 NFT 大众中游朋克保卫第二的项目，从你但投资的角度来看类似，如果可以冒险冒险中央梯队项目，可能会获得更多收益，BAYC 将价值保持，这是毫无疑问的。\\n\\n**小**\\n\\n* 索拉纳上名人近近的NFT，我认为其最终目标将在BYAC；\\n* 我认为，在当前价格基础上，在短期内涨势会一点，因为其地板价格从 50 → 250 SOL，但整个从 NFT 调整来看，它是最可靠的选择；\\n* Solana上主要的PFP NFT，拟拟拟以太坊上同类项目拟拟拟拟其价格被革。\\n\\n**生物**\\n\\n* 拥有自己的社区，并与现实生活中的艺术家创作了不起的人脉关系；\\n* 持币者人数与代币总数之比\\\\~55%+「大鲨鱼」奥尼尔等名人加入社区；\\n* 相对于其他相同质量项目\\\\~3个ETH左右的地板价，其价格仍然相对便宜；\\n* 我个人持有的一些稀有品，真的没有可以利用，认为这些是PFP项目中最有可能的项目。\\n\\n**Loomlock NFT**\\n\\n* Loom的生态项目；\\n* 预期该项目会具有持久力，除了 JPG 之外还有更多的东西转化为 NFT，我认为，Loom 在培养社区和增加价值方面会成功；\\n* 我通过铸造得到了一些 Loomlock NFT，可能会在二级市场购买更多。\\n\\n**0N1部队**\\n\\n* 这是我个人从美学上最喜欢的NFT项目，其中几张张我可能会保持青春；\\n* 我对交易 0N1 Forces NFT 不是很厉害，但在我的 PFP 之外还有该项目其他的 NFT，如果他们的盘子有可能，我可能会转入其他一些项目；\\n* 10月第一周在洛杉矶为0N1持币者第一次线上会议；\\n* 其作品在第四批空投。\\n\\n**FTM 上的 Bit Umans / Ancestoral Umans / Portalheads**\\n\\n* 对 Fantom 上发布的 NFT 进行了低价赌注，对这些项目的风险高，但考虑到国内，认为投资是不合适的。\\n\\n**AVAX 上的 Crypto Seals**\\n\\n* 在人们刚开始的时候，我发现了一些类似 NFT，与 FTM 上的操作理念相同，AVAX 上的生成项目一个，并且几乎没有任何铸造成本。\\n\\n**Harmony 上的 Gen 0 英雄**\\n\\n* 这些将与 DeFi Kingdoms DEX 一起，希望它们在出现时铸造一些，还可以让您更早地发布他们的产品结果耕种奖励，并且将成为 Harmony 上第一个模型的 NFT。\\n\\n**织布**\\n\\n* Arweave 是最好的 NFT 基础设施项目，其去中心化数据存储库将支持未来的许多 NFT 项目，这些项目希望将数据存储在 AWS 或其他中心化服务以外的其他地方。与 Filecoin 等其他数据存储项目相比，它仍然很幽幽。\\n* 我个人持有很多其他项目代币，但这些是我每周一次的赌注，有一个NFT概念的新项目浮出水面，因此可能会继续追踪其交易额+销售趋势，只是为了抓住这个\\n\\n**其他**\\n\\n* 我对大多数 NFT 项目的了解，不如我对替代币生态系统那么好如指掌，因此需要自主做更多的研究，需要更仔细的研究：如何向用户进行空投并启动新的迭代\\n  * 例如<https://cyberkongz.medium.com/the-next-leap-in-cyberkongz-evolution-e8ea8a064b26>\\n\\n#### 元宇宙项目\\n\\n**轴无限**\\n\\n* AXS是当前链游领域无可匹敌的领头者。在市场其他部分价格触底之前，是第一个从6月份月份月份低点集中的山寨，已经是巩俐整整了人民。\\n* 他们也不保证用户提供价值，包括所有 DeFi 资产的协议，还是结果丰厚的协议。\\n* AXS 的主要优势是随着流行的普及，而不是处理扩展到更多用户的问题，我想要更深入地研究他们的问题。\\n\\n**火神**\\n\\n* PYR 是我研究过的低实游戏游戏项目的一个。老，对它我还没有像我对其他游戏进行深入研究，但他们正在构建一个完整的 NFT DApp 生态系统和 NFT 市场。我已经其中一些游戏，从技术分析来看，其币价走势图就很漂亮了。\\n\\n### 对明年的整体随想\\n\\n**问题一：所有资产大跌90%、很多熊市有多大？**\\n\\n* 我个人认为，随着新兴资产的流行开始进入高潮，这种情况不可能发生，因为我们看到了，现在流行领域的资金/用户已经超过了任何时期。我认为，有很多被困的资金和资金积极的开发活动，导致价格不可能跌跌休会持续多年的跌跌不休。\\n* 快的速度变了。了。成抛物线，因此价格回撤非常小。\\n  * 自诞生以来的任何其他阶段，都没有发生的情况，因为新冠可能现在可能被公众广泛关注，所以我相信，2022年不会出现2021年创下的低点。事件，可能导致这种情况，在导致严重的崩盘此后，由于SBF的公众，以及再一次合作的地标与机构，FTX将核心未来，并受到公众的关注，对头事件事件说的是一个自己的消息，我认为SOL比L1有更好的另一个原因。没有意义的。\\n  * 50个以上的资产类别比较成熟，只有一些经济健康，健康资产应该开始与普通类别增长，更多的增长都比现有的其他资产类别大，但还有我们其他类别，在FAANG/对投资新兴领域，专注于净值特定投资的冲锋智能资产的流动性，应该在未来几年开始收窄。\\n\\n**问题二：什么将成为2020年的杀手级应用？2010年的年龄是亚马逊、2000岁是亚马逊、2000岁是Facebook，在元宇宙领域中会成为杀手级的应用？如何成为数以百万计的非智能用户？**\\n\\n* 这是我经常回顾的问题之一，因为它有助于我在时间框架内构想想法。\\n* 例如，一个元宇宙/社交网络中，人们拥有一个拥有所有NFT/艺术/数字土地/炫耀性（Flex）物品的公共地址；一个可以简单的预测账户的私人地址，利用USDC/UST等稳定币所有这些都通过没有空中地址的用户体验实现连接，可以相互发送消息这个方面，值得思考的问题是：\\n  * 如何在一个创建包含社交网络的银行/游戏的地方体验？\\n  * 能在什么平台上构建它？\\n  * 将如何向新用户和用户推广这一应用？（通过）游戏化？（通过）NFT？\\n\\n**问题三：哪个没有讨论到的展览市场会在未来/未来流行爆棚吗？**\\n\\n* 如果 2018 年问这个问题，答案是 DeFi；\\n* 如果 2019 年问这个问题，答案是 NFT\\n* 我的问题下一个主要趋势是什么，但也重新思考这个问题。\\n\\n我的大部分时间都花在知识和开发上，所以我想的时间平衡一下。\\n\\n来源链接：[blknoiz06.substack.com](https://blknoiz06.substack.com/p/quarter-iv-2021)\\n\\n免责声明：部分均等链信息平台，本站发布的文章仅代表作者个人观点，ChainNews 与推论链相提并论。\",\"timestamp\":1634804547,\"title\":\"万字神文：加密货币市场四季度大势、趋势及热点全展望\"},\"digest\":\"UpKpibyvDWyIoLE_zqhgu0WbGm69mw62q1Jwsz71vRw\",\"authorship\":{\"contributor\":\"0x1369D8BBCB112DaA2D2eBFe294667756FA71F970\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y4AWwgTZR5tK3KP9VJh2dzF8LFt3YQPyFCQvEYDIvpE\\\",\\\"y\\\":\\\"Psj6ZOULdHTE0IN8re9hEZZLs3KAJcE3oeGLjmNHfKE\\\"}\",\"signature\":\"LmLeTgv43484_HuLVdEbNjNp2mC7hUsd0QtFGVEIinhAuAUsRXYGB9ynMe9wKlkAFumU16EWT57ZtQ819HFFDg\",\"signingKeySignature\":\"0x889d7a49c6f7dd0540b822fa2a1539a257013c96d5e550aa7528ed7218f99ea23940cca0974d68b29155c24e5e1e661b5cc99cae8ee566b932cb47436196a81a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y4AWwgTZR5tK3KP9VJh2dzF8LFt3YQPyFCQvEYDIvpE\\\",\\\"y\\\":\\\"Psj6ZOULdHTE0IN8re9hEZZLs3KAJcE3oeGLjmNHfKE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UpKpibyvDWyIoLE_zqhgu0WbGm69mw62q1Jwsz71vRw\"}"