"{\"content\":{\"body\":\"The biggest opportunity over the next decade is onboarding the next 1BN people into crypto. There are currently [around 4m users who interact with DeFi](https://dune.xyz/rchen8/defi-users-over-time) and [80m unique blockchain wallets](https://www.statista.com/statistics/647374/worldwide-blockchain-wallet-users/) (0.1% of the global population). We are still in the very early stages of mass adoption of crypto, and chain tribalism distracts from the larger opportunity ahead.\\n\\nI believe the following things will happen:\\n\\n### Multiple Chains\\n\\nI believe we will live in a multi-chain future (e.g. Solana, Ethereum, Terra). Passionate, crypto native folks are often chain maximalists, but we all share one thing in common - **we are crypto maximalists.**\\n\\nMultiple chains will endure and be “dominant\\\". Application developers will choose to route transactions through different chains depending on what they are trying to achieve. Developers have to think about the following things and it's not immediately obvious where to build:\\n\\n* **Speed:** What is the max load of the system? How fast can block confirmations happen? This varies a lot - Solana can process 65k transactions a second and has a block time faster than 0.5 seconds whereas Ethereum can process 30 transactions per second with a block time of 15 seconds.\\n* **Cost per transaction:** Different blockchains also have different costs - proof of work chains cost more than proof of stake for example.\\n* **Security**: How secure is the network? How battle tested is it? Are there good tools available to developers to plug common loopholes?\\n* **Decentralization**: Can a small number of decision makers control outcomes or is the validator network decentralized?\\n* **Developers**: Can you find [Rust](https://www.rust-lang.org/) (Solana) or [Solidity](https://soliditylang.org/) (Ethereum) for your project? Are there more folks with C (close to Rust) or JS (close to Solidity)background avaialble to be trained?\\n* **Community**: Where are the users (geo) and what type of activity are they already doing (DeFi, NFT, Gaming)? Different chains have different levels of traction in different communities.\\n* **Onramps:** Are there available Fiat onramps to the token that you require for the users you care about or can you create these incentives?\\n* **Incentives**: Are there special incentives (grants or investment capital) or for users (liquidity mining) that can supercharge your growth?\\n\\nMy friend, [Felix Feng](https://www.linkedin.com/in/felix-feng) put it nicely in a conversation we had a few months ago - different chains are like different countries with different philosophies and communities. I also enjoyed this [data-driven take](https://insights.glassnode.com/defi-uncovered-hints-of-a-multichain-future/) (from August) supporting a multichain future.\\n\\n### Developer Tooling\\n\\nDeveloper tooling and communities will need to improve significantly to onboard to supercharge the quantity and quality of Web3 applications.\\n\\nIf we are going to live in a multichain future we will need better cross chain infrastructure (check our projects like [Polkadot](https://polkadot.network/), [THORchain](https://thorchain.org/)) which will help route different transactions to the right chains. Building on the \\\"chains as countries\\\" analogy, we need better transport and global passports to allow for cross-chain compatibility.\\n\\nWe need better documentation (e.g. [Intro to programming on Solana](https://paulx.dev/blog/2021/01/14/programming-on-solana-an-introduction/), or [minting NFTs using Metaplex Candy Machine](https://hackmd.io/@levicook/HJcDneEWF)), bootcamps and courses (e.g. [CryptoZombies](https://cryptozombies.io/), [ChainLink Bootcamp](https://chain.link/bootcamp)), developer communities (e.g. [QuestBook](https://www.questbook.app/)), and frameworks (e.g. [Anchor Framework for Rust](https://project-serum.github.io/anchor/getting-started/introduction.html)) to help (new) developers build.\\n\\nIn addition, I imagine we will need some standard tools to support regulation like On-Chain KYC (this wallet is a real, verified person), Fiat<>Crypto onramp as a service to DApps, and wallet analytics to early detect \\\"bad actors\\\" across applications.\\n\\n### Crypto Abstraction\\n\\nMost importantly, the complexity of interacting with crypto will get abstracted away for users (definitely) and for application developers (likely). Less than 0.1% (made up statistic) of the people who send money using traditional rails understand how the systems work under the hood. The same will be true for crypto; people just want their transactions to be fast, cheap and secure.\\n\\n[Audius](https://audius.co/) is a cool example of a decentralized \\\"SoundCloud\\\" built on top of Solana and IPFS where users don't need to know that storage is decentralized and activity is recorded on chain. They just have fun discovering and listening to music.\\n\\nEven when users are onboarding into crypto they often want to just buy an NFT or a token but are confused by the prerequisite of creating a self custody wallet and setting up their own security (and often don't have familiar mental models). We will need to allow new users to pay in Fiat (e.g. a credit card) and provide \\\"temporary custody\\\" of user's keys (account information and password). Users could then \\\"claim\\\" their keys with a second onboarding into self custody at a later date (which could just be a common service for all application developers.\\n\\n\\n---\\n\\nI'm looking forward to the step function improvements in the developer experience and the next generation of applications that will enable onboarding of the mainstream population into crypto. \\n \",\"timestamp\":1637971979,\"title\":\"Building in Crypto\"},\"digest\":\"x9viNqTZBoqR3q0i5pUZSZLiXEU9LNLQGF8ZSk0u5Ek\",\"authorship\":{\"contributor\":\"0xc752Fe0551214Be71435C374B8A849AD09C75fdE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0DRJzpJsspTUCi4DtPcC7TibLO2oZQ2nx3mJeAF9mWY\\\",\\\"y\\\":\\\"HNn5XRDSoUrUR4hEYJ6r7zzPge-Tl1q01rCROhYrtOg\\\"}\",\"signature\":\"t8eyjgr_zOzdpKVZbczknqb5Bjq1DiagKZ2wxveP7ZnN25nsf3l46EBhKLhmv0CiSNQABaD5wMpVxiuOAK5VWw\",\"signingKeySignature\":\"0x60807a3258bdad8498ca0d0bb1dc44550b3e7b5edcdf333cc3bd3f17c570b0de0de4a89b67593c8803662589fae9de56a125c3cc1c07012b9ce4fbfe77dc96b71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0DRJzpJsspTUCi4DtPcC7TibLO2oZQ2nx3mJeAF9mWY\\\",\\\"y\\\":\\\"HNn5XRDSoUrUR4hEYJ6r7zzPge-Tl1q01rCROhYrtOg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D1r6o4-3AxekE7wEOMMiwQjuLJLdzEEnGOFEVoAnwHk\"}"