"{\"content\":{\"body\":\"Every girl is a treasure but way too often we forget how precious they are.\\n\\nI put together a list of 10 things that all girls should remember in order to stay balanced, grounded and amazing as we are born to be。\\n　　\\n　　1. You are beautiful\\n\\nEvery girl deserves to shine in this world, inside and out. Don't let anything or anyone let you doubt how beautiful you are because you are a gem like no other。\\n\\n2\\\\. You are strong\\n\\nLife sometimes seems too hard and difficult to understand but no matter what obstacles are standing in your way right now you have the power to overcome them. Sometimes your strength lies in stubbornness and determination but even more often it is hidden in your ability to go around obstacles and learn from the previous mistakes. Be strong as a fire that crushes everything in its way and like water that finds a way around any obstacle with gentle determination and a peaceful flow。\\n\\n3\\\\. You are THE BEST at being yourself\\n\\nYou have unique gifts and talents that no one else in this world has. Sometimes we feel that we need to be someone else in order to fit in, and be an image that we believe everyone else will love. No matter how hard you try to be someone else you will never be good enough. You will do the best and be the happiest only if you stop living by someone else's standards and start using your unique potential to shine like a light in this world。\\n\\n4\\\\. You deserve being taken care of and cherished\\n\\nWe spend a big part of our lives trying to make others like us. The truth is that no one will ever like you if you don’t start loving yourself first. Give your love to others like you do every day already but don’t forget to leave some for yourself. Spend some time reading your favorite book and exercising. You will be a better one!\\n\\n5\\\\. You are rich。\\n\\nTrue wealth comes from within. Of course, money matters but so does the way you spend and treat it. If money is the only purpose of your life then you will never feel rich even if you become a millionaire. Treat money the way it was meant to – as means to existence rather than the ultimate source of happiness and joy. Right now write down 5 things that make you a rich person and keep this list where you will always see it。\\n\\n6\\\\. You deserve pursuing your passion\\n\\nYour passion is the integral part of you, the minute you lose it you will start losing yourself. Did you ever feel that you hardly even remember the girl you were when you were 16? What gave you that enthusiastic drive to pursue your goals and dreams?\\n\\nNo matter how many years passed since you were 16, that girl still lives inside of you. Even though today you have responsibilities, chores and THE schedule you still need to make room for your passion。\\n\\n7\\\\. Your sensitivity is your biggest power\\n\\nYou are delicate as a flower and you need love to survive. Don’t be afraid to show your weakness every once in a while and let your loved ones help you. Your power lies in multiplying the love and care that you receive and spreading it in the world around you。\\n\\n8\\\\. You are courageous\\n\\nLiving a full life means being bold and courageous in order to protect what you stand for and aspire for your biggest dreams. Every day we face choices and the course your life is taking depends greatly on how courageous you are when making decisions. Don't settle for the easiest choice but rather use your courage to live a bold and full life。\\n\\n9\\\\. You are perfect\\n\\nYou are the masterpiece of perfection as long as you let your inner light shine and knowhow invaluable you are。\\n\\n10\\\\. You are what you want to be\\n\\nOur deepest wishes are whispers of our authentic selves. We must learn to respect them. We must learn to listen。\",\"timestamp\":1639397286,\"title\":\"Be the best self\"},\"digest\":\"kPrkqDCLbUpx0pnxDw446_VLBqc-syqrXzToVsO1trw\",\"authorship\":{\"contributor\":\"0xc7c8Fa917D383cBc649ea2C6397A5ad9456F60C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"signature\":\"w5Io_O2gEvT5axY3ye66q9oX_qCgqeLXYSABDe6GOpXDr_Eiu9sMhgA2-H7_QLczdN1sgxqOfNHuR6krnQGLSw\",\"signingKeySignature\":\"0x263eaba9efc27e0ecc495b40ac309819bd00c6b58daace1c412de513f861d58d3b32873f7ebfca7527a0bfad5367e0de68136265be433b8cd6e9b71a61e7ba181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kPrkqDCLbUpx0pnxDw446_VLBqc-syqrXzToVsO1trw\"}"