"{\"content\":{\"body\":\"While I was rich enow at home   Great boast then would they blow, And now they run away from me,   As beast-es on a row; They take no more heed of me   Than they me never saw.\\\"\\n\\nFor ruth-e then wept Little John,   Scathelocke and Much also. \\\"Fill of the best wine,\\\" said Rob-in,   \\\"For here is a simple cheer. Hast thou any friends,\\\" said Robin,   \\\"Thy borowes that will be?\\\"\\n\\n\\\"I have none,\\\" then said the knight,   \\\"But him that died on a tree.\\\"\\n\\n\\\"Do way thy jap-es!\\\" said Rob-in,   \\\"Thereof will I right none; Weenest thou I will have God to borowe?   Peter, Paul, or John? Nay, by him that me made,   And shope both sun and moon, Find a better borowe,\\\" said Robin,   \\\"Or money gettest thou none.\\\"\\n\\n\\\"I have none other,\\\" said the knight,   \\\"The sooth for to say, But if it be our dear Lad-y,   She failed me ne'er ere this day.\\\"\\n\\n\\\"By dere-worthy God,\\\" then said Rob-in,   \\\"To seek all England thorowe, Yet found I never to my pay,   A much better borowe. Come now forth, Little John,   And go to my treasur-y, And bring me fo-ur hundred pound,   And look that it well told be.\\\"\\n\\nForth then went Little John,   And Scathelock went before, He told out fo-ur hundred pound,   By eighteen-e score.\\n\\n\\\"Is this well told?\\\" said Little Much.\\n\\nJohn said, \\\"What grieveth thee? It is alms to help a gentle knight   That is fall in povert-y. Master,\\\" then said Little John,   \\\"His clothing is full thin, Ye must give the knight a liver-ay,   To wrap his bod-y therein. For ye have scarl-et and green, mast-er,   And many a rich array, There is no merch-ant in merry Engl-and   So rich, I dare well say.\\\"\\n\\n\\\"Take him three yards of every colo-ur,   And look that well mete it be.\\\"\\n\\nLittle John took none other meas-ure   But his bow-e tree, And of every handfull that he met   He leapt ouer foot-es three.\\n\\n\\\"What devilkyns draper,\\\" said Little Much,   \\\"Thinkest thou to be?\\\"\\n\\nScathelock stood full still and lough,   And said, \\\"By God allmight, John may give him the better meas-ure,   For it cost him but light.\\\"\\n\\n\\\"Master,\\\" then said Little John,   All unto Robin Hood, \\\"Ye must give that knight an horse,   To lead home all this good.\\\"\\n\\n\\\"Take him a gray cours-er,\\\" said Robin,   \\\"And a saddle new; He is our Lady's messengere,   God lend that he be true!\\\"\\n\\n\\\"And a good palfr-ey,\\\" said Little Much,   \\\"To maintain him in his right.\\\"\\n\\n\\\"And a pair of boots,\\\" said Scath-elock,   \\\"For he is a gentle knight.\\\"\\n\\n\\\"What shalt thou give him, Little John?\\\" said Robin.\\n\\n\\\"Sir, a paire of gilt spurs clene, To pray for all this company:   God bringe him out of tene!\\\"\\n\\n\\\"When shall my day be,\\\" said the knight,   \\\"Sir, an your will be?\\\"\\n\\n\\\"This day twelve month,\\\" said Rob-in,   \\\"Under this green wood tree. It were great sham-e,\\\" said Rob-in,   \\\"A knight alone to ride, Without squy-er, yeoman or page,   To walk-e by his side. I shall thee lend Little Johan my man,   For he shall be thy knave; In a yeoman's stead he may thee stand   If thou great need have.\\\"\\n\\nTHE SECONDE FYTTE.\\n\\nNow is the knight went on his way,   This game he thought full good, When he looked on Barnisdale,   He bless-ed Robin Hood; And when he thought on Barnisdale   On Scathelock, Much, and John, He blessed them for the best compan-y   That ever he in come.\\n\\nThen spake that gentle knight,   To Little John gan he say, \\\"To-morrow I must to York town,   To Saint Mar-y abbay; And to the abbot of that place   Four hundred pound I must pay: And but I be there upon this night   My land is lost for aye.\\\"\\n\\nThe abbot said to his conv-ent,   There he stood on ground, \\\"This day twelve month came there a knight   And borrowed four hundred pound   Upon all his land free, But he come this ilk-e day   Disherited shall he be.\\\"\\n\\n\\\"It is full early,\\\" said the prior,   \\\"The day is not yet far gone, I had liever to pay an hundred pound,   And lay it down anone. The knight is far beyond the sea,   In England is his right, And suffereth hung-er and cold   And many a sorry night: It were great pity,\\\" said the prior,   \\\"So to have his lond; An ye be so light of your consci-ence,   Ye do to him much is wrong.\\\"\\n\\n\\\"Thou art ever in my beard,\\\" said the abb-ot,   \\\"By God and Saint Rich-ard!\\\"\\n\\nWith that came in a fat-headed monk,   The high cellarer; \\\"He is dead or hang-ed,\\\" said the monk,   \\\"By him that bought me dear, And we shall have to spend in this place   Four hundred pound by year.\\\"\\n\\nThe abbot and the high cellarer,   Stert-e forth full bold.\\n\\nThe high justice of Englond   The abb-ot there did hold; The high just-ice and many mo   Had take into their hond Wholly all the knight-es debt,   To put that knight to wrong. They deemed the knight wonder sore,   The abb-ot and his meyn-e: \\\"But he come this ilk-e day   Disherited shall he be.\\\"\\n\\n\\\"He will not come yet,\\\" said the just-ice,   \\\"I dare well undertake.\\\"\\n\\nBut in sorrow-e tim-e for them all   The knight came to the gate. Then bespake that gentle knight   Unto his meyn-e, \\\"Now put on your simple weeds   That ye brought from the sea.\\\"   And cam-e to the gates anone, The porter was ready himself,   And welcom-ed them every one.\\n\\n\\\"Welc-ome, sir knyght,\\\" said the port-er,   \\\"My lord to meat is he, And so is many a gentle man,   For the love of thee.\\\" The porter swore a full great oath,   \\\"By him that mad-e me, Here be the best cores-ed horse   That ever yet saw I me. Lead them into the stable,\\\" he said,   \\\"That eas-ed might they be.\\\"\\n\\n\\\"They shall not come therein,\\\" said the knight,   \\\"By him that died on a tree.\\\"\\n\\nLord-es were to meat iset   In that abb-ot-es hall, The knight went forth and kneel-ed down,   And salved them great and small. \\\"Do gladly, sir abb-ot,\\\" said the knight,   \\\"I am come to hold my day.\\\"\\n\\nThe first word the abbot spake,   \\\"Hast th-ou brought m-y pay?\\\"\\n\\n\\\"Not one penny,\\\" said the knight,   \\\"By him that mak-ed me.\\\"\\n\\n\\\"Thou art a shrewd debtor!\\\" said the abb-ot;   \\\"Sir justice, drink to me! What dost thou here,\\\" said the abb-ot,   \\\"But thou hadst brought thy pay?\\\"\\n\\n\\\"For-e God,\\\" then said the knight,   \\\"To pray of a longer day.\\\"\\n\\n\\\"Thy day is broke,\\\" said the justice,   \\\"Land gettest thou none.\\\"\\n\\n\\\"Now, good sir justice, be my friend,   And fend me of my fone.\\\"\\n\\n\\\"I am hold with the abbot,\\\" said the justice,   \\\"Both with cloth and fee.\\\"\\n\\n\\\"Now, good sir sheriff, be my friend.\\\"\\n\\n\\\"Nay, for-e God,\\\" said he.\\n\\n\\\"Now, good sir abbot, be my friend,   For thy curteys-e, And hold my land-es in thy hand   Till I have made thee gree; And I will be thy true serv-ant,   And truly serv-e thee, Till ye have fo-ur hundred pound   Of money good and free.\\\"\\n\\nThe abbot sware a full great oath,   \\\"By him that died on a tree, Get the land where thou may,   For thou gettest none of me.\\\"\\n\\n\\\"By dere-worthy God,\\\" then said the knight,   \\\"That all this world wrought, But I have my land again,   Full dear it shall be bought; God, that was of a maiden borne,   Lene us well to speed! For it is good to assay a friend   Ere that a man have need.\\\"\\n\\nThe abb-ot loathl-y on him gan look,   And villainousl-y gan call; \\\"Out,\\\" he said, \\\"thou fals-e knight! Speed thee out of my hall!\\\"\\n\\n\\\"Thou liest,\\\" then said the gentle knight,   \\\"Abbot in thy hall; Fals-e knight was I nev-er,   By him that made us all.\\\"\\n\\nUp then stood that gentle knight,   To the abb-ot said he, \\\"To suffer a knight to kneel so long,   Thou canst no courtes-y. In joust-es and in tournem-ent   Full far then have I be, And put myself as far in press   As any that e'er I see.\\\"\\n\\n\\\"What will ye give more?\\\" said the just-ice,   \\\"And the knight shall make a release; And ell-es dare I safely swear   Ye hold never your land in peace.\\\"\\n\\n\\\"An hundred pound,\\\" said the abb-ot.\",\"timestamp\":1636103539,\"title\":\"Sir, never one will me know;\"},\"digest\":\"DA4Vg9o8U3eBrDDxyqGHQTrc5f6FeAi-aGWf2bk6MYQ\",\"authorship\":{\"contributor\":\"0xfbd725612A5299FAE5cea4725fAb05072Fc51050\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6h4JI0utJGNMrpzugrReLpplGq60IMhLBYmnqQ_S3ZU\\\",\\\"y\\\":\\\"LdmOsMGblKK0FBvI2xhS-Ob5RidIs-064shPrIi8stc\\\"}\",\"signature\":\"akmoygYWZR_f2oEfL4LbN353FzmxpXjdmD3emDj7sTqUiurSltGo6BIqp9KKys9bsJAKVsDTjr5cxHyH82Hz_g\",\"signingKeySignature\":\"0x546319ba31ce0e4e81ba95550fe8c66ce660e0eee0f2dede64ee4714d3be56f848f6504eaf47795f14dac91ee8ed7527028d116db882b094ff7d2e0073324d801c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6h4JI0utJGNMrpzugrReLpplGq60IMhLBYmnqQ_S3ZU\\\",\\\"y\\\":\\\"LdmOsMGblKK0FBvI2xhS-Ob5RidIs-064shPrIi8stc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DA4Vg9o8U3eBrDDxyqGHQTrc5f6FeAi-aGWf2bk6MYQ\"}"