"{\"content\":{\"body\":\"The rise of [decentralized finance and nonfungible tokens](https://cointelegraph.com/news/this-time-it-s-different-when-defi-meets-nfts) has transformed the blockchain ecosystem and generated near unimaginable riches for investors, but none of this would be possible without the strong foundation offered by layer-one blockchain networks like Bitcoin and Ethereum. \\n\\nSmart contracts and layer-two protocols promise to revolutionize the finance and logistics industry, but they require a robust, secure and distributed network to operate on and to ensure their immutability.\\n\\nCurrently, most of the top layer-two projects operate on the Ethereum network, and this has resulted in increased transaction costs and delayed confirmation times due to network congestion.\\n\\nThe network’s recent London hard fork attracted a lot of attention due to the [implementation of a fee-burning mechanism](https://cointelegraph.com/news/ethereum-supply-shock-exchange-eth-reserves-continue-to-fall-after-a-26-drop-in-2021) that could eventually make Ether ([ETH](https://cointelegraph.com/ethereum-price)) a deflationary asset, but it did little to solve the issue of high transaction costs, and the average transaction cost has actually risen since its implementation.\\n\\nDue to high fees and limited scaling capability, competing layer-one protocols such as Avalanche, Terra and Cardano have been rising in value and attracting new users in recent months as popular projects bridge their ecosystems to these next-generation blockchain protocols.\\n\\n## The rush to Avalanche\\n\\nOne of the [biggest price gainers](https://cointelegraph.com/news/3-reasons-why-avalanche-avax-price-is-up-200-this-month) in August has been AVAX, the native token of the Avalanche protocol.\\n\\nExcitement for the project began to rise following the [release of the Avalanche Bridge](https://cointelegraph.com/news/avalanche-launches-upgraded-bridge-prepping-dapps-for-mainstream-adoption) on July 29. The bridge supports new cross-chain bridging between the Avalanche and Ethereum networks, and the user-friendly nature of the product opened the gates for new users to enter Avalanche’s burgeoning ecosystem.\\n\\nAs of Aug. 24, the bridge has processed more than $1 billion worth of transfers between the two networks, and there are plans to list new assets and stablecoins like USD Coin ([USDC](https://cointelegraph.com/usdc-price-index)) in the near future.\\n\\n> — Avalanche (@avalancheavax) [August 24, 2021](https://twitter.com/avalancheavax/status/1430266842824777733?ref_src=twsrc%5Etfw)\\n\\nThe protocol has also teamed up with blue-chip decentralized finance (DeFi) projects such as Aave, Curve and SushiSwap for the “[Avalanche Rush DeFi Incentive Program](https://cointelegraph.com/news/avalanche-rush-to-give-out-more-than-180m-in-defi-incentives),” a $180-million liquidity mining program designed to bring more applications and assets to its growing DeFi ecosystem.\\n\\nFunds for the program will be used to provide AVAX rewards as liquidity mining incentives for Aave, Curve and SushiSwap users over a three-month period.\\n\\nDeFi protocols native to Avalanche have also seen a dramatic increase in the total value locked on their platforms. Pangolin leads with a $379.4 million total value locked (TVL), and Benqui has already surpassed the $1-billion TVL mark, according to [data](https://defillama.com/protocol/benqi) from Defi Llama.\\n\\nAvalanche also has a transaction burning fee mechanism in place, which has [burned](https://burnedavax.com/) more than 182,000 AVAX as of the time of writing.\\n\\n## A layer-one with a stablecoin focus\\n\\nTerra is a unique blockchain protocol in that it has a broad focus on using fiat-pegged stablecoins such as the network’s TerraUSD (UST) to power price-stable global payments systems.\\n\\nThe protocol’s native LUNA token saw its price surge 530% between July 20 and Aug. 24 as a [unique token burning mechanism](https://cointelegraph.com/news/terra-luna-price-rallies-162-while-bitcoin-and-altcoin-prices-drop) and ongoing community vote to upgrade the network put pressure on the token’s value.\\n\\nOn Aug. 25, the Terra community successfully voted to migrate the Terra network to the Columbus-5 mainnet, and it is expected to be fully launched on Sept. 9.\\n\\n> 1/ The on-chain proposal to migrate the Terra network to the Columbus-5 mainnet has officially passed, with 99.99% of votes signaling \\\"Yes.\\\" <https://t.co/22CS19RbLV>\\n>\\n> — Terra (UST) Powered by LUNA (@terra_money) [August 25, 2021](https://twitter.com/terra_money/status/1430662406548582402?ref_src=twsrc%5Etfw)\\n\\nThe Terra ecosystem has been steadily growing throughout the year as established projects such as Curve and Yearn.finance integrate UST into their stablecoin pools, and new projects launching on Terra blockchain also benefit from its stablecoin payment capabilities.\\n\\n![](https://s3.cointelegraph.com/uploads/2021-08/90cbd19a-fc55-49df-800d-c2a27c71381d.jpg)\\n\\n*Terra ecosystem. Source: *[*Terrians*](https://twitter.com/Terrians\\\\_/status/1430124815151558656)\\n\\nOne of the network’s most popular applications is Anchor Protocol, a savings protocol that offers UST holders low-volatility yields on deposits, while LUNA holders can lock up their tokens as collateral to borrow stablecoins.\\n\\nThe platform helped to boost network activity and ecosystem-connected tokens after it [added](https://twitter.com/anchor_protocol/status/1426280804053929993) Ether as a collateral option to mint UST on Aug. 13.\\n\\nSince the introduction of Ether as a form of collateral for the Terra ecosystem, the total value locked on the protocol has pushed above $6 billion, according to [data](https://defillama.com/chains) from Defi Llama.\\n\\nThis makes Terra the third-largest blockchain network by TVL behind Ethereum and Binance Smart Chain.\\n\\n***Related: ***[***Stablecoin adoption and the future of financial inclusion***](https://cointelegraph.com/news/stablecoin-adoption-and-the-future-of-financial-inclusion)\\n\\n## Cardano investors anticipate the network’s smart contract rollout\\n\\nAnother project that has been gaining traction thanks to the [promise of smart contract functionality](https://cointelegraph.com/news/waiting-for-alonzo-cardano-smart-contracts-creep-toward-full-launch) is Cardano, a proof-of-stake blockchain protocol.\\n\\nThe smart contract rollout led Cardano’s [ADA](https://cointelegraph.com/ada-price-index) token to rally more than 190% in the past three weeks, and investors are excited that DeFi applications will launch once the smart contracts are enabled.\\n\\nThe network and token have also benefited from a high rate of engagement in staking pools, and the most recent [data](https://pooltool.io/) from PoolTool indicates that 70.98% of the circulating supply of ADA is staked on the network.\\n\\nThe protocol has also developed a nonfungible token (NFT)-maker that allows users to mint NFTs without the need for smart contracts through the creation of “native tokens.”\\n\\n> — Cardano Foundation (@CardanoStiftung) [July 22, 2021](https://twitter.com/CardanoStiftung/status/1418134218941640705?ref_src=twsrc%5Etfw)\\n\\nDeFi and NFTs have been the biggest attention grabbers in the crypto ecosystem this year, so the possibility of being able to operate both on the Cardano network may have contributed to ADA’s current rally.\\n\\nAs blockchain technology and the cryptocurrency ecosystem continue on the slow march to mass adoption, the field of competing networks is expected to intensify.\\n\\nEthereum is currently the top layer-one blockchain network in terms of smart contract capabilities and active protocols, but it must continue to evolve because a handful of competitors is quickly gaining ground.\\n\\n## Want more information about trading and investing in crypto markets?\\n\\n*   Number of [Cardano millionaires rises by 173%](https://cointelegraph.com/news/number-of-cardano-millionaires-rises-by-173-after-ada-price-hit-new-highs) after ADA price hits new highs\\n*   Institutions [appear bullish on crypto](https://cointelegraph.com/news/institutions-appear-bullish-on-crypto-despite-record-bitcoin-outflows) despite record Bitcoin outflows\\n*   The perfect storm: DeFi hacks will [advance the crypto sector](https://cointelegraph.com/news/the-perfect-storm-defi-hacks-will-advance-the-crypto-sector-moving-forward) moving forward\\n*   Record [$900-million month for NFT sales](https://cointelegraph.com/news/record-900-million-month-for-nft-sales-as-cryptopunks-go-stratospheric) as CryptoPunks go stratospheric\\n*   Ethereum’s [rise to No. 1 crypto “seems unstoppable](https://cointelegraph.com/news/ethereum-s-rise-to-no-1-crypto-seems-unstoppable-says-devere-group-ceo),” says deVere Group CEO\\n\\nThe views and opinions expressed here are solely those of the author and do not necessarily reflect the views of Cointelegraph.com. Every investment and trading move involves risk, you should conduct your own research when making a decision.\\n\",\"timestamp\":1636786966,\"title\":\"Altcoin Roundup: Layer-one protocols chip away at Ethereum’s dominance.\"},\"digest\":\"j1dm3CwbauhRRyxIl5jJxpxv2crBSgainbTHVcwTOpY\",\"authorship\":{\"contributor\":\"0xc95504f4C2eCDA49b95B61A059D92F4CC3bE7660\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fktCBIsQJaQRpfNiQ2S6tiFdz_oacXKuTwfSpR_DLg0\\\",\\\"y\\\":\\\"1uvBRFkBofuuj7fqSnc00wdN1ydA3dNimdKLjpWn7x4\\\"}\",\"signature\":\"u3H2zb_DE8Vfb-tRRizCLv37TsG8VF-1u8_QZi1hF3G3PGCv07L7a2PLjA1_YxPoxFTl6A_yOkyPi8O6aIntew\",\"signingKeySignature\":\"0x67c75f6d8d26ebaa7c8c6559581251397746ad06fb303275e3153af67614a18232f05fdc04bda19a08902989245a5718694202ba628ab10517931bb721d1645a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fktCBIsQJaQRpfNiQ2S6tiFdz_oacXKuTwfSpR_DLg0\\\",\\\"y\\\":\\\"1uvBRFkBofuuj7fqSnc00wdN1ydA3dNimdKLjpWn7x4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j1dm3CwbauhRRyxIl5jJxpxv2crBSgainbTHVcwTOpY\"}"