"{\"content\":{\"body\":\"*Originally published on [world.hey.com/luca.cosivi](https://world.hey.com/luca.cosivi) on October 7, 2021.*\\n\\nYesterday, I posted a [new newsletter](https://bit.ly/2YrN1PK) that took a deep dive into Winding Tree. I read it again and felt I should add a short personal take on what the future of online travel distribution might look like, let's say 10-years from now.\\n\\nI believe that there are two possible futures for the world of online travel distribution, one where companies like Booking, Expedia, Amadeus, Sabre are pretty much non-existent and one where they still dominate.\\n\\n# Scenario A\\n\\nIn the next 5 to 10 years, Airlines will slowly move towards driving more direct bookings and joining marketplaces like Winding Tree. By the end of this decade, over 80% of their bookings will be coming through distribution channels that are at least half as expensive as GDSs (currently at around 10% per booking). \\n\\nIn 2025, after front-end applications are more user-friendly, integrations with major PMSs are easy to set up and adoption of blockchain technology is even more mainstream we will see small and big hotels move in the same direction as the airlines did. \\n\\n# Scenario B\\n\\nMajor intermediaries go through a deep transformation of their business model and find new ways of generating revenue and growth while adopting blockchain technology-based distribution. \\n\\nBig internal transformations are not impossible for big corporations, but for now, there aren’t any signals for change from the major OTAs or GDSs.\\n\\nTake for example [this](https://www.volkskrant.nl/kijkverder/v/2019/oud-werknemers-over-booking.com-het-is-een-grote-chaos/) investigation by a Dutch newspaper on [Booking.com](http://booking.com/), that interviewed more than a dozen employees that raised serious concerns about their tech stack as they still use Perl an outdated and unpopular programming language. So, if an internet company is struggling to hire developers to maintain its platform running It doesn’t seem like they will start to learn and develop a dAAP on [Solidity](https://docs.soliditylang.org/en/v0.8.9/introduction-to-smart-contracts.html) (Ethereum’s programming language) anytime soon.\\n\\n*If you don’t have access to the article you can check [this](https://www.computable.nl/artikel/nieuws/development/6777910/250449/developers-schetsen-gitzwart-beeld-van-bookingcom.html) one that refers to it.*\\n\\n# Final Thoughts\\n\\nThe truth is that both scenarios have intermediaries, the only difference is the power and influence they have on the market. Intermediaries are not bad until they become gatekeepers of innovation and progress. \\n\\nI believe this to be the case when it comes to OTAs and GDSs, the high number of commissions have squeezed the bottom lines of many hotels and airlines which then gets trickled down to travellers. By giving just 5% back to suppliers (that do not have an oligopoly status) we can expect many of them to put that towards giving more value to customers.\\n\\nThe reality is that there is a lot of work in either scenario and external factors that will influence the timelines I presented such as [rate parity](https://www.hospitalitynet.org/panel/125000112.html) regulations. \\n\\n> *Thank you for reading! \\n If you have any questions? Ideas? Comments? Here is my [Twitter](https://twitter.com/lucarioams) | [LinkedIn](https://www.linkedin.com/in/lucacosivi/) | [GitHub](https://github.com/lucarioams)*\",\"timestamp\":1635426644,\"title\":\"Online Travel Distribution - a decade from now.\"},\"digest\":\"dSm9NrRsIeDWAhU3FXQ5EWBj7klS8RrXfDVXzidmP4E\",\"authorship\":{\"contributor\":\"0x0e65396AFcF37C2743BFE3A6771c3345028A2c6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8bt0cmFdCOZ72RPqWC3FCyAerF4nUanVjnfVnDFNCs8\\\",\\\"y\\\":\\\"P5kkzOhQuffQZA_1KRmGZcWHNPRPH-Q2z9vS6rS2WOI\\\"}\",\"signature\":\"akLBQ8srrsBI5_XbQj4yHvnTFDqItXMXK68pigW8JlWDKT9ZTDoM0yWR88jZvM-Jbty_9VyqMtBfbwP_hXzIzQ\",\"signingKeySignature\":\"0x8dcd36b2e70987ddb2cd1b04803d870ae9ed3df12f803fcc420416d6281a458420700acef63c3b6c3627f39ae7457252de46ea736791b48ef8b8de13b98fa07c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8bt0cmFdCOZ72RPqWC3FCyAerF4nUanVjnfVnDFNCs8\\\",\\\"y\\\":\\\"P5kkzOhQuffQZA_1KRmGZcWHNPRPH-Q2z9vS6rS2WOI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dSm9NrRsIeDWAhU3FXQ5EWBj7klS8RrXfDVXzidmP4E\"}"