"{\"content\":{\"body\":\"In cold winter, the happiest thing is to eat a steaming hot baked sweet potato.\\n\\nEvery autumn and winter season, it is the best time to eat roasted sweet potatoes. On both sides of the road, there will always be many sweet potato rice pushing the stove. They shout while showing their roasted sweet potatoes to the top of their hearts.\\n\\nIn the eye of traditional Chinese medicine: sweet potato still is nourishing good taste, sweet potato is sweet, sex is smooth, return classics of spleen, lung, eat sweet potato to be able to rise the effect that embellish bowel tongdefecate, still can alleviate lung gas insufflative and irascibility exuberant problem, have help to health.\\n\\nSome time ago, an article about \\\"sweet potato can eliminate 98.7% of cancer cells\\\" attracted the attention of many netizens. Is sweet potato really able to eliminate cancer cells? Is this statement true or false?\\n\\n\\\"Cancer\\\" hear the word alone feared, very panic, according to statistics, China has become the cancer incidence and mortality rates are the highest state, every year nearly millions of citizens for a variety of causes for various malignant diseases, in our country has the high incidence of cancer diagnosis, nearly half of the reason is due to the digestive tract lesions.\\n\\nIn order to prevent cancer, it is crucial to actively adjust the diet. Under the influence of this health-oriented era, more and more people begin to pay attention to tonic food, which can satisfy the body's absorption and utilization of nutrients through food intake, provide energy for the body and reduce the risk of disease.\\n\\nExperts study found that the nutritional value of sweet potato very, it contains protein, dietary fiber, vitamins, minerals, water, carbohydrates, amino acids, trace elements and other beneficial ingredients to the body, often eat sweet potato can supply energy for the body, belly also can accelerate the intestinal digestion peristalsis, reduce waste accumulation.\\n\\nAfter a number of experimental studies have found that certainly were in sweet potato nutrients can prevent cancer, such as sugar, fat, this kind of material can accelerate the flow of blood in the body, helps the body discharge toxins waste, reduce the risk of cancer cells to generate, and, of course, the conclusion is only discussed in clinical stage, does not officially will be put into use sweet potato as anticarcinogen, after all, Sweet potatoes are just a kind of food, not as magical as people think.\\n\\nRelated to sweet potato anti-cancer claims, indeed some exaggerated, for patients with cancer, the best treatment is according to the doctor's guidance to take medicine on time, with various chemotherapy treatment, reduce the recurrence rate of cancer cells, prevent cancer cell division and reproduction.\\n\\n1, detoxification beauty\\n\\nA variety of nutrients contained in sweet potato can also effectively eliminate the generation of subcutaneous melanin, keep the skin moist and shiny, eliminate toxin waste, beauty and delay aging.\\n\\n1. Aid in weight loss\\n\\nA lot of women regard reducing weight as the goal that is lifelong struggle, Shouting everyday reducing weight, always cannot control oneself however when encountering gastronomic, eat greatly eat especially.\\n\\nSweet potato as a kind of food containing higher cellulose, low quantity of heat, high nutritional value, eating sweet potato can enhance satiety feeling, eat sweet potato more during weight loss, enhance satiety feeling, reduce the intake of heat, or when you are in the shortest time, the body of excess fat and sugar discharge outside the body, thin to the ideal good figure.\\n\\n1. Moisten intestines and relieve constipation\\n\\nThe intestines and stomach is an important organ for the body to digest and absorb food. Every time the human body ingested food will enter the intestines for absorption. There are also rich dietary fiber in sweet potatoes, which can improve the ability of digestion and peristalsis, moisten the intestine and relieve constipation.\\n\\nPeople who are often constipated can improve the problem of constipation by eating sweet potatoes when the effect of all kinds of methods is not ideal.\\n\\n1. Reduce blood pressure and blood fat\\n\\nHypertension and hyperlipidemia have become the main killers threatening the health of middle-aged and elderly people. Long-term increase in blood pressure and blood lipids will induce various cardiovascular and cerebrovascular complications. Potassium ions contained in sweet potatoes can play an auxiliary antihypertensive effect, reduce the absorption of sodium ions in the body, and prevent water and sodium retention.\\n\\nThe cellulose contained in sweet potato can accelerate the flow of human blood, reduce the concentration of cholesterol and triglyceride in the blood, and stabilize blood lipids.\\n\\nPatients suffering from three high diseases might as well insist on eating a piece of sweet potato every day, after a period of time, or can help you effectively stabilize the development of the disease, restore health.\\n\\n(1) Pay attention to the consumption\\n\\nSweet potato is the best, but also pay attention to the amount of sweet potato to eat every day, consumption can not be too much, otherwise it will induce heartburn, flatulence feeling.\\n\\nBecause sweet potato contains a lot of cellulose, long-term intake of too much sweet potato will lead to increased magnesium content in the intestines and stomach prone to abdominal pain and bloating, affecting gastrointestinal health and aggravating gastrointestinal pressure.\\n\\n(2) Don't eat sweet potato skins\\n\\nSoft sweet delicious roast sweet potato, delicious and nutritious, after carbon baked sweet potato skin composition, men love to eat sweet potato charred skin, experts found that a carbon baked sweet potatoes, generates a lot of shading in skin bacteria, this kind of bacteria on the health effects is very big, eat for a long time can increase the burden of the body, the body can lead to heavy metal poisoning.\\n\\nFor health reasons, it is best not to eat the skin when eating sweet potatoes. It is healthier to peel the skin off in advance.\\n\\n(3) Some people are not fit to eat\\n\\nPeople with severe diarrhea, patients with high blood sugar, people with weak spleen and stomach or food accumulation, these three people are not suitable to eat sweet potato, otherwise it will increase the burden of the body, there will be repeated discomfort.\\n\\nAfter reading this article, believe everybody to whether sweet potato can kill cancer cell this kind of argument, had deeper understanding, how do you look at? What do you think we should pay attention to when eating sweet potatoes?\",\"timestamp\":1638781802,\"title\":\"Sweet potato destroys 98.7% of cancer cells, true or false? The results have been published\"},\"digest\":\"HRNipNuy-66VM07gtiDZfgeeOWJt5SUr91v_HcNahgo\",\"authorship\":{\"contributor\":\"0xb264B80be54d5dEBcA0771ed82B91CB40bC46B86\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LURWVFnbYayCF3upZO5LY2EBrR_A_u8afRmjnrEMwaI\\\",\\\"y\\\":\\\"ZMy-MWSJMUXuf1Sp7h3FHAXcirpC-_mOGUT-mjnmFZ0\\\"}\",\"signature\":\"o3WOetkDrAuZ6nLcwRDOFNsnxhbn4yZZ6iWrKbBdiq21EDhHTwm6qJsQdxsXp0Og2YAPaFGZk_QnuJ9Rmpc66g\",\"signingKeySignature\":\"0xc9ada31c3442bfed00820f100d77db718e05e2e7c5ac77d46857198a882eab5649abdb568f0757263bc3dc5278eeec84c994f9d7d0878df005e8e0eaa7e976e31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LURWVFnbYayCF3upZO5LY2EBrR_A_u8afRmjnrEMwaI\\\",\\\"y\\\":\\\"ZMy-MWSJMUXuf1Sp7h3FHAXcirpC-_mOGUT-mjnmFZ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HRNipNuy-66VM07gtiDZfgeeOWJt5SUr91v_HcNahgo\"}"