"{\"content\":{\"body\":\"### Introducing mCLUB, a Grant Giving DAO designed to support creators on Mirror and give hands-on experience to those looking for opportunities in DAOs.\\n\\n[mCLUB DAO](crowdfund://0x3c50E19C7aBF8E5c9A3C56FcE64E7015a6E1f49c?version=tiered_1&network=mainnet&features=overview)\\n\\nIt’s no secret, we're big fans of Mirror.\\n\\nFrom being the first official winner of the [$WRITE RACE](https://mirror.xyz/race), to helping launch projects like Not Boring’s [Power to the Person](https://notboring.mirror.xyz/SPV_-bchriVn_ncDj8OgnLccSb5qAsU0sXNpg9y_UTk) (first use of splits), [Mint Fund](https://themint.fund/)’s $BOUNTY (first smart contract sold as an NFT) and Colin and Samir’s [Seat at the Table NFT](https://colinandsamir.mirror.xyz/G5kD1SysIvVE-Socv7zknOExp3wZWZPSZ9_sxBj_cV4) (the first use of a PartyBid contract), we’ve seen the power that easy to access web 3 tools can unlock for creators.\\n\\nWe’re also big fans of DAOs.\\n\\nSeed Club is a DAO that builds and invests in communities with tokens. Our community is full of thousands of smart, talented individuals looking to get hands-on experience working for a DAO.\\n\\nA common frustration we hear from many is how hard it is to “break into” existing DAOs. There are hundreds of people who want to participate, but have yet to find their way into an operational role.\\n\\nSo we asked ourselves…\\n\\nWhat if we used Mirror’s full set of creator empowering tools to launch a DAO that supports creative projects on Mirror, and gives individuals hands-on experience in building and operating a DAO?\\n\\nWell, today we’re excited to announce mClub: a Grant Giving DAO focused on the Mirror Ecosystem. \\n\\n### The mClub Mission\\n\\nFirst and foremost, mCLUB is about hands on learning. Web 3 needs to be experienced and this project is about creating an opportunity for you to go from 0 to 1 in setting up and operating a DAO. \\n\\nThat said, a DAOs needs a mission to catalyze interest and focus efforts. So here's what we're thinking: \\n\\nmCLUB's Mission: To be the leading community DAO focused on the Mirror ecosystem.\\n\\nSpecifically, mCLUB DAO aims to be:\\n\\n1. The foremost backer of projects, and collector of tokens, on Mirror.\\n2. The premier media publication focused on the Mirror ecosystem.\\n\\n### Why Mirror?\\n\\nMirror somehow manages to both reveal the capabilities of crypto while also making it easy and “indistinguishable from magic”.\\n\\nThis makes it a prime tool to help onboard new creators into crypto.\\n\\nFor months they’ve consistently delivered new functionality that gives creators on chain super powers. We believe they will continue to innovate and that participating in this ecosystem early is a good investment of time and attention.\\n\\n[mCLUB DAO](crowdfund://0x3c50E19C7aBF8E5c9A3C56FcE64E7015a6E1f49c?version=tiered_1&network=mainnet&features=editions)\\n\\n### mCLUB DAO starts now with the $mCLUB crowdfund.\\n\\nHere’s the game plan.\\n\\n- Backers can support the crowdfund with ETH in return for $mCLUB tokens.\\n- 50% of $mCLUB supply will be held back by mCLUB DAO, a portion of which will be used to airdrop to quality community members who'd like to participate but may not be able to back the project with ETH. 15% will be retained within the Seed Club DAO\\n- $mCLUB tokens represent membership in mClub.\\n- The first feature of mClub will be a tokenized Discord section, gated by $mCLUB. Backers will immediately be able to access the mClub section of the Seed Club Discord.\\n- $mCLUB holders, with the support of Seed Club, will coordinate in the Discord to decide on a plan for governance and how to allocate the contributed funds.\\n- The crowdfund will target a fundraise of 20 ETH with a 50 ETH Cap, which will be deposited into a multisig governed by the backers at mirror.club.eth\\n\\n### Whats Next?\\n\\nThe membership contribution period will be open until Monday, July 19th at 9am PST or until the stretch goal is reached.\\n\\nA kick off meeting will be scheduled in discord and work will begin.\\n\\nFor now, backers should join the mClub section of the Seed Club discord. See you in there.\\n\\n[Join the Seed Club Discord](https://discord.gg/dUTBCZzT4N)\\n\\n[mCLUB pRO](edition://0xEF3c951e22c65F6256746F4e227e19A5BcbF393C?editionId=13&version=crowdfund_1)\\n\\n[mCLUB eXTRA](edition://0xEF3c951e22c65F6256746F4e227e19A5BcbF393C?editionId=12&version=crowdfund_1)\\n\\n[mCLUB bASIC](edition://0xEF3c951e22c65F6256746F4e227e19A5BcbF393C?editionId=11&version=crowdfund_1)\",\"timestamp\":1626709582,\"title\":\"Shall we start a new DAO?\",\"publication\":\"club\"},\"digest\":\"hf2XogOFIwck1PQEi9I6pVZ4Oc8Hgw7dUQMjJ_-UFS8\",\"authorship\":{\"contributor\":\"0x42DFAf5266Ad40AB4533F9806F5CC1DF4C1eB363\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sIZQez668P7APobeFo1_4a4KRS15lj-ubY1-yodh3QM\\\",\\\"y\\\":\\\"G9oJqVqQVeVSwWVkl94PrGo77yhxg6K-Q1o7iiYB58I\\\"}\",\"signature\":\"EIejuxizWx5cgtjSn9jHiOFjnDntVGOdcWIK1wSU5hArZIourBE5mF7sJ-tj02GksMlcrwEsBjv_hylN4-Jz_A\",\"signingKeySignature\":\"0xd50ca4b1053a80400cf5d01b3b971e3b6b903ff1d45607c92e41461fa8b58c4317c0e0a15a5da80e849732c82062297ca35c9da4fb3b634215f88ac430530fea1b\",\"signingKeyMessage\":\"I authorize the publication of articles on club.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sIZQez668P7APobeFo1_4a4KRS15lj-ubY1-yodh3QM\\\",\\\"y\\\":\\\"G9oJqVqQVeVSwWVkl94PrGo77yhxg6K-Q1o7iiYB58I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dnN3Dwe-iD6jBpzkase4YLHTxYtnuFnmUbSoOfPEkjI\"}"