"{\"content\":{\"body\":\"Unrelentingly high latency: Decentralized blockchains have latency issues in the transmission of information, and they are long and high latency. When information is posted to the blockchain, it needs to be verified and recorded, and nodes across the network need to undergo a slow and lengthy process to synchronize the information. The more nodes the network has, the more serious the network delay becomes. In the case of network instability, a bitcoin message delay of 1 hour, 1 day, many days to update the whole network, which is very normal. In pursuit of the stability and imtamability of data transmission in a decentralized environment, blockchain actually sacrifices the speed requirement of data transmission.\\n\\nMassive computing power consumption: Blockchain architecture based on distributed features, in order to verify the consistency of blockchain information. Each node in the system, at each piece of information recorded, will generate computing power (computing cost) consumption. The computation power loss of all nodes, summed up, is a massive computation power consumption, this cost is very high. In addition, in order to ensure that the information on the blockchain system can not be tampered with, it is necessary to ensure that the computing power of any single organization cannot control more than 51% of the nodes on the system, which in turn raises the threshold of computing power of the blockchain system. Is it really worth consuming huge amounts of computing power to ensure the stability and immutability of an insignificant blockchain system? Long-term high computing power consumption cost, who will bear? Considering the massive amount of computing power that bitcoin miners consume, is it really worth the investment?\\n\\nStorage space consumption: The information of the blockchain system needs to be stored locally, and each node needs to record the data information locally, which puts forward high requirements on the data storage space of a single node. As the application scope of blockchain expands, the pressure of data storage space on a single node will become greater and greater. The pressure of data storage space consumption on all nodes of the whole system will also become larger and larger. Massive disk space consumption, need to be considered in advance.\\n\\nConsumption of network bandwidth resources: in the centralized network environment, information transmission can be completed only by using the central server for one or two transmissions.In a blockchain system, there is no central node to support information transmission, which requires continuous information exchange between multiple points. Theoretically, the consumption of network bandwidth resources is N times of the number of nodes. The more nodes a network has, the more bandwidth resources it consumes.\",\"timestamp\":1635603260,\"title\":\"What are the weaknesses and shortcomings of blockchain?\"},\"digest\":\"nuIW44wZxhckdWJuJaWjFI3U4pcT9XDacCPv1zQgd-4\",\"authorship\":{\"contributor\":\"0x844A93410BebD51D26B4d25e2ad98e4C86Db6594\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oCrJRipiT0fu9LMXH2JJ40oCauGXeYnLi4aeFibLeHg\\\",\\\"y\\\":\\\"_RWzAC7i6ubXuS6TVx9LydKR2VczgbnKPb0XUC5Z8SM\\\"}\",\"signature\":\"Pa0pLkc5wwnBpJCwHKOBk52H3gMrweKILrfOSL4lariln7dMX97UFJM4KHRqRxLUbTXrcnAR7WZNkq3W6t8VEA\",\"signingKeySignature\":\"0x5c7db24baa4d333a153260315b2d9ae99570e1e7d995aa979590ccd6b66391727291996357773552cd68536ff3ff637a963829f3edb5002d0af9a0b95bdf39b31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oCrJRipiT0fu9LMXH2JJ40oCauGXeYnLi4aeFibLeHg\\\",\\\"y\\\":\\\"_RWzAC7i6ubXuS6TVx9LydKR2VczgbnKPb0XUC5Z8SM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nuIW44wZxhckdWJuJaWjFI3U4pcT9XDacCPv1zQgd-4\"}"