"{\"content\":{\"body\":\"Spectral\\n\\nSat, November 13, 2021, 6:14 PM·2 min read\\n\\n*Spectral’s New Financial Primitive is a Breakthrough Innovation for Building Creditworthiness on the Blockchain*\\n\\nNew York, NY , Nov. 13, 2021 (GLOBE NEWSWIRE) -- [Spectral](https://www.globenewswire.com/Tracker?data=v5EL2c_uuhOEFq-yTmP_i90W6Eaia5xF6-sMV41n-vdhOzzwZzJKmrtik6AnkcMM_ceVsAiqDZPE35s5vV1dVQ==), a protocol for programmable creditworthiness, has announced a $6.75 million fundraise led by Polychain Capital. Mike Novogratz’s Galaxy Digital, Chamath Palihapitiya’s Social Capital, ParaFi Capital, Edge & Node Ventures (The Graph) and MetaPurse Ventures also participated in the round.\\n\\nSpectral develops infrastructure for assessing credit risk in Web3 and lays the framework for a new asset class of programmable creditworthiness. Spectral’s first product is an on-chain credit score, which gives lenders an improved mechanism to evaluate borrower risk, and grants the user full control over their identity and pseudonymity on the blockchain.\\n\\n“Building the infrastructure for programmable creditworthiness lays the groundwork for completely new tooling as we begin to move towards an ecosystem that designs custom and community-centric credit applications,” said Sishir Varghese, co-founder and CEO of Spectral.\\n\\nSpectral’s on-chain credit risk assessment innovates beyond the traditional off-chain tools like the FICO score. As a fully programmable and composable financial primitive, Spectral’s credit score (MACRO score) enables permissionless execution of existing financial applications such as credit delegation and securitized debt, and lays the foundation for innovative new implementations that leverage on-chain transaction history to build user creditworthiness.\\n\\n“Spectral is an innovator that’s leveraging blockchain technology to transform the way credit scores are calculated. We believe the company is a true game-changer for creditworthiness and look forward to propelling them forward on what we deem to be an exciting growth trajectory” – Andy Artz, Partner at Social Capital.\\n\\nSpectral is supported by a leading group of crypto-focused angel investors and builders, including Mariano Conte, (formerly of MakerDAO), Stani Kulechov (Aave), Andre Cronje (Yearn Finance), Richard Ma (Quantstamp), Diogo Monica (Anchorage), Andy Bromberg (Eco and CoinList), Kain Warwick & Jordan Momtazi (Synthetix), DeFi Alliance, Rarestone Capital, New Form Capital, Maven11, OP Crypto, Folius Ventures and several others.\\n\\n \\n \",\"timestamp\":1637146341,\"title\":\"Spectral Raises $6.75 Million to Build a Decentralized Credit Bureau\"},\"digest\":\"KkIBBWhshdOx90GWz3PFIRolSGLaox_9Xoc2uy5ST1g\",\"authorship\":{\"contributor\":\"0xc4Ce9e04e66A7364dc5E8D8081E9597084e2f5CA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"09LctJgVIsm_yzV0wlM3v3wkEr-_b2xIgzhoelEEPUU\\\",\\\"y\\\":\\\"g-S8Rzc5jSVu2PZGnCwWefleLhRTDU2xIOWXDJ_nWyw\\\"}\",\"signature\":\"V7O1EcVTdeC1DEibOKp718kvEqLLT45mFrdq8u_veO-lWXFWnoNPz0OE0LX5Bolj-7IBBKGeURC19ijlAODt2A\",\"signingKeySignature\":\"0x1704b0061397ab7323329aefebfe83e2eef88a7db187c898959c715ecb8d7c766d6d2c7efef39a8e5857ba602aed6b0949d3b68af846b41c7364cdac9ae259191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"09LctJgVIsm_yzV0wlM3v3wkEr-_b2xIgzhoelEEPUU\\\",\\\"y\\\":\\\"g-S8Rzc5jSVu2PZGnCwWefleLhRTDU2xIOWXDJ_nWyw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KkIBBWhshdOx90GWz3PFIRolSGLaox_9Xoc2uy5ST1g\"}"