"{\"content\":{\"body\":\"不知道大家记得不，去年10月，上海一百亿量化私募的股权之争在市场引起轩然大波，创始人自曝违规股权代持更是将不少代销和托管的合作[券商](http://data.eastmoney.com/other/qsjy.html)都拖下水，券商在代销和托管时应注意什么风险？如何规范相关业务？\\n\\n　　日前，监管部门日前向[证券](http://quote.eastmoney.com/unify/r/90.BK0473)公司发送通报，明确要求各[证券](http://quote.eastmoney.com/unify/r/90.BK0473)公司规范代销托管业务，切实加强风险防范能力。\\n\\n　　监管部门列出代销金融产品业务的4大风险点和资产托管业务的3大风险点。明确了后续监管要求：严禁代销或托管未经审查或者审查发现委托人非依法设立、股权结构混乱、公司治理存在重大缺陷、投资管理存在重大风险、存在重大违法违规等情况的金融产品。\\n\\n　　此外，监管还要求[证券](http://quote.eastmoney.com/unify/r/90.BK0473)公司加强金融产品风险评估，做好投资者适当性管理，健全代销托管业务机制，审慎开展非标私募[基金](http://data.eastmoney.com/zlsj/)代销托管业务等。\\n\\n　　**监管要求券商规范代销托管业务**\\n\\n　　**切实增强风险防范能力**\\n\\n　　日前，证券基金机构监管部主办向证券公司发送通报，主题关于规范开展代销托管业务，切实增强风险防范能力。\\n\\n　　近年来证券公司代销和托管业务违规情况时有发生。为督促行业规范展业，抓早抓小防范业务风险，防止出现“收益有限、风险无限”的情况，监管梳理了证券公司代销业务和托管业务的主要风险点，明确了后续监管要求。\\n\\n　　通报列出了代销金融产品业务的4大风险点和资产托管业务的3大风险点。具体而言，代销金融产品业务方面，包括未严格做好委托人资格审查、能力不适应新产品发展、未严格落实投资者适当性管理要求和进行误导性陈述或者夸大性宣传。资产托管业务则包括未做好委托人资格审查、业务合规风控不到位和人才和系统投入不足\\n\\n　　**代销金融产品业务的4大风险点**\\n\\n　　**一是未严格做好委托人资格审查。**证券公司接受金融产品委托前，应对委托人进行资格审查，经审查确认委托人依法设立并可以发行金融产品后，方可接受其委托。近年来，行业发力财富管理业务，代销金融产品业务快速发展，个别机构为追求销售规模和销售收入，刻意迎合委托人需求，在资格审查时往往“得过且过”甚至放松标准，合规管控存在风险。\\n\\n　　**二是能力不适应新产品发展。**近年来，证券公司创新速度加快，产品复杂性和专业性不断提高，个别公司对复杂产品的风险等级划分不准确、不合理，未及时更新，如销售同样的私募[证券投资](http://data.eastmoney.com/gstz/detail.aspx?type=1)基金产品，有些证券公司要求R4级，有些证券公司则要求R3级。部分代销机构对产品未能摸清弄透，就简单根据“别人能干我也能干”的思路，销售超出其能力范围的复杂产品，潜在风险较大。\\n\\n　　**三是未严格落实投资者适当性管理要求。**代销金融产品过程中，证券公司应切实履行适当性义务，清晰揭示产品风险，合理划分投资者的风险等级，将适当的产品卖给适当的投资者。目前实践中，部分证券公司未严格落实投资者适当性管理要求，存在向投资者销售不适当产品的情况。\\n\\n　　**四是进行误导性陈述或者夸大性宣传。**个别证券公司营销人员存在违背产品[合同](http://data.eastmoney.com/zdht/)内容，弱化产品风险收益特征，对投资者进行误导性陈述，预测或夸大产品投资收益的情况。例如，用历史数据弱化风险，如产品设立以来从未亏损或亏损率较小，使投资者放松风险意识；夸大宣传，夸大产品的收益表现，甚至违规给投资者收益保底承诺等。\\n\\n　　**资产托管业务的3大风险点**\\n\\n　　**一是未做好委托人资格审查。**证券公司接受委托开展托管业务前，应对委托人进行资格审查，对产品进行尽职调查，经审查确认委托人符合资质，产品依法设立且风险可控，方可接受委托。部分证券公司为追求业务规模，往往会降低审查标准，增加了业务风险。\\n\\n　　**二是业务合规风控不到位。**近年来，开展资产托管业务的证券公司数量逐渐增加，部分机构为抢占市场牺牲合规底线，压低收费、降低标准；部分公司未建立完善的内部管控制度，员工执业保密意识差，违规泄漏产品持仓、投资策略等运作信息。\\n\\n　　**三是人才和系统投入不足。**资产托管业务是高投入持续产出的业务。受市场竞争格局影响，目前证券公司托管业务收入较低，导致公司对相关业务重视不足，人力和系统投入低于其他业务条线。如部分公司业务人员配备不足，合规、风控、业务等岗位兼任的情况时有发生；部分公司业务系统化程度较低，仅配备基础运营系统，缺乏统一的管理系统和风控系统。\\n\\n　　**后续监管要求**\\n\\n　　**严禁代销股权结构混乱委托人产品**\\n\\n　　针对上述代销金融产品业务和资产托管业务中存在的问题和风险点，各证券公司应持续强化风险意识，切实加强合规风控体系建设，防范潜在风险。\\n\\n　　**一是强化委托人资格审查。**证券公司从事代销或托管业务前，应对委托人进行资格审查，重点关注委托人设立信息、股权架构、公司治理、投资管理、合规风控等情况。未经审查或者审查发现委托人非依法设立、股权结构混乱、公司治理存在重大缺陷、投资管理存在重大风险、存在重大违法违规等情况的，严禁代销或托管其金融产品。证券公司应保持业务定力，对于无法看清其风险的委托人，审慎评估是否接受委托，原则上“看不清、不展业”。证券公司应建立委托人异常情况预警机制，持续跟踪委托人情况；委托人出现违法违规、负面舆情、投诉举报、产品风险等情况的，证券公司应审慎评估其影响，认为不符合资格审查要求的，应当立即终止业务合作。\\n\\n　　**二是加强金融产品风险评估。**证券公司应充分了解金融产品的发行依据、基本性质、投资安排、风险收益特征、管理费用、委托人同类产品过往投资[业绩](http://data.eastmoney.com/bbsj/)及收益率历史波动程度等信息，审慎选择销售或托管的金融产品。证券公司不得销售或托管法律法规禁止发行、产品设计存在明显缺陷或者存在重大风险隐患的金融产品。证券公司应制定科学合理的金融产品风险评级方法，清晰划分产品的风险等级，确保真实反映产品的风险程度。\\n\\n　　**三是切实做好投资者适当性管理。**证券公司在销售金融产品过程中，应严格落实《证券法》的适当性管理要求，将投资者区分为普通投资者和专业投资者，并根据财产和收入状况、金融知识和投资经验、投资年限、投资目标、风险偏好等信息，进一步细分普通投资者分类。证券公司向普通投资者销售的金融产品风险等级应当与其风险承受能力相匹配。\\n\\n　　**四是健全代销托管业务管控机制。**证券公司应建立健全代销托管业务管控机制，对相关业务实施集中统一管理，加强业务风险管控。代销业务开展过程中，应当严禁分支机构擅自代销金融产品；强化对金融产品销售部门和分支机构的合规风控培训、检查和内部问责；持续完善金融产品销售信息公示、营销宣传管理、投资者[教育](http://quote.eastmoney.com/unify/r/90.BK0740)、风险揭示、客户回访、投诉处理、合规检查等机制。托管业务开展过程中，应当建立严格的隔离墙制度，完善信息管理和保密制度；结合业务实际情况，配备充足的业务人员和合规风控人员，加大信息系统投入；严禁通过放松准入门槛和管控标准、超低收费、虚假宣传、诋毁其他公司等方式开展不正当竞争；切实履行托管职责，妥善保管托管财产，加强产品估值复核，对产品投资实时监督，强化信息披露责任意识；制定风险应急预案，明确风险发现、识别、评价、处置的措施和机制。\\n\\n　　**五是审慎开展非标私募基金代销托管业务。**证券公司应充分评估非标私募基金底层资产复杂度高、流动性差、透明度低的特点，审慎开展非标私募基金代销或托管业务，其中，非标私募基金托管业务规模占比不得超过10%。若代销或托管非标私募基金，应严格履行委托人资格审查和产品尽职调查职责，由合规风控部门出具专门合规风控审查意见；销售非标私募基金，应向投资者作出针对性说明，充分揭示产品的信用风险、市场风险、流动性风险等情况，详细披露产品的风险等级与投资者风险承受能力匹配情况，并要求投资者签字确认；建立完善的内部控制制度，培育员工合规经营意识和投资者保护意识，做到勤勉尽责；严格执行风控指标要求，充分计提风险资本准备；制定专门风险预案，做好突发事件应对准备，稳妥化解潜在风险。\\n\\n　　下一步，监管部门将加强对证券公司代销金融产品业务和资产托管业务的现场检查力度，对于违法违规的公司，将依法采取监管措施，并严肃追究相关人员的责任。\",\"timestamp\":1641973486,\"title\":\"监管出手！券商代销托管5大要求：严禁代销这类产品\"},\"digest\":\"-q1raH8XsPSgBdas3Bwqrv_1J_QqZkqfYoJfPL-BTJ8\",\"authorship\":{\"contributor\":\"0x42419CaD559A52b8bD6e99A6f7AF76159218722B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6wuPeupcq0XivbacCcFxg-K_Pb7O2BCrbic1ohZ5ARs\\\",\\\"y\\\":\\\"ByJZor86_xATTxbqRftZXPU1u9cgyPncdOBSKLLccUA\\\"}\",\"signature\":\"cho95ux3uZYQ1XzCkxO2dMVrnDHd5UpNL-fy3-YC9z4pX0ZGK0Vq8vDrRx5fqbQE3dmznzM8vK1AV4uJNwwVrw\",\"signingKeySignature\":\"0xe326d9bb456a8ab39d21025b772fcb5e930318e509a17d5a3fbda5f75342753a518565fe982c822a3db6ba65b88e29a901b3a950cc6fc90fbe0eded13e1f19a01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6wuPeupcq0XivbacCcFxg-K_Pb7O2BCrbic1ohZ5ARs\\\",\\\"y\\\":\\\"ByJZor86_xATTxbqRftZXPU1u9cgyPncdOBSKLLccUA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-q1raH8XsPSgBdas3Bwqrv_1J_QqZkqfYoJfPL-BTJ8\"}"