"{\"content\":{\"body\":\"曾为道门正统的邱劲道，无奈转身为妖。在佛、仙、魔、妖、鬼五界中，依靠金狼妖身，史无前例的佛仙魔妖鬼五修，邱劲道可以作出什么事呢，是逆天，是灭道，是快意恩仇，还是恣意五族美女……一切尽在《妖皇》\\n\\n```\\n小隐新书《妖皇》，请弟兄们支持，连接：http:///showbook.asp?bl_id=86893\\n\\n************************************\\n\\n传送到龙腾天下的帮派驻地后，我一边往那徘徊之谷跑去，心里一边琢磨着钱老板说的话，八国联军，我靠，来头倒是不小，也不知道是什么样的游戏，肯定不是石头、剪刀和布，估计是要动刀耍剑，会有血光之灾。\\n\\n如果单单要我走个过场，就能拿钱，那倒是可以考虑，要是太过危险的话，咱还是免了，我再牛b，也牛b不过联合部队啊，等等再说吧，先把这事搁它两天，让钱老板着急着急，然后再去问问具体情况，嘿嘿，这样才能体现我的价值。\\n\\n“你在哪？怎么这么没道德，昨天人家给你发消息，你干吗不回？”骑在小黑背上，我看着马尾辫发来的消息，心里念道，这丫头，还真把我给惦记上了，昨晚水清灵的身影在脑海里还未散去，这马尾辫的俏脸又浮现在我面前，有道是有心栽花花不开，无心插柳柳成荫，她们俩对我，还真是挺关心的，就我这一穷二白三无貌的角色，还有美眉赏识，嘿嘿，真是走了桃花运了，我一副猪哥模样，在小黑背上是裂嘴直笑，笑得小黑都挺下了脚步，回头冲我直嚷嚷。\\n\\n“黑子，你走你的，别管主子我。”我拍了拍小黑说道，然后扔了消息过去回道：“不好意思哦，忘记了，给你个迟来的祝福，圣诞快乐啊。”\\n\\n“都迟了，还有什么意思，虚伪。”看着马尾辫回的话，我就知道她现在肯定又是撅起了小嘴，一副气嘟嘟的模样。\\n\\n“你可不能生气啊，一生气脸上会有皱纹，很难看的。”我笑了笑回道。\\n\\n“哼，我才没生气呢，对了，你答应帮我打根魔杖的呢，什么时候给我啊？”马尾辫转了个话题说道。\\n\\n晕，这小姑奶奶，记性倒是不坏，我立即回道：“那也要等你有时间，看看款式才行啊，再说了，这魔杖又不是宝剑斧头，我得知道怎么添加魔法石，什么样的石头，会产生什么样的效果才行，不能着急的。”\\n\\n“那好，我明天就有空，你陪不陪我去看？”马尾辫是抓着话题不松口。\\n\\n“可以啊，陪个美女去逛街，我可不吃亏啊。”我想了一想，今天如果能弄到羽毛，明天是可以陪马尾辫。\\n\\n“那好，就这么说定了，明天我M你啊，可别玩人间蒸发哦。”马尾辫叮嘱道。\\n\\n“怎么可能，我是哪种人吗？”我苦笑不得地回道。\\n\\n“当然是，我发觉你老玩蒸发，好了，不说了，我要冲级去了，88。”马尾辫立即回道。\\n\\n汗，我有马尾辫说得这样吗，算了，男子汉大丈夫，不跟女流之辈一般见识，刚才系统已经提醒过了，前面那片峡谷应该就是徘徊之谷吧。\\n\\n*******************\\n\\n两边的高山如巨人一般耸立着，俯视着山谷下面的众多玩家；嶙嶙怪石随处可见，山谷里到处都是一波波齐腰高的枯黄野草；白色的蒲公英刚刚绽放出花朵，一阵大风吹过，带起野菜的起伏，吹散花上的种子；一个个，一群群玩家正在里面杀得不可开交，天地里，果然是人满为患啊。\\n\\n三十几级的爆牙兽和铁尾怪对我来说，根本提不起我的兴趣，没有动手的必要，我双腿一夹小黑，没有理睬旁边玩家的邀请，是一路狂奔向前，咱的目标可不在这里，而是在前面的高原地区。\\n\\n沿着斜坡一路上去，空气似乎更加清爽，天空也变得更加的澄净，白云如绸，丝丝缕缕，形态各异，变化无穷；太阳高高悬挂在头顶，金色的光芒洒满整个大地，没有炎炎夏日的灼热，也没有猎猎严冬的冷清，照得人暖洋洋的，很是舒服。\\n\\n“隐为者玩家，您发现了白云高原，获得经验值三千五。”\\n\\n到地头了，咱也该开工了，我左右看了看，高原上除了几个大团队外，没多少人，而刑天所说的那红顶苍鹰，则三五成群地在天空中翱翔盘旋，不时飞下来攻击地上的玩家，除了苍鹰外，远处，还有不少气态的怪物在四处游荡，看样子等级应该不低，这里果然不是一般玩家能来的地。\\n\\n红顶苍鹰高高在上，采用的攻击方式是用它的尖锐的利爪和巨大的翅膀，进行不固定的俯冲式攻击，所以那些团队中基本都是以远程攻击型玩家为主，这样才能给予红顶苍鹰不间断攻击，不过看他们那样，杀得也挺累的。毕竟这红顶苍鹰已经是四十四级的怪了，几只一拥而下，一个不小心，就能挂掉一个弓手或法师，怪不得这里冲级的团队不多，换作是我，也不会选择来这里冲级，但是为了它的毛，咱也只得知难而进。\\n\\n让过其他团队的杀怪范围，我先收起小黑，开启潜行，从中间直接插入高原腹地，咱杀怪，不喜欢热闹，人多我看着障眼，还是自己一个人，没事偷着乐好。\\n\\n呀，眼前这些气态的怪物，竟然是四十五级的蓝色风之魔精，它们会不会掉风之魔晶石啊，值得我期待，要是能一举二得，那可就爽歪了，到了高原中间地带，我看清楚面前的怪物，心里暗暗想到。\\n\\n幽蓝的身体似乎没有实质，空洞洞的，只有镶嵌在身上的几十块椭圆形宝石物质，才算让它们凝结成形，否则的话， 就跟蓝雾似的，没有固态，而它们的双眼，则跟黑色的旋涡似的，不断旋转扭曲，蓝色风之魔精所到之处，地上的野草都被刮得一边倒，细碎的石块，有的都被卷入其中，然后被高高抛到远处。\\n\\nOk ，就是这里了，我拉出小影，叫出小黑和小白，翻手拎起长弓，该是发挥主子我弯弓射大雕的水平了，吼吼，北望天狼在苍穹，拉弓引箭我独中，小样的苍鹰，你们等着受死吧。\\n\\n有了钱老板的那笔酬劳，咱这外出冲级杀怪，装备档次也上来了，根根都用的白银箭，质量好，效果更好，看，那红顶苍鹰被我射得是羽毛漫天飞，一个个如同我上辈子跟它们有仇，哇啦哇啦厉叫着俯冲了下来。\\n\\n哼，在天上你们还能躲避躲避我的箭，敢下来的话，那咱就叫你有来无回，一、二、三，三只是不是，小影，死亡缠绕弄上一头；小黑，小白，给我扑住一只；主子我，射你没商量，跟我搞，搞死你们。\\n\\n被幽灵蛇缠绕住翅膀的红顶苍鹰刚冲下来，立即就被小影刺了个穿心而过，而两条幽灵蛇则死死的在它的翅膀上扭曲纠结，它无法再展翅飞翔，近战，小影对付你绝对不吃亏；小黑则一个猛扑，直接跃上了红顶苍鹰的后背，一张口，死死咬住它的咽喉，而小白则滑落在苍鹰身上，专挑软的地方咬；我连三箭，将冲我直扑而来的红顶苍鹰打入了休克，机不可失，立即抖手换上匕首弯刀，上去就是一阵好砍，奶奶的，别人怕你们，哥们我可不怕。\\n\\n伤痕累累的几只红顶苍鹰好不容易挣脱我们四个如狼赛虎之辈的攻击，哀嚎着冲上了天空，妈的，这苍鹰还真耐砍，刚才一轮攻击下来，楞是没挂一个，看它们这样，是不会轻易下来了，该用用我的极品小火球了，那玩意还有好多才能升级呢，有了钱，咱也奢侈一把，烧药。\\n\\n嘭！没有辜负我的期望，小火球在天空燃起一片通红，三只红顶苍鹰身上是一片焦黑，从空中载落下来，不用我说，小的们就一拥而上，痛打着火鹰了。\\n\\n我靠，拿着手中采集到的烧焦的红顶苍鹰羽毛，我无语了，天啊，你对我真是不公，为什么会这样，怎么会是这种毛，难道说不准我用火球吗？老天，我强烈地鄙视你，我充满愤怒地仰头长哮，伸出我战无不胜的右手中指，直指苍天。\\n\\n“轰隆隆！”平空一声惊雷，“啪啦”一道刺眼的闪电划开云层，直劈下来，砸在我身边，一个半人高的土坑立即出现在我面前，地上，还滋滋冒着青烟，我靠，这报复心理也太强了吧，我不过随便说了两句而已，就跟我老这套，我心里咒骂着，连忙缩回我光荣右手，咱收敛点好，别真被劈挂了，那可亏大了。\\n\\n蓝色风之魔精，虽然等级高点，但是由于是个体活动，而非群居，可比那该死的苍鹰好杀多了，不过就是它那身体似乎除了石块周围能够射中和攻击外，其他地方是箭过无痕，刀过无迹，直接穿身而过，一点伤害都没有，真是怪了。\\n\\n蓝色风之魔精使用的是魔法攻击，威力虽然小，但是对穿着死灵盔甲，降低了魔攻伤害的我来说，根本算不上什么，怪不得其他玩家不愿意过来，跟它凭远攻，不合算。\\n\\n幸福的握着手中这块闪烁着湛蓝光泽的风之魔晶石，我两行热泪在眼里直打滚，心情是无比的激动，不容易啊，杀了几十个魔精，咱才采集到这一块，然后抬头看看天空，心里祈祷着，苍鹰啊苍鹰，你们也该给我几根羽毛了吧。\\n```\\n\\n\\n------------\",\"timestamp\":1640584941,\"title\":\"第二百四十一章 高原放声把歌唱一\"},\"digest\":\"AnBIM_xhzGxRjSNJxTj553fLcOXjUmvjxu7Ragd8X_8\",\"authorship\":{\"contributor\":\"0x619592c3f4AFd252217e20C1443746f1BEE8b43e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ssQ26oWzVaXHsoWufU5OtvS47nBvzbUriZLa5rMXWWI\\\",\\\"y\\\":\\\"ExKq3FeXyOahJkedixS4K_4CBXgoqOTjngB70An2w6c\\\"}\",\"signature\":\"sy9NVmYenJuyDgdEx40eY-yXh6IeZXxB8a64RuhDaO_ATaUFDKl2Uow6GQJ6boexh-otdF7tAXk5pcVDixINIw\",\"signingKeySignature\":\"0xa4d9d6d48fc225ff4d5801297465e9769d19d9b50e779c78fb7474b0b58fb9f773db31f329618bb8588d459298216452483691e6ddc0dceb398b2236ff19a6e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ssQ26oWzVaXHsoWufU5OtvS47nBvzbUriZLa5rMXWWI\\\",\\\"y\\\":\\\"ExKq3FeXyOahJkedixS4K_4CBXgoqOTjngB70An2w6c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AnBIM_xhzGxRjSNJxTj553fLcOXjUmvjxu7Ragd8X_8\"}"