"{\"content\":{\"body\":\"The vast majority of this middle class of players actually never spend money on Free2Play games. For some, it may be because they can’t afford these $99 packages. For others, it’s likely because they feel they aren’t getting enough value. It doesn’t feel good to sink months of time and money collecting gear only to be stuck with assets that are effectively worthless, leaving only regrettable charges on your credit card when you stop playing. \\n\\nFurthermore, players are kept unaware of what’s going on in the backend of the game’s economy. Game developers are their own central banks. They non-transparently dictate an item’s supply and inflation rate. These closed ecosystems encourage monopolistic situations in order to extract profit. Moreover, they indirectly discourage spending, as many players will refuse to spend knowing those assets are destined to be locked in their accounts forever. \\n\\n#### Platforms are guilty, too\\n\\nIt’s not just the top game developers who have become destructive with closed ecosystems. Steam, Google, and Apple’s 30% cut on all store and in-app purchases are essentially payment monopolies. More than a billion people play games on Apple devices, and gaming now generates more than 80% of total revenue in their App Store. Apple has quietly become the world’s most popular video game platform and it’s making a killing on the fees it collects. \\n\\n[Antitrust issues](https://finance.yahoo.com/news/apple-app-store-rules-scrutinized-212056496.html), strict submission [guidelines](https://www.bloomberg.com/news/articles/2020-03-25/google-stadia-nvidia-geforce-microsoft-xcloud-not-on-apple-ios), and increasing competition are encouraging more developers to avoid Apple’s ecosystem and we’re likely going to see this trend accelerate if they don’t lower their fees.\\n\\n#### Stimulating spending\\n\\nMobile gaming is an industry in which 43% of its revenue, according to [this](https://www.forbes.com/sites/johnkoetsier/2017/07/31/33-of-mobile-revenue-now-delivered-by-video-ads-rewarded-video-is-most-effective/#159fdcbd6957) study, is derived from in-app purchases. Typically, this spending is coming from only \\\\~5% of a game’s player base. \\n\\nThis means that $33.2 billion (43% of Newzoo’s estimated $77.2 billion in 2020 mobile games revenue) will come from just 5% of players. \\n\\nBased on this logic, a 1% increase in the number of players actually spending money would generate roughly $6.5 billion in new revenue. Put another way, if 2% more players start spending the average amount, the industry will generate more revenue than the entire music industry did in 2019 ([$11.1 billion](https://www.riaa.com/reports/riaa-releases-2019-year-end-music-industry-revenue-report/)). \\n\\n> *It’s clear that mobile developers need to find new ways to drive value for the other 95% of players.* \",\"timestamp\":1639040771,\"title\":\"some, it may be because they can’t afford these $99 packages.\"},\"digest\":\"H_PxA2EDZ22wpr3RhkkUFJZL1IOBfBaYOLo1ViNNlJo\",\"authorship\":{\"contributor\":\"0x2b02466633bE17c2B131430b6B3d2e5CB918c964\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3rdg5Bx_4yxfiiUIvEMJGkQeAGpSh-yGSOamY-0bZkM\\\",\\\"y\\\":\\\"om8yFSjfBHQnlBBKS7abFr69-VhL3DYIUn2HyKl8Wf4\\\"}\",\"signature\":\"JeBMPqb-nC6IhRMDeLbFBGr5SWUGCiv8fxTiVL7HvwbJP4YgRIgVp2CTtwyWJcHddIbC1gpPWwwKJbU9ifgrTA\",\"signingKeySignature\":\"0x76be8ed67ee59308f1c89d08aadfcd1ba90d5b9e4d675e2c421b836fba8638d95cf4a9fd7e6127672d18549f5fa15f02005c9dac351106ae62c8396e08d44f771c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3rdg5Bx_4yxfiiUIvEMJGkQeAGpSh-yGSOamY-0bZkM\\\",\\\"y\\\":\\\"om8yFSjfBHQnlBBKS7abFr69-VhL3DYIUn2HyKl8Wf4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H_PxA2EDZ22wpr3RhkkUFJZL1IOBfBaYOLo1ViNNlJo\"}"