"{\"content\":{\"body\":\"Empezamos esta semana con nuestros feeds llenos del video de la experiencia virtual de Walmart, con la cual de inmediato me sentí desanimada porque para eso puedo seguir haciendo mi súper en la versión minimalista y optimizada de otras apps.\\n\\nPero siendo justos, este video \\\\*\\\\*pertenece a la “visión” del 2017 \\\\*\\\\*presentada en SXSW en un panel de VR, lo que hace que ese contexto lo haga más entendible dentro de las expectativas que hemos puesto en el metaverso contemporáneo. Lo que sí, es que las redes de Walmart no habían tenido tantas menciones en su vida y nos recordaron que en Internet, **nunca nada muere.**\\n\\n[https://twitter.com/DigitalisHomo/status/1478094074909540354?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478094074909540354%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmedia.licdn.com%2Fembeds%2Fmedia.html%3Fsrc%3Dhttps3A2F2Ftwitter.com2FDigitalisHomo2Fstatus2F1478094074909540354url%3Dhttps3A2F2Ftwitter.com2FDigitalisHomo2Fstatus2F1478094074909540354type%3Dtext2Fhtmlschema%3Dtwitter](https://twitter.com/DigitalisHomo/status/1478094074909540354?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478094074909540354%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmedia.licdn.com%2Fembeds%2Fmedia.html%3Fsrc%3Dhttps3A2F2Ftwitter.com2FDigitalisHomo2Fstatus2F1478094074909540354url%3Dhttps3A2F2Ftwitter.com2FDigitalisHomo2Fstatus2F1478094074909540354type%3Dtext2Fhtmlschema%3Dtwitter)\\n\\nPara los que tengan idea de qué hablo, chequen este [artículo](https://www.theverge.com/tldr/2022/1/5/22868323/walmart-metaverse-shopping-video-viral-old.).\\n\\nPero lo que trae el fantasma de las navidades futuras, tampoco se siente tan emocionante. Ayer vimos esta experiencia: [My House](https://www.theverge.com/2022/1/5/22866792/samsung-ces-2022-zepeto-metaverse-experience), con la que Samsung abrió las puertas virtuales en el CES 2022, que en pocas palabras te permite crear un hogar imaginario y compartirlo en Instagram. No, no profundizan en la interacción y experiencia de su tecnología o productos y la personalización es muy limitada. La primera versión de Los Sims, tenía más opciones pues 😅.\\n\\n![](https://images.mirror-media.xyz/publication-images/bmCcet2PnkgVvfvW5DbCt.png?height=988&width=1482)\\n\\nO lo que ya nos permitió experimentar la pandemia, reuniones de oficina pobladas de avatares de marcianos, robots y dinosaurios, que tampoco han sido muy prometedoras. Y aunque han habido experiencias más [interesantes](https://gamerant.com/every-limited-roblox-gucci-item-ranked/) y todo ha[ evolucionado desde Second Life](https://www.thegamer.com/facebook-metaverse-second-life/) con más inversión y tecnología para esta ronda de sueños virtuales, lo que muestran las reacciones de Walmart y Samsung, es que nadie parece estar impresionado o emocionado por esta visión revolucionaria en potencia.\\n\\nNo importa que se venga hablando de que este es el momento \\\"meta\\\", que es el último cambio de paradigma en Internet, que ya haya empresas y [agencias](https://www.adweek.com/commerce/wunderman-thompson-unveils-its-own-metaverse-at-ces/) invirtiendo en estos espacios, si hay marcas que están entrando sin tener algo por lo que la gente se interese por ellas en el metaverso.\\n\\n¿Por qué?, porque tenemos expectativas (y yo las tengo muy altas por culpa de [Ernest Cline](https://www.goodreads.com/book/show/9969571-ready-player-one)), por eso quiero ver qué podría ser diferente y también saber cuáles serían los parámetros de éxito en los nuevos mundos virtuales.\\n\\nAsí que para acercarse a lo que los usuarios esperan y no aventar a su agencia de confianza ese brief de “quiero algo en el Metaverso, sorpréndanme”, bajé alguno *thought starters*💡, que puede ayudar a elevar esas expectativas de cualquier experiencia futura:\\n\\n1. Primero lo primero, entender que la idea básica del metaverso no es complicada. En pocas palabras, el metaverso incluye cualquier experiencia digital en Internet que sea persistente, inmersiva, tridimensional y virtual, **como si no sucediera en el mundo físico**.\\n2. \\\\*\\\\*La clave está en la experiencia. \\\\*\\\\*El metaverso, nos permite jugar, trabajar, conectarnos, consumir contenido o comprar cosas reales o virtuales; de una manera más divertida y a través de estímulos e interacciones que eleven la acción del mundo físico.\\n3. **El metaverso no es un espacio fijo**, aunque ya sabemos quién lo quiso [monopolizar](https://about.fb.com/news/2021/10/facebook-company-is-now-meta/) con cierto nombre. Cada entidad que crea un mundo virtual lo hace con su propio acceso, membresía, derechos de monetización y formatos de expresión creativa, por lo que las especificaciones técnicas, de seguridad y comerciales varían ampliamente. Lo que abrió la puerta a la Web3.\\n4. **El entretenimiento y el gaming están a la cabeza,** dictando las pautas de interacción entre comunidades y consumo de contenido. Los principales títulos de juegos de consola y PC, como Fortnite, de Epic Games, normalizaron el juego y la socialización con personas en entornos virtuales incluso en categorías ajenas como el Fashion.\\n5. **La monetización viene principalmente a través de la tecnología blockchain de Ethereum**, como [Decentraland](https://decentraland.org/) que es todo un mundo virtual en 3D propiedad de sus usuarios, que les permite crear estructuras virtuales, desde parques temáticos hasta galerías que cobran a los usuarios por visitarlas o Roblox que permite crear y jugar en mundos inmersivos, con la posibilidad de ser monetizados por sus creadores.\\n6. **La creatividad y flexibilidad detrás de nuestra persona virtual es clave** para interactuar en el metaverso, de lo contrario solo somos una mancha invisible. [MetaVRse](https://metavrse.com/) y Unity, están creando motores VR para impulsar juegos y acelerar el desarrollo de la creación de contenido para marcas. También están surgiendo empresas emergentes como [Ready Player Me](https://readyplayer.me/), Spatial y Genies para ayudarnos a crear nuestras personas virtuales y llevarlas a cualquier plataforma.\\n\\n![](https://images.mirror-media.xyz/publication-images/Vz82geT-N8zSaMQ78VmNj.jpeg?height=550&width=1000)\\n\\n87. **Las redes sociales juegan un papel crucial en la integración y comunicación de las experiencias del metaverso**. Estrategias de social media y ecosistemas bien definidos, ayudan a capitalizar la intersección de dónde las personas se conectan y compran, no solo en un contexto tradicional de Internet, sino también en un mundo inmersivo en 3D. Así que esa estrategia de parrillas y posteos informativos ya deja de tener algo de sentido \\\\*guiño guiño\\\\*.\\n88. Las interacciones comerciales dentro del metaverso son influenciadas aún más por los **nuevos comportamientos que surgen en torno a la compra de productos y servicios directamente de las experiencias sociales.** La gente no solo vende y compra productos físicos, está creando nuevos modelos comerciales, adquisición de bienes virtuales, incluidos los famosos tokens no fungibles (NFT). Sotheby's anunció su propia galería para arte virtual curado, que entrará a subastas en Decentraland y Nike está trabajando duro en su estrategia Web3, después de haber presentado varias patentes de mercancía virtual y la adquisición de [RTFKT](https://rtfkt.com/).\\n\\n### ¿Qué sigue?\\n\\nComo marcas, estar cómodos con el modelo de **prueba, error y aprendizaje**. El metaverso es la próxima iteración de cómo los humanos usan Internet para conectarse, comunicarse y realizar transacciones; por lo que mantenerse al margen o hacer experiencias similares a las físicas, puede no ser una opción 💸.\\n\\nY para las agencias que se empiezan a enfrentar a estos retos y quieren ayudar a sus clientes a navegar por esta nueva frontera, hacerse estas preguntas puede ayudar a inspirarlos:\\n\\n1. **¿Tenemos un objetivo?** **BASIC.** Antes de idear debemos de pensar en cuánto tiempo pasa la audiencia potencial en el metaverso y empezar a calibrar cualquier idea a eso.\\n2. **¿Tenemos competencia?** Hay alguien en la industria haciendo algo inspirador o de valor para la categoría y ¿queremos hacer exactamente lo mismo?.\\n3. **¿Tenemos el equipo para enfrentar estos retos?** Hablar de NFTs, blockchain, VR puede resultar abrumador para equipos no preparados, por lo que integrar expertos o facilitar el aprendizaje en estos territorios debería estar en las agendas de cualquier manager.\\n4. **Planear, planear y planear más.** Como agencias somos los aliados perfectos para formular un punto de vista sobre cómo y cuándo debería aparecer una marca en el metaverso. Para ello debemos continuar observando los comportamientos y las tendencias emergentes.\\n5. **Shit happens💩.** Habrá experimentos que fracasarán y de los que se aprenderá. El reto está en reducir los riesgos, haciendo que marca encuentre su lugar y equilibre la ecuación riesgo-recompensa. Second Life ofreció la promesa del metaverso hace años y no se afianzó, pero el riesgo para las marcas que participaron no fue significativo ni impactó a largo plazo. Entonces, si este es el momento adecuado, es importante considerar cómo estar ahí.\\n\\nY para terminar, quienes estamos en roles estratégicos, creativos o en marketing de marca, debemos de empezar a dar rienda suelta a la creatividad y narrativas. Para que al menos generemos experiencias más emocionantes y no quedar como Walmart 🤡.\\n\\nEste es un tema interminable, pero por ahora puedo concluir que para las marcas, **tener éxito en el metaverso se entenderá a través de la capacidad de elevar estos mundos y experiencias individuales** y al completo entendimiento, de que estamos entrando en un paisaje más sustancial e inmersivo que nunca.\\n\\n¿Qué opinan?\",\"timestamp\":1641616936,\"title\":\"El metaverso: expectativa vs. realidad\"},\"digest\":\"YAGal-P3tWqGYtnjP7tfiOe_P7LgfCHO3i9-ADT2r-w\",\"authorship\":{\"contributor\":\"0xa96Edb69Ce8b321b298fB1E407210D0A9b780Ae0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EHdoB7b5ZqcavWE8ub-_tH3zH67xbp2yBSdDV2vaf-4\\\",\\\"y\\\":\\\"v6HIBLDDgCsCKIbfKEjQuxKvHd5jcQnPXKYEwm0ExIo\\\"}\",\"signature\":\"8tgo8k5_VtQa-w9aYcNwK-m8Nho9EtIJrQiqoh02In_2hKJZQjs-J2XjGfbDJOWf-HbB1nRWr0y-5IauNnHs9A\",\"signingKeySignature\":\"0x75720916ba98590ee1880570323725f4c3ac2541c9b6ba571ed54ccc6748720168a7b63f9cccc4d1eae512c65b640b0d8c6661ca65bc933e0d0eb9bbdeef4f751c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EHdoB7b5ZqcavWE8ub-_tH3zH67xbp2yBSdDV2vaf-4\\\",\\\"y\\\":\\\"v6HIBLDDgCsCKIbfKEjQuxKvHd5jcQnPXKYEwm0ExIo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YAGal-P3tWqGYtnjP7tfiOe_P7LgfCHO3i9-ADT2r-w\"}"