"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*SItZV6--PhL1WBlQbmVgew.png)\\n\\nHello, explores of Dataverse!\\n\\nOwen, your private news reporter of Dataverse, is back again with our biweekly report!\\n\\nChristmas is coming! What’s your plan for Christmas? The Dataverse Family sincerely hopes to accompany you through this joyful time and greet the new year together.\\n\\nThe following contains our newest updates in the past two weeks. Why not have a look at what the Dataverse Family has been up to and strives to achieve in the near future!\\n\\n## Snapshot:\\n\\n* Dataverse Family has officially landed on Project Galaxy Space.\\n* Summary and publishing of AMA in overseas communities.\\n* Loop is officially launched.\\n* Loop’s feature updates and bug fixes, the new plug-in is open for download and use.\\n* Dataverse advances to the top four in the “the GR12 Main track project that most deserves to win this VERY rare Dev Nounbot NFT” created by the nounsdao & gitcoin.\\n\\n## Next week’s forecast:\\n\\n* Continue the [NFT Treasure Hunt](https://galaxy.eco/dataverse/) on Galaxy Space.\\n* Ready to catch Ownership Labs CEO’s face on IOSG seminar.\\n* Dataverse continues to work on Finder features and the end of Loop Social page\\n* Start developing the Discord bot and the Twitter sidebar that injects the data stream.\\n\\n## New Progress:\\n\\n**(1) Conduct and summary of AMA activities in overseas communities**\\n\\nOn December 8, Dataverse conducted the first overseas community AMA at Grey CryptoHub. The summary of the AMA activity has also been published on several official platforms for reading. Dataverse has realized the importance of the community since the very beginning and has been actively developing its own community. At present, the Telegram community members have successfully exceeded 3,200.\\n\\n**(2) Successfully launched NFT treasure hunt on Galaxy Space**\\n\\nOn December 13, Dataverse held a week-long [NFT Treasure Hunt](https://galaxy.eco/dataverse/) on Galaxy Space, during which there will be as many as 66 exclusive NFT giveaways to reward fans for their past support for Dataverse.\\n\\n**(3) Loop function upgrades & bug fixes**\\n\\nUp to December 16, Dataverse has also completed some functional upgrades and bug fixes for Loop. Specifically, the Sidebar function has been attached to the Metaverse Finder page, and the Data and Setting pages have been added, making the development of Loop Social enter the final stage.\\n\\n**(4) About Loop:**\\n\\n* Currently, Loop has enabled searches of wallet address, ens, 3id;\\n* User can jump directly to the the social page in Loop;\\n* User can view the following wallet address in #Following after following for a while;\\n* When the webpage is opened, after signing in, the system will automatically detect new followers and refresh the page state to watch friends’ dynamics without the need to follow All.\\n\\n## END\\n\\n“Those who don’t believe in magic will never find it.\\n\\nDataverse do.” — — Owen\\n\\n# About Dataverse\\n\\nThe Dataverse is developed by Ownership Labs, which is the user-centred private space for sorting and displaying your interests in one place. Users can download the chrome extension and save NFTs from several NFT websites with one-click, including *Opensea、Rarible、Superare、Foundation、Zora、Async Art、Nifty Gateway、Knownorigin、Makersplace* and more. Dataverse is also your DIGITAL mind. Easily track NFTs in your private space for better decision-makings. Unleash your creativity and connect with like-minded people.\\n\\n# Join Ownership Labs Community\\n\\n[Website](https://dataverse.art/) | [Twitter](https://twitter.com/OwnershipLabs) | [Telegram](https://t.me/OwnershipLabs) | [Discord](http://discord.gg/s3K5ds8FY2) | [GitHub](https://github.com/ownership-labs) | [Ownershiplabs](https://ownershiplabs.com/) | [Medium](https://medium.com/@OwnershipLabs)\",\"timestamp\":1640850988,\"title\":\"Dataverse Newsletter 12.3–12.16\"},\"digest\":\"YPD_f4g8eBev43A1Dri82i7F9-6q11Cva-VoMkq5m_E\",\"authorship\":{\"contributor\":\"0xAEf0A1BA868A4Ce5465eE7244408FD1bc5EA6083\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d9HdjxVHJJFCFIdtBMgtk1RBYe9l-GpdKPF7RKZ7qIY\\\",\\\"y\\\":\\\"Rx2n_991_Zk4Y9VRv8Wpf0-dkoqdLGffGBv6BwnnEwg\\\"}\",\"signature\":\"yuIRK_1yjuFqfiNiWdo6d32gvAK_-6yQ_3AvaHQcZqBD85Xw3iVtxP4wzX29raTYs6deyq_EGdIh-724yuPkNw\",\"signingKeySignature\":\"0x9d6b934c7ffe08b59b6eeb8894eee461e34112a9d5607ff5d04436015e50720605f44d3bb227bf0a7a1eccc153018f4a627b7f6f150ca36db3f35246de63f6e91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d9HdjxVHJJFCFIdtBMgtk1RBYe9l-GpdKPF7RKZ7qIY\\\",\\\"y\\\":\\\"Rx2n_991_Zk4Y9VRv8Wpf0-dkoqdLGffGBv6BwnnEwg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YPD_f4g8eBev43A1Dri82i7F9-6q11Cva-VoMkq5m_E\"}"