"{\"content\":{\"body\":\"*Thank you to [Dan Conway](https://twitter.com/DanConway650) for the opportunity to share this essay on Mirror as a contributor to Conway's Corner, and also for his support of my entry in $WRITE RACE.*\\n\\nLast week, I made my first push as a contestant in Mirror’s $WRITE RACE. Like many others who are participating in this interesting onboarding contest, I was initially drawn to Mirror based on the premise of a decentralized publishing platform. Having ended up around 6,400 votes shy of breaking into the top 10 required to receive access to the platform, I realized my journey in this race would be more akin to a marathon, not a sprint. Hoping to glean some insights from previous winners, I began scrolling up and down the leaderboard, looking for some game-cracking clues. \\n\\nAs I browsed through each past winner’s Twitter profile and Mirror site, I started noticing an interesting trend. It seemed most of the winners had published very little content. Wanting to understand the actual numbers behind this observation, I decided to compile data on every previous round, which wasn’t too difficult given there have been only 220 winners so far. After collecting, codifying, and analyzing the data, I uncovered some interesting insights. One data point, however, stuck out to me:\\n## 52% $WRITE RACE winners have not published a single piece of content.\\n\\nIndeed, of the 220 winners of the $WRITE RACE through 22 rounds, only 48% have gone on to publish content on the platform. Further, only 26% of winners have gone on to publish more than one piece of content. If you were to look at the $WRITE RACE as a user growth funnel and publishing content as the “magic moment” KPI you’re optimizing towards, that’s an effective conversion rate of 1.5% from signing up to publishing. That conversion rate plummets to 0.8% when using publishing more than once (a key signal for creator retention).\\n![](https://images.mirror-media.xyz/publication-images/85dbf700-0b41-421a-83d1-c00ecc712c95.jpeg?height=1000&width=2000)\\n\\n\\n\\nAt a macro-level, the Mirror creator ecosystem has produced 378 pieces of content, which averages to 1.7 posts per creator. The glaring outlier in this data is the venerable [Fred Wilson](https://avc.mirror.xyz/), who has published nearly 6x the content of the next most-prolific creator. In fact, removing Mr. Wilson from the data set brings down the entire average by 25% to 1.3 posts per creator. \\n\\nGiven that users are onboarded in weekly cohorts, it’s important to look at the data with the same lens. After all, what if the lack of content creation is skewed because new users simply haven’t had enough time to publish anything yet? Looking at the data, that seems to be true to some degree, signified by a negatively-sloped trendline. However, what sticks out to me is that dating back more than 5 months, all 22 rounds have yielded at least 3 winners per round who have yet to publish.\\n![](https://images.mirror-media.xyz/publication-images/d0d89d91-2e17-4d58-ae4c-308bd00bccc3.jpeg?height=1000&width=2000)\\n\\nWhy isn’t the Mirror ecosystem producing more content? The reasons are most likely manifold and nuanced, but my general hypothesis is that **$WRITE RACE (in its current form, at least) is attracting users who are more concerned with obtaining status rather than creating content**. Despite Mirror’s efforts in creating an onboarding system that deviates from the invite systems of Clubhouse, Superhuman, and Gmail they cite in their original [announcement](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA), it appears they’ve built one that is similarly driven by FOMO and hype. This is the same game, different console.\\n\\n## So what happens to Mirror if they let this game play out? \\nWell, you get a creator ecosystem with very few creators actually creating content, which is to say you don’t get much of an ecosystem at all. You don’t get a sustainable flywheel in which creators prolifically publish content that attracts content consumers, which in turn attracts more creators. \\n\\nThe less obvious (but perhaps more existentially impactful) thing you lose out would be the formation of a robust feedback loop. Even as the team continues to ship new products (and kudos to them for shipping some truly compelling ones), the data suggests they aren’t being used much. This lack of usage leads to a lack of invaluable feedback that can guide iterative springs and the broader product roadmap. Perhaps more importantly, it deprives teams of the satisfaction of seeing the product you’ve built being used prolifically, which can have an underrated impact on morale and motivation.\\n\\n## You get the results you've coded for. \\nAfter looking at data spanning across 22 weeks of $WRITE RACE, it’s clear the program has succeeded in onboarding many prestigious (but few prolific) creators. **I believe in its current format, $WRITE RACE is flawed as an onboarding mechanism because it prioritizes extrinsic motivators and incentivizes clout-based gaming, as opposed to acting as a filtering mechanism for intent to contribute to the content ecosystem**. This is likely not the team’s intent, so I hope and expect the team to continue making significant updates to the way they onboard creators onto the platform. Ultimately, if Mirror has ambitions of truly building a thriving web3 creator ecosystem, it behooves them to revisit their original hypotheses in this experiment for growth and continue iterating. \\n\\nI know all too well that with small startups, time is often the most constrained resource. On any given day, there are a hundred critical tasks that are continuously being filtered through mental prioritization models. Having worked in both startup and established tech companies building and growing creator platforms, I want to be cognizant of appearing to spout grandiosities from an ivory tower. It’s certainly easy to criticize from the outside and hard to be [in the arena](http://www.worldfuturefund.org/Documents/maninarena.htm). So that being said, flowers to the Mirror team for being on the forefront of the evolving web3 creator economy. It is not easy to do what they’ve done, but I’m sure they’d agree that the journey is still far from complete. \\n\\nI hope this analysis has been educational and edifying. If you’d like to have a dialogue about any of the points raised, feel free to reach out to me on [Twitter](https://twitter.com/JO7eth).\\n\\nSee you on the [leaderboard](https://mirror.xyz/race?candidate=JO7eth).\",\"timestamp\":1628094168,\"title\":\"Why Aren't Mirror Authors Publishing?\",\"publication\":\"danconway\"},\"digest\":\"q4McPkOvg5PZAV_evcZFkRJQsoVY9NHNCxrVjmEyqL0\",\"authorship\":{\"contributor\":\"0xF65ffeD29a2E7Ca9554CfeA52EA500b5Adc5fC13\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YkbpkeSvPCVHWFoCNMIzfAU7muWeupH4Kt6iA-j-poE\\\",\\\"y\\\":\\\"V2K6Iy-YEU0H4sr6D7Yx4O5rFtJihLV6mQpfWwVulnY\\\"}\",\"signature\":\"HQKoS7qU7fesBFp2uAQauveiSA4NhUzNL6BY3gQ1-V3XuDvk4uOctTZ_JLmWhHqHei1LYH0ZtKima6C9lmg-pA\",\"signingKeySignature\":\"0xab9c8ef653277d39010d7f846cdc7f8094a0f7e248eff911ce7bf80d0cb74191641d10c07e77a6c5e0b924b39baf62d704011a446018c9a23c6e7b36e007b7261b\",\"signingKeyMessage\":\"I authorize the publication of articles on danconway.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YkbpkeSvPCVHWFoCNMIzfAU7muWeupH4Kt6iA-j-poE\\\",\\\"y\\\":\\\"V2K6Iy-YEU0H4sr6D7Yx4O5rFtJihLV6mQpfWwVulnY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XLTzNKs8jSvxOH0pSJNbf9b4k6J45ejp9y-R_etAuO0\"}"