"{\"content\":{\"body\":\"she is there for, or your good dowager will be asking her to parties. She has come to nurse her aunt Maitland. The old lady is seriously ill, and all our young coquettes are going in for nursing. We have a sick lady at our house, I am sorry to say, and she is nursed like a queen by Doctress Gale and ex Flirt Fanny Dover. Now is fulfilled the saying that was said,\\n\\n'O woman! in our hours of ease--'\\n\\nI spare you the rest, and simply remark that our Zoe, fired by the example of those two ladies, has devoted herself to nursing Aunt Maitland. It is very good of her, but experience tells me she will very soon find it extremely trying; and as she is a very pretty girl, and therefore a fit subject of male charity, you might pay her a visit now and then, and show her that this best of all possible worlds contains young gentlemen of distinction, with long and glossy beards, as well as peevish old women, who are extra selfish and tyrannical when they happen to be sick.\\\"\\n\\nUxmoor positively radiated as this programme was unfolded to him. Vizard observed that, and chuckled inwardly.\\n\\nHe then handed him the forged acceptances.\\n\\nLord Uxmoor begged him to write down the facts on paper, and also his application for the warrant. He did so. Lord Uxmoor locked the paper up, and the friends parted. Vizard drove off, easy in his mind, and congratulating himself, not unreasonably, on his little combination, by means of which he had provided his sister with a watch-dog, a companion, and an honorable lover all in one.\\n\\nUxmoor put on his hat and strode forth into his own grounds, with his heart beating high at this strange turn of things in favor of his love.\\n\\nNeither foresaw the strange combinations which were to arise out of an event that appeared so simple and one-sided.\\n\\nCHAPTER XXII.\\n\\nINA KLOSKING'S cure was retarded by the state of her mind. The excitement and sharp agony her physician had feared died away as the fever of the brain subsided; but then there settled down a grim, listless lethargy, which obstructed her return to health and vigor. Once she said to Rhoda Gale, \\\"But I have nothing to get well for.\\\"\\n\\nAs a rule, she did not speak her mind, but thought a great deal. She often asked after Zoe; and her nurses could see that her one languid anxiety was somehow connected with that lady. Yet she did not seem hostile to her now, nor jealous. It was hard to understand her; she was reserved, and very deep.\\n\\nThe first relief to the deadly languor of her mind came to her from Music. That was no great wonder; but, strange to say, the music that did her good was neither old enough to be revered, nor new enough to be fashionable. It was English music too, and *passe'* music. She came across a collection of Anglican anthems and services--written, most of it, toward the end of the last century and the beginning of this. The composers' names promised little: they were Blow, Nares, Green, Kent, King, Jackson, etc. The words and the music of these compositions seemed to suit one another; and, as they were all quite new to her, she went through them almost eagerly, and hummed several of the strains, and with her white but now thin hand beat time to others. She even sent for Vizard, and said to him, \\\"You have a treasure here. Do you know these compositions?\\\"\\n\\nHe inspected his treasure. \\\"I remember,\\\" said he, \\\"my mother used to sing this one, 'When the Eye saw Her, then it blessed Her;' and parts of this one, 'Hear my Prayer;' and, let me see, she used to sing this psalm, 'Praise the Lord,' by Jackson. I am ashamed to say I used to ask for 'Praise the Lord Jackson,' meaning to be funny, not devout.\\\"\\n\\n\\\"She did not choose ill,\\\" said Ina. \\\"I thought I knew English music, yet here is a whole stream of it new to me. Is it esteemed?\\\"\\n\\n\\\"I think it was once, but it has had its day.\\\"\\n\\n\\\"That is strange; for here are some immortal qualities. These composers had brains, and began at the right end; they selected grand and tuneful words, great and pious thoughts; they impregnated themselves with those words and produced appropriate music. The harmonies are sometimes thin, and the writers seem scarcely to know the skillful use of discords; but they had heart and invention; they saw their way clear before they wrote the first note; there is an inspired simplicity and fervor: if all these choice things are dead, they must have fallen upon bad interpreters.\\\"\\n\\n\\\"No doubt,\\\" said Vizard; \\\"so please get well, and let me hear these pious strains, which my poor dear mother loved so well, interpreted worthily.\\\"\\n\\nThe Klosking's eyes filled. \\\"That is a temptation,\\\" said she, simply. Then she turned to Rhoda Gale. \\\"Sweet physician, he has done me good. He has given me something to get well for.\\\"\\n\\nVizard's heart yearned. \\\"Do not talk like that,\\\" said he, buoyantly; then, in a broken voice, \\\"Heaven forbid you should have nothing better to live for than that.\\\"\\n\\n\\\"Sir,\\\" said she, gravely, \\\"I have nothing better to live for now than to interpret good music worthily.\\\"\\n\\nThere was a painful silence.\\n\\nIna broke it. She said, quite calmly, \\\"First of all, I wish to know how others interpret these strains your mother loved, and I have the honor to agree with her.\\\"\\n\\n\\\"Oh,\\\" said Vizard, \\\"we will soon manage that for you. These things are not defunct, only unfashionable. Every choir in England has sung them, and can sing them, after a fashion; so, at twelve o'clock to-morrow, look out--for squalls!\\\"\\n\\nHe mounted his horse, rode into the cathedral town--distant eight miles--and arranged with the organist for himself, four leading boys, and three lay clerks. He was to send a carriage in for them after the morning service, and return them in good time for vespers.\\n\\nFanny told Ina Klosking, and she insisted on getting up.\\n\\nBy this time Doctress Gale had satisfied herself that a little excitement was downright good for her patient, and led to refreshing sleep. So they dressed her loosely but very warmly, and rolled her to the window on her invalid couch, set at a high angle. It was a fine clear day in October, keen but genial; and after muffling her well, they opened the window.\\n\\nWhile she sat there, propped high, and inhaling the pure air, Vizard conveyed his little choir, by another staircase, into the antechamber; and, under his advice, they avoided preludes and opened in full chorus with Jackson's song of praise.\\n\\nAt the first burst of sacred harmony, Ina Klosking was observed to quiver all over.\\n\\nThey sung it rather coarsely, but correctly and boldly, and with a certain fervor. There were no operatic artifices to remind her of earth; the purity and the harmony struck her full. The great singer and sufferer lifted her clasped hands to God, and the tears flowed fast down her cheeks.\\n\\nThese tears were balm to that poor lacerated soul, tormented by many blows.\\n\\n\\\"O lacrymarum fons, tenero sacros Ducemtium ortus ex animo, quater Felix, in imo qui scatentem Pectore, te, pia nympha, sensit.\\\"\\n\\nRhoda Gale, who hated music like poison, crept up to her, and, infolding her delicately, laid a pair of wet eyes softly on her shoulder.\\n\\nVizard now tapped at the door, and was admitted from the music-room. He begged Ina to choose another composition from her book. She marked a service and two anthems, and handed him the volume, but begged they might not be done too soon, one after the other. That would be quite enough for one day, especially if they would be good enough to repeat the hymn of praise to conclude; \\\"for,\\\" said she, \\\"these are things to be digested.\\\"\\n\\nSoon the boys' pure voices rose again and those poor dead English composers, with prosaic names, found their way again to the great foreign singer's soul.\\n\\nThey sung an anthem, which is now especially despised by those great critics, the organists of the country--\\\"My Song shall be of Mercy and Judgment.\\\"\\n\\nThe Klosking forgave the thinness of the harmony, and many little faults in the vocal execution. The words, no doubt, went far with her, being clearly spoken. She sat meditating, with her moist eyes raised, and her face transfigured, and at the end she murmured to Vizard, with her eyes still raised, \\\"After all, they are great and pious words, and the music has at least this crowning virtue--it means the words.\\\" Then she suddenly turned upon him and said, \\\"There is another person in this house who needs this consolation as much as I do. Why does she not come? But perhaps she is with the musicians.\\\"\\n\\n\\\"Whom do you mean?\\\"\\n\\n\\\"Your sister.\\\"\\n\\n\\\"Why, she is not in the house.\\\"\\n\\nIna Klosking started at that information, and bent her eyes keenly and inquiringly on him.\\n\\n\\\"She left two days ago.\\\"\\n\\n\\\"Indeed!\\\"\\n\\n\\\"To nurse a sick aunt.\\\"\\n\\n\\\"Indeed! Had she no other reason?\\\"\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/88](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/88)\\n\\n\",\"timestamp\":1637671096,\"title\":\"With her aunt, Miss Maitland, at Somerville Villa, near Bagley. Apropos, I had better tell you what\"},\"digest\":\"y6egWpuud1US8XsMaH8WhP4T2KIHjbN9siOIIu9l3l8\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_i6QMoyWiqNHThKvjOy9Ki2kuxyC6aX8eTvV8UcpN78\\\",\\\"y\\\":\\\"Dm5rxoRsnF2hTjk5-8DDLh8_BxCWPz4alwVTO2a8r1Q\\\"}\",\"signature\":\"DbM4kb-Pqk-qfxYuQVMqxZcJAUPWGRJc8rRdsJ2u5ZOoMcICyfjUWfGkjemUCHu-CUBzkYIqTlOi97kh372pKA\",\"signingKeySignature\":\"0x10967f08fccd911c3693028dfc08394fea861af28bbedcc89e11cfbd6d60fe410535da08fd6ffcc13ff027622af75f68a8cc6b761419f9c692b4b8ccbda917441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_i6QMoyWiqNHThKvjOy9Ki2kuxyC6aX8eTvV8UcpN78\\\",\\\"y\\\":\\\"Dm5rxoRsnF2hTjk5-8DDLh8_BxCWPz4alwVTO2a8r1Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y6egWpuud1US8XsMaH8WhP4T2KIHjbN9siOIIu9l3l8\"}"