"{\"content\":{\"body\":\"I came back to senior year of college this fall after a year and a half of being away from campus, and many aspects of the university experience that I used to think were normal are now hitting me in the face. *Why do things have to be this way?*\\n\\nI’m certainly not the first person to point out flaws in higher education institutions, but it just feels so *weird* to be back after being away from this ecosystem. During my time away from school, I gained more exposure to the tech industry, learned a lot more about the startup ecosystem, met really interesting people building in and around startups, and most recently, fell down the crypto rabbit hole. (Quick aside: Crypto Twitter is nuts. I don’t think I’ve ever experienced such electric energy in my 15-year lifetime on the Internet, and I’m so so lucky to be able to participate in it and watch it all unfold.)\\n\\nAnyway, I came across [Brian Flynn’s tweet](https://twitter.com/Flynnjamm/status/1424438867319422977?s=20) about a month ago, and it’s been floating around in the back of my head for a little while.\\n\\n[https://twitter.com/Flynnjamm/status/1424438867319422977?s=20](https://twitter.com/Flynnjamm/status/1424438867319422977?s=20)\\n\\nIt got me thinking...can DAOs really replace universities in terms of the student experience? What would that look like? What would be mimicked vs. improved?\\n\\nThis piece is a thought exercise into those questions.\\n\\n## A Breakdown of the University Experience\\n\\nA quick disclaimer: This is “university” informed heavily by my own perspective as an American undergrad at Duke University interested in tech. University experiences vary quite a lot, and people attend for many different reasons. I will try to capture the most common ones.\\n\\nBelow are the bare-bones components of what I believe is the value proposition of attending a higher education institution:\\n\\n* Credentials\\n* Social life\\n* Path toward professional “success”\\n* Education\\n\\nOutside of these four categories, there are some other aspects of universities that I think would be worth touching on:\\n\\n* Admissions\\n* Cost\\n* Length of time spent at the institution\\n\\nOf course, there are many other characteristics of universities that lie outside of the above, such as tiered meal plans. In my opinion, these are not the most integral parts of the university experience and don’t necessarily need a web3 parallel.\\n\\nBefore we dive in, let’s address the fundamental difference between a university and a DAO: one is highly centralized, and the other is decentralized.\\n\\n## The Nature of a DAO\\n\\nA DAO is a decentralized autonomous organization, which means the rules by which it operates as well as its financial transactions are recorded on the blockchain for anyone to see. There are many different types of DAOs (financial, social, etc.), but the common thread is that there is no central governing entity of the organization that makes decisions for everyone. Instead, community members drive governance through democratic processes.\\n\\nIn my opinion, the most significant aspect of DAOs is that they allow us to **re-imagine incentive structures** within organizations. This is especially interesting when it comes to the university, an incredibly complex organization with a high number of different stakeholders (students, parents, teaching faculty, administration + board of trustees, non-faculty employees, etc.), all with their own set of incentives. Universities are very top-down, whereas DAOs are very bottom-up.\\n\\nA lot of companies are trying to unbundle the college experience—how could DAOs unbundle and “re-bundle” in a better way?\\n\\n## DAOs as University Replacements\\n\\n### Credentials\\n\\n*How can this organization act as an indicator of an individual’s qualifications?*\\n\\nWhen you are admitted to and attend a university, you are now associated with its brand name, which offers you the credentials of being someone intelligent, driven, and accomplished, amongst other traits. The more selective and well-known the university is, the more you are set apart from the masses, and the stronger this credentialing is. These credentials give you [status](https://eriktorenberg.substack.com/p/signaling-on-the-internet), the more of which you accrue, the more levers you can pull with it (social, political, professional, etc). Status is one of the only (and strongest) things aligning the differing incentives of university stakeholders.\\n\\nIn a web3 world, there is nothing really preventing a similar status hierarchy from emerging—there will be DAOs that are more gated than others and DAOs that are more elite and desirable than others. Status signaling is inherent to human nature, and as is our correlation between exclusivity and desirability. In this sense, the web3 equivalent of university credentialing would look pretty much the same (being a part of certain DAOs gives you more credibility).\\n\\nHowever, if we are optimizing for “true” credentialing, this is something that is best done in web3 due to more transparency and meritocracy. If everything you do to contribute to the DAO’s community (running interest-based clubs, conducting peer learning workshops, etc.) is recorded on-chain, it’s very easy for your peers (or anyone) to verify that you did those things. Now, it’s not just the name of the organization that lends you credibility, or what you tell other people you did...it’s what you actually did.\\n\\nThis then calls into question: why do we need these organizations then? If my own accomplishments are on a public ledger for anyone to see, do I really need to be a part of a DAO for the credentials?\\n\\nWell, it’s not just about the credentials.\\n\\n### Social Life\\n\\n*How can the organization facilitate the building and maintenance of social relationships?*\\n\\nIn my opinion, the prospect of making new friends and experiencing the *lively social scene* is also one of the main reasons people go to college. Social life on campus is roughly made up of:\\n\\n* Clubs and organizations\\n* Greek life\\n* Living in close proximity with other people your age\\n* Dating scene\\n\\n#### Clubs and Organizations\\n\\nStarting with clubs and organizations, I believe that interest-based DAOs would be able to provide a more fulfilling experience for both students and faculty. At universities, people often join clubs to 1) meet people with the same interests and 2) pad their resume for professional pursuits. Most participants are not tangibly rewarded by the club or the university for the work they do, it’s easy to misconstrue the degree to which they participated, and almost everyone stops participating after graduation. (That is assuming they stick with the club throughout all of college; anyone who made prior commitments can quit at anytime if they don’t feel personally incentivized to contribute anymore.) Furthermore, a lot of clubs and organizations are not great at documenting their rules and practices, resulting in huge changes in both structure and culture as seniors graduate and new leadership takes over.\\n\\nThe web3 parallel of student organizations right now is that DAOs use Discord channels for certain interests (art, gaming, etc). If we view DAOs themselves as clubs utilizing social/community tokens, participants would be (*at least* financially) incentivized to contribute to the sustainability of the organization over the long term, even after they “graduate.” As long as a member holds the tokens, they will be invested in the DAO and contribute in the hopes of increasing the token’s value and receiving individual rewards. This token-based model introduces **a financial incentive that strengthens personal incentives to contribute to the community**. Participation could be transparently recorded (ex. receiving different NFTs for attending and hosting events), and the direction of the DAO’s activities would be driven by community members’ voting power through the utilization of tools like [Snapshot](https://snapshot.org/). This means that everyone in a DAO, regardless of their role within the DAO, has a common, overarching incentive that is difficult to outweigh by other incentives. Whether this model is good or bad in the big picture is up to interpretation; for more thoughts on this, I’ll refer you to [“The Token Society”](https://www.drorpoleg.com/the-token-society/) by Drorg Poleg and [“Social Token Paradox”](https://gaby.mirror.xyz/zqchiBQhWWS49gaabLU92-BUUwfBL5aHCtNT88VTI8o) by Gaby Goldberg.\\n\\nIn addition to aligning individual incentives more effectively within the organization, web3 clubs could have much better documentation of membership, internal processes, organization history, traditions, and more. DAOs also solve the problem that many clubs deal with on a regular basis in web2: they have to follow the rules that the university imposes on spending, membership, and utilization of community spaces that may impede on the quality and speed of activity. With DAOs, those trying to organize community activities and those enforcing rules and regulations would act in consensus by vote (and at the very least, be more on the same page).\\n\\n#### Greek Life\\n\\nRegarding Greek life, the DAO itself could be a fraternity or sorority, perhaps with a national DAO and regional or local DAO chapters that belong to the national collective. This type of organizational structure could certainly be supported in web3, with a similar “rush” process for potential new members to get to know what being in the DAO is like and for DAO members to meet potential new members. The “rush” process as we see it today in web2 is heavily centered around social relationships, and the one for a web3 equivalent would be too.\\n\\nAside from rush, another common characteristic of Greek life is themed parties. DAOs have already done this—for the [FWB (Friends with Benefits) Paris](https://gallery.fwb.help/fwb-paris) party that happened this past year, members had to hold 75 $FWB community tokens to RSVP. If contributions to the organization (participating in chapter meetings, leading community service events, organizing a fundraiser, etc.) are all recorded on-chain and measured with tools like [Sourcecred](https://sourcecred.io/), these social events can act as privileges to unlock for those who not only pull their weight, but are most invested in the community.\\n\\n#### Close Proximity to Peers\\n\\nLiving around other people your age and finding community based on physical proximity is a core part of the university social experience. This one is tougher for DAOs to replace because housing would have to be systematically organized by the community, but there’s no reason why DAOs can’t have their own co-living programs, especially since we are seeing the unbundling of campus social life in web2 already with initiatives by [Edyfi](https://edyfi.org/) and [On Deck](https://www.beondeck.com/). A side note is that this, along with all other IRL events, would necessitate that DAO membership is not anonymous, which is perhaps an unfounded assumption for what web3 universities would be like 🤔\\n\\n#### Dating Scene\\n\\nThe last aspect of social life on campus is the dating scene. As a college student, you are around arguably the highest concentration of people your age searching for significant others; the use of dating apps is particularly prevalent in and around college campuses. In web2, the dating scene is not exactly fostered by the organization (university); it is neither encouraged nor discouraged. This could change in web3, with baked-in mechanisms to reward people for matchmaking.\\n\\n[https://twitter.com/fullyallocated/status/1434364044446687235?s=20](https://twitter.com/fullyallocated/status/1434364044446687235?s=20)\\n\\nDepending on how much the community believes in the importance of this, a DAO could build its own matchmaking tools for its members. They could also hold collaborative functions to mix and match certain DAOs (ex. [Flamingo](https://flamingodao.xyz/) x [PleasrDAO](https://pleasr.org/)), something like a series of frat and sorority mixers that facilitate meeting more people.\\n\\nThe starkest contrast between a social experience at university vs. in a DAO is that DAOs exist primarily online. The key to unlocking comparable social experiences for young people in a web3 world is to organize IRL events for DAO members.\\n\\n### Path Toward Professional “Success”\\n\\n*How can the organization support students’ professional endeavors?*\\n\\nParts of the university experience that increase students’ likelihood for professional success have already been mentioned: credentials and participation in clubs and organizations. Universities also support students on their path toward “success” in various other ways. I put quotes around “success” here because...well, students optimize for different things. Common measures of postgraduate success at *my* school are 1) how much money you make in your new grad job, 2) how well-known the company you work for is, and 3) how much optionality your new grad gig affords you.\\n\\nHere on campus, there is a career center that provides job interview preparation, resources for writing resumes and cold emails, and networking opportunities with companies the school has relationships with (a large portion of which are finance and consulting firms). These relationships and resources, along with an expansive alumni network (and a diploma which typically boosts income for new grads compared to their counterparts without one) are a huge draw for prospective students.\\n\\nCan DAOs replace this?\\n\\nThis is hard to answer, because this is probably not the right question to ask. The assumption here is that students come to university to ultimately get jobs and be “successful.” I don’t know if most people will join DAOs to get jobs elsewhere; this is certainly not the case in the status quo. DAOs are communities, not machines to train and prepare people for corporate positions (sorry Duke…have to be honest about my perspective here). The very essence of a DAO goes against the traditional ideas of “work” and “success” that many of us grow up with, and I love that.\\n\\nWhat I do know is that web3 organizations are likely more meritocratic, which lends themselves to being more effective when matching people with the right skills to the right roles. Gone are the days of college students padding resumes and exaggerating their experiences to get jobs from employers who arbitrarily define their hiring processes and job requirements. My hope is that in a web3 world, finding roles that fit your interests and experiences is much more straightforward. Maybe there’s a person or group of people you really want to work with. You could join their DAO and start doing work to prove yourself, as well as witness firsthand how these people work together and how the DAO functions internally. If you did this with companies, it would be like getting to know the workplace before signing a job offer there. No more painting falsehoods from either side; your personal branding will be based on your on-chain work history, and you get to know an employer beyond what their website and recruiters tell you.\\n\\nDAOs solve the broken college → industry system we’re seeing in the status quo today, which stems from huge incentive misalignment. It’s true that a lot of students want high-paying, stable jobs right out of college, which is why many of them make the investment in attending elite universities. Elite universities want the same; the more wealthy graduates there are, the more likely the university is to make money from alumni donations (and the elevated status of its brand from its association with alumni at elite firms). Universities *market themselves* very differently though—as places to explore your intellectual curiosities, discover what you want to do with your life, and be on your way to unlocking the best opportunities for whatever you’re interested in. From my perspective, it’s no coincidence that of all the students who come into college wanting to study a wide variety of different subjects and pursue their interests, many end up in investment banking, consulting, and big tech positions right out of college. But we know that not all young people want to go into these jobs. I recognize that this is *grossly* over-simplified and very informed by my personal experiences, but the point here is to demonstrate that incentives are misaligned between individual community members and those who oversee governance within universities. How much do universities really encourage us to think critically about our professional lives? How much do they encourage us to pursue our passions and interests?\\n\\n### Education\\n\\n*How can the organization help students gain knowledge and skills? What does a fulfilling learning experience look like?*\\n\\nAh, yes—education. Acquiring a breadth of knowledge, being intellectually stimulated, and having your worldview expanded. The supposed reason why everyone comes to university and stays here for long enough to earn a degree.\\n\\nThis is something where, truly, your mileage may vary regardless of the structure of the organization. I’ll keep this relatively short and simple.\\n\\nAt universities, administrators, deans, and professors come up with a curriculum you must complete via methods outside of your control (submitting an assignment with *x* requirements by *y* date with a couple of tests throughout the semester). I personally do not know how much of what a university claims to be world-class methodologies is actually backed by scientific research, but what I do know is that not everyone learns well via the same methods. Fundamentally, in order to manage the volume of students that come through various programs, universities implement standardized policies that strongly restrict students’ ability to shape their own academic journeys.\\n\\nWith DAOs, it is very probable that you will actually learn more skills and knowledge relevant to doing what you’re interested in because you’d hopefully have more **creative freedom in the learning process.** Instead of being forced to learn via lectures and homework assignments (the content and format of which you have no control over), you can have more of a say in the methods by which you learn (building projects, creating anthologies, going to book clubs, etc). This applies to both STEM and non-STEM majors, especially because there is nothing preventing experts in all fields from joining DAOs and becoming instructors to guide learning. DAOs *can* impose rules by which people must prove that they learned things (the degree to which will vary), but I imagine the rules would be a lot less arbitrary and plentiful than in university, simply because *the community would define the rules*.\\n\\nThe model for formal education in a DAO could be an essay in itself (all of the categories could be). I believe DAOs would be most effective not trying to create the web3 parallel of university education, but get at the core reasons for why people come to university to “learn”—one of which is to pick up the necessary skills in preparation for post-graduation goals. For a Computer Science student, the model that comes to mind for me here is online coding bootcamps and workshops—learn skills relevant to a role and/or industry you’re interested in. DAOs would be more community-oriented than typical bootcamps, but that’s where the magic is: instead of an instructor being paid to teach you React.js for four weeks (and then everyone dips), students could earn tokens for learning in workshops and completing projects, and instructors can earn tokens for running workshop series. After students “graduate” from the programming, they could put a percentage of their earnings back into the DAO, something similar to Lambda School’s business model. This, in addition to the tokens they earned throughout the learning process, creates strong incentives for graduates to stay involved in the community. This could look like referring high-potential talent to the DAO, advising and mentoring newer DAO members, and connecting other members to employment opportunities. DAOs are an opportunity for us to re-think how to balance operating at scale and providing high-quality learning experiences.\\n\\n## The Other Characteristics of a University\\n\\n### Admissions\\n\\n*How is membership decided?*\\n\\nToday, students tell universities, “I have xyz accomplishments, and my aptitude is high enough (see test scores) to attend your school.” Schools review applications (composed of class grades, extracurricular activities, test scores, and personal essays) to admit students based on their potential to:\\n\\n1. Succeed academically and obtain their degree\\n2. Strengthen the school’s branding through their accomplishments during and after university\\n\\nOf course, schools also supposedly evaluate students based on whether they’d fit campus culture and what they’d be involved in on campus according to their interests. They also take into account athletic ability, and for *some reason* they ask who your parents are and where they went to school.\\n\\nI’m not an admissions officer, but I assume that universities would want to recruit students who can ultimately contribute financially to the school, whether that is directly as alumni or indirectly through their accomplishments. If someone went to Harvard and ultimately ends up becoming a well-known and important figure, this boost’s Harvard’s signal as a school that both attracts and produces people who will become well-known and important figures. Status.\\n\\nAdmissions for DAOs have been a hot topic as of late. Many DAOs are token-gated―Friends with Benefits requires potential new members to fill out an application, join their Discord, and buy 75 $FWB tokens after approval. The quickest way to acquire these community tokens is to swap fiat currency for them via a decentralized exchange (DEX) such as [Uniswap](https://uniswap.org/). Acquire the tokens, and you’ll gain access to what the DAO has to offer as a stakeholder in the organization. “A [fixed total](https://www.fwb.help/join) of 1M $FWB tokens exist,” meaning that (until a community vote changes this) there is technically a limit to how many people can ultimately join the DAO. I personally don’t believe token-gating is the answer to admissions for web3 universities. Over time, I expect DAO admissions processes to encompass volunteering to do work for the organization over time and earning eventual membership. (That is not to say that buying your way into a DAO is dissimilar to donating a lot to an institution to increase chances for admission.)\\n\\nThe most promising aspect of admissions in a web3 world is that the college application process for students could be so much more streamlined thanks to the blockchain. Because the work students did leading up to college could be verified and made public for anyone to see, the amount of time, money, and effort students pour into college applications now would drastically decrease in web3. The only aspect of today’s college application process that would still need to occur is an evaluation of community compatibility (the closest web2 equivalent of which is an interview with an alumnus).\\n\\n“But wait,” you say, “we don’t necessarily want to optimize for meritocracy in college admissions.” To that, I say, gaining a holistic view of who a person is, what their interests and hobbies are, and what their goals are for attending university would be much easier and truer to the word “holistic” in a web3 world (where more of our lives are online) than just reading a couple of essays they wrote about who they are.\\n\\n### Cost & Length of Time Attended\\n\\n*What do you pay to become a member? How does that affect how long you stay?*\\n\\nWe all know that the cost of higher education is exorbitantly high and becoming more inaccessible each year. I doubt that the financial cost of getting into a DAO equivalent would equate to what we see with universities, although it’s not impossible for fees to rise to tens of thousands of dollars, especially because DAOs (as we know them today) are vulnerable to market volatility.\\n\\nAt universities, students pay tuition at the start of each term, and in return, they receive the right to register for classes and work toward degree requirements. For undergraduate students, this typically lasts for four years (two years for liberal arts/general education and two years for specialized classes within certain disciplines), after which they are off into the real world where each subsequent year the university calls them asking for alumni donations. Even though students’ tuition fees don’t usually go toward universities’ endowments, alumni donations do. Regardless, neither students nor alumni have much of a say in where their money goes. (There are other opportunity costs of attending university vs. doing something else with your life depending on who you are, but I’ll focus on the financial cost here.)\\n\\nWith token-gated DAOs, participants pay for tokens as a one-time entry fee. These tokens are pooled into the DAO treasury, where funds are allocated as the community sees fit. For [Lion DAO](https://blockchain.mirror.xyz/d2pxavq9Bztp6kCzF9UjtoJEnFTY9Oks3RPkrcBUsKg), launched by student organization Blockchain@Columbia this past summer, DAO funds are used to host guest speaker events, sponsor the development of new educational material, facilitate internal blockchain R&D, and reward grants to NYC students contributing to blockchain efforts. Community members have more of a say in what the DAO spends money on.\\n\\nWhat’s interesting here is how directly the cost correlates to a student’s incentive to contribute to the organization, and how that influences how long they are a member. In web2, many students pay a hefty sum for the goods they receive, and after their time is up and they get the degree, there really isn’t anything tangible incentivizing them to continue to contribute to the university (donating money, helping it become more well-known, etc). In web3, however, token ownership doesn’t necessarily terminate after your education is formally marked as “complete” (if that would even be a thing in web3). A lifelong token holder and contributor could be a lifelong member of that DAO. FWB has a “[seasons](https://fwb.mirror.xyz/TvKSPfZqHNXRZVYFYyJuziCMIZ8fZ34q585YcUYRGtc)” model; if participants stay active and still hold a certain amount of tokens by the end of a season, they retain the right to continue accessing FWB’s offerings. Initial payment for entry gives individuals a stake in the organization and incentivizes them to contribute value to the community for as long as they retain that financial investment.\\n\\nIn the grand scheme of things, I think web3 could flip the entire idea of an education on its head—why do you stop “becoming educated” after you graduate from school? Why do all of the amazing things you enjoyed about college abruptly end after four years? DAOs have the potential to unlock *tangible lifelong value* for token holders, not just financially.\\n\\n## So…?\\n\\nIf you give a bunch of college students control over the direction of their collective organization, maybe it would turn out to be a Lord of the Flies disaster, but I think if you had a DAO made up of driven, curious, and ambitious college students (arguably what universities are supposed to be made up of), a lot of really cool stuff could happen. (DAOs also don’t have to be purely made up of students. My hope is that an outcome of DAOs as university replacements would be a decrease of “administrative bloat.” I mean, [come on guys](https://www.dukechronicle.com/article/2019/12/duke-university-administrators-tax-pay-mike-krzyzewski-price-health-system-endowment).) The web3 equivalent of a university experience doesn’t even have to reside within a single DAO—college could be unbundled into multiple DAOs, each serving a different purpose along these categories.\\n\\nAs a last note, this is by no means comprehensive—each of the sections I discussed in this could be their own essays. (I didn’t even touch upon graduate degrees and the research that universities conduct, and how that influences university professors’ incentives when it comes to teaching courses. I also didn’t focus on the aspect of finding identity and belonging at university, and how that relates to coming of age.) In addition to me just sharing my thoughts, my hope is that this can act as a student voice in the conversations happening right now around **building experiences for young people in web3**. I can’t conclusively say that DAO equivalents of universities would be an objectively better experience for everyone who attends university now, as we are still early and have a long way to go. DAOs have social, economic, and political implications that could result in huge societal shifts. All of crypto does…which is why people are so excited about it.\\n\\n\\n---\\n\\nA huge thank you to [Adithya Vellal](https://twitter.com/avellal14), [Kanan Rengaraju](https://twitter.com/KananRengaraju), Luke Qin, and [Rishi Tripathy](https://twitter.com/rishi_tripathy_) for helping me structure my stream of consciousness :)\\n\\nIf you’re new here—I’m Kassen, and I’m a generalist with a CS and Cultural Anthropology background trying to break into web3 because it perfectly combines my interests. Please say hi on [Twitter](https://twitter.com/kassenq) 👋🏼 \",\"timestamp\":1633491075,\"title\":\"DAOs as University Replacements: A Thought Experiment\"},\"digest\":\"5WHaD1wFCrc9HO-nBljCSUdKDkzym-8jTPUAHZ3z8y4\",\"authorship\":{\"contributor\":\"0x90A0233A0c27D15ffA23E293EC8dd6f2Ef2942e2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oenEZaP04Koxe_3mSJNE8q_Qm8HnuV5xGTqOpHQ9oKo\\\",\\\"y\\\":\\\"lQ7GmItwHshBX2iCa8efmCsNcQ4KPrS4NV2bJfIVISI\\\"}\",\"signature\":\"hCOpUZ_D3mayHdqdyXY8U53FF-W13tRV30lJqk1R-T7HFKNjKm6BKaGYUfC8OAi0OnEH34qXftx3BGiYpl6IeQ\",\"signingKeySignature\":\"0x2ad1314568cca4c9b1a8a687ce3f8827de3b1b1102a20e2d860ff79b8604a7d30bfc2ba1d4682e23b29b3f611d7744ff52f7e48968fd875ab371dce5eb1f17301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oenEZaP04Koxe_3mSJNE8q_Qm8HnuV5xGTqOpHQ9oKo\\\",\\\"y\\\":\\\"lQ7GmItwHshBX2iCa8efmCsNcQ4KPrS4NV2bJfIVISI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eZ8G9VHtPGPoLQlWcsoUx-aEkcyaFbq8XOgS980N2h0\"}"