"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/d99197b9-24a9-4bbd-8eab-430943438ada.png?height=1086&width=1916)\\n\\n\\nFirst, the pandemic brought economic activity to a screeching halt. Then the Fed turned on the money printing machine, and the stonk casino went wild. Reddit investors brought Gamestop back to life, bitcoin soared past $50K, and a piece of digital art sold for $69M. \\n\\nYou can’t make this stuff up. \\n\\nFast forward ten years. The so-called “baby” Gen Z investors will be entering their 30s. With an expected $70T of wealth by 2040, this is the generation to start and finish their investing careers online. Today, gen Z-ers spend 10+ hours online. This little box you’re staring at is where they live, talk, spend, play and more. \\n\\nSo what does the 2031 investor look like? Here’s my take.\\n\\n## 1. Investing via a new set of principles\\n\\n![](https://images.mirror-media.xyz/publication-images/1407d763-5215-486f-9235-1d011a8e323e.png?height=730&width=1252)\\n\\n*Image via ZebraIQ State of GenZ Report*\\n\\nInvesting in 2031 will be driven by a new set of principles: values, culture and community.\\n\\n**Values**\\nOften considered the activist generation, Gen Z-ers champion their beliefs everywhere they go. They bring their holistic self to work—meaning environmentalism, social justice, and racial equality will continue to play a larger role in capital allocation. Some say this generation’s authenticity stems from the *lack of authenticity* in those before them. Civic discourse is on the rise. \\n\\n**Culture**\\nFinance has seeped into modern day culture. We’ve all watched how Elon Musk has effectively defined meme investing. Neobanks are [monetizing status signaling with credit cards](https://julian.digital/2020/12/03/banking-on-status/) designed to fit an aesthetic or mindset. As we continue to share our lives online, and really live our lives online, finances will play a larger role in signaling. Investing becomes a way to showcase your interests, your beliefs, partake in digital displays of wealth and more. Even more - what used to be done behind closed doors is increasingly public via [social media amplification.](https://luttig.substack.com/p/finance-as-culture)\\n\\n**Community**\\n[Active investing is en vogue; passive is out.](https://a16z.com/2021/03/29/active-trading/) The so-called democratization of finance is a multi-decade effort. In the traditional world we have art via platforms like Otis, stonks via Robinhood, equity via AngelList. But we still have major barriers to entry. Digital assets, however, are accessible with an internet connection and a phone. Bitcoin was created by the people, for the people.The next step emerges via DAOs. DAOs are the future of communities. [Quick recap - what are DAOs?](https://www.notboring.co/p/the-dao-of-daos) DAOs, or decentralized autonomous organizations, are a new way to organize a group of individuals around a common goal or mission. The entity lives on the internet, exists autonomously and in a decentralized fashion. \\n\\nWith a DAO, a group of individuals can discuss, invest and create around a common mission. DAO participants are incentivized via ownership in the broader community. By making early users, owners, DAO will bootstrap their community alongside their network. \\n\\nhttps://twitter.com/jessewldn/status/1371138020884283397\\n\\nCommunity based investing is already taking off. [Public](https://public.com/) launched an investing social network. Wallstreetbets is a 10M group of degenerates (their words) swapping strategies all day long. In the case of investing we’ve seen DAOs like Flamingo specialize in a particular area of crypto assets. [Syndicate](https://www.coindesk.com/syndicate-an-angellist-for-defi-raises-1m-seed-round-led-by-ideo-colab-ventures) is launching “Crypto AngelList” by enabling anyone to launch an investment DAO within minutes. Communities are more like a living & breathing organization - with a personality and goals. Investing with your community, in your community, is the future. \\n\\n## 2. Investing merges with consumption\\n\\n![](https://images.mirror-media.xyz/publication-images/9a0164e5-a609-49cf-a4c8-f28574dbc327.png?height=1080&width=1080)\\n\\nWarren Buffet popularized the phrase “invest in what you know.” Guess what? Gen Z knows the digital world. Investing will merge with consumption over the next decade with two big trends: NFTs and asset class accessibility.\\n\\n[NFTs make the internet ownable.](https://variant.mirror.xyz/T8kdtZRIgy_srXB5B06L8vBqFHYlEBcv6ae2zR6Y_eo) Are NFTs an investment? Are they for consumption? I believe it’s both. Let’s break this down a bit further.\\n \\nWe spend our time online creating and consuming. NFTs turn creating and consuming into investing and vice versa. From wallstreetbets to twitter, people are sharing dogecoin memes, IRR tweets, angel investing announcements and more, generating a culture of investing online and sharing this as a badge of honor. Where the goal may be to generate a return, the experience of investing and building a community makes it all the more alluring. \\n\\n****NFTs as an Investment****\\nNFTs allow fans, users, supporters, consumers to become investors in a particular idea, community, or piece of work. Rather than buying, users can invest in the future success. \\n\\nIn contrast to ownership, investment is characterized by the following: \\n    (1) there is a *potential* for return, and early \\n    curation and support is rewarded financially\\n    (2) you do not plan to own the item forever \\n\\n\\n***NFTs for consumption***\\nIn a not-so-distant future, NFTs will be consumed in a myriad of ways. We’re already starting to see this with platforms like Audius and Mirror (where I’m publishing this!). Imagine gaming items you take with you into virtual worlds, DAOs where you discuss investment strategies, NFT videos where you shoot product ad campaigns from your iphone, crowdfunding a piece of art.  There are truly infinite possibilities.\\n\\n> Web2 engagement = like, reactions, comments, shares. \\n\\n> Web3 engagement = added digital scarcity, ability to invest and curate\\n\\nThe resulting social and economic graph will be defining for the next few decades of internet culture. \\n\\n***Asset Democratization***\\nThe 60/40 portfolio is already a thing of the past. With the low interest rates, money printing and impending inflation, Gen Z has been dealt a different hand. Cash isn’t cutting it. Instead, we’re enabling a generation of investors who dabble in stocks, own a fraction of an art piece, angel invest on the side, and monetize their side hustle online. [Pipe](https://www.pipe.com/) is creating a new asset class in itself. Crypto has made it possible to exchange value instantaneously, via our computers. The main implications here include: \\n\\n- Looking for returns beyond traditional asset classes\\n- Lower barriers to entry for certain asset classes\\n- The slow (but eventual) globalization of investing\\n\\n## 3. Pseudonymity will become the norm\\nPseudonymity is a near anonymous state. The case for pseudonymity is as follows. Gen Z learns from a young age to manage an online identity. Cancel culture is becoming commonplace, and online identities have implications well beyond your personal life. \\n\\nhttps://twitter.com/balajis/status/1216044309876813825\\n\\nPseudonymity does what? First, it levels the playing field. It removes the power of an “IRL” status and reputation. In a global economy, anyone can become friends with anyone. Second, it allows you to express yourself more freely. This is not to say pseudonyms can’t get “cancelled.” But the personas you develop via a pseudonym are managed with the understanding that your real-life reputation is removed from your online actions. Lastly, it allows for multifaceted identities. Authenticity is valued online, but when your name becomes the brand, lines get blurry. Pseudonyms create a path for a multi-identity future. There may be a world where someone IRL uses multiple identities online which speak to a certain audience. The ability to compartmentalize your “online brand” means there is potential for one to cultivate and create multiple lives online. \\n\\nAs investing moves increasingly online, viewed publicly and transparently, pseudonomity is likely to play a larger role. \\n\\n-------------------------------------------------------------\\n\\nThe 2031 investor will own their principles and invest online. Values, culture and community will become increasingly important in capital allocation decisions. Structures like DAOs, or NFTs will make investing in culture, media, tech and more easier with lower barriers to entry. \\n\\nAll signs point to a more decentralized, open, and honestly, fun investing culture. I have a feeling we’re only seeing the beginning of how wild this ride will be... \\n\\n\\n\\n*Many thanks to Bhavika Shah, Ellen Fishbein, and Lindsey Crawford for reviewing drafts*\\n\\n\",\"timestamp\":1618332724,\"title\":\"The 2031 Investor\",\"publication\":\"kinjal\"},\"digest\":\"5nRbaL1-_nYirZtP3hUqIwtgurFBwHySeptod018OeE\",\"authorship\":{\"contributor\":\"0xA5E1C37Ad90BAAcb791Cfa18506224D7c50f1619\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rPEPngE3mv5AMg3EpaQXgunFZrobVeE0WdEJpbpmwKo\\\",\\\"y\\\":\\\"rtqQ5-LSGMKEVwnhnwsvl0j29Z4fRCGcm4iEnZB3aoU\\\"}\",\"signature\":\"L7eg5AFh6YLI3cidxzEMBxT9tg4xSSrRyrM7jtDCj0fNrkVNg0ehsez-wtI2y-Ah3mb8PSikgrOcEpgZIG15HA\",\"signingKeySignature\":\"0xc4a8915c6dc2db61f89b62a2aa79e1a5969c0a239f3cc97363df6cba75d2f3c66fcf1b296f3ce531be5fd0486d17c435db601ec9161f7673bb942da7fc1b47391b\",\"signingKeyMessage\":\"I authorize the publication of articles on kinjal.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rPEPngE3mv5AMg3EpaQXgunFZrobVeE0WdEJpbpmwKo\\\",\\\"y\\\":\\\"rtqQ5-LSGMKEVwnhnwsvl0j29Z4fRCGcm4iEnZB3aoU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5nRbaL1-_nYirZtP3hUqIwtgurFBwHySeptod018OeE\"}"