"{\"content\":{\"body\":\"This whole design here is super Apple sterility-in-entering-the-future-fuck-you. Though even if I find myself a little disgusting for it, I’ll say a little nothing on here in the hopes some idiot sends me some ethereum, shiba, etc, that’s a reason to start blogging, doesn’t matter I have nothing to say. If I did have something to say it wouldn’t be on a blog because people don’t read (cue the symphony of whiny bullshit, dancing around with my desperate urge to say neolib and access that demographic, preach down the lines of chewed-up theory spitting them out to maintain the circle of our slow social progress through impassioned calls-to-action from politically minded bloggers and twitter and instagram) also if people do read, it shouldn’t be here.\\n\\nThis place is probably going to be full of crypto’d up entreau types with investment/self-help tips. If you are one and seeing me say this then fuck you. If this platform somehow lifts off and this seems like cynical complaining from an apathetic loser college student pretending to study philosophy (though pretending better than most I like to think, little spurt of arrogance in the library writing this, waiting to be shitted on) then you got me, I’m on the idiot side of history, not that you are doing any better. I don’t know much about cryptocurrency but it seems like this is part of some frenzy to just apply the system to even the least profitable endeavors, here being opinion journalism, shoot me if that’s what this is considered let’s stick to blogging which is oddly cringe in a different way. Like yeah there’s that subversive prime of the internet and I guess like Mark Fisher bullshit type of cool blogging, maybe HTML or some hyperscript to describe it. Again, out of my domain here, floundering in this piss pool but I’m going to check off the NFT box at the top right of the page so that maybe some stacked Doge Robber-Baron type’s step-son, high on xanax, buys it.\\n\\nEven though I don’t have understand this despite being young, I still have the wallet and everything and kind of want to understand because it does seem like it’ll be the future, for better or worse. And politically socially it could be interesting though it seems a little scary libertarian. I mean I love some paranoid schizo distrust but I think this is more likely ancap than anything and let’s not be fools, whatever big network is put up and eventually all the unbound corporations switch over to it as the foundation and what do we get but even more unbridled direct control in the form of a much more powerful medium that implants the ideas right into the brain. And even this is a little bit a part of that, medium is the message, this medium (a mirror of the website medium but reflected into the darkness of crypto—dark crypto definitely is going to be some thing and who knows maybe we get some dark enlightenment monarchs on this. No politics, I’m apathetic and pathetic, forgot for a moment).\\n\\nThese nasty chunks of text are really eye-averse but I don’t care, I’d rather no spacing at all but come on I need my crypto money to come in so I can live decadent again rather than, well, I don’t want to say the cliche college things. Give me ethereum let me move around a little and somehow maybe I make some blog out of this I wonder if there are other alternatives because the font and design really turn me off of this maybe they’ll fix it up later. I just figure that with all the slow boom of crypto right now—it is still widely unspoken about but seems to really be taking off—that I’ll stamp myself down a little, the only way I know how, even if on a shitty blog-net like this one.\",\"timestamp\":1633477260,\"title\":\"bLstartOg\"},\"digest\":\"yx1T9AYyiSg_Mtt5fEGJ1YPALG9ohFi_-8PPUrG2ftQ\",\"authorship\":{\"contributor\":\"0x00f41D403E4766c4C41007aC15B7aCCE589b0770\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NScjGA0suBVJI5v980qNVOBAdalLgvc0oYI_0LCKTGg\\\",\\\"y\\\":\\\"yFsSDM-KzJOkrst2tlRxxj5E_QHdN7qMDLRTelWj3ro\\\"}\",\"signature\":\"HoCEgZ2wrjDgmMtDJRgxQslfiw7Tatz8qU-Ws103zllKSpQysP65TarFayA8_28JTEZonEwZCvCZL3QT4mDDhw\",\"signingKeySignature\":\"0xae8d9cd4831e41432361de2cd6c0bf1fb654218043dc36c1e707ddc2af10c9ea5821213cd68f6f948e3021122401a6c72958e43297b9b893a4e53b9cbb37fc2e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NScjGA0suBVJI5v980qNVOBAdalLgvc0oYI_0LCKTGg\\\",\\\"y\\\":\\\"yFsSDM-KzJOkrst2tlRxxj5E_QHdN7qMDLRTelWj3ro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GvxFfkR-D7LfI2C1FsjdWkdtruai1h1ys6n37-9cyPk\"}"