"{\"content\":{\"body\":\"but improving upon him in the conclusion of the story.  The two stanzas which follow tell what was done after the goddess had depicted her creation of the olive tree:\\n\\n\\\"Amongst these leaves she made a Butterfly, With excellent device and wondrous slight, Fluttering among the olives wantonly, That seemed to live, so like it was in sight; The velvet nap which on his wings doth lie, The silken down with which his back is dight, His broad outstretched horns, his hairy thighs, His glorious colors, and his glistening eyes.\\\"\\n\\n\\\"Which when Arachne saw, as overlaid And mastered with workmanship so rare. She stood astonished long, ne aught gainsaid; And with fast-fixed eyes on her did stare, And by her silence, sign of one dismayed, The victory did yield her as her share; Yet did she inly fret and felly burn, And all her blood to poisonous rancor turn.\\\"\\n\\nAnd so the metamorphosis is caused by Arachne's own mortification and vexation, and not by any direct act of the goddess.\\n\\nThe following specimen of old-fashioned gallantry is by Garrick:\\n\\nUPON A LADY'S EMBROIDERY\\n\\n\\\"Arachne once, as poets tell, A goddess at her art defied, And soon the daring mortal fell The hapless victim of her pride.\\n\\n\\\"Oh, then, beware Arachne's fate; Be prudent, Chloe, and submit, For you'll most surely meet her hate, Who rival both her art and wit.\\\"\\n\\nTennyson, in his Palace of Art, describing the works of art with which the palace was adorned, thus alludes to Europa:\\n\\n\\\"------ sweet Europa's mantle blew unclasped >From off her shoulder, backward borne, >From one hand drooped a crocus, one hand grasped The mild bull's golden horn.\\\"\\n\\nIn his Princess there is this allusion to Danae:\\n\\n\\\"Now lies the earth all Danae to the stars, And all thy heart lies open unto me.\\\"\\n\\nNIOBE\\n\\nThe fate of Arachne was noised abroad through all the country, and served as a warning to all presumptuous mortals not to compare themselves with the divinities.  But one, and she a matron too, failed to learn the lesson of humility.  It was Niobe, the queen of Thebes.  She had indeed much to be proud of; but it was not her husband's fame, nor her own beauty, nor their great descent, nor the power of their kingdom that elated her. It was her children; and truly the happiest of mothers would Niobe have been, if only she had not claimed to be so.  It was on occasion of the annual celebration in honor of Latona and her offspring,   Apollo and Diana,   when the people of Thebes were assembled, their brows crowned with laurel, bearing frankincense to the altars and paying their vows,   that Niobe appeared among the crowd.  Her attire was splendid with gold and gems, and her face as beautiful as the face of an angry woman can be.  She stood and surveyed the people with haughty looks.  \\\"What folly,\\\" said she, \\\"is this!   to prefer beings whom you never saw to those who stand before your eyes!  Why should Latona be honored with worship rather than I?  My father was Tantalus, who was received as a guest at the table of the gods; my mother was a goddess.  My husband built and rules this city, Thebes; and Phrygia is my paternal inheritance.  Wherever I turn my eyes I survey the elements of my power; nor is my form and presence unworthy of a goddess.  To all this let me add, I have seven sons and seven daughters, and look for sons-in-law and daughters-in- law of pretensions worthy of my alliance.  Have I not cause for pride?  Will you prefer to me this Latona, the Titan's daughter, with her two children?  I have seven times as many.  Fortunate indeed am I, and fortunate I shall remain!  Will any one deny this?  My abundance is my security.  I feel myself too strong for Fortune to subdue.  She may take from me much; I shall still have much left.  Were I to lose some of my children, I should hardly be left as poor as Latona with her two only.  Away with you from these solemnities,   put off the laurel from your brows,   have done with this worship!\\\"  The people obeyed, and left the sacred services uncompleted.\\n\\nThe goddess was indignant.  On top of Mount Cynthus where she dwelt, she thus addressed her son and daughter: \\\"My children, I who have been so proud of you both, and have been used to hold myself second to none of the goddesses except Juno alone, begin now to doubt whether I am indeed a goddess.  I shall be deprived of my worship altogether unless you protect me.\\\"  She was proceeding in this strain, but Apollo interrupted her.  \\\"Say no more,\\\" said he; \\\"speech only delays punishment.\\\"  So said Diana also.  Darting through the air, veiled in clouds, they alighted on the towers of the city.  Spread out before the gates was a broad plain, where the youth of the city pursued their warlike sports.  The sons of Niobe were there among the rest,   some mounted on spirited horses richly caparisoned, some driving gay chariots.  Ismenos, the first-born, as he guided his foaming steeds, struck with an arrow from above, cried out, \\\"Ah, me!\\\" dropped the reins and fell lifeless.  Another, hearing the sound of the bow,   like a boatman who sees the storm gathering and makes all sail for the port,   gave the rein to his horses and attempted to escape.  The inevitable arrow overtook him as he fled.  Two others, younger boys, just from their tasks, had gone to the playground to have a game of wrestling.  As they stood breast to breast, one arrow pierced them both.  They uttered a cry together, together cast a parting look around them, and together breathed their last.  Alphenor, an elder brother, seeing them fall, hastened to the spot to render them assistance, and fell stricken in the act of brotherly duty.  One only was left, Ilioneus.  He raised his arms to heaven to try whether prayer might not avail.  \\\"Spare me, ye gods!\\\" he cried, addressing all, in his ignorance that all needed not his intercession; and Apollo would have spared him, but the arrow had already left the string, and it was too late.\\n\\nThe terror of the people and grief of the attendants soon made Niobe acquainted with what had taken place.  She could hardly think it possible; she was indignant that the gods had dared and amazed that they had been able to do it.  Her husband, Amphion, overwhelmed with the blow, destroyed himself.  Alas!  How different was this Niobe from her who had so lately driven away the people from the sacred rites, and held her stately course through the city, the envy of her friends, now the pity even of her foes!  She knelt over the lifeless bodies, and kissed, now one, now another of her dead sons.  Raising her pallid arms to heaven, \\\"Cruel Latona,\\\" said she, \\\"feed full your rage with my anguish!  Satiate your hard heart, while I follow to the grave my seven sons.  Yet where is your triumph?  Bereaved as I am, I am still richer than you, my conqueror.  Scarce had she spoken when the bow sounded and struck terror into all hearts except Niobe's alone.  She was brave from excess of grief.  The sisters stood in garments of mourning over the biers of their dead brothers.  One fell, struck by an arrow, and died on the corpse she was bewailing.  Another, attempting to console her mother, suddenly ceased to speak, and sank lifeless to the earth.  A third tried to escape by flight, a fourth by concealment, another stood trembling, uncertain what course to take.  Six were now dead, and only one remained, whom the mother held clasped in her arms, and covered as it were with her whole body.\\n\\n\\\"Spare me one, and that the youngest!  Oh, spare me one of so many?!\\\" she cried; and while she spoke, that one fell dead. Desolate she sat, among sons, daughters, husband, all dead, and seemed torpid with grief.  The breeze moved not her hair, nor color was on her cheek, her eyes glared fixed and immovable, there was no sign of life about her.  Her very tongue clave to the roof of her mouth, and her veins ceased to convey the tide of life.  Her neck bent not, her arms made no gesture, her foot no step.  She was changed to stone, within and without.  Yet tears continued to flow; and, borne on a whirlwind to her native mountain, she still remains, a mass of rock, from which a trickling stream flows, the tribute of her never-ending grief.\\n\\nThe story of Niobe has furnished Byron with a fine illustration of the fallen condition of modern Rome:\\n\\n\\\"The Niobe of nations!  There she stands, Childless and crownless in her voiceless woe; An empty urn within her withered hands, Whose holy dust was scattered long ago; The Scipios' tomb contains no ashes now; The very sepulchres lie tenantless Of their heroic dwellers; dost thou flow, Old Tiber!  Through a marble wilderness? Rise with thy yellow waves, and mantle her distress.\\\" Childe Harold, IV.79\\n\\nThe slaughter of the children of Niobe by Apollo, alludes to the Greek belief that pestilence and illness were sent by Apollo, and one dying by sickness was said to be struck by Apollo's arrow. It is to this that Morris alludes in the Earthly Paradise:\\n\\n\\\"While from the freshness of his blue abode, Glad his death-bearing arrows to forget, The broad sun blazed, nor scattered plagues as yet.\\\"\\n\\nOur illustration of this story is a copy of a celebrated statue in the imperial gallery of Florence.  It is the principal figure of a group supposed to have been originally arranged in the pediment of a temple.  The figure of the mother clasped by the arm of her terrified child, is one of the most admired of the ancient statues.  It ranks with the Laocoon and the Apollo among the masterpieces of art.  The following is a translation of a Greek epigram supposed to relate to this statue:\\n\\n\\\"To stone the gods have changed her, but in vain; The sculptor's art has made her breathe again.\\\"\\n\\nTragic as is the story of Niobe we cannot forbear to smile at the use Moore has made of it in Rhymes on the Road:\\n\\n\\\"'Twas in his carriage the sublime Sir Richard Blackmore used to rhyme, And, if the wits don't do him wrong, 'Twixt death and epics passed his time, Scribbling and killing all day long; Like Phoebus in his car at ease, Now warbling forth a lofty song, Now murdering the young Niobes.\\\"\\n\\nSir Richard Blackmore was a physician, and at the same time a very prolific and very tasteless poet, whose works are now forgotten, unless when recalled to mind by some wit like Moore for the sake of a joke.\\n\\nTHE GRAEAE AND GORGONS\\n\\nThe Graeae were three sisters who were gray-haired from their birth, whence their name.  The Gorgons were monstrous females with huge teeth like those of swine, brazen claws, and snaky hair.  They also were three in number, two of them immortal, but the other, Medusa, mortal.  None of these beings make much figure in mythology except Medusa, the Gorgon, whose story we shall next advert to.  We mention them chiefly to introduce an ingenious theory of some modern writers, namely, that the Gorgons and Graeae were only personifications of the terrors of the sea, the former denoting the STRONG billows of the wide open main, and the latter the WHITE-crested waves that dash against the rocks of the coast.  Their names in Greek signify the above epithets.\\n\\nPERSEUS AND MEDUSA\\n\\nAcrisius was the king who ruled in Argos.  To him had an oracle declared that he should be slain by the child of his daughter Danae.  Therefore the cruel king, thinking it better that Danae should have no children than that he should be slain, ordered a tower of brass to be made, and in this tower he confined his daughter away from all men.\\n\\nBut who can withstand Jupiter?  He saw Danae, loved her, and changing his form to a shower of gold, he shone into the apartment of the captive girl.\\n\\nPerseus was the child of Jupiter and Danae.  Acrisius, finding that his precautions had come to nought, and yet hardly daring to kill his own daughter and her young child, placed them both in a chest and sent the chest floating on the sea.  It floated away and was finally entangled in the net of Dicte, a fisherman in the island of Seriphus.  He brought them to his house and treated them kindly, and in the house of Dicte, Perseus grew up.  When Perseus was grown up, Polydectes, king of that country, wishing to send Perseus to his death, bade him go in quest of the head of Medusa.  Medusa had once been a beautiful maiden, whose hair was her chief glory, but as she dared to vie in beauty with Minerva, the goddess deprived her of her charms and changed her beautiful ringlets into hissing serpents.  She became a cruel monster of so frightful an aspect that no living thing could behold her without being turned into stone.  All around the cavern where she dwelt might be seen the stony figures of men and beasts which had chanced to catch a glimpse of her and had been petrified with the sight.  Minerva and Mercury aided Perseus.  From Minerva, Perseus borrowed her shield, and from Mercury the winged shoes and the harpe or crooked sword.  After having flown all over the earth Perseus espied in the bright shield the image of Medusa and her two immortal sisters.  Flying down carefully he cut at her with his harpe and severed her head.  Putting the trophy in his pouch he flew away just as the two immortal sisters were awakened by the hissings of their snaky locks.\\n\\nPERSEUS AND ATLAS\\n\\nAfter the slaughter of Medusa, Perseus, bearing with him the head of the Gorgon, flew far and wide, over land and sea.  As night came on, he reached the western limit of the earth, where the sun goes down.  Here he would gladly have rested till morning.  It was the realm of King Atlas, whose bulk surpassed that of all other men.  He was rich in flocks and herds and had no neighbor or rival to dispute his state.  But his chief pride was in his gardens, whose fruit was of gold, hanging from golden branches, half hid with golden leaves.  Perseus said to him, \\\"I come as a guest.  If you honor illustrious descent, I claim Jupiter for my father; if mighty deeds, I plead the conquest of the Gorgon.  I seek rest and food.\\\"  But Atlas remembered that an ancient prophecy had warned him that a son of Jove should one day rob him of his golden apples.  So he answered, \\\"Begone! Or neither your false claims of glory nor of parentage shall protect you;\\\" and he attempted to thrust him out.  Perseus, finding the giant too strong for him, said, \\\"Since you value my friendship so little, deign to accept a present;\\\" and turning his face away, he held up the Gorgon's head.  Atlas, with all his bulk, was changed into stone.  His beard and hair became forests, his arms and shoulders cliffs, his head a summit, and his bones rocks.  Each part increased in bulk till he became a mountain, and (such was the pleasure of the gods) heaven with all its stars rests upon his shoulders.\\n\\nAnd all in vain was Atlas turned to a mountain, for the oracle did not mean Perseus, but the hero Hercules, who should come long afterwards to get the golden apples for his cousin Eurystheus.\\n\\nPerseus, continuing his flight, arrived at the country of the AEthiopians, of which Cepheus was king.  Cassiopeia, his queen, proud of her beauty, had dared to compare herself to the Sea- Nymphs, which roused their indignation to such a degree that they sent a prodigious sea-monster to ravage the coast.  To appease the deities, Cepheus was directed hy the oracle to expose his daughter Andromeda to be devoured by the monster.  As Perseus looked down from his aerial height he beheld the virgin chained to a rock, and waiting the approach of the serpent.  She was so pale and motionless that if it had not been for her flowing tears and her hair that moved in the breeze, he would have taken her for a marble statue.  He was so startled at the sight that he almost forgot to wave his wings.  As he hovered over her he said, \\\"O virgin, undeserving of those chains, but rather of such as bind fond lovers together, tell me, I beseech you, your name and the name of your country, and why you are thus bound.\\\"  At first she was silent from modesty, and, if she could, would have hid her face with her hands; but when he repeated his questions, for fear she might be thought guilty of some fault which she dared not tell, she disclosed her name and that of her country, and her mother's pride of beauty.  Before she had done speaking, a sound was heard off upon the water, and the sea-monster appeared, with his head raised above the surface, cleaving the waves with his broad breast.  The virgin shrieked, the father and mother who had now arrived at the scene, wretched both, but the mother more justly so, stood by, not able to afford protection, but only to pour forth lamentations and to embrace the victim.  Then spoke Perseus: \\\"There will be time enough for tears; this hour is all we have for rescue.  My rank as the son of Jove and my renown as the slayer of the Gorgon might make me acceptable as a suitor; but I will try to win her by services rendered, if the gods will only be propitious.  If she be rescued by my valor, I demand that she be my reward.\\\"  The parents consent (how could they hesitate?) And promise a royal dowry with her.\\n\\nAnd now the monster was within the range of a stone thrown by a skilful slinger, when with a sudden bound the youth soared into the air.  As an eagle, when from his lofty flight he sees a serpent basking in the sun, pounces upon him and seizes him by the neck to prevent him from turning his head round and using his fangs, so the youth darted down upon the back of the monster and plunged his sword into its shoulder.  Irritated by the wound the monster raised himself into the air, then plunged into the depth; then, like a wild boar surrounded by a pack of barking dogs, turned swiftly from side to side, while the youth eluded its attacks by means of his wings.  Wherever he can find a passage for his sword between the scales he makes a wound, piercing now the side, now the flank, as it slopes towards the tail.  The brute spouts from his nostrils water mixed with blood.  The wings of the hero are wet with it, and he dares no longer trust to them.   Alighting on a rock which rose above the waves, and holding on by a projecting fragment, as the monster floated near he gave him a death-stroke.  The people who had gathered on the shore shouted so that the hills re-echoed to the sound.  The parents, transported with joy, embraced their future son-in-law, calling him their deliverer and the savior of their house, and the virgin, both cause and reward of the contest, descended from the rock.\\n\\nCassiopeia was an Aethiopian, and consequently, in spite of her boasted beauty, black; at least so Milton seems to have thought, who alludes to this story in his Penseroso, where he addresses Melancholy as the\\n\\n\\\"------- goddess, sage and holy, Whose saintly visage is too bright To hit the sense of human sight, And, therefore, to our weaker view O'erlaid with black, staid Wisdom's hue. Black, but such as in esteem Prince Memnon's sister might beseem, Or that starred Aethiop queen that strove To set her beauty's praise above The Sea-nymphs, and their powers offended.\\\"\\n\\nCassiopeia is called \\\"the starred Aethiop queen,\\\" because after her death she was placed among the stars, forming the constellation of that name.  Though she attained this honor, yet the Sea-Nymphs, her old enemies, prevailed so far as to cause her to be placed in that part of the heaven near the pole, where every night she is half the time held with her head downward, to give her a lesson of humility.\\n\\n\\\"Prince Memnon\\\" was the son of Aurora and Tithonus, of whom we shall hear later.\\n\\nTHE WEDDING FEAST\\n\\nThe joyful parents, with Perseus and Andromeda, repaired to the palace, where a banquet was spread for them, and all was joy and festivity.  But suddenly a noise was heard of war-like clamor, and Phineus, the betrothed of the virgin, with a party of his adherents, burst in, demanding the maiden as his own.  It was in vain that Cepheus remonstrated,   \\\"You should have claimed her when she lay bound to the rock, the monster's victim.  The sentence of the gods dooming her to such a fate dissolved all engagements, as death itself would have done.:\\\" Phineus made no reply, but hurled his javelin at Perseus, but it missed its mark and fell harmless.  Perseus would have thrown his in turn, but the cowardly assailant ran and took shelter behind the altar. But his act was a signal for an onset by his band upon the guests of Cepheus.  They defended themselves and a general conflict ensued, the old king retreating from the scene after fruitless expostulations, calling the gods to witness that he was guiltless of this outrage on the rights of hospitality.\\n\\nPerseus and his friends maintained for some time the unequal contest; but the numbers of the assailants were too great for them, and destruction seemed inevitable, when a sudden thought struck Perseus: \\\"I will make my enemy defend me.\\\"  Then, with a loud voice he exclaimed, :If I have any friend here let him turn away his eyes!\\\" and held aloft the Gorgon's head.  \\\"Seek not to frighten us with your jugglery,\\\" said Thescelus, and raised his javelin in act to throw, and became stone in the very attitude. Ampyx was about to plunge his sword into the body of a prostrate foe, but his arm stiffened and he could neither thrust forward nor withdraw it.  Another, in the midst of a vociferous challenge, stopped, his mouth open, but no sound issuing.  One of Perseus's friends, Aconteus, caught sight of the Gorgon and stiffened like the rest.  Astyages struck him with his sword, but instead of wounding, it recoiled with a ringing noise.\\n\\nPhineus beheld this dreadful result of his unjust aggression, and felt confounded.  He called aloud to his friends, but got no answer; he touched them and found them stone.  Falling on his knees and stretching out his hands to Perseus, but turning his head away, he begged for mercy.  \\\"Take all,\\\" said he, \\\"give me but my life.\\\"  \\\"Base coward,\\\" said Perseus, \\\"thus much I will grant you; no weapon shall touch you; moreover you shall be preserved in my house as a memorial of these events.\\\" So saying, he held the Gorgon's head to the side where Phineus was looking, and in the very form in which he knelt, with his hands outstretched and face averted, he became fixed immovably, a mass of stone!\\n\\nThe following allusion to Perseus is from Milman's Samor:\\n\\n\\\"As 'mid the fabled Libyan bridal stood Perseus in stern tranquillity of wrath, Half stood, half floated on his ankle-plumes Out-swelling, while the bright face on his shield Looked into stone the raging fray; so rose, But with no magic arms, wearing alone Th' appalling and control of his firm look, The Briton Samor; at his rising awe Went abroad, and the riotous hall was mute.\\\"\\n\\nThen Perseus returned to Seriphus to King Polydectes and to his mother Danae and the fisherman Dicte.  He marched up the tyrant's hall, where Polydectes and his guests were feasting.  \\\"Have you the head of Medusa?\\\" exclaimed Polydectes.  \\\"Here it is,\\\" answered Perseus, and showed it to the king and to his guests.\\n\\nThe ancient prophecy which Acrisius had so much feared at last came to pass.  For, as Perseus was passing through the country of Larissa, he entered into competition with the youths of the country at the game of hurling the discus.  King Acrisius was among the spectators.  The youths of Larissa threw first, and then Perseus.  His discus went far beyond the others, and, seized by a breeze from the sea, fell upon the foot of Acrisius.  The old king swooned with pain, and was carried away from the place only to die.  Perseus, who had heard the story of his birth and parentage from Danae, when he learned who Acrisius was, filled with remorse and sorrow, went to the oracle at Delphi, and there was purified from the guilt of homicide.\\n\\nPerseus gave the head of Medusa to Minerva, who had aided him so well to obtain it.  Minerva took the head of her once beautiful rival and placed it in the middle of her Aegis.\\n\\nMilton, in his Comus, thus alludes to the Aegis:\\n\\n\\\"What was that snaky-headed Gorgon-shield That wise Minerva wore, unconquered virgin, Wherewith she freezed her foes to congealed stone, But rigid looks of chaste austerity, And noble grace that dashed brute violence With sudden adoration and blank awe!\\\"\\n\\nArmstrong, the poet of the Art of Preserving Health, thus describes the effect of frost upon the waters:\\n\\n\\\"Now blows the surly North and chills throughout the stiffening regions, while by stronger charms Than Circe e'er or fell Medea brewed, Each brook that wont to prattle to its banks Lies all bestilled and wedged betwixt its banks, Nor moves the withered reeds. . . . The surges baited by the fierce Northeast, Tossing with fretful spleen their angry heads, E'en in the foam of all their madness struck To monumental ice.\\n\\n```\\n                                                        *         *         *         *         *\\n```\\n\\nSuch execution, So stern, so sudden, wrought the grisly aspect Of terrible Medusa, When wandering through the woods she turned to stone Their savage tenants; just as the foaming lion Sprang furious on his prey, her speedier power Outran his haste, And fixed in that fierce attitude he stands Like Rage in marble!\\\" Imitations of Shakespeare\\n\\nOf Atlas there is another story, which I like better than the one told.  He was one of the Titans who warred against Jupiter like Typhoeus, Briareus, and others.  After their defeat by the king of gods and men, Atlas was condemned to stand in the far western part of the earth, by the Pillars of Hercules, and to hold on his shoulders the weight of heaven and the stars.\\n\\nThe story runs that Perseus, flying by, asked and obtained rest and food.  The next morning he asked what he could do to reward Atlas for his kindness.  The best that giant could think of was that Perseus should show him the snaky head of Medusa, that he might be turned to stone and be at rest from his heavy load.\\n\\nChapter X Monsters.   Giants.   Sphinx.   Pegasus and the Chimaera. Centaurs.   Griffin.   Pygmies\\n\\nMonsters, in the language of mythology, were beings of unnatural proportions or parts, usually regarded with terror, as possessing immense strength and ferocity, which they employed for the injury and annoyance of men.  Some of them were supposed to combine the members of different animals; such were the Sphinx and the Chimaera; and to these all the terrible qualities of wild beasts were attributed, together with human sagacity and faculties. Others, as the giants, differed from men chiefly in their size; and in this particular we must recognize a wide distinction among them.  The human giants, if so they may be called, such as the Cyclopes, Antaeus, Orion, and others, must be supposed not to be altogether disproportioned to human beings, for they mingled in love and strife with them.  But the superhuman giants, who warred with the gods, were of vastly larger dimensions.  Tityus, we are told, when stretched on the plain, covered nine acres, and Enceladus required the whole of Mount AEtna to be laid upon him to keep him down.\\n\\nWe have already spoken of the war which the giants waged against the gods, and of its result.  While this war lasted the giants proved a formidable enemy.  Some of them, like Briareus, had a hundred arms; others, like Typhon, breathed out fire.  At one time they put the gods to such fear that they fled into Egypt, and hid themselves under various forms.  Jupiter took the form of a ram, whence he was afterwards worshipped in Egypt as the god Ammon, with curved horns.  Apollo became a crow, Bacchus a goat, Diana a cat, Juno a cow, Venus a fish, Mercury a bird.  At another time the giants attempted to climb up into heaven, and for that purpose took up the mountain Ossa and piled it on Pelion.  They were at last subdued by thunderbolts, which Minerva invented, and taught Vulcan and his Cyclopes to make for Jupiter.\\n\\nTHE SPHINX\\n\\nLaius, king of Thebes, was warned by an oracle that there was danger to his throne and life if his new-born son should be suffered to grow up.  He therefore committed the child to the care of a herdsman, with orders to destroy him; but the herdsman, moved to pity, yet not daring entirely to disobey, tied up the child by the feet, and left him hanging to the branch of a tree. Here the infant was found by a herdsman of Polybus, king of Corinth, who was pasturing his flock upon Mount Cithaeron. Polybus and Merope, his wife, adopted the child, whom they called OEdipus, or Swollen-foot, for they had no children themselves, and in Corinth OEdipus grew up.  But as OEdipus was at Delphi, the oracle prophesied to him that he should kill his father and marry his own mother.  Fighting against Fate, OEdipus resolved to leave Corinth and his parents, for he thought that Polybus and Merope were meant by the oracle.\\n\\nSoon afterwards, Laius being on his way to Delphi, accompanied only by one attendant, met in a narrow road a young man also driving in a chariot.  On his refusal to leave the way at their command, the attendant killed one of his horses, and the stranger, filled with rage, slew both Laius and his attendant. The young man was OEdipus, who thus unknowingly became the slayer of his own father.\\n\\nShortly after this event the city of Thebes was afflicted with a monster which infested the high-road.  It was called the Sphinx. It had the body of a lion, and the upper part of a woman.  It lay crouched on the top of a rock, and stopped all travellers who came that way, proposing to them a riddle, with the condition that those who could solve it should pass safe, but those who failed should be killed.  Not one had yet succeeded in solving it, and all had been slain.  OEdipus was not daunted by these alarming accounts, but boldly advanced to the trial.  The Sphinx asked him, \\\"What animal is that which in the morning goes on four feet, at noon on two, and in the evening upon three?\\\"  OEdipus replied, \\\"Man, who in childhood creeps on hands and knees, in manhood walks erect, and in old age with the aid of a staff.\\\" The Sphinx was so mortified at the solving of her riddle that she cast herself down from the rock and perished.\\n\\nThe gratitude of the people for their deliverance was so great that they made OEdipus their king, giving him in marriage their queen Jocasta.  OEdipus, ignorant of his parentage, had already become the slayer of his father; in marrying the queen he became the husband of his mother.  These horrors remained undiscovered, till at length Thebes was afflicted with famine and pestilence, and the oracle being consulted, the double crime of OEdipus came to light.  Jocasta put an end to her own life, and OEdipus, seized with madness, tore out his eyes, and wandered away from Thebes, dreaded and abandoned hy all except his daughters, who faithfully adhered to him; till after a tedious period of miserable wandering, he found the termination of his wretched life.\\n\\nPEGASUS AND THE CHIMAERA\\n\\nWhen Perseus cut off Medusa's head, the blood sinking into the earth produced the winged horse Pegasus.  Minerva caught and tamed him, and presented him to the Muses.  The fountain Hippocrene, on the Muses' mountain Helicon, was opened by a kick from his hoof.\\n\\nThe Chimaera was a fearful monster, breathing fire.  The fore part of its body was a compound of the lion and the goat, and the hind part a dragon's.  It made great havoc in Lycia, so that the king Iobates sought for some hero to destroy it.  At that time there arrived at his court a gallant young warrior, whose name was Bellerophon.  He brought letters from Proetus, the son-in-law of Iobates, recommending Bellerophon in the warmest terms as an unconquerable hero, but added at the close a request to his father-in-law to put him to death.  The reason was that Proetus was jealous of him, suspecting that his wife Antea looked with too much admiration on the young warrior.  From this instance of Bellerophon being unconsciously the bearer of his own death- warrant, the expression \\\"Bellerophontic letters\\\" arose, to describe any species of communication which a person is made the bearer of, containing matter prejudicial to himself.\\n\\nIobates, on perusing the letters, was puzzled what to do, not willing to violate the claims of hospitality, yet wishing to oblige his son-in-law.  A lucky thought occurred to him, to send Bellerophon to combat with the Chimaera.  Bellerophon accepted the proposal, but before proceeding to the combat consulted the soothsayer Polyidus, who advised him to procure if possible the horse Pegasus for the conflict.  For this purpose he directed him to pass the night in the temple of Minerva.  He did so, and as he slept Minerva came to him and gave him a golden bridle.  When he awoke the bridle remained in his hand.  Minerva also showed him Pegasus drinking at the well of Pirene, and at sight of the bridle, the winged steed came willingly and suffered himself to be taken.  Bellerophon mounting, rose with him into the air, and soon found the Chimaera, and gained an easy victory over the monster.\\n\\nAfter the conquest of the Chimaera, Bellerophon was exposed to further trials and labors by his unfriendly host, but by the aid of Pegasus he triumphed in them all; till at length Iobates, seeing that the hero was a special favorite of the gods, gave him his daughter in marriage and made him his successor on the throne.  At last Bellerophon by his pride and presumption drew upon himself the anger of the gods; it is said he even attempted to fly up into heaven on his winged steed; but Jupiter sent a gadfly which stung Pegasus and made him throw his rider, who became lame and blind in consequence.  After this Bellerophon wandered lonely through the Aleian field, avoiding the paths of men, and died miserably.\\n\\nMilton alludes to Bellerophon in the beginning o the seventh book of Paradise Lost:\\n\\n\\\"Descend from Heaven, Urania, by that name If rightly thou art called, whose voice divine Following above the Olympian hill I soar, Above the flight of Pegasean wing, Up-led by thee, Into the Heaven of Heavens I have presumed, An earthly guest, and drawn empyreal air, (Thy tempering;) with like safety guided down Return me to my native element; Lest from this flying steed unreined, (as once Bellerophon, though from a lower sphere,) Dismounted on the Aleian field I fall, Erroneous there to wander, and forlorn.\\\"\\n\\nYoung in his Night Thoughts, speaking of the skeptic, says,\\n\\n\\\"He whose blind thought futurity denies, Unconscious bears, Bellerophon, like thee His own indictment; he condemns himself, Who reads his bosom reads immortal life, Or nature there, imposing on her sons, Has written fables; man was made a lie.\\\" Vol. II.1,12.\\n\\nPegasus, being the horse of the Muses, has always been at the service of the poets.  Schiller tells a pretty story of his having been sold by a needy poet, and put to the cart and the plough.  He was not fit for such service, and his clownish master could make nothing of him.  But a youth stepped forth and asked leave to try him.  As soon as he was seated on his back, the horse, which had appeared at first vicious, and afterwards spirit-broken, rose kingly, a spirit, a god; unfolded the splendor of his wings and soared towards heaven.  Our own poet Longfellow also records an adventure of this famous steed in his Pegasus in Pound.\\n\\nShakespeare alludes to Pegasus in Henry IV, where Vernon describes Prince Henry:\\n\\n\\\"I saw young Harry, with his beaver on, His cuishes on his thighs, gallantly armed, Rise from the ground like feathered Mercury, And vaulted with such ease into his seat, As if an angel dropped down from the clouds, To turn and wind a fiery Pegasus, And witch the world with noble horsemanship.\\\"\\n\\nTHE CENTAURS\\n\\nThe Greeks loved to people their woods and hills with strange wild people,   half man, half beast.  Such were the Satyrs   men with goats' legs.  But nobler and better were the Centaurs,   men to the waist, while the rest was the form of a horse.  The ancients were too fond of a horse to consider the union of his nature with man's as forming any very degraded compound, and accordingly the Centaur is the only one of the fancied monsters of antiquity to which any good traits are assigned.  The Centaurs were admitted to the companionship of man, and at the marriage of Pirithous with Hippodamia, they were among the guests.  At the feast, Eurytion, one of the Centaurs, becoming intoxicated with the wine, attempted to offer violence to the bride; the other Centaurs followed his example, and a dreadful conflict arose in which several of them were slain.  This is the celebrated battle of the Lapithae and Centaurs, a favorite subject with the sculptors and poets of antiquity.\\n\\nBut all the Centaurs were not like the rude guests of Pirithous. Chiron was instructed by Apollo and Diana, and was renowned for his skill in hunting, medicine, music, and the art of prophecy. The most distinguished heroes of Grecian story were his pupils. Among the rest the infant Aesculapius was intrusted to his charge, by Apollo, his father.  When the sage returned to his home bearing the infant, his daughter Ocyroe came forth to meet him, and at sight of the child burst forth into a prophetic strain (for she was a prophetess), foretelling the glory that he was to achieve.  Aesculapius, when grown up, became a renowned physician, and even in one instance succeeded in restoring the dead to life.  Pluto resented this, and Jupiter, at his request, struck the bold physician with lightning and killed him, but after his death received him into the number of the gods.\\n\\nChiron was the wisest and justest of all the Centaurs, and at his death Jupiter placed him among the stars as the constellation Sagittarius.\\n\\nTHE PYGMIES\\n\\nThe Pygmies were a nation of dwarfs, so called from a Greek word which means the cubit (a cubit was a measure of about thirteen inches), which was said to be the height of these people.  They lived near the sources of the Nile, or according to others, in India.   Homer tells us that the cranes used to migrate every winter to the Pygmies' country, and their appearance was the signal of bloody warfare to the puny inhabitants, who had to take up arms to defend their cornfields against the rapacious strangers.  The Pygmies and their enemies the cranes form the subject of several works of art.\\n\\nLater writers tell of an army of Pygmies which finding Hercules asleep made preparations to attack him, as if they were about to attack a city.  But the hero awaking laughed at the little warriors, wrapped some of them up in his lion's-skin, and carried them to Eurystheus.\\n\\nMilton used the Pygmies for a simile, Paradise Lost, Book I:\\n\\n\\\"----------like that Pygmaean race Beyond the Indian mount, or fairy elves Whose midnight revels by a forest side, Or fountain, some belated peasant sees, (Or dreams he sees), while overhead the moon Sits artibress, and nearer to the earth Wheels her pale course; they on their mirth and dance Intent, with jocund music charm his ear. At once with joy and fear his heart rebounds.\\\"\\n\\nTHE GRIFFIN, OR GRYPHON\\n\\nTHE Griffin is a monster with the body of a lion, the head and wings of an eagle, and back covered with feathers.  Like birds it builds its nest, and instead of an egg lays an agate therein.  It has long claws and talons of such a size that the people of that country make them into drinking-cups.  India was assigned as the native country of the Griffins.  They found gold in the mountains and built their nests of it, for which reason their nests were very tempting to the hunters, and they were forced to keep vigilant guard over them.  Their instinct led them to know where buried treasures lay, and they did their best to keep plunderers at a distance.  The Arimaspians, among whom the Griffins flourished, were a one-eyed people of Scythia.\\n\\nMilton borrows a simile from the Griffins, Paradise Lost, Book II.:\\n\\n\\\"As when a Gryphon through the wilderness, With winged course, o'er hill and moory dale, Pursues the Arimaspian who by stealth Hath from his wakeful custody purloined His guarded gold.\\\"\\n\\nChapter XI The Golden Fleece.   Medea.   The Calydonian Hunt\\n\\nIn very ancient times there lived in Thessaly a king and queen named Athamas and Nephele.  They had two children, a boy and a girl.  After a time Athamas grew indifferent to his wife, put her away, and took another.  Nephele suspected danger to her children from the influence of the step-mother, and took measures to send them out of her reach.  Mercury assisted her, and gave her a ram, with a GOLDEN FLEECE, on which she set the two children, trusting that the ram would convey them to a place of safety.  The ram sprung into the air with the children on his back, taking his course to the east, till when crossing the strait that divides Europe and Asia, the girl, whose name was Helle, fell from his back into the sea, which from her was called the Hellespont, now the Dardanelles.  The ram continued his career till he reached the kingdom of Colchis, on the eastern shore of the Black Sea, where he safely landed the boy Phyrxus, who was hospitably received by AEetes, the king of the country.  Phryxus sacrificed the ram to Jupiter, and gave the golden fleece to AEetes, who placed it in a consecrated grove, under the care of a sleepless dragon.\\n\\nThere was another kingdom in Thessaly near to that of Athamas, and ruled over by a relative of his.  The king AEson, being tired of the cares of government, surrendered his crown to his brother Pelias, on condition that he should hold it only during the minority of Jason, the son of AEson.  When Jason was grown up and came to demand the crown from his uncle, Pelias pretended to be willing to yield it, but at the same time suggested to the young man the glorious adventure of going in quest of the golden fleece, which it was well known was in the kingdom of Colchis, and was, as Pelias pretended, the rightful property of their family.  Jason was pleased with the thought, and forthwith made preparations for the expedition.  At that time the only species of navigation known to the Greeks consisted of small boats or canoes hollowed out from trunks of trees, so that when Jason employed Argus to build him a vessel capable of containing fifty men, it was considered a gigantic undertaking.  It was accomplished, however, and the vessel was named the Argo, from the name of the builder.  Jason sent his invitation to all the adventurous young men of Greece, and soon found himself at the head of a band of bold youths, many of whom afterwards were renowned among the heroes and demigods of Greece.  Hercules, Theseus, Orpheus, and Nestor were among them.  They are called the Argonauts, from the name of their vessel.\",\"timestamp\":1641285294,\"title\":\"\\nSpenser tells the story of Arachne in his Muiopotmos, adhering very closely to his master Ovid, \"},\"digest\":\"x3yIZuo29O0_7COIF0sE5j1KFWkBnxV2wNZsFzU8XJo\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K38sYL4gbM5y3L6dT5tsSaMjwyTLW8nVjLgjOjPfBbU\\\",\\\"y\\\":\\\"U39ED6NjSphP7rZefsVI8Oz98YK17xuMkfB2jamMsW0\\\"}\",\"signature\":\"z07AWt69DEP63_6nWcwQlkQSjT3IQme9-sJjV1dZOlQK2pO2puaEg3ceru6SkbgaXnst3WI_JUABVUK23oNTdA\",\"signingKeySignature\":\"0x3d2179ffaec6f706950c80f96b36eb004483c78a09332a035085fc88929093e921bece45c7f0e42a7e9a2d592a737f8bc76541a39aff4d81ad54bd7390f5d8a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K38sYL4gbM5y3L6dT5tsSaMjwyTLW8nVjLgjOjPfBbU\\\",\\\"y\\\":\\\"U39ED6NjSphP7rZefsVI8Oz98YK17xuMkfB2jamMsW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x3yIZuo29O0_7COIF0sE5j1KFWkBnxV2wNZsFzU8XJo\"}"