"{\"content\":{\"body\":\"Between Augusta and Ayala no word was spoken. Messages were taken to her by Gertrude, the object of which was to induce her to ask her aunt's pardon. But Ayala was of opinion that her aunt ought to ask her pardon, and could not be beaten from it. \\\"Why did she say that I encouraged him?\\\" she demanded indignantly of Gertrude. \\\"I don't think she did encourage him,\\\" said Gertrude to her mother. This might possibly be true, but not the less had she misbehaved. And though she might not yet have encouraged her lover it was only too probable that she might do so when she found that her lover was quite in earnest.\\n\\nLady Tringle was much harassed. And then there came an additional trouble. Gertrude informed her mother that she had engaged herself to Mr Francis Houston, and that Mr Houston was going to write to her father with the object of proposing himself as a son-in-law. Mr Houston came also to herself and told her, in the most natural tone in the world, that he intended to marry her daughter. She had not known what to say. It was Sir Thomas who managed all matters of money. She had an idea that Mr Houston was very poor. But then so also had been Mr Traffick, who had been received into the family with open arms. But then Mr Traffick had a career, whereas Mr Houston was lamentably idle. She could only refer Mr Houston to Sir Thomas, and beg him not to come among them any more till Sir Thomas had decided. Upon this Gertrude also got angry, and shut herself up in her room. The apartments Ruperti were, therefore, upon the whole, an uncomfortable home to them. Letters upon letters were written to Sir Thomas, and letters upon letters came. The first letter had been about Ayala. He had been much more tender towards Ayala than her aunt had been. He talked of calf-love, and said that Tom was a fool; but he had not at once thought it necessary to give imperative orders for Tom's return. As to Ayala's impudence, he evidently regarded it as nothing. It was not till Aunt Emmeline had spoken out in her third letter that he seemed to recognise the possibility of getting rid of Ayala altogether. And this he did in answer to a suggestion which had been made to him. \\\"If she likes to change with her sister Lucy, and you like it, I shall not object,\\\" said Sir Thomas. Then there came an order to Tom that he should return to Lombard Street at once; but this order had been rendered abortive by the sudden return of the whole family. Sir Thomas, in his first letter as to Gertrude, had declared that the Houston marriage would not do at all. Then, when he was told that Gertrude and Mr Houston had certainly met each other more than once since an order had been given for their separation, he desired the whole family to come back at once to Merle Park.\\n\\nThe proposition as to Lucy had arisen in this wise. Tom being in the same house with Ayala, of course had her very much at advantage, and would carry on his suit in spite of any abuse which she might lavish upon him. It was quite in vain that she called him lout. \\\"You'll think very different from that some of these days, Ayala,\\\" he said, more seriously.\\n\\n\\\"No, I shan't; I shall think always the same.\\\"\\n\\n\\\"When you know how much I love you, you'll change.\\\"\\n\\n\\\"I don't want you to love me,\\\" she said; \\\"and if you were anything that is good you wouldn't go on after I have told you so often. It is not manly of you. You have brought me to all manner of trouble. It is your fault, but they make me suffer.\\\"\\n\\nAfter that Ayala again went to her aunt, and on this occasion the family misfortune was discussed in more seemly language. Ayala was still indignant, but she said nothing insolent. Aunt Emmeline was still averse to her niece, but she abstained from crimination. They knew each as enemies, but recognised the wisdom of keeping the peace. \\\"As for that, Aunt Emmeline,\\\" Ayala said, \\\"you may be quite sure that I shall never encourage him. I shall never like him well enough.\\\"\\n\\n\\\"Very well. Then we need say no more about that, my dear. Of course, it must be unpleasant to us all, being in the same house together.\\\"\\n\\n\\\"It is very unpleasant to me, when he will go on bothering me like that. It makes me wish that I were anywhere else.\\\"\\n\\nThen Aunt Emmeline began to think about it very seriously. It was very unpleasant. Ayala had made herself disagreeable to all the ladies of the family, and only too agreeable to the young gentleman. Nor did the manifest favour of Sir Thomas do much towards raising Ayala in Lady Tringle's estimation. Sir Thomas had only laughed when Augusta had been requested to go upstairs for the scrap-book. Sir Thomas had been profuse with his presents even when Ayala had been most persistent in her misbehaviour. And then all that affair of the Marchesa, and even Mr Traffick's infatuation! If Ayala wished that she were somewhere else would it not be well to indulge her wish! Aunt Emmeline certainly wished it. \\\"If you think so, perhaps some arrangement can be made,\\\" said Aunt Emmeline, very slowly.\\n\\n\\\"What arrangement?\\\"\\n\\n\\\"You must not suppose that I wish to turn you out.\\\"\\n\\n\\\"But what arrangement?\\\"\\n\\n\\\"You see, Ayala, that unfortunately we have not all of us hit it on nicely; have we?\\\"\\n\\n\\\"Not at all, Aunt Emmeline. Augusta is always angry with me. And you -- you think that I have encouraged Tom.\\\"\\n\\n\\\"I am saying nothing about that, Ayala.\\\"\\n\\n\\\"But what arrangement is it, Aunt Emmeline?\\\" The matter was one of fearful import to Ayala. She was prudent enough to understand that well. The arrangement must be one by which she would be banished from all the wealth of the Tringles. Her coming among them had not been a success. She had already made them tired of her by her petulance and independence. Young as she was she could see that, and comprehend the material injury she had done herself by her folly. She had been very wrong in telling Augusta to go upstairs. She had been wrong in the triumph of her exclusive visits to the Marchesa. She had been wrong in walking away with Mr Traffick on the Pincian. She could see that. She had not been wrong in regard to Tom -- except in calling him a lout; but whether wrong or right she had been most unfortunate. But the thing had been done, and she must go.\\n\\nAt this moment the wealth of the Tringles seemed to be more to her than it had ever been before -- and her own poverty and destitution seemed to be more absolute. When the word \\\"arrangement\\\" was whispered to her there came upon her a clear idea of all that which she was to lose. She was to be banished from Merle Park, from Queen's Gate, and from Glenbogie. For her there were to be no more carriages, and horses, and pretty trinkets -- none of that abandon of the luxury of money among which the Tringles lived. But she had done it for herself, and she would not say a word in opposition to the fate which was before her. \\\"What arrangement, aunt?\\\" she said again, in a voice which was intended to welcome any arrangement that might be made.\\n\\nThen her aunt spoke very softly. \\\"Of course, dear Ayala, we do not wish to do less than we at first intended. But as you are not happy here -- \\\" Then she paused, almost ashamed of herself. \\\"I am not happy here,\\\" said Ayala, boldly.\\n\\n\\\"How would it be if you were to change -- with Lucy?\\\"\\n\\nThe idea which had been present to Lady Tringle for some weeks past had never struck Ayala. The moment she heard it she felt that she was more than ever bound to assent. If the home from which she was to be banished was good, then would that good fall upon Lucy. Lucy would have the carriages and the horses and the trinkets, Lucy, who certainly was not happy at Kingsbury Crescent. \\\"I should be very glad, indeed,\\\" said Ayala.\\n\\nHer voice was so brave and decided that, in itself, it gave fresh offence to her aunt. Was there to be no regret after so much generosity? But she misunderstood the girl altogether. As the words were coming from her lips -- \\\"I should be very glad, indeed,\\\" -- Ayala's heart was sinking with tenderness as she remembered how much after all had been done for her. But as they wished her to go there should be not a word, not a sign of unwillingness on her part.\\n\\n\\\"Then perhaps it can be arranged,\\\" said Lady Tringle.\\n\\n\\\"I don't know what Uncle Dosett may say. Perhaps they are very fond of Lucy now.\\\"\\n\\n\\\"They wouldn't wish to stand in her way, I should think.\\\"\\n\\n\\\"At any rate, I won't. If you, and my uncles, and Aunt Margaret, will consent, I will go whenever you choose. Of course I must do just as I'm told.\\\"\\n\\nAunt Emmeline made a faint demur to this; but still the matter was held to be arranged. Letters were written to Sir Thomas, and letters came, and at last even Sir Thomas had assented. He suggested, in the first place, that all the facts which would follow the exchange should be explained to Ayala; but he was obliged after a while to acknowledge that this would be inexpedient. The girl was willing; and knew no doubt that she was to give up the great wealth of her present home. But she had proved herself to be an unfit participator, and it was better that she should go.\\n\\nThen the departure of them all from Rome was hurried on by the indiscretion of Gertrude. Gertrude declared that she had a right to her lover. As to his having no income, what matter for that. Everyone knew that Septimus Traffick had no income. Papa had income enough for them all. Mr Houston was a gentleman. Till this moment no one had known of how strong a will of her own Gertrude was possessed. When Gertrude declared that she would not consent to be separated from Mr Houston then they were all hurried home.\\n\\nCHAPTER 9 THE EXCHANGE\\n\\nSuch was the state of things when Mr Dosett brought the three letters home with him to Kingsbury Crescent, having been so much disturbed by the contents of the two which were addressed to himself as to have found himself compelled to leave his office two hours before the proper time. The three letters were handed together by her uncle to Lucy, and she, seeing the importance of the occasion, read the two open ones before she broke the envelope of her own. That from Sir Thomas came first, and was as follows --\\n\\nLombard Street, January, 187 --\\n\\nMY DEAR DOSETT,\\n\\nI have had a correspondence with the ladies at Rome which has been painful in its nature, but which I had better perhaps communicate to you at once. Ayala has not got on as well with Lady Tringle and the girls as might have been wished, and they all think it will be better that she and Lucy should change places. I chiefly write to give my assent. Your sister will no doubt write to you. I may as well mention to you, should you consent to take charge of Ayala, that I have made some provision for her in my will, and that I shall not change it. I have to add on my own account that I have no complaint of my own to make against Ayala.\\n\\nYours sincerely,\\n\\nT. TRINGLE\\n\\nLucy, when she had read this, proceeded at once to the letter from her aunt. The matter to her was one of terrible importance, but the importance was quite as great to Ayala. She had been allowed to go up alone into her own room. The letters were of such a nature that she could hardly have read them calmly in the presence of her Aunt Dosett. It was thus that her Aunt Emmeline had written --\\n\\nPalazzo Ruperti, Rome, Thursday\\n\\nMY DEAR REGINALD,\\n\\nI am sure you will be sorry to hear that we are in great trouble here. This has become so bad that we are obliged to apply to you to help us. Now you must understand that I do not mean to say a word against dear Ayala -- only she does not suit. It will occur sometimes that people who are most attached to each other do not suit. So it has been with dear Ayala. She is not happy with us. She has not perhaps accommodated herself to her cousins quite as carefully as she might have done. She is fully as sensible of this as I am, and is, herself, persuaded that there had better be a change.\\n\\nNow, my dear Reginald, I am quite aware that when poor Egbert died it was I who chose Ayala, and that you took Lucy partly in compliance with my wishes. Now I write to suggest that there should be a change. I am sure you will give me credit for a desire to do the best I can for both the poor dear girls. I did think that this might be best done by letting Ayala come to us. I now think that Lucy would do better with her cousins, and that Ayala would be more attractive without the young people around her. When I see you I will tell you everything. There has been no great fault. She has spoken a word or two to me which had been better unsaid, but I am well convinced that it has come from hot temper and not from a bad heart. Perhaps I had better tell you the truth. Tom has admired her. She has behaved very well; but she could not bear to be spoken to, and so there have been unpleasantnesses. And the girls certainly have not got on well together. Sir Thomas quite agrees with me that if you will consent there had better be a change.\\n\\nI will not write to dear Lucy herself because you and Margaret can explain it all so much better -- if you will consent to our plan. Ayala also will write to her sister. But pray tell her from me that I will love her very dearly if she will come to me. And indeed I have loved Ayala almost as though she were my own, only we have not been quite able to hit it off together. Of course neither has Sir Thomas nor have I any idea of escaping from a responsibility. I should be quite unhappy if I did not have one of poor dear Egbert's girls with me. Only I do think that Lucy would be the best for us; and Ayala thinks so too. I should be quite unhappy if I were doing this in opposition to Ayala.\\n\\nWe shall be in England almost as soon as this letter, and I should be so glad if this could be decided at once. If a thing like this is to be done it is so much better for all parties that it should be done quickly. Pray give my best love to Margaret, and tell her that Ayala shall bring everything with her that she wants.\\n\\nYour most affectionate sister,\\n\\nEMMELINE TRINGLE\\n\\nThe letter, though it was much longer than her uncle's, going into details, such as that of Tom's unfortunate passion for his cousin, had less effect upon Lucy, as it did not speak with so much authority as that from Sir Thomas. What Sir Thomas said would surely be done; whereas Aunt Emmeline was only a woman, and her letter, unsupported, might not have carried conviction. But, if Sir Thomas wished it, surely it must be done. Then, at last, came Ayala's letter --\\n\\nRome, Thursday\\n\\nDEAREST, DEAREST LUCY,\\n\\nOh, I have such things to write to you! Aunt Emmeline has told it all to Uncle Reginald. You are to come and be the princess, and I am to go and be the milkmaid at home. I am quite content that it should be so because I know that it will be the best. You ought to be a princess and I ought to be a milkmaid.\\n\\nIt has been coming almost ever since the first day that I came among them -- since I told Augusta to go upstairs for the scrap-book. I felt from the very moment in which the words were uttered that I had gone and done for myself. But I am not a bit sorry, as you will come in my place. Augusta will very soon be gone now, and Aunt Emmeline is not bad at all if you will only not contradict her. I always contradicted her, and I know that I have been a fool. But I am not a bit sorry, as you are to come instead of me.\\n\\nBut it is not only about Augusta and Aunt Emmeline. There has been that oaf Tom. Poor Tom! I do believe that he is the most good-natured fellow alive. And if he had not so many chains I should not dislike him so very much. But he will go on saying horrible things to me. And then he wrote me a letter! Oh dear! I took the letter to Aunt Emmeline, and that made the quarrel. She said that I had -- encouraged him! Oh, Lucy, if you will think of that! I was so angry that I said ever so much to her -- till she sent me out of the room. She had no business to say that I encouraged him. It was shameful! But she has never forgiven me, because I scolded her. So they have decided among them that I am to be sent away, and that you are to come in my place.\\n\\nMy own darling Lucy, it will be ever so much better. I know that you are not happy in Kingsbury Crescent, and that I shall bear it very much better. I can sit still and mend sheets. \\\\[Poor Ayala, how little she knew herself!\\\\] And you will make a beautiful grand lady, quiescent and dignified as a grand lady ought to be. At any rate it would be impossible that I should remain here. Tom is bad enough, but to be told that I encourage him is more than I can bear.\\n\\nI shall see you very soon, but I cannot help writing and telling it to you all. Give my love to Aunt Dosett. If she will consent to receive me I will endeavour to be good to her. In the meantime goodbye.\\n\\nYour most affectionate sister,\\n\\nAYALA\\n\\nWhen Lucy had completed the reading of the letters she sat for a considerable time wrapped in thought. There was, in truth, very much that required thinking. It was proposed that the whole tenor of her life should be changed, and changed in a direction which would certainly suit her taste. She had acknowledged to herself that she had hated the comparative poverty of her Uncle Dosett's life, hating herself in that she was compelled to make such acknowledgment. But there had been more than the poverty which had been distasteful to her -- a something which she had been able to tell herself that she might be justified in hating without shame. There had been to her an absence of intellectual charm in the habits and manners of Kingsbury Crescent which she had regarded as unfortunate and depressing. There had been no thought of art delights. No one read poetry. No one heard music. No one looked at pictures. A sheet to be darned was the one thing of greatest importance. The due development of a leg of mutton, the stretching of a pound of butter, the best way of repressing the washerwoman's bills -- these had been the matters of interest. And they had not been made the less irritating to her by her aunt's extreme goodness in the matter. The leg of mutton was to be developed in the absence of her uncle -- if possible without his knowledge. He was to have his run of clean linen. Lucy did not grudge him anything, but was sickened by that partnership in economy which was established between her and her aunt. Undoubtedly from time to time she had thought of the luxuries which had been thrown in Ayala's way. There had been a regret -- not that Ayala should have them but that she should have missed them. Money she declared that she despised -- but the easy luxury of the bijou was sweet to her memory.\\n\\nNow it was suggested to her suddenly that she was to exchange the poverty for the luxury, and to return to a mode of life in which her mind might be devoted to things of beauty. The very scenery of Glenbogie -- what a charm it would have for her! Judging from her uncle's manner, as well as she could during that moment in which he handed to her the letter, she imagined that he intended to make no great objection. Her aunt disliked her. She was sure that her aunt disliked her in spite of the partnership. Only that there was one other view of the case -- how happy might the transfer be. Her uncle was always gentle to her, but there could hardly as yet have grown up any strong affection for her. To him she was grateful, but she could not tell herself that to part from him would be a pang. There was, however, another view of the case.\\n\\nAyala! How would it be with Ayala! Would Ayala like the partnership and the economies? Would Ayala be cheerful as she sat opposite to her aunt for four hours at a time! Ayala had said that she could sit still and mend sheets, but was it not manifest enough that Ayala knew nothing of the life of which she was speaking? And would she, Lucy, be able to enjoy the glories of Glenbogie while she thought that Ayala was eating out her heart in the sad companionship of Kingsbury Crescent? For above an hour she sat and thought; but of one aspect which the affair bore she did not think. She did not reflect that she and Ayala were in the hands of Fate, and that they must both do as their elders should require of them.\\n\\nAt last there came a knock at the door, and her aunt entered. She would sooner that it should have been her uncle: but there was no choice but that the matter should be now discussed with the woman whom she did not love -- this matter that was so dreadful to herself in all its bearings, and so dreadful to one for whom she would willingly sacrifice herself if it were possible! She did not know what she could say to create sympathy with Aunt Dosett. \\\"Lucy,\\\" said Aunt Dosett, \\\"this is a very serious proposal.\\\" \\\"Very serious,\\\" said Lucy, sternly.\\n\\n\\\"I have not read the letters, but your uncle has told me about it.\\\" Then Lucy handed her the two letters, keeping that from Ayala to herself, and she sat perfectly still while her aunt read them both slowly. \\\"Your Aunt Emmeline is certainly in earnest,\\\" said Mrs Dosett.\\n\\n\\\"Aunt Emmeline is very good-natured, and perhaps she will change her mind if we tell her that we wish it.\\\"\\n\\n\\\"But Sir Thomas has agreed to it.\\\"\\n\\n\\\"I am sure my uncle will give way if Aunt Emmeline will ask him. He says he has no complaint to make against Ayala. I think it is Augusta, and Augusta will be married, and will go away very soon.\\\"\\n\\nThen there came a change, a visible change, over the countenance of Aunt Dosett, and a softening of the voice -- so that she looked and spoke as Lucy had not seen or heard her before. There are people apparently so hard, so ungenial, so unsympathetic, that they who only half know them expect no trait of tenderness, think that features so little alluring cannot be compatible with softness. Lucy had acknowledged her Aunt Dosett to be good, but believed her to be incapable of being touched. But a word or two had now conquered her. The girl did not want to leave her -- did not seize the first opportunity of running from her poverty to the splendour of the Tringles! \\\"But, Lucy,\\\" she said, and came and placed herself nearer to Lucy on the bed.\\n\\n\\\"Ayala -- ,\\\" said Lucy, sobbing.\\n\\n\\\"I will be kind to her -- perhaps kinder than I have been to you.\\\"\\n\\n\\\"You have been kind, and I have been ungrateful. I know it. But I will do better now, Aunt Dosett. I will stay, if you will have me.\\\"\\n\\n\\\"They are rich and powerful, and you will have to do as they direct.\\\"\\n\\n\\\"No! Who are they that I should be made to come and go at their bidding? They cannot make me leave you.\\\"\\n\\n\\\"But they can rid themselves of Ayala. You see what your uncle says about money for Ayala.\\\"\\n\\n\\\"I hate money.\\\"\\n\\n\\\"Money is a thing which none of us can afford to hate. Do you think it will not be much to your Uncle Reginald to know that you are both provided for? Already he is wretched because there will be nothing to come to you. If you go to your Aunt Emmeline, Sir Thomas will do for you as he has done for Ayala. Dear Lucy, it is not that I want to send you away.\\\" Then for the first time Lucy put her arm round her aunt's neck. \\\"But it had better be as is proposed, if your aunt still wishes it, when she comes home. I and your Uncle Reginald would not do right were we to allow you to throw away the prospects that are offered you. It is natural that Lady Tringle should be anxious about her son.\\\" \\\"She need not, in the least,\\\" said Lucy, indignantly.\\n\\n\\\"But you see what they say.\\\"\\n\\n\\\"It is his fault, not hers. Why should she be punished?\\\"\\n\\n\\\"Because he is Fortune's favourite, and she is not. It is no good kicking against the pricks, my dear. He is his father's son and heir, and everything must give way to him.\\\"\\n\\n\\\"But Ayala does not want him. Ayala despises him. It is too hard that she is to lose everything because a young man like that will go on making himself disagreeable. They have no right to do it after having accustomed Ayala to such a home. Don't you feel that, Aunt Dosett?\\\"\\n\\n\\\"I do feel it.\\\"\\n\\n\\\"However it might have been arranged at first, it ought to remain now. Even though Ayala and I are only girls, we ought not to be changed about as though we were horses. If she had done anything wrong -- but Uncle Tom says she has done nothing wrong.\\\"\\n\\n\\\"I suppose she has spoken to her aunt disrespectfully.\\\"\\n\\n\\\"Because her aunt told her that she had encouraged this man. What would you have a girl say when she is falsely accused like that? Would you say it to me merely because some horrid man would come and speak to me?\\\" Then there came a slight pang of conscience as she remembered Isadore Hamel in Kensington Gardens. If the men were not thought to be horrid, then perhaps the speaking might be a sin worthy of most severe accusation.\\n\\nThere was nothing more said about it that night, nor till the following afternoon, when Mr Dosett returned home at the usual hour from his office. Then Lucy was closeted with him for a quarter of an hour in the drawing-room. He had been into the City and seen Sir Thomas. Sir Thomas had been of opinion that it would be much better that Lady Tringle's wishes should be obeyed. It was quite true that he himself had no complaint to make against Ayala, but he did think that Ayala had been pert; and, though it might be true that Ayala had not encouraged Tom, there was no knowing what might grow out of such a propensity on Tom's part. And then it could not be pleasant to Lady Tringle or to himself that their son should be banished out of their house. When something was hinted as to the injustice of this, Sir Thomas endeavoured to put all that right by declaring that, if Lady Tringle's wishes could be attended to in this matter, provision would be made for the two girls. He certainly would not strike Ayala's name out of his will, and as certainly would not take Lucy under his wing as his own child without making some provision for her. Looking at the matter in this light he did not think that Mr Dosett would be justified in robbing Lucy of the advantages which were offered to her. With this view Mr Dosett found himself compelled to agree, and with these arguments he declared to Lucy that it was her duty to submit herself to the proposed exchange. Early in February all the Tringle family were in Queen's Gate, and Lucy on her first visit to the house found that everyone, including Ayala, looked upon the thing as settled. Ayala, who under these circumstances was living on affectionate terms with all the Tringles, except Tom, was quite radiant. \\\"I suppose I had better go tomorrow, aunt?\\\" she said, as though it were a matter of most trivial consequence.\\n\\n\\\"In a day or two, Ayala, it will be better.\\\"\\n\\n\\\"It shall be Monday, then. You must come over here in a cab, Lucy.\\\"\\n\\n\\\"The carriage shall be sent, my dear.\\\"\\n\\n\\\"But then it must go back with me, Aunt Emmeline.\\\"\\n\\n\\\"It shall, my dear.\\\"\\n\\n\\\"And the horses must be put up, because Lucy and I must change all our things in the drawers.\\\" Lucy at the time was sitting in the drawing-room, and Augusta, with most affectionate confidence, was singing to her all the praises of Mr Traffick. In this way it was settled, and the change, so greatly affecting the fortunes of our two sisters, was arranged.\\n\\nCHAPTER 10 AYALA AND HER AUNT MARGARET\\n\\nTill the last moment for going Ayala seemed to be childish, triumphant, and indifferent. But, till that last moment, she was never alone with Lucy. It was the presence of her aunt and cousins which sustained her in her hardihood. Tom was never there -- or so rarely as not to affect her greatly. In London he had his own lodgings, and was not encouraged to appear frequently till Ayala should have gone. But Aunt Emmeline and Gertrude were perseveringly gracious, and even Augusta had somewhat relaxed from her wrath. With them Ayala was always good-humoured, but always brave. She affected to rejoice at the change which was to be made. She spoke of Lucy's coming and of her own going as an unmixed blessing. This she did so effectually as to make Aunt Emmeline declare to Sir Thomas, with tears in her eyes, that the girl was heartless. But when, at the moment of parting, the two girls were together, then Ayala broke down.\\n\\nThey were in the room, together, which one had occupied and the other was to occupy, and their boxes were still upon the floor. Though less than six months had passed since Ayala had come among the rich things and Lucy had been among the poor, Ayala's belongings had become much more important than her sister's. Though the Tringles had been unpleasant they had been generous. Lucy was sitting upon the bed, while Ayala was now moving about the room restlessly, now clinging to her sister, and now sobbing almost in despair. \\\"Of course I know,\\\" she said. \\\"What is the use of telling stories about it any longer?\\\"\\n\\n\\\"It is not too late yet, Ayala. If we both go to Uncle Tom he will let us change it.\\\"\\n\\n\\\"Why should it be changed? If I could change it by lifting up my little finger I could not do it. Why should it not be you as well as me? They have tried me, and -- as Aunt Emmeline says -- I have not suited.\\\"\\n\\n\\\"Aunt Dosett is not ill-natured, my darling.\\\"\\n\\n\\\"No, I dare say not. It is I that am bad. It is bad to like pretty things and money, and to hate poor things. Or, rather, I do not believe it is bad at all, because it is so natural. I believe it is all a lie as to its being wicked to love riches. I love them, whether it is wicked or not.\\\"\\n\\n\\\"Oh, Ayala!\\\"\\n\\n\\\"Do not you? Don't let us be hypocritical, Lucy, now at the last moment. Did you like the way in which they lived in Kingsbury Crescent?\\\"\\n\\nLucy paused before she answered. \\\"I like it better than I did,\\\" she said. \\\"At any rate, I would willingly go back to Kingsbury Crescent.\\\"\\n\\n\\\"Yes -- for my sake.\\\"\\n\\n\\\"Indeed I would, my pet.\\\"\",\"timestamp\":1639990696,\"title\":\"\\nBut what was she to do? Two or three days went on, during which there was no reconciliation between her \"},\"digest\":\"8KpLfvzbaF9Ayc0qmdoJTjpqiixtiajj3Uc1DqhXXps\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"338HHhT3dPQBeXjmO5Q6cJ3VEbChEtgL6iAcqINWr9o\\\",\\\"y\\\":\\\"LJjAe3_LQvLGhmBPChb5uhJBWngkLQawcG5MTEpwLBc\\\"}\",\"signature\":\"3k9MX3A31xbCTr8Vid1CUbsSn4iXIepGDQXqJTG5vI93FMS10CRGnoAMoI1Ix8YqyL48B8rdAWXEBLqfGzYpQw\",\"signingKeySignature\":\"0x605db92c28956108b276c372b932cf43c56af0c1416801706f8fa8aba47a320f460bab242f9221438067edeabb4debdcaee25d574fc0405d40d22000b0e2f0031c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"338HHhT3dPQBeXjmO5Q6cJ3VEbChEtgL6iAcqINWr9o\\\",\\\"y\\\":\\\"LJjAe3_LQvLGhmBPChb5uhJBWngkLQawcG5MTEpwLBc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8KpLfvzbaF9Ayc0qmdoJTjpqiixtiajj3Uc1DqhXXps\"}"