"{\"content\":{\"body\":\"Lack of Yang qi is a saying in Traditional Chinese medicine. People, like Tai Chi, are divided into Yin and Yang, female Yin and male Yang.\\n\\nFor male friends, Yang is absolutely indispensable, we generally describe men as \\\"masculinity\\\", this kind of men are more attractive and physically stronger.\\n\\nAging, coupled with poor living and eating habits, leads to the gradual loss of Yang qi in the body, which is more likely to shorten life expectancy. Lack of masculinity, in the final analysis, is closely related to bad daily living habits and eating habits.\\n\\nThere are six possible characteristics of a boy with low Yang qi\\n\\nFear cold chills\\n\\nThe abdominal pain diarrhea\\n\\nDizziness, tinnitus\\n\\nWeakened immunity\\n\\nI feel exhausted all the time\\n\\nInsomnia, forgetfulness\\n\\nPublish male \\\"waste Yang\\\" action, compare self check, you account for how many?\\n\\n(vi) Staying up too late\\n\\nIn today's society, there is almost no work without overtime. Sometimes, in order to complete a job as soon as possible, I will work overtime and stay up late, or even get a whole night's rest.\\n\\nStaying up late for long periods of time can easily increase the risk of disease. Staying up late at work or playing video games can lead to a gradual loss of Yang in a man's body, which can lead to a variety of health problems over time.\\n\\nStaying up late brings great harm to all organs of the body, is more likely to cause endocrine disorders, and will consume a lot of Yang in the body. People who stay up late have poor energy and ugly face.\\n\\nIf men don't know how to change their bad habits of staying up late, you will find that your complexion is getting worse and worse over time, and you will look older than your peers. It is recommended that men should get enough sleep.\\n\\n5\\\\. Untimely exercise\\n\\nMany male friends usually have a good habit of exercise, which is worthy of affirmation, is good for health, life is exercise, exercise every day can help activate resistance, so that bacteria and viruses have no opportunity.\\n\\nMost men are busy with their work during the day and exercise intensively at night. If you have a cold, you think more exercise is better. The body is obviously tired, still adhere to exercise, in fact, these belong to the inappropriate exercise time.\\n\\nBlind exercise will lead to physical health damage, if the body is not comfortable, but also forced to exercise, will only accelerate the depletion of Yang in the body and increase the risk of disease, it is recommended that male friends or actively adjust the way of exercise.\\n\\n4\\\\. smoking and drinking\\n\\nSmoking and drinking, it seems to be the habit of male friends, long-term smoking and drinking to the body brought harm, almost irreparable.\\n\\nCigarettes contain a large amount of nicotine, carbon monoxide, tar and other harmful substances. Excessive consumption of cigarettes can easily increase the risk of lung diseases, even affect the normal operation of various organs and increase the risk of cancer.\\n\\nAlcohol can stimulate people's brain nervous system, causing serious damage to health, more prone to endocrine disorders, Yang deficiency and other problems.\\n\\nMen are advised to stay away from alcohol, tobacco and other stimulants as soon as possible. Some people say it is too difficult to give up smoking or drinking, but what's the difference compared to their health?\\n\\n(3) sedentary behavior\\n\\nMany people now sit in front of computers due to the nature of their work, and some men have even gone so far as to forget eating and sleeping, mainly to play games.\\n\\nUnder this state, not only will affect the blood circulation of the lower body, but also there will be the behavior of holding in urine, causing serious damage to reproductive organs.\\n\\nMale sedentary inactivity affects normal blood circulation in the body, causes extremely strong damage to kidney function, and even accelerates Yang depletion.\\n\\nIt is recommended that male friends sit down for 60 minutes every time, they should stand up and move for about 5 minutes. Even if they give up drinking water or going to the toilet, it will help to avoid damage to the reproductive organs, and also help to produce Yang qi.\\n\\n(ii) Take cold showers regardless of season\\n\\nMany men prefer to take cold showers, believing that they can train their will, improve their body's ability to fight viruses, and help strengthen muscles and bones, but taking cold showers is not a healthy behavior.\\n\\nNo matter what season you take a cold shower in, it is easy to consume oxygen in your body. Especially in cold weather, taking a cold shower is more likely to promote the accumulation of damp and cold gas in your body, affecting the normal operation of all organs.\\n\\nThe human body will produce a strong reaction under the cold stimulation, causing serious damage to blood vessels, and even cause sudden contraction of blood vessels, which is very detrimental to health.\\n\\nNow it has entered the winter, suggest male friends when taking a bath, must control the water temperature, also can't be too cold, let the skin feel comfortable, can really relax down.\\n\\n(I) Too much marital intercourse\\n\\nThis problem is relatively more for young people, young people's physical vitality is relatively high, and energetic, relatively high requirements for husband and wife life.\\n\\nHowever, if the excessive \\\"overdraft\\\" of their health will lead to insufficient kidney qi, over time will also lead to worse and worse physical condition, and even accelerate the loss of Yang qi in the body, increasing the risk of disease.\\n\\nIt is suggested that male friends must pay attention to overdo it, and any behavior should be done according to one's ability. Only by maintaining a healthy frequency of husband and wife life can they become stronger and stronger, and also help to improve the happiness index of husband and wife, and become healthier and healthier.\\n\\nMale Yang deficiency, can choose to eat more of the following foods:\\n\\nleek\\n\\nLife, many people will do harm to sun be the spirit of things, the bad living habits and eating habits, can lead to health damage, lack of sun be the spirit of health damage is very serious, suggest that we can through the reasonable diet supplement the sun be the spirit reveal individual glamour, leek is a very good choice, for example, helps to improve kidney, leeks Fried eggs, eat very delicious, Men might as well eat more.\\n\\nmutton\\n\\nWinter appropriate to eat mutton, is very enjoy thing, mutton is removing food, help sun be the spirit, supply nutrients required for human body, also can promote health or, cooking method is very much, recommend is given priority to with light diet, don't eat hot pot for a long time, can help the sun be the spirit germinal, body more and more strong.\\n\\nparsley\\n\\nParsley is controversial ingredients, taste stimulus, a lot of people can not accept, but people like to eat caraway is a few parsley is rich in vitamin a and vitamin C, also contain a variety of nutrients can supplement the sun be the spirit, promote digestion, speed up the body sweat, if often stay up late and have a bad habit of men friends, appropriate to eat caraway is a very good choice.\\n\\nBean sprouts\\n\\nBean sprouts are a kind of food we often eat, there are many kinds of bean sprouts, but whether yellow bean sprouts, mung bean sprouts or some other bean sprouts, contain more nutrients, taste is very good, can increase the feeling of fullness, eat often, for improving Yang has no small help. But when bean sprouts are bought, we must choose regular manufacturers to sell, smell of chemical smell of bean sprouts, firmly do not buy.\\n\\nGordon euryale seed\\n\\nLack of Yang affects the body and may shorten life, so it is important to replenish Yang in time. The role of euryale ferox is similar to that of Chinese yam. It has a good tonifying effect on the body, can enhance physical fitness and improve Yang deficiency. When it is found that Yang deficiency, you may as well eat some euryale ferox to recuperate.\",\"timestamp\":1639103201,\"title\":\"Technology history car education game real estate fashion announced male \\\"consumption Yang\\\" action, self check, you accounted for a few?\"},\"digest\":\"lSo0CUeFRoU-VI6-RsFsO2RRwygvteyycKxrnh_ElNU\",\"authorship\":{\"contributor\":\"0x634dF348d48A954f317c39239a577FEE4c7a7c92\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R2IP7KmEcWv-GlJDwXGJ-04hwdS1kWfRhv2Tv3eThoU\\\",\\\"y\\\":\\\"pXgnJcZIaXXE-7tVxHH0l7CRhyiImF09IsdPM3_ex5E\\\"}\",\"signature\":\"uVUnaf7qzwAEUOg0J89Sxg_pYwjLInwOXBhbbsfTri_lSXJQ1Tl9wkADf_uHCIR5iicvIMPeZfM3IjdNFc-uLQ\",\"signingKeySignature\":\"0x0f3c45064203006ba5253cd1c4ece8bb60e81b579d895e6cfe14aa5f194470ee7ed27708f17b946ede9af73db07f4f66ca7b3afaaef9d4c075c83604066564381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R2IP7KmEcWv-GlJDwXGJ-04hwdS1kWfRhv2Tv3eThoU\\\",\\\"y\\\":\\\"pXgnJcZIaXXE-7tVxHH0l7CRhyiImF09IsdPM3_ex5E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lSo0CUeFRoU-VI6-RsFsO2RRwygvteyycKxrnh_ElNU\"}"