"{\"content\":{\"body\":\"Like many, I am exploring what the crypto/web3 space has to offer.\\n\\nIn starting this journey, I have found that the rapid flow of information can feel like trying to drink water from a fire hose.\\n\\n### Why am I writing here?\\n\\nMy goal is to write as I go with the hope that it helps me better retain and reflect on the information I am consuming. \\n It is important to me that I also keep track of lessons learned in such a way that others may benefit. (many others have done this, which has been very helpful to me)\\n\\nNote: If you spot something in a post that is incorrect and can direct me to relevant resources, please do so. \\n I’m here to learn!\\n\\n### What will I write about?\\n\\nFor context, I am a software developer (mostly Python and C at this time), but I will be exploring more than just programming.\\n\\nMuch like the ‘normal’ world, there are a wide range of roles to fill in this space. \\n Being technical is not a requirement and many communities are welcoming and helpful.\\n\\nMy plan is to explore DAOs, governance, smart contracts, dapps, NFTs and beyond. (too many rabbit holes to list here)\\n\\nIt took an embarrassingly long time for me to discover that crypto is so much more than currency. This is evolution of technology that will become the underpinnings of future technologies.\\n\\nWe don’t yet know what the future holds, but surely it will be amazing.\\n\\n### What do I want with crypto/web3?\\n\\nSimply put, I like to build. The act of creation brings me joy, along with getting to peek into the inner workings in search of knowledge and opportunity.\\n\\nMoving into this space full-time would be amazing.\\n\\nThere are so many new ideas and amazing projects being continuously built and improved. \\n Combined with the communities, it is clear to me that this is the place to be.\\n\\nWAGMI\",\"timestamp\":1641794201,\"title\":\"gm, world!\"},\"digest\":\"JB5NKXtn5PF0JBU0j6zHk68mAvjcU79NUieXwdXIOD4\",\"authorship\":{\"contributor\":\"0xA05B26f366035F4A797c12cbC23B87633F353337\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kst--BaCxpdn3sCnLsvCo95QtCtZTYf9UU66nD14NoU\\\",\\\"y\\\":\\\"56yHygbHpVZ631dwqjGXUNyFpTzif5fkYNLX3OEtbjA\\\"}\",\"signature\":\"7wigAx3Rcpu9K3umHY1ooHTef1jCItl5ffCN-QCzmu9QZTboxR2pZ5Ufofpfa12-LVBqysbWEOJTefjOIw7OBg\",\"signingKeySignature\":\"0xb206d71758436e1d53cea47fe4f9a4bbe6ccf470b7539104bdde1ef462dab7906201d24068eaff651367d35a3d90fa5cc0585385d8b85b296b79ecce63b5bfdc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kst--BaCxpdn3sCnLsvCo95QtCtZTYf9UU66nD14NoU\\\",\\\"y\\\":\\\"56yHygbHpVZ631dwqjGXUNyFpTzif5fkYNLX3OEtbjA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZB6BZna5xVtkQU1k9ZejpkoiQqQxZGHc1HPLo6SAysE\"}"