"{\"content\":{\"body\":\"Why is it that I can send anyone with an Internet connection and smart phone a photograph freely and instantly, but sending the same person money is hindered by seemingly arbitrary constraints, like geography or days of the week?\\n\\nUntil the arrival of crypto, sharing information online existed in a technically separate system and on different terms than sharing value.\\n\\nSharing information is Internet-native—defined by interoperable protocols and file formats, encoded as bits that can be sent independently between any two nodes in the network. Sharing value, on the other hand, has relied on pre-Internet financial and monetary infrastructure that inherited all the political and technological limitations of those underlying systems.\\n\\nCrypto's innovation is infusing value exchange with all the desirable attributes of a digitally-native information medium—programmability, interoperability, composability, virality, transferability. Importantly, crypto solved the one major limitation of digital mediums that previously made them unsuitable for a purely digital representation of value—scarcity guarantees.\\n\\nCrypto protocols therefore blur the line between information and value. They encode *value as information*, and, consequently, *information as value*. Crypto turns *media into financial assets*, and as well as *financial assets into media*.\\n\\nWith crypto, sending five dollars to a relative across the globe is finally as easy as sending them a family photo.\\n\\nThis is why with [Mirror](https://mirror.xyz), we're building a new publishing platform on top of crypto. We've seen the impact of Internet-enabled publishing over the past three decades, facilitated by the programmable spread of information. Now, it's time to run the experiment at the intersection of publishing and the programmable spread of value.\\n\\n*This is my new blog. Going forward, I will talk about Mirror and explore ideas at the intersection of value and information exchange in more depth here.*\",\"timestamp\":1609354277,\"title\":\"Publishing on crypto V3\",\"publication\":\"d\"},\"digest\":\"02ec98f1dc6ea728bb4c4a92d9d1142e4d2584bd6c912360973a8de974fab651\",\"authorship\":{\"contributor\":\"0x5507dbd48a5A5bAcE8a6030e878cC4E0af147C33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"loiQJvK9d3Ck6EYw7Nve7QHau2nNSVXVpVkdXmbHlqs\\\",\\\"y\\\":\\\"rbKOUBcpY79JcWUbQxIyMBlmIKhrprUMt-JmlB_WOrY\\\"}\",\"signature\":\"96PIreb7ejPs4/yaNEEqliZkM9U7cMdo34Af+QriD5WOlF5Ujamh4KTyPxfGraKYEyRToLQq4vn8cONAJMdUeQ==\",\"signingKeySignature\":\"0xaa0c6aaa3b2e4f8689b0cebe1c71fa62906c0ac6853a451dc04f670760a4c97236ff9e69fa29ba84ce77b28d3346ab8198985e031b4eac85fe839178b1eb5c0c1c\",\"signingKeyMessage\":\"I authorize the publication of articles on d.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"loiQJvK9d3Ck6EYw7Nve7QHau2nNSVXVpVkdXmbHlqs\\\",\\\"y\\\":\\\"rbKOUBcpY79JcWUbQxIyMBlmIKhrprUMt-JmlB_WOrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"