"{\"content\":{\"body\":\"## How we got here\\n\\nWe are over a decade into the “Big Data” boom. Since I joined the profession, many of the companies seeking to make their mark have become household names, others have just faded into memory. I have fond memories of those earlier days - attending [O’Reilly Strata Conferences](https://www.oreilly.com/conferences/strata-data-ai.html) (when their in-person conferences were still held) where then start-ups such as [Cloudera](https://www.cloudera.com/), [MapR](https://mapr.com/try-mapr/), and [Databricks](https://databricks.com/) presented increasingly superior solutions to process data. \\n\\nAnother sign of the time was a myriad of people seeking to make a name for themselves by finding out how many words starting with the letter “V” they could use to explain Big Data. Even the term “Big Data” suggested the only way to extract value from data was to have lots of it. Any good analyst will tell you that is oftentimes not true and was certainly not the case 10 years ago. In hindsight, many of us had little idea what we were doing. However, through it all, solutions were created that instilled excitement and provided the foundation for the exceptional progress made in the domain of data and analytics.\\n\\n![The number of V's has continued to increase](https://images.mirror-media.xyz/publication-images/qle4HZXFDWgv47t6iuirw.png?height=642&width=811)\\n\\n##  There has to be a better way\\n\\nHowever, there always seemed to be something missing. Even today, there seems to be the assumption the value of data is derived by neatly fiting it into a table so that simple and complex analyses could be performed. There is certainly value in structuring data in a way that enables stakeholders to understand statistics, trends, and the association between a target variable and single or multiple predictor variables. There always will be. \\n\\nHowever, I found myself increasingly exploring questions that more mainstream analytical mindset, tools, and techniques seemed wholely inadequate to answer. Questions such as: “How are all of these events connected?”, “Who are the individuals (or groups of individuals) influencing this narrative or the markets?”, “Are these instances of fraud isolated or a part of a larger network or campaign?”. These questions are answerable, but there is often entropy to the analysis as the data used to perform the analysis ages. New events occur that can shift our understanding, the individuals who are involved change, and campaigns can achieve maximum impact quickly and then fade into the background.\\n\\n![There has to be a better way](https://images.mirror-media.xyz/publication-images/FPdoQHtK4zpS49yyHGYPz.png?height=710&width=1629)\\n\\n## What to expect from this blog\\n\\nExploring the intersection of graphs, technology, and the universe will be the focus of this blog I will explore real-world use cases and the technologies and techniques that I think will drive a better understanding of a future that portends to be more highly decentralized. I will look at the use of the [Distributed Ledger (such as Blockchain)](https://en.wikipedia.org/wiki/Distributed_ledger), [Directed Acyclic Graphs (DAGs)](https://en.wikipedia.org/wiki/Directed_acyclic_graph), and [Graph Databases](https://en.wikipedia.org/wiki/Graph_database). And, I will seek to explain why all of it matters.\\n\\nThank you for choosing to join me in this journey.\",\"timestamp\":1642422720,\"title\":\"Making better sense of an interconnected universe\"},\"digest\":\"LqE5TrIr7anVpMf4Mr1qG2lhLrZZz0o3IF1uh7gpfzE\",\"authorship\":{\"contributor\":\"0x4CbD254412E900FcD2Eb53dA59E3f1d171B7a3B3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-KDdeyMXTtP9bnAOvX4cLDC3FhMp7sP6iLqIsCn41e8\\\",\\\"y\\\":\\\"PBjunrz-Oul1_pOPu0NQyhJgBbLhBy2ur9vkydSV1m4\\\"}\",\"signature\":\"tkFhFi99bWLbR-AscN8bqNuVZ4fxEfikrAVCyRrz-IFc1z3eXJDLmqdmGENgnxrfggZEzxP1y3R7dCUw2ULKjQ\",\"signingKeySignature\":\"0x6f68008afa10633a0949e7de1ecfade42cd10b994c56f0183531c0fc48e97231373684be606384dec166f51780e18e3373d4e7d3a40c858b893e33817a0e81fa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-KDdeyMXTtP9bnAOvX4cLDC3FhMp7sP6iLqIsCn41e8\\\",\\\"y\\\":\\\"PBjunrz-Oul1_pOPu0NQyhJgBbLhBy2ur9vkydSV1m4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LqE5TrIr7anVpMf4Mr1qG2lhLrZZz0o3IF1uh7gpfzE\"}"