"{\"content\":{\"body\":\"Cecil and I started to the \\\"front,\\\" which was then May 4th, at Brandfort with Captain Von Loosberg, a German baron who married in New Orleans and became an American citizen and who is now in command of Loosberg's Artillery in the Free State.  The night we left, the English took Brandfort, so we decided to go only as far as Winburg.  The next morning the train despatcher informed us Winburg was taken, so we decided to go to Smalldeel, but that went during the afternoon, so we stopped at Kronstad.  From there, after a day's rest, we went to Ventersberg station, and rode across to Ventersberg town, about two hours away, and put up in Jones's Hotel.  The next day we went down to the Boer laagers on the Sand river and met President Steyn on the way.  He got out of his Cape Cart and gave Cecil a rose and Loosberg his field glasses, which Cecil took from Loosberg in exchange for her own Zeiss glass, and he gave me a drink and an interview.  He also gave us a letter to St. Reid, who had established an ambulance base on Cronje's farm, telling him to give Cecil something to sleep upon.  The, Boers were very polite to Cecil and as she rode through the different camps every man took off his hat.  We went back to Ventersberg that night and about two o'clock Cecil came to my room and woke me up with the intelligence that the British were only two hours away.  She had heard the commandant informing the landlady, a grand low comedy character from Brooklyn, who had the room next to Cecil's.  I interviewed the landlady who was sitting up in bed in curl papers, and with a Webley revolver.  She was quite hysterical so I aroused Loosberg who was too sleepy to understand.  The commandant could be heard in the distance offering his kingdom for a horse and a Cape cart.  Cecil and I decided our horses were done up and that we were too ignorant of the trail to know where to run.  So we decided to go to sleep.  In the morning we confessed that each had been afraid the other would want to escape, and each wanted only to be allowed to go to sleep again.  Loosberg's Cape Cart and five mules having arrived we packed our things on it and started again for the Sand River where we spent the night on Cronje's farm.  Mrs. Cronje had taken away all the bedding but Dr. Reid gave Cecil his field mattress and I made one out of rugs and piano covers.  In the morning I found that the iron straps of the mattress had marked me for life like a grilled beefsteak.  There were only Reid and his assistant surgeon in the farmhouse and they were greatly excited at having a woman to look after.\\n\\nWe bade farewell to Loosberg who had found his artillery push, and started off in his Cape Cart which he wished us to use and take back for him for safety to Del Hay at Pretoria.  Our objective point was the railroad bridge over the sand.  The Boers were on one bank, the British about seven miles back on the other, the trail ran along the British side of the river which was sad of it.  However, we drove on, I riding and Cecil and Christian, the Kaffir, in the Cart.  We saw no one for several hours except some Kaffir Kraals and we almost ran into two herds of deer.  I counted twenty-six in one herd, they were about a quarter of a mile away.  We came to a cross road and I decided to put back as we had lost track of the river and were bearing straight into the English lines.  Just as we found the river again and had got across a drift cannon opened on our right.  We then knew we were in between the Boers and the English but we had no other knowledge of our geographical position.  Such being the case we decided to outspan and lunch.  Out-spanning is setting the mules and horses at liberty, in-spanning trying to catch them again.  It takes five minutes to out-span, and three hours to in-span.  We had Armour's corned beef and Libby's canned bacon.  Cecil cooked the bacon on a stick and we ate it with biscuits captured by our Boer friends at Cronje's farm from the English Tommies.  About three o'clock we started off again, and were captured by three Boers.  I was riding behind the cart and threw up my hands \\\"that quick,\\\" but Cecil could not hear me yelling at her to stop on account of the noise of the cart.  I knew if I rode after her they would shoot at me, and that if she didn't stop, as they were shouting at her to do, they would shoot her.  Under these trying circumstances I sat still.  It caused quite a coolness on Cecil's part.  However the Boers could see I was trying to get her to halt so they only rode around and headed her off.  We were so glad to see them that they could not be suspicious.  Still, as we had come directly from the English lines they had doubts.  We told them we had lost ourselves and the more they threatened to take us to the commandant the more satisfied we were.  I insisted on taking photos of them reading Cecil's passport.  It annoyed them that we refused to be serious, we assured them we had never met anyone we were so glad to see.  They finally believed us, and our passports which describe Cecil as my \\\"frau,\\\" and artist of Harper's Weekly, an idea of Loosberg's.  We all smoked and then shook hands and they went back to their positions.  We next met Christian De Vet one of the two big generals who is a grand character.  Nothing could match the wonderful picturesqueness of his camp spread out over the side of a hill with the bearded fine featured old Van Dyck and Hugonot heads under great sombreros.  De Vet made us a long speech saying it was only to be expected that the Great Republic would send men to help the little Republics, but he had not hoped that the women would show their sympathy by coming too.  All this with the most simple  earnest courtesy.  He said \\\"No English woman would dare do what you are doing.\\\"  He showed us a farin house on a kopje about five miles off where he said we could get shelter and where we would be near the fighting on the morrow.  We rode in the moonlight for some time but when we reached the house it was filthy and the people were in such terror that we decided to camp out in the veldt.  We found a grove of trees near by and a stream of water running beside it so we made a fire there.  We had only one biscuit left but several cans of bacon and tea.  It was great fun and we sat up as late as we could around the fire on account of the cold.  We could see the Boer fires in the moonlight on the hills and across the Sand, the English flashlights signalling all night.  We put a rubber blanket on the grass and wrapped up in steamer rugs but both of us died several times of cold and even sitting on the fire failed to warm me.  We were awakened out of a cold storage sort of sleep by pom-poms going off right over our They sounded just as disturbing I found from the rear as when you are in front of them.  They are the most effective of all the small guns for causing your nerves to riot.  We climbed up the hill and saw the English coming in their usual solid formation stretching out for three miles.  We went back and got the cart and drove to a nearer kopje, but just as we reached it the Boers abandoned it.  Roberts's column was now much nearer.  We then drove on still further in the direction of the bridge.  I kept telling Cecil that the firing was all from the Boers as I did not want Christian to bolt and run away with the cart and mules.  But Cecil remembered the pictures in Harper's Weekly showing the shrapnel smoke making rings in the air and as she saw these floating over our head, she knew the English were firing on us, but said nothing for fear of scaring Christian.  I had promised to get her under fire which was her one wish so I said that she was now well under fire for the first and the last time.  To which she replied \\\"Pshaw!\\\"  I never saw any one show such self possession.  We halted the cart behind a deserted farm house, and saddled her pony.  The shells were now falling all over the shop, and I was scared to distraction.  But she took about five minutes to see that her saddle was properly tightened and then we rode up to the hill.  Again the Boers were leaving and only a few remained.  They warned her to keep back but we dismounted and walked up to the hill.  It was a very hot place but Cecil was quite unmoved.  We showed her the shells striking back of her and around her but she refused to be impressed with the danger.  She went among the Boers begging them to make a stand very quietly and like one man to another and they took it just in that way and said \\\"But we are very tired.  We have been driven back for three days.  We are only a thousand, they are twenty thousand.\\\"  Some of them only sat still too proud to run, too sick to fight!  When the British got within five hundred yards of the artillery I told her she must run.  At the same moment Botha's men a mile on our right broke away in a mad gallop, as though the lancers were after them.  I finally got her on her pony and we raced for Ventersberg with Christian a good first.  He had lost all desire to out-span.\\n\\nAt Ventersberg we found every one harnessing up in the street and abandoning everything.  We again felt this untimely desire for food, and had lunch at Jones's hotel on scraps and Cecil went off to see if she could loot the cook, as everyone but her had left the hotel and as we needed one in Pretoria.  A despatch-rider came running to me as I was smoking in the garden and shouted that the \\\"Roinekes\\\" were coming in force over the hill.  I ran out in the street and saw their shells falling all over the edge of the village.  They were only a quarter of an hour behind us.  I yelled for Cecil who was helping the looted cook pack up her own things and anyone else's she could find in a sheet.  I gathered up a dog and a kitten Cecil wanted and left a note for the next English officer who occupied my room with the inscription \\\"I'd leave my happy home for you.\\\"  We then put the cook, the kitten, the dog and Cecil in the cart and I got on the horse and we let out for Kronstad at a gallop.  We raced the thirty miles in five hours without one halt.  That was not our cruelty to animals but Christian's who whenever I ordered him to halt and let us rest, yelled that the Englesses were after us and galloped on.  The retreat was a terribly pathetic spectacle; for hours we passed through group after group of the broken and dispirited Boers.  At Kronstad President Steyn whom I went to see on arriving ordered a special car for me, and sent us off at once.  We reached here the next morning, Christian arriving a day later having killed one mule and one pony in his eagerness to escape.  We are going back again as soon as Roberts reaches the Vaal.  There there must be a stand.  Love and best wishes to you all----\\n\\nDICK.\\n\\nJune 8th, 1900. On board the Kausler. DEAR MOTHER:\\n\\nWe engaged our passage on this ship some weeks ago not thinking we would have the English near Pretoria until  August.  But as it happened they came so near that we did not know whether or not to wait over and see them enter the capital.  I decided not, first, because after that one event, there would be nothing for us to see or do.  We could not leave until the 2nd of July and a month under British martial law was very distasteful to me.  Besides I did not care much to see them enter, or to be forced to witness their rejoicing.  As soon as we got under way and about half the distance to the coast, it is a two days' trip.  We heard so many rumors of Roberts's communication having been cut off and that the war was not over, that we thought perhaps we ought to go back-- As we have no news since except that the British are in Pretoria we still do not know what to think.  Personally I am glad I came away as I can do just as much for the Boers at home now as there where the British censor would have shut me off from cabling and mails are so slow.  With the local knowledge I have, I hope to keep at it until it is over.  But when I consider the magnitude of the misrepresentation about the burghers I feel appalled at the idea of going up against it.  One is really afraid to tell all the truth about the Boer because no one would believe you-- It is almost better to go mildly and then you may have some chance.  But personally I know no class of men I admire as much or who to-day preserve the best and oldest ideas of charity, fairness and good-will to men.\\n\\nDICK.\\n\\nJune 29th, 1900. DEAR MOTHER:\\n\\nWe are now just off Crete, and our next sight of the blue land will be Europe.  It means so many things; being alone with Cecil again, instead of on a raft touching elbows with so  many strangers, and it means a shop where you can buy collars, and where they put starch in your linen.  Also many beautiful ladies one does not know and men in evening dress one does not know and green tables covered with gold and little green and red bits of ivory where one passes among the tables and wonders what they would think if they knew we two had found our greatest friends in the Boer farmers, in Dutch Station Masters who gave us a corner under the telegraph table in which to sleep, with Nelson who kept the Transvaal Steam Laundry, Col. Lynch of the steerage who comes to the dividing line to beg French books from Cecil, and that we had cooked our food on sticks, drunk out of the same cups with Kaffir servants and slept on the ground when there was frost on it.  It will be so strange to find that there are millions of people who do not know Komali poort, who have thought of anything else except burghers and roor-i-neks-- It seems almost disloyal to the Boers to be glad to see newspapers only an hour old instead of six weeks old, and to welcome all the tyranny of collar buttons, scarf pins, watch chains, walking sticks and gloves even.  I love them both and I can hardly believe it is true that we are to go to a real hotel with a lift and a chasseur, where you cannot smoke in the dining-room.  As for Aix, that I cannot believe will ever happen-- It was just a part of one's honeymoon and I refuse to cheat myself into thinking that within a week I will be riding through the lanes of the little villages, drinking red wine at Burget, watching Chas spread cheese over great hunks of bread and listening to three bands at one time.  And then the joy to follow of Home and America and all that is American.  Even the Custom House holds nothing but joy for me--and then \\\"mine own people!\\\"  It has been six weeks since we have heard from you or longer, nearly two months and how I miss you and want you.  It will be a happy day when Dad meets me at the wharf and I can see his blue and white tie again and his dear face under the white hat--where you and Nora will be I cannot tell, but I will seek you out.  We will be happy together--so happy-- It has been the longest separation we have known and such a lot of things have happened.  It will be such peace to see you and hold you once again.\\n\\nDICK.\\n\\nAIX--LES--BAINS. July 6th, 1900. DEAR FAMILY:\\n\\nCecil and I arrived last night tired and about worn out--we had had a month on board ship and two days in the cars and when we got out at Aix and found our rooms ready and Francois waiting, we shouted and cheered.  It was never so beautiful as it looked in the moonlight and we walked all over it, through the silent streets chortling with glee.  They could not give us our same rooms but we got the suite just above them, which is just as good.  They were so extremely friendly and glad to see us and had flowers in all the rooms.  We have not heard a word about Chas yet, as our mail has not arrived from Paris, but I will cable in a minute and hear.  We cannot wait any longer for news of him.  I got up at seven this morning so excited that I could not sleep and have been to the baths, where I was received like the President of the Republic.  In fact everybody seems to have only the kindest recollections of us and to be glad to have us back.\\n\\nSuch a rest as it is and so clean and bright and good--Only I have absolutely nothing to wear except a two pound flannel suit I bought at Lorenzo Marquez until I get some built by a French tailor.  I must wear a bath robe or a bicycle suit until evening.  We have not been to the haunts of evil yet but we are dining there to night and all will be well.  Cecil sends her love to you all-- Goodbye and God bless you.\\n\\nRichard and his wife returned to America in the early fall of 1900 and, after a visit to Mr. and Mrs. Clark at Marion, settled for the winter in New York.  They took a house in East Fifty-eighth Street where they did much entertaining and lived a very social existence, but I do not imagine that either of them regarded the winter as a success.  Richard was unable to do his usual amount of work, and both he and his wife were too fond of the country to enjoy an entire winter in town.  In the spring they went back to Marion.\\n\\nMARION, MASSACHUSETTS.  May, 1901.\\n\\nWe arrived here last night in a glowing sunset which was followed by a grand moon.  The house was warm and clean and bright, with red curtains and open fires and everything was just as we had left it, so that it seemed as though we had just come out of a tortuous bad dream of asphalt and L. roads and bad air.  I was never so glad to get away from New York.\",\"timestamp\":1639126419,\"title\":\"\\nI have not had time to write such a long letter as this one must be, as I have been working on my Ledger and Scribner stories.\"},\"digest\":\"uDBdY6QncygWdka-cOmEvM0TjVyK6QnZo60hRQOW9N8\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAzoGzt-2gzk9dhW5GNsJ3ogwDNHX7rc3GpxhJMlmyA\\\",\\\"y\\\":\\\"hVQ7V8jF9NJEqm8wS8rVMlJOdXT_LJJu8Qe1u-XdLg0\\\"}\",\"signature\":\"7QTlYIhRbr26wHAGb4lkdvGp4GGcawvrDq3GsjOGxXdPLGJuPCV98IwoPdDPLy9-N9UW_ycm143pRaibQgIc9g\",\"signingKeySignature\":\"0xf1b5027b354ddeae3213a2b78651d5bd481f0b4a476597c3baaa95757b5db7f47fa66dd35684890664b234bf72d1b7707b10456aad3a612023a908254d6005891c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAzoGzt-2gzk9dhW5GNsJ3ogwDNHX7rc3GpxhJMlmyA\\\",\\\"y\\\":\\\"hVQ7V8jF9NJEqm8wS8rVMlJOdXT_LJJu8Qe1u-XdLg0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uDBdY6QncygWdka-cOmEvM0TjVyK6QnZo60hRQOW9N8\"}"