"{\"content\":{\"body\":\"Data is broadly split into qualitativ and quantitative. We all know this and have known it for quite a while. What I am offering here is something kind of different as I would like to dissolve this dichotomy. (One of my hobbies) I propose that all data is both to certain extents. Video for example is quite rich qualitative data and despite often being totally useless in terms of quantitative data (n=1) it’s value lies in the feelings that are embedded and the intensity of those feelings. Even though it’s quantitative qualities are lacking it’s persuasive power is much stronger that of a scientific paper for instance. Due to the richness of data transmitted by video, it’s content is also consumed more readily and it takes little effort to watch a video as all of the effort is taken off of the viewer. Reading however is quite different. To read you need to think and concentrate, the data is very poor in terms of feelings. Words lack the emotional charge that video gives. This is why emails feel cold and impersonal no matter how much you pep them up. It also explains why you need to read much longer to get the same amount of information as you would get through a short film. However, the data is more valuable as you helped create it. Without your input it would not exist and it does not exist in the same form anywhere else except for in your mind. Less data in this case equals more. Films use a few gigabytes of storage and books hardly a few kilobytes. Video offers no area for you to add any information, though leaving it mostly up to the producer. Books give you all the space possible and offer the mere backbone forcing you to build your own film. In terms of information, the less you are given the more creative you can and must be. In between comes verbal communication. Listening to someone requires a less attention than reading, more than watching though. You can however also watch conversation, which is where things become tricky. Data is constantly exchanged and that is life ultimately. What we need to be aware of is how that is done and the feelings that are being generated along with the data we consume. Once we have figured out that more and easily consumable data is the antithesis of creativity hopefully we can be more aware of what video is doing to us.\\n\\n \\n \",\"timestamp\":1639477063,\"title\":\"Information\"},\"digest\":\"twuzauEpVxzyHBAMP7tMk-5_Ds8uXPEvbKZfXoZHd_4\",\"authorship\":{\"contributor\":\"0xcC1Fa03e8172B22B90a68615872F47D3B703A610\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FfDlpZddWtaluNWXD7W6dN8mFghe_YfwmYHI0PlFQ5k\\\",\\\"y\\\":\\\"_S1OW_CAbpMjvy21mU1kFNuJgFXBn-KtdbhSBPu93C8\\\"}\",\"signature\":\"iM0EhVPS0wxDcibaFS2XzAmOK9UHQZ3mQHmGxDt1awh7v9J7kgV-vgcVuD3y_AMlUewHDrtXRjOK1tdM7nxZcg\",\"signingKeySignature\":\"0x604ab1fb886724196c480c557c059bad0a71cc5d1af0bd5421202517fc744bd96d893a7212cc12082dbde2685be15114ba162a8c9742cf9a71a0be9568d930751b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FfDlpZddWtaluNWXD7W6dN8mFghe_YfwmYHI0PlFQ5k\\\",\\\"y\\\":\\\"_S1OW_CAbpMjvy21mU1kFNuJgFXBn-KtdbhSBPu93C8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"twuzauEpVxzyHBAMP7tMk-5_Ds8uXPEvbKZfXoZHd_4\"}"