"{\"content\":{\"body\":\"Commercial real estate is capital intensive. While other sources of capital such as grants and tax credits are out there, the two predominant sources are **debt** and **equity**. \\n\\nIn commercial real estate, available debt is determined by several factors.  The main concern is solvency.  Naturally, a lender wants to know they have an extremely high likelihood of receiving interest and principal payback of their loan.  In evaluating this risk, a lender looks at the likely cash flow (net income) of a property and the value (what it could sell for) of the property.  Property cash flow informs the lender the of likelihood of being paid interest for providing the loan and in most cases the ability to paydown principal incrementally.  Property value enables lenders to determine that if the owner defaults on the loan and hands the collateral (i.e. the property) over to the lender, the lender can reasonably sell the property at least for the amount of their loan, and be made whole.  On top of these two property-level reviews, lenders look at the property owner.  Does the property owner have a history of success?  Does the property owner have a high net worth and liquidity (aka cash) to withstand some tough times?  In the case of a recourse loan (most bank loans), if the property is foreclosed on by the lender, and the property doesn’t sell for more than the loan amount, does the borrower have additional cash or assets the lender can go after?  Needless to say, debt, for a property owner, can be a terrifying thing.  It often makes up 60-80% of the total capital in a project and drives property owners to make decisions in the interest of paying interest.        \\n\\nWhile debt may fund 60-80% of the capital needed for a real estate project, the balance of funds is sourced from equity.  The property owner themselves may be the sole contributor of these funds, but often, equity is raised from other investors.  The typical equity investor evaluates whether or not to invest based upon numerable characteristics of the investment (i.e. is it in popular area?, has it worked in the past?, what’s my risk of losing money?) combined with the property owner’s promise of delivering a *certain %-return over a particular period of time* (i.e. 15% over 10 years).  Like debt, decisions by the property owner are based upon the necessity to provide investors promised returns over a finite period of time or risk never receiving investment again. \\n\\nThese two forms of capital, debt and equity, heavily influence the property owner’s decision making.  It’s the reason development projects are “value engineered”.  In other words, perpetually revised to make as cheap as possible. It’s the reason rents need to be at a certain level (to cover **debt**) and why they are raised further (to provide promised returns to **equity**). It’s the reason lenders and equity investors repeatedly provide capital to *proven* areas vs. *unproven* areas or *copy/paste* projects vs. *original* endeavors. Most importantly it’s the reason the real estate world is perpetually pushing “growth”.  Meaning, to increase the “value” of a property so that it can be sold or refinanced (paying back debt and delivering equity returns) only for the process to start over from a new, now higher, baseline.\\n\\nThis is not an anti-growth argument but a call out as to why the current structure of capital (debt + equity) so heavily influences the quality of our built environment.\\n\\nWhat often gets lost in all this financial engineering is the reason the property is even there to begin with, which is to provide **spaces** to **people** for a period of time (whether that’s hours, days, months, or years).  Sadly, thoughtfully designed spaces are often reserved for the “ultra-luxury” realm, like a new condo development in DUMBO, a “trophy” office tower, or an institutional building (i.e. art museum).  So much of what is delivered to the balance of society reflects providing what’s *good enough* to draw in demand and generate the necessary cash flow to satisfy **debt** and **equity**.\\n\\nMany, especially in architecture and design have become disenchanted with this world, and a handful are starting to push back. Groups like the [Office of Jonathan Tate](https://www.officejt.com/) (New Orleans) and [Assemble Studio](https://assemblestudio.co.uk/) (London) have completed several *self-initiated* projects, creating life-giving (aka not boring) spaces for the “everyday” citizen. Unfortunately, while in the process of doing so, groups like OJT and Assemble are recognizing the power (and anxiety) that **debt** and **equity** can wield over them.\\n\\nWe need to take a step back from the debt + equity dogma and design a new form of capital to foster creative courage.  As [WOWOWA Architecture](https://www.wowowa.com.au/) (Melbourne) says, “Life’s too short for boring spaces.”\\n\\n Disclaimer:\\n\\nThe pursuit of re-designing capital to foster the creation of “not boring” spaces does not mean a call for more starchitecture in the world.\\n\\nIt’s to enable folks like [Davidson Rafailidis](https://www.davidsonrafailidis.net/) (Buffalo, NY) to create more spaces like this.\\n\\n![Together Apart Cat Café by Davidson Rafailidis (photographer: Florian Holzherr) ](https://images.mirror-media.xyz/publication-images/Ykia0utIS-2k0JOhu0mSV.jpg?height=1000&width=1499)\\n\\n \\n\\n    \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \",\"timestamp\":1636218381,\"title\":\"Debt + Equity (Dogma) = Boring Spaces\"},\"digest\":\"XrekfhM71apGtU5LbG2BlSHQYhsnfKqxd5GRkiWw71w\",\"authorship\":{\"contributor\":\"0x2b326B22acE1E3f6859Fb43b43545C7Cbd67d736\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MXEfrM_N7vCDiXh6t7Uz1ljFVKXx9yCiG_Q-Aka4X_0\\\",\\\"y\\\":\\\"f6hCz6jqHL5KZcSELmo6YMcylmiyKdEX015e8fpPzW8\\\"}\",\"signature\":\"QIMOyuZhnGLp7kGseHbljDGoUwd7hiMpCZxc6Zi6qHHroYmmUcJcyBwRH84LYtbCUsMTGdOxDhFKReqQI8cFdA\",\"signingKeySignature\":\"0x5b6d252a4068905c0d2b436e5ac6d5dd1e8199f20f8361dfb86fe02a094cec693382cc76756136a31eda4fe8ed58b37fc4da3fc002f7f0fb0b5ab20e59cbb4751b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MXEfrM_N7vCDiXh6t7Uz1ljFVKXx9yCiG_Q-Aka4X_0\\\",\\\"y\\\":\\\"f6hCz6jqHL5KZcSELmo6YMcylmiyKdEX015e8fpPzW8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XrekfhM71apGtU5LbG2BlSHQYhsnfKqxd5GRkiWw71w\"}"