"{\"content\":{\"body\":\"Using DNA samples and genealogy together for the first time, investigators at Cook County Sheriff Tom Dart's office were able to identify another of serial killer John Wayne Gacy's previously unknown victims.\\n\\nDart on Monday identified Francis Wayne Alexander, a Chicago man and North Carolina native who would have been 21 or 22 when killed by Gacy sometime between early 1976 and early 1977.\\n\\nAlexander is one of 33 known victims of Gacy, and, until Monday, was one of six discovered under the killer's home near Des Plaines who was still unidentified.\\n\\n\\\"We have five remaining victims. We are going to continue pressing ahead with that. We're going to utilize all these different tools that we have utilized on this,\\\" Dart said during a news conference at his office in Maywood.\\n\\n\\\"There is no end of when we should have compassion in law enforcement,\\\" Dart added. \\\"There should be no end. And we should continue until we can identify each and every missing person we have, whether they're a victim of John Gacy or a complete stranger or someone they knew.\\\"\\n\\nDart read a statement issued by Alexander's family after he spoke to them Monday morning, and after sheriff's police made formal notification to them on Friday.\\n\\nby signing up you agree to our [terms of service](https://www.dailyherald.com/info/terms-of-service/)\\n\\n                                                                                                                                                                                                                       \\n\\n \\n\\n\\\"It is hard, even 45 years later, to know the fate of our beloved Wayne,\\\" the family wrote. \\\"He was killed at the hands of a vile and evil man. Our hearts are heavy, and our sympathies go out to the other victims' families. Our only comfort is knowing this killer no longer breathes the same air as we do.\\\"\\n\\nAlexander is survived by a mother, two half-sisters and two half-brothers. They plan to come to Cook County in the spring, but haven't decided whether they will take his remains back to North Carolina, Dart said. Alexander was buried in 1981 at Oak Ridge Cemetery in Hillside by the Cook County medical examiner's office and local funeral directors.\\n\\nAuthorities said Monday Alexander arrived in Chicago with his wife in February 1975 shortly after getting married in New York, but they divorced after three months. Alexander worked at bars and clubs and lived on Winona Street in Chicago's Uptown neighborhood, an area where Gacy was known to target victims.\\n\\nInvestigators believe Gacy killed Alexander sometime before March 1977 because of where his body was positioned in the crawl space. Police combed through financial records, public records and other reports which revealed Alexander got a traffic ticket on Jan. 5, 1976, and earned little income in 1976.\\n\\n                                                                                                                                                                                                                       \\n\\n \\n\\nThere never was a missing-person report filed on Alexander; shortly after his divorce, no one in his family heard from him again.\\n\\n\\\"There was never any thought that Gacy was somehow involved in the fact that Wayne was no longer around,\\\" Dart said. \\\"He had made decisions in his life that led them to believe that he just wanted to be left alone. ... They loved him, but they thought that he wanted nothing more to do with them.\\\"\\n\\nA decade ago, Dart renewed his agency's efforts to identify Gacy's unknown victims by using more modern DNA technology, and the remains of eight unidentified victims were exhumed to collect genetic material for testing.\\n\\nIn 2011, those advances led to the identification of 19-year-old William George Bundy of Chicago as one of Gacy's victims. Bundy lived blocks from Alexander, Dart said Monday.\\n\\nIn 2017, Dart's office identified James \\\"Jimmie\\\" Byron Haakenson of Minnesota as another Gacy victim.\\n\\nCairenn Binder, center, with the nonprofit organization called the DNA Doe Project, talks about the group's involvement in helping authorities identify \\\"Gacy Victim 5\\\" as North Carolina native Francis Wayne Alexander, during a news conference Monday, Oct. 25, 2021, in Maywood, Ill. Joining Fullam-Binder are Cook County Sheriff's Detective Lt. Jason Moran, left, and Sheriff Tom Dart. - Associated Press\\n\\nBut what makes the latest case different is the use of so-called genetic genealogy. The sheriff's office partnered with volunteers from the [DNA Doe Project](https://dnadoeproject.org/), a California-based nonprofit organization that compared Alexander's DNA profile -- using a molar and part of the jaw bone -- to DNA people have willingly submitted on the [GEDmatch](https://www.gedmatch.com/) genealogy website. That database turned up four potential relatives: a second cousin, fifth cousin, third cousin once removed and fifth cousin once removed.\\n\\n\\\"The family has well-documented lineages, so the process was fairly straightforward,\\\" said Cairenn Binder, the organization's co-team leader who worked on the project.\\n\\nSheriff's police took DNA samples from Alexander's mother and a half-brother to confirm the validity of the lead.\\n\\nPreviously, Dart said investigators were limited by only receiving DNA samples from those who suspected their relatives might have been Gacy victims. Now, the pool of possible connections has expanded.\\n\\n\\\"It's an area we had not been able to access before,\\\" Dart said. \\\"Technology keeps advancing and techniques and tools keep advancing.\\\"\\n\\nDart and lead investigator Lt. Jason Moran said they plan to use the new method, along with conventional investigative techniques, in other missing and unidentified persons cases. That includes trying to identify the five other unknown Gacy victims.\\n\\n\\\"This is our first case using genetic genealogy, so we wanted to make sure it was effective,\\\" Moran said. \\\"This is the new one and we decided to use it, and it was successful.\\\"\\n\\nGacy, who preyed on teenage boys and young men between 1970 and 1978, was arrested on Dec. 21, 1978 and executed in 1994.\\n\\nSince reopening the Gacy case in 2011, Dart's office has also solved four unrelated cold case deaths, located five missing persons alive, and identified two missing persons who had died without their families' knowledge.\",\"timestamp\":1635249461,\"title\":\"How genealogy search and DNA helped identify latest John Wayne Gacy victim\"},\"digest\":\"CSuf4pc00WHutrKWfUzZi6JLCnUh5NVua43LX-bl66o\",\"authorship\":{\"contributor\":\"0x3dD2445439d0e0b486114E6168109d8644d9C712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zcy3TsHmCNWzRPYPalU_bOD5mtwX4J4gRkrY-5rFDBg\\\",\\\"y\\\":\\\"jB-L8gTRFVX90IcC-kEwjyZtK9ymO3SDYwuioBCvWgk\\\"}\",\"signature\":\"z9BMZLQWCgBRD947YEFbRS0jEjqJ3Ju4HR66Qdo0wS23qXAafGLSAIvNkPypB2UBU4t6_YckTrBKWSrGO_XCTQ\",\"signingKeySignature\":\"0x545e2f45dc32e2226507be24d315124763ae290b043ce4f354e5220ddae4412a182b9ee720fea6cff9a288defc4a6090bc2358860e1abb585ce6d9bf1958a4041c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zcy3TsHmCNWzRPYPalU_bOD5mtwX4J4gRkrY-5rFDBg\\\",\\\"y\\\":\\\"jB-L8gTRFVX90IcC-kEwjyZtK9ymO3SDYwuioBCvWgk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CSuf4pc00WHutrKWfUzZi6JLCnUh5NVua43LX-bl66o\"}"