"{\"content\":{\"body\":\"黑暗小鬼们如同闻到肉香的苍蝇一般，挥舞着手中的铁锤一窝蜂地向我这边奔了过来，如狼嚎般的叫声回响在空旷的过道中，脸上充满了那邪恶欢愉的表情，地上死去的同族显然没有激发他们的悲愤，而是让它们激发了对杀戮的渴望，都迫切地想将手上那柄鲜血染红的铁锤敲打在我的身上，倾听我痛苦的呻吟。\\n\\n```\\n逃，那样的话半天时间就白白浪费了，何况逃得了一时，逃不了一世，只要我想做这个任务，就非要从这些恶心家伙们守护的大门中通过；战，凭我一人之力，如果正面和它们交锋的话，无疑是羊入虎口，没有丝毫的胜算，但是，看了看手上刚痛饮小鬼血的诅咒之刃，眼光瞥了瞥过道两边的屋子，我顿时有了信心。\\n\\n木头的屋门可承受不住这些小鬼平时无聊的乱砸，早就是破破烂烂的木块了，我一个纵身跳进了过道旁的房间里，将腐朽的木块踢了出去，打量了一下房门，恩，还好不算大，估计仅可容两个小鬼并排进入，只要我能挡住门口，咬牙挺住它们先期的攻击，有这么多的怪物，足够将噬血的攻击伤害熬到回能补伤了，嘿嘿，到时候你们这些矮小的家伙就惨了，看了看背包里的回血丹，恩，应该足够了，我定了定神，擦去手心里微微渗出的汗水，握紧了诅咒之刃，等待那些黑暗小鬼的到来。\\n\\n一直潜伏在迷宫入口的小鬼们纷纷倾巢出动了，目标就是我这一个普普通通的玩家，那满天飞舞的锤子已经一路砸了过来，“咚咚”的两声，已经敲打在我平放的盾牌上，谁让它们个子矮呢，恩，果然只有最前面的两个小鬼能够给我伤害，其他的小鬼都被挤在后面，无法接近。\\n\\n我开动了剑刃波，匕首在盾牌的掩护下狠狠的向小鬼们头上劈了过去，锋利的刀刃如恶魔的獠牙，带着呼啸声撕裂了小鬼那坚韧的盔甲，切割出一道道触目的血槽；黑暗小鬼们那一双双深红色的眼睛里仿佛能喷出地狱的火焰，想要把我熔化一般，巨大的铁锤带着愤怒一次次砸在我的盾牌上，沉重的攻击让我不由退了几步，门口空间稍微大了点，立即就有一个小鬼从间隙里挤了进来，我赶紧扔了几颗丹药到嘴里，咬咬牙，将盾牌顶住这家伙，硬受了几下旁边的锤击，将门口给守住了。\\n\\n一下、两下、三下……也不知道是第几回用盾牌挡住了铁锤；一刀、两刀、三刀……也不知道是第几次使用剑刃波；一只、两只、三只……也不知道是第几只小鬼倒在我的匕首之下；一颗、两颗、三颗……也不知道是吃的第几颗丹药，我如来自深渊的恶魔，浑身上下都是血迹，长发如乱草般披散在脑后，几缕粘上鲜血的发丝紧紧地贴在额头旁，眼睛里充满了血丝，脸上满是狰狞之色，身上的盔甲早就没有了鲜艳的光泽，浓稠的红色液体在它表面结上一层厚厚的血痂，正好让它名副其实——染血的强化皮甲，手上的诅咒之刃上如闪电般缠绕着深紫色的光泽，噬血的属性被发挥得淋漓尽致，天牛之甲盾上面已是伤痕累累，一个个凹凸不平的烙印似乎向我倾诉着它有多苦。地上死去的黑暗小鬼那紫红色的血液慢慢流淌着，汇拢成一条条血流灌注到了岩石的间隙里，而活着的家伙依旧疯狂地向开锤，丝毫没有退却的意思。\\n\\n-150，-180……-400，-450……-650……-800……看着自己的体力值不断在回升，看着砍在小鬼头上的伤害不断的累计增长，我的嘴角微微掠起，脸上露出了欣慰的笑容，我翻身的时辰到了，匕首上的噬血属性终于爆发了，两个小鬼对我已经不能造成任何伤害了，开了剑刃波的我可以轻松将它们搞定，二十八级的怪物已经不是难度了，看着爆长的经验，这次来迷宫，值了。\\n\\n稍微将身子后退了几步，让进了一只小鬼，现在我该放几个进来了，或许是因为侧重了攻击和防御，我发觉这些黑黑的家伙并没有无名天下那个小鬼的血多，因此在同样的高攻之下，只要破了它们的防御，我砍它们就象切瓜那么容易，当手中的诅咒之刃轻松割破小鬼那细细的脖子，带起的血液如高压水管爆裂一般四处喷洒时，我已经能一刀秒掉黑暗小鬼了，嘿嘿，我还怕你们什么，都进来吧，让我品尝一下充当死神肆意收割生命的快感，让我用你们的灵魂谱写一首地狱镇魂曲吧。\\n\\n我如一尊高大的血色战神，在黑色的小鬼之中穿梭，手上的匕首划到哪，就在哪带起一阵腥风血雨，而盾牌也早就被我收到了背包中，在掌握着绝对的优势情况下，我还不得以攻为先，裂风之弩也似乎为能够加入到这场屠杀中而欢快的嘶叫着，根本不需要去瞄准，一根根漆黑的箭枝纷纷没入小鬼之中，带起一颗颗飞溅的血珠。\\n\\n没有遭遇退缩，也没有怜悯，诅咒之刃如遇薄纸般插入最后一个小鬼的胸膛，它那柄铁锤无力地砸在我的身上，我没有丝毫的动容，冷酷地看着它倒下的身体，练级杀怪的道路，不是你死就是我亡，没什么道理可讲。在身上擦了擦匕首上的血迹，我两眼放光地盯着地上那闪光的钱币，刚才一直没有时间顾及捡取，现在可要仔细检查检查，可别错过了什么装备，这么多的怪物，怎么着也得意思意思，给俺一个吧。\\n\\n黑暗之尘，什么东东，我拿着手上这瓶盛着乌黑如尘土般的物品，奇怪的名字让我有点不解，恩，估计是什么职业需要的材料吧，回去问问老头得了，估计他知道。黑铁曲刃斧，哈哈，一听名字就知道是个好东西，二十七级的青铜级斧，怎么不爆个小鬼手上战锤啊，我有点贪心的想到，可不知道就这件青铜级装备，其他在迷宫里奋斗的所有玩家几天都难得出一个。\\n\\n我不厌其烦地将小鬼们的尸体翻了又翻，就差用匕首将它们给分尸了，可惜除非了几瓶黑暗之尘和那把黑铁曲刃斧外，就只有钱币了，呸，一帮穷鬼，浩浩荡荡来了这么多，就给我爆了一个装备，我鄙视地将一口吐沫准确地落到一个小鬼的头颅上，气恼地想，要是没有这个装备，我花那么大的代价除了得到不菲的经验以外，就是一个字——亏。\\n\\n看了看时间，喝，已经快下午四点了，在天地里快十个小时了，战斗的激烈让我都忘记饥饿了，想了想下线后的简单食品，嘿嘿，反正现在也没怪了，不如我先在这里喂饱了肚子再下，好歹买了一套工具还没发挥过，总不能闲置在那嘛。说干就干，我将小鬼的尸体一一踢到了门外，系统刷新会将它们统统处理掉的，走到屋子里面。\\n\\n理了理凌乱的头发，我擦去脸上的血迹，从背包里拿出一只熊掌和几块野猪肉放到地上，接着从拿出打火石、木炭、烤炉、香油、盐巴、清水、刀具……一一摆放整齐，拿起把锋利的剔骨尖刀，使用了烹饪技能，眼睛里清楚看到猪肉里粗细不一的筋脉和肥瘦有别的肉质，顺着纹理将白兮兮的骨头一一挑了出来后，把肥硕的熊掌上那层细细的绒毛也刮得干干净净，拿清水擦洗清爽后，点起木炭，平平放上烤炉，倒上点香油，浅蓝色的火苗在炉底欢快地跳跃着，不时蹿出苗头来，金黄色的香油中微微泛起了气泡，不停地向中间靠拢汇合，恩，估计油有七分熟了，我将熊掌和野猪肉放了进去，红色的肉块在金色的油中翻滚着，慢慢也镀上了一层扎实的黄棕色，由于有烹饪技能的提醒，我在恰当的时候撒上了盐巴和洋葱等香料，一股诱人的香气拌着滋滋作响的声音挑逗着我那十分脆弱食欲，还等什么呢，我用尖刀挑起一个肉块送到嘴里，咬一口，恩，香浓的肉汁满溢在我的口中，肉质有韧性，口感厚实，真是美味啊。三两口将肉块送入了肚中，我的目光又投向了熊掌，上次无名天下烹饪的味道仿佛就在昨天，我大口咬向了肥嫩的爪子，肥而不腻，肉质鲜美，不愧是烹饪佳品啊，真不知道雷帝城里的厨师烧制出的熊掌是什么滋味，等俺有钱了非要去尝尝，我如狼吞虎咽般将烤炉里的食物消灭一空，舔了舔嘴边的油迹，唇齿之间还香味残留，感觉真是意犹未尽啊。好东西要慢慢享受，食饱则无味了。我收拾起地上的餐具，整了整已经恢复清爽的装备，下线。\\n\\n本着一顿饭，解决晚餐的目标，我煮了两袋方便面，加上一根鱼肉肠和两个鸡蛋，心中怀念着天地里刚刚享用的美味，食之无味地将眼前的方便食品送进了肚皮。看着桌上的小金鱼，对了该给它们换水了，洗好饭碗，我将前天放好的清水捧到鱼缸旁，小心地将鱼缸里的水倒了一半，然后将清水加了进去，恩，搞定，顺便给文竹撒了一点水后，我坐到了椅子上，该去找我的大法师了。\\n```\\n\\n\\n------------\",\"timestamp\":1640244749,\"title\":\"第五十四章 回程石的任务四\"},\"digest\":\"IUiRWPrxarSqWLcU1w2Y1-K63D3Ke4HpvlwJwUz1dEI\",\"authorship\":{\"contributor\":\"0x55C4cDDfc68a2e55617b9f4220414a82268ddE90\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GsHMEHyVegsFAybXDViSkhj7faMWGDJkbIPUzDFX8Lk\\\",\\\"y\\\":\\\"pRWXdzHppraaqL6pbApC0no8bARddJlK9UvMa_QYOK4\\\"}\",\"signature\":\"BzmxO5WrQRxGL7cGqYzUI2vgC52XkZGT0MYYxZxclVsHNjM4vlfeexN1aP0b_jG1hY2En1IOpzqpDf4M-PIqAw\",\"signingKeySignature\":\"0xdba99be88015f908daca6aefd68d740ab77905f9bffff49d0f278aaa28d1031b093af10c810118a7956b92457f6fc4c8cea215bc20a6c325cce9bebaff49e8231c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GsHMEHyVegsFAybXDViSkhj7faMWGDJkbIPUzDFX8Lk\\\",\\\"y\\\":\\\"pRWXdzHppraaqL6pbApC0no8bARddJlK9UvMa_QYOK4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IUiRWPrxarSqWLcU1w2Y1-K63D3Ke4HpvlwJwUz1dEI\"}"