"{\"content\":{\"body\":\"Evidence of a totally different kind has contributed to the same end, from a source that could hardly have been imagined when the Proutian hypothesis, was formulated, through the tradition of a novel weapon to the armamentarium of the chemist--the spectroscope.  The perfection of this instrument, in the hands of two German scientists, Gustav Robert Kirchhoff and Robert Wilhelm Bunsen, came about through the investigation, towards the middle of the century, of the meaning of the dark lines which had been observed in the solar spectrum by Fraunhofer as early as 1815, and by Wollaston a decade earlier. It was suspected by Stokes and by Fox Talbot in England, but first brought to demonstration by Kirchhoff and Bunsen, that these lines, which were known to occupy definite positions in the spectrum, are really indicative of particular elementary substances. By means of the spectroscope, which is essentially a magnifying lens attached to a prism of glass, it is possible to locate the lines with great accuracy, and it was soon shown that here was a new means of chemical analysis of the most exquisite delicacy. It was found, for example, that the spectroscope could detect the presence of a quantity of sodium so infinitesimal as the one two-hundred-thousandth of a grain.  But what was even more important, the spectroscope put no limit upon the distance of location of the substance it tested, provided only that sufficient light came from it. The experiments it recorded might be performed in the sun, or in the most distant stars or nebulae; indeed, one of the earliest feats of the instrument was to wrench from the sun the secret of his chemical constitution.\\n\\nTo render the utility of the spectroscope complete, however, it was necessary to link with it another new chemical agency--namely, photography.  This now familiar process is based on the property of light to decompose certain unstable compounds of silver, and thus alter their chemical composition. Davy and Wedgwood barely escaped the discovery of the value of the photographic method early in the nineteenth century. Their successors quite overlooked it until about 1826, when Louis J. M. Daguerre, the French chemist, took the matter in hand, and after many years of experimentation brought it to relative perfection in 1839, in which year the famous daguerreotype first brought the matter to popular attention. In the same year Mr. Fox Talbot read a paper on the subject before the Royal Society, and soon afterwards the efforts of Herschel and numerous other natural philosophers contributed to the advancement of the new method.\\n\\nIn 1843 Dr. John W. Draper, the famous English-American chemist and physiologist, showed that by photography the Fraunhofer lines in the solar spectrum might be mapped with absolute accuracy; also proving that the silvered film revealed many lines invisible to the unaided eye. The value of this method of observation was recognized at once, and, as soon as the spectroscope was perfected, the photographic method, in conjunction with its use, became invaluable to the chemist. By this means comparisons of spectra may be made with a degree of accuracy not otherwise obtainable; and, in case of the stars, whole clusters of spectra may be placed on record at a single observation.\\n\\nAs the examination of the sun and stars proceeded, chemists were amazed or delighted, according to their various preconceptions, to witness the proof that many familiar terrestrial elements are to be found in the celestial bodies.  But what perhaps surprised them most was to observe the enormous preponderance in the sidereal bodies of the element hydrogen. Not only are there vast quantities of this element in the sun's atmosphere, but some other suns appeared to show hydrogen lines almost exclusively in their spectra.  Presently it appeared that the stars of which this is true are those white stars, such as Sirius, which had been conjectured to be the hottest; whereas stars that are only red-hot, like our sun, show also the vapors of many other elements, including iron and other metals.\\n\\nIn 1878 Professor J. Norman Lockyer, in a paper before the Royal Society, called attention to the possible significance of this series of observations. He urged that the fact of the sun showing fewer elements than are observed here on the cool earth, while stars much hotter than the sun show chiefly one element, and that one hydrogen, the lightest of known elements, seemed to give color to the possibility that our alleged elements are really compounds, which at the temperature of the hottest stars may be decomposed into hydrogen, the latter \\\"element\\\" itself being also doubtless a compound, which might be resolved under yet more trying conditions.\\n\\nHere, then, was what might be termed direct experimental evidence for the hypothesis of Prout.  Unfortunately, however, it is evidence of a kind which only a few experts are competent to discuss--so very delicate a matter is the spectral analysis of the stars. What is still more unfortunate, the experts do not agree among themselves as to the validity of Professor Lockyer's conclusions. Some, like Professor Crookes, have accepted them with acclaim, hailing Lockyer as \\\"the Darwin of the inorganic world,\\\" while others have sought a different explanation of the facts he brings forward. As yet it cannot be said that the controversy has been brought to final settlement.  Still, it is hardly to be doubted that now, since the periodic law has seemed to join hands with the spectroscope, a belief in the compound nature of the so-called elements is rapidly gaining ground among chemists.  More and more general becomes the belief that the Daltonian atom is really a compound radical, and that back of the seeming diversity of the alleged elements is a single form of primordial matter.  Indeed, in very recent months, direct experimental evidence for this view has at last come to hand, through the study of radio-active substances.  In a later chapter we shall have occasion to inquire how this came about.\\n\\nIV. ANATOMY AND PHYSIOLOGY IN THE EIGHTEENTH CENTURY\\n\\nALBRECHT VON HALLER\\n\\nAn epoch in physiology was made in the eighteenth century by the genius and efforts of Albrecht von Haller (1708-1777), of Berne, who is perhaps as worthy of the title \\\"The Great\\\" as any philosopher who has been so christened by his contemporaries since the time of Hippocrates.  Celebrated as a physician, he was proficient in various fields, being equally famed in his own time as poet, botanist, and statesman, and dividing his attention between art and science.\\n\\nAs a child Haller was so sickly that he was unable to amuse himself with the sports and games common to boys of his age, and so passed most of his time poring over books.  When ten years of age he began writing poems in Latin and German, and at fifteen entered the University of Tubingen.  At seventeen he wrote learned articles in opposition to certain accepted doctrines, and at nineteen he received his degree of doctor. Soon after this he visited England, where his zeal in dissecting brought him under suspicion of grave-robbery, which suspicion made it expedient for him to return to the Continent.  After studying botany in Basel for some time he made an extended botanical journey through Switzerland, finally settling in his native city, Berne, as a practising physician. During this time he did not neglect either poetry or botany, publishing anonymously a collection of poems.\\n\\nIn 1736 he was called to Gottingen as professor of anatomy, surgery, chemistry, and botany.  During his labors in the university he never neglected his literary work, sometimes living and sleeping for days and nights together in his library, eating his meals while delving in his books, and sleeping only when actually compelled to do so by fatigue. During all this time he was in correspondence with savants from all over the world, and it is said of him that he never left a letter of any kind unanswered.\\n\\nHaller's greatest contribution to medical science was his famous doctrine of irritability, which has given him the name of \\\"father of modern nervous physiology,\\\" just as Harvey is called \\\"the father of the modern physiology of the blood.\\\" It has been said of this famous doctrine of irritability that \\\"it moved all the minds of the century--and not in the departments of medicine alone--in a way of which we of the present day have no satisfactory conception, unless we compare it with our modern Darwinism.\\\"\\\\[1\\\\]\\n\\nThe principle of general irritability had been laid down by Francis Glisson (1597-1677) from deductive studies, but Haller proved by experiments along the line of inductive methods that this irritability was not common to all \\\"fibre as well as to the fluids of the body,\\\" but something entirely special, and peculiar only to muscular substance. He distinguished between irritability of muscles and sensibility of nerves. In 1747 he gave as the three forces that produce muscular movements: elasticity, or \\\"dead nervous force\\\"; irritability, or \\\"innate nervous force\\\"; and nervous force in itself.  And in 1752 he described one hundred and ninety experiments for determining what parts of the body possess \\\"irritability\\\"--that is, the property of contracting when stimulated. His conclusion that this irritability exists in muscular substance alone and is quite independent of the nerves proceeding to it aroused a controversy that was never definitely settled until late in the nineteenth century, when Haller's theory was found to be entirely correct.\\n\\nIt was in pursuit of experiments to establish his theory of irritability that Haller made his chief discoveries in embryology and development. He proved that in the process of incubation of the egg the first trace of the heart of the chick shows itself in the thirty-eighth hour, and that the first trace of red blood showed in the forty-first hour. By his investigations upon the lower animals he attempted to confirm the theory that since the creation of genus every individual is derived from a preceding individual--the existing theory of preformation, in which he believed, and which taught that \\\"every individual is fully and completely preformed in the germ, simply growing from microscopic to visible proportions, without developing any new parts.\\\"\\n\\nIn physiology, besides his studies of the nervous system, Haller studied the mechanism of respiration, refuting the teachings of Hamberger (1697-1755), who maintained that the lungs contract independently. Haller, however, in common with his contemporaries, failed utterly to understand the true function of the lungs.  The great physiologist's influence upon practical medicine, while most profound, was largely indirect. He was a theoretical rather than a practical physician, yet he is credited with being the first physician to use the watch in counting the pulse.\\n\\nBATTISTA MORGAGNI AND MORBID ANATOMY\\n\\nA great contemporary of Haller was Giovanni Battista Morgagni (1682-1771), who pursued what Sydenham had neglected, the investigation in anatomy, thus supplying a necessary counterpart to the great Englishman's work.  Morgagni's investigations were directed chiefly to the study of morbid anatomy--the study of the structure of diseased tissue, both during life and post mortem, in contrast to the normal anatomical structures. This work cannot be said to have originated with him; for as early as 1679 Bonnet had made similar, although less extensive, studies; and later many investigators, such as Lancisi and Haller, had made post-mortem studies.  But Morgagni's De sedibus et causis morborum per anatomen indagatis was the largest, most accurate, and best-illustrated collection of cases that had ever been brought together, and marks an epoch in medical science. From the time of the publication of Morgagni's researches, morbid anatomy became a recognized branch of the medical science, and the effect of the impetus thus given it has been steadily increasing since that time.\\n\\nWILLIAM HUNTER\\n\\nWilliam Hunter (1718-1783) must always be remembered as one of the greatest physicians and anatomists of the eighteenth century, and particularly as the first great teacher of anatomy in England; but his fame has been somewhat overshadowed by that of his younger brother John.\\n\\nHunter had been intended and educated for the Church, but on the advice of the surgeon William Cullen he turned his attention to the study of medicine. His first attempt at teaching was in 1746, when he delivered a series of lectures on surgery for the Society of Naval Practitioners.  These lectures proved so interesting and instructive that he was at once invited to give others, and his reputation as a lecturer was soon established. He was a natural orator and story-teller, and he combined with these attractive qualities that of thoroughness and clearness in demonstrations, and although his lectures were two hours long he made them so full of interest that his pupils seldom tired of listening.  He believed that he could do greater good to the world by \\\"publicly teaching his art than by practising it,\\\" and even during the last few days of his life, when he was so weak that his friends remonstrated against it, he continued his teaching, fainting from exhaustion at the end of his last lecture, which preceded his death by only a few days.\\n\\nFor many years it was Hunter's ambition to establish a museum where the study of anatomy, surgery, and medicine might be advanced, and in 1765 he asked for a grant of a plot of ground for this purpose, offering to spend seven thousand pounds on its, erection besides endowing it with a professorship of anatomy. Not being able to obtain this grant, however, he built a house, in which were lecture and dissecting rooms, and his museum. In this museum were anatomical preparations, coins, minerals, and natural-history specimens.\\n\\nHunter's weakness was his love of controversy and his resentment of contradiction.  This brought him into strained relations with many of the leading physicians of his time, notably his own brother John, who himself was probably not entirely free from blame in the matter. Hunter is said to have excused his own irritability on the grounds that being an anatomist, and accustomed to \\\"the passive submission of dead bodies,\\\" contradictions became the more unbearable. Many of the physiological researches begun by him were carried on and perfected by his more famous brother, particularly his investigations of the capillaries, but he added much to the anatomical knowledge of several structures of the body, notably as to the structure of cartilages and joints.\\n\\nJOHN HUNTER\\n\\nIn Abbot Islip's chapel in Westminster Abbey, close to the resting-place of Ben Jonson, rest the remains of John Hunter (1728-1793), famous in the annals of medicine as among the greatest physiologists and surgeons that the world has ever produced: a man whose discoveries and inventions are counted by scores, and whose field of research was only limited by the outermost boundaries of eighteenth-century science, although his efforts were directed chiefly along the lines of his profession.\\n\\nUntil about twenty years of age young Hunter had shown little aptitude for study, being unusually fond of out-door sports and amusements; but about that time, realizing that some occupation must be selected, he asked permission of his brother William to attempt some dissections in his anatomical school in London.  To the surprise of his brother he made this dissection unusually well; and being given a second, he acquitted himself with such skill that his brother at once predicted that he would become a great anatomist.  Up to this time he had had no training of any kind to prepare him for his professional career, and knew little of Greek or Latin--languages entirely unnecessary for him, as he proved in all of his life work.  Ottley tells the story that, when twitted with this lack of knowledge of the \\\"dead languages\\\" in after life, he said of his opponent, \\\"I could teach him that on the dead body which he never knew in any language, dead or living.\\\"\\n\\nBy his second year in dissection he had become so skilful that he was given charge of some of the classes in his brother's school; in 1754 he became a surgeon's pupil in St. George's Hospital, and two years later house-surgeon. Having by overwork brought on symptoms that seemed to threaten consumption, he accepted the position of staff-surgeon to an expedition to Belleisle in 1760, and two years later was serving with the English army at Portugal.  During all this time he was constantly engaged in scientific researches, many of which, such as his observations of gun-shot wounds, he put to excellent use in later life. On returning to England much improved in health in 1763, he entered at once upon his career as a London surgeon, and from that time forward his progress was a practically uninterrupted series of successes in his profession.\\n\\nHunter's work on the study of the lymphatics was of great service to the medical profession.  This important net-work of minute vessels distributed throughout the body had recently been made the object of much study, and various students, including Haller, had made extensive investigations since their discovery by Asellius.  But Hunter, in 1758, was the first to discover the lymphatics in the neck of birds, although it was his brother William who advanced the theory that the function of these vessels was that of absorbents. One of John Hunter's pupils, William Hewson (1739-1774), first gave an account, in 1768, of the lymphatics in reptiles and fishes, and added to his teacher's investigations of the lymphatics in birds. These studies of the lymphatics have been regarded, perhaps with justice, as Hunter's most valuable contributions to practical medicine.\\n\\nIn 1767 he met with an accident by which he suffered a rupture of the tendo Achillis--the large tendon that forms the attachment of the muscles of the calf to the heel. From observations of this accident, and subsequent experiments upon dogs, he laid the foundation for the now simple and effective operation for the cure of club feet and other deformities involving the tendons.  In 1772 he moved into his residence at Earlscourt, Brompton, where he gathered about him a great menagerie of animals, birds, reptiles, insects, and fishes, which he used in his physiological and surgical experiments. Here he performed a countless number of experiments--more, probably, than \\\"any man engaged in professional practice has ever conducted.\\\" These experiments varied in nature from observations of the habits of bees and wasps to major surgical operations performed upon hedgehogs, dogs, leopards, etc.  It is said that for fifteen years he kept a flock of geese for the sole purpose of studying the process of development in eggs.\\n\\nHunter began his first course of lectures in 1772, being forced to do this because he had been so repeatedly misquoted, and because he felt that he could better gauge his own knowledge in this way. Lecturing was a sore trial to him, as he was extremely diffident, and without writing out his lectures in advance he was scarcely able to speak at all.  In this he presented a marked contrast to his brother William, who was a fluent and brilliant speaker. Hunter's lectures were at best simple readings of the facts as he had written them, the diffident teacher seldom raising his eyes from his manuscript and rarely stopping until his complete lecture had been read through.  His lectures were, therefore, instructive rather than interesting, as he used infinite care in preparing them; but appearing before his classes was so dreaded by him that he is said to have been in the habit of taking a half-drachm of laudanum before each lecture to nerve him for the ordeal. One is led to wonder by what name he shall designate that quality of mind that renders a bold and fearless surgeon like Hunter, who is undaunted in the face of hazardous and dangerous operations, a stumbling, halting, and \\\"frightened\\\" speaker before a little band of, at most, thirty young medical students.  And yet this same thing is not unfrequently seen among the boldest surgeons.\\n\\nHunter's Operation for the Cure of Aneurisms\\n\\nIt should be an object-lesson to those who, ignorantly or otherwise, preach against the painless vivisection as practised to-day, that by the sacrifice of a single deer in the cause of science Hunter discovered a fact in physiology that has been the means of saving thousands of human lives and thousands of human bodies from needless mutilation. We refer to the discovery of the \\\"collateral circulation\\\" of the blood, which led, among other things, to Hunter's successful operation upon aneurisms.\\n\\nSimply stated, every organ or muscle of the body is supplied by one large artery, whose main trunk distributes the blood into its lesser branches, and thence through the capillaries. Cutting off this main artery, it would seem, should cut off entirely the blood-supply to the particular organ which is supplied by this vessel; and until the time of Hunter's demonstration this belief was held by most physiologists. But nature has made a provision for this possible stoppage of blood-supply from a single source, and has so arranged that some of the small arterial branches coming from the main supply-trunk are connected with other arterial branches coming from some other supply-trunk. Under normal conditions the main arterial trunks supply their respective organs, the little connecting arterioles playing an insignificant part. But let the main supply-trunk be cut off or stopped for whatever reason, and a remarkable thing takes place. The little connecting branches begin at once to enlarge and draw blood from the neighboring uninjured supply-trunk, This enlargement continues until at last a new route for the circulation has been established, the organ no longer depending on the now defunct original arterial trunk, but getting on as well as before by this \\\"collateral\\\" circulation that has been established.\\n\\nThe thorough understanding of this collateral circulation is one of the most important steps in surgery, for until it was discovered amputations were thought necessary in such cases as those involving the artery supplying a leg or arm, since it was supposed that, the artery being stopped, death of the limb and the subsequent necessity for amputation were sure to follow. Hunter solved this problem by a single operation upon a deer, and his practicality as a surgeon led him soon after to apply this knowledge to a certain class of surgical cases in a most revolutionary and satisfactory manner.\\n\\nWhat led to Hunter's far-reaching discovery was his investigation as to the cause of the growth of the antlers of the deer. Wishing to ascertain just what part the blood-supply on the opposite sides of the neck played in the process of development, or, perhaps more correctly, to see what effect cutting off the main blood-supply would have, Hunter had one of the deer of Richmond Park caught and tied, while he placed a ligature around one of the carotid arteries--one of the two principal arteries that supply the head with blood. He observed that shortly after this the antler (which was only half grown and consequently very vascular) on the side of the obliterated artery became cold to the touch--from the lack of warmth-giving blood. There was nothing unexpected in this, and Hunter thought nothing of it until a few days later, when he found, to his surprise, that the antler had become as warm as its fellow, and was apparently increasing in size. Puzzled as to how this could be, and suspecting that in some way his ligature around the artery had not been effective, he ordered the deer killed, and on examination was astonished to find that while his ligature had completely shut off the blood-supply from the source of that carotid artery, the smaller arteries had become enlarged so as to supply the antler with blood as well as ever, only by a different route.\\n\\nHunter soon had a chance to make a practical application of the knowledge thus acquired.  This was a case of popliteal aneurism, operations for which had heretofore proved pretty uniformly fatal. An aneurism, as is generally understood, is an enlargement of a certain part of an artery, this enlargement sometimes becoming of enormous size, full of palpitating blood, and likely to rupture with fatal results at any time.  If by any means the blood can be allowed to remain quiet for even a few hours in this aneurism it will form a clot, contract, and finally be absorbed and disappear without any evil results. The problem of keeping the blood quiet, with the heart continually driving it through the vessel, is not a simple one, and in Hunter's time was considered so insurmountable that some surgeons advocated amputation of any member having an aneurism, while others cut down upon the tumor itself and attempted to tie off the artery above and below. The first of these operations maimed the patient for life, while the second was likely to prove fatal.\\n\\nIn pondering over what he had learned about collateral circulation and the time required for it to become fully established, Hunter conceived the idea that if the blood-supply was cut off from above the aneurism, thus temporarily preventing the ceaseless pulsations from the heart, this blood would coagulate and form a clot before the collateral circulation could become established or could affect it.  The patient upon whom he performed his now celebrated operation was afflicted with a popliteal aneurism--that is, the aneurism was located on the large popliteal artery just behind the knee-joint. Hunter, therefore, tied off the femoral, or main supplying artery in the thigh, a little distance above the aneurism. The operation was entirely successful, and in six weeks' time the patient was able to leave the hospital, and with two sound limbs. Naturally the simplicity and success of this operation aroused the attention of Europe, and, alone, would have made the name of Hunter immortal in the annals of surgery.  The operation has ever since been called the \\\"Hunterian\\\" operation for aneurism, but there is reason to believe that Dominique Anel (born about 1679) performed a somewhat similar operation several years earlier. It is probable, however, that Hunter had never heard of this work of Anel, and that his operation was the outcome of his own independent reasoning from the facts he had learned about collateral circulation. Furthermore, Hunter's mode of operation was a much better one than Anel's, and, while Anel's must claim priority, the credit of making it widely known will always be Hunter's.\\n\\nThe great services of Hunter were recognized both at home and abroad, and honors and positions of honor and responsibility were given him. In 1776 he was appointed surgeon-extraordinary to the king; in 1783 he was elected a member of the Royal Society of Medicine and of the Royal Academy of Surgery at Paris; in 1786 he became deputy surgeon-general of the army; and in 1790 he was appointed surgeon-general and inspector-general of hospitals. All these positions he filled with credit, and he was actively engaged in his tireless pursuit of knowledge and in discharging his many duties when in October, 1793, he was stricken while addressing some colleagues, and fell dead in the arms of a fellow-physician.\\n\\nLAZZARO SPALLANZANI\\n\\nHunter's great rival among contemporary physiologists was the Italian Lazzaro Spallanzani (1729-1799), one of the most picturesque figures in the history of science. He was not educated either as a scientist or physician, devoting, himself at first to philosophy and the languages, afterwards studying law, and later taking orders. But he was a keen observer of nature and of a questioning and investigating mind, so that he is remembered now chiefly for his discoveries and investigations in the biological sciences. One important demonstration was his controversion of the theory of abiogenesis, or \\\"spontaneous generation,\\\" as propounded by Needham and Buffon.  At the time of Needham's experiments it had long been observed that when animal or vegetable matter had lain in water for a little time--long enough for it to begin to undergo decomposition--the water became filled with microscopic creatures, the \\\"infusoria animalculis.\\\" This would tend to show, either that the water or the animal or vegetable substance contained the \\\"germs\\\" of these minute organisms, or else that they were generated spontaneously. It was known that boiling killed these animalcules, and Needham agreed, therefore, that if he first heated the meat or vegetables, and also the water containing them, and then placed them in hermetically scaled jars--if he did this, and still the animalcules made their appearance, it would be proof-positive that they had been generated spontaneously.  Accordingly be made numerous experiments, always with the same results--that after a few days the water was found to swarm with the microscopic creatures. The thing seemed proven beyond question--providing, of course, that there had been no slips in the experiments.\\n\\nBut Abbe Spallanzani thought that he detected such slips in Needham's experiment.  The possibility of such slips might come in several ways:  the contents of the jar might not have been boiled for a sufficient length of time to kill all the germs, or the air might not have been excluded completely by the sealing process. To cover both these contingencies, Spallanzani first hermetically sealed the glass vessels and then boiled them for three-quarters of an hour. Under these circumstances no animalcules ever made their appearance--a conclusive demonstration that rendered Needham's grounds for his theory at once untenable.\\\\[2\\\\]\\n\\nAllied to these studies of spontaneous generation were Spallanzani's experiments and observations on the physiological processes of generation among higher animals.  He experimented with frogs, tortoises, and dogs; and settled beyond question the function of the ovum and spermatozoon. Unfortunately he misinterpreted the part played by the spermatozoa in believing that their surrounding fluid was equally active in the fertilizing process, and it was not until some forty years later (1824) that Dumas corrected this error.\\n\\nTHE CHEMICAL THEORY OF DIGESTION\\n\\nAmong the most interesting researches of Spallanzani were his experiments to prove that digestion, as carried on in the stomach, is a chemical process.  In this he demonstrated, as Rene Reaumur had attempted to demonstrate, that digestion could be carried on outside the walls of the stomach as an ordinary chemical reaction, using the gastric juice as the reagent for performing the experiment. The question as to whether the stomach acted as a grinding or triturating organ, rather than as a receptacle for chemical action, had been settled by Reaumur and was no longer a question of general dispute. Reaumur had demonstrated conclusively that digestion would take place in the stomach in the same manner and the same time if the substance to be digested was protected from the peristalic movements of the stomach and subjected to the action of the gastric juice only. He did this by introducing the substances to be digested into the stomach in tubes, and thus protected so that while the juices of the stomach could act upon them freely they would not be affected by any movements of the organ.\\n\\nFollowing up these experiments, he attempted to show that digestion could take place outside the body as well as in it, as it certainly should if it were a purely chemical process. He collected quantities of gastric juice, and placing it in suitable vessels containing crushed grain or flesh, kept the mixture at about the temperature of the body for several hours. After repeated experiments of this kind, apparently conducted with great care, Reaumur reached the conclusion that \\\"the gastric juice has no more effect out of the living body in dissolving or digesting the food than water, mucilage, milk, or any other bland fluid.\\\"\\\\[3\\\\] Just why all of these experiments failed to demonstrate a fact so simple does not appear; but to Spallanzani, at least, they were by no means conclusive, and he proceeded to elaborate upon the experiments of Reaumur.  He made his experiments in scaled tubes exposed to a certain degree of heat, and showed conclusively that the chemical process does go on, even when the food and gastric juice are removed from their natural environment in the stomach. In this he was opposed by many physiologists, among them John Hunter, but the truth of his demonstrations could not be shaken, and in later years we find Hunter himself completing Spallanzani's experiments by his studies of the post-mortem action of the gastric juice upon the stomach walls.\\n\\nThat Spallanzani's and Hunter's theories of the action of the gastric juice were not at once universally accepted is shown by an essay written by a learned physician in 1834. In speaking of some of Spallanzani's demonstrations, he writes: \\\"In some of the experiments, in order to give the flesh or grains steeped in the gastric juice the same temperature with the body, the phials were introduced under the armpits. But this is not a fair mode of ascertaining the effects of the gastric juice out of the body; for the influence which life may be supposed to have on the solution of the food would be secured in this case.  The affinities connected with life would extend to substances in contact with any part of the system: substances placed under the armpits are not placed at least in the same circumstances with those unconnected with a living animal.\\\" But just how this writer reaches the conclusion that \\\"the experiments of Reaumur and Spallanzani give no evidence that the gastric juice has any peculiar influence more than water or any other bland fluid in digesting the food\\\"\\\\[4\\\\] is difficult to understand.\\n\\nThe concluding touches were given to the new theory of digestion by John Hunter, who, as we have seen, at first opposed Spallanzani, but who finally became an ardent champion of the chemical theory. Hunter now carried Spallanzani's experiments further and proved the action of the digestive fluids after death. For many years anatomists had been puzzled by pathological lesion of the stomach, found post mortem, when no symptoms of any disorder of the stomach had been evinced during life. Hunter rightly conceived that these lesions were caused by the action of the gastric juice, which, while unable to act upon the living tissue, continued its action chemically after death, thus digesting the walls of the stomach in which it had been formed.  And, as usual with his observations, be turned this discovery to practical use in accounting for certain phenomena of digestion.  The following account of the stomach being digested after death was written by Hunter at the desire of Sir John Pringle, when he was president of the Royal Society, and the circumstance which led to this is as follows: \\\"I was opening, in his presence, the body of a patient of his own, where the stomach was in part dissolved, which appeared to him very unaccountable, as there had been no previous symptom that could have led him to suspect any disease in the stomach. I took that opportunity of giving him my ideas respecting it, and told him that I had long been making experiments on digestion, and considered this as one of the facts which proved a converting power in the gastric juice. . . . There are a great many powers in nature which the living principle does not enable the animal matter, with which it is combined, to resist--viz., the mechanical and most of the strongest chemical solvents. It renders it, however, capable of resisting the powers of fermentation, digestion, and perhaps several others, which are well known to act on the same matter when deprived of the living principle and entirely to decompose it.  \\\"\\n\\nHunter concludes his paper with the following paragraph: \\\"These appearances throw considerable light on the principle of digestion, and show that it is neither a mechanical power, nor contractions of the stomach, nor heat, but something secreted in the coats of the stomach, and thrown into its cavity, which there animalizes the food or assimilates it to the nature of the blood. The power of this juice is confined or limited to certain substances, especially of the vegetable and animal kingdoms; and although this menstruum is capable of acting independently of the stomach, yet it is indebted to that viscus for its continuance.\\\\[5\\\\]\\n\\nTHE FUNCTION OF RESPIRATION\\n\\nIt is a curious commentary on the crude notions of mechanics of previous generations that it should have been necessary to prove by experiment that the thin, almost membranous stomach of a mammal has not the power to pulverize, by mere attrition, the foods that are taken into it.  However, the proof was now for the first time forthcoming, and the question of the general character of the function of digestion was forever set at rest. Almost simultaneously with this great advance, corresponding progress was made in an allied field:  the mysteries of respiration were at last cleared up, thanks to the new knowledge of chemistry. The solution of the problem followed almost as a matter of course upon the advances of that science in the latter part of the century. Hitherto no one since Mayow, of the previous century, whose flash of insight had been strangely overlooked and forgotten, had even vaguely surmised the true function of the lungs. The great Boerhaave had supposed that respiration is chiefly important as an aid to the circulation of the blood; his great pupil, Haller, had believed to the day of his death in 1777 that the main purpose of the function is to form the voice. No genius could hope to fathom the mystery of the lungs so long as air was supposed to be a simple element, serving a mere mechanical purpose in the economy of the earth.\\n\\nBut the discovery of oxygen gave the clew, and very soon all the chemists were testing the air that came from the lungs--Dr. Priestley, as usual, being in the van.  His initial experiments were made in 1777, and from the outset the problem was as good as solved. Other experimenters confirmed his results in all their essentials--notably Scheele and Lavoisier and Spallanzani and Davy.  It was clearly established that there is chemical action in the contact of the air with the tissue of the lungs; that some of the oxygen of the air disappears, and that carbonic-acid gas is added to the inspired air.  It was shown, too, that the blood, having come in contact with the air, is changed from black to red in color. These essentials were not in dispute from the first.  But as to just what chemical changes caused these results was the subject of controversy. Whether, for example, oxygen is actually absorbed into the blood, or whether it merely unites with carbon given off from the blood, was long in dispute.\\n\\nEach of the main disputants was biased by his own particular views as to the moot points of chemistry.  Lavoisier, for example, believed oxygen gas to be composed of a metal oxygen combined with the alleged element heat; Dr. Priestley thought it a compound of positive electricity and phlogiston; and Humphry Davy, when he entered the lists a little later, supposed it to be a compound of oxygen and light. Such mistaken notions naturally complicated matters and delayed a complete understanding of the chemical processes of respiration. It was some time, too, before the idea gained acceptance that the most important chemical changes do not occur in the lungs themselves, but in the ultimate tissues.  Indeed, the matter was not clearly settled at the close of the century.  Nevertheless, the problem of respiration had been solved in its essentials.  Moreover, the vastly important fact had been established that a process essentially identical with respiration is necessary to the existence not only of all creatures supplied with lungs, but to fishes, insects, and even vegetables--in short, to every kind of living organism.\\n\\nERASMUS DARWIN AND VEGETABLE PHYSIOLOGY\\n\\nSome interesting experiments regarding vegetable respiration were made just at the close of the century by Erasmus Darwin, and recorded in his Botanic Garden as a foot-note to the verse:\\n\\n\\\"While spread in air the leaves respiring play.\\\"\\n\\nThese notes are worth quoting at some length, as they give a clear idea of the physiological doctrines of the time (1799), while taking advance ground as to the specific matter in question:\\n\\n\\\"There have been various opinions,\\\" Darwin says, \\\"concerning the use of the leaves of plants in the vegetable economy.  Some have contended that they are perspiratory organs.  This does not seem probable from an experiment of Dr. Hales, Vegetable Statics, p.  30.  He, found, by cutting off branches of trees with apples on them and taking off the leaves, that an apple exhaled about as much as two leaves the surfaces of which were nearly equal to the apple; whence it would appear that apples have as good a claim to be termed perspiratory organs as leaves. Others have believed them excretory organs of excrementitious juices, but as the vapor exhaled from vegetables has no taste, this idea is no more probable than the other; add to this that in most weathers they do not appear to perspire or exhale at all.\\n\\n\\\"The internal surface of the lungs or air-vessels in men is said to be equal to the external surface of the whole body, or almost fifteen square feet; on this surface the blood is exposed to the influence of the respired air through the medium, however, of a thin pellicle; by this exposure to the air it has its color changed from deep red to bright scarlet, and acquires something so necessary to the existence of life that we can live scarcely a minute without this wonderful process.\\n\\n\\\"The analogy between the leaves of plants and the lungs or gills of animals seems to embrace so many circumstances that we can scarcely withhold our consent to their performing similar offices.\\n\\n\\\"1.  The great surface of leaves compared to that of the trunk and branches of trees is such that it would seem to be an organ well adapted for the purpose of exposing the vegetable juices to the influence of the air; this, however, we shall see afterwards is probably performed only by their upper surfaces, yet even in this case the surface of the leaves in general bear a greater proportion to the surface of the tree than the lungs of animals to their external surfaces.\\n\\n\\\"2.  In the lung of animals the blood, after having been exposed to the air in the extremities of the pulmonary artery, is changed in color from deep red to bright scarlet, and certainly in some of its essential properties it is then collected by the pulmonary vein and returned to the heart. To show a similarity of circumstances in the leaves of plants, the following experiment was made, June 24, 1781.  A stalk with leaves and seed-vessels of large spurge (Euphorbia helioscopia) had been several days placed in a decoction of madder (Rubia tinctorum) so that the lower part of the stem and two of the undermost leaves were immersed in it. After having washed the immersed leaves in clear water I could readily discover the color of the madder passing along the middle rib of each leaf.  The red artery was beautifully visible on the under and on the upper surface of the leaf; but on the upper side many red branches were seen going from it to the extremities of the leaf, which on the other side were not visible except by looking through it against the light. On this under side a system of branching vessels carrying a pale milky fluid were seen coming from the extremities of the leaf, and covering the whole under side of it, and joining two large veins, one on each side of the red artery in the middle rib of the leaf, and along with it descending to the foot-stalk or petiole. On slitting one of these leaves with scissors, and having a magnifying-glass ready, the milky blood was seen oozing out of the returning veins on each side of the red artery in the middle rib, but none of the red fluid from the artery.\\n\\n\\\"All these appearances were more easily seen in a leaf of Picris treated in the same manner; for in this milky plant the stems and middle rib of the leaves are sometimes naturally colored reddish, and hence the color of the madder seemed to pass farther into the ramifications of their leaf-arteries, and was there beautifully visible with the returning branches of milky veins on each side.\\\"\\n\\nDarwin now goes on to draw an incorrect inference from his observations:\\n\\n\\\"3.  From these experiments,\\\" he says, \\\"the upper surface of the leaf appeared to be the immediate organ of respiration, because the colored fluid was carried to the extremities of the leaf by vessels most conspicuous on the upper surface, and there changed into a milky fluid, which is the blood of the plant, and then returned by concomitant veins on the under surface, which were seen to ooze when divided with scissors, and which, in Picris, particularly, render the under surface of the leaves greatly whiter than the upper one.\\\"\\n\\nBut in point of fact, as studies of a later generation were to show, it is the under surface of the leaf that is most abundantly provided with stomata, or \\\"breathing-pores.\\\" From the stand-point of this later knowledge, it is of interest to follow our author a little farther, to illustrate yet more fully the possibility of combining correct observations with a faulty inference.\\n\\n\\\"4.  As the upper surface of leaves constitutes the organ of respiration, on which the sap is exposed in the termination of arteries beneath a thin pellicle to the action of the atmosphere, these surfaces in many plants strongly repel moisture, as cabbage leaves, whence the particles of rain lying over their surfaces without touching them, as observed by Mr. Melville (Essays Literary and Philosophical:  Edinburgh), have the appearance of globules of quicksilver.  And hence leaves with the upper surfaces on water wither as soon as in the dry air, but continue green for many days if placed with the under surface on water, as appears in the experiments of Monsieur Bonnet (Usage des Feuilles). Hence some aquatic plants, as the water-lily (Nymphoea), have the lower sides floating on the water, while the upper surfaces remain dry in the air.\\n\\n\\\"5.  As those insects which have many spiracula, or breathing apertures, as wasps and flies, are immediately suffocated by pouring oil upon them, I carefully covered with oil the surfaces of several leaves of phlomis, of Portugal laurel, and balsams, and though it would not regularly adhere, I found them all die in a day or two.\\n\\n\\\"It must be added that many leaves are furnished with muscles about their foot-stalks, to turn their surfaces to the air or light, as mimosa or Hedysarum gyrans.  From all these analogies I think there can be no doubt but that leaves of trees are their lungs, giving out a phlogistic material to the atmosphere, and absorbing oxygen, or vital air.\\n\\n\\\"6.  The great use of light to vegetation would appear from this theory to be by disengaging vital air from the water which they perspire, and thence to facilitate its union with their blood exposed beneath the thin surface of their leaves; since when pure air is thus applied it is probable that it can be more readily absorbed.  Hence, in the curious experiments of Dr. Priestley and Mr. Ingenhouz, some plants purified less air than others--that is, they perspired less in the sunshine; and Mr. Scheele found that by putting peas into water which about half covered them they converted the vital air into fixed air, or carbonic-acid gas, in the same manner as in animal respiration.\\n\\n\\\"7.  The circulation in the lungs or leaves of plants is very similar to that of fish.  In fish the blood, after having passed through their gills, does not return to the heart as from the lungs of air-breathing animals, but the pulmonary vein taking the structure of an artery after having received the blood from the gills, which there gains a more florid color, distributes it to the other parts of their bodies. The same structure occurs in the livers of fish, whence we see in those animals two circulations independent of the power of the heart--viz., that beginning at the termination of the veins of the gills and branching through the muscles, and that which passes through the liver; both which are carried on by the action of those respective arteries and veins.\\\"\\\\[6\\\\]\\n\\nDarwin is here a trifle fanciful in forcing the analogy between plants and animals.  The circulatory system of plants is really not quite so elaborately comparable to that of fishes as he supposed. But the all-important idea of the uniformity underlying the seeming diversity of Nature is here exemplified, as elsewhere in the writings of Erasmus Darwin; and, more specifically, a clear grasp of the essentials of the function of respiration is fully demonstrated.\\n\\nZOOLOGY AT THE CLOSE OF THE EIGHTEENTH CENTURY\\n\\nSeveral causes conspired to make exploration all the fashion during the closing epoch of the eighteenth century. New aid to the navigator had been furnished by the perfected compass and quadrant, and by the invention of the chronometer; medical science had banished scurvy, which hitherto had been a perpetual menace to the voyager; and, above all, the restless spirit of the age impelled the venturesome to seek novelty in fields altogether new.  Some started for the pole, others tried for a northeast or northwest passage to India, yet others sought the great fictitious antarctic continent told of by tradition. All these of course failed of their immediate purpose, but they added much to the world's store of knowledge and its fund of travellers' tales.\\n\\nAmong all these tales none was more remarkable than those which told of strange living creatures found in antipodal lands. And here, as did not happen in every field, the narratives were often substantiated by the exhibition of specimens that admitted no question. Many a company of explorers returned more or less laden with such trophies from the animal and vegetable kingdoms, to the mingled astonishment, delight, and bewilderment of the closet naturalists. The followers of Linnaeus in the \\\"golden age of natural history,\\\" a few decades before, had increased the number of known species of fishes to about four hundred, of birds to one thousand, of insects to three thousand, and of plants to ten thousand. But now these sudden accessions from new territories doubled the figure for plants, tripled it for fish and birds, and brought the number of described insects above twenty thousand.  Naturally enough, this wealth of new material was sorely puzzling to the classifiers. The more discerning began to see that the artificial system of Linnaeus, wonderful and useful as it had been, must be advanced upon before the new material could be satisfactorily disposed of. The way to a more natural system, based on less arbitrary signs, had been pointed out by Jussieu in botany, but the zoologists were not prepared to make headway towards such a system until they should gain a wider understanding of the organisms with which they had to deal through comprehensive studies of anatomy. Such studies of individual forms in their relations to the entire scale of organic beings were pursued in these last decades of the century, but though two or three most important generalizations were achieved (notably Kaspar Wolff's conception of the cell as the basis of organic life, and Goethe's all-important doctrine of metamorphosis of parts), yet, as a whole, the work of the anatomists of the period was germinative rather than fruit-bearing. Bichat's volumes, telling of the recognition of the fundamental tissues of the body, did not begin to appear till the last year of the century. The announcement by Cuvier of the doctrine of correlation of parts bears the same date, but in general the studies of this great naturalist, which in due time were to stamp him as the successor of Linnaeus, were as yet only fairly begun.\\n\\nV. ANATOMY AND PHYSIOLOGY IN THE NINETEENTH CENTURY\\n\\nCUVIER AND THE CORRELATION OF PARTS\",\"timestamp\":1636791208,\"title\":\"But the atomic weights are not alone in suggesting the compound nature of the alleged elements. \"},\"digest\":\"yypXsTEq02fiU8YrbwcA7bwIHxNe-ncjqMHzTj4rn9M\",\"authorship\":{\"contributor\":\"0x8073DB17391a3781b4a401FD4adA047A0c318a6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FcgeCwXh5znmGz0O7fe3cvUWgWahrpEIq10y4GNNGEI\\\",\\\"y\\\":\\\"3iStPOkAZXVVrR1rR6BL-zf1sM0Qje3hlwzyb-9MqLQ\\\"}\",\"signature\":\"zI4_9moDEPASKlbZcAd88y7kL9nBjjhyBDaKswY8m4fTBCuNpQYTsZYW9d2tEM6YfaWYNxt7NzswatInNOugRQ\",\"signingKeySignature\":\"0x2d14a6eca48c01e26082d1894a43212af4393c737fe8766f1810a9dd1536486d56b99a411ffafd193611c55fec6f9a75c387d6fa16da66fe86a1d861659dd6b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FcgeCwXh5znmGz0O7fe3cvUWgWahrpEIq10y4GNNGEI\\\",\\\"y\\\":\\\"3iStPOkAZXVVrR1rR6BL-zf1sM0Qje3hlwzyb-9MqLQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yypXsTEq02fiU8YrbwcA7bwIHxNe-ncjqMHzTj4rn9M\"}"