"{\"content\":{\"body\":\"Investing in Web3 is an infinite game. The purpose of the game is to keep playing, compounding good or bad decisions along the way. Part of this infinite game is to bring unique skills and insights and to keep redefining the rules and strategy of the game - could call that the [metagame](https://cobie.substack.com/p/trading-the-metagame).\\n\\nWeb3 also is a game that welcomes diverse people and abilities. The game can be played using different characters, based on one’s strengths. You can play (and win) as an economist, a technologist, a mathematician, and so on.\\n\\nSince you can win the infinite game in many ways, there are many ways to achieve [alpha](https://en.wikipedia.org/wiki/Alpha_(finance)). My own definition is not based on beating the market, however market is defined, although that is usually the common definition. When i talk about alpha, I refer to the quality of decisions over a long period of time. If you make relatively superior decisions, you are bound to outperform an index, another person, whatever. Alpha is the result of good decisions. Decisions are the input, alpha is the output.\\n\\nYet for all the *alpha leaks* talk going around, I hardly ever hear anyone talk in specific terms when it comes to getting more alpha. In order to optimize alpha, one needs to first understand where it can come from and define an explicit strategy. A hot tip, a shiny new project or a “secret” is not alpha. It takes the intention and ability to act on this to actually get alpha. Like any goals, odds of achieving alpha is way higher when it is explicitly defined and there is an action plan or a process behind that goal.\\n\\nWith that said let me take a humble attempt at digging  into the anatomy of alpha.\\n\\n## 10 sources of alpha\\n\\n### Sweat\\n\\nFounders, artists, operators who earn their shares in a project. They expense time, skills,  network and other assets in order to actively monetize the result of their work.\\n\\n### Human-based patterns\\n\\nHumans are predictably irrational. We’re all prone to biases like confirmation, overconfidence, anchoring, and sunk cost fallacy. It takes discipline to exploit human flaws, and most people don’t want to buy when the market is tanking. It can be hard for many to dissociate from their emotions and remain fact-based in times of FUD.\\n\\n### Technology-based patterns\\n\\nWeb3 is young. Technology has a longer track record and a large repertoire of mental models. The way ships, electricity, computers, etc. played out offers valuable lessons. These patterns provide a historical frame to assess network effects, innovation and adoption curves, factors of defensibility and leverage.\\n\\n### Arbitrage\\n\\nMarkets are not always priced efficiently. Mis-pricing, or bugs, appear from time to time. Arbitrageurs exploit these inefficiencies, typically in a low-risk and very short horizon. Arbitrageurs are secretive because the more people try to play the same game, the less likely that mis-pricing will occur - making the game transient in nature.\\n\\n### Time Horizon\\n\\nBe willing to wait an amount of time that most people aren’t. Humans think in a linear way. We struggle to imagine the distance future because the key trends usually are exponential trends. The great thing about be willing to wait a long time is that it usually requires no work whatsoever. In reality, market swings and FUD make it hard for people to stay the course, often due to the biases discussed in #2.\\n\\n### Being Early\\n\\nGet in on the next big thing while it is still small. This is obvious alpha, just buy the next “insert your favourite startup”. It is also very non-obvious when it comes to picking early products, teams, creators to bet on. It is hard and you’re always just guessing and going off a hunch. There isn’t a lot of data to decide on. More recently we’ve seen a new kind of web3 game characters, the narrative traders,  who try to anticipate how certain stories will catch on.\\n\\n### Access\\n\\nAccess is based on the other party letting you transact with them; permission-ed investing. Supply-constrained access, such as real estate or art, are characterized by  bidders competing with each other in auctions. Relationship-based access, like angel investing, is attached to reputation, size of network and other social factors.\\n\\n### Data\\n\\nUse data to build a private model of market patterns that can be exploited profitably. This might involve arbitrage or not, and sometimes models use esoteric or unusual data feeds to play out riskier strategies in a secretive manner.\\n\\n### Good ideas\\n\\nQuality of ideas can also be monetized as alpha. An ideation process is applied to create market value. For example, Delphi helped Axie Infinity nail their tokenomics, leading to steep organic growth. Labs and product studios sit at the junction of ideation, talent, to leverage all ingredients that crystallize the good ideas they have.\\n\\n### Luck\\n\\nLucky alpha cannot really be engineered, but sometimes it can be seduced. Not all luck is created equal. Being lucky is a dark art. There is dumb luck, but there are also [more nuanced and intentional kinds of luck](https://www.navalmanack.com/almanack-of-naval-ravikant/how-to-get-lucky).  The good kinds of luck are paired with hard work to in order to be sustainable over time.\\n\\n\\n---\\n\\n## Play your own game by combining alpha in unusual ways\\n\\nDid I miss anything? With these 10 alphas, it gets easier to break down the way investors play their own infinite game.\\n\\nAs example:\\n\\n* Venture capital usually combine technology patterns, time horizon, being early,  access and good ideas. At least the good ones.\\n* Value stock investors combine time horizon, human-based patterns, data.\\n* Financial traders will usually achieve alpha using arbitrage and data.\\n\\nYou get the point.\\n\\nMaybe the key to winning is to find unusual combinations of alphas. To go where others aren’t. Given that there are many ways to win, the challenge is to become very good at playing your own strategy.\\n\\nSo, what game are you playing?  How intentional are you in how to win that game?\\n\\n> *“Knowing yourself is the beginning of all wisdom.”* - Aristotle\",\"timestamp\":1641916226,\"title\":\"The anatomy of alpha\"},\"digest\":\"NOknV0RS4WTpnIZoQraXnf50rh4dXDzM0h8iG0gWCGE\",\"authorship\":{\"contributor\":\"0x862f26238d773Fde4E29156f3Bb7CF58eA4cD1af\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dQYj1vLw74V_ccaW9HKy-cYV-oR0VTmjVckLQhKgNA4\\\",\\\"y\\\":\\\"_0q3baGjD84NfRuU63-BYWmnXKd0JFZZLvAX9BmlhIQ\\\"}\",\"signature\":\"aJTWMkc8r4TKHiRCrUErYMC4lVwlhqrv-dgiLhIZJZ8KMaiL5YD81uTpi8Sdx3wicCzQdDUrcgeawglr-988xA\",\"signingKeySignature\":\"0x5c208fe616f59b82475a7b14488bf16d3371033148a4d57de62da0332c573e553ff13fb037086758db9ffed212bbff1d56708cdb018af6f43df9833d0aee281301\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dQYj1vLw74V_ccaW9HKy-cYV-oR0VTmjVckLQhKgNA4\\\",\\\"y\\\":\\\"_0q3baGjD84NfRuU63-BYWmnXKd0JFZZLvAX9BmlhIQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ld1I3UjT8LruuLzhMBPoGRMkhFw0giC61QCF22ajPMk\"}"