"{\"content\":{\"body\":\"Author: yyy｜Chain Hill capital\\n\\n**Introduction**\\n\\nIn recent years, with the rapid development of the Ethereum network, the proliferation of on-chain transactions has overloaded, and on-chain transactions have become slow and expensive. With both the Defi wave in summer 2020 and the NFT frenzy last year, the congestion of the Ethereum network was further exacerbated, which seriously limits the large-scale development of Ethereum ecosystem. Consequently, the scaling issue of Ethereum has attracted the attention of the market. Since sidechains, state channels, Plasma, and other layer-2 expansion solutions cannot meet market demand, Rollup expansion technology has emerged and become one of the most popular layer-2 expansion solutions.\\n\\nLayer-2 infrastructure was vigorously developed last year, and with the implementation of EVM-compatible expansion solutions such as Arbitrum and Optimism, the TVL of Layer-2 related protocols has surged. Taking Arbitrum as an example, since the mainnet was launched in late May, TVL of the protocol has surged to nearly $3 billion and is currently stabilized at around $2.6 billion. According to the L2Beat data Arbitrum accounted for 47.6% of the TVL as of Jan 9,2021, marking Arbitrum the leading scaling solution.. As a rising star in Layer 2 ecosystem, Metis benchmarks the leading project Arbitrum This article focus on the technical characteristics , the competitiveness, as well as the development prospects of Metis\\n\\n**Metis — Ethereum Layer 2 expansion solution**\\n\\nMetis is a Layer 2 expansion and general infrastructure project co-founded by Elena Sinelnikova, Kevin Liu, and Yuan Su in 2018, which successively completed a $1 million angel and seed round of funding, and a $3 million Series A of funding. The investors include Block Dream Fund under OKEx, Genblock Capital, Cryptomeria Capital, etc. Metis is a hard fork of Optimistic Rollup, which builts its own Virtual Machine (MVM), provides a data management layer, and performs complex operations through the ComCo management architecture deployed on the second layer. Metis aims to provide a brand-new, highly scalable, low-cost Layer 2 scaling solution.\\n\\n**Technical Architecture of Metis**\\n\\nBased on the technology of Optimistic Rollup, Metis has made the following innovations in its technical architecture:\\n\\n**1. Multiple MVMs run in parallel to improve scalability and decentralization**\\n\\nMost of the current layer-2 scaling solutions based on Optimistic Rollup technology use a single virtual machine (Arbitrum uses AVM, Optimism uses OVM) to run all Ethereum-compatible DAPPs, and directly copy a centralized structure from a single sequencer, relying on the verification mechanism to prevent the malicious behavior of the participants. The problem of this solution is the risk of centralization, which leads to a long time to process transactions. For example, it takes about a week to withdraw funds from Layer 2 of Arbitrum or Optimism to the Ethereum mainnet, which seriously affects the capital efficiency.\\n\\nMetis adopts the mechanism of running multiple virtual machines in parallel. A single MVM corresponds to a decentralized autonomous company (DAC) respectively. MVM separates the computing and storage of the Ethereum construct for layer 2, which solves the scalability problem through horizontal expansion. The Rollup process is implemented by a sequencer pool composed of randomly selected sequencers rather than a single sequencer, consequently reducing the fraud-proofing time significantly. In addition, MVM adopts the token incentive mechanism to realize the complete decentralization of the protocol. Specifically, the computing power providers are randomly allocated to different DACs, and the corresponding rewards are obtained according to the blocks produced, which prevents malicious computing power providers from fraudulent behaviors.\\n\\n**2. A special storage layer based on IPFS improves data security**\\n\\nTo achieve the privacy of confidential data, MVM divides the stored data into two parts: the regular data which is stored in MVM, and the sensitive data related to DAC which will be packaged, encrypted, and stored in IPFS. The data in IPFS is not rolled up to L1 while the handle of stored data is saved in the smart contract and packaged and uploaded to the main network for fraud proofing challenges. The IPFS cluster is only accessible through the IPFS resolver on MVM Layer 2, and each IPFS resolver of the DAC uses a unique key. Other DACs will not be able to access confidential data, thus improving the security of the data.\\n\\n**3. L2 Ranger further shortens fraud proofing window**\\n\\nOptimistic Rollup usually needs a long fraud proofing time to give the validator enough time to validate the state roots. The long fraud proofing time makes withdrawal to L1 much less efficient. Metis introduces a unique validator role called L2 Ranger into the verification mechanism to further reduce the fraud proofing window. L2 Rangers are members of a special DAC, which collects and validates the state roots according to the incentive mechanism. Furthermore, Metis introduces a concept called the Dynamic Bond Threshold (DBT). Under DBT mechanism, the number of MT tokens (Metis Token) staked by the sequencer must meet the threshold requirements of the DAC to participate in the DAC sequencing work. The purpose of the DBT mechanism is to prevent malicious sequencers.\\n\\n**4. The microservice framework connects on-chain and off-chain ecosystems**\\n\\nProviders such as oracle, delivery service, or legal only need to register as microservice providers to participate in the MVM ecosystem, and they can serve as software development kits (SDKs) to all DACs. To lower the entry barrier for traditional service providers to participate in the blockchain ecosystem, the system allocates SDKs to service providers so that they can easily interact with smart contracts in the Layer 2 ecosystem.\\n\\n**5. Polis middleware platform simplifies the deployment of smart contracts for developers**\\n\\nMetis Polis integrates many middleware services so that developers can easily deploy and manage smart contracts. The launch of Polis can not only attract traditional projects lacking blockchain development experience to deploy smart contracts on Layer 2 but also simplify the migration of the Dapps deployed on Ethereum mainnet to the Metis layer 2.\\n\\nIn general, Metis provides a highly efficient and well-decentralized Layer 2 scaling solution through a variety of innovative components such as sequencer pools, decentralized autonomous companies, IPFS storage layer, Rangers, microservice providers, and Polis middleware.\\n\\n**Meits development status and future plans**\\n\\nSince the launch of Metis Andromeda mainnet on November 19, 2021, the TVL of the protocol has reached $301 million in less than 2 months. Metis DAC staking and mining with METIS token rewards start simultaneously with the Andromeda mainnet launch. As of Jan 9, 2021, protocol native token METIS accounted for 63.41% of the protocol’s TVL, and the non-native token accounted for 37.59%(of which ETH accounted for 8.86%, Stablecoins accounted for 27.73%).\\n\\nThe top 3 Dapps in terms of TVL on Metis are NetSwap, Tethys Finance, and Standard Protocol. Netswap is the first native decentralized exchange (DEX) built on Metis, and it currently only runs on the Metis blockchain. The operation of Netswap is similar to the automatic market maker(AMA) framework of Uniswap while Netswap is built on Metis with lower transaction fees and higher transaction speed. In addition to providing token swapping, NetSwap also supports leveraged trading, liquidity mining, Launchpad (not yet online), etc . Netswap has launched on Metis for nearly 1 month, and the TVL of the protocol has stabilized at about $157 million. Since the funds locked in the protocol were mainly attracted through the incentive mechanism of liquidity staking, NetSwap still needs to launch more applications to attract incremental funds.\\n\\nSimilar to NetSwap, Tethys Finance is also a native DEX built on Metis. It has the fastest-growing TVL in the Metis ecosystem, and the TVL of the protocol was $17.07 million as of Jan 9,2021 . Tethys Finance has improved the UI interface by visualizing the distribution of assets, allowing users to manage assets more efficiently.\\n\\nStandard Protocol is the first collateralized rebasable stablecoin protocol based on the Polkadot ecosystem, which launched on Metis Andromeda mainnet on November 29. It’s the first Dapp launched on Metis and the TVL of the protocol on Metis was $1.45 million as of Jan 9,2021,. Users can conduct token swapping and liquidity mining through Standard Protocol.\\n\\nIn terms of cross-chain, in addition to Metis’ native cross-chain bridge Metis Bridge, the cross-chain bridges supported by Metis include Poly Network, Celer, BoringDao, and Relay Chain. These bridges support 8 kinds of different networks including Ethereum, BSC, Avalanche, Gnosis, Fantom, Harmony, Arbitrum, and Optimism. Except for the Metis Bridge, the cost and time of cross-chain transaction of these bridges are significantly reduced, the withdrawal time from Metis Layer 2 to the main network can be shortend in minutes (take Celer as an example: the time for withdrawing funds to the main network is 5–20 minutes; the cost is about $10).\\n\\nMetis establishes a long-term moat in terms of capital efficiency by solving the most challenging problem of the long fraud proofing time of the Ethereum scaling solutions based on Optimistic Rollup technology.\\n\\nMetis recently released its development plan for the first quarter of 2022, which mainly includes the following three aspects: (1) After the 3-month hackathon with the theme of developing and migrating Ethereum Dapps which ended on December 31, 2021,a flood of new DApps is coming soon, including fork of major DeFi project, fork of AragonProject (a VERY big deal for Metis’ future DAC plans), many Gaming, NFT, etc,; (2) Introduce a more scalable data storage layer, which will reduce the transaction fees on Metis Layer 2 to several cents; (3) NetSwap will launch farming program on Jan 7 and Launchpad at the end of January. METIS and NETT token holders can participate in the Launchpad IDO first.\\n\\n**Competitive Landscape of Layer 2 Scaling solutions**\\n\\n2019 is the year of the public blockchains explosion. After a year of silence, the high-performance public blockchains usher in the second explosion in 2021, which brings a thriving scene of on-chain ecosystem. In addition to the promotion of the big capital behind the public blockchains and the ecological incentive policies of the community, the excessive congestion of transactions caused by the ecosystem explosion of the Ethereum network has also become a catalyst for the outbreak of high-performance public chains. In DeFi summer of 2020,many Defi projects such as Uniswap, Compound, Curve, etc., have sprung up on the Ethereum network, absorbing nutrients and gradually becoming the leading projects. In 2021’s NFT boom, the surge in the transaction volume of the NFT trading platform OpenSea deployed on the Ethereum blockchain further aggravated the congestion of the Ethereum network. Consequently, it is imminent to reduce the congestion of Ethereum and improve the living soil of relevant Dapps.\\n\\nUnder the premise of the “impossible triangle” of the blockchain, scalability, decentralization, and security cannot be achieved at the same time, before the accomplishment of Ethereum 2.0, the congestion problem of the Ethereum network is irreconcilable. There are two ways to solve the problem: (1) Deploy the Dapps on other highly scalable public blockchain at the expense of a certain degree of decentralization or security; (2) Build Ethereum Layer 2 scaling solutitons to transfer complex operations to the off-chain. Since the verification is on mainnet, this solution has the same security as the main network of Ethereum.\\n\\nRollup is the high heat Ethereum scaling solution favored by the current market, and several scaling solutions using Rollup technology have been successively launched last year, attracting large-scale of developers. Rollup technology can be further subdivided into Optimistic Rollup and ZK Rollup, each of which has its advantages and disadvantages. Optimistic Rollup has EVM compatibility and can be compatible with Dapps on Ethereum, but it has a long fraud proofing time and the security is not as good as ZK Rollup. ZK Rollup adopts zero-knowledge proof technology, which is more secure and without the long fraud proofing time problem, but it is not compatible with EVM. At present, the layer 2 scaling solutions using ZK Rollup technology include ZKsync, Starkex, etc., and the layer 2 scaling solutions based on Optimistic Rollup technology include Arbitrum, Optimism, Metis, etc.\\n\\nFocusing on universal projects using Optimistic Rollup, as of Jan 9,2021,Arbitrum leads the entire Layer 2 solutions with a TVL of $2.62 billion; Boba is the second, with a TVL of $413 million; Optimism ranks third with a TVL of $389 million; Metis ranks fourth, and the TVL of the protocol is $301 million. Arbitrum and Optimism have not issued the native token at present while Boba and Metis have issued their native tokens. Excluding the TVL of native tokens, the TVL of non-native token of Boba protocol is $201 million, and the TVL of non-native token of Metis protocol is $110 million.\\n\\nCompared with Arbitrum, there is an order of magnitude gap in the TVL of Metis protocol. The three main reasons are summarized as following:\\n\\n(1) The mainnet of Arbitrum was launched earlier on May 28, 2021. There was an explosive growth in the TVL of the protocol in September. On September 16, the TVL of the protocol exceeded $2.6 billion. Arbitrum is open to Dapps deployment, which attracts many Dapps to build on it. In contrast, Optimism adopts a whitelist restriction to Dapps deployment which might contribute to the big gap between the TVL of Optimism and Arbitrum in addition to that Optimism being launched one month later than Arbitrum. Similarly, the late mainnet launch time of Metis than Arbitrum might explain part of the gap of TVL between them. However, the fact the Metis network is open to all developers should have attracted more Dapps to built on Metis Layer 2 than it currently has. Hence, Metis still need to offer a stronger incentive to attract Dapps building on its network;\\n\\n(2) Arbitrum is one of the most EVM-compatible L2 scaling solutions. Dapps deployed on the Ethereum network can be smoothly migrated to Abitrum, thus attracting the leading Defi projects with significant TVL on Ethereum, such as Curve, SushiSwap, Balancer, Uniswap, etc. Metis Andromeda mainnet launched in mid-November also has EVM equivalence, but due to the lack of first-mover advantage, it has not yet attracted the top Defi projects;\\n\\n(3) Leading projects migrated to Arbitrum also bring huge attention and traffic, which attracts many Dapps to deploy on the Arbitrum Layer 2 network.\\n\\nAs a rising star among Layer 2 scaling solutions, Metis has made many innovations based on Optimistic Rollup technology and established its moat. Metis’s main competitive advantages are summarized as the following:\\n\\n(1) The decentralized autonomous company (DAC) architecture is integrated into the Layer 2 network infrastructure. Each Dapps deployed on the Layer 2 network consists of stakeholders to form a DAC to achieve decentralized governance. DAC builds trust and cooperation among stakeholders through Optimistic Governance and Reputation Power;\\n\\n(2) By innovatively proposing optimized verification mechanisms such as sequencer pool and Ranger verification, the fraud proofing time has been greatly shortened from about a week to minutes;\\n\\n(3) The innovation of the data storage layer improves the scalability of the Layer 2 network, the transaction fee is significantly reduced from dollar to cent level.\\n\\nThe Defi summer went away since 2020, the NFT boom has also gradually cooled as the heat subsided.However, in the process of continuous development and iteration of projects, the underlying infrastructure of blockchain has been continuously improved, and gradually become a solid foundation to support the growing ecosystem of blockchain applications. With the development of multi-chain interconnection in the future, the on-chain ecosystem will getting competitive and prosperous. Blockchains with sound underlying facilities and higher performance will largely expand the ecosystem, and their TVL will also achieve a large-scale increase. The TVL of Metis’ protocol is still too low, accounting for a very small proportion of the entire Defi ecosystem, so there is still a lot of room for improvement. However, Metis is facing fierce competition. On one hand, the cooperation between Arbitrum, Optimism, and the leading Defi projects has laid a solid foundation for their follow-up development. On the other hand, ZKsync, Startex, and other ZK-Rollup projects using zero-knowledge proofs are accelerating the development of EVM-compatible virtual machines.\\n\\nThe implementation of the Layer 2 scaling solution solves the urgent needs of users for on-chain transactions. The contributions of Layer 2 scaling solutions are not only performance improvement and cost reduction but also the improvement of cross-chain technology which will fundamentally solve the blockchain scaling problem by making interconnection among different blockchains . The consensus of the Bitcoin and Ethereum networks in the community is incomparable, at the same time, other Layer 1 public chains, side chains, and Layer 2 are catching up in terms of performance and ecosystem.The resulting problem is the information silos among all those different chains. . As an important means to solve the information silos of blockchain, cross-chain technology enables the interconnection of various public blockchains to form a mesh structure, which will bring performance improvement and user experience far beyond the traditional Internet. The Layer 2 cross-chain bridge facilitates the cross-chain transaction of assets between the Layer 2 network and the Ethereum mainnet. The EVM compatibility enables the ecosystem connections among blockchains and make them an indispensable part of the future interconnected blockchain network. Currently, there is fierce competition among Layer 2 solutions, hence a variety of incentive policies are used to attract the deployment of applications. However, with the prosperity of the on-chain ecosystem and the trend of multiple chains in the future, the interconnection between blockchains will become a rigid need in order to achieve greater value capture and scale effect .Therefore, scaling projects which emphasis interconnection solutions like Metis will gain adavantages over others.\\n\\nIn the short term, the significant advantage of Layer 2 scaling solutions using Optimistic Rollup technology is EVM compatibility, while ZK Rollup focuses on simple specific use cases such as payments and transactions. In the medium and long term, with the maturity of ZK Rollup technology and the realization of general computing, the scaling solution using ZK Rollup technology will be applied to more use cases and win in terms of security. At present, most Layer 2 projects have not issued tokens yet. With the incentive mechanism of token issuance of more Layer 2 projects, the Layer 2 season might be ignited in the future. With the accomplishment of Ethereum 2.0, data sharding will be combined with Rollup technology, after which the scalability of the Rollup scaling solutions will show exponential growth. Driven by the above macro factors, and its innovative DAC concept and optimized verification mechanism, which bring unique advantages, Metis will probably become a leader in the Layer 2 scaling ecosystem.\\n\\n**About Chain Hill Capital**\\n\\nFocusing on value investment in crypto and blockchain space since 2017, our investment philosophy is building a decentralized financial infrastructure and a user value oriented Internet. Based in Hong Kong, our venture capital focuses on areas including web 3.0 applications, DAO tooling, Defi 2.0, and Gamefi, investing in venture equity and early-stage tokens.Our profound blockchain expertise and broad connections in the space allow us to assist projects at different stages from different aspects such as tokenomic design, community development, legal and audit.\\n\\nCombining the rigorous fundamental research with quantitative models, we also run funds focusing on liquid tokens investment strategies via an actively managed index fund, as well as a discretionary long only alpha fund.\",\"timestamp\":1642428140,\"title\":\"Metis — The Strongest Competitor of Arbitrum \"},\"digest\":\"gp4s0MGkI087YJOyDXliJULTMWMtbJNOwkPAONSACto\",\"authorship\":{\"contributor\":\"0x3777ddf5a602Fe27B646774125DcbB98Fb83be82\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xyeErrdX6QM-FlrLLpyavSrA_uGIRJiSy3Zn2KtohLg\\\",\\\"y\\\":\\\"deQFTuIeUXlPEqtVc_1hqVKo9w5DwhXcXE1FjJu_kCg\\\"}\",\"signature\":\"8m6yqSODEPBobb-85hXF1xXyWkyzBeNsncq6zutMMi2gADNobaKq6QaKOHm-7IX4_rFU4DsybKwNxTCRKzaxag\",\"signingKeySignature\":\"0x8c340fd9c8d820c9c5111997c8ba55974e55d7dfd563e2ffbbc40a003eab42d3106e08812bef87b3630227da0de57d93972fde8e31d80165681dc5c1f5dbb8871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xyeErrdX6QM-FlrLLpyavSrA_uGIRJiSy3Zn2KtohLg\\\",\\\"y\\\":\\\"deQFTuIeUXlPEqtVc_1hqVKo9w5DwhXcXE1FjJu_kCg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nFdAE97Dio3Xw_WCfn78nFau5ZKDX2-K2Mn4uJm80F8\"}"