"{\"content\":{\"body\":\"Dec-14-2021, I bought some NFTs. Some “Extinction Fighterz” putting residual profits to use in saving tigers. Not for a flip. Not for sale, but holding 25 or so I bought for the long run, and because I believe in the cause. They were only 3 matic each which came out to $6 each, with very little “gas”.\\n\\n[https://opensea.io/assets/matic/0x7e85c7b4f4dba43798d9ad9466492bb228b0c732/1427/](https://opensea.io/assets/matic/0x7e85c7b4f4dba43798d9ad9466492bb228b0c732/1427/)\\n\\nA more personal splurge was Sharkcats from Sharkcat-planets on OpenSea. This one was directly on the ether network, and despite the estimated max fee being under the amount of funds I had, a transfer failed to go through the first time, costing me $38 USD. On the purchase, I tried to hit the low point within a few hour window, watching gas-tracker. Ether gas estimates were an eye-popping $100-250. I was executed at $86 trying to shade the gas and tip as much as possible without the transaction hanging forever. $86 is still too high for a \\\\~$305 NFT. Had I waited until the wee hours, that cost may have been $10-20 cheaper but I was going to watch gas tracker until the middle of the night until sunup.\\n\\nNot sure why Metamask transactions on Opensea seems to have a 9x+ premium gas cost versus what is shown in the etherscan.io gas tracker which showed a transaction cost around the $9.50-$10 range at the time, which is STILL too high. It must have to do with additional fee layers, or more likely possibly the data-intensive nature of transacting on Opensea through Metamask. Not a recommendable experience, but happy with the NFT. Hopefully this is all resolved after Ethereum 2.0, because I don’t quite see NFTs going fully mainstream on ethereum without a significant reduction in network fees. The positive aspect of a high network fee is that it excludes low value content, spam, phishing, and scams. I noticed on Solsea and Polygon network Opensea there is quite a bit of garbage.\\n\\n[https://opensea.io/assets/0xcb16b2cf9aa57acf85bbc4468098511cb6c51a3f/1408/](https://opensea.io/assets/0xcb16b2cf9aa57acf85bbc4468098511cb6c51a3f/1408/)\\n\\nI took the expensive ETH gas fee cost as part of the cost of learning. Since most of the network fee is burned, it supports the scarcity and price of Ethereum-- an indirect donation toward supporting the ecosystem. \\n\\nFinally, a few days ago, I tried minting onto Opensea, which other than a one-time setup fee (high for ether, low for polygon network), was otherwise free. My first mint was a hand-drawn koala (MS Paint), sent to a friend. I jokingly called it a tokenized shitNFT. \\n\\n[https://opensea.io/assets/matic/0x2953399124f0cbb46d2cbacd8a89cf0599974963/38666432522058298171200907291183772592132108634007239370217510750214529482753/](https://opensea.io/assets/matic/0x2953399124f0cbb46d2cbacd8a89cf0599974963/38666432522058298171200907291183772592132108634007239370217510750214529482753/)\\n\\n Next blog post I’ll be summarizing thoughts on some DAOs I am a part of, and some Discord groups linked to NFT projects that I am a part of including SharkCats. \",\"timestamp\":1639560228,\"title\":\"Diving headfirst into the NFT world \"},\"digest\":\"eiKK-97QyajQhXw5vSG02gNQT2DBumWb9chsqQGwWjw\",\"authorship\":{\"contributor\":\"0x557c6cDd5c0DF2abe8de65338FD430D5cC1b35C2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7kVFN3AFPh7HXo0ZIgXB_9akQTGmKy4xoJ_NEXGs65A\\\",\\\"y\\\":\\\"LtdT5lltKMPJZjwp2el4uTBsQ5HFXTCE_9rRZNt9gbg\\\"}\",\"signature\":\"wy3Oyi_ePKW0aVWdNTct6aUQDRmGFWHmNodMtgeKq3bIna71QkxfAXb0tkVruuUZLrC1j0hchu3rrmlexHh4-g\",\"signingKeySignature\":\"0x2f673e055585b95a565536ceb524a2d08e7fa6488db73fa221eecffa146588f2026db5a442ce0e961a2613781c0700a621f2ce5b618ed36b606eeafdc98f214a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7kVFN3AFPh7HXo0ZIgXB_9akQTGmKy4xoJ_NEXGs65A\\\",\\\"y\\\":\\\"LtdT5lltKMPJZjwp2el4uTBsQ5HFXTCE_9rRZNt9gbg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iJV6tVrdxPhwZGwES7tXDZFPHHi_9wDaM0tjaC_QJ9M\"}"