"{\"content\":{\"body\":\"He begins sarcastic speeches, from force of habit, but stops short in the middle. He is a very happy man, and owes it to a woman, and knows it. He adores her; and to love well is to be happy. But, besides that, she watches over his happiness and his good with that unobtrusive but minute vigilance which belongs to her sex, and is often misapplied, but not so very often as cynics say. Even the honest friendship between him and the remarkable woman he calls his \\\"viragos\\\" gives him many a pleasant hour. He is still a humorist, though cured of his fling at the fair sex. His last tolerable hit was at the monosyllabic names of the immortal composers his wife had disinterred in his library. Says he to parson Denison, hot from Oxford, \\\"They remind me of the Oxford poets in the last century:\\n\\n\\\"Alma novem celebres genuit Rhedyeina poetas. Bubb, Stubb, Grubb, Crabbe, Trappe. Brome, Carey, Tickell, Evans.\\\"\\n\\nAs for Ina Vizard, La Klosking no longer, she has stepped into her new place with her native dignity, seemliness and composure. At first, a few county ladies put their little heads together, and prepared to give themselves airs; but the beauty, dignity, and enchanting grace of Mrs. Vizard swept this little faction away like small dust. Her perfect courtesy, her mild but deep dislike of all feminine back-biting, her dead silence about the absent, except when she can speak kindly--these rare traits have forced, by degrees, the esteem and confidence of her own sex. As for the men, they accepted her at once with enthusiasm. She and Lady Uxmoor are the acknowledged belles of the county. Lady Uxmoor's face is the most admired; but Mrs. Vizard comes next, and her satin shoulders, statuesque bust and arms, and exquisite hand, turn the scale with some. But when she speaks, she charms; and when she sings, all competition dies.\\n\\nShe is faithful to music, and especially to sacred music. She is not very fond of singing at parties, and sometimes gives offense by declining. Music sets fools talking, because it excites them, and then their folly comes out by the road nature has provided. But when Mrs. Vizard has to sing in one key, and people talk in five other keys, that gives this artist such physical pain that she often declines, merely to escape it. It does not much mortify her vanity, she has so little.\\n\\nShe always sings in church, and sings out, too, when she is there; and plays the harmonium. She trains the villagers--girls, boys and adults--with untiring good humor and patience.\\n\\nAmong her pupils are two fine voices--Tom Wilder, a grand bass, and the rosy-cheeked curate, a greater rarity still, a genuine counter-tenor.\\n\\nThese two can both read music tolerably; but the curate used to sing everything, however full of joy, with a pathetic whine, for which Vizard chaffed him in vain; but Mrs. Vizard persuaded him out of it, where argument and satire failed.\\n\\nPeople come far and near to hear the hymns at Islip Church, sung in full harmony--trebles, tenors, counter-tenor, and bass.\\n\\nA trait--she allows nothing to be sung in church unrehearsed. The rehearsals are on Saturday night, and never shirked, such is the respect for \\\"Our Dame.\\\" To be sure, \\\"Our Dame\\\" fills the stomachs and wets the whistles of her faithful choir on Saturday nights.\\n\\nOn Sunday nights there are performances of sacred music in the great dining-hall. But these are rather more ambitious than those in the village church. The performers meet on that happy footing of camaraderie the fine arts create, the superior respect shown to Mrs. Vizard being mainly paid to her as the greater musician. They attack anthems and services; and a trio, by the parson, the blacksmith, and \\\"Our Dame,\\\" is really an extraordinary treat, owing to the great beauty of the voices. It is also piquant to hear the female singer constantly six, and often ten, notes below the male counter-tenor; but then comes Wilder with his diapason, and the harmony is noble; the more so that Mrs. Vizard rehearses her pupils in the swell--a figure too little practiced in music, and nowhere carried out as she does it.\\n\\nOne night the organist of Barford was there. They sung Kent's service in F, and Mrs. Vizard still admired it. She and the parson swelled in the duet, \\\"To be a Light to lighten the Gentiles,\\\" etc. Organist approved the execution, but said the composition was a meager thing, quite out of date. \\\"We have much finer things now by learned men of the day.\\\"\\n\\n\\\"Ah,\\\" said she, \\\"bring me one.\\\"\\n\\nSo, next Sunday, he brought her a learned composition, and played it to her, preliminary to their singing it. But she declined it on the spot. \\\"What!\\\" said she. \\\"Mr. X., would you compare this meaningless stuff with Kent in F? Why, in Kent, the dominant sentiment of each composition is admirably preserved. His 'Magnificat' is lofty jubilation, with a free, onward rush. His 'Dimittis' is divine repose after life's fever. But this poor pedant's 'Magnificat' begins with a mere crash, and then falls into the pathetic--an excellent thing in its place, but not in a song of triumph. As to his 'Dimittis,' it simply defies the words. This is no Christian sunset. It is not good old Simeon gently declining to his rest, content to close those eyes which had seen the world's salvation. This is a tempest, and all the windows rattling, and the great Napoleon dying, amid the fury of the elements, with 'te'te d'arme'e!' on his dying lips, and 'battle' in his expiring soul. No, sir; if the learned Englishmen of this day can do nothing nearer the mark than DOLEFUL MAGNIFICATS and STORMY NUNC DIMITTISES, I shall stand faithful to poor dead Kent, and his fellows--they were my solace in sickness and sore trouble.\\\"\\n\\nIn accordance with these views of vocal music, and desirous to expand its sphere, Mrs. Vizard has just offered handsome prizes in the county for the best service, in which the dominant sentiment of the words shall be as well preserved as in Kent's despised service; and another prize to whoever can set any famous short secular poem, or poetical passage (not in ballad meter), to good and appropriate music.\\n\\nThis has elicited several pieces. The composers have tried their hands on Dryden's Ode; on the meeting of Hector and Andromache (Pope's \\\"Homer\\\"); on two short poems of Tennyson; etc., etc.\\n\\nBut it is only the beginning of a good thing. The pieces, are under consideration. Vizard says the competitors are trifiers. *He* shall set Mr. Arnold's version of \\\"Hero and Leander\\\" to the harp, and sing it himself. This, he intimates, will silence competition and prove an era. I think so too, if his music should *happen* to equal the lines in value. But I hardly think it will, because the said Vizard, though he has taste and ear, does not know one note from another. So I hope \\\"Hero and Leander\\\" will fall into abler hands; and in any case, I trust Mrs. Vizard will succeed in her worthy desire to enlarge, very greatly, the sphere and the nobility of vocal music. It is a desire worthy of this remarkable character, of whom I now take my leave with regret.\\n\\nI must own that regret is caused in part by my fear that I may not have done her all the justice I desired.\\n\\nI have long felt and regretted that many able female writers are doing much to perpetuate the petty vices of a sex, which, after all, is at present but half educated, by devoting three thick volumes to such empty women as Biography, though a lower art than Fiction, would not waste three pages on. They plead truth and fidelity to nature. \\\"We write the average woman, for the average woman to read,\\\" say they. But they are not consistent; for the average woman is under five feet, and rather ugly. Now these paltry women are all beautiful--\\\\[Greek\\\\], as Homer hath it.\\n\\nFiction has just as much right to select large female souls as Biography or Painting has; and to pick out a selfish, shallow, illiterate creature, with nothing but beauty, and bestow three enormous volumes on her, is to make a perverse selection, beauty being, after all, rarer in women than wit, sense, and goodness. It is as false and ignoble in art, as to marry a pretty face without heart and brains is silly in conduct.\\n\\nBesides, it gives the female *reader* a low model instead of a high one, and so does her a little harm; whereas a writer ought to do good--or try, at all events.\\n\\nHaving all this in my mind, and remembering how many noble women have shone like stars in every age and every land, and feeling sure that, as civilization advances, such women will become far more common, I have tried to look ahead and paint La Klosking.\\n\\nBut such portraiture is difficult. It is like writing a statue.\\n\\n\\\"Qui mihi non credit faciat licet ipse periclum, Mox fuerit studis aequior ille meis.\\\"\\n\\nHarrington Vizard, Esq., caught Miss Fanny Dover on the top round but one of the steps of his library. She looked down, pinkish, and said she was searching for \\\"Tillotson's Sermons.\\\"\\n\\n\\\"What on earth can you want of them?\\\"\\n\\n\\\"To improve my mind, to be sure,\\\" said the minx.\\n\\nVizard said, \\\"Now you stay there, miss--don't you move;\\\" and he sent for Ina. She came directly, and he said, \\\"Things have come to a climax. My lady is hunting for 'Tillotson's Sermons.' Poor Denison!\\\" (That was the rosy curate's name.)\\n\\n\\\"Well,\\\" said Fanny, turning red, \\\"I told you I *should.* Why should I be good any longer? All the sick are cured one way or other, and I am myself again.\\\"\\n\\n\\\"Humph!\\\" said Vizard. \\\"Unfortunately for your little plans of conduct, the heads of this establishment, here present, have sat in secret committee, and your wings are to be clipped--by order of council.\\\"\\n\\n\\\"La!\\\" said Fanny, pertly.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/18](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/18)\\n\\n\",\"timestamp\":1637673865,\"title\":\"\\nIt is time the \\\"Woman-hater\\\" drew to a close, for the woman-hater is spoiled\"},\"digest\":\"sFnmK1xCsjtl-4Sq8N6bfb8DKPrcnOLx10WRZuJUFeo\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z1qJGMmtZdCUXuRJ3lRBa9ji7duR2M6BwYjY7-CGAU\\\",\\\"y\\\":\\\"P698JY326gSRSQzLEVV5-NsqbhZsxagYyvuMKgOP7wc\\\"}\",\"signature\":\"nU8YGmtKTdkPRegLxT1MHI4hlmFPkwFntXgQC5saVDqFQPrgOb1Vsc7RNUpbuVPCB7-6S_qeaCEJUJS_wYmaGg\",\"signingKeySignature\":\"0x9761bbfc88258619f68c98c4b39e3f6f62c2dc5306c69542023b143bc5f3feec2446eb6efde4c90145cad849a4821012ca0168b11e7145730733c1bfdfd7702b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z1qJGMmtZdCUXuRJ3lRBa9ji7duR2M6BwYjY7-CGAU\\\",\\\"y\\\":\\\"P698JY326gSRSQzLEVV5-NsqbhZsxagYyvuMKgOP7wc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sFnmK1xCsjtl-4Sq8N6bfb8DKPrcnOLx10WRZuJUFeo\"}"