"{\"content\":{\"body\":\"# What matters more, Hard Work or Luck?\\n\\nRecently there have been some popular content creators diving into the idea of luck vs skill, publishing videos with millions of views. Some popular examples (but not nearly all of them) are below:\\n\\n﻿[Is Success Luck or Hard Work?](https://www.youtube.com/watch?v=3LopI4YeC4I) (Veritasium)\\n\\n﻿[Why Luck Is More Important Than Hard Work](https://www.youtube.com/watch?v=dbRgeiSiL48)﻿\\n\\n﻿[Is Success Luck or Hard Work?](https://www.youtube.com/watch?v=NquuITL9-ZA) (Ali Abdaal)\\n\\nIn short, these videos focus on the idea:\\n\\n> *What matters more, Hard Work or Luck?*\\n\\nAnd for most of them, they argue luck is the primary factor for success.\\n\\nUnsatisfying as an explanation, these videos often throw some basic numbers at the problem and claim that luck is most important when determining success. Quoting directly from Veritasiums video where he talks about a model he made to represent astronauts being chosen to go to space:\\n\\n> *The astronauts that were picked were very lucky; they had an average luck score of 94.7%*\\n\\nThat is some crazy high luck! 94.7%? Who is that lucky? What does that even mean? This left me, and I assume millions of other viewers, thinking that we cannot succeed without some extraordinary luck. Though this question is much more important than simple numerical models can show, let’s dive a bit deeper into the models used to show why this question, and particularly the way it’s presented in these videos, is disastrously flawed.\\n\\n# Problematic Model, the Sum of Skill and Luck\\n\\nThe models presented in these videos most often looks something like the following:\\n\\n1. Generate a population of people\\n2. Give each person a score for skill and for luck\\n3. Compute the total “success” of each person as the sum of their skill and luck values\\n4. The top person in this population is almost certain to have extraordinary luck\\n\\nDoing this myself on a population of 1,000 people, giving each a random luck and skill value, we can see this play out exactly as advertised:\\n\\n![](https://images.mirror-media.xyz/publication-images/bi0r9IjkUQq1z6ZODTHHv.png?height=554&width=1412)\\n\\nWith a thousand people, the person who came out on top has a luck score of 99 / 100. Luck is clearly the only thing that matters here! Or at least this is how it is presented online, but there is a better visualization of the same data.\\n\\n![](https://images.mirror-media.xyz/publication-images/y1N6KAol9n_R4bjcvH8d-.png?height=672&width=1217)\\n\\nHere we can see what is really going on. To be the top member of this population you need almost exactly 100 luck and 100 skill, that’s just how the model was designed. Since they are treated interchangeably, given a large enough sample size, the best performer will be one with 100 luck. This diagonal comes from the fact that you cannot score a total value of 150 without having at least 50 luck.\\n\\nThis model highlights the absolute top if you have a large population, there is pretty much guaranteed to be someone who just chances into every single metric to the max. The top member will always end up like this. We can curiously say the same thing in reverse, the top member of this distribution will also have 100 skill as well, generating an equally misleading chart for the exact opposite point of view.\\n\\nBut now we ask, is this model really realistic? NO of course not, and for two main reasons.\\n\\n1. By comparing ourselves to the top position we equate “success” with “being the best in the world” which is two entirely different things and leaves everyone but one person a failure by this metric.\\n2. The model assumes skill and luck are equal and fully independent from each other, which anyone will tell you is just not true and highly problematic.\\n\\nLet’s try some other models and see if we can get some better results. I am not promising they will be remotely good representations of reality, but let’s explore and see what we can see.\\n\\n# Normal Distribution\\n\\nThe real world is not often captured by a random value uniformly between 0 and 100. If you have taken statistics you’ll know that reality often falls into a normal distribution. So let’s give that a shot. In addition, we’ll weight the categories to put some more emphasis on skills.\\n\\nThe new approach:\\n\\n1. Generate a population of people\\n2. Give each person a normally distributed score for skill and for luck\\n3. Compute the total “success” of each person as the weighted sum of their skill and luck values\\n4. See if this produces different results\\n\\n![](https://images.mirror-media.xyz/publication-images/Lr59cjF8Xc5DcypPODCJ5.png?height=460&width=1162)\\n\\nHere we don’t apply a weight to the categories but due to the normal distribution, we see a bit more variation in the total score as there is no “max value” like we had previously. The ratio of skill to luck in the top 10 is approximately 1:1.\\n\\n![](https://images.mirror-media.xyz/publication-images/A-TuefOLNYCdJwTofkdbD.png?height=550&width=1397)\\n\\nOnce we add weight, in this case making skill worth 2x as much as luck, we see a drastic switch. The importance of skill spikes up, leaving the luck component 5x times less relevant in the top 10. Why such a disproportionate difference? Since we are using normal distributions, any change to the data has a disproportionate effect on the tails, leading to the example above.\\n\\nThe takeaway from this approach could be that in a more real-life distribution, one without arbitrary limits and with more weight put towards skill, we see how far the scales can tip in the favor of skill if it is weighted correctly. If we increased the weight of skill to luck until it was 10:1 we would find luck almost disappears from the chart completely.\\n\\nIs this new model really realistic? NO of course not, there are still lots of issues\\n\\n1. We have removed some arbitrary values but still, the model is not grounded in reality. No one really has a “Luck Score” or a “Skill Score”\\n2. The weight of luck to skill is arbitrary just as before.\\n3. Summing luck and skill is a bad way to equate the two.\\n\\n# We create our own luck\\n\\nA common phrase is that “We create our own luck”, often meaning something like “Working hard allows you to take advantage of more opportunities and thus appear luckier”. Let’s see if we can put this into practice.\\n\\nThe new new approach:\\n\\n1. Generate a population of people\\n2. Give each person a normally distributed score for skill\\n3. Allow each person a certain number of opportunities based on their skill\\n4. Record if a person succeeds on ANY of the opportunities they were presented with\\n5. See how the classes differ\\n\\n![](https://images.mirror-media.xyz/publication-images/sT5Y14vvCseSl1hwTqwaM.png?height=648&width=1042)\\n\\nNow we see a vast difference here, those that had higher skill scores got more chances at opportunity than those without, and even though their chances of capitalizing on an opportunity were identical, the ability to have more chanced gave the higher skill scoring individuals a huge advantage. All these numbers are contrived and without units, but the ratio is what is important. In this example, the average skill is 2.5x higher!\\n\\n# Summary\\n\\nNone of these examples should be heralded as the true way success is measured. Success is a complicated metric that has no numeric value. What success means is up to each person and not a factor of some dice roll at the beginning of life. These examples can be taken as evidence of the ease with which different models can mislead people from one view to another.\\n\\nWhen we often look at success, we point to those on the very top. Those who hold multi-billion dollar fortune or command the might of massive countries. A simple explanation of “they were just lucky” is a gross misrepresentation of how complex and nuanced life is. That is not to say luck is not a factor, but simply rolling a dice is far from anything meaningful.\\n\\nThe code for this project is on my github here is a somewhat messy form:\\n\\n[https://gist.github.com/eric-robertson/a914dd212a3fc60d92d3867a25004be2](https://gist.github.com/eric-robertson/a914dd212a3fc60d92d3867a25004be2)\\n\\n\",\"timestamp\":1636671003,\"title\":\"What matters more, Hard Work or Luck?\"},\"digest\":\"Cwk7SenmEfNVNBKgYBiGkxlaVmxitV2WhtXS5iD72TQ\",\"authorship\":{\"contributor\":\"0x700CaF1893E32b48486DeBC39B81471D7e675c54\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H2tUv7BUWNmWV3VBhpAJWFskCCYzd9J3mHz0Z63pi10\\\",\\\"y\\\":\\\"YPDNLpLsp7PSQsSFzQVRROd4De2M3-33EjPku6Py5Ak\\\"}\",\"signature\":\"jvWoIWl6KCxjoihBQF5bYgKdwlHcXB2MAYXZKLQyXKtJqYOW8seKtGs6tFyEqPhGTipL9eBYCSY5W7Mw6EIYrA\",\"signingKeySignature\":\"0x10cf379a0d745e9014b4a58e72c4909058c016dee1e2893119a3bc32ccca5ade422d7fcb96a3f58e154d1391d3c60cfbbaa027838740d03b0dbfd1ca418b8cc41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H2tUv7BUWNmWV3VBhpAJWFskCCYzd9J3mHz0Z63pi10\\\",\\\"y\\\":\\\"YPDNLpLsp7PSQsSFzQVRROd4De2M3-33EjPku6Py5Ak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cwk7SenmEfNVNBKgYBiGkxlaVmxitV2WhtXS5iD72TQ\"}"